{
    "title": "19th Century Actor Autobiographies - Ellen Terry",
    "author": "George Iles, Editor",
    "chapter": "8",
    "content": [
        "\n\n",
        "\nEllen Terry as Lady Macbeth\nJohn Singer Sargent – American painter\n1889\nTate Gallery, London\nOil on canvas\n221 x 114.3 cm",
        "[In the autumn of 1883, during Henry Irving’s fist engagement in New\nYork, Ellen Terry played a round of characters as his leading lady.\nIn the Tribune, Mr. William Winter said:  “Miss Ellen Terry’s Portia\nis delicious.  Her voice is perfect music.  Her clear, bell-like\nelocution is more than a refreshment, it is a luxury.  Her simple\nmanner, always large and adequate, is a great beauty of the art which\nit so deftly conceals.  Her embodiment of a woman’s loveliness, such\nas, in Portia, should he at once stately and fascinating and inspire\nat once respect and passion, was felicitous beyond the reach of\ndescriptive phrases.”  Then, on her appearance in “Much Ado About\nNothing:” “She permeates the raillery of Beatrice with an\nindescribable charm of mischievous sweetness.  The silver arrows of\nher pungent wit have no barb, for evidently she does not mean that\nthey shall really wound.  Her appearance and carriage are beautiful,\nand her tones melt into music.  There is no hint of the virago here,\nand even the tone of sarcasm is superficial.  It is archness playing\nover kindness that is presented here.”  On her Ophelia, Mr. Winter\nremarks: “Ophelia is an image, or personification of innocent,\ndelirious, feminine youth and beauty, and she passes before us in the\ntwo stages of sanity and delirium.  The embodiment is fully within\nMiss Terry’s reach, and is one of the few unmistakably perfect\ncreations with which dramatic art has illumined literature and adorned\nthe stage.”",
        "By permission the following pages have been taken from “Ellen Terry’s\nMemoirs,” copyright by the S. S. McClure Company, 1908.  All rights\nreserved.  ED.)",
        "When I went with Coghlan to see Henry Irving’s Philip I was no\nstranger to his acting.  I had been present with Tom Taylor, then\ndramatic critic of the Times, at the famous first night at the\nLyceum, in 1874, when Henry put his fortune–counted, not in gold, but\nin years of scorned delights and laborious days, years of constant\nstudy and reflection, of Spartan self-denial and deep melancholy–when\nhe put it all to the touch “to win or lose it all.”  This is no\nexaggeration.  Hamlet was by far the greatest part that he had ever\nplayed or ever was to play.  If he had failed–but why pursue it?  He\ncould not fail.",
        "Yet, the success on the first night at the Lyceum, in 1874, was not of\nthat electrical, almost hysterical splendour which has greeted the\nmomentous achievements of some actors.  The first two acts were\nreceived with indifference.  The people could not see how packed they\nwere with superb acting–perhaps because the new Hamlet was so simple,\nso quiet, so free from the exhibition of actors’ artifices which used\nto bring down the house in “Louis XI” and in “Richelieu,” but which\nwere really the easy things in acting, and in “Richelieu” (in my\nopinion) not especially well done.  In “Hamlet” Henry Irving did not\ngo to the audience; he made them come to him.  Slowly, but surely,\nattention gave place to admiration, admiration to enthusiasm,\nenthusiasm to triumphant acclaim.",
        "I have seen many Hamlets,–Fechter, Charles Kean, Rossi, Friedrich\nHaase, Forbes-Robertson, and my own son, Gordon Craig, among\nthem,–but they were not in the same hemisphere!  I refuse to go and\nsee Hamlets now.  I want to keep Henry Irving’s fresh and clear in my\nmemory until I die.",
        "When he engaged me to play Ophelia in 1878, he asked me to go down to\nBirmingham to see the play, and that night I saw what I shall always\nconsider the perfection of acting.  It had been wonderful in 1874; in\n1878 it was far more wonderful.  It has been said that when he had the\n“advantage” of my Ophelia his Hamlet “improved.”  I don’t think so; he\nwas always quite independent of the people with whom he acted.",
        "The Birmingham night he knew I was there.  He played–I say it without\nvanity–for me.  We players are not above that weakness, if it be a\nweakness.  If ever anything inspires us to do our best, it is the\npresence in the audience of some fellow-artist who must, in the nature\nof things, know more completely than any one what we intend, what we\ndo, what we feel.  The response from such a member of the audience\nflies across the footlights to us like a flame.  I felt it once when I\nplayed Olivia before Eleonora Duse.  I felt that she felt it once when\nshe played Marguerite Gautier for me.",
        "When I read “Hamlet” now, everything that Henry did in it seems to me\nmore absolutely right even than I thought at the time.  I would give\nmuch to be able to record it all in detail, but–it may be my\nfault–writing is not the medium in which this can be done.  Sometimes\nI have thought of giving readings of “Hamlet,” for I can remember\nevery tone of Henry’s voice, every emphasis, every shade of meaning\nthat he saw in the lines and made manifest to the discerning.  Yes, I\nthink I could give some pale idea of what his Hamlet was if I read the\nplay!",
        "“Words, words, words!”  What is it to say, for instance, that the\ncardinal qualities of his Prince of Denmark were strength, delicacy,\ndistinction?  There was never a touch of commonness.  Whatever he did\nor said, blood and breeding pervaded it.",
        "His “make-up” was very pale, and this made his face beautiful when one\nwas close to him, but at a distance it gave him a haggard look.  Some\nsaid he looked twice his age.",
        "He kept three things going at the same time–the antic madness, the\nsanity, the sense of the theatre.  The last was to all that he\nimagined and thought what, in the New Testament, charity is said to be\nto all other virtues.",
        "He was never cross or moody–only melancholy.  His melancholy was as\nsimple as it was profound.  It was touching, too, rather than defiant.\nYou never thought that he was wantonly sad and enjoying his own\nmisery.",
        "He neglected no coup de theatre [theatrical artifice] to assist him,\nbut who notices the servants when the host is present?",
        "For instance, his first entrance as Hamlet was what we call, in\ntheatrical parlance, very much “worked up.”  He was always a\ntremendous believer in processions, and rightly.  It is through such\nmeans that royalty keeps its hold on the feeling of the public and\nmakes its mark as a figure and a symbol.  Henry Irving understood\nthis.  Therefore, to music so apt that it was not remarkable in\nitself, but a contribution to the general excited anticipation, the\ncourt of Denmark came on to the stage.  I understood later on, at the\nLyceum, what days of patient work had gone to the making of that\nprocession.",
        "At its tail, when the excitement was at fever-heat, came the solitary\nfigure of Hamlet, looking extraordinarily tall and thin, The lights\nwere turned down–another stage trick–to help the effect that the\nfigure was spirit rather than man.",
        "He was weary; his cloak trailed on the ground.  He did not wear the\nminiature of his father obtrusively round his neck!  His attitude was\none which I have seen in a common little illustration to the\n“Reciter,” compiled by Dr. Pinch, Henry Irving’s old schoolmaster.\nYet, how right to have taken it, to have been indifferent to its\nhumble origin!  Nothing could have been better when translated into\nlife by Irving’s genius.",
        "The hair looked blue-black, like the plumage of a crow; the eyes\nburning–two fires veiled, as yet, by melancholy.  But the appearance\nof the man was not single, straight, or obvious, as it is when I\ndescribe it, any more than his passions throughout the play were.  I\nonly remember one moment when his intensity concentrated itself in a\nstraightforward unmistakable emotion, without side-current or back\nwater.  It was when he said:",
        "The play’s the thing\nWherein I’ll catch the conscience of the King",
        "and, as the curtain came down, was seen to be writing madly on his\ntablets against one of the pillars.",
        "“0 God, that I were a writer!”  I paraphrase Beatrice with all my\nheart.  Surely a writer could not string words together about Henry\nIrving’s Hamlet and say nothing, nothing.",
        "“We must start this play a living thing,” he used to say at\nrehearsals, and he worked until the skin grew tight over his face,\nuntil he became livid with fatigue, yet still beautiful, to get the\nopening lines said with individuality, suggestiveness, speed, and\npower:",
        "Bernardo:    Who’s there?\nFrancisco:   Nay, answer me:  stand, and unfold yourself.\nBernardo:    Long live the king!\nFrancisco:   Bernardo?\nBernardo:    He.\nFrancisco:   You come most carefully upon your hour.\nBernardo:    ’Tis now struck twelve: get thee to bed, Francisco.\nFrancisco:   For this relief much thanks: ’t is bitter cold.",
        "And all that he tried to make others do with these lines he himself\ndid with every line of his own part.  Every word lived.",
        "Some said: “Oh, Irving only makes ’Hamlet’ a love poem!”  They said\nthat, I suppose, because in the nunnery scene with Ophelia he was the\nlover above the prince and the poet.  With what passionate longing his\nhands hovered over Ophelia at her words, “Rich gifts wax poor when\ngivers prove unkind!”",
        "His advice to the players was not advice.  He did not speak it as an\nactor.  Nearly all Hamlets in that scene give away the fact that they\nare actors and not dilettanti of royal blood.  Henry defined the way\nhe would have the players speak as an order, an instruction of the\nmerit of which he was regally sure.  There was no patronising flavour\nin his acting here, not a touch of “I’11 teach you how to do it.”  He\nwas swift, swift and simple–pausing for the right word now and again,\nas in the phrase “to hold as ’t were the mirror up to nature.”  His\nslight pause and eloquent gesture, as the all embracing word “nature\"\ncame in answer to his call, were exactly repeated unconsciously, years\nlater, by the Queen of Roumania (Carmen Sylva).  She was telling us\nthe story of a play that she had written.  The words rushed out\nswiftly, but occasionally she would wait for the one that expressed\nher meaning most comprehensively and exactly, and, as she got it, up\nwent her hand in triumph over her head–\"Like yours in Hamlet,” I told\nHenry at the time.",
        "The first letter that I ever received from Henry Irving was written on\nthe 20th of July, 1878, from 15A Grafton Street, the house in which he\nlived during the entire period of his Lyceum management.",
        "DEAR MISS TERRY:  I look forward to the pleasure of calling upon you\non Tuesday next at two o’clock,",
        "With every good wish, believe me, Yours sincerely,",
        "HENRY IRVING.",
        "The call was in reference to my engagement as Ophelia.  Strangely\ncharacteristic I see it now to have been of Henry that he was content\nto take my powers as an actress more or less on trust.  A mutual\nfriend, Lady Pollock, had told him that I was the very person for him;\nthat “All London” (a vile but convenient phrase) was talking of my\nOlivia; that I had acted well in Shakespeare with the Bancrofts; that\nI should bring to the Lyceum Theatre what players call “a personal\nfollowing.”  Henry chose his friends as carefully as he chose his\ncompany and his staff.  He believed in Lady Pollock implicitly, and he\ndid not–it is possible that he could not–come and see my Olivia for\nhimself.",
        "I was living in Longridge Road when Henry Irving came to see me.  Not\na word of our conversation about the engagement can I remember.  I did\nnotice, however, the great change that had taken place in the man\nsince I had last met him in 1867.  Then he was really very\nordinary-looking–with a moustache, an unwrinkled face, and a sloping\nforehead.  The only wonderful thing about him was his melancholy.\nWhen I was playing the piano, once, in the green room at the Queen’s\nTheatre, he came in and listened.  I remember being made aware of his\npresence by his sigh–the deepest, profoundest, sincerest sigh I ever\nheard from any human being.  He asked me if I would not play the piece\nagain.  The incident impressed itself on my mind, inseparably\nassociated with a picture of him as he looked at thirty–a picture by\nno means pleasing.  He looked conceited, and almost savagely proud of\nthe isolation in which he lived.  There was a touch of exaggeration in\nhis appearance, a dash of Werther, with a few flourishes of Jingle!\nNervously sensitive to ridicule, self-conscious, suffering deeply from\nhis inability to express himself through his art, Henry Irving in 1867\nwas a very different person from the Henry Irving who called on me at\nLongridge Road in 1878.  In ten years he had found himself, and so\nlost himself–lost, I mean, much of that stiff, ugly\nself-consciousness which had encased him as the shell encases the\nlobster.  His forehead had become more massive, and the very outline\nof his features had altered.  He was a man of the world, whose\nstrenuous fighting now was to be done as a general–not, as hitherto,\nin the ranks.  His manner was very quiet and gentle.  “In quietness\nand confidence shall be your strength,” says the psalmist.  That was\nalways like Henry Irving.",
        "And here, perhaps, is the place to say that I, of all people, can\nperhaps appreciate Henry Irving least justly, although I was his\nassociate on the stage for a quarter of a century, and was on terms of\nthe closest friendship with him for almost as long a time.  He had\nprecisely the qualities that I never find likable.",
        "He was an egotist, an egotist of the great type, never “a mean\negotist,” as he was once slanderously described; and all his faults\nsprang from egotism, which is, after all, only another name for\ngreatness.  So much absorbed was he in his own achievement that he was\nunable or unwilling to appreciate the achievements of others.  I never\nheard him speak in high terms of the great foreign actors and\nactresses who from time to time visited England.  It would be easy to\nattribute this to jealousy, but the easy explanation is not the true\none.  He simply would not give himself up to appreciation.  Perhaps\nappreciation is a wasting though a generous quality of the mind and\nheart, and best left to lookers-on who have plenty of time to develop\nit.",
        "I was with him when he saw Sarah Bernhardt act for the first time.\nThe play was “Ruy Blas,” and it was one of Sarah’s bad days.  She was\nwalking through the part listlessly, and I was angry that there should\nbe any ground for Henry’s indifference.  The same thing happened years\nlater when I took him to see Eleonora Duse.  The play was\n“Locandiera,” to which she was eminently unsuited, I think.  He was\nsurprised at my enthusiasm.  There was an element of justice in his\nattitude toward the performance which infuriated me, but I doubt if he\nwould have shown more enthusiasm if he had seen her at her best.",
        "As the years went on he grew very much attached to Sarah Bernhardt,\nand admired her as a colleague whose managerial work in the theatre\nwas as dignified as his own; but of her superb powers as an actress I\ndon’t believe he ever had a glimmering notion!",
        "Perhaps it is not true, but, as I believe it to be true, I may as well\nstate it: It was never any pleasure to him to see the acting of other\nactors and actresses.  Salvini’s Othello I know he thought\nmagnificent, but he would not speak of it.",
        "How dangerous it is to write things that may not be understood!  What\nI have written I have written merely to indicate the qualities in\nHenry Irving’s nature which were unintelligible to me, perhaps because\nI have always been more woman than artist.  He always put the theatre\nfirst.  He lived in it, he died in it.  He had none of my bourgeois\nqualities–the love of being in love, the love of a home, the dislike\nof solitude.  I have always thought it hard to find my inferiors.  He\nwas sure of his high place.  In some ways he was far simpler than I.\nHe would talk, for instance, in such an ignorant way to painters and\nmusicians that I blushed for him.  But was not my blush far more\nunworthy than his freedom from all pretentiousness in matters of art?",
        "He never pretended.  One of his biographers had said that he posed as\nbeing a French scholar.  Such a thing, and all things like it, were\nimpossible to his nature.  If it were necessary, in one of his plays,\nto say a few French words, he took infinite pains to learn them, and\nsaid them beautifully.",
        "Henry once told me that in the early part of his career, before I knew\nhim, he had been hooted because of his thin legs.  The first service I\ndid him was to tell him that they were beautiful, and to make him give\nup padding them.",
        "“What do you want with fat, podgy, prize-fighter legs!” I\nexpostulated.",
        "I brought help, too, in pictorial matters.  Henry Irving had had\nlittle training in such matters; I had had a great deal.  Judgment\nabout colours, clothes, and lighting must be trained.  I had learned\nfrom Mr. Watts, from Mr. Goodwin, and from other artists, until a\nsense of decorative effect had become second nature to me.",
        "Praise to some people at certain stages of their career is more\ndeveloping than blame.  I admired the very things in Henry for which\nother people criticised him.  I hope this helped him a little.",
        "Continue...",
        "\nThis full text of \nLibrary of Little Masterpieces: 19th Century Actor Autobiographies, edited by George Iles,\nis in the public domain.\n\n\nAlso see: Acting: The First Six Lessons.\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on October 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "You: On A Diet: The Owner's Manual for Waist ManagementBy Mehmet C. OzAt Amazon"
    ]
}