{
    "title": "19th Century Actor Autobiographies - by George Iles [Authorama]",
    "author": "Unknown",
    "chapter": "autobiographies",
    "content": [
        "Presented by\nAuthorama\nPublic Domain Books",
        "A good play gives us in miniature a cross-section of life, heightened\nby plot and characterisation, by witty and compact dialogue.  Of\ncourse we should honour first the playwright, who has given form to\neach well knit act and telling scene.  But that worthy man, perhaps at\nthis moment sipping his coffee at the Authors’ Club, gave his drama\nits form only; its substance is created by the men and women who, with\nsympathy, intelligence and grace, embody with convincing power the\nhero and heroine, assassin and accomplice, lover and jilt.  For the\nsuccess of many a play their writers would be quick to acknowledge a\nfurther and initial debt, both in suggestion and criticism, to the\nartists who know from experience on the boards that deeds should he\ndone, not talked about, that action is cardinal, with no other words\nthan naturally spring from action.  Players, too, not seldom remind\nauthors that every incident should not only be interesting in itself,\nbut take the play a stride forward through the entanglement and\nunravelling of its plot.  It is altogether probable that the heights\nto which Shakespeare rose as a dramatist were due in a measure to his\nknowledge of how a comedy, or a tragedy, appears behind as well as in\nfront of the footlights, all in an atmosphere quite other than that\nsurrounding a poet at his desk.",
        "This little volume begins with part of the life story of Joseph\nJefferson, chief of American comedians.  Then we are privileged to\nread a few personal letters from Edwin Booth, the acknowledged king of\nthe tragic stage.  He is followed by the queen in the same dramatic\nrealm, Charlotte Cushman.  Next are two chapters by the first\nemotional actress of her day in America, Clara Morris.  When she bows\nher adieu, Sir Henry Irving comes upon the platform instead of the\nstage, and in the course of his thoughtful discourse makes it plain\nhow he won renown both as an actor and a manager.  He is followed by\nhis son, Mr. Henry Brodribb Irving, clearly an heir to his father’s\ntalents in art and in observation.  Miss Ellen Terry, long Sir Henry\nIrving’s leading lady, now tells us how she came to join his company,\nand what she thinks of Sir Henry Irving in his principal roles.  The\nsucceeding word comes from Richard Mansfield, whose untimely death is\nmourned by every lover of the drama.  The next pages are from the hand\nof Tommaso Salvini, admittedly the greatest Othello and Samson that\never trod the boards.  A few words, in closing, are from Adelaide\nRistori, whose Medea, Myrrha and Phaedra are among the great\ntraditions of the modern stage.  From first to last this little book\nsheds light on the severe toil demanded for excellence on the stage,\nand reveals that for the highest success of a drama, author and artist\nmust work hand in hand.",
        "\n“Joseph Jefferson, Full-Length Portrait, seated on Table, Facing Right, Looking at a Woman.”\nCredit: Falk, Benjamin J., photographer.\nCopyright 1894. Prints and Photographs Division, Library of Congress.\n",
        "[William Winter, the dramatic critic of the New York Tribune, in\n1894 wrote the “Life and Art of Joseph Jefferson,” published by the\nMacmillan Company, London and New York.  He gives an account of\nJefferson’s lineage, and then says:",
        "“In Joseph Jefferson, fourth of the line, famous as Rip Van Winkle,\nand destined to be long remembered by that name in dramatic history,\nthere is an obvious union of the salient qualities of his ancestors.\nThe rustic luxuriance, manly vigour, careless and adventurous\ndisposition of the first Jefferson; the refined intellect, delicate\nsensibility, dry humour, and gentle tenderness of the second; and the\namiable, philosophic, and drifting temperament of the third, reappear\nin this descendant.  But more than any of his ancestors, and more than\nmost of his contemporaries, the present Jefferson is an originator in\nthe art of acting....  Joseph Jefferson is as distinct as Lamb among\nessayists, or George Darley among lyrical poets.  No actor of the past\nprefigured him, ... and no name, in the teeming annals of modern art,\nhas shone with a more tranquil lustre, or can be more confidently\ncommitted to the esteem of posterity.”",
        "The Autobiography of Joseph Jefferson, copyright, 1889, 1890, by the\nCentury Company, New York, was published 1891.  From its chapters, by\npermission, have been taken these pages.–ED.]",
        "The hope of entering the race for dramatic fame as an individual and\nsingle attraction never came into my head until, in 1858, I acted Asa\nTrenchard in “Our American Cousin\"; but as the curtain descended the\nfirst night on that remarkably successful play, visions of large type,\nforeign countries, and increased remuneration floated before me, and I\nresolved to be a star if I could.  A resolution to this effect is\neasily made; its accomplishment is quite another matter.",
        "Art has always been my sweetheart, and I have loved her for herself\nalone.  I had fancied that our affection was mutual, so that when I\nfailed as a star, which I certainly did, I thought she had jilted me.\nNot so.  I wronged her.  She only reminded me that I had taken too\ngreat a liberty, and that if I expected to win her I must press my\nsuit with more patience.  Checked, but undaunted in the resolve, my\nmind dwelt upon my vision, and I still indulged in day-dreams of the\nfuture.",
        "During these delightful reveries it came up before me that in acting\nAsa Trenchard I had, for the first time in my life on the stage,\nspoken a pathetic speech; and though I did not look at the audience\nduring the time I was acting–for that is dreadful–I felt that they\nboth laughed and cried.  I had before this often made my audience\nsmile, but never until now had I moved them to tears.  This to me\nnovel accomplishment was delightful, and in casting about for a new\ncharacter my mind was ever dwelling on reproducing an effect where\nhumour would be so closely allied to pathos that smiles and tears\nshould mingle with each other.  Where could I get one?  There had been\nmany written, and as I looked back into the dramatic history of the\npast a long line of lovely ghosts loomed up before me, passing as in a\nprocession: Job Thornberry, Bob Tyke, Frank Ostland, Zekiel Homespun,\nand a host of departed heroes “with martial stalk went by my watch.\"\nCharming fellows all, but not for me, I felt I could not do them\njustice.  Besides, they were too human.  I was looking for a\nmyth–something intangible and impossible.  But he would not come.\nTime went on, and still with no result,",
        "During the summer of 1859 I arranged to board with my family at a\nqueer old Dutch farmhouse in Paradise Valley, at the foot of Pocono\nMountain, in Pennsylvania.  A ridge of hills covered with tall\nhemlocks surrounds the vale, and numerous trout-streams wind through\nthe meadows and tumble over the rocks.  Stray farms are scattered\nthrough the valley, and the few old Dutchmen and their families who\ntill the soil were born upon it; there and only there they have ever\nlived.  The valley harmonised with me and our resources.  The scene\nwas wild, the air was fresh, and the board was cheap.  What could the\nlight heart and purse of a poor actor ask for more than this?",
        "On one of those long rainy days that always render the country so dull\nI had climbed to the loft of the barn, and lying upon the hay was\nreading that delightful book “The Life and Letters of Washington\nIrving.”  I had gotten well into the volume, and was much interested\nin it, when to my surprise I came upon a passage which said that he\nhad seen me at Laura Keene’s theater as Goldfinch in Holcroft’s comedy\nof “The Road to Ruin,” and that I reminded him of my father “in look,\ngesture, size, and make.”  Till then I was not aware that he had ever\nseen me.  I was comparatively obscure, and to find myself remembered\nand written of by such a man gave me a thrill of pleasure I can never\nforget.  I put down the book, and lay there thinking how proud I was,\nand ought to be, at the revelation of this compliment.  What an\nincentive to a youngster like me to go on.",
        "And so I thought to myself, “Washington Irving, the author of ’The\nSketch-Book,’ in which is the quaint story of Rip Van Winkle.”  Rip\nVan Winkle!  There was to me magic in the sound of the name as I\nrepeated it.  Why, was not this the very character I wanted?  An Ameri\ncan story by an American author was surely just the theme suited to an\nAmerican actor.",
        "In ten minutes I had gone to the house and returned to the barn with\n\"The Sketch-Book.”  I had not read the story since I was a boy.  I was\ndisappointed with it; not as a story, of course, but the tale was\npurely a narrative.  The theme was interesting, but not dramatic.  The\nsilver Hudson stretches out before you as you read, the quaint red\nroofs and queer gables of the old Dutch cottages stand out against the\nmist upon the mountains; but all this is descriptive.  The character\nof Rip does not speak ten lines.  What could be done dramatically with\nso simple a sketch?  How could it he turned into an effective play?",
        "Three or four bad dramatisations of the story had already been acted,\nbut without marked success, Yates of London had given one in which the\nhero dies, one had been acted by my father, one by Hackett, and\nanother by Burke.  Some of these versions I had remembered when I was\na boy, and I should say that Burke’s play and performance were the\nbest, but nothing that I remembered gave me the slightest\nencouragement that I could get a good play out of any of the existing\nmaterials.  Still I was so bent upon acting the part that I started\nfor the city, and in less than a week, by industriously ransacking the\ntheatrical wardrobe establishments for old leather and mildewed cloth\nand by personally superintending the making of the wigs, each article\nof my costume was completed; and all this, too, before I had written a\nline of the play or studied a word of the part.",
        "This is working in an opposite direction from all the conventional\nmethods in the study and elaboration of a dramatic character, and\ncertainly not following the course I would advise any one to pursue.\nI merely mention the out-of-the-way, upside-down manner of going to\nwork as an illustration of the impatience and enthusiasm with which I\nentered upon the task, I can only account for my getting the dress\nready before I studied the part to the vain desire I had of witnessing\nmyself in the glass, decked out and equipped as the hero of the\nCatskills.",
        "I got together the three old printed versions of the drama and the\nstory itself.  The plays were all in two acts.  I thought it would be\nan improvement in the drama to arrange it in three, making the scene\nwith the spectre crew an act by itself.  This would separate the\npoetical from the domestic side of the story.  But by far the most\nimportant alteration was in the interview with the spirits.  In the\nold versions they spoke and sang.  I remembered that the effect of\nthis ghostly dialogue was dreadfully human, so I arranged that no\nvoice but Rip’s should be heard.  This is the only act on the stage in\nwhich but one person speaks while all the others merely gesticulate,\nand I was quite sure that the silence of the crew would give a lonely\nand desolate character to the scene and add its to supernatural\nweirdness.  By this means, too, a strong contrast with the single\nvoice of Rip was obtained by the deathlike stillness of the “demons\"\nas they glided about the stage in solemn silence.  It required some\nthought to hit upon just the best questions that could be answered by\na nod and shake of the head, and to arrange that at times even Rip\nshould propound a query to himself and answer it; but I had availed\nmyself of so much of the old material that in a few days after I had\nbegun my work it was finished.",
        "In the seclusion of the barn I studied and rehearsed the part, and by\nthe end of summer I was prepared to transplant it from the rustic\nrealms of an old farmhouse to a cosmopolitan audience in the city of\nWashington, where I opened at Carusi’s Hall under the management of\nJohn T. Raymond.  I had gone over the play so thoroughly that each\nsituation was fairly engraved on my mind.  The rehearsals were\ntherefore not tedious to the actors; no one was delayed that I might\nconsider how he or she should be disposed in the scene.  I had by\nrepeated experiments so saturated myself with the action of the play\nthat a few days seemed to perfect the rehearsals.  I acted on these\noccasions with all the point and feeling that I could muster.  This\nanswered the double purpose of giving me freedom and of observing the\neffect of what I was doing on the actors.  They seemed to be watching\nme closely, and I could tell by little nods of approval where and when\nthe points hit.",
        "I became each day more and more interested in the work; there was in\nthe subject and the part much scope for novel and fanciful treatment.\nIf the sleep of twenty years was merely incongruous, there would be\nroom for argument pro and con; but as it is an impossibility, I felt\nthat the audience would accept it at once, not because it was an\nimpossibility, but from a desire to know in what condition a man’s\nmind would be if such an event could happen.  Would he be thus\nchanged?  His identity being denied both by strangers, friends, and\nfamily, would he at last almost accept the verdict and exclaim, “Then\nI am dead, and that is a fact?”  This was the strange and original\nattitude of the character that attracted me.",
        "In acting such a part what to do was simple enough, but what not to do\nwas the important and difficult point to determine.  As the earlier\nscenes of the play were of a natural and domestic character, I had\nonly to draw upon my experience for their effect, or employ such\nconventional methods as myself and others had used before in\ncharacters of that ilk.  But from the moment Rip meets the spirits of\nHendrik Hudson and his crew I felt that all colloquial dialogue and\ncommonplace pantomime should cease.  It is at this point in the story\nthat the supernatural element begins, and henceforth the character\nmust be raised from the domestic plane and lifted into the realms of\nthe ideal.",
        "To be brief, the play was acted with a result that was to me both\nsatisfactory and disappointing.  I was quite sure that the character\nwas what I had been seeking, and I was equally satisfied that the play\nwas not.  The action had neither the body nor the strength to carry\nthe hero; the spiritual quality was there, but the human interest was\nwanting.  The final alterations and additions were made five years\nlater by Dion Boucicault.",
        "“Rip Van Winkle” was not a sudden success.  It did not burst upon the\npublic like a torrent.  Its flow was gradual, and its source sprang\nfrom the Hartz Mountains, an old German legend, called “Carl the\nShepherd,” being the name of the original story.  The genius of\nWashington Irving transplanted the tale to our own Catskills.  The\ngrace with which he paints the scene, and, still more, the quaintness\nof the story, placed it far above the original.  Yates, Hackett, and\nBurke had separate dramas written upon this scene and acted the hero,\nleaving their traditions one to the other.  I now came forth, and\nsaying, “Give me leave,” set to work, using some of the\nbefore-mentioned tradition, mark you.  Added to this, Dion Boucicault\nbrought his dramatic skill to bear, and by important additions made a\nbetter play and a more interesting character of the hero than had as\nyet been reached.  This adaptation, in my turn, I interpreted and\nenlarged upon.  It is thus evident that while I may have done much to\nrender the character and the play popular, it has not been the work of\none mind, but both as its to narrative and its dramatic form has been\noften moulded, and by many skilful hands.  So it would seem that those\ndramatic successes that “come like shadows, so depart,” and those that\nare lasting, have ability for their foundation and industry for their\nsuperstructure.  I speak now of the former and the present condition\nof the drama.  What the future may bring forth it is difficult to\ndetermine.  The histrionic kaleidoscope revolves more rapidly than of\nyore and the fantastic shapes that it exhibits are brilliant and\nconfusing; but under all circumstances I should be loath to believe\nthat any conditions will render the appearance of frivolous novices\nmore potent than the earnest design of legitimate professors.",
        "Acting has been so much a part of my life that my autobiography could\nscarcely be written without jotting down my reflections upon it, and I\nmerely make this little preparatory explanation to apologise for any\ndogmatic tone that they may possess, and to say that I present them\nmerely as a seeker after truth in the domain of art.",
        "In admitting the analogy that undoubtedly exists between the arts of\npainting, poetry, music, and acting, it should be remembered that the\nfirst three are opposed to the last, in at least the one quality of\npermanence.  The picture, oratorio, or book must bear the test of\ncalculating criticism, whereas the work of an actor is fleeting: it\nnot only dies with him, but, through his different moods, may vary\nfrom night to night.  If the performance be indifferent it is no\nconsolation for the audience to hear that the player acted well last\nnight, or to be told that he will act better to-morrow night; it is\nthis night that the public has to deal with, and the impression the\nactor has made, good or bad, remains as such upon the mind of that\nparticular audience.",
        "The author, painter, or musician, if he be dissatisfied with his work,\nmay alter and perfect it before giving it publicity, but an actor\ncannot rub out; he ought, therefore, in justice to his audience, to be\nsure of what he is going to place before it.  Should a picture in an\nart gallery be carelessly painted we can pass on to another, or if a\nbook fails to please us we can put it down.  An escape from this kind\nof dulness is easily made, but in a theatre the auditor is imprisoned.\nIf the acting be indifferent, he must endure it, at least for a time.\nHe cannot withdraw without making himself conspicuous; so he remains,\nhoping that there may be some improvement as the play proceeds, or\nperhaps from consideration for the company he is in.  It is this\nhelpless condition that renders careless acting so offensive.",
        "I have seen impulsive actors who were so confident of their power that\nthey left all to chance.  This is a dangerous course, especially when\nacting a new character.  I will admit that there are many instances\nwhere great effects have been produced that were entirely spontaneous,\nand were as much a surprise to the actors who made them as they were\nto the audience who witnessed them; but just as individuals who have\nexuberant spirits are at times dreadfully depressed, so when an\nimpulsive actor fails to receive his inspiration he is dull indeed,\nand is the more disappointing because of his former brilliant\nachievements.",
        "In the stage management of a play, or in the acting of a part, nothing\nshould be left to chance, and for the reason that spontaneity,\ninspiration, or whatever the strange and delightful quality may be\ncalled, is not to be commanded, or we should give it some other name.\nIt is, therefore, better that a clear and unmistakable outline of a\ncharacter should be drawn before an actor undertakes a new part.  If\nhe has a well-ordered and an artistic mind it is likely that he will\ngive at least a symmetrical and effective performance; but should he\nmake no definite arrangement, and depend upon our ghostly friends\nSpontaneity and Inspiration to pay him a visit, and should they\ndecline to call, the actor will be in a maze and his audience in a\nmuddle.",
        "Besides, why not prepare to receive our mysterious friends whether\nthey come or not?  If they fail on such an invitation, we can at least\nentertain our other guests without them, and if they do appear, our\npreconceived arrangements will give them a better welcome and put them\nmore at ease.",
        "Acting under these purely artificial conditions will necessarily be\ncold, but the care with which the part is given will at least render\nit inoffensive; they are, therefore, primary considerations, and not\nto be despised.  The exhibition, however, of artistic care does not\nalone constitute great acting.  The inspired warmth of passion in\ntragedy and the sudden glow of humour in comedy cover the artificial\nframework with an impenetrable veil: this is the very climax of great\nart, for which there seems to be no other name but genius.  It is\nthen, and then only, that an audience feels that it is in the presence\nof a reality rather than a fiction.  To an audience an ounce of genius\nhas more weight than a ton of talent; for though it respects the\nlatter, it reverences the former.  But the creative power, divine as\nit may be, should in common gratitude pay due regard to the\nreflective; for Art is the handmaid of Genius, and only asks the\nmodest wages of respectful consideration in payment for her valuable\nservices.  A splendid torrent of genius ought never to be checked, but\nit should be wisely guided into the deep channel of the stream, from\nwhose surface it will then reflect Nature without a ripple.  Genius\ndyes the hues that resemble those of the rainbow; Art fixes the\ncolours that they may stand.  In the race for fame purely artificial\nactors cannot hope to win against those whose genius is guided by\ntheir art; and, on the other hand, Intuition must not complain if,\nunbridled or with too loose a rein, it stumbles on the course, and so\nallows a well-ridden hack to distance it.",
        "Much has been written upon the question as to whether an actor ought\nto feel the character he acts, or be dead to any sensations in this\ndirection.  Excellent artists differ in their opinions on this\nimportant point.  In discussing it I must refer to some words I wrote\nin one of my early chapters:",
        "“The methods by which actors arrive at great effects vary according to\ntheir own natures; this renders the teaching of the art by any\nstrictly defined lines a difficult matter.”",
        "There has lately been a discussion on the subject, in which many have\ntaken part, and one quite notable debate between two distinguished\nactors, one of the English and the other of the French stage [Henry\nIrving and Mons. Coquelin].  These gentlemen, though they differ\nentirely in their ideas, are, nevertheless, equally right.  The method\nof one, I have no doubt, is the best he could possibly devise for\nhimself; and the same may be said of the rules of the other as applied\nto himself.  But they must work with their own tools; if they had to\nadopt each other’s they would be as much confused as if compelled to\nexchange languages.  One believes that he must feel the character he\nplays, even to the shedding of real tears, while the other prefers\nnever to lose himself for an instant, and there is no doubt that they\nboth act with more effect by adhering to their own dogmas.",
        "For myself, I know that I act best when the heart is warm and the head\nis cool.  In observing the works of great painters I find that they\nhave no conventionalities except their own; hence they are masters,\nand each is at the head of his own school.  They are original, and\ncould not imitate even if they would.",
        "So with acting, no master-hand can prescribe rules for the head of\nanother school.  If, then, I appear bold in putting forth my\nsuggestions, I desire it to be clearly understood that I do not\npresent them to original or experienced artists who have formed their\nschool, but to the student who may have a temperament akin to my own,\nand who could, therefore, blend my methods with his preconceived\nideas.",
        "Many instructors in the dramatic art fall into the error of teaching\ntoo much.  The pupil should first be allowed to exhibit his quality,\nand so teach the teacher what to teach.  This course would answer the\ndouble purpose of first revealing how much the pupil is capable of\nlearning, and, what is still more important, of permitting him to\ndisplay his powers untrammeled.  Whereas, if the master begins by\npounding his dogmas into the student, the latter becomes environed by\na foreign influence which, if repugnant to his nature, may smother his\nability.",
        "It is necessary to be cautious in studying elocution and\ngesticulation, lest they become our masters instead of our servants.\nThese necessary but dangerous ingredients must be administered and\ntaken in homeopathic doses, or the patient may die by being\nover-stimulated.  But, even at the risk of being artificial, it is\nbetter to have studied these arbitrary rules than to enter a\nprofession with no knowledge whatever of its mechanism.  Dramatic\ninstinct is so implanted in humanity that it sometimes misleads us,\nfostering the idea that because we have the natural talent within we\nare equally endowed with the power of bringing it out.  This is the\ncommon error, the rock on which the histrionic aspirant is oftenest\nwrecked.  Very few actors succeed who crawl into the service through\nthe “cabin windows\"; and if they do it is a lifelong regret with them\nthat they did not exert their courage and sail at first “before the\nmast.”",
        "Many of the shining lights who now occupy the highest positions on the\nstage, and whom the public voice delights to praise, have often\nappeared in the dreaded character of omnes, marched in processions,\nsung out of tune in choruses, and shouted themselves hoarse for Brutus\nand Mark Antony.",
        "If necessity is the mother of invention, she is the foster-mother of\nart, for the greatest actors that ever lived have drawn their early\nnourishment from her breast.  We learn our profession by the\nmortifications we are compelled to go through in order to get a\nliving.",
        "The sons and daughters of wealthy parents who have money at their\ncommand, and can settle their weekly expenses without the assistance\nof the box office, indignantly refuse to lower themselves by assuming\nsome subordinate character for which they are cast, and march home\nbecause their fathers and mothers will take care of them.  Well, they\nhad better stay there!",
        "But whether you are rich or poor, if you would be an actor begin at\nthe beginning.  This is the old conventional advice, and is as good\nnow in its old age as it was in its youth.  All actors will agree in\nthis, and as Puff says, in the Critic, “When they do agree on the\nstage the unanimity is wonderful.”  Enroll yourself as a “super” in\nsome first-class theatre, where there is a stock Company and likely to\nbe a periodical change of programme, so that even in your low degree\nthe practice will be varied.  After having posed a month as an\ninnocent English rustic, you may, in the next play, have an\nopportunity of being a noble Roman.  Do the little you have to do as\nwell as you can; if you are in earnest the stage-manager will soon\nnotice it and your advancement will begin at once.  You have now made\nthe plunge, the ice is broken; there is no more degradation for you;\nevery step you take is forward.",
        "A great American statesman said, “There is always plenty of room at\nthe top.”  So there is, Mr. Webster, after you get there.  But we must\nclimb, and climb slowly too, so that we can look back without any\nunpleasant sensations; for if we are cast suddenly upon the giddy\nheight our heads will swim and down we shall go.  Look also at the\ndifficulties that will beset you by beginning “at the top.”  In the\nfirst place, no manager in his senses will permit it; and if he did,\nyour failure–which is almost inevitable–not only will mortify you,\nbut your future course for some time to come will be on the downward\npath.  Then, in disgust, sore and disheartened, you will retire from\nthe profession which perhaps your talents might have ornamented if\nthey had been properly developed.",
        "In May, 1886, Mr. Jefferson paid a visit to Montreal, and greatly\nenjoyed a drive through Mount Royal Park and to Sault au Recollet.\nThat week he appeared in “Rip Van Winkle” and “The Cricket on the\nHearth.”  Speaking of Boucicault, who dramatised Rip, he said to the\neditor of this volume: “Yes, he is a consummate retoucher of other\nmen’s work.  His experience on the stage tells him just what points to\nexpand and emphasise with most effect.  No author seated at his desk\nall his life, without theatrical training, could ever have rewritten\nRip with such success.  Among modern plays I consider ’The Scrap of\nPaper’ by Victorien Sardou to be the most ingenious of all.  If Sardou\nonly had heart he would be one of the greatest dramatists that ever\nlived.  Had he written ’The Cricket on the Hearth,’ Caleb Plummer\ninstead of being patient, resigned and lovable would have been filled\nwith the vengeful ire of a revolutionist.”",
        "With regard to Shakespeare Mr. Jefferson said:",
        "“’Macbeth’ is his greatest play, the deepest in meaning, the best knit\nfrom the first scene to the last.  While ’Othello’ centres on\njealousy, ’Lear’ on madness, ’Romeo and Juliet’ on love, ’Macbeth’\nturns on fate, on the supernal influences which compel a man with good\nin him to a murderous course.  The weird witches who surround the\nbubbling caldron are Fates.”",
        "Recalling his early days on the boards he remarked:  “Then a young\nactor had to play a varied round of parts in a single season.\nTo-night it would be farce, to-morrow tragedy, the next night some\nsuch melodrama as ’Ten Nights in a Bar-room.’  This not only taught an\nactor his business, it gave him a chance to find out where his\nstrength lay, whether as Dundreary, Hamlet, or Zeke Homespun.”",
        "One of Mr. Jefferson’s company that season was his son, Mr. Thomas\nJefferson.  When I spoke of his remarkable resemblance to the\nportraits of President Jefferson, I was told:",
        "“If physiognomy counts for anything, all the Jeffersons have sprung\nfrom one stock; we look alike wherever you find us.  The next time you\nare in Richmond, Virginia, I wish you to notice the statue of Thomas\nJefferson, one of the group surrounding George Washington beside the\nCapitol.  That statue might serve as a likeness of my father.  When\nhis father was once playing in Washington, President Jefferson, who\nwarmly admired his talents, sent for him and received him most\nhospitably.  When they compared genealogies they could come no nearer\nthan that both families had come from the same county in England.”",
        "Montreal has several highly meritorious art collections: these, of\nCourse, were open to Mr. Jefferson.  He was particularly pleased with\nthe canvases of Corot in the mansion of Sir George Drummond.  That\nafternoon another collector showed him his gallery and pointed to a\nportrait of his son, for the three years past a student of art in\nParis.  Mr. Jefferson asked: “How can you bear to be parted from him\nso long?”",
        "He could be witty as well as kind in his remarks.  A kinswoman in his\ncompany grumbled that the Montreal Herald had called her nose a\npoem.",
        "“No, my dear,” was his comment, “it’s not a poem, but a stanza,\nsomething shorter.”",
        "On Dominion Square I showed him the site occupied by the Ice Palace\nduring the recent Winter Carnival; on the right stood a Methodist\nChurch, on the left the Roman Catholic Cathedral.  He remarked simply:\n\"So there’s a coolness between them!”",
        "",
        "[Mr. William Winter’s “Life and Art of Edwin Booth” is indispensable\nto a student of the American stage.  Here are two paragraphs chosen\nfrom many as illuminating:",
        "“The salient attributes of Booth’s art were imagination, insight,\ngrace, intense emotion, and melancholy refinement.  In Hamlet,\nRichelieu, Othello, Iago, Lear, Bertuccio, and Lucius Brutus they were\nconspicuously manifest.  But the controlling attribute,–that which\nimparted individual character, colour and fascination to his\nacting,–was the thoughtful introspective habit of a stately mind,\nabstracted from passion and suffused with mournful dreaminess of\ntemperament.  The moment that charm began to work, his victory was\ncomplete.  It was that which made him the true image of Shakespeare’s\nthought, in the glittering halls of Elsinore, on its midnight\nbattlements, and in its lonely, wind-beaten place of graves.",
        "“Under the discipline of sorrow, and through years that bring the\nphilosophic mind, Booth drifted further and further away from things\ndark and terrible, whether in the possibilities of human life or in\nthe world of imagination.  That is the direction of true growth.  In\nall characters that evoked his essential spirit–in characters which\nrested on spiritualised intellect, or on sensibility to fragile\nloveliness, the joy that is unattainable, the glory that fades, and\nthe beauty that perishes–he was peerless.  Hamlet, Richelieu, Faust,\nManfred, Jacques, Esmond, Sydney Carton, and Sir Edward Mortimer are\nall, in different ways, suggestive of the personality that Booth was\nfitted to illustrate.  It is the loftiest type that human nature\naffords, because it is the embodied supremacy of the soul, and because\ntherein it denotes the only possible escape from the cares and\nvanities of a transitory world.”",
        "The letters which follow are from “Edwin Booth: Recollections by his\ndaughter, Edwina Booth Grossman, and Letters to Her and to His\nFriends.”  Copyright, 1894, Century Company, New York.–ED.]",
        "TO HIS DAUGHTER",
        "BOOTH’S THEATER,\nNEW YORK, November 15, 1871.",
        "MY OWN DEAR DAUGHTER:",
        "I arrived here last night, and found your pretty gift awaiting me.\nYour letter pleased me very, very much in every respect, and your\nlittle souvenir gave me far more delight than if it were of real gold.\nWhen you are older you will understand how precious little things,\nseemingly of no value in themselves, can be loved and prized above all\nprice when they convey the love and thoughtfulness of a good heart.\nThis little token of your desire to please me, my darling, is\ntherefore very dear to me, and I will cherish it as long as I live.\nIf God grants me so many years, I will show it you when you are a\nwoman, and then you will appreciate my preference for so little a\nthing, made by you, to anything money might have bought.  God bless\nyou, my darling!  ...",
        "God bless you again and again!  Your loving father.",
        "TO HIS DAUGHTER",
        "CHICAGO, March  2, 1873.",
        "MY DEAR BIG DAUGHTER:",
        "Your last letter was very jolly, and made me almost happy.  Pip (the\ndog) is yelping to write to you, and so is your little brother, St.\nValentine, the bird; but I greatly fear they will have to wait another\nweek, for, you know, I have to hold the pen for them, and I have\nwritten so many letters, and to-day my hand is tired.",
        "Don’t you think it jollier to receive silly letters sometimes than to\nget a repetition of sermons on good behaviour?  It is because I desire\nto encourage in you a vein of pleasantry, which is most desirable in\none’s correspondence, as well as in conversation, that I put aside the\nstern old father, and play papa now and then.",
        "When I was learning to act tragedy, I had frequently to perform comic\nparts, in order to acquire a certain ease of manner that my serious\nparts might not appear too stilted; so you must endeavour in your\nletters, in your conversation, and your general deportment, to be easy\nand natural, graceful and dignified.  But remember that dignity does\nnot consist of over-becoming pride and haughtiness; self-respect,\npoliteness and gentleness in all things and to all persons will give\nyou sufficient dignity.  Well, I declare, I’ve dropped into a sermon,\nafter all, haven’t I?  I’m afraid I’11 have to let Pip and the bird\nhave a chance, or else I’11 go on preaching till the end of my letter.\nYou must tell me what you are reading now, and how you progress in\nyour studies, and how good you are trying to be.  Of that I have no\nfear.  I doubt if I shall get to Philadelphia in June; so do not\nexpect me until school breaks up and then–\"hey for Cos Cob” and the\nfish-poles!  When I was last there the snow was high above our knees;\nbut still I liked it better than the city ....",
        "Love and kisses from your grim old father.",
        "TO HIS DAUGHTER",
        "April  23, 1876.",
        "MY DARLING DAUGHTER,",
        "...  When I was at Eton (I don’t refer now to the dinner-table) my\nGreek and Latin were of such a superior quality that had it not been\nfor an unforeseen accident I would have carried off all the honours.\nThe accident lay in this:  I never went to school there except in\ndreams.  How often, ah! how often have I imagined the delights of a\ncollegiate education!  What a world of never-ending interest lies open\nto the master of languages!",
        "The best translations cannot convey to us the strength and exquisite\ndelicacy of thought in its native garb, and he to whom such books are\nshut flounders about in outer darkness.  I have suffered so much from\nthe lack of that which my father could easily have given me in youth,\nand which he himself possessed, that I am all the more anxious you\nshall escape my punishment in that respect; that you may not, like me,\ndream of those advantages which others enjoy through any lack of\nopportunity or neglect of mine.  Therefore, learn to love your Latin,\nyour French, and your English grammar; standing firmly and securely on\nthem, you have a solid foothold in the field of literature....",
        "Think how interesting it will be hereafter to refer to your journal,\nand see the rapid development, not only of your mind, but of your\nmoral growth; only do not fail to record all your shortcomings; they\nwill not stand as reproaches, but as mere snags in the tortuous river\nof your life, to be avoided in succeeding trips farther down the\nstream.  They beset us all along the route, from the cradle to the\ngrave, and if we can only see them we can avoid many rough bumps.",
        "God bless my darling!",
        "PAPA.",
        "TO HIS DAUGHTER",
        "CHICAGO, October 9, 1886",
        "...  I am glad to know that baby has begun to crawl; don’t put her on\nher feet too soon; consider her legs a la bow....  I closed my first\nweek here with two enormous houses.  A hard week’s work has greatly\ntired me....  Jefferson called and left with me the manuscript of his\nreminiscences, which he has been writing.  So far as he has written\nit, it is intensely interesting and amusing, and well written in a\nfree and chatty style; it will be the best autobiography of any actor\nyet published if he continues it in its present form.  I sent you some\nbook notices from Lawrence Hutton’s clippings for me....  In the\narticle I send to-day you will see that I am gently touched up on the\npoint of the “old school\"; my reference was not to the old style of\nacting, but the old stock theatre as a school–where a beginner had\nthe advantage of a great variety of experience in farces, as well as\ntragedies and comedies, and a frequent change of programme.  There is\nno “school” now; there is a more natural style of acting, perhaps, but\nthe novice can learn nothing from long runs of a single play ...",
        "TO HIS DAUGHTER",
        "NEW YORK, January 5, 1888,",
        "...  As for God’s reward for what I have done, I can hardly appreciate\nit; it is more like punishment for misdeeds (of which I’ve done many)\nthan grace for good ones (if I’ve done any).  Homelessness is the\nactor’s fate; physical incapacity to attain what is most required and\ndesired by such a spirit as I am a slave to.  If there be rewards, I\nam certainly well paid, but hard schooling in life’s thankless lessons\nhas made we somewhat of a philosopher, and I’ve learned to take the\nbuffets and rewards of fortune with equal thanks, and in suffering all\nto suffer–I won’t say nothing, but comparatively little.  Dick\nStoddard wrote a poem called “The King’s Bell,” which fits my case\nexactly (you may have read it) .  He dedicated it to Lorimer Graham,\nwho never knew an unhappy day in his brief life, instead of to me, who\nnever knew a really happy one.  You mustn’t suppose from this that I’m\nill in mind or body: on the contrary, I am well enough in both; nor am\nI a pessimist.  I merely wanted you to know that the sugar of my life\nis bitter-sweet; perhaps not more so than every man’s whose experience\nhas been above and below the surface....  Business has continued\nlarge, and increases a little every night; the play will run two weeks\nlonger.  Sunday, at four o’clock, I start for Baltimore, arriving\nthere at ten o’clock....",
        "To-morrow, a meeting of actors, managers, and artists at breakfast, to\ndiscuss and organise, if possible, a theatrical club[1] like the\nGarrick of London....",
        "TO HIS DAUGHTER",
        "DETROIT, April 04, 1890.",
        "...  Yes; it is indeed most gratifying to feel that age has not\nrendered my work stale and tiresome, as is usually the case with\nactors (especially tragedians) at my time.  Your dear mother’s fear\nwas that I would culminate too early, as I seemed then to be advancing\nso rapidly.  Somehow I can’t rid myself of the belief that both she\nand my father helped me.  But as for the compensation?  Nothing of\nfame or fortune can compensate for the spiritual suffering that one\npossessing such qualities has to endure.  To pass life in a sort of\ndream, where “nothing is but what is not\"–a loneliness in the very\nmidst of a constant crowd, as it were–is not a desirable condition of\nexistence, especially when the body also has to share the “penalty of\ngreatness,” as it is termed.  Bosh!  I’d sooner be an obscure farmer,\na hayseed from Wayback, or a cabinetmaker, as my father advised, than\nthe most distinguished man on earth.  But Nature cast me for the part\nshe found me best fitted for, and I have had to play it, and must play\nit till the curtain falls.  But you must not think me sad about it.\nNo; I am used to it, and am contented.",
        "I continue well, and act with a vigour which sometimes surprises\nmyself, and all the company notice it, and comment upon it.  I’m glad\nthe babes had a jolly birthday.  Bless ’em!  Love for all.",
        "PAPA.",
        "TO HIS DAUGHTER",
        "THE PLAYERS, NEW YORK,\nMarch 22, 1891.",
        "DEAR DAUGHTER:",
        "I’m in no mood for letter-writing to-day.  The shock (of Mr. Lawrence\nBarrett’s death) so sudden and so distressing, and the gloomy,\ndepressing weather, entirely unfit me for the least exertion–even to\nthink.  Hosts of friends, all eager to assist poor Mrs. Barrett, seem\nhelpless in confusion, and all the details of the sad business seem to\nbe huddled on her ...",
        "General Sherman’s son, “Father Tom,” as he is affectionately called by\nall the family and the friends of the dear old General, will attend.\nHe was summoned from Europe recently to his father’s deathbed, and he\nhappens to be in time to perform services for his father’s friend,\npoor Lawrence.  After the services to-morrow, the remains and a few\nfriends will go direct to Cohasset for the burial–Tuesday–where\nBarrett had only two weeks ago placed his mother, removed from her New\nYork grave to a family lot which he had recently purchased at\nCohasset.  He had also enlarged his house there, where he intended to\npass his old age in privacy.  Doctor Smith was correct in his\nassertion that the glandular disease was incurable, and the surgical\noperation would prolong life only a year or so; the severe cold\nproduced pneumonia; which Barrett’s physicians say might have been\novercome but for the glandular disease still in the blood.  Mrs.\nBarrett knew from the first operation that he had at most a year or so\nto live, and yet by the doctor’s advice kept it secret, and did\neverything to cheer and humour him.  She’s a remarkable woman.  She\nhas been expecting to be suddenly called to him for more than a year\npast, yet the blow came with terrible force.  Milly, Mr. Barrett’s\nyoungest daughter, and her husband, came last night....  When I saw\nLawrence on Thursday he was in a burning fever and asked me to keep\naway for fear his breath might affect me, and it pained him to talk.\nHe pulled through three acts of “De Mauprat” the night before, and\nsent for his wife that night.  His death was very peaceful, with no\nsign of pain.  A couple of weeks ago he and I were to meet General\nSherman at dinner: death came instead.  To-night Barrett had invited\nabout twenty distinguished men to meet me at Delmonico’s, and again\nthe grim guest attends....",
        "My room is like an office of some state official; letters, telegrams,\nand callers come every moment, some on business, many in sympathy.\nThree hours have elapsed since I finished the last sentence, and I\nexpect a call from Bromley before I retire.  A world of business\nmatters have been disturbed by this sudden break of contracts with\nactors and managers, and everything pertaining to next season, as well\nas much concerning the balance of the present one, must be rearranged\nor cancelled.  I, of course, am free; but for the sake of the company\nI shall fulfil my time, to pay their salaries, this week here; and\nnext week in Brooklyn, as they were engaged by Barrett for my\nengagement.  After which they will be out of employment for the\nbalance of the season...",
        "PAPA.",
        "TO MISS EMMA F. CARY\nSAINT VALENTINE’S DAY, 1864.",
        "MY DEAR FRIEND:",
        "A little lull in the whirl of excitement in which my brain has nearly\nlost its balance affords me an opportunity to write to you.  It would\nbe difficult to explain the many little annoyances I have been\nsubjected to in the production of “Richelieu,” but when I tell you\nthat it far surpasses “Hamlet,” and exceeds all my expectations, you\nmay suppose that I have not been very idle all this while.  I wish you\ncould see it.",
        "Professor Peirce[2] has been here, and he will tell you of it.  It\nreally seems that the dreams of my past life–so far as my profession\nis concerned–are being realised.  What Mary and I used to plan for my\nfuture, what Richard and I used laughingly to promise ourselves in\n\"our model theatre,” seems to be realised–in these two plays, at\nleast.  As history says of the great cardinal, I am “too fortunate a\nman not to be superstitious,” and as I find my hopes being fulfilled,\nI cannot help but believe that there is a sufficient importance in my\nart to interest them still; that to a higher influence than the world\nbelieves I am moved by I owe the success I have achieved.  Assured\nthat all I do in this advance carries, even beyond the range of my\nlittle world (the theatre), an elevating and refining influence, while\nin it the effect is good, I begin to feel really happy in my once\nuneasy sphere of action.  I dare say I shall soon be contented with my\nlot.  I will tell you this much: I have been offered the means to a\nspeedy and an ample fortune, from all parts of the country, but prefer\nthe limit I have set, wherein I have the power to carry out my wishes,\nthough “on half pay,” as it were....",
        "Ever your friend,",
        "EDWIN BOOTH.",
        "TO MISS EMMA F. CARY\n[Three weeks after the assassination by his brother, John Wilkes\nBooth, of President Lincoln.]\nSaturday, May 6, 1865.",
        "MY DEAR FRIEND:",
        "I’ve just received your letter.  I have been in one sense unable to\nwrite, but you know, of course, what my condition is, and need no\nexcuses.",
        "I have been, by the advice of my friends, “cooped up” since I arrived\nhere, going out only occasionally in the evening.  My health is good,\nbut I suffer from the want of fresh air and exercise.",
        "Poor mother is in Philadelphia, about crushed by her sorrows, and my\nsister, Mrs. Clarke, is ill, and without the least knowledge of her\nhusband, who was taken from her several days ago, with Junius.",
        "My position is such a delicate one that I am obliged to use the utmost\ncaution.  Hosts of friends are staunch and true to me.  Here and in\nBoston I feel safe.  What I am in Philadelphia and elsewhere I know\nnot.  All I do [know] of the above named city is that there is one\ngreat heart firm and faster bound to me than ever.",
        "Sent in answer to dear Mary’s [his wife’s] prayers–I faithfully\nbelieve it.  She will do what Mary struggled, suffered, and died in\ndoing.  My baby, too, is there.  Now that the greatest excitement is\nover, and a lull is in the storm, I feel the need of that dear angel;\nbut during the heat of it I was glad she was not here.",
        "When Junius and Mr. Clarke are at liberty, mother will come here and\nbring Edwina [his daughter] to me.  I wish I could see with others’\neyes; all my friends assure me that my name shall be free, and that in\na little while I may be where I was and what I was; but, alas! it\nlooks dark to me.",
        "God bless you all for your great assistance in my behalf; even dear\nDick aided me in my extremity, did he not?",
        "Give my love to all and kisses to George.",
        "...  I do not think the feeling is so strong in my favour in\nPhiladelphia as it is here and in Boston.  I am not known there.  Ever\nyours.",
        "TO MR. NAHUM CAPEN",
        "[In response to an inquiry regarding his brother, John Wilkes Booth.]\nWINDSOR HOTEL, NEW YORK,\nJuly 28, 1881.",
        "DEAR SIR:",
        "I can give you very little information regarding my brother John.  I\nseldom saw him since his early boyhood in Baltimore.  He was a\nrattle-pated fellow, filled with quixotic notions.",
        "While at the farm in Maryland he would charge on horseback through the\nwoods, “spouting” heroic speeches with a lance in his hand–a relic of\nthe Mexican war–given to father by some soldier who had served under\nTaylor.  We regarded him as a good-hearted, harmless, though\nwild-brained, boy, and used to laugh at his patriotic froth whenever\nsecession was discussed.  That he was insane on that one point no one\nwho knew him well can doubt.  When I told him that I had voted for\nLincoln’s reelection he expressed deep regret, and declared his belief\nthat Lincoln would be made king of America; and this I believe, drove\nhim beyond the limits of reason.  I asked him once why he did not join\nthe Confederate army.  To which he replied, “I promised mother I would\nkeep out of the quarrel, if possible, and I am sorry that I said so.\"\nKnowing my sentiments, he avoided me, rarely visiting my house, except\nto see his mother, when political topics were not touched upon–at\nleast in my presence.  He was of a gentle, loving disposition, very\nboyish and full of fun–his mother’s darling–and his deed and death\ncrushed her spirit.  He possessed rare dramatic talent, and would have\nmade a brilliant mark in the theatrical world.  This is positively all\nthat I know about him, having left him a mere school-boy, when I went\nwith my father to California in 1852.  On my return in 1856 we were\nseparated by professional engagements, which kept him mostly in the\nSouth while I was employed in the Eastern and Northern states.",
        "I do not believe any of the wild, romantic stories published in the\npapers concerning him; but of course he may have been engaged in\npolitical matters of which I know nothing.  All his theatrical friends\nspeak of him as a poor crazy boy, and such his family think of him.  I\nam sorry I can afford you no further light on the subject.  Very truly\nyours,",
        "ADVICE TO A YOUNG ACTOR",
        "[TO WALTER THOMAS]\nNEW YORK, August 28, 1889.",
        "MY DEAR MR. THOMAS:",
        "I was surprised to learn that your engagement with Mr. Barrett is\nterminated, and am sorry for the cause, although I believe the result\nwill be to your advantage.  Your chances for promotion will be better\nin a company that is not confined to so limited a repertoire as mine,\nin which so few opportunities occur for the proper exercise of\nyouthful talent.  A frequent change of role, and of the lighter\nsort–especially such as one does not like forcing one’s self to use\nthe very utmost of his ability in the performance of–is the training\nrequisite for a mastery of the actor’s art.",
        "I had seven years’ apprenticeship at it, during which most of my\nlabour was in the field of comedy–\"walking gentleman,” burlesque, and\nlow comedy parts–the while my soul was yearning for high tragedy.  I\ndid my best with all that I was cast for, however, and the unpleasant\nexperience did me a world of good.  Had I followed my own bent, I\nwould have been, long ago, a “crushed tragedian.”",
        "I will, as you request, give you a line to Mr. Palmer, and I hope you\nmay obtain a position that will afford you the necessary practice.\nWith best wishes.  Truly yours,",
        "EDWIN BOOTH.",
        "",
        "[Charlotte Cushman, a native of Boston, died in that city in 1876.  No\nactress ever excelled her as Meg Merrilies, Queen Katherine, and Lady\nMacbeth.  On the morning following her death, Mr. William Winter wrote\nin the New York Tribune:–",
        "...  Charlotte Cushman was not a great actress merely, but she was a\ngreat woman.  She did not possess the dramatic faculty apart from\nother faculties and conquer by that alone: but having that faculty in\nalmost unlimited fulness, she poured forth through its channel such\nresources of character, intellect, moral strength, soul, and personal\nmagnetism as marked her for a genius of the first order, while they\nmade her an irresistible force in art.  When she came upon the stage\nshe filled it with the brilliant vitality of her presence.  Every\nmovement that she made was winningly characteristic.  Her least\ngesture was eloquence, Her voice, which was soft or silvery, or deep\nor mellow, according as emotion affected it, used now and then to\ntremble, and partly to break, with tones that were pathetic beyond\ndescription.  These were denotements of the fiery soul that smouldered\nbeneath her grave exterior, and gave iridescence to every form of art\nthat she embodied.  Sometimes her whole being seemed to become\npetrified in a silent suspense more thrilling than any action, as if\nher imagination were suddenly inthralled by the tumult and awe of its\nown vast perceptions.”",
        "Her frlend, Emma Stebbins, the sculptor, edited a memorial volume,\n\"Charlotte Cushman:  Her Letters and Memories of Her Life,” published\nin 1878.  By permission of the publishers and owners of the copyright,\nHoughton, Mifflin & Co., Boston, the pages that follow are\noffered.–ED.]",
        "On one occasion [wrote Miss Cushman] when Henry Ware, pastor of the\nold Boston Meeting House, was taking tea with my mother, he sat at\ntable talking, with his chin resting in his two hands, and his elbows\non the table.  I was suddenly startled by my mother exclaiming,\n\"Charlotte, take your elbows off the table and your chin out of your\nhands; it is not a pretty position for a young lady!”  I was sitting\nin exact imitation of the parson, even assuming the expression of his\nface.",
        "Besides singing everything, I exercised my imitative powers in all\ndirections, and often found myself instinctively mimicking the tones,\nmovement, and expression of those about me.  I’m afraid I was what the\nFrench call un enfant terrible–in the vernacular, an awful child!\nfull of irresistible life and impulsive will; living fully in the\npresent, looking neither before nor after; as ready to execute as to\nconceive; full of imagination–a faculty too often thwarted and warped\nby the fears of parents and friends that it means insincerity and\nfalsehood, when it is in reality but the spontaneous exercise of\nfaculties as yet unknown even to the possessor, and misunderstood by\nthose so-called trainers of infancy.",
        "This imitative faculty in especial I inherited from my grandmother\nBabbit, born Mary Saunders, of Gloucester, Cape Ann.  Her faculty of\nimitation was very remarkable.  I remember sitting at her feet on a\nlittle stool and hearing her sing a song of the period, in which she\ndelighted me by the most perfect imitation of every creature belonging\nto the farmyard.",
        "My uncle, Augustus Babbit, who led a seafaring life and was lost at\nsea, took great interest in me; he offered me prizes for proficiency\nin my studies, especially music and writing.  He first took me to the\ntheatre on one of his return voyages, which was always a holiday time\nfor me.  My first play was “Coriolanus,” with Macready, and my second\n\"The Gamester,” with Cooper and Mrs. Powell as Mr. and Mrs. Beverley.\nAll the English actors and actresses of that time were of the Siddons\nand Kemble school, and I cannot but think these early impressions must\nhave been powerful toward the formation of a style of acting afterward\nslowly eliminated through the various stages of my artistic career.",
        "My uncle had great taste and love for the dramatic profession, and\nbecame acquainted with Mr. and Mrs. William Pelby, for whom the\noriginal Tremont Theatre was built.  My uncle being one of the\nstockholders, through him my mother became acquainted with these\npeople, and thus we had many opportunities of seeing and knowing\nsomething of the fraternity.",
        "About this time I became noted in school as a reader, where before I\nhad only been remarkable for my arithmetic, the medal for which could\nnever be taken from me.  I remember on one occasion reading a scene\nfrom Howard Payne’s tragedy of “Brutus,” in which Brutus speaks, and\nthe immediate result was my elevation to the head of the class to the\nevident disgust of my competitors, who grumbled out, “No wonder she\ncan read, she goes to the theatre!”  I had been before this very shy\nand reserved, not to say stupid, about reading in school, afraid of\nthe sound of my own voice, and very unwilling to trust it; but the\ngreater familiarity with the theatre seemed suddenly to unloose my\ntongue, and give birth as it were to a faculty which has been the\nruling passion ever since.",
        "With the Maeders I went [in 1836, when twenty years of age] to New\nOrleans, and sang until, owing perhaps to my youth, to change of\nclimate, or to a too great strain upon the upper register of my voice,\nwhich, as his wife’s voice was a contralto, it was more to Mr.\nMaeder’s interest to use, than the lower one, I found my voice\nsuddenly failing me.  In my unhappiness I went to ask counsel and\nadvice of Mr. Caldwell, the manager of the chief New Orleans theatre,\nHe at once said to me, “You ought to be an actress, and not a singer.\"\nHe advised me to study some parts, and presented me to Mr. Barton, the\ntragedian of the theatre, whom he asked to hear me, and to take an\ninterest in me.",
        "He was very kind, as indeed they both were; and Mr. Barton, after a\nshort time, was sufficiently impressed with my powers to propose to\nMr. Caldwell that I should act Lady Macbeth to his Macbeth, on the\noccasion of his (Barton’s) benefit.  Upon this is was decided that I\nshould give up singing and take to acting.  My contract with Mr.\nMaeder was annulled, it being the end of the season.  So enraptured\nwas I with the idea of acting this part, and so fearful of anything\npreventing me, that I did not tell the manager I had no dresses, until\nit was too late for me to be prevented from acting it; and the day\nbefore the performance, after rehearsal, I told him.  He immediately\nsat down and wrote a note of introduction for me to the tragedienne of\nthe French Theatre, which then employed some of the best among French\nartists for its company.  This note was to ask her to help me to\ncostumes for the role of Lady Macbeth, I was a tall, thin, lanky girl\nat that time, about five feet six inches in height.  The Frenchwoman,\nMadame Closel, was a short, fat person of not more than four feet ten\ninches, her waist full twice the size of mine, with a very large bust;\nbut her shape did not prevent her being a very great actress.  The\nludicrousness of her clothes being made to fit me struck her at once.\nShe roared with laughter; but she was very good-natured, saw my\ndistress, and set to work to see to how she could help it.  By dint of\npiecing out the skirt of one dress it was made to answer for an\nunderskirt, and then another dress was taken in in every direction to\ndo duty as an overdress, and so make up the costume.  And thus I\nessayed for the first time the part of Lady Macbeth, fortunately to\nthe satisfaction of the audience, the manager, and all the members of\nthe company.",
        "...  I should advise you to get to work; all ideal study of acting,\nwithout the trial or opportunity of trying our efforts and conceivings\nupon others, is, in my mind, lost time.  Study while you act.  Your\nconception of character can be formed while you read your part, and\nonly practice can tell you whether you are right.  You would, after a\nyear of study in your own room, come out unbenefited, save in as far\nas self-communion ever must make us better and stronger; but this is\nnot what you want just now.  Action is needed.  Your vitality must in\nsome measure work itself off.  You must suffer, labour, and wait,\nbefore you will be able to grasp the true and the beautiful.  You\ndream of it now; the intensity of life that is in you, the spirit of\npoetry which makes itself heard by you in indistinct language, needs\nwork to relieve itself and be made clear.  I feel diffident about\ngiving advice to you, for you know your own nature better than any one\nelse can, but I should say to you, get to work in the best way you\ncan.",
        "All your country work will be wretched; you will faint by the way; but\nyou must rouse your great strength and struggle on, bearing patiently\nyour cross on the way to your crown!  God bless you and prosper your\nundertakings.  I know the country theatres well enough to know how\nutterly alone you will be in such companies; but keep up a good heart;\nwe have only to do well what is given us to do, to find heaven.",
        "I think if you have to wait for a while it will do you no harm.  You\nseem to me quite frantic for immediate work; but teach yourself quiet\nand repose in the time you are waiting.  With half your strength I\ncould bear to wait and labour with myself to conquer fretting.  The\ngreatest power in the world is shown in conquest over self.  More life\nwill be worked out of you by fretting than all the stage-playing in\nthe world.  God bless you, my poor child.  You have indeed troubles\nenough; but you have a strong and earnest spirit, and you have the\ntrue religion of labour in your heart.  Therefore I have no fears for\nyou, let what will come.  Let me hear from you at your leisure, and be\nsure you have no warmer friend than I am and wish to be,...",
        "I was exceedingly pleased to hear such an account of your first\nappearance.  You were quite right in all that was done, and I am\nrejoiced at your success.  Go on; persevere.  You will be sure to do\nwhat is right, for your heart is in the right place, your head is\nsound, your reading has been good.  Your mind is so much better and\nstronger than any other person’s whom I have known enter the\nprofession, that your career is plain before you.",
        "But I will advise you to remain in your own native town for a season,\nor at least the winter.  You say you are afraid of remaining among\npeople who know you.  Don’t have this feeling at all.  You will have\nto be more particular in what you do, and the very feeling that you\ncannot be indifferent to your audience will make you take more pains.\nBeside this, you will be at home, which is much better for a time; for\nthen at first you do not have to contend with a strange home as well\nas with a strange profession.  I could talk to you a volume upon this\nmatter, but it is difficult to write.  At all events I hope you will\ntake my counsel and remain at home this winter.  It is the most\nwretched thing imaginable to go from home a novice into such a theatre\nas any of those in the principal towns.",
        "Only go on and work hard, and you will be sure to make a good\nposition.  With regard to your faults, what shall I say?  Why, that\nyou will try hard to overcome them.  I don’t think they would be\nperceived save by those who perhaps imagine that your attachment for\nme has induced you to join the profession.  I have no mannerisms, I\nhope; therefore any imitation of me can only be in the earnest desire\nto do what you can do, as well as you can.  Write to me often; ask of\nme what you will; my counsel is worth little, but you shall command it\nif you need it.",
        "[FROM A LETTER]",
        "...  All that you say about your finding your own best expression in\nand through the little life which is confided to you is good and true,\nand I am so happy to see how you feel on the subject.  I think a\nmother who devotes herself to her child, in watching its culture and\nkeeping it from baleful influences, is educating and cultivating\nherself at the same time.  No artist work is so high, so noble, so\ngrand, so enduring, so important for all time, as the making of\ncharacter in a child, You have your own work to do, the largest\npossible expression.  No statue, no painting, no acting, can reach it,\nand it embodies each and all the arts, Clay of God’s fashioning is\ngiven into your hands to mould to perfectness.  Is this not something\ngrand to think of?  No matter about yourself–only make yourself\nworthy of God’s sacred trust, and you will be doing His work–and that\nis all that human beings ought to care to live for.  Am I right?",
        "[FROM A LETTER TO A FRIEND]",
        "There was a time, in my life of girlhood, when I thought I had been\ncalled upon to bear the very hardest thing that can come to a Woman.\nA very short time served to show me, in the harder battle of life\nWhich was before me, that this had been but a spring storm, which was\nsimply to help me to a clearer, better, richer, and more productive\nsummer.  If I had been spared this early trial, I should never have\nbeen so earnest and faithful in my art; I should have still been\ncasting about for the “counterpart,” and not given my entire self to\nmy work, wherein and alone I have reached any excellence I have ever\nattained, and through which alone I have received my reward.  God\nhelped me in my art isolation, and rewarded me for recognising him and\nhelping myself.  This passed on; and this happened at a period in my\nlife when most women (or children, rather) are looking to but one end\nin life–an end no doubt wisest and best for the largest number, but\nwhich would not have been wisest and best for my work, and so for\nGod’s work, for I know he does not fail to set me his work to do, and\nhelps me to do it, and helps others to help me.  (Do you see this\ntracing back, and then forward, to an eternity of good, and do you see\nhow better and better one can become in recognising one’s self as a\nminister of the Almighty to faithfully carry out our part of His great\nplan according to our strength and ability?)  0 believe we cannot live\none moment for ourselves, one moment of selfish repining, and not be\nfailing him at that moment, hiding the God-spark in us, letting the\nflesh conquer the spirit, the evil dominate the good.",
        "Then after this first spring storm and hurricane of young\ndisappointment came a lull–during which I actively pursued what\nbecame a passion,–my art.  Then I lost my younger brother, upon whom\nI had begun to build most hopefully, as I had reason.  He was by far\nthe cleverest of my mother’s children.  He had been born into greater\npoverty than the others; he received his young impressions through a\ndifferent atmosphere; he was keener, more artistic, more impulsive,\nmore generous, more full of genius.  I lost him by a cruel accident,\nand again the world seem to liquefy beneath my feet, and the waters\nwent over my soul.  It became necessary that I should suffer bodily to\ncure my heart-bleed.  I placed myself professionally where I found and\nknew all my mortifications in my profession, which seemed for the time\nto strew ashes over the loss of my child-brother (for he was my child,\nand loved me best in all the world), thus conquering my art, which,\nGod knows, has never failed me–never failed to bring me rich\nreward–never failed to bring me comfort.  I conquered my grief and\nmyself.  Labour saved me then and always, and so I proved the eternal\ngoodness of God.  I digress too much; but you will see how, in looking\nback to my own early disappointments, I can recognise all the good\nwhich came out of them, and can ask you to lay away all repinings with\nour darling, and hope (as we must) in God’s wisdom and goodness, and\nask him to help us to a clearer vision and truer knowledge of his\ndealings with us; to teach us to believe that we are lifted up to him\nbetter through our losses than our gains.  May it not be that heaven\nis nearer, the passage from earth less hard, and life less seductive\nto us, in consequence of the painless passing of this cherub to its\ntrue home, lent us but for a moment, to show how pure must be our\nlives to fit us for such companionship?  And thus, although in one\nsense it would be well for us to put away the sadness of this thought\nif it would be likely to enervate us, in another sense, if we consider\nit rightly, if we look upon it worthily, we have an angel in God’s\nhouse to help us to higher and purer thinkings, to nobler aspirations,\nto more sublime sacrifices than we have ever known before.",
        "[In 1874 Miss Cushman bade farewell to New York at Booth’s Theatre,\nafter a performance as Lady Macbeth.  William Cullen Bryant presented\nan ode in her honour.  In the course of her response Miss Cushman\nsaid:]",
        "Beggar that I am, I am even poor in thanks, but I thank you.\nGentlemen, the heart has no speech; its only language is a tear or a\npressure of the hand, and words very feebly convey or interpret its\nemotions.  Yet I would beg you to believe that in the three little\nwords I now speak, ’I thank you,’ there are heart depths which I\nshould fail to express better, though I should use a thousand other\nwords.  I thank you, gentlemen, for the great honour you have offered\nme.  I thank you, not only for myself, but for my whole profession, to\nwhich, through and by me, you have paid this very grateful compliment.\nIf the few words I am about to say savour of egotism or vainglory, you\nwill, I am sure, pardon me, inasmuch as I am here only to speak of\nmyself.  You would seem to compliment me upon an honourable life.  As\nI look back upon that life, it seems to me that it would have been\nimpossible for me to have led any other.  In this I have, perhaps,\nbeen mercifully helped more than are many of my more beautiful sisters\nin art.  I was, by a press of circumstances, thrown at an early age\ninto a profession for which I had received no special education or\ntraining; but I had already, though so young, been brought face to\nface with necessity.  I found life sadly real and intensely earnest,\nand in my ignorance of other ways of study, I resolved to take\ntherefrom my text and my watchword.  To be thoroughly in earnest,\nintensely in earnest in all my thoughts and in all my actions, whether\nin my profession or out of it, became my one single idea.  And I\nhonestly believe herein lies the secret of my success in life.  I do\nnot believe that any great success in any art can he achieved without\nit....",
        "",
        "[Clara Morris, Mrs. Frederick C. Harriott, is a native of Toronto,\nCanada.  Her remarkable powers as an emotional actress, early in\nevidence, gave her for years the foremost place at Daly’s Theatre, and\nthe Union Square Theatre, New York.  Among the parts in which she\nachieved distinction were Camille, Alixe, Miss Multon, Corn in\n\"Article 47,” and Mercy Merrick in “The New Magdalen.”  Since her\nretirement from the stage Clara Morris has proved herself to be a\ncapital writer, shedding the light of experience on the difficulties\nof dramatic success.  One of her books, “Life on the Stage,\"\ncopyright, 1901, by Clara Morris Harriott and the S. S. McClure\nCompany, New York, by permission, has furnished this episode.–Ed.]",
        "In glancing back over two crowded and busy seasons, one figure stands\nout with clearness and beauty.  In his case only (so far as my\npersonal knowledge goes), there was nothing derogatory to dignity or\nto manhood in being called beautiful, for he was that bud of splendid\npromise blasted to the core, before its full triumphant\nblooming–known to the world as a madman and an assassin, but to the\nprofession as “that unhappy boy\"–John Wilkes Booth.",
        "He was so young, so bright, so gay–so kind.  I could not have known\nhim well; of course, too–there are two or three different people in\nevery man’s skin; yet when we remember that stars are not generally in\nthe habit of showing their brightest, their best side to the company\nat rehearsal, we cannot help feeling both respect and liking for the\none who does.",
        "There are not many men who can receive a gash over the eye in a scene\nat night, without at least a momentary outburst of temper; but when\nthe combat between Richard and Richmond was being rehearsed, Mr. Booth\nhad again and again urged Mr. McCollom (that six-foot tall and\nhandsome leading-man, who entrusted me with the care of his watch\nduring such encounters) to come on hard! to come on hot! hot, old\nfellow! harder-faster!   He’d take the chance of a blow–if only they\ncould make a hot fight of it!",
        "And Mr. McCollom, who was a cold man, at night became nervous in his\neffort to act like a fiery one–he forgot he had struck the full\nnumber of head blows, and when Booth was pantingly expecting  a\nthrust, McCollom, wielding his sword with both hands, brought it down\nwith awful force fair across Booth’s forehead; a cry of horror rose,\nfor in one moment his face was masked in blood, one eyebrow was\ncleanly cut through–there came simultaneously one deep groan from\nRichard and the exclamation:  “Oh, good God! good God!” from Richmond,\nwho stood shaking like a leaf and staring at his work.  Then Booth,\nflinging the blood from his eyes with his left hand, said as genially\nas man could speak: “ That’s all right, old man! never mind me–only\ncome on hard, for God’s sake, and save the fight!”",
        "Which be resumed at once, and though he was perceptibly weakened, it\nrequired the sharp order of Mr. Ellsler, to “ring the first curtain\nbell,” to force him to bring the fight to a close a single blow\nshorter than usual.  Then there was a running to and fro, with ice and\nvinegar-paper and raw steak and raw oysters.  When the doctor had\nplaced a few stitches where they were most required, he laughingly\ndeclared there was provision enough in the room to start a restaurant.\nMr. McCollom came to try to apologise–to explain, but Booth would\nhave none of it; be held out his hand, crying:  “Why, old fellow, you\nlook as if you had lost the blood.  Don’t worry–now if my eye had\ngone, that would have been bad!”  And so with light words he tried to\nset the unfortunate man at ease, and though he must have suffered much\nmortification as well as pain from the eye–that in spite of all\nendeavours would blacken–he never made a sign.",
        "He was, like his great elder brother, rather lacking in height, but\nhis head and throat, and the manner of their rising from his\nshoulders, were truly beautiful, His colouring was unusual–the ivory\npallor of his skin, the inky blackness of his densely thick hair, the\nheavy lids of his glowing eyes were all Oriental, and they gave a\ntouch of mystery to his face when it fell into gravity–but there was\ngenerally a flash of white teeth behind his silky moustache, and a\nlaugh in his eyes.",
        "I played the Player-Queen to my great joy, and in the “Marble Heart” I\nwas one of the group of three statues in the first act.  We were\nsupposed to represent Lais, Aspasia, and Phryne, and when we read the\ncast I glanced at the other girls (we were not strikingly handsome)\nand remarked, gravely:  “Well, it’s a comfort to know that we look so\nlike the three beautiful Grecians.”",
        "A laugh at our backs brought us around suddenly to face Mr. Booth, who\nsaid to me:",
        "“You satirical little wretch, how do you come to know these Grecian\nladies?  Perhaps you have the advantage of them in being all beautiful\nwithin?”",
        "“I wish it would strike outward then,” I answered.  “You know it’s\nalways best to have things come to the surface!”",
        "“I know some very precious things are hidden from common sight; and I\nknow, too, you caught my meaning in the first place.  Good night!” and\nhe left us.",
        "We had been told to descend to the stage at night with our white robes\nhanging free and straight, that Mr. Booth himself might drape them as\nwe stood upon the pedestal.  It really is a charming picture–that of\nthe statues in the first act.  Against a backing of black velvet the\nthree white figures, carefully posed, strongly lighted, stand out so\nmarble-like that when they slowly turn their faces and point to their\nchosen master, the effect is uncanny enough to chill the looker-on.",
        "Well, with white wigs, white tights, and white robes, and half\nstrangled with the powder we had inhaled in our efforts to make our\nlips stay white, we cautiously descended the stairs  we dared not\ntalk, we dared not blink our eyes, for fear of disturbing the coat of\npowder-we were lifted to the pedestal and took our places as we\nexpected to stand.  Then Mr. Booth came–such a picture in his Greek\ngarments as made even the men exclaim at him–and began to pose us.\nIt happened one of us had very good limbs, one medium good, and the\nthird had, apparently, walked on broom-sticks.  When Mr. Booth\nslightly raised the drapery of No. 3 his features gave a twist as\nthough he had suddenly tasted lemon-juice, but quick as a flash he\nsaid:",
        "“I believe I’11 advance you to the centre for the stately and wise\nAspasia\"–the central figure wore her draperies hanging straight to\nher feet, hence the “advance” and consequent concealment of the\nunlovely limbs.  It was quickly and kindly done, for the girl was not\nonly spared mortification, but in the word “advance” she saw a\ncompliment and was happy accordingly.  Then my turn came.  My arms\nwere placed about Aspasia, my head bent and turned and twisted–my\nupon my breast so that the forefinger touched my chin–I felt I was a\npersonified simper; but I was silent and patient, until the\narrangement of my draperies began–then I squirmed anxiously.",
        "“Take care–take care!” he cautioned.  “You will sway the others if\nyou move!”  But in spite of the risk of my marble makeup I faintly\ngroaned:  “Oh dear! must it be like that?”",
        "Regardless of the pins in the corner of his mouth he burst into\nlaughter, and, taking a photograph from the bosom of his Greek shirt,\nhe said:  “I expected a protest from you, Miss, so I came\nprepared–don’t move your head, but just look at this.”",
        "He held the picture of a group of statuary up to me.  “This is you on\nthe right.  It’s not so dreadful; now, is it?”  And I cautiously\nmurmured: “That if I wasn’t any worse than that I wouldn’t mind.”",
        "And so we were all satisfied, and our statue scene was very\nsuccessful.  Next morning I saw Mr. Booth come running out of the\ntheatre on his way to the telegraph office at the corner, and right in\nthe middle of the walk, staring about him, stood a child–a small\nroamer of the stony streets, who had evidently got far enough beyond\nhis native ward to arouse misgivings as to his personal safety, and at\nthe very moment he stopped to consider matters Mr. Booth dashed out of\nthe stage-door and added to his bewilderment by capsizing him\ncompletely.",
        "“Oh, good lord!  Baby, are you hurt?” exclaimed Mr. Booth, pausing\ninstantly to pick up the dirty, tousled small heap and stand it on its\nbandy legs again.",
        "“Don’t cry, little chap!”  And the aforesaid little chap not only\nceased to cry, but gave him a damp and grimy smile, at which the actor\nbent towards him quickly, but paused, took out his handkerchief, and\nfirst carefully wiping the dirty little nose and mouth, stooped and\nkissed him heartily, put some change in each freckled paw, and\ncontinued his run to the telegraph office.",
        "He knew of no witness to the act.  To kiss a pretty, clean child under\nthe approving eyes of mamma might mean nothing but politeness, but\nsurely it required the prompting of a warm and tender heart to make a\nyoung and thoughtless man feel for and caress such a dirty, forlorn\nbit of babyhood as that.",
        "Of his work I suppose I was too young and too ignorant to judge\ncorrectly, but I remember well hearing the older members of the\ncompany express their opinions.  Mr. Ellsler, who had been on terms of\nfriendship with the elder Booth, was delighted with the promise of his\nwork.  He greatly admired Edwin’s intellectual power, his artistic\ncare; but “John,” he cried, “has more of the old man’s power in one\nperformance than Edwin can show in a year.  He has the fire, the dash,\nthe touch of strangeness.  He often produces unstudied effects at\nnight.  I question him: ’Did you rehearse that business to-day, John?’\nHe answers:",
        "’No; I didn’t rehearse it, it just came to me in the scene and I\ncouldn’t help doing it, but it went all right didn’t it?’  Full of\nimpulse just now, like a colt, his heels are in the air nearly as\noften as his head, but wait a year or two till he gets used to the\nharness and quiets down a bit, and you will see as great an actor as\nAmerica can produce!”",
        "One morning, going on the stage where a group were talking with John\nWilkes, I beard him say: “No; oh, no:  There’s but one Hamlet to my\nmind–that’s my brother Edwin.  You see, between ourselves, he is\nHamlet–melancholy and all!”",
        "That was an awful time, when the dread news came to us.  We were in\nColumbus, Ohio.  We had been horrified by the great crime at\nWashington.  My room-mate and I had, from our small earnings, bought\nsome black cotton at a tripled price, as all the black material in the\ncity was not sufficient to meet the demand; and as we tacked it about\nour one window, a man passing told us the assassin had been\ndiscovered, and that he was the actor Booth.  Hattie laughed, so she\nnearly swallowed the tack that, girl-like, she held between her lips,\nand I after a laugh, told him it was a poor subject for a jest, and we\nwent in.  There was no store in Columbus then where play-books were\nsold, and as Mr. Ellsler had a very large and complete stage library,\nhe frequently lent his books to us, and we would hurriedly copy out\nour lines and return the book for his own use.  On that occasion he\nwas going to study his part first and then leave the play with us as\nhe passed, going home.  We heard his knock.  I was busy pressing a bit\nof stage finery.  Hattie opened the door, and then I heard her\nexclaiming: “Why–why–what!”  I turned quickly.  Mr. Ellsler was\ncoming slowly into the room.  He is a very dark man, but be was\nperfectly livid then–his lips even were blanched to the whiteness of\nhis cheeks.  His eyes were dreadful, they were so glassy and seemed so\nunseeing.  He was devoted to his children, and all I could think of as\nlikely to bring such a look upon his face was disaster to one of them,\nand I cried, as I drew a chair to him:  “What is it?  Oh, what has\nhappened to them?”",
        "He sank down–he wiped his brow–he looked almost stupidly at me;\nthen, very faintly, he said: “You–haven’t–heard–anything?”",
        "Like a flash Hattie’s eyes and mine met.  We thought of the supposed\nill-timed jest of the stranger.  My lips moved wordlessly.  Hattie\nstammered: “A man–he–lied though–said that Wilkes Booth–but he did\nlie–didn’t he?” and in the same faint voice Mr. Ellsler answered\nslowly:  “No–no! he did not lie–it’s true!”",
        "Down fell our heads, and the waves of shame and sorrow seemed fairly\nto overwhelm us; and while our sobs filled the little room, Mr.\nEllsler rose and laid two playbooks on the table.  Then, while\nstanding there, staring into space, I heard his far, faint voice\nsaying: “So great–so good a man destroyed, and by the hand of that\nunhappy boy! my God! my God!”  He wiped his brow again and slowly left\nthe house, apparently unconscious of our presence.",
        "When we resumed our work–the theatre had closed because of the\nnational calamity–many a painted cheek showed runnels made by bitter\ntears, and one old actress, with quivering lips, exclaimed:  “One woe\ndoth tread upon another’s heels, so fast they follow!” but with no\nthought of quoting, and God knows, the words expressed the situation\nperfectly.",
        "Mrs. Ellsler, whom I never saw shed a tear for any sickness, sorrow,\nor trouble of her own, shed tears for the mad boy, who had suddenly\nbecome the assassin of God’s anointed–the great, the blameless\nLincoln.",
        "We crept about, quietly.  Every one winced at the sound of the\noverture.  It was as if one dead lay within the walls–one who\nbelonged to us.",
        "When the rumours about Booth being the murderer proved to be\nauthentic, the police feared a possible outbreak of mob feeling, and a\ndemonstration against the theatre building, or against the actors\nindividually; but we had been a decent, law-abiding, well-behaved\npeople–liked and respected–so we were not made to suffer for the\nawful act of one of our number.  Still, when the mass-meeting was held\nin front of the Capitol, there was much anxiety on the subject, and\nMr. Ellsler urged all the company to keep away from it, lest their\npresence might arouse some ill-feeling.  The crowd was immense, the\nsun had gloomed over, and the Capitol building, draped in black,\nloomed up with stern severity and that massive dignity only attained\nby heavily columned buildings.  The people surged like waves about the\nspeaker’s stand, and the policemen glanced anxiously toward the not\nfar away new theatre, and prayed that some bombastic, revengeful\nruffian might not crop up from this mixed crowd of excited humanity to\nstir them to violence.",
        "Three speakers, however, in their addresses had confined themselves to\neulogising the great dead.  In life Mr. Lincoln had been abused by\nmany–in death he was worshipped by all; and these speakers found\ntheir words of love and sorrow eagerly listened to, and made no harsh\nallusions to the profession from which the assassin sprang.  And then\nan unknown man clambered up from the crowd to the portico platform and\nbegan to speak, without asking any one’s permission.  He had a\nfar-reaching voice–he had fire and go.",
        "“Here’s the fellow to look out for!” said the policemen; and, sure\nenough, suddenly the dread word “theatre” was tossed into the air, and\nevery one was still in a moment, waiting for–what?  I don’t know what\nthey hoped for–I do know what many feared; but this is what he said:\n\"Yes, look over at our theatre and think of the little body of men and\nwomen there, who are to-day sore-hearted and cast down; who feel that\nthey are looked at askant, because one of their number has committed\nthat hideous crime!  Think of what they have to bear of shame and\nhorror, and spare them, too, a little pity!”",
        "He paused.  It had been a bold thing to do–to appeal for\nconsideration for actors at such a time.  The crowd swayed for a\nmoment to and fro, a curious growling came from it, and then all heads\nturned toward the theatre.  A faint cheer was given, and afterward\nthere was not the slightest allusion made to us–and verily we were\ngrateful.",
        "That the homely, tender-hearted “Father Abraham\"–rare combination of\ncourage, justice, and humanity–died at an actor’s hand will be a\ngrief, a horror, and a shame to the profession forever; yet I cannot\nbelieve that John Wilkes Booth was “the leader of a band of bloody\nconspirators.”",
        "Who shall draw a line and say: here genius ends and madness begins?\nThere was that touch of–strangeness.  In Edwin it was a profound\nmelancholy; in John it was an exaggeration of spirit–almost a\nwildness.  There was the natural vanity of the actor, too, who craves\na dramatic situation in real life.  There was his passionate love and\nsympathy for the South–why, he was “easier to be played on than a\npipe.”",
        "Undoubtedly he conspired to kidnap the President–that would appeal to\nhim; but after that I truly believe he was a tool–certainly he was no\nleader.  Those who led him knew his courage, his belief in Fate, his\nloyalty to his friends; and, because they knew these things, he drew\nthe lot, as it was meant he should from the first.  Then, half mad, he\naccepted the part Fate cast him for–committed the monstrous crime,\nand paid the awful price.  And since",
        "we venture to pray for His mercy upon the guilty soul who may have\nrepented and confessed his manifold sins and offences during those\nawful hours of suffering before the end came.",
        "And “God shutteth not up His mercies forever in displeasure!”  We can\nonly shiver and turn our thoughts away from the bright light that went\nout in such utter darkness.  Poor, guilty, unhappy John Wilkes Booth!",
        "[From “Life of a Star” copyright by the S. S. McClure Company, New\nYork, 1906.]",
        "When the late Mr. Augustin Daly bestowed even a modicum of his\nconfidence, his friendship, upon man or woman, the person so honoured\nfound the circulation of his blood well maintained by the frequent and\ngenerally unexpected demands for his presence, his unwavering\nattention, and sympathetic comprehension.  As with the royal\ninvitation that is a command, only death positive or threatening could\nexcuse non-attendance; and though his friendship was in truth a\nliberal education, the position of even the humblest confidant was no\nsinecure, for the plans he loved to describe and discuss were not\nconfined to that day and season, but were long, daring looks ahead;\ngreat coups for the distant, unborn years.",
        "The season had closed on Saturday.  Monday I was to sail for England,\nand early that morning the housemaid watched for the carriage.  My\nlandlady was growing quivery about the chin, because I had to cross\nalone to join Mr. and Mrs. James Lewis, who had gone ahead, My mother\nwas gay with a sort of crippled hilarity that deceived no one, as she\nprepared to go with me to say good bye at the dock, while little Ned,\nthe son of the house, proudly gathered together rug, umbrella,\nhand-bag, books, etc., ready to go down with us and escort my mother\nback home–when a cab whirled to the door and stopped.",
        "“Good heaven!” I cried, “what a blunder!  I ordered a carriage; we\ncan’t all crowd into that thing!”",
        "Then a boy was before me, holding out one of those familiar summoning\nhalf-sheets, with a line or two of the jetty-black, impishly-tiny,\nDaly scrawls–and I read: “Must see you one minute at office.  Cabby\nwill race you down.  Have your carriage follow and pick you up here.\nDon’t fail!  A. DALY.”",
        "Ah, well!  A. Daly–he who must be obeyed–had me in good training.  I\nflung one hand to the mistress, the other to the maid in farewell,\npitched headlong into the cab, and went whirling down Sixth Avenue and\nacross to the theatre stage-door, then upstairs to the morsel of space\ncalled by courtesy the private office.",
        "Mr. Daly nonchalantly held out his band, looked me over, and said:\n\"That’s a very pretty dress–becoming too–but is it not too easily\nsoiled?  Salt water you know is–”",
        "“Oh,” I broke in, “it’s for general street wear–my travelling will be\ndone in nightdress, I fancy.”",
        "“Ah, bad sailor, eh?” he asked, as I stood trembling with impatience.",
        "“The worst!  But you did not send for me to talk dress or about my\nsailing qualities?”",
        "“My dear,” he said suavely, “your temper is positively rabid.”  Then\nhe glanced at the clock on his desk and his manner changed.  He said\nswiftly and curtly: “Miss Morris, I want you to go to every theatre in\nLondon, and–”",
        "“But I can’t!” I interrupted, “I have not money enough for that and my\nname is not known over there!”",
        "He frowned and waved his hand impatiently.  “Use my name, then, or ask\ncourtesy from E. A. Sothern.  He crosses with you and you know him.\nBut mind, go to every reputable theatre, and,” impressively, “report\nto me at once if you see any leading man with exceptional ability of\nany kind.”",
        "I gasped.  It seemed to me I heard the leaden fall of my heart.  “But\nMr. Daly, what a responsibility!  How on earth could I judge an actor\nfor you?”",
        "He held up an imperative band.  “You think more after my own manner\nthan any other person I know of.  You are sensitive, responsive, quick\nto acknowledge another’s ability, and so are fitted to study London’s\nleading men for me!”",
        "I was aghast, frightened to the point of approaching tears!  Suddenly\nI bethought me.",
        "“I’ll tell Mr. Lewis.  He is there already you know, and let him judge\nfor you.”",
        "“Lewis?  Good Lord!  He has no independence!  He’d see in an actor\njust what he thought I wanted him to see!  I tell you, I want you to\nsort over London’s leading men, and, if you see anything exceptional,\nsecure name and theatre and report to me.  Heavens knows, two long\nyears have not only taught me that you have opinions, but the courage\nof them!”",
        "Racing steps came up the stairs, and little Ned’s voice called:  “Miss\nClara.  Miss Clara, We are here!”",
        "I turned to Mr. Daly and said mournfully:",
        "“You have ruined the pleasure of my trip.”",
        "“Miss Morris, that’s the first untruth you ever told me.  Here,\nplease” and he handed me a packet of new books.",
        "“Thanks!” I cried and then flew down the stairs.  Glancing up, I saw\nhim looking earnestly after me.  “Did you speak?” I asked hurriedly.",
        "“That gown fits well–don’t spoil it with sea-water!”",
        "And half-laughing, half-vexed, but wholly frightened at the charge\nlaid upon me, I sprang into the carriage, to hold hands with mother\nall the way down to the crowded dock.",
        "One day I received in London this note from Mr. Augustin Daly:",
        "“MY DEAR MISS MORRIS:  I find no letter here.  Impatiently, A. D.”",
        "And straightway I answered:",
        "“MY DEAR MR. DALY:  I find no actor here.  Afflictedly, C. M.”",
        "And lo, on my very last night in London, after our return from Paris,\nI found the exceptional leading man.",
        "Ten days later, on a hot September morning, I was hurling myself upon\nmy mother in all the joy of home-coming when I saw leaning against the\nclock on the mantel the unmistakable envelope, bearing the impious\nblack scriggle that generally meant a summons.  I opened it and read:\n\"Cleaners in full possession here–look our for soap and pails, and\nreport directly at box-office–don’t fail!  A. DALY.”",
        "I confess I was angry, for I was so tired and the motion of the\nsteamer was still with me, and besides my own small affairs were of\nmore interest to me just then than the greater ones of the manager.\nHowever, my two years of training held good.  In an hour I was picking\nmy way across wet floors, among mops and pails toward the sanity and\ndry comfort of Mr. Daly’s office.  He held my hands closely for a\nmoment, then broke out complainingly:  “You’ve behaved  nicely,\nhaven’t you?  Not a single line sent to tell what you were seeing,\ndoing, thinking?”",
        "“I beg your pardon–I distinctly remember sending you a line.”  He\nscowled blackly.  I went on: “I thought your note to me was meant as a\nmodel, so I copied it carefully.”",
        "Formerly this sort of thing had kept us at daggers drawn, but now he\nonly laughed, and shaking his hand impatiently to and fro, said: “Stop\nit! ah, stop it!  So you could not find even one leading man worth\nwhile, eh?”",
        "“Yes–just one!”",
        "“Then why on earth didn’t you write me?”",
        "“Couldn’t–I only found him on our last night in London.”",
        "Mr. Daly’s face was alight in a moment.  He caught up a scrap of paper\nand a pencil, and, after the manner of the inexperienced interviewer,\nbegan:  “What’s he like?”",
        "“Tall, flat-backed, square-shouldered, free-moving, and wears a long\ndress-coat–that shibboleth of a gentleman–as if that had been his\ncustom since ever he left his mother’s knee.”",
        "Mr. Daly ejaculated “good!” at each clause, and scribbled his impish\nsmall scribble on the bit of paper which rested on his palm.",
        "“What did he do?” he asked eagerly.",
        "“He didn’t do,” I answered lucidly.",
        "“What do you mean, Miss Morris?”",
        "“What I say, Mr. Daly.”",
        "“But if the man doesn’t do anything, what is there remarkable about\nhim?”",
        "“Why, just that.  It was what he didn’t do that produced the effect.”",
        "“A-a-ah,” said Mr. Daly, with long-drawn satisfaction, scribbling\nrapidly.  “I understand, and you thought, miss, that you could not\njudge an actor for me!  What was the play?”",
        "“Bulwer’s ’Money,’ and Marie Wilton was superb as–”",
        "“Never mind Marie Wilton,” he interrupted impatiently, writing, “but\nAlfred Evelyn is such an awful prig.”",
        "“Isn’t he?” I acquiesced, “but this actor made him human.  You see,\nMr. Daly, most Evelyns are like a bottle of gas-charged water:\nforcibly restrained for a time, then there’s a pop and a bang, and in\nwild freedom the water is foaming thinly over everything in sight.\nThis man didn’t kowtow in the early acts, but was curt, cold, showing\nsigns of rebellion more than once, and in the big scene, well–!”",
        "“Yes?” asked Mr. Daly eagerly.",
        "“Well, that was where he didn’t do.  He didn’t bang nor rave nor work\nhimself up to a wild burst of tears!”  (\"Thank God!” murmured Mr. Daly\nand scribbled fast.)  “He told the story of his past sometimes\nrapidly, sometimes making a short, absolute pause.  When he reached\nthe part referring to his dead mother, his voice fell two tones, his\nwords grew slower, more difficult, and finally stopped.  He left some\nof his lines out entirely–actually forcing the people to do his work\nin picturing for themselves his sorrow and his loss–while he sat\nstaring helplessly at the floor, his closed fingers slowly tightening,\ntrying vainly to moisten his dry lips.  And when the unconsciously\nsniffling audience broke suddenly into applause, he swiftly turned his\nhead aside, and with the knuckle of his forefinger brushed away two\ntears.  Ah, but that knuckle was clever!  His fingertips would have\nbeen girly-girly or actory, but the knuckle was the movement of a man,\nwho still retained something of his boyhood about him.”",
        "Mr. Daly’s gray, dark-lashed eyes were almost black with pleased\nexcitement as he asked: “What’s his name?”",
        "“Coghlan–Charles Coghlan.”",
        "“Why, he’s Irish?”",
        "“So are you–Irish-American,” I answered defensively, pretending to\nmisunderstand him.",
        "“Well, you ought to be Irish yourself!” he said sternly.",
        "“I did my best,” I answered modestly.  “I was born on St. Patrick’s\nDay!”",
        "“In the mornin’?” he asked.",
        "“The very top of it, sor!”",
        "“More power to you then!” at which we both laughed, and I rose to go.",
        "As I picked up my sunshade, I remarked casually:  “Ah, but I was glad\nto have seen, for once at least, England’s great actor.”",
        "“This Coghlan?”",
        "“Good gracious, no!”",
        "“What, there is another, and you have not mentioned him–after my\nasking you to report any exceptional actor you saw?”",
        "“I beg your pardon, sir.  You asked me to report every exceptional\nleading man.  This actor’s leading man’s days are past.  He is a star\nby the grace of God’s great gifts to him, and his own hard work.”",
        "“Well!” snapped Mr. Daly.  “Even a star will play where money enough\nis offered him, will he not?”",
        "“There’s a legend to that effect, I believe.’",
        "“Will you favour me, Miss Morris, with this actor’s name?”",
        "“Certainly.  He is billed as Mr. Henry Irving.”",
        "Mr. Daly looked up from his scribbling.  “Irving?  Irving?  Is not he\nthe actor that old man Bateman secured as support for his daughters?”",
        "“Yes, that was the old gentleman’s mistaken belief; but the public\nthought differently, and laboured with Papa Bateman till it convinced\nhim that his daughters were by way of supporting Mr. Irving.”",
        "A grim smile came upon the managerial lips as be asked.  “What does he\nlook like?”",
        "“Well, as a general thing, I think he will look wonderfully like the\ncharacter he is playing.  Oh, don’t frown so!  He–well, he is not\nbeautiful, neither can I imagine him a pantaloon actor, but his face\nwill adapt itself splendidly to any strong character make-up, whether\nnoble or villainous.”  Mr. Daly was looking pleased again.  I went on:\n\"He aspires, I hear, to Shakespeare, but there is one thing of which I\nam sure.  He is the mightiest man in melodrama to-day!”",
        "“How long did it take to convince you of that, Miss Morris?  One\nact–two–the whole five acts?”",
        "“His first five minutes on the stage, sir.  His business wins applause\nwithout the aid of words, and you know what that means.”",
        "Again that elongated “A-a-ah!”  Then, “Tell me of that five minutes,\"\nand he thrust a chair toward me.",
        "“Oh,” I cried, despairingly, “that will take so long, and will only\nbore you.",
        "“Understand, please, nothing under heaven that is connected with the\nstage can ever bore me.”  Which statement was unalloyed truth.",
        "“But, indeed,” I feebly insisted, only to be brought up short with the\nwords, “Kindly allow me to judge for myself.”",
        "To which I beamingly made answer: “Did I not beg you to do that months\nago?”  But he was growing vexed, and curtly commanded:",
        "“I want those first five minutes–what he did, and how he did it, and\nwhat the effect was, and then\"–speaking dreamily–\"I shall know–I\nshall know.”",
        "Now at Mr. Daly’s last long-drawn-out “A-a-ah,” anent Mr. Irving’s\nwinning applause without words, I believed an idea, new and novel, had\nsprung into his mind, while his present rapt manner would tell anyone\nfamiliar with his ways that the idea was rapidly becoming a plan.  I\nwas wondering what it could be, when a sharp “Well?” startled me into\nswift and beautiful obedience,",
        "“You see, Mr. Daly, I knew absolutely nothing of the story of the play\nthat night.  ’The Bells’ were, I supposed, church-bells.  In the first\nact the people were rustic–the season winter–snow flying in every\ntime the door opened.  The absent husband and father was spoken of by\nmother and daughter, lover and neighbour.  Then there were\nsleigh-bells heard, whose jingle stopped suddenly.  The door\nopened–Mathias entered, and for the first time winter was made truly\nmanifest to us, and one drew himself together instinctively, for the\ntall, gaunt man at the door was cold-chilled, just to the very marrow\nof his bones.  Then, after general greetings had been exchanged, he\nseated himself in a chair directly in the centre of the stage, a mere\ntrifle in advance of others in the scene, and proceeded to remove his\nlong leggings.  He drew a great coloured handkerchief and brushed away\nsome clinging snow; then leaning forward, with slightly tremulous\nfingers, he began to unfasten a top buckle.  Suddenly the trembling\nceased, the fingers clenched hard upon the buckle, the whole body\nbecame still, then rigid–it seemed not to breathe!  The one sign of\nlife in the man was the agonisingly strained sense of hearing!  His\ntortured eyes saw nothing.  Utterly without speech, without feeling,\nhe listened–breathlessly listened!  A cold chill crept stealthily\nabout the roots of my hair, I clenched my hands hard and whispered to\nmyself: ’Will it come, good God, will it come, the thing he listens\nfor?’  When with a wild bound, as if every nerve and muscle had been\nrent by an electric shock, he was upon his feet; and I was answered\neven before that suffocating cry of terror–’The bells! the\nbells!’–and under cover of the applause that followed I said:\n’Haunted!  Innocent or guilty, this man is haunted!’  And Mr. Daly, I\nbowed my head to a great actor, for though fine things followed, you\nknow the old saying, that ’no chain is stronger than its weakest\nlink.’  Well I always feel that no actor is greater than his\ncarefulest bit of detail.”",
        "Mr. Daly’s pale face had acquired a faint flush of colour, “Thank\nyou!” he said, with real cordiality, and I was delighted to have\npleased him, and also to see the end of my troubles, and once more\ntook up the sun-shade.",
        "“I think an actor like that could win any public, don’t you?”",
        "“I don’t know,” I lightly answered.  “He is generally regarded as an\nacquired taste.”",
        "“What do you mean?” came the sharp return.",
        "“Why, you must have heard that Mr. Irving’s eccentricities are not to\nbe counted upon the fingers of both hands?”",
        "Mr. Daly lifted his brows and smiled a contented smile:  “Indeed?  And\npray, what are these peculiarities?”",
        "“Oh, some are of the figure, some of movement, and some of delivery.\nA lady told me over there that he could walk like each and every\nanimal of a Noah’s ark; and people lay wagers as to whether London\nwill force him to abandon his elocutionary freaks, or he will force\nLondon to accept them.  I am inclined to back Mr. Irving, myself.”",
        "“What!  What’s that you say?  That this fine actor you have described\nhas a marked peculiarity of delivery–of speech?”",
        "“Marked peculiarities?  Why, they are murderous!  His strange\ninflections, his many mannerisms are very trying at first, but be\nconquers before–”",
        "A cry stopped me–a cry of utter disappointment and anger!  Mr. Daly\nstood staring at his notes a moment, then he exclaimed violently:\n\"D–n! d–n! oh, d–n!!!” and savagely tore his scribbled-on paper\ninto bits and flung them on the floor.",
        "Startled at his vexation, convulsed with suppressed laughter at the\ninfantile quality of his profanity, I ventured, in a shaking voice, “I\nthink I’d better go?”",
        "“I think you had!” be agreed curtly; but as I reached the door he said\nin his most managerial tone:  “Miss Morris, it would be better for you\nto begin with people’s faults next time–”",
        "But with the door already open I made bold to reply:  “Excuse me, Mr.\nDaly, but there isn’t going to be any next time for me!”",
        "And I turned and fled, wondering all the way home, as I have often\nwondered since, what was the plan that went so utterly agley that day?\nMr. Coghlan he engaged after failing in his first effort, but that\nother, greater plan; what was it?",
        "\nPainting, Arrangement in Black, No. 3: Sir Henry Irving as Philip II\nof Spain (1876-1885), by James McNeill Whistler (1834-1903), reproduced\nas frontispiece in Henry Irving, The Drama: Addresses (London, 1893)\n",
        "[On November 24, 1883, Henry Irving closed his first engagement in New\nYork.  William Winter’s review appeared next morning in the Tribune,\nIt is reprinted in his book, “Henry Irving,” published by G. J.\nCoombes, New York, 1889.  Mr. Winter said:  “Mr. Irving has\nimpersonated here nine different men, each one distinct from all the\nothers.  Yet in so doing he has never ceased to exert one and the same\npersonal charm, the charm of genialised intellect.  The soul that is\nwithin the man has suffused his art and made it victorious.  The same\nforms of expression, lacking this spirit, would have lacked the\ntriumph.  All of them, indeed, are not equally fine.  Mr. Irving’s\n’Mathias’ and ’Louis XI,’ are higher performances than his ’Shylock’\nand ’Dorincourt,’ higher in imaginative tone and in adequacy of\nfeeling and treatment.  But, throughout all these forms, the drift of\nhis spirit, setting boldly away from conventions and formalities, has\nbeen manifested with delightful results.  He has always seemed to be\nalive with the specific vitality of the person represented.  He has\nnever seemed a wooden puppet of the stage, bound in by formality and\nstraining after a vague scholastic ideal of technical correctness.”",
        "Mr. Irving’s addresses, “The Drama,” copyright by the United States\nBook Company, New York, were published in 1892.  They furnish the\npages now presented,–abounding on self-revelation,–ED.)",
        "To boast of being able to appreciate Shakespeare more in reading him\nthan in seeing him acted used to be a common method of affecting\nspecial intellectuality.  I hope this delusion–a gross and pitiful\none to most of us–has almost absolutely died out.  It certainly\nconferred a very cheap badge of superiority on those who entertained\nit.  It seemed to each of them an inexpensive opportunity of\nworshipping himself on a pedestal.  But what did it amount to?  It was\nlittle more than a conceited and feather-headed assumption that an\nunprepared reader, whose mind is usually full of far other things,\nwill see on the instant all that has been developed in hundreds of\nyears by the members of a studious and enthusiastic profession.  My\nown conviction is that there are few characters or passages of our\ngreat dramatists which will not repay original study.  But at least we\nmust recognise the vast advantages with which a practised actor,\nimpregnated by the associations of his life, and by study–with all\nthe practical and critical skill of his profession up to the date at\nwhich he appears, whether he adopts or rejects tradition–addresses\nhimself to the interpretation of any great character, even if he have\nno originality whatever.  There is something still more than this,\nhowever, in acting.  Every one who has the smallest histrionic gift\nhas a natural dramatic fertility; so that as soon as he knows the\nauthor’s text, and obtains self-possession, and feels at home in a\npart without being too familiar with it, the mere automatic action of\nrehearsing and playing it at once begins to place the author in new\nlights, and to give the personage being played an individuality partly\nindependent of, and yet consistent with, and rendering more powerfully\nvisible, the dramatist’s conception.  It is the vast power a good\nactor has in this way which has led the French to speak of creating a\npart when they mean its first being played, and French authors are as\nconscious of the extent and value of this cooperation of actors with\nthem, that they have never objected to the phrase, but, on the\ncontrary, are uniformly lavish in their homage to the artists who have\ncreated on the boards the parts which they themselves have created on\npaper.",
        "It is often supposed that great actors trust to the inspiration of the\nmoment.  Nothing can be more erroneous.  There will, of course, be\nsuch moments, when an actor at a white heat illumines some passage\nwith a flash of imagination (and this mental condition, by the way, is\nimpossible to the student sitting in his armchair); but the great\nactor’s surprises are generally well weighed, studied, and balanced.\nWe know that Edmund Kean constantly practised before a mirror effects\nwhich startled his audience by their apparent spontaneity.  It is the\naccumulation of such effects which enables an actor, after many years,\nto present many great characters with remarkable completeness.",
        "I do not want to overstate the case, or to appeal to anything that is\nnot within common experience, so I can confidently ask you whether a\nscene in a great play has not been at some time vividly impressed on\nyour minds by the delivery of a single line, or even of one forcible\nword.  Has not this made the passage far more real and human to you\nthan all the thought you have devoted to it?  An accomplished critic\nhas said that Shakespeare himself might have been surprised had he\nheard the “Fool, fool, fool!” of Edmund Kean.  And though all actors\nare not Keans, they have in varying degree this power of making a\ndramatic character step out of the page, and come nearer to our hearts\nand our understandings.",
        "After all, the best and most convincing exposition of the whole art of\nacting is given by Shakespeare himself:  “To hold, as ’twere, the\nmirror up to nature, to show virtue her own feature, scorn her own\nimage, and the very age and body of the time his form and pressure.\"\nThus the poet recognised the actor’s art as a most potent ally in the\nrepresentations of human life.  He believed that to hold the mirror up\nto nature was one of the worthiest functions in the sphere of labour,\nand actors are content to point to his definition of their work as the\ncharter of their privileges.",
        "The practice of the art of acting is a subject difficult to treat with\nthe necessary brevity.  Beginners are naturally anxious to know what\ncourse they should pursue.  In common with other actors, I receive\nletters from young people many of whom are very earnest in their\nambition to adopt the dramatic calling, but not sufficiently alive to\nthe fact that success does not depend on a few lessons in declamation.\nWhen I was a boy I had a habit which I think would be useful to all\nyoung students.  Before going to see a play of Shakespeare’s I used to\nform–in a very juvenile way–a theory as to the working out of the\nwhole drama, so as to correct my conceptions by those of the actors;\nand though I was, as a rule, absurdly wrong, there can be no doubt\nthat any method of independent study is of enormous importance, not\nonly to youngsters, but also to students of a larger growth.  Without\nit the mind is apt to take its stamp from the first forcible\nimpression it receives, and to fall into a servile dependence upon\ntraditions, which, robbed of the spirit that created them, are apt to\nbe purely mischievous.  What was natural to the creator is often\nunnatural and lifeless in the imitator.  No two people form the same\nconceptions of character, and therefore it is always advantageous to\nsee an independent and courageous exposition of an original ideal.\nThere can be no objection to the kind of training that imparts a\nknowledge of manners and customs, and the teaching which pertains to\nsimple deportment on the stage is necessary and most useful; but you\ncannot possibly be taught any tradition of character, for that has no\npermanence.  Nothing is more fleeting than any traditional method or\nimpersonation.  You may learn where a particular personage used to\nstand on the stage, or down which trap the ghost of Hamlet’s father\nvanished; but the soul of interpretation is lost, and it is this soul\nwhich the actor has to re-create for himself.  It is not mere attitude\nor tone that has to be studied; you must be moved by the impulse of\nbeing; you must impersonate and not recite.",
        "It is necessary to warn you against the theory expounded with\nbrilliant ingenuity by Diderot that the actor never feels.  When\nMacready played Virginius, after burying his beloved daughter, he\nconfessed that his real experience gave a new force to his acting in\nthe most pathetic situations of the play.  Are we to suppose that this\nwas a delusion, or that the sensibility of the man was a genuine aid\nto the actor?  Bannister said of John Kemble that he was never\npathetic because he had no children.  Talma says that when deeply\nmoved he found himself making a rapid and fugitive observation on the\nalternation of his voice, and on a certain spasmodic vibration which\nit contracted in tears.  Has not the actor who can thus make his\nfeelings a part of his art an advantage over the actor who never\nfeels, but who makes his observations solely from the feelings of\nothers?  It is necessary to this art that the mind should have, as it\nwere, a double consciousness, in which all the emotions proper to the\noccasion may have full swing, while the actor is all the time on the\nalert for every detail of his method.  It may be that his playing will\nbe more spirited one night than another.  But the actor who combines\nthe electric force of a strong personality with a mastery of the\nresources of his art must have a greater power over his audiences than\nthe passionless actor who gives a most artistic simulation of the\nemotions he never experiences.",
        "With regard to gesture, Shakespeare’s advice is all-embracing.  “Suit\nthe action to the word, the word to the action, with this special\nobservance that you overstep not the modesty of nature.”  And here\ncomes the consideration of a very material part of the actor’s\nbusiness–by-play.  This is of the very essence of true art.  It is\nmore than anything else significant of the extent to which the actor\nhas identified himself with the character he represents.  Recall the\nscenes between Iago and Othello, and consider how the whole interest\nof the situation depends on the skill with which the gradual effect of\nthe poisonous suspicion instilled into the Moor’s mind is depicted in\nlook and tone, slight of themselves, but all contributing to the\nintensity of the situation.  One of the greatest tests of an actor is\nhis capacity for listening.  By-play must be unobtrusive; the student\nshould remember that the most minute expression attracts attention,\nthat nothing is lost, that by-play is as mischievous when it is\ninjudicious as it is effective when rightly conceived, and that while\ntrifles make perfection, perfection is no trifle.  This lesson was\nenjoined on me when I was a very young man by that remarkable actress,\nCharlotte Cushman.  I remember that when she played Meg Merrilies I\nwas cast for Henry Bertram, on the principle, seemingly, that an actor\nwith no singing voice is admirably fitted for a singing part.  It was\nmy duty to give Meg Merrilies a piece of money, and I did it after the\ntraditional fashion by handing her a large purse full of the coin of\nthe realm, in the shape of broken crockery, which was generally used\nin financial transactions on the stage, because when the virtuous maid\nrejected with scorn the advances of the lordly libertine, and threw\nhis pernicious bribe upon the ground, the clatter of the broken\ncrockery suggested fabulous wealth.  But after the play Miss Cushman,\nin the course of some kindly advice, said to me:  “Instead of giving\nme that purse, don’t you think it would have been much more natural if\nyou had taken a number of coins from your pocket, and given me the\nsmallest?  That is the way one gives alms to a beggar, and it would\nhave added to the realism of the scene.”  I have never forgotten that\nlesson, for simple as it was, it contained many elements of dramatic\ntruth.  It is most important that an actor should learn that he is a\nfigure in a picture, and that the least exaggeration destroys the\nharmony of the composition.  All the members of the company should\nwork toward a common end, with the nicest subordination of their\nindividuality to the general purpose.  Without this method a play when\nacted is at best a disjoined and incoherent piece of work, instead of\nbeing a harmonious whole like the fine performance of an orchestral\nsymphony.",
        "\nPhotograph by Alfred Ellis and Walery, London.",
        "[Henry Brodribb Irving, son of the late Sir Henry Irving, was born in\nLondon in 1870.  His first appearance on the stage was at the Garrick\nTheatre, London, in “School,” when twenty-one.  In 1906 he toured with\nsuccess throughout the United States, appearing in plays made\nmemorable by his father, “The Lyons Mail,” “Charles I.,” and “The\nBells.”  Mr. Irving distinctly inherits Sir Henry Irving’s ability\nboth as an actor and as a thoughtful student of acting as an art.  In\n1905 he gave a lecture, largely autobiographical, to the Academy of\nDramatic Art in London.  It appeared in the Fortnightly Review, May,\n1905, and is republished by Small, Maynard & Co., Boston, in\n\"Occasional Papers.  Dramatic and Historical” by Mr. Irving.  By his\nkindness, and that of his publishers, its pages are here drawn\nupon.–ED.]",
        "I received, not very long ago, in a provincial town, a letter from a\nyoung lady, who wished to adopt the stage as a profession but was\ntroubled in her mind by certain anxieties and uncertainties.  These\nshe desired me to relieve.  The questions asked by my correspondent\nare rather typical questions-questions that are generally asked by\nthose who, approaching the stage from the outside, in the light of\nprejudice and misrepresentation, believe the calling of the actor to\nbe one morally dangerous and intellectually contemptible; one in which\nit is equally easy to succeed as an artist and degenerate as an\nindividual.  She begins by telling me that she has a “fancy for the\nstage,” and has “heard a great many things about it.”  Now, for any\nman or woman to become an actor or actress because they have a “fancy\nfor the stage” is in itself the height of folly.  There is no calling,\nI would venture to say, which demands on the part of the aspirant\ngreater searching of heart, thought, deliberation, real assurance of\nfitness, reasonable prospect of success before deciding to follow it,\nthan that of the actor.  And not the least advantage of a dramatic\nschool lies in the fact that some of its pupils may learn to\nreconsider their determination to go on the stage, become convinced of\ntheir own unfitness, recognise in time that they will be wise to\nabandon a career which must always be hazardous and difficult even to\nthose who are successful, and cruel to those who fail.  Let it be\nsomething far sterner and stronger than mere fancy that decides you to\ntry your fortunes in the theatre.",
        "My correspondent says she has “heard a great many things about the\nstage.”  If I might presume to offer a piece of advice, it would be\nthis:  Never believe anything you hear about actors and actresses from\nthose who are not actually familiar with them.  The amount of\nnonsense, untruth, sometimes mischievous, often silly, talked by\notherwise rational people about the theatre, is inconceivable were it\nnot for one’s own personal experience.  It is one of the penalties of\nthe glamour, the illusion of the actor’s art, that the public who see\nmen and women in fictitious but highly exciting and moving situations\non the stage, cannot believe that when they quit the theatre, they\nleave behind them the emotions, the actions they have portrayed there.\nAnd as there is no class of public servants in whom the public they\nserve take so keen an interest as actors and actresses, the wildest\ninventions about their private lives and domestic behaviour pass as\ncurrent, and are eagerly retailed at afternoon teas in suburban\ndrawing-rooms.",
        "Now, the first question my correspondent asks me is this: “Does a\nyoung woman going on the stage need a good education and also to know\nlanguages?”  To answer the first part of the question is not, I think,\nvery difficult.  The supremely great actor or actress of natural\ngenius need have no education or knowledge of languages; it will be\nimmaterial whether he or she has enjoyed all the advantages of birth\nand education or has been picked up in the streets; genius, the\nhighest talent, will assert itself irrespective of antecedents.  But I\nshould say that any sort of education was of the greatest value to an\nactor or actress of average ability, and that the fact that the ranks\nof the stage are recruited to-day to a certain extent from our great\nschools and universities, from among classes of people who fifty years\nago would never have dreamed of entering our calling, is one on which\nwe may congratulate ourselves.  Though the production of great actors\nand actresses will not be affected either one way or the other by\nthese circumstances, at the same time our calling must benefit in the\ngeneral level of its excellence, in its fitness to represent all\ngrades of society on the stage, if those who follow it are picked from\nall classes, if the stage has ceased to be regarded as a calling unfit\nfor a man or woman of breeding or education,",
        "The second question this lady asks me is this:",
        "“Does she need to have her voice trained, and about what age do people\ngenerally commence to go on the stage?”  The first part of this\nquestion as to voice training touches on the value of an Academy of\nActing.  Of the value–the practical value–of such an institution\nrightly conducted there can be no doubt.  That acting cannot be taught\nis a well-worn maxim and perhaps a true one; but acting can be\ndisciplined; the ebullient, sometimes eccentric and disordered\nmanifestations of budding talent may be modified by the art of the\nteacher; those rudiments, which many so often acquire painfully in the\ncourse of rehearsal, the pupils who leave an academy should be masters\nof and so save much time and trouble to those whose business it is to\nproduce plays.  The want of any means of training the beginner, of\ncoping at all with the floods of men and women, fit and unfit, who are\never clamouring at the doors of the theatre, has been a long-crying\nand much-felt grievance.  The establishment of this academy should go\nfar to remove what has been by no means an unjust reproach to our\ntheatrical system.  As to the age at which a person should begin a\ntheatrical career, I do not think there is any actor or actress who\nwould not say that it is impossible to begin too early–at least, as\nearly as a police magistrate will allow.  That art is long and life\nshort applies quite as truthfully to the actor’s as to any other art,\nand as the years go on there must be many who regret that they did not\nsooner decide to follow a calling which seems to carry one all too\nquickly through the flight of time.",
        "My correspondent also asks me a question which I shall answer very\nbriefly, but which it is as well should be answered; She writes, “Are\nthere many temptations for a girl on the stage, and need she\nnecessarily fall into them?”  Of course there are such temptations on\nthe stage, as there must be in any calling in which men and women are\nbrought into contact on a footing of equality; perhaps these\ntemptations are somewhat intensified in the theatre.  At the same\ntime, I would venture to say from my own experience of that branch of\ntheatrical business with which I have been connected–and in such\nmatters one can only speak from personal experience–that any woman\nyielding to these temptations has only herself to blame, that any\nwell-brought-up, sensible girl will, and can, avoid them altogether,\nand that I should not make these temptations a ground for dissuading\nany young woman in whom I might be interested from joining our\ncalling.  To say, as a writer once said, that it was impossible for a\ngirl to succeed on the stage without impaired morals, is a statement\nas untrue as to say that no man can succeed as a lawyer unless he be a\nrogue, a doctor unless he be a quack, a parson unless be be a\nhypocrite.",
        "To all who intend to become actors and actresses, my first word of\nadvice would be–Respect this calling you have chosen to pursue.  You\nwill often in your experience hear it, see it in print, slighted and\ncontemned.  There are many reasons for this.  Religious prejudice,\nfostered by the traditions of a by no means obsolete Puritanism, is\none; the envy of those who, forgetting the disadvantages, the\ndifficulties, the uncertainty of the actor’s life, see only the glare\nof popular adulation, the glitter of the comparatively large salaries\npaid to a few of us–such unreasoning envy as this is another; and the\nwant of sympathy of some writers with the art itself, who, unable to\npray with Goethe and Voltaire, remain to scoff with Jeremy Collier, is\na third.  There are causes from without that will always keep alive a\ncertain measure of hostility towards the player.  As long as the\npublic, in Hazlitt’s words, feel more respect for John Kemble in a\nplain coat than the Lord Chancellor on the Woolsack, so long will this\npublic regard for the actor provoke the resentment of those whose\nachievements in art appeal less immediately, less strikingly, to their\naudience.  But if they would only pause to consider, surely they might\nlay to their souls the unction that the immediate reward of the actor\nin his lifetime is merely nature’s compensation to him for the\ncomparative oblivion of his achievements when he has ceased to be.\nImagine for one moment Shakespeare and Garrick contemplating at the\npresent moment from the heights the spectacle of their fame.  Who\nwould grudge the actor the few years of fervid admiration he was\nprivileged to enjoy, some one hundred and fifty years ago, as compared\nwith the centuries of living glory that have fallen to the great poet?",
        "Sometimes you may hear your calling sneered at by those who pursue it.\nThere are few professions that are not similarly girded at by some of\ntheir own members, either from disappointment or some ingrained\ndiscontent.  When you hear such detraction, fix your thoughts not on\nthe paltry accidents of your art, such as the use of cosmetics and\nother little infirmities of its practice, things that are obvious\nmarks for the cheap sneer, but look rather to what that art is capable\nof in its highest forms, to what is the essence of the actor’s\nachievement, what he can do and has done to win the genuine admiration\nand respect of those whose admiration and respect have been worth the\nhaving.",
        "You will read and hear, no doubt, in your experience, that acting is\nin reality no art at all, that it is mere sedulous copying of nature,\ndemanding neither thought nor originality.  I will only cite in reply\na passage from a letter of the poet Coleridge to the elder Charles\nMathews, which, I venture to think, goes some way to settle the\nquestion.  “A great actor,” he writes, “comic or tragic, is not to be\na mere copy, a fac-simile, but an imitation of nature; now an\nimitation differs from a copy in this, that it of necessity implies\nand demands a difference, whereas a copy aims at identity and what a\nmarble peach on the mantelpiece, that you take up deluded and put down\nwith a pettish disgust, is compared with a fruit-piece of Vanhuysen’s,\neven such is a mere copy of nature, with a true histrionic imitation.\nA good actor is Pygmalion’s statue, a work of exquisite art, animated\nand gifted with motion; but still art, still a species of poetry.”  So\nwrites Coleridge.  Raphael, speaking  of  painting, expresses the same\nthought, equally applicable to the art of acting.  “To paint a fair\none,” he says, “it is necessary for me to see many fair ones; but\nbecause there is so great a scarcity of lovely women, I am constrained\nto make use of one certain ideal, which I have formed to myself in my\nown fancy.”  So the actor who has to portray Hamlet, Othello,\nMacbeth–any great dramatic character–has to form an ideal of such a\ncharacter in his own fancy, in fact, to employ an exercise of\nimagination similar to that of the painter who seeks to depict an\nideal man or woman; the actor certainly will not meet his types of\nHamlet and Othello in the street.",
        "But, whilst in your hearts you should cherish a firm respect for the\ncalling, the art you pursue, let that respect be a silent and modest\nregard; it will be all the stronger for that.  I have known actors and\nactresses who were always talking about their art with a big A, their\n\"art-life,” their “life-work,” their careers and futures, and so on.\nKeep these things to yourselves, for I have observed that eloquence\nand hyper-earnestness of this kind not infrequently go with rather\ndisappointing achievement.  Think, act, but don’t talk about it.  And,\nabove all, because you are actors and actresses, for that very reason\nbe sincere and unaffected; avoid rather than court publicity, for you\nwill have quite enough of it if you get on in your profession; the\nsuccessful actor is being constantly tempted to indiscretion.  Do not\nyield too readily to the blandishments of the photographer, or the\nenterprising editor who asks you what are the love scenes you have\nmost enjoyed playing on the stage, and whether an actor or actress can\nbe happy though married.  Be natural on the stage, and be just as\nnatural off it; regard the thing you have to do as work that has to be\ndone to the best of your power; if it be well done, it will bring its\nown reward.  It may not be an immediate reward, but have faith, keep\nyour purpose serious, so serious as to be almost a secret; bear in\nmind that ordinary people expect you, just because you are actors and\nactresses, to be extraordinary, unnatural, peculiar; do your utmost at\nall times and seasons to disappoint such expectations.",
        "To the successful actor society, if he desire it, offers a warm and\ncordial welcome.  Its members do not, it is true, suggest that he\nshould marry with their daughters, but why should they?  An actor has\na very unattractive kind of life to offer to any woman who is not\nherself following his profession.  What I mean is that the fact of a\nman being an actor does not debar him from such gratification as he\nmay find in the pleasures of society.  And I believe that the effect\nof such raising of the actor’s status as has been witnessed in the\nlast fifty years has been to elevate the general tone of our calling\nand bring into it men and women of education and refinement.",
        "At the same time, remember that social enjoyments should always be a\nsecondary consideration to the actor, something of a luxury to be\nsparingly indulged in.  An actor should never let himself be beguiled\ninto the belief that society, generally speaking, is seriously\ninterested in what he does, or that popularity in drawing-rooms\nconnotes success in the theatre.  It does nothing of the kind.  Always\nremember that you can hope to have but few, very few friends or\nadmirers of any class who will pay to see you in a failure; you will\nbe lucky if a certain number do not ask you for free admission to see\nyou in a success.",
        "It is to a public far larger, far more real and genuine than this,\nthat you will one day have to appeal.  It is in their presence that\nyou will finish your education.  The final school for the actor is his\naudience; they are the necessary complement to the exercise of his\nart, and it is by the impression he produces on them that he will\nultimately stand or fall; on their verdict, and on their verdict\nalone, will his success or failure as an artist depend.  But, if you\nhave followed carefully, assiduously, the course of instruction now\nopen to you, when the time has arrived for you to face an audience you\nwill start with a very considerable handicap in your favour.  If you\nhave learnt to move well and to speak well, to be clear in your\nenunciation and graceful in your bearing, you are bound to arrest at\nonce the attention of any audience, no matter where it may be, before\nwhom you appear.  Obvious and necessary as are these two acquirements\nof graceful bearing and correct diction, they are not so generally\ndiffused as to cease to be remarkable.  Consequently, however modest\nyour beginning on the stage, however short the part you may be called\nupon to play, you should find immediately the benefit of your\ntraining.  You may have to unlearn a certain amount, or rather to\nmould and shape what you have learnt to your new conditions, but if\nyou have been well grounded in the essential elements of an actor’s\neducation, you will stand with an enormous advantage over such of your\ncompetitors as have waited till they go into a theatre to learn what\ncan be acquired just as well, better, more thoroughly, outside it.",
        "It has been my object to deal generally with the actor’s calling, a\ncalling, difficult and hazardous in character, demanding much\npatience, self-reliance, determination, and good temper.  This last is\nnot one of its least important demands on your character.  Remember\nthat the actor is not in one sense of the word an independent artist;\nit is his misfortune that the practice of his art is absolutely\ndependent on the fulfilment of elaborate external conditions.  The\npainter, the musician, so long as they can find paint and canvas, ink\nand paper, can work at their art, alone, independent of external\ncircumstances.  Not so the actor.  Before he can act, the theatre, the\nplay, scenery, company, these requisites, not by any means too easy to\nfind, must be provided.  And then it is in the company of others, his\ncolleagues, that his work has to be done.  Consequently patience, good\ntemper, fairness, unselfishness are qualities be will do well to\ncultivate, and he will lose nothing, rather gain, by the exercise of\nthem.  The selfish actor is not a popular person, and, in my\nexperience, not as a rule a successful one.  “Give and take,” in this\nlittle world of the theatre, and you will be no losers by it.",
        "Learn to bear failure and criticism patiently.  They are part of the\nactor’s lot in life.  Critics are rarely animated by any personal\nhostility in what they may write about you, though I confess that when\none reads an unfavourable criticism, one is inclined to set it down to\nanything but one’s own deserving.  I heard a great actor once say that\nwe should never read criticisms of ourselves till a week after they\nwere written–admirable counsel–but I confess I have not yet reached\nthat pitch of self-restraint that would enable me to overcome my\ncuriosity for seven days.  It is, however, a state of equanimity to\nlook forward to.  In the meantime, content yourself with the\nrecollection that ridicule and damning criticism have been the lot at\nsome time in their lives of the most famous actors and actresses, that\nthe unfavourable verdict of to-day may be reversed to-morrow.  It is\nno good resenting failure; turn it to account rather; try to\nunderstand it, and learn something from it.  The uses of theatrical\nadversity may not be sweet, but rightly understood they may be very\nsalutary.",
        "Do not let failure make you despond.  Ours is a calling of ups and\ndowns; it is an advantage of its uncertainty that you never know what\nmay happen next; the darkest hour may he very near the dawn.  This is\nwhere Bohemianism, in the best sense of the term, will serve the\nactor.  I do not mean by Bohemianism chronic intemperance and\ninsolvency.  I mean the gay spirit of daring and enterprise that\ngreets failure as graciously as success; the love of your own calling\nand your comrades in that calling, a love that, no matter what your\nmeasure of success, will ever remain constant and enduring; the\nrecognition of the fact that as an actor you but consult your own\ndignity in placing your own calling as a thing apart, in leading such\na life as the necessities of that calling may demand; and choosing\nyour friends among those who regard you for yourself, not those to\nwhom an actor is a social puppet, to be taken up and dropped as he\nhappens for the moment to be more or less prominent in the public eye.\nIf this kind of Bohemianism has some root in your character, you will\nfind the changes and chances of your calling the easier to endure.",
        "Do not despond in failure, neither be over-exalted by success.\nRemember one success is as nothing in the history of an actor’s\ncareer; he has to make many before he can lay claim to any measure of\nfame; and over-confidence, an inability to estimate rightly the value\nof a passing triumph, has before now harmed incalculably many an actor\nor actress.  You will only cease to learn your business when you quit\nit; look on success as but another lesson learnt to be turned to\naccount in learning the next.  The art of the actor is no less\ndifficult, no less long in comparison with life, than any other art.\nIn the intoxicating hour of success let this chastening thought have\nsome place in your recollection.",
        "When you begin work as actors or actresses, play whenever you can and\nwhatever you can.  Remember that the great thing for the actor is to\nbe seen as often as possible, to be before the public as much as he\ncan, no matter how modest the part, how insignificant the production.\nIt is only when an actor has reached a position very secure in the\npublic esteem that he can afford, or that it may be his duty, to be\ncareful as to what he undertakes.  But before such a time is reached\nhis one supreme object must be to get himself known to the public, to\nlet them see his work under all conditions, until they find something\nto identify as peculiarly his own; he should think nothing too small\nor unimportant to do, too tiresome or laborious to undergo.  Work well\nand conscientiously done must attract attention; there is a great deal\nof lolling and idleness among the many thoughtless and indifferent\npersons who drift on to the stage as the last refuge of the negligent\nor incompetent.",
        "The stage will always attract a certain number of worthless recruits\nbecause it is so easy to get into the theatre somehow or other; there\nis no examination to be passed, no qualification to be proved before a\nperson is entitled to call himself an actor.  And then the life of an\nactor is unfortunately, in these days of long runs, one that lends\nitself to a good deal of idleness and waste of time, unless a man or\nwoman be very determined to employ their spare time profitably.  For\nthis reason, I should advise any actor, or actress, to cultivate some\nrational hobby or interest by the side of their work; for until the\ntime comes for an actor to assume the cares and labours of management,\nhe must have a great deal of time on his hands that can be better\nemployed than in hanging about clubs or lolling in drawing-rooms.  At\nany rate, the actor or actress who thinks no work too small to do, and\nto do to the utmost of his or her ability, who neglects no opportunity\nthat may be turned to account–and every line he or she speaks is an\nopportunity–must outstrip those young persons who, though they may be\npleased to call themselves actors and actresses, never learn to regard\nthe theatre as anything but a kind of enlarged back-drawing-room, in\nwhich they are invited to amuse themselves at an altogether inadequate\nsalary.",
        "In regard to salary, when you start in your profession, do not make\nsalary your first consideration; do not suffer a few shillings or a\npound or two to stand between you and work.  This is a consideration\nyou may keep well in mind, even when you have achieved some measure of\nsuccess.  Apart from the natural tendency of the individual to place a\nhigher value on his services than that attached to them by others, it\nis often well to take something less than you ask, if the work offered\nyou is useful.  Remember that the public judge you by your work, they\nknow nothing and care little about what is being paid you for doing\nit.  To some people their own affairs are of such supreme importance\nthat they cannot believe that their personal concerns are unknown to,\nand unregarded by, the outside world.  The intensely personal,\nindividual character of the actor’s work is bound to induce a certain\ntemptation to an exaggerated egotism.  We are all egotists, and it is\nright that we should be, up to a point.  But I would urge the young\nactor or actress to be always on the watch against developing,\nespecially in success, an extreme egotism which induces a selfishness\nof outlook, an egregious vanity that in the long run weakens the\ncharacter, induces disappointment and discontent, and bores to\nextinction other persons.",
        "I would not for one moment advise an actor never to talk “shop\"; it is\na great mistake to think that men and women should never talk in\npublic or private about the thing to which they devote their lives;\npeople, as a rule, are most interesting on the subject of their own\nparticular business in life.  Talk about the affairs of the theatre\nwithin reason, and with due regard to the amenities of polite\nconversation, but do not confuse the affairs of the theatre, broadly\nspeaking, with your own.  The one is lasting, general; the other\nparticular and fleeting.  “Il n’y a pas de l’homme necessaire” [No\nman is indispensable].  Many persons would be strangely surprised if\nthey could see how rapidly their place is filled after they are gone,\nno matter how considerable their achievement.  It may not be filled in\nthe same way, as well, as fittingly, but it will be filled, and\nhumanity will content itself very fairly well with the substitute.\nThis is especially true of the work of the actor.  He can but live as\na memory, and memory is proverbially short.",
        "\nEllen Terry as Lady Macbeth\nJohn Singer Sargent – American painter\n1889\nTate Gallery, London\nOil on canvas\n221 x 114.3 cm",
        "[In the autumn of 1883, during Henry Irving’s fist engagement in New\nYork, Ellen Terry played a round of characters as his leading lady.\nIn the Tribune, Mr. William Winter said:  “Miss Ellen Terry’s Portia\nis delicious.  Her voice is perfect music.  Her clear, bell-like\nelocution is more than a refreshment, it is a luxury.  Her simple\nmanner, always large and adequate, is a great beauty of the art which\nit so deftly conceals.  Her embodiment of a woman’s loveliness, such\nas, in Portia, should he at once stately and fascinating and inspire\nat once respect and passion, was felicitous beyond the reach of\ndescriptive phrases.”  Then, on her appearance in “Much Ado About\nNothing:” “She permeates the raillery of Beatrice with an\nindescribable charm of mischievous sweetness.  The silver arrows of\nher pungent wit have no barb, for evidently she does not mean that\nthey shall really wound.  Her appearance and carriage are beautiful,\nand her tones melt into music.  There is no hint of the virago here,\nand even the tone of sarcasm is superficial.  It is archness playing\nover kindness that is presented here.”  On her Ophelia, Mr. Winter\nremarks: “Ophelia is an image, or personification of innocent,\ndelirious, feminine youth and beauty, and she passes before us in the\ntwo stages of sanity and delirium.  The embodiment is fully within\nMiss Terry’s reach, and is one of the few unmistakably perfect\ncreations with which dramatic art has illumined literature and adorned\nthe stage.”",
        "By permission the following pages have been taken from “Ellen Terry’s\nMemoirs,” copyright by the S. S. McClure Company, 1908.  All rights\nreserved.  ED.)",
        "When I went with Coghlan to see Henry Irving’s Philip I was no\nstranger to his acting.  I had been present with Tom Taylor, then\ndramatic critic of the Times, at the famous first night at the\nLyceum, in 1874, when Henry put his fortune–counted, not in gold, but\nin years of scorned delights and laborious days, years of constant\nstudy and reflection, of Spartan self-denial and deep melancholy–when\nhe put it all to the touch “to win or lose it all.”  This is no\nexaggeration.  Hamlet was by far the greatest part that he had ever\nplayed or ever was to play.  If he had failed–but why pursue it?  He\ncould not fail.",
        "Yet, the success on the first night at the Lyceum, in 1874, was not of\nthat electrical, almost hysterical splendour which has greeted the\nmomentous achievements of some actors.  The first two acts were\nreceived with indifference.  The people could not see how packed they\nwere with superb acting–perhaps because the new Hamlet was so simple,\nso quiet, so free from the exhibition of actors’ artifices which used\nto bring down the house in “Louis XI” and in “Richelieu,” but which\nwere really the easy things in acting, and in “Richelieu” (in my\nopinion) not especially well done.  In “Hamlet” Henry Irving did not\ngo to the audience; he made them come to him.  Slowly, but surely,\nattention gave place to admiration, admiration to enthusiasm,\nenthusiasm to triumphant acclaim.",
        "I have seen many Hamlets,–Fechter, Charles Kean, Rossi, Friedrich\nHaase, Forbes-Robertson, and my own son, Gordon Craig, among\nthem,–but they were not in the same hemisphere!  I refuse to go and\nsee Hamlets now.  I want to keep Henry Irving’s fresh and clear in my\nmemory until I die.",
        "When he engaged me to play Ophelia in 1878, he asked me to go down to\nBirmingham to see the play, and that night I saw what I shall always\nconsider the perfection of acting.  It had been wonderful in 1874; in\n1878 it was far more wonderful.  It has been said that when he had the\n\"advantage” of my Ophelia his Hamlet “improved.”  I don’t think so; he\nwas always quite independent of the people with whom he acted.",
        "The Birmingham night he knew I was there.  He played–I say it without\nvanity–for me.  We players are not above that weakness, if it be a\nweakness.  If ever anything inspires us to do our best, it is the\npresence in the audience of some fellow-artist who must, in the nature\nof things, know more completely than any one what we intend, what we\ndo, what we feel.  The response from such a member of the audience\nflies across the footlights to us like a flame.  I felt it once when I\nplayed Olivia before Eleonora Duse.  I felt that she felt it once when\nshe played Marguerite Gautier for me.",
        "When I read “Hamlet” now, everything that Henry did in it seems to me\nmore absolutely right even than I thought at the time.  I would give\nmuch to be able to record it all in detail, but–it may be my\nfault–writing is not the medium in which this can be done.  Sometimes\nI have thought of giving readings of “Hamlet,” for I can remember\nevery tone of Henry’s voice, every emphasis, every shade of meaning\nthat he saw in the lines and made manifest to the discerning.  Yes, I\nthink I could give some pale idea of what his Hamlet was if I read the\nplay!",
        "“Words, words, words!”  What is it to say, for instance, that the\ncardinal qualities of his Prince of Denmark were strength, delicacy,\ndistinction?  There was never a touch of commonness.  Whatever he did\nor said, blood and breeding pervaded it.",
        "His “make-up” was very pale, and this made his face beautiful when one\nwas close to him, but at a distance it gave him a haggard look.  Some\nsaid he looked twice his age.",
        "He kept three things going at the same time–the antic madness, the\nsanity, the sense of the theatre.  The last was to all that he\nimagined and thought what, in the New Testament, charity is said to be\nto all other virtues.",
        "He was never cross or moody–only melancholy.  His melancholy was as\nsimple as it was profound.  It was touching, too, rather than defiant.\nYou never thought that he was wantonly sad and enjoying his own\nmisery.",
        "He neglected no coup de theatre [theatrical artifice] to assist him,\nbut who notices the servants when the host is present?",
        "For instance, his first entrance as Hamlet was what we call, in\ntheatrical parlance, very much “worked up.”  He was always a\ntremendous believer in processions, and rightly.  It is through such\nmeans that royalty keeps its hold on the feeling of the public and\nmakes its mark as a figure and a symbol.  Henry Irving understood\nthis.  Therefore, to music so apt that it was not remarkable in\nitself, but a contribution to the general excited anticipation, the\ncourt of Denmark came on to the stage.  I understood later on, at the\nLyceum, what days of patient work had gone to the making of that\nprocession.",
        "At its tail, when the excitement was at fever-heat, came the solitary\nfigure of Hamlet, looking extraordinarily tall and thin, The lights\nwere turned down–another stage trick–to help the effect that the\nfigure was spirit rather than man.",
        "He was weary; his cloak trailed on the ground.  He did not wear the\nminiature of his father obtrusively round his neck!  His attitude was\none which I have seen in a common little illustration to the\n\"Reciter,” compiled by Dr. Pinch, Henry Irving’s old schoolmaster.\nYet, how right to have taken it, to have been indifferent to its\nhumble origin!  Nothing could have been better when translated into\nlife by Irving’s genius.",
        "The hair looked blue-black, like the plumage of a crow; the eyes\nburning–two fires veiled, as yet, by melancholy.  But the appearance\nof the man was not single, straight, or obvious, as it is when I\ndescribe it, any more than his passions throughout the play were.  I\nonly remember one moment when his intensity concentrated itself in a\nstraightforward unmistakable emotion, without side-current or back\nwater.  It was when he said:",
        "The play’s the thing\nWherein I’ll catch the conscience of the King",
        "and, as the curtain came down, was seen to be writing madly on his\ntablets against one of the pillars.",
        "“0 God, that I were a writer!”  I paraphrase Beatrice with all my\nheart.  Surely a writer could not string words together about Henry\nIrving’s Hamlet and say nothing, nothing.",
        "“We must start this play a living thing,” he used to say at\nrehearsals, and he worked until the skin grew tight over his face,\nuntil he became livid with fatigue, yet still beautiful, to get the\nopening lines said with individuality, suggestiveness, speed, and\npower:",
        "Bernardo:    Who’s there?\nFrancisco:   Nay, answer me:  stand, and unfold yourself.\nBernardo:    Long live the king!\nFrancisco:   Bernardo?\nBernardo:    He.\nFrancisco:   You come most carefully upon your hour.\nBernardo:    ’Tis now struck twelve: get thee to bed, Francisco.\nFrancisco:   For this relief much thanks: ’t is bitter cold.",
        "And all that he tried to make others do with these lines he himself\ndid with every line of his own part.  Every word lived.",
        "Some said: “Oh, Irving only makes ’Hamlet’ a love poem!”  They said\nthat, I suppose, because in the nunnery scene with Ophelia he was the\nlover above the prince and the poet.  With what passionate longing his\nhands hovered over Ophelia at her words, “Rich gifts wax poor when\ngivers prove unkind!”",
        "His advice to the players was not advice.  He did not speak it as an\nactor.  Nearly all Hamlets in that scene give away the fact that they\nare actors and not dilettanti of royal blood.  Henry defined the way\nhe would have the players speak as an order, an instruction of the\nmerit of which he was regally sure.  There was no patronising flavour\nin his acting here, not a touch of “I’11 teach you how to do it.”  He\nwas swift, swift and simple–pausing for the right word now and again,\nas in the phrase “to hold as ’t were the mirror up to nature.”  His\nslight pause and eloquent gesture, as the all embracing word “nature\"\ncame in answer to his call, were exactly repeated unconsciously, years\nlater, by the Queen of Roumania (Carmen Sylva).  She was telling us\nthe story of a play that she had written.  The words rushed out\nswiftly, but occasionally she would wait for the one that expressed\nher meaning most comprehensively and exactly, and, as she got it, up\nwent her hand in triumph over her head–\"Like yours in Hamlet,” I told\nHenry at the time.",
        "The first letter that I ever received from Henry Irving was written on\nthe 20th of July, 1878, from 15A Grafton Street, the house in which he\nlived during the entire period of his Lyceum management.",
        "DEAR MISS TERRY:  I look forward to the pleasure of calling upon you\non Tuesday next at two o’clock,",
        "With every good wish, believe me, Yours sincerely,",
        "HENRY IRVING.",
        "The call was in reference to my engagement as Ophelia.  Strangely\ncharacteristic I see it now to have been of Henry that he was content\nto take my powers as an actress more or less on trust.  A mutual\nfriend, Lady Pollock, had told him that I was the very person for him;\nthat “All London” (a vile but convenient phrase) was talking of my\nOlivia; that I had acted well in Shakespeare with the Bancrofts; that\nI should bring to the Lyceum Theatre what players call “a personal\nfollowing.”  Henry chose his friends as carefully as he chose his\ncompany and his staff.  He believed in Lady Pollock implicitly, and he\ndid not–it is possible that he could not–come and see my Olivia for\nhimself.",
        "I was living in Longridge Road when Henry Irving came to see me.  Not\na word of our conversation about the engagement can I remember.  I did\nnotice, however, the great change that had taken place in the man\nsince I had last met him in 1867.  Then he was really very\nordinary-looking–with a moustache, an unwrinkled face, and a sloping\nforehead.  The only wonderful thing about him was his melancholy.\nWhen I was playing the piano, once, in the green room at the Queen’s\nTheatre, he came in and listened.  I remember being made aware of his\npresence by his sigh–the deepest, profoundest, sincerest sigh I ever\nheard from any human being.  He asked me if I would not play the piece\nagain.  The incident impressed itself on my mind, inseparably\nassociated with a picture of him as he looked at thirty–a picture by\nno means pleasing.  He looked conceited, and almost savagely proud of\nthe isolation in which he lived.  There was a touch of exaggeration in\nhis appearance, a dash of Werther, with a few flourishes of Jingle!\nNervously sensitive to ridicule, self-conscious, suffering deeply from\nhis inability to express himself through his art, Henry Irving in 1867\nwas a very different person from the Henry Irving who called on me at\nLongridge Road in 1878.  In ten years he had found himself, and so\nlost himself–lost, I mean, much of that stiff, ugly\nself-consciousness which had encased him as the shell encases the\nlobster.  His forehead had become more massive, and the very outline\nof his features had altered.  He was a man of the world, whose\nstrenuous fighting now was to be done as a general–not, as hitherto,\nin the ranks.  His manner was very quiet and gentle.  “In quietness\nand confidence shall be your strength,” says the psalmist.  That was\nalways like Henry Irving.",
        "And here, perhaps, is the place to say that I, of all people, can\nperhaps appreciate Henry Irving least justly, although I was his\nassociate on the stage for a quarter of a century, and was on terms of\nthe closest friendship with him for almost as long a time.  He had\nprecisely the qualities that I never find likable.",
        "He was an egotist, an egotist of the great type, never “a mean\negotist,” as he was once slanderously described; and all his faults\nsprang from egotism, which is, after all, only another name for\ngreatness.  So much absorbed was he in his own achievement that he was\nunable or unwilling to appreciate the achievements of others.  I never\nheard him speak in high terms of the great foreign actors and\nactresses who from time to time visited England.  It would be easy to\nattribute this to jealousy, but the easy explanation is not the true\none.  He simply would not give himself up to appreciation.  Perhaps\nappreciation is a wasting though a generous quality of the mind and\nheart, and best left to lookers-on who have plenty of time to develop\nit.",
        "I was with him when he saw Sarah Bernhardt act for the first time.\nThe play was “Ruy Blas,” and it was one of Sarah’s bad days.  She was\nwalking through the part listlessly, and I was angry that there should\nbe any ground for Henry’s indifference.  The same thing happened years\nlater when I took him to see Eleonora Duse.  The play was\n\"Locandiera,” to which she was eminently unsuited, I think.  He was\nsurprised at my enthusiasm.  There was an element of justice in his\nattitude toward the performance which infuriated me, but I doubt if he\nwould have shown more enthusiasm if he had seen her at her best.",
        "As the years went on he grew very much attached to Sarah Bernhardt,\nand admired her as a colleague whose managerial work in the theatre\nwas as dignified as his own; but of her superb powers as an actress I\ndon’t believe he ever had a glimmering notion!",
        "Perhaps it is not true, but, as I believe it to be true, I may as well\nstate it: It was never any pleasure to him to see the acting of other\nactors and actresses.  Salvini’s Othello I know he thought\nmagnificent, but he would not speak of it.",
        "How dangerous it is to write things that may not be understood!  What\nI have written I have written merely to indicate the qualities in\nHenry Irving’s nature which were unintelligible to me, perhaps because\nI have always been more woman than artist.  He always put the theatre\nfirst.  He lived in it, he died in it.  He had none of my bourgeois\nqualities–the love of being in love, the love of a home, the dislike\nof solitude.  I have always thought it hard to find my inferiors.  He\nwas sure of his high place.  In some ways he was far simpler than I.\nHe would talk, for instance, in such an ignorant way to painters and\nmusicians that I blushed for him.  But was not my blush far more\nunworthy than his freedom from all pretentiousness in matters of art?",
        "He never pretended.  One of his biographers had said that he posed as\nbeing a French scholar.  Such a thing, and all things like it, were\nimpossible to his nature.  If it were necessary, in one of his plays,\nto say a few French words, he took infinite pains to learn them, and\nsaid them beautifully.",
        "Henry once told me that in the early part of his career, before I knew\nhim, he had been hooted because of his thin legs.  The first service I\ndid him was to tell him that they were beautiful, and to make him give\nup padding them.",
        "“What do you want with fat, podgy, prize-fighter legs!” I\nexpostulated.",
        "I brought help, too, in pictorial matters.  Henry Irving had had\nlittle training in such matters; I had had a great deal.  Judgment\nabout colours, clothes, and lighting must be trained.  I had learned\nfrom Mr. Watts, from Mr. Goodwin, and from other artists, until a\nsense of decorative effect had become second nature to me.",
        "Praise to some people at certain stages of their career is more\ndeveloping than blame.  I admired the very things in Henry for which\nother people criticised him.  I hope this helped him a little.",
        "",
        "[Richard Mansfield, one of the great actors of his time, was born in\nHeligoland, then a British Possession, in 1857.  He prepared himself\nfor the East Indian civil service, then studied art, and opened a\nstudio in Boston.  He was soon attracted to the stage, and began\nplaying minor parts in comic opera, displaying marked ability from the\nfirst.  His versatility took him all the way from the role of Koko in\nthe “Mikado,” to Beau Brummel and Richard III.  His success soon\nenabled him to assemble a company of his own; as its manager he\nproduced with memorable effect “Cyrano de Bergerac,” “Henry V.,” and\n\"Julius Caesar.”  He died in 1907, a few weeks after a striking\ncreation of “Peer Gynt.”  A biography of Mr. Mansfield by Mr. Paul\nWilstach is published by C. Scribner’s Sons, New York.",
        "Mr. Mansfield’s article on “Man and the Actor,” which appeared in the\nAtlantic Monthly, May, 1906, copyright by Houghton, Mifflin & Co.,\nBoston, is here given almost in full by the kind permission of the\npublishers and of Mrs. Richard Mansfield.  It is in effect an\nautobiographical revelation of the artist and the man.–ED.]",
        "Shakespeare does not say “may” play a part, or “can” play a part, but\nhe says must play a part; and he has expressed the conviction of\nevery intelligent student of humanity then and thereafter, now and\nhereafter.  The stage cannot be held in contempt by mankind; because\nall mankind is acting, and every human being is playing a part.  The\nbetter a man plays his part, the better he succeeds.  The more a man\nknows of the art of acting, the greater the man; for, from the king on\nhis throne to the beggar in the street, every man is acting.  There is\nno greater comedian or tragedian in the world than a great king.  The\nknowledge of the art of acting is indispensable to a knowledge of\nmankind, and when you are able to pierce the disguise in which every\nman arrays himself, or to read the character which every man assumes,\nyou achieve an intimate knowledge of your fellow men, and you are able\nto cope with the man, either as he is, or as he pretends to be.  It\nwas necessary for Shakespeare to be an actor in order to know men.\nWithout his knowledge of the stage, Shakespeare could never have been\nthe reader of men that he was.  And yet we are asked, “Is the stage\nworth while?”",
        "Napoleon and Alexander were both great actors–Napoleon perhaps the\ngreatest actor the world has ever seen.  Whether on the bridge of\nLodi, or in his camp at Tilsit; whether addressing his soldiers in the\nplains of Egypt; whether throwing open his old gray coat and saying,\n\"Children, will you fire on your general?” whether bidding farewell to\nthem at Fontainebleau; whether standing on the deck of the\nBellerophon, or on the rocks of St. Helena–he was always an actor.\nNapoleon had studied the art of acting, and he knew its value.  If the\npower of the eye, the power of the voice, the power of that\nall-commanding gesture of the hand, failed him when he faced the\nregiment of veterans on his return from Elba, he was lost.  But he had\nproved and compelled his audience too often for his art to fail him\nthen.  The leveled guns fell.  The audience was his.  Another crown\nhad fallen!  By what?  A trick of the stage!  Was he willing to die\nthen? to be shot by his old guard?  Not he!  Did he doubt for one\nmoment his ability as an actor.  Not he!  If he had, he would have\nbeen lost.  And that power to control, that power to command, once it\nis possessed by a man, means that that man can play his part anywhere,\nand under all circumstances and conditions.  Unconsciously or\nconsciously, every great man, every man who has played a great part,\nhas been an actor.  Each man, every man, who has made his mark has\nchosen his character, the character best adapted to himself, and has\nplayed it, and clung to it, and made his impress with it.  I have but\nto conjure up the figure of Daniel Webster, who never lost an\nopportunity to act; or General Grant, who chose for his model William\nof Orange, surnamed the Silent.  You will find every one of your most\nadmired heroes choosing early in life some admired hero of his own to\ncopy.  Who can doubt that Napoleon had selected Julius Caesar?  For,\nonce he had founded an empire, everything about him was modelled after\nthe Caesarean regime.  Look at his coronation robes, the women’s\ngowns–the very furniture!  Actors, painters, musicians, politicians,\nsociety men and women, and kings and queens, all play their parts, and\nall build themselves after some favourite model.  In this woman of\nsociety you trace the influence of the Princess Metternich.  In\nanother we see her admiration (and a very proper one) for Her\nBritannic Majesty.  In another we behold George Eliot, or Queen Louise\nof Prussia, or the influence of some modern society leader.  But no\nmatter who it is, from the lowest to the highest, the actor is\ndominant in the human being, and this trait exhibits itself early in\nthe youngest child.  Everywhere you see stage-craft in one form or\nanother.  If men loved not costumes and scenery, would the king be\nescorted by the lifeguards, arrayed in shining helmets and\nbreastplates, which we know are perfectly useless in these days when a\nbullet will go through fifty of them with ease?  The first thing a man\nthinks of when he has to face any ordeal, be it a coronation or an\nexecution, is, how am I going to look? how am I to behave? what manner\nshall I assume? shall I appear calm and dignified, or happy and\npleased? shall I wear a portentous frown or a beaming smile? how shall\nI walk? shall I take short steps or long ones? shall I stoop as if\nbowed with care, or walk erect with courage and pride? shall I gaze\nfearlessly on all about me, or shall I drop my eyes modestly to the\nground?  If man were not always acting, he would not think of these\nthings at all, he would not bother his head about them, but would walk\nto his coronation or his execution according to his nature.  In the\nlast event this would have to be, in some cases, on all fours.",
        "I stretch my eyes over the wide world, and the people in it, and I can\nsee no one who is not playing a part; therefore respect the art of\nwhich you are all devotees, and, if you must act, learn to play your\nparts well.  Study the acting of others, so that you may discover what\npart is being played by others.",
        "It is, therefore, not amazing that everybody is interested in the art\nof acting, and it is not amazing that every one thinks he can act.\nYou have only to suggest private theatricals, when a house party is\nassembled at some country house, to verify the truth of the statement.\nImmediately commences a lively rivalry as to who shall play this part\nor that.  Each one considers herself or himself best suited, and I\nhave known private theatricals to lead to lifelong enmities.",
        "It is surprising to discover how very differently people who have\nplayed parts all their lives deport themselves before the footlights.\nI was acquainted with a lady in London who had been the wife of a peer\nof the realm, who had been ambassadress at foreign courts, who at one\ntime had been a reigning beauty, and who came to me, longing for a new\nexperience, and implored me to give her an opportunity to appear upon\nthe stage.  In a weak moment I consented, and as I was producing a\nplay, I cast her for a part which I thought she would admirably\nsuit-that of a society woman.  What that woman did and did not do on\nthe stage passes all belief.  She became entangled in her train, she\ncould neither sit down nor stand up, she shouted, she could not be\npersuaded to remain at a respectful distance, but insisted upon\nshrieking into the actor’s ears, and she committed all the gaucheries\nyou would expect from an untrained country wench.  But because\neverybody is acting in private life, every one thinks he can act upon\nthe stage, and there is no profession that has so many critics.  Every\nindividual in the audience is a critic, and knows all about the art of\nacting.  But acting is a gift.  It cannot be taught.  You can teach\npeople how to act acting–but you can’t teach them to act.  Acting is\nas much an inspiration as the making of great poetry and great\npictures.  What is commonly called acting is acting acting.  This is\nwhat is generally accepted as acting.  A man speaks lines, moves his\narms, wags his head, and does various other things; he may even shout\nand rant; some pull down their cuffs and inspect their finger nails;\nthey work hard and perspire, and their skin acts.  This is all easily\ncomprehended by the masses, and passes for acting, and is applauded,\nbut the man who is actually the embodiment of the character he is\ncreating will often be misunderstood, be disliked, and fail to\nattract.  Mediocrity rouses no opposition, but strong individualities\nand forcible opinions make enemies.  It is here that danger lies.\nMany an actor has set out with an ideal, but, failing to gain general\nfavour, has abandoned it for the easier method of winning popular\nacclaim.  Inspiration only comes to those who permit themselves to be\ninspired.  It is a form of hypnotism.  Allow yourself to be convinced\nby the character you are portraying that you are the character.  If\nyou are to play Napoleon, and you are sincere and determined to be\nNapoleon, Napoleon will not permit you to be any one but Napoleon, or\nRichard III. Richard III., or Nero Nero, and so on.  He would be a\npoor, miserable pretence of an actor who in the representation of any\nhistorical personage were otherwise than firmly convinced, after\ngetting into the man’s skin (which means the exhaustive study of all\nthat was ever known about him), that he is living that very man for a\nfew brief hours.  And so it is, in another form, with the creation or\nrealisation of the author’s, the poet’s, fancy.  In this latter case\nthe actor, the poet actor, sees and creates in the air before him the\nbeing he delineates; he makes him, he builds him during the day, in\nthe long hours of the night; the character gradually takes being; he\nis the actor’s genius; the slave of the ring, who comes when he calls\nhim, stands beside him, and envelops him in his ghostly arms; the\nactor’s personality disappears; he is the character.  You, you, and\nyou, and all of you, have the right to object to the actor’s creation;\nyou may say this is not your conception of Hamlet or Macbeth or Iago\nor Richard or Nero or Shylock–but respect his.  And who can tell\nwhether he is right or you are right?  He has created them with much\nloving care; therefore don’t sneer at them–don’t jeer at them–it\nhurts!  If you have reared a rosebush in your garden, and seen it bud\nand bloom, are you pleased to have some ruthless vandal tear the\nflowers from their stem and trample them in the mud?  And it is not\nalways our most beautiful children we love the best.  The parent’s\nheart will surely warm toward its feeblest child.",
        "It is very evident that any man, be he an actor or no actor, can, with\nmoney and with good taste, make what is technically termed a\nproduction.  There is, as an absolute matter of fact, no particular\ncredit to be attached to the making of a production.  The real work of\nthe stage, of the actor, does not lie there.  It is easy for us to\nbusy ourselves, to pass pleasantly our time, designing lovely scenes,\ncharming costumes, and all the paraphernalia and pomp of mimic\ngrandeur, whether of landscape or of architecture, the panoply of war,\nor the luxury of royal courts.  That is fun–pleasure and amusement.\nNo; the real work of the stage lies in the creation of a character.  A\ngreat character will live forever, when paint and canvas and silks and\nsatins and gold foil and tinsel shall have gone the way of all rags.",
        "But the long, lone hours with our heads in our hands, the toil, the\npatient study, the rough carving of the outlines, the dainty, delicate\nfinishing touches, the growing into the soul of the being we\ndelineate, the picture of his outward semblance, his voice, his gait,\nhis speech, all amount to a labour of such stress and strain, of such\nloving anxiety and care, that they can be compared in my mind only to\na mother’s pains.  And when the child is born it must grow in a few\nhours to completion, and be exhibited and coldly criticised.  How\noften, how often, have those long months of infinite toil been in\nvain!  How often has the actor led the child of his imagination to the\nfootlights, only to realise that he has brought into the world a\nweakling or a deformity which may not live!  And how often he has sat\nthrough the long night brooding over the corpse of this dear figment\nof his fancy!  It has lately become customary with many actor-managers\nto avoid these pangs of childbirth.  They have determinedly declined\nthe responsibility they owe to the poet and the public, and have\ninstead dazzled the eye with a succession of such splendid pictures\nthat the beholder forgets in a surfeit of the sight the feast that\nshould feed the soul.  This is what I am pleased to term talk versus\nacting.  The representative actors in London are much inclined in this\ndirection.",
        "The student may well ask, “What are we to copy, and whom are we to\ncopy?”  Don’t copy any one; don’t copy any individual actor, or his\nmethods.  The methods of one actor–the means by which he\narrives–cannot always be successfully employed by another.  The\nmethods and personality of one actor are no more becoming or suitable\nor adapted to another than certain gowns worn by women of fashion\nsimply because these gowns are the fashion.  In the art of acting,\nlike the art of painting, we must study life–copy life!  You will\nhave before you the work of great masters, and you will learn very\nmuch from them–quite as much what to avoid as what to follow.  No\npainting is perfect, and no acting is perfect.  No actor ever played a\npart to absolute perfection.  It is just as impossible for an actor to\nsimulate nature completely upon the stage as it is impossible for the\npainter to portray on canvas the waves of the ocean, the raging storm\nclouds, or the horrors of conflagration.",
        "The nearer the artist gets to nature, the greater he is.  We may\nadmire Rubens and Rembrandt and Vandyke and Gainsborough and Turner,\nbut who will dare to say that any one of their pictures is faultless?\nWe shall learn much from them all, but quite as much what to avoid as\nwhat to emulate.  But when you discover their faults, do not forget\ntheir virtues.  Look, and realise what it means to be able to do so\nmuch, And the actor’s art is even more difficult!  For its execution\nmust be immediate and spontaneous.  The word is delivered, the action\nis done, and the picture is painted!  Can I pause and say, “Ladies and\ngentlemen, that is not the way I wanted to do this, or to say that; if\nyou will allow me to try again, I think I can improve upon it?”",
        "The most severe critic can never tell me more, or scold me more than I\nscold myself.  I have never left the stage satisfied with myself.  And\nI am convinced that every artist feels as I do about his work.  It is\nthe undoubted duty of the critic to criticise, and that means to blame\nas well as to praise; and it must be confessed that, taking all things\ninto consideration, the critics of this country are actuated by\nhonesty of purpose and kindliness of spirit, and very often their work\nis, in addition, of marked literary value.  Occasionally we will still\nmeet the man who is anxious to impress his fellow citizens with the\nfact that he has been abroad, and tinctures all his views of plays and\nactors with references to Herr Dinkelspiegel or Frau Mitterwoorzer; or\nwho, having spent a few hours in Paris, is forced to drag in by the\nhair Monsieur Popin or Mademoiselle Fifine.  But as a matter of fact,\nis not the interpretation of tragedy and comedy by the American stage\nsuperior to the German and French?–for the whole endeavour in this\ncountry has been toward a closer adherence to nature.  In France and\nin Germany the ancient method of declamation still prevails, and the\ngreat speeches of Goethe and Schiller and Racine and Corneille are to\nall intents and purposes intoned.  No doubt this sounds very fine in\nGerman and French, but how would you like it now in English?",
        "The old-time actor had peculiar and primitive views as to elocution\nand its uses.  I remember a certain old friend of mine, who, when he\nrecited the opening speech in “Richard III.,” and arrived at the line\n\"In the deep bosom of the ocean buried,” suggested the deep bosom of\nthe ocean by sending his voice down into his boots.  Yet these were\nfine actors, to whom certain young gentlemen, who never saw them,\nconstantly refer.  The methods of the stage have completely changed,\nand with them the tastes of the people.  The probability is that some\nof the old actors of only a few years ago would excite much merriment\nin their delineation of tragedy.  A very great tragedian of a past\ngeneration was wont, in the tent scene in “Richard III.,” to hold a\npiece of soap in his mouth, so that, after the appearance of the\nghosts, the lather and froth might dribble down his chin! and he\nemployed, moreover, a trick sword, which rattled hideously; and, what\nwith his foam-flecked face, his rolling eyes, his inarticulate groans,\nand his rattling blade, the small boy in the gallery was scared into a\nfrenzy of vociferous delight!",
        "Yet, whilst we have discarded these somewhat crude methods, we have\nperhaps allowed ourselves to wander too far in the other direction,\nand the critics are quite justified in demanding in many cases greater\nvirility and force.  The simulation of suppressed power is very useful\nand very advisable, but when the fire-bell rings the horses have got\nto come out, and rattle and race down the street, and rouse the town!",
        "Whilst we are on the subject of these creations of the poets and the\nactors, do you understand how important is discipline on the stage?\nHow can an actor be away from this earth, moving before you in the\nspirit he has conjured up, only to be dragged back to himself and his\nactual surroundings of canvas and paint and tinsel and limelights by\nsome disturbing influence in the audience or on the stage?  If you\nwant the best, if you love the art, foster it.  It is worthy of your\ngentlest care and your kindest, tenderest thought.  Your silence is\noften more indicative of appreciation than your applause.  The actor\ndoes not need your applause in order to know when you are in sympathy\nwith him.",
        "He feels very quickly whether you are antagonistic or friendly.  He\ncares very little for the money, but a great deal for your affection\nand esteem.  Discipline on the stage has almost entirely disappeared,\nand year after year the exercise of our art becomes more difficult.  I\nam sorry to say some newspapers are, unwittingly perhaps, largely\nresponsible for this.  When an editor discharges a member of his force\nfor any good and sufficient reason–and surely a man must be permitted\nto manage and control his own business–no paper will publish a\ntwo-column article, with appropriate cuts, detailing the wrongs of the\ndischarged journalist, and the hideous crime of the editor!  Even an\neditor–and an editor is supposed to be able to stand almost\nanything–would become weary after a while; discipline would cease,\nand your newspapers would be ill-served.  Booth, Jefferson, and other\nactors soon made up their minds that the easiest road was the best for\nthem.  Mr. Booth left the stage management entirely to Mr. Lawrence\nBarrett and others, and Mr. Jefferson praised everybody and every\nthing.  But this is not good for the stage.  My career on the stage is\nnearly over, and until, shortly, I bid it farewell, I shall continue\nto do my best; but we are all doing it under ever-growing\ndifficulties.  Actors on the stage are scarce, actors off the stage,\nas I have demonstrated, I hope, are plentiful.  Life insurance\npresidents–worthy presidents, directors, and trustees–have been so\nbusy acting their several parts in the past, and are in the present so\nbusy trying to unact them, men are so occupied from their childhood\nwith the mighty dollar, the race for wealth is so strenuous and\nall-entrancing, that imagination is dying out; and imagination is\nnecessary to make a poet or an actor; the art of acting is the\ncrystallisation of all arts.  It is a diamond in the facets of which\nis mirrored every art.  It is, therefore, the most difficult of all\narts.  The education of a king is barely sufficient for the education\nof the comprehending and comprehensive actor.  If he is to satisfy\nevery one, he should possess the commanding power of a Caesar, the\nwisdom of Solomon, the eloquence of Demosthenes, the patience of Job,\nthe face and form of Antinous, and the strength and endurance of\nHercules.",
        "The stage is not likely to die of neglect anywhere.  But at this\nmoment it cannot be denied that the ship of the stage is drifting\nsomewhat hither and thither, Every breath of air and every current of\npublic opinion impels it first in one direction and then in another,\nAt one moment we may be said to be in the doldrums of the English\nsociety drama, or we are sluggishly rolling along in a heavy ground\nswell, propelled by a passing cat’s paw of revivals of old melodramas.\nAgain we catch a very faint northerly breeze from Ibsen, or a\nsoutheaster from Maeterlinck and Hauptmann.  Sometimes we set our\nsails to woo that ever-clearing breeze of Shakespeare, only to be\nforced out of our course by a sputter of rain, an Irish mist, and half\na squall from George Bernard Shaw; but the greater part of the time\nthe ship of the stage is careering wildly under bare poles, with a man\nlashed to the helm (and let us hope that, like Ulysses, he has cotton\nwool in his ears), before a hurricane of comic opera.  We need a\nrecognised stage and a recognised school.  America has become too\ngreat, and its influence abroad too large, for us to afford to have\nrecourse to that ancient and easy method of criticism which decries\nthe American and extols the foreign.  That is one of those last\nremnants of colonialism and provincialism which must depart forever.",
        "What could not be done for the people of this land, were we to have a\ngreat and recognised theatre!  Consider our speech, and our manner of\nspeech!  Consider our voices, and the production of our voices!\nConsider the pronunciation of words, and the curious use of vowels!\nLet us say we have an established theatre, to which you come not only\nfor your pleasure, but for your education.  Of what immense advantage\nthis would be if behind its presiding officer there stood a board of\nliterary directors, composed of such men as William Winter, Howells,\nEdward Everett Hale, and Aldrich, and others equally fine, and the\npresidents of the great universities.  These men might well decide how\nthe American language should be spoken in the great American theatre,\nand we should then have an authority in this country at last for the\npronunciation of certain words.  It would finally be decided whether\nto say fancy or fahncy–dance or dahnce–advertisement or\nadvertysement, and so with many other words; whether to call the\nobject of our admiration “real elegant\"–whether we should say “I\nadmire” to do this or that, and whether we should say “I guess\"\ninstead of “I think.”  And the voice!  The education of the American\nspeaking voice is, I am sure all will agree, of immense importance.\nIt is difficult to love, or to continue to endure, a woman who shrieks\nat you; a high-pitched, nasal, stringy voice is not calculated to\ncharm.  This established theatre of which we dream should teach men\nand women how to talk; and how splendid it would be for future\ngenerations if it should become characteristic of American men and\nwomen to speak in soft and beautifully modulated tones!",
        "These men of whom I have spoken could meet once a year in the great\ngreen-room of this theatre of my imagination, and decide upon the\nworks to be produced–the great classics, the tragedies and comedies;\nand living authors should be invited and encouraged.  Here, again, we\nshould have at last what we so badly need, an encouragement for men\nand women to write poetry for the stage.  Nothing by way of the\nbeautiful seems to be written for us to-day, but perhaps the\nacknowledgment and the hall-mark of a great theatre might prove an\nincentive.",
        "The training of the actor!  To-day there is practically none.  Actors\nand actresses are not to be taught by patting them on the shoulders\nand saying, “Fine!  Splendid!”  It is a hard, hard school, on the\ncontrary, of unmerciful criticism.  And he is a poor master who seeks\ncheap popularity amongst his associates by glossing over and praising\nwhat he knows to be condemnable.  No good result is to be obtained by\nthis method, but it is this method which has caused a great many\nactors to be beloved, and the public to be very much distressed.",
        "As for the practical side of an established theatre, I am absolutely\nconvinced that the national theatre could be established in this\ncountry on a practical and paying basis; and not only on a paying\nbasis, but upon a profitable basis.  It would, however, necessitate\nthe investment of a large amount of capital.  In short, the prime cost\nwould be large, but if the public generally is interested, there is no\nreason why an able financier could not float a company for this\npurpose.  But under no circumstances must or can a national theatre,\nin the proper use of the term, be made an object of personal or\ncommercial profit.  Nor can it be a scheme devised by a few\nindividuals for the exploitation of a social or literary fad.  The\nnational theatre must be given by the people to the people, and be\ngoverned by the people.  The members of the national theatre should be\nelected by the board of directors, and should be chosen from the\nAmerican and British stage alike, or from any country where English is\nthe language of the people.  Every inducement should be offered to\nsecure the services of the best actors; by actors, I mean actors of\nboth sexes; and those who have served for a certain number of years\nshould be entitled to a pension upon retirement.",
        "It is not necessary to bother with further details; I only mention\nthis to impress the reader with the fact that the national theatre is\na practical possibility.  From my personal experience I am convinced\nthat serious effort upon the American stage meets with a hearty\nendorsement.",
        "\nTommaso Salvini as King Lear",
        "[During his American tour of 1882-1883, Salvini played in Boston.  One\nof his auditors, Henry James, the distinguished novelist, in the\nAtlantic Monthly for March, 1883, gave a detailed criticism of the\nperformances.  Of Salvini’s Othello he said:",
        "... “What an immense impression–simply as an impression–the actor\nmakes on the spectator who sees him for the first time as the turbaned\nand deep-voiced Moor!  He gives us his measure as a man: he acquaints\nus with that luxury of perfect confidence in the physical resources of\nthe actor which is not the most frequent satisfaction of the modern\nplay-goer.  His powerful, active, manly frame, his noble, serious,\nvividly expressive face, his splendid smile, his Italian eye, his\nsuperb, voluminous voice, his carriage, his ease, the assurance he\ninstantly gives that he holds the whole part in his hands and can make\nof it exactly what he chooses,–all this descends upon the spectator’s\nmind with a richness which immediately converts attention into faith,\nand expectation into sympathy.  He is a magnificent creature, and you\nare already on his ride.  His generous temperament is contagious; you\nfind yourself looking at him, not so much as an actor, but as a\nhero....  The admirable thing in this nature of Salvini’s is that his\nintelligence is equal to his material powers, so that if the\nexhibition is, as it were, personal, it is not simply physical.  He\nhas a great imagination: there is a noble intention in all he does.",
        "The pages which now follow, taken from Salvini’s Autobiography, are\npresented with the permission of his publishers, the Century Company,\nNew York.–ED.]",
        "The Bon and Berlaffa Company, in which my father was engaged,\nalternated in its repertory between the comedies of Goldoni and the\ntragedies of Alfieri.",
        "One evening the “Donne Curiose” by Goldoni was to be given, but the\nactor who was to take the harlequin’s part, represented in that piece\nby a stupid slave called Pasquino, fell sick a few hours before the\ncurtain was to rise.  The company had been together for a few days\nonly, and it was out of the question to substitute another play.  It\nhad been decided to close the theatre for that night, when Berlaffa\nasked:",
        "“Why couldn’t your Tom take the part?”  My father said that there was\nno reason why he shouldn’t, but that Tom had never appeared in public,\nand he didn’t know whether he had the courage.",
        "The proposition was made to me, and I accepted on the spot, influenced\nto no little extent by a desire to please the managers, who in my eyes\nwere people of great importance.  Within three hours, with my iron\nmemory, I had easily mastered my little part of Pasquino, and, putting\non the costume of the actor who had fallen ill, I found myself a\nfull-fledged if a new performer.  I was to speak in the Venetian\ndialect; that was inconvenient for me rather than difficult, but at\nForte, where we were, any slip of pronunciation would hardly be\nobserved.",
        "It was the first time that I was to go on the stage behind the\ndazzling footlights, the first time that I was to speak in an\nunaccustomed dialect, dressed up in ridiculous clothes which were not\nmy own; and I confess that I was so much frightened that I was tempted\nto run back to my dressing-room, to take off my costume, and to have\nnothing more to do with the play.  But my father, who was aware of my\nsubmissive disposition toward him, with a few words kept me at my\npost.",
        "“For shame!” said he; “a man has no right to be afraid.”  A man!  I\nwas scarce fourteen, yet I aspired to that title.",
        "The conscript who is for the first time under fire feels a sense of\nfear.  Nevertheless, if he has the pride of his sex, and the dignity\nof one who appreciates his duty, he stands firm, though it be against\nbig will.  So it was with me when I began my part.  When I perceived\nthat some of Pasquino’s lines were amusing the audience, I took\ncourage, and, like a little bird making its first flight, I arrived at\nthe goal, and was eager to try again.  As it turned out, my actor’s\nmalady grew worse, so that he was forced to leave the company, and I\nwas chosen to take his place.",
        "I must have had considerable aptitude for such comic parts as those of\nstupid servants, for everywhere that we went I became the public’s\nBenjamin.  I made the people laugh, and they asked for nothing better.\nAll were surprised that, young and inexperienced as I was, I should\nhave so much cleverness of manner and such sureness of delivery.  My\nfather was more surprised than anybody, for he had expected far less\nof my immaturity and total lack of practice.  It is certain that from\nthat time I began to feel that I was somebody.  I had become useful,\nor at least I thought I had, and, as a consequence, in my manner and\nbearing I began to affect the young man more than was fitting in a\nmere boy.  I sought to figure in the conversation of grown people, and\nmany a time I had the pain of seeing my elders smile at my remarks.\nIt was my great ambition to be allowed to walk alone in the city\nstreets; my father was very loath to grant this boon, but he let me go\nsometimes, perhaps to get a sample of my conduct.  I don’t remember\never doing anything at these times which could have displeased him; I\nwas particularly careful about it, since I saw him sad, pensive, and\nafflicted owing to the misfortune which had befallen him, and soon be\nbegan to accord me his confidence, which I was most anxious to gain.",
        "Often he spoke to me of the principles of dramatic art, and of the\nmission of the artist.  He told me that to have the right to call\none’s self an artist one must add honest work to talent, and he put\nbefore me the example of certain actors who had risen to fame, but who\nwere repulsed by society on account of the triviality of their\nconduct; of others who were brought by dissipation to die in a\nhospital, blamed by all; and of still others who had fallen so low as\nto hold out their hands for alms, or to sponge on their comrades and\nto cozen them out of their money for unmerited subscriptions–all of\nwhich things moved me to horror and deep repugnance.  It was with good\nreason that my father was called “Honest Beppo” by his fellows on the\nstage.  The incorruptibility and firmness of principle which he\ncultivated in me from the time that I grew old enough to understand\nhave been my spur and guide throughout my career, and it is through no\nmerit of my own that I can count myself among those who have won the\nesteem of society; I attribute all the merit to my father.  He was con\nscientious and honest to a scruple; so much so that of his own free\nwill he sacrificed the natural pride of the dramatic artist, and\ndenounced the well-earned honour of first place in his own company to\ntake second place with Gustavo Modena, whose artistic merit he\nrecognised as superior to his own, in order that I might profit by the\ninstruction of that admirable actor and sterling citizen.  My father\npreferred his son’s advantage to his own personal profit.",
        "The parts in which I won the most sympathy from the Italian public\nwere those of Oreste in the tragedy of that name, Egisto in “Merope,\"\nRomeo in “Giulietta e Romeo,” Paolo in “Francesca da Rimini,” Rinaldo\nin “Pia di Tolommei,” Lord Bonfield in “Pamela,” Domingo in the\n\"Suonatrice d ’Arpa,” and Gian Galeazzo in “Lodovico il Moro.”  In all\nthese my success was more pronounced than in other parts, and I\nreceived flattering marks of approval.  I did not reflect, at that\ntime, of how great assistance to me it was to be constantly surrounded\nby first-rate artists; but I soon came to feel that an atmosphere\nuntainted by poisonous microbes promotes unoppressed respiration, and\nthat in such an atmosphere soul and body maintain themselves healthy\nand vigorous.  I observed frequently in the “scratch” companies, which\nplayed in the theatres of second rank young men and women who showed\nvery notable artistic aptitude, but who, for lack of cultivation and\nguidance, ran to extravagance, overemphasis, and exaggeration.  Up to\nthat time, while I had a clear appreciation of the reasons for\nrecognising defects in others, I did not know how to correct my own;\non the other hand, I recognised that the applause accorded me was\nintended as an encouragement more than as a tribute which I had\nearned.  From a youth of pleasing qualities (for the moment I quell my\nmodesty), with good features, full of fire and enthusiasm, with a\nharmonious and powerful voice, and with good intellectual faculties,\nthe public deemed that an artist should develop who would distinguish\nhimself, and perhaps attain eminence in the records of Italian art;\nand for this reason it sought to encourage me, and to apply the spur\nto my pride by manifesting its feeling of sympathy.  By  good fortune\nI had enough conscience and good sense to receive this homage at its\njust value.  I felt the need of studying, not books alone, but men and\nthings, vice and virtue, love and hate, humility and haughtiness,\ngentleness and cruelty, folly and wisdom, poverty and opulence,\navarice and lavishness, long-suffering and vengeance–in short, all\nthe passions for good and evil which have root in human nature.  I\nneeded to study out the manner of rendering these passions in\naccordance with the race of the men in whom they were exhibited, in\naccordance with their special customs, principles, and education; I\nneeded to form a conception of the movement, the manner, the\nexpressions of face and voice characteristic of all these cases; I\nmust learn by intuition to grasp the characters of fiction, and by\nstudy to reproduce those of history with semblance of truth, seeking\nto give to every one a personality distinct from every other.  In\nfine, I must become capable of identifying myself with one or another\npersonage to such an extent as to lead the audience into the illusion\nthat the real personage, and not a copy, is before them.  It would\nthen remain to learn the mechanism of my art; that is, to choose the\nsalient points and to bring them out, to calculate the effects and\nkeep them in proportion with the unfolding of the plot, to avoid\nmonotony in intonation and repetition in accentuation, to insure\nprecision and distinctness in pronunciation, the proper distribution\nof respiration, and incisiveness of delivery.  I must study; study\nagain; study always.  It was not an easy thing to put these precepts\ninto practice.  Very often I forgot them, carried away by excitement,\nor by the superabundance of my vocal powers; indeed, until I had\nreached an age of calmer reflection I was never able to get my\nartistic chronometer perfectly regulated; it would always gain a few\nminutes every twenty-four hours.",
        "In my assiduous reading of the classics, the chief places were held\namong the Greeks by the masculine and noble figures of Hector,\nAchilles, Theseus, Oedipus; among the Scots by Trenmor, Fingal,\nCuchullin; and among the Romans by Caesar, Brutus, Titus, and Cato.\nThese characters influenced me to incline toward a somewhat bombastic\nsystem of gesticulation and a turgid delivery.  My anxiety to enter to\nthe utmost into the conceptions of my authors, and to interpret them\nclearly, disposed me to exaggerate the modulations of my voice like\nsome mechanism which responds to every touch, not reflecting that the\nabuse of this effort would bring me too near to song.  Precipitation\nin delivery, too, which when carried too far destroys all distinctness\nand incisiveness, was due to my very high impressionability, and to\nthe straining after technical scenic effects.  Thus, extreme vehemence\nin anger would excite me to the point of forgetting the fiction, and\ncause me to commit involuntarily lamentable outbursts.  Hence I\napplied myself to overcome the tendency to singsong in my voice, the\nexuberance of my rendering of passion, the exclamatory quality of my\nphrasing, the precipitation of my pronunciation, and the swagger of my\nmotions.",
        "I shall be asked how the public could abide me, with all these\ndefects; and I answer that the defects, though numerous, were so\nlittle prominent that they passed unobserved by the mass of the\npublic, which always views broadly and could be detected only by the\nacute and searching eye of the intelligent critic.  I make no pretence\nthat I was able to correct myself all at once.  Sometimes my\nimpetuosity would carry me away, and not until I had come to mature\nage was I able to free myself to any extent from this failing.  Then I\nconfirmed myself in my opinion that the applause of the public is not\nall refined gold, and I became able to separate the gold from the\ndross in the crucible of intelligence.  How many on the stage are\ncontent with the dross!",
        "My desire to improve in my art had its origin in my instinctive\nimpulse to rise above mediocrity–an instinct that must have been born\nin me, since, when still a little boy, I used to put forth all my\nenergies to eclipse what I saw accomplished by my companions of like\nage.  When I was sixteen, and at Naples, there were in the\nboarding-house, at two francs and a half a day, two young men who were\nstudying music and singing, and to surpass them in their own field I\npractised the scales until I could take B natural.  Later on, when the\ntone of my voice; had lowered to the barytone, impelled always by my\ndesire to accomplish something, I took lessons in music from the\nMaestro Terziani, and appeared at a benefit with the famous tenor\nBoucarde, and Signora Monti, the soprano, and sang in a duet from\n\"Belisaria,” the aria from “Maria di Rohan,\"and “La Settimana\nd’Amore,” by Niccolai; and I venture to say that I was not third best\nin that triad.  But I recognised that singing and declamation were\nincompatible pursuits, since the method of producing the voice is\ntotally different, and they must therefore be mutually harmful.\nFinancially, I was not in a condition to be free to choose between the\ntwo careers, and I persevered of necessity in the dramatic profession.\nWhether my choice was for the best I do not know; it is certain that\nif my success had been in proportion to my love of music, and I have\nreason to believe that it might have been, I should not have remained\nin obscurity.",
        "[In 1871, Salvini organised a company for a tour in South America, On\nhis way thither he paused at Gibraltar, and gainfully.]",
        "At Gibraltar I spent my time studying the Moors.  I was much struck by\none very fine figure, majestic in walk, and Roman in face, except for\na slight projection of the lower lip.  The man’s colour was between\ncopper and coffee, not very dark, and he had a slender moustache, and\nscanty curled hair on his chin.  Up to that time I had always made up\nOthello simply with my moustache, but after seeing that superb Moor I\nadded the hair on the chin, and sought to copy his gestures,\nmovements, and carriage.  Had I been able I should have imitated his\nvoice also, so closely did that splendid Moor represent to me the true\ntype of the Shakespearian hero.  Othello must have been a son of\nMauritania, if we can argue from Iago’s words to Roderigo:  “He goes\ninto Mauritania\"; for what else could the author have intended to\nimply but that the Moor was returning to his native land?",
        "After a few months of rest [after the South American tour], I resolved\nto get together a new company, selecting those actors and actresses\nwho were best suited to my repertory.  The excellent Isolina Piamonti\nwas my leading lady; and my brother Alessandro, an experienced,\nconscientious, and versatile artist, supported me.  An Italian\ntheatrical speculator proposed to me a tour in North America, to\ninclude the chief cities of the United States, and although I\nhesitated not a little on account of the ignorance of the Italian\nlanguage prevailing in that country, I accepted, influenced somewhat\nby my desire to visit a region which was wholly unknown to me.\nPrevious to crossing the ocean I had several months before me, and\nthese served me to get my company in training.",
        "My first impressions of New York were most favourable.  Whether it was\nthe benefit of a more vivifying atmosphere, or the comfort of the\nnational life, or whether it was admiration for that busy,\nindustrious, work-loving people, or the thousands of beautiful women\nwhom I saw in the streets, free and proud in carriage, and healthy and\nlively in aspect, or whether it was the thought that these citizens\nwere the great-grandchildren of those high-souled men who had known\nhow to win with their blood the independence of their country, I felt\nas if I had been born again to a new existence.  My lungs swelled more\nfreely as I breathed the air impregnated with so much vigour and\nmovement, and so much liberty, and I could fancy that I had come back\nto my life of a youth of twenty, and was treading the streets of\nrepublican Rome.  With a long breath of satisfaction I said to myself:\n\"Ah, here is life!”  Within a few days my energy was redoubled.  A\nlively desire of movement, not a usual thing with me, had taken\npossession of me in spite of myself.  Without asking myself why, I\nkept going here and there, up and down, to see everything, to gain\ninformation; and when I returned to my rooms in the evening, I could\nhave set out again to walk still more.  This taught me why Americans\nare so unwearied and full of business.  Unfortunately I have never\nmastered English sufficiently to converse in that tongue; had I\npossessed that privilege, perhaps my stay in North America would not\nhave been so short, and perhaps I might have figured on the English\nstage.  What an enjoyment it would have been to me to play Shakespeare\nin English!  But I have never had the privilege of the gift of\ntongues, and I had to content myself with my own Italian, which is\nunderstood by but few in America.  This, however, mattered little;\nthey understood me all the same, or, to put it better, they caught by\nintuition my ideas and my sentiments.",
        "My first appearance was in “Othello.”  The public received a strong\nimpression, without discussing whether or not the means which I used\nto cause it were acceptable, and without forming a clear conception of\nmy interpretation of that character, or pronouncing openly upon its\nform.  The same people who had heard it the first night returned on\nthe second, on the third, and even on the fourth, to make up their\nminds whether the emotions they experienced resulted from the novelty\nof my interpretation, or whether in fact it was the true sentiment of\nOthello’s passions which was transmitted to them–in short, whether it\nwas a mystification or a revelation.  By degrees the public became\nconvinced that those excesses of jealousy and fury were appropriate to\nthe son of the desert, and that one of Southern blood must be much\nbetter qualified to interpret them than a Northerner.  The judgment\nwas discussed, criticised, disputed; but in the end the verdict was\noverwhelmingly in my favour.  When the American has once said “Yes,\"\nhe never weakens; he will always preserve for you the same esteem,\nsympathy, and affection.  After New York I travelled through a number\nof American  cities–Philadelphia, Baltimore, Pittsburg, Washington,\nand Boston, which is rightly styled the Athens of America, for there\nartistic taste is most refined.  In Boston I had the good fortune to\nbecome intimately acquainted with the illustrious poet, Longfellow,\nwho talked to me in the pure Tuscan.  I saw, too, other smaller\ncities, and then I appeared again in New York, where the favour of the\npublic was confirmed, not only for me, but also for the artists of my\ncompany, and especially for Isolina Piamonti, who received no\nuncertain marks of esteem and consideration.  We then proceeded to\nAlbany, Utica, Syracuse, Rochester, Buffalo, Toledo, and that pleasant\ncity, Detroit, continuing to Chicago, and finally to New Orleans.",
        "From New Orleans we sailed to Havana, but found in Cuba civil war, and\na people that had but small appetite for serious things, and was\nmoreover alarmed by a light outbreak of yellow fever.  One of my\ncompany was taken down with the disease, but I had the pleasure of\nseeing him recover, Luckily he had himself treated by Havanese\nphysicians, who are accustomed to combat that malady, which they know\nonly too well.  Perhaps my comrade would have lost his life under the\nministrations of an Italian doctor.  In the city of sugar and tobacco,\ntoo, it was “Othello” which carried off the palm.  Those good\nmanufacturers of cigars presented me on my benefit with boxes of their\nwares, which were made expressly for me, and which I dispatched to\nItaly for the enjoyment of my friends.  In spite of the many\ncivilities which were tendered to me, in spite of considerable money\nprofit, and of the ovations of its kind-hearted people, I did not find\nCuba to my taste.  Sloth and luxury reign there supreme.",
        "In Paris I found a letter from the Impresario Mapleson, who proposed\nthat I should go to London with an Italian company, and play at Drury\nLane on the off-nights of the opera.  I was in doubt for a\nconsiderable time whether to challenge the verdict of the British\npublic; but in two weeks after reaching Italy, by dint of telegrams I\nhad got together the force of artists necessary, and I presented\nmyself with arms and baggage in London, in the spring of 1875.",
        "Hardly had I arrived, when I noticed the posting, on the bill-boards\nof the city, of the announcement of the seventy-second night of\n\"Hamlet” at the Lyceum Theatre, with Henry Irving in the title-role.\nI had contracted with Mapleson to give only three plays in my season,\n\"Othello,” “The Gladiator,” and “Hamlet,” the last having been\ninsisted upon by Mapleson himself, who, as a speculator, well knew\nthat curiosity as to a Comparison would draw the public to Drury Lane.",
        "I was very anxious to see the illustrious English artist in that part,\nand I secured a box and went to the Lyceum.  I was recognised by\nnobody, and remaining as it were concealed in my box, I had a good\nopportunity to satisfy my curiosity.  I arrived at the theatre a\nlittle too late, so that I missed the scene of Hamlet in presence of\nthe ghost of his father, the scene which in my judgment contains the\nclue to that strange character, and from which all the synthetic ideas\nof Hamlet are developed.  I was in time to hear only the last words of\nthe oath of secrecy.  I was struck by the perfection of the\nstage-setting.  There was a perfect imitation of the effect of\nmoonlight, which at the proper times flooded the stage with its rays\nor left it in darkness.  Every detail was excellently and exactly\nreproduced.  The scene was shifted, and Hamlet began his allusions,\nhis sallies of sarcasm, his sententious sayings, his points of satire\nwith the courtiers, who sought to study and to penetrate the\nsentiments of the young prince.  In this scene Irving was simply\nsublime.  His mobile face mirrored his thoughts.  The subtle\npenetration of his phrases, so perfect in shading and incisiveness,\nshowed him to be a master of art.  I do not believe there is an actor\nwho can stand beside him in this respect, and I was so much impressed\nby it, that at the end of the second act I said to myself, “I will not\nplay Hamlet!  Mapleson can say what he likes, but I will not play it\";\nand I said it with the fullest resolution.  In the monologue, “To be\nor not to be,” Irving was admirable; in the scene with Ophelia he was\ndeserving of the highest praise; in that of the Players he was moving,\nand in all this part of the play he appeared to my eyes to be the most\nperfect interpreter of that eccentric character.  But further on it\nwas not so, and for the sake of art I regretted it.  From the time\nwhen the passion assumes a deeper hue, and reasoning moderates\nimpulses which are forcibly curbed, Irving seemed to me to show\nmannerism, and to be lacking in power, and strained, and it is not in\nhim alone that I find this fault, but in nearly all foreign actors.\nThere seems to be a limit of passion within which they remain true in\ntheir rendering of nature; but beyond that limit they become\ntransformed, and take on conventionality in their intonations,\nexaggeration in their gestures, and mannerism in their bearing.  I\nleft my box saying to myself:  “I too can do Hamlet, and I will try\nit!”  In some characters Irving is exceptionally fine.  I am convinced\nthat it would be difficult to interpret Shylock or Mephistopheles\nbetter than he.  He is most skilful in putting his productions on the\nstage; and in addition to his intelligence he does not lack the power\nto communicate his counsels or his teachings.  Withal he is an\naccomplished gentleman in society, and is loved and respected by his\nfellow-citizens, who justly look upon him as a glory to their country.\nHe should, however, for his own sake, avoid playing such pants as\nRomeo and Macbeth, which are not adapted to his somewhat scanty\nphysical and vocal power.",
        "The traditions of the English drama are imposing and glorious!\nShakespeare alone has gained the highest pinnacle of fame in dramatic\nart.  He has had to interpret him such great artists as Garrick,\nKemble, Kean, Macready, Siddons, and Irving; and the literary and\ndramatic critics of the whole world have studied and analysed both\nauthor and actor.  At present, however, tragedy is abandoned on almost\nall the stages of Europe.  Actors who devote themselves to tragedy,\nwhether classical romantic, or historical, no longer exist.\nSociety-comedy has overflowed the stage, and the inundation causes the\nseed to rot which more conscientious and prudent planters had sown in\nthe fields of art.  It is desirable that the feeling and taste for the\nworks of the great dramatists should be revived in Europe, and that\nEngland, which is for special reasons, and with justice, proud of\nenjoying the primacy in dramatic composition, should have also worthy\nand famous actors.  I do not understand why the renown and prestige of\nthe great name of Garrick do not attract modern actors to follow in\nhis footsteps.  Do not tell me that the works of Shakespeare are out\nof fashion, and that the public no longer wants them.  Shakespeare is\nalways new–so new that not even yet is he understood by everybody,\nand if, as they say, the public is no longer attracted by his plays,\nit is because they are superficially presented.  To win the approval\nof the audience, a dazzling and conspicuous mise-en-scene does not\nsuffice, as some seem to imagine, to make up deficiency in\ninterpretation; a more profound study of the characters represented is\nindispensable.  If in art you can join the beautiful and the good, so\nmuch the better for you; but if you give the public the alternative,\nit will always prefer the good to the beautiful.",
        "In 1880 the agent of an impresario and theatre-owner of Boston came to\nFlorence to make me the proposal that I should go to North America for\nthe second time, to play in Italian supported by an American company.\nI thought the man had lost his senses.  But after a time I became\nconvinced that he was in his right mind, and that no one would\nundertake a long and costly journey simply to play a joke, and I took\nhis extraordinary proposition into serious consideration and asked him\nfor explanations.",
        "“The idea is this,” the agent made answer; “it is very simple.  You\nfound favour the last time with the American public with your Italian\ncompany, when not a word that was said was understood, and the\nproprietor of the Globe Theatre of Boston thinks that if he puts with\nyou English-speaking actors, you will yourself be better understood,\nsince all the dialogues of your supporters will be plain.  The\naudience will concern itself only with following you with the aid of\nthe play-books in both languages, and will not have to pay attention\nto the others, whose words it will understand.”",
        "“But how shall I take my cue, since I do not understand English?  And\nhow will your American actors know when to speak, since they do not\nknow Italian?”",
        "“Have no anxiety about that,” said the agent.  “Our American actors\nare mathematicians, and can memorise perfectly the last words of your\nspeeches, and they will work with the precision of machines.”",
        "“I am ready to admit that,” said I, “although I do not think it will\nbe so easy; but it will in any case be much easier for them, who will\nhave to deal with me alone, and will divide the difficulty among\ntwenty or twenty-four, than for me, who must take care of all.”",
        "The persevering agent, however, closed my mouth with the words, “You\ndo not sign yourself ’Salvini’ for nothing!”  He had an answer for\neverything, he was prepared to convince me at all points, to persuade\nme about everything, and to smooth over every difficulty, and he won a\nconsent which, though almost involuntary on my part, was legalised by\na contract in due form, by which I undertook to be at New York not\nlater than November 05, 1880, and to be ready to open at Philadelphia\nwith “Othello” on the 29th of the same month.",
        "I was still dominated by my bereavement, and the thought was pleasant\nto me of going away from places which constantly brought it back to my\nmind.  Another sky, other customs, another language, grave\nresponsibilities, a novel and difficult undertaking of uncertain\noutcome–I was willing to risk all simply to distract my attention and\nto forget.  I have never in my life been a gambler, but that time I\nstaked my artistic reputation upon a single card.  Failure would have\nbeen a new emotion, severe and grievous, it is true, but still\ndifferent from that which filled my mind.  I played, and I won!  The\nfriends whom I had made in the United States in 1873, and with whom I\nhad kept up my acquaintance, when they learned of the confusion of\ntongues, wrote me discouraging letters.  In Italy the thing was not\nbelieved, so eccentric did it seem.  I arrived in New York nervous and\nfeverish, but not discouraged or depressed.",
        "When the day of the first rehearsal came, all the theatres were\noccupied, and I had to make the best of a rather large concert-hall to\ntry to get into touch with the actors who were to support me.  An\nItalian who was employed in a newspaper office served me as\ninterpreter in cooperation with the agent of my Boston impresario.\nThe American artists began the rehearsal without a prompter, and with\na sureness to be envied especially by our Italian actors, who usually\nmust have every word suggested to them.  My turn came, and the few\nwords which Othello pronounces in the first scene came in smoothly and\nwithout difficulty.  When the scene with the Council of Ten came, of a\nsudden I could not recall the first line of a paragraph, and I\nhesitated; I began a line, but it was not that; I tried another with\nno better success; a third, but the interpreter told me that I had\ngone wrong.  We began again, but the English was of no assistance to\nme in recognising which of my speeches corresponded to that addressed\nto me, which I did not understand.  I was all at sea, and I told the\ninterpreter to beg the actors to overlook my momentary confusion, and\nto say to them that I should be all right in five minutes.  I went off\nto a corner of the hall and bowed my head between my hands, saying to\nmyself, “I have come for this, and I must carry it through.”  I set\nout to number mentally all the paragraphs of my part, and in a short\ntime I said.  “Let us begin again.”",
        "During the remainder of the rehearsal one might have thought that I\nunderstood English, and that the American actors understood Italian,\nNo further mistake was made by either side; there was not even the\nsmallest hesitation, and when I finished the final scene of the third\nact between Othello and Iago, the actors applauded, filled with joy\nand pleasure.  The exactitude with which the subsequent rehearsals of\n\"Othello,” and those of “Hamlet,” proceeded was due to the memory, the\napplication, and the scrupulous attention to their work of the\nAmerican actors, as well as to my own force of will and practical\nacquaintance with all the parts of the play, and to the natural\nintuition which helped me to know without understanding what was\naddressed to me, divining it from a motion, a look, or a light\ninflection of the voice.  Gradually a few words, a few short phrases,\nremained in my ear, and in course of time I came to understand\nperfectly every word of all the characters; I became so sure of myself\nthat if an actor substituted one word for another I perceived it.  I\nunderstood the words of Shakespeare, but not those of the spoken\nlanguage.",
        "In a few days we went to Philadelphia to begin our representations.\nMy old acquaintances were in despair.  To those who had sought to\ndiscourage me by their letters others on the spot joined their\ninfluence, and tried everything to overthrow my courage.  I must admit\nthat the nearer came the hour of the great experiment, the more my\nanxiety grew and inclined me to deplore the moment when I had put\nmyself in that dilemma.  I owe it in a great degree to my cool head\nthat my discouraging forebodings did not unman me so much as to make\nme abandon myself wholly to despair.  Just as I was going on the\nstage, I said to myself:  “After all, what can happen to me?  They\nwill not murder me.  I shall have tried, and I shall have failed; that\nis all there will be to it, I will pack up my baggage and go back to\nItaly, convinced that oil and wine will not mix.   A certain contempt\nof danger, a firm resolution to succeed, and, I am bound to add,\nconsiderable confidence in myself, enabled me to go before the public\ncalm, bold, and secure.",
        "The first scene before the palace of Brabantio was received with\nsepulchral silence.  When that of the Council of Ten came, and the\nnarration of the vicissitudes of Othello was ended, the public broke\nforth in prolonged applause.  Then I said to myself, “A good beginning\nis half the work.”  At the close of the first act, my adversaries, who\nwere such solely on account of their love of art, and their belief\nthat the two languages could not be amalgamated, came on the stage to\nembrace and congratulate me, surprised, enchanted, enthusiastic,\nhappy, that they had been mistaken, and throughout the play I was the\nobject of constant demonstrations of sympathy.",
        "From Philadelphia we went to New York where our success was confirmed.\nIt remained for me to win the suffrages of Boston, and I secured them,\nfirst having made stops in Brooklyn, New Haven, and Hartford.  When in\nthe American Athens I became convinced that that city possesses the\nmost refined artistic taste.  Its theatrical audiences are serious,\nattentive to details, analytical–I might almost say scientific–and\none might fancy that such careful critics had never in their lives\ndone anything but occupy themselves with scenic art.  With reference\nto a presentation of Shakespeare, they are profound, acute, subtle,\nand they know so well how to clothe some traditional principle in\nclose logic, that if faith in the opposite is not quite unshakable in\nan artist, he must feel himself tempted to renounce his own tenets.\nIt is surprising that in a land where industry and commerce seem to\nabsorb all the intelligence of the people, there should be in every\ncity and district, indeed in every village, people who are competent\nto discuss the arts with such high authority.  The American nation\ncounts only a century of freedom, yet it has produced a remarkable\nnumber of men of high competence in dramatic art.  Those who think of\ntempting fortune by displaying their untried artistic gifts on the\nAmerican stage, counting on the ignorance or inexperience of their\naudience, make a very unsafe calculation.  The taste and critical\nfaculty of that public are in their fulness of vigour.  Old Europe is\nmore bound by traditions, more weary, more blase, in her judgment, not\nalways sincere or disinterested.  In America the national pride is\nwarmly felt, and the national artists enjoy high honour.  The\nAmericans know how to offer an exquisite hospitality, but woe to the\nman who seeks to impose on them!  They profess a cult, a veneration,\nfor those who practise our art, whether of their own nation or\nforeign, and their behaviour in the theatre is dignified.  I recall\none night when upon invitation I went to see a new play in which\nappeared an actor of reputation.  The play was not liked, and from act\nto act I noticed that the house grew more and more scanty, like a\nfaded rose which loses its petals one by one, until at the last scene\nmy box was the only one which remained occupied.  I was more impressed\nby this silent demonstration of hostility than I should have been if\nthe audience had made a tumultuous expression of its disapproval.  The\nactors were humiliated and confounded, and as the curtain fell an\ninstinctive sentiment of compassion induced me to applaud.",
        "The celebrated actor Edwin Booth was at this time in Baltimore, a city\ndistant two hours from the capital.  I had heard so much about this\nsuperior artist that I was anxious to see him, and on one of my off\nnights I went to Baltimore with my impresario’s agent.  A box had been\nreserved for me without my knowledge, and was draped with the Italian\ncolours.  I regretted to be made so conspicuous, but I could not fail\nto appreciate the courteous and complimentary desire to do me honour\nshown by the American artist.  It was only natural that I should be\nmost kindly influenced toward him, but without the courtesy which\npredisposed me in his favour he would equally have won my sympathy by\nhis attractive and artistic lineaments, and his graceful and\nwell-proportioned figure.  The play was “Hamlet.”  This part brought\nhim great fame, and justly; for in addition to the high artistic worth\nwith which he adorned it, his elegant personality was admirably\nadapted to it, His long and wavy hair, his large and expressive eye,\nhis youthful and flexible movements, accorded perfectly with the ideal\nof the young prince of Denmark which now obtains everywhere.  His\nsplendid delivery, and the penetrating philosophy with which he\ninformed his phrases, were his most remarkable qualities.  I was so\nfortunate as to see him also as Richelieu and Iago, and in all three\nof these parts, so diverse in their character I found him absolutely\nadmirable.  I cannot say so much for his Macbeth, which I saw one\nnight when passing through Philadelphia.  The part seemed to me not\nadapted to his nature.  Macbeth was an ambitious man, and Booth was\nnot.  Macbeth had barbarous and ferocious instincts, and Booth was\nagreeable, urbane, and courteous.  Macbeth destroyed his enemies\ntraitorously–did this even to gain possession of their goods–while\nBooth was noble, lofty-minded, and generous of his wealth.  It is thus\nplain that however much art he might expend, his nature rebelled\nagainst his portrayal of that personage, and he could never hope to\ntransform himself into the ambitious, venal, and sanguinary Scottish\nking.",
        "I should say, from what I heard in America, that Edwin Forrest was the\nModena of America.  The memory of that actor still lives, for no one\nhas possessed equally the power to give expression to the passions,\nand to fruitful and burning imagery, in addition to which he possessed\nastonishing power of voice.  Almost contemporaneously a number of most\nestimable actors have laid claim to his mantle; but above them all\nEdwin Booth soared as an eagle.",
        "After a very satisfactory experience in Baltimore, I returned for the\nthird time to New York, and gave “Othello,” “Macbeth,” and “The\nGladiator,” each play twice, and made the last two appearances of my\nseason in Philadelphia.  After playing ninety-five times in the new\nfashion, I felt myself worn out, but fully satisfied with the result\nof my venturesome undertaking.  When I embarked on the steamer which\nwas to take me to Europe, I was escorted by all the artists of the\ncompany which had cooperated in my happy success, by my friends, and\nby courteous admirers, and I felt that if I were not an Italian I\nshould wish to be an American.",
        "",
        "[George Henry Lewes, in his book on “Actors and the Art of Acting,\"\npublished by Henry Holt & Co., New York, 1878, says:",
        "“I must repeat the expression of my admiration for Ristori as a\ndistinguished actress; if not of the highest rank, she is very high,\nin virtue of her personal gifts, and the trained skill with which\nthese gifts are applied.  The question naturally arises, why is her\nsuccess so great in certain plays and so dubious in others?  It is of\nlittle use to say that Lady Macbeth and Adrienne Lecouvreur are beyond\nher powers; that is only restating the fact.  Can we not trace both\nsuccess and failure to one source?  In what is called the ideal\ndrama, constructed after the Greek type, she would be generally\nsuccessful, because the simplicity of its motives and the\nartificiality of its structure, removing it from beyond the region of\nordinary experience, demand from the actor a corresponding\nartificiality.  Attitudes, draperies, gestures, tones, and elocution\nwhich would be incongruous in a drama approaching more closely to the\nevolutions of ordinary experience, become, in the ideal drama,\nartistic modes of expression; and it is in these that Ristori displays\na fine selective instinct, and a rare felicity of organisation.”",
        "“Memoirs and Artistic Studies of Adelaide Ristori,” rendered into\nEnglish by G. Mantellini, with a biographical appendix by L. D.\nVentura, was published and copyrighted by Doubleday, Page & Co., New\nYork, 1907.  The chapters of that volume afford the pages which\nfollow.  The Artistic Studies comprise detailed histrionic\ninterpretations of the chief roles of Ristori:  Mary Stuart, Queen\nElizabeth, Lady Macbeth, Medea, Myrrha and Phedra.–ED.]",
        "WHEN twelve years old, I was booked with the famous actor and manager,\nGiuseppe Moncalvo, for the roles of a child.  Soon after, owing to my\nslender figure, they made me up as a little woman, giving me small\nparts as maid.  But they soon made up their minds that I was not\nfitted for such parts.  Having reached the age of thirteen and\ndeveloped in my figure, I was assigned several parts as second lady.\nIn those days they could not be too particular in small companies.  At\nthe age of fourteen, I had to recite the first part among the young\ngirls and that of the leading lady alternately, like an experienced\nactress.  It was about this time, in the city of Novara (Piedmont)\nthat I recited for the first time the “Francesca da Rimini” of Silvio\nPellico.  Though I was only fifteen my success was such that soon\nafterward they offered me the parts of leading lady with encouragement\nof advancement.",
        "My good father, who was gifted with a great deal of sense, did not\nallow his head to be turned by such offers.  Reflecting that my health\nmight suffer from being thrown so early into the difficulties of stage\nlife he refused these offers and accepted a more modest place, as\ningenue, in the Royal Company, under the auspices of the King of\nSardinia and stationed during several months of the year at Turin.  It\nwas managed by the leading man, the most intelligent and capable among\nthe stage managers of the time.  The advice of this cultured, though\nsevere man, rendered his management noteworthy and sought after as\nessential to the making of a good actor.",
        "Among the members of the company shone the foremost beacon-lights of\nItalian art, such as Vestri, Madame Marchionni, Romagnoli, Righetti,\nand many others who were quoted as examples of dramatic art, as well\nas Pasta, Malibran, Rubini, and Tamburini in the lyric art,",
        "My engagement for the part of ingenue was to have lasted three\nyears, but, after the year, I was promoted to the parts of the first\nlady, and in the third year, to the absolute leading lady.",
        "To such unhoped-for and flattering results I was able to attain, by\nascending step by step through the encouragement and admonition of my\nexcellent teacher, Madame Carlotta Marchionni, a distinguished\nactress, and the interest of Gaetano Bazzi who also had great\naffection for me.  It was really then that my artistic education\nbegan.  It was then that I acquired the knowledge and the rules which\nplaced me in a position to discern the characteristics of a true\nartist.  I learned to distinguish and to delineate the comic and the\ndramatic passions.  My temperament caused me to incline greatly toward\nthe tender and the gentle.",
        "However, in the tragic parts, my vigour increased.  I learned to\nportray transitions for the sake of fusing the different contrasts; a\ncapital but difficult study of detail, tedious at times, but of the\ngreatest importance.  The lamentations in a part where two extreme and\nopposing passions are at play, are like those which in painting are\ncalled “chiaro-oscuro,” a blending of the tones, which thus portrays\ntruth devoid of artifice.",
        "In order to succeed in this intent, it is necessary to take as model\nthe great culture of art, and also to be gifted with a well-tempered\nand artistic nature.  And these are not to be confined to sterile\nimitation, but are for the purpose of accumulating the rich material\nof dramatic erudition, so that one may present oneself before the\naudiences as an original and artistic individuality.",
        "Some people think that distinction of birth and a perfect education\nwill render them capable of appearing upon the stage with the same\nfacility and nonchalance with which one enters a ball-room, and they\nare not at all timid about walking upon the boards, presuming that\nthey can do it as well as an actor who has been raised upon them.  A\ngreat error!",
        "One of the greatest difficulties that they meet is in not knowing how\nto walk upon a stage, which, owing to the slight inclination in con\nstruction, easily causes the feet to totter, particularly if one is a\nbeginner, and especially at the entrances and exits.  I myself\nencountered this difficulty.  Though I had dedicated myself to the art\nfrom my infancy and had been instructed with the greatest care every\nday of my life by my grandmother, at the age of fifteen my movements\nhad not yet acquired all the ease and naturalness necessary to make me\nfeel at home upon the stage, and certain sudden turns always\nfrightened me.",
        "When I began my artistic apprenticeship, the use of diction was given\ngreat importance, as a means of judging an actor.  At that time the\naudience was critical and severe.",
        "In our days, the same audience has become less exacting, less\ncritical, and does not aim to improve the artist, by counting his\ndefects.  According to my opinion, the old system was best, as it is\nnot in excessive indulgence and solely by considering the good\nqualities, without correcting the bad ones, that real artists are\nmade.",
        "It is also my conviction that a person who wishes to dedicate himself\nto the stage should not begin his career with parts of great\nimportance, either comic, dramatic, or tragic.  The interpretation\nbecomes too difficult for a beginner and may harm his future career:\nfirst, the discouragement over the difficulties that he meets;\nsecondly, an excessive vanity caused by the appreciation with which\nthe public apparently honours him.  Both these sentiments will lead\nthe actor, in a short time, to neglect his study.  On the other hand,\nby taking several parts, he becomes familiar with the means of\nrendering his part natural, thus convincing himself that by\nrepresenting correctly characters of little importance, he will be\ngiven more important ones later on.  Thus it will come about that his\nstudy will be more careful.",
        "One of the greatest of the living examples of the school of realism is\nmy illustrious fellow artist, Signor Tommaso Salvini, with whom, for a\nnumber of years, I had the fortune to share the fatigues and the\nhonours of the profession which I also shared with Ernesto Rossi.  The\nformer was and is still admired.  His rare dramatic merits have\nnothing of the conventional, but owe their power to that spontaneity\nwhich is the most convincing revelation of art.  The wealth of\nplasticity which Salvini possesses, is in him, a natural gift.\nSalvini is the true exponent of the Italian dramatic art",
        "In the month of June, 1857, we began to rerehearse “Macbeth,” at\nCovent  Garden, London, It had been arranged for our company by Mr.\nClarke, and translated into most beautiful Italian verse by Giulio\nCarcano.  The renowned Mr. Harris put it on the stage according to\nEnglish traditions.  The representation of the part of Lady Macbeth,\nwhich afterward became one of my favourite roles, preoccupied me\ngreatly, as I knew only too well what kind of comparisons would be\nmade.  The remembrance of the marvellous creation of that character as\ngiven by the famous Mrs. Siddons and the traditional criticisms of the\npress, might have rendered the public very severe and difficult to\nplease.",
        "I used all my ability of interpretation to reveal and transmit the\nmost minute intentions of the author.  To the English audience it\nseemed that I had really incarnated that perfidious but great\ncharacter of Lady Macbeth, in a way that surpassed all expectations.",
        "We had to repeat the drama for several evenings, always producing a\nmost profound impression upon the minds of the audience, particularly\nin the grand sleep-walking scene.  So thoroughly had I entered into\nthe nature of Lady Macbeth, that during the entire scene my pupils\nwere motionless in their orbit, causing me to shed tears.  To this\nenforced immobility of the eye I owe the weakening of my eyesight.\nFrom the analytical study which I shall give of this diabolical\ncharacter [at the close of her Memoirs] the reader can form for\nhimself an idea of how much its interpretation cost me (particularly\nin the final culminating scene), in my endeavour to get the right\nintonation of the voice and the true expression of the physiognomy.",
        "My exceptionally good health never abandoned me through my long and\ntiresome journeys, though unfortunately I never was able to accustom\nmyself to voyaging by sea.  All through those rapid changes I acquired\na marvellous store of endurance.  That sort of life infused in me\nsufficient energy to lead me through every kind of hardship with the\nresolution and authority of a commanding general.  All obeyed me.\nNone questioned my authority owing to my absolute impartiality, being\nalways ready, as I was, either to blame or correct him who did not\nfulfil his obligations, also to praise without any distinction of\nclass those who deserved it.  I almost always met with courtesy among\nthe actors under my direction, and if any one of them dared to trouble\nour harmony, he was instantly put to his proper place by the firmness\nof my discipline.",
        "The artistic management of the plays was left to me in all its\ndetails.  Every order and every disposition came from me directly.  I\nlooked after all matters large and small, the things that every actor\nunderstands contribute to making the success of a play.",
        "Concerning my own personal interests, they were in charge of a private\nmanager.",
        "I am proud to say that my husband was the soul of all my undertakings.\nAs I speak of him, my heart impels me to say that he ever exercised\nupon me and my professional career the kindest and most benevolent\ninfluence.  It was he who upheld my courage, whenever I hesitated\nbefore some difficulty; it was he who foretold the glory I should\nacquire, he who pointed out to me the goal, and anticipated everything\nin order that I should secure it.  Without his assistance I never\nshould have been able to put into effect the daring attempt of\ncarrying the flag of Italian dramatic art all over the globe.",
        "During the month of September, 1866, for the first time in my life, I\ncrossed the ocean on my way to the United States, where I remained\nuntil May 17th of the following year.  It was in the elegant Lyceum\nTheatre of New York that I made my debut, on the 20th of September,\nwith “Medea.”  I could not anticipate a more enthusiastic reception\nthan the one I was honoured with.  I felt anxious to make myself known\nin that new part of the world, and let the Americans hear me recite\nfor the first time, in the soft and melodic Italian language.  I knew\nthat in spite of the prevailing characteristics of the inhabitants of\nthe free country of George Washington, always busy as they are in\ntheir feverish pursuit of wealth, that the love for the beautiful and\nadmiration for dramatic art were not neglected.  During my first\nseason in New York I met with an increasing success, and formed such\nfriendly relations with many distinguished and cultured people that\ntime and distance have never caused me to forget them.  While writing\nthese lines I send an affectionate salutation to all those who in\nAmerica still honour me with their remembrance.",
        "I made my fourth trip to London in 1873.  Not having any new drama to\npresent and being tired of repeating the same productions, I felt the\nnecessity of reanimating my mind with some strong emotion, of\ndiscovering something, in a word, the execution of which had never\nbeen attempted by others.",
        "At last I believed I had found something to satisfy my desire.  The\nadmiration I had for the Shakespearean dramas, and particularly for\nthe character of Lady Macbeth, inspired me with the idea of playing in\nEnglish the sleeping scene from “Macbeth,” which I think is the\ngreatest conception of the Titanic poet.  I was also induced to make\nthis bold attempt, partly as a tribute of gratitude to the English\naudiences of the great metropolis, who had shown me so much deference.\nBut how was I going to succeed?  ...  I took advice from a good friend\nof mine, Mrs. Ward, the mother of the renowned actress Genevieve Ward.\nShe not only encouraged my idea, but offered her services in helping\nme to learn how to recite that scene in English.",
        "I still had some remembrance of my study of English when I was a girl,\nand there is no language more difficult to pronounce and enunciate\ncorrectly, for an Italian.  I was frightened only to think of that,\nstill I drew sufficient courage even from its difficulties to grapple\nwith my task.  After a fortnight of constant study, I found myself\nready to make an attempt at my recitation.  However, not wishing to\ncompromise my reputation by risking a failure, I acted very\ncautiously.",
        "I invited to my house the most competent among the dramatic critics of\nthe London papers, without forewarning them of the object and asked\nthem kindly to hear me and express frankly their opinion, assuring\nthem that if it should not be a favourable one, I would not feel badly\nover it.",
        "I then recited the scene in English, and my judges seemed to be very\nmuch pleased.  They corrected my pronunciation of two words only, and\nencouraged me to announce publicly my bold project.  The evening of\nthe performance, at the approach of that important scene, I was\ntrembling!  ...  The enthusiastic reception granted me by the audience\nawakened in me all vigour, and the happy success of my effort\ncompensated me a thousandfold for all the anxieties I had gone\nthrough.  This success still increased my ambitious aspirations, and I\nwished to try myself in even a greater task.",
        "I aimed at no less a project than the impersonation of the entire role\nof Lady Macbeth in English, but such an arduous undertaking seemed so\nbold to me that I finally gave up the idea and drove away from my mind\nforever the temptation to try it.",
        "THE ACTOR\nVALEDICTORY STANZAS TO J. P. KEMBLE,\nJUNE, 1817, BY THOMAS CAMPBELL.",
        "\nEndnotes:\n[1]  This took the form as “The Players\"; its home, 16 Grammercy Park,\nNew  York, was a gift from Mr. Booth.  It had long been his residence,\nand there he passed away.\n[2]  The late Professor Peirce, professor of mathematics in Harvard\nUniversity, father of Professor James Mills Peirce.",
        "\nThis full text of \nLibrary of Little Masterpieces: 19th Century Actor Autobiographies, edited by George Iles,\nis in the public domain.\n\n\nAlso see: Acting: The First Six Lessons.\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on October 2003.\n"
    ]
}