{
    "title": "19th Century Actor Autobiographies - Tommaso Salvini",
    "author": "George Iles, Editor",
    "chapter": "10",
    "content": [
        "\n\n",
        "\nTommaso Salvini as King Lear",
        "[During his American tour of 1882-1883, Salvini played in Boston.  One\nof his auditors, Henry James, the distinguished novelist, in the\nAtlantic Monthly for March, 1883, gave a detailed criticism of the\nperformances.  Of Salvini’s Othello he said:",
        "... “What an immense impression–simply as an impression–the actor\nmakes on the spectator who sees him for the first time as the turbaned\nand deep-voiced Moor!  He gives us his measure as a man: he acquaints\nus with that luxury of perfect confidence in the physical resources of\nthe actor which is not the most frequent satisfaction of the modern\nplay-goer.  His powerful, active, manly frame, his noble, serious,\nvividly expressive face, his splendid smile, his Italian eye, his\nsuperb, voluminous voice, his carriage, his ease, the assurance he\ninstantly gives that he holds the whole part in his hands and can make\nof it exactly what he chooses,–all this descends upon the spectator’s\nmind with a richness which immediately converts attention into faith,\nand expectation into sympathy.  He is a magnificent creature, and you\nare already on his ride.  His generous temperament is contagious; you\nfind yourself looking at him, not so much as an actor, but as a\nhero....  The admirable thing in this nature of Salvini’s is that his\nintelligence is equal to his material powers, so that if the\nexhibition is, as it were, personal, it is not simply physical.  He\nhas a great imagination: there is a noble intention in all he does.",
        "The pages which now follow, taken from Salvini’s Autobiography, are\npresented with the permission of his publishers, the Century Company,\nNew York.–ED.]",
        "The Bon and Berlaffa Company, in which my father was engaged,\nalternated in its repertory between the comedies of Goldoni and the\ntragedies of Alfieri.",
        "One evening the “Donne Curiose” by Goldoni was to be given, but the\nactor who was to take the harlequin’s part, represented in that piece\nby a stupid slave called Pasquino, fell sick a few hours before the\ncurtain was to rise.  The company had been together for a few days\nonly, and it was out of the question to substitute another play.  It\nhad been decided to close the theatre for that night, when Berlaffa\nasked:",
        "“Why couldn’t your Tom take the part?”  My father said that there was\nno reason why he shouldn’t, but that Tom had never appeared in public,\nand he didn’t know whether he had the courage.",
        "The proposition was made to me, and I accepted on the spot, influenced\nto no little extent by a desire to please the managers, who in my eyes\nwere people of great importance.  Within three hours, with my iron\nmemory, I had easily mastered my little part of Pasquino, and, putting\non the costume of the actor who had fallen ill, I found myself a\nfull-fledged if a new performer.  I was to speak in the Venetian\ndialect; that was inconvenient for me rather than difficult, but at\nForte, where we were, any slip of pronunciation would hardly be\nobserved.",
        "It was the first time that I was to go on the stage behind the\ndazzling footlights, the first time that I was to speak in an\nunaccustomed dialect, dressed up in ridiculous clothes which were not\nmy own; and I confess that I was so much frightened that I was tempted\nto run back to my dressing-room, to take off my costume, and to have\nnothing more to do with the play.  But my father, who was aware of my\nsubmissive disposition toward him, with a few words kept me at my\npost.",
        "“For shame!” said he; “a man has no right to be afraid.”  A man!  I\nwas scarce fourteen, yet I aspired to that title.",
        "The conscript who is for the first time under fire feels a sense of\nfear.  Nevertheless, if he has the pride of his sex, and the dignity\nof one who appreciates his duty, he stands firm, though it be against\nbig will.  So it was with me when I began my part.  When I perceived\nthat some of Pasquino’s lines were amusing the audience, I took\ncourage, and, like a little bird making its first flight, I arrived at\nthe goal, and was eager to try again.  As it turned out, my actor’s\nmalady grew worse, so that he was forced to leave the company, and I\nwas chosen to take his place.",
        "I must have had considerable aptitude for such comic parts as those of\nstupid servants, for everywhere that we went I became the public’s\nBenjamin.  I made the people laugh, and they asked for nothing better.\nAll were surprised that, young and inexperienced as I was, I should\nhave so much cleverness of manner and such sureness of delivery.  My\nfather was more surprised than anybody, for he had expected far less\nof my immaturity and total lack of practice.  It is certain that from\nthat time I began to feel that I was somebody.  I had become useful,\nor at least I thought I had, and, as a consequence, in my manner and\nbearing I began to affect the young man more than was fitting in a\nmere boy.  I sought to figure in the conversation of grown people, and\nmany a time I had the pain of seeing my elders smile at my remarks.\nIt was my great ambition to be allowed to walk alone in the city\nstreets; my father was very loath to grant this boon, but he let me go\nsometimes, perhaps to get a sample of my conduct.  I don’t remember\never doing anything at these times which could have displeased him; I\nwas particularly careful about it, since I saw him sad, pensive, and\nafflicted owing to the misfortune which had befallen him, and soon be\nbegan to accord me his confidence, which I was most anxious to gain.",
        "Often he spoke to me of the principles of dramatic art, and of the\nmission of the artist.  He told me that to have the right to call\none’s self an artist one must add honest work to talent, and he put\nbefore me the example of certain actors who had risen to fame, but who\nwere repulsed by society on account of the triviality of their\nconduct; of others who were brought by dissipation to die in a\nhospital, blamed by all; and of still others who had fallen so low as\nto hold out their hands for alms, or to sponge on their comrades and\nto cozen them out of their money for unmerited subscriptions–all of\nwhich things moved me to horror and deep repugnance.  It was with good\nreason that my father was called “Honest Beppo” by his fellows on the\nstage.  The incorruptibility and firmness of principle which he\ncultivated in me from the time that I grew old enough to understand\nhave been my spur and guide throughout my career, and it is through no\nmerit of my own that I can count myself among those who have won the\nesteem of society; I attribute all the merit to my father.  He was con\nscientious and honest to a scruple; so much so that of his own free\nwill he sacrificed the natural pride of the dramatic artist, and\ndenounced the well-earned honour of first place in his own company to\ntake second place with Gustavo Modena, whose artistic merit he\nrecognised as superior to his own, in order that I might profit by the\ninstruction of that admirable actor and sterling citizen.  My father\npreferred his son’s advantage to his own personal profit.",
        "The parts in which I won the most sympathy from the Italian public\nwere those of Oreste in the tragedy of that name, Egisto in “Merope,\"\nRomeo in “Giulietta e Romeo,” Paolo in “Francesca da Rimini,” Rinaldo\nin “Pia di Tolommei,” Lord Bonfield in “Pamela,” Domingo in the\n“Suonatrice d ’Arpa,” and Gian Galeazzo in “Lodovico il Moro.”  In all\nthese my success was more pronounced than in other parts, and I\nreceived flattering marks of approval.  I did not reflect, at that\ntime, of how great assistance to me it was to be constantly surrounded\nby first-rate artists; but I soon came to feel that an atmosphere\nuntainted by poisonous microbes promotes unoppressed respiration, and\nthat in such an atmosphere soul and body maintain themselves healthy\nand vigorous.  I observed frequently in the “scratch” companies, which\nplayed in the theatres of second rank young men and women who showed\nvery notable artistic aptitude, but who, for lack of cultivation and\nguidance, ran to extravagance, overemphasis, and exaggeration.  Up to\nthat time, while I had a clear appreciation of the reasons for\nrecognising defects in others, I did not know how to correct my own;\non the other hand, I recognised that the applause accorded me was\nintended as an encouragement more than as a tribute which I had\nearned.  From a youth of pleasing qualities (for the moment I quell my\nmodesty), with good features, full of fire and enthusiasm, with a\nharmonious and powerful voice, and with good intellectual faculties,\nthe public deemed that an artist should develop who would distinguish\nhimself, and perhaps attain eminence in the records of Italian art;\nand for this reason it sought to encourage me, and to apply the spur\nto my pride by manifesting its feeling of sympathy.  By  good fortune\nI had enough conscience and good sense to receive this homage at its\njust value.  I felt the need of studying, not books alone, but men and\nthings, vice and virtue, love and hate, humility and haughtiness,\ngentleness and cruelty, folly and wisdom, poverty and opulence,\navarice and lavishness, long-suffering and vengeance–in short, all\nthe passions for good and evil which have root in human nature.  I\nneeded to study out the manner of rendering these passions in\naccordance with the race of the men in whom they were exhibited, in\naccordance with their special customs, principles, and education; I\nneeded to form a conception of the movement, the manner, the\nexpressions of face and voice characteristic of all these cases; I\nmust learn by intuition to grasp the characters of fiction, and by\nstudy to reproduce those of history with semblance of truth, seeking\nto give to every one a personality distinct from every other.  In\nfine, I must become capable of identifying myself with one or another\npersonage to such an extent as to lead the audience into the illusion\nthat the real personage, and not a copy, is before them.  It would\nthen remain to learn the mechanism of my art; that is, to choose the\nsalient points and to bring them out, to calculate the effects and\nkeep them in proportion with the unfolding of the plot, to avoid\nmonotony in intonation and repetition in accentuation, to insure\nprecision and distinctness in pronunciation, the proper distribution\nof respiration, and incisiveness of delivery.  I must study; study\nagain; study always.  It was not an easy thing to put these precepts\ninto practice.  Very often I forgot them, carried away by excitement,\nor by the superabundance of my vocal powers; indeed, until I had\nreached an age of calmer reflection I was never able to get my\nartistic chronometer perfectly regulated; it would always gain a few\nminutes every twenty-four hours.",
        "In my assiduous reading of the classics, the chief places were held\namong the Greeks by the masculine and noble figures of Hector,\nAchilles, Theseus, Oedipus; among the Scots by Trenmor, Fingal,\nCuchullin; and among the Romans by Caesar, Brutus, Titus, and Cato.\nThese characters influenced me to incline toward a somewhat bombastic\nsystem of gesticulation and a turgid delivery.  My anxiety to enter to\nthe utmost into the conceptions of my authors, and to interpret them\nclearly, disposed me to exaggerate the modulations of my voice like\nsome mechanism which responds to every touch, not reflecting that the\nabuse of this effort would bring me too near to song.  Precipitation\nin delivery, too, which when carried too far destroys all distinctness\nand incisiveness, was due to my very high impressionability, and to\nthe straining after technical scenic effects.  Thus, extreme vehemence\nin anger would excite me to the point of forgetting the fiction, and\ncause me to commit involuntarily lamentable outbursts.  Hence I\napplied myself to overcome the tendency to singsong in my voice, the\nexuberance of my rendering of passion, the exclamatory quality of my\nphrasing, the precipitation of my pronunciation, and the swagger of my\nmotions.",
        "I shall be asked how the public could abide me, with all these\ndefects; and I answer that the defects, though numerous, were so\nlittle prominent that they passed unobserved by the mass of the\npublic, which always views broadly and could be detected only by the\nacute and searching eye of the intelligent critic.  I make no pretence\nthat I was able to correct myself all at once.  Sometimes my\nimpetuosity would carry me away, and not until I had come to mature\nage was I able to free myself to any extent from this failing.  Then I\nconfirmed myself in my opinion that the applause of the public is not\nall refined gold, and I became able to separate the gold from the\ndross in the crucible of intelligence.  How many on the stage are\ncontent with the dross!",
        "My desire to improve in my art had its origin in my instinctive\nimpulse to rise above mediocrity–an instinct that must have been born\nin me, since, when still a little boy, I used to put forth all my\nenergies to eclipse what I saw accomplished by my companions of like\nage.  When I was sixteen, and at Naples, there were in the\nboarding-house, at two francs and a half a day, two young men who were\nstudying music and singing, and to surpass them in their own field I\npractised the scales until I could take B natural.  Later on, when the\ntone of my voice; had lowered to the barytone, impelled always by my\ndesire to accomplish something, I took lessons in music from the\nMaestro Terziani, and appeared at a benefit with the famous tenor\nBoucarde, and Signora Monti, the soprano, and sang in a duet from\n“Belisaria,” the aria from “Maria di Rohan,\"and “La Settimana\nd’Amore,” by Niccolai; and I venture to say that I was not third best\nin that triad.  But I recognised that singing and declamation were\nincompatible pursuits, since the method of producing the voice is\ntotally different, and they must therefore be mutually harmful.\nFinancially, I was not in a condition to be free to choose between the\ntwo careers, and I persevered of necessity in the dramatic profession.\nWhether my choice was for the best I do not know; it is certain that\nif my success had been in proportion to my love of music, and I have\nreason to believe that it might have been, I should not have remained\nin obscurity.",
        "[In 1871, Salvini organised a company for a tour in South America, On\nhis way thither he paused at Gibraltar, and gainfully.]",
        "At Gibraltar I spent my time studying the Moors.  I was much struck by\none very fine figure, majestic in walk, and Roman in face, except for\na slight projection of the lower lip.  The man’s colour was between\ncopper and coffee, not very dark, and he had a slender moustache, and\nscanty curled hair on his chin.  Up to that time I had always made up\nOthello simply with my moustache, but after seeing that superb Moor I\nadded the hair on the chin, and sought to copy his gestures,\nmovements, and carriage.  Had I been able I should have imitated his\nvoice also, so closely did that splendid Moor represent to me the true\ntype of the Shakespearian hero.  Othello must have been a son of\nMauritania, if we can argue from Iago’s words to Roderigo:  “He goes\ninto Mauritania\"; for what else could the author have intended to\nimply but that the Moor was returning to his native land?",
        "After a few months of rest [after the South American tour], I resolved\nto get together a new company, selecting those actors and actresses\nwho were best suited to my repertory.  The excellent Isolina Piamonti\nwas my leading lady; and my brother Alessandro, an experienced,\nconscientious, and versatile artist, supported me.  An Italian\ntheatrical speculator proposed to me a tour in North America, to\ninclude the chief cities of the United States, and although I\nhesitated not a little on account of the ignorance of the Italian\nlanguage prevailing in that country, I accepted, influenced somewhat\nby my desire to visit a region which was wholly unknown to me.\nPrevious to crossing the ocean I had several months before me, and\nthese served me to get my company in training.",
        "My first impressions of New York were most favourable.  Whether it was\nthe benefit of a more vivifying atmosphere, or the comfort of the\nnational life, or whether it was admiration for that busy,\nindustrious, work-loving people, or the thousands of beautiful women\nwhom I saw in the streets, free and proud in carriage, and healthy and\nlively in aspect, or whether it was the thought that these citizens\nwere the great-grandchildren of those high-souled men who had known\nhow to win with their blood the independence of their country, I felt\nas if I had been born again to a new existence.  My lungs swelled more\nfreely as I breathed the air impregnated with so much vigour and\nmovement, and so much liberty, and I could fancy that I had come back\nto my life of a youth of twenty, and was treading the streets of\nrepublican Rome.  With a long breath of satisfaction I said to myself:\n“Ah, here is life!”  Within a few days my energy was redoubled.  A\nlively desire of movement, not a usual thing with me, had taken\npossession of me in spite of myself.  Without asking myself why, I\nkept going here and there, up and down, to see everything, to gain\ninformation; and when I returned to my rooms in the evening, I could\nhave set out again to walk still more.  This taught me why Americans\nare so unwearied and full of business.  Unfortunately I have never\nmastered English sufficiently to converse in that tongue; had I\npossessed that privilege, perhaps my stay in North America would not\nhave been so short, and perhaps I might have figured on the English\nstage.  What an enjoyment it would have been to me to play Shakespeare\nin English!  But I have never had the privilege of the gift of\ntongues, and I had to content myself with my own Italian, which is\nunderstood by but few in America.  This, however, mattered little;\nthey understood me all the same, or, to put it better, they caught by\nintuition my ideas and my sentiments.",
        "My first appearance was in “Othello.”  The public received a strong\nimpression, without discussing whether or not the means which I used\nto cause it were acceptable, and without forming a clear conception of\nmy interpretation of that character, or pronouncing openly upon its\nform.  The same people who had heard it the first night returned on\nthe second, on the third, and even on the fourth, to make up their\nminds whether the emotions they experienced resulted from the novelty\nof my interpretation, or whether in fact it was the true sentiment of\nOthello’s passions which was transmitted to them–in short, whether it\nwas a mystification or a revelation.  By degrees the public became\nconvinced that those excesses of jealousy and fury were appropriate to\nthe son of the desert, and that one of Southern blood must be much\nbetter qualified to interpret them than a Northerner.  The judgment\nwas discussed, criticised, disputed; but in the end the verdict was\noverwhelmingly in my favour.  When the American has once said “Yes,\"\nhe never weakens; he will always preserve for you the same esteem,\nsympathy, and affection.  After New York I travelled through a number\nof American  cities–Philadelphia, Baltimore, Pittsburg, Washington,\nand Boston, which is rightly styled the Athens of America, for there\nartistic taste is most refined.  In Boston I had the good fortune to\nbecome intimately acquainted with the illustrious poet, Longfellow,\nwho talked to me in the pure Tuscan.  I saw, too, other smaller\ncities, and then I appeared again in New York, where the favour of the\npublic was confirmed, not only for me, but also for the artists of my\ncompany, and especially for Isolina Piamonti, who received no\nuncertain marks of esteem and consideration.  We then proceeded to\nAlbany, Utica, Syracuse, Rochester, Buffalo, Toledo, and that pleasant\ncity, Detroit, continuing to Chicago, and finally to New Orleans.",
        "From New Orleans we sailed to Havana, but found in Cuba civil war, and\na people that had but small appetite for serious things, and was\nmoreover alarmed by a light outbreak of yellow fever.  One of my\ncompany was taken down with the disease, but I had the pleasure of\nseeing him recover, Luckily he had himself treated by Havanese\nphysicians, who are accustomed to combat that malady, which they know\nonly too well.  Perhaps my comrade would have lost his life under the\nministrations of an Italian doctor.  In the city of sugar and tobacco,\ntoo, it was “Othello” which carried off the palm.  Those good\nmanufacturers of cigars presented me on my benefit with boxes of their\nwares, which were made expressly for me, and which I dispatched to\nItaly for the enjoyment of my friends.  In spite of the many\ncivilities which were tendered to me, in spite of considerable money\nprofit, and of the ovations of its kind-hearted people, I did not find\nCuba to my taste.  Sloth and luxury reign there supreme.",
        "In Paris I found a letter from the Impresario Mapleson, who proposed\nthat I should go to London with an Italian company, and play at Drury\nLane on the off-nights of the opera.  I was in doubt for a\nconsiderable time whether to challenge the verdict of the British\npublic; but in two weeks after reaching Italy, by dint of telegrams I\nhad got together the force of artists necessary, and I presented\nmyself with arms and baggage in London, in the spring of 1875.",
        "Hardly had I arrived, when I noticed the posting, on the bill-boards\nof the city, of the announcement of the seventy-second night of\n“Hamlet” at the Lyceum Theatre, with Henry Irving in the title-role.\nI had contracted with Mapleson to give only three plays in my season,\n“Othello,” “The Gladiator,” and “Hamlet,” the last having been\ninsisted upon by Mapleson himself, who, as a speculator, well knew\nthat curiosity as to a Comparison would draw the public to Drury Lane.",
        "I was very anxious to see the illustrious English artist in that part,\nand I secured a box and went to the Lyceum.  I was recognised by\nnobody, and remaining as it were concealed in my box, I had a good\nopportunity to satisfy my curiosity.  I arrived at the theatre a\nlittle too late, so that I missed the scene of Hamlet in presence of\nthe ghost of his father, the scene which in my judgment contains the\nclue to that strange character, and from which all the synthetic ideas\nof Hamlet are developed.  I was in time to hear only the last words of\nthe oath of secrecy.  I was struck by the perfection of the\nstage-setting.  There was a perfect imitation of the effect of\nmoonlight, which at the proper times flooded the stage with its rays\nor left it in darkness.  Every detail was excellently and exactly\nreproduced.  The scene was shifted, and Hamlet began his allusions,\nhis sallies of sarcasm, his sententious sayings, his points of satire\nwith the courtiers, who sought to study and to penetrate the\nsentiments of the young prince.  In this scene Irving was simply\nsublime.  His mobile face mirrored his thoughts.  The subtle\npenetration of his phrases, so perfect in shading and incisiveness,\nshowed him to be a master of art.  I do not believe there is an actor\nwho can stand beside him in this respect, and I was so much impressed\nby it, that at the end of the second act I said to myself, “I will not\nplay Hamlet!  Mapleson can say what he likes, but I will not play it\";\nand I said it with the fullest resolution.  In the monologue, “To be\nor not to be,” Irving was admirable; in the scene with Ophelia he was\ndeserving of the highest praise; in that of the Players he was moving,\nand in all this part of the play he appeared to my eyes to be the most\nperfect interpreter of that eccentric character.  But further on it\nwas not so, and for the sake of art I regretted it.  From the time\nwhen the passion assumes a deeper hue, and reasoning moderates\nimpulses which are forcibly curbed, Irving seemed to me to show\nmannerism, and to be lacking in power, and strained, and it is not in\nhim alone that I find this fault, but in nearly all foreign actors.\nThere seems to be a limit of passion within which they remain true in\ntheir rendering of nature; but beyond that limit they become\ntransformed, and take on conventionality in their intonations,\nexaggeration in their gestures, and mannerism in their bearing.  I\nleft my box saying to myself:  “I too can do Hamlet, and I will try\nit!”  In some characters Irving is exceptionally fine.  I am convinced\nthat it would be difficult to interpret Shylock or Mephistopheles\nbetter than he.  He is most skilful in putting his productions on the\nstage; and in addition to his intelligence he does not lack the power\nto communicate his counsels or his teachings.  Withal he is an\naccomplished gentleman in society, and is loved and respected by his\nfellow-citizens, who justly look upon him as a glory to their country.\nHe should, however, for his own sake, avoid playing such pants as\nRomeo and Macbeth, which are not adapted to his somewhat scanty\nphysical and vocal power.",
        "The traditions of the English drama are imposing and glorious!\nShakespeare alone has gained the highest pinnacle of fame in dramatic\nart.  He has had to interpret him such great artists as Garrick,\nKemble, Kean, Macready, Siddons, and Irving; and the literary and\ndramatic critics of the whole world have studied and analysed both\nauthor and actor.  At present, however, tragedy is abandoned on almost\nall the stages of Europe.  Actors who devote themselves to tragedy,\nwhether classical romantic, or historical, no longer exist.\nSociety-comedy has overflowed the stage, and the inundation causes the\nseed to rot which more conscientious and prudent planters had sown in\nthe fields of art.  It is desirable that the feeling and taste for the\nworks of the great dramatists should be revived in Europe, and that\nEngland, which is for special reasons, and with justice, proud of\nenjoying the primacy in dramatic composition, should have also worthy\nand famous actors.  I do not understand why the renown and prestige of\nthe great name of Garrick do not attract modern actors to follow in\nhis footsteps.  Do not tell me that the works of Shakespeare are out\nof fashion, and that the public no longer wants them.  Shakespeare is\nalways new–so new that not even yet is he understood by everybody,\nand if, as they say, the public is no longer attracted by his plays,\nit is because they are superficially presented.  To win the approval\nof the audience, a dazzling and conspicuous mise-en-scene does not\nsuffice, as some seem to imagine, to make up deficiency in\ninterpretation; a more profound study of the characters represented is\nindispensable.  If in art you can join the beautiful and the good, so\nmuch the better for you; but if you give the public the alternative,\nit will always prefer the good to the beautiful.",
        "In 1880 the agent of an impresario and theatre-owner of Boston came to\nFlorence to make me the proposal that I should go to North America for\nthe second time, to play in Italian supported by an American company.\nI thought the man had lost his senses.  But after a time I became\nconvinced that he was in his right mind, and that no one would\nundertake a long and costly journey simply to play a joke, and I took\nhis extraordinary proposition into serious consideration and asked him\nfor explanations.",
        "“The idea is this,” the agent made answer; “it is very simple.  You\nfound favour the last time with the American public with your Italian\ncompany, when not a word that was said was understood, and the\nproprietor of the Globe Theatre of Boston thinks that if he puts with\nyou English-speaking actors, you will yourself be better understood,\nsince all the dialogues of your supporters will be plain.  The\naudience will concern itself only with following you with the aid of\nthe play-books in both languages, and will not have to pay attention\nto the others, whose words it will understand.”",
        "“But how shall I take my cue, since I do not understand English?  And\nhow will your American actors know when to speak, since they do not\nknow Italian?”",
        "“Have no anxiety about that,” said the agent.  “Our American actors\nare mathematicians, and can memorise perfectly the last words of your\nspeeches, and they will work with the precision of machines.”",
        "“I am ready to admit that,” said I, “although I do not think it will\nbe so easy; but it will in any case be much easier for them, who will\nhave to deal with me alone, and will divide the difficulty among\ntwenty or twenty-four, than for me, who must take care of all.”",
        "The persevering agent, however, closed my mouth with the words, “You\ndo not sign yourself ’Salvini’ for nothing!”  He had an answer for\neverything, he was prepared to convince me at all points, to persuade\nme about everything, and to smooth over every difficulty, and he won a\nconsent which, though almost involuntary on my part, was legalised by\na contract in due form, by which I undertook to be at New York not\nlater than November 05, 1880, and to be ready to open at Philadelphia\nwith “Othello” on the 29th of the same month.",
        "I was still dominated by my bereavement, and the thought was pleasant\nto me of going away from places which constantly brought it back to my\nmind.  Another sky, other customs, another language, grave\nresponsibilities, a novel and difficult undertaking of uncertain\noutcome–I was willing to risk all simply to distract my attention and\nto forget.  I have never in my life been a gambler, but that time I\nstaked my artistic reputation upon a single card.  Failure would have\nbeen a new emotion, severe and grievous, it is true, but still\ndifferent from that which filled my mind.  I played, and I won!  The\nfriends whom I had made in the United States in 1873, and with whom I\nhad kept up my acquaintance, when they learned of the confusion of\ntongues, wrote me discouraging letters.  In Italy the thing was not\nbelieved, so eccentric did it seem.  I arrived in New York nervous and\nfeverish, but not discouraged or depressed.",
        "When the day of the first rehearsal came, all the theatres were\noccupied, and I had to make the best of a rather large concert-hall to\ntry to get into touch with the actors who were to support me.  An\nItalian who was employed in a newspaper office served me as\ninterpreter in cooperation with the agent of my Boston impresario.\nThe American artists began the rehearsal without a prompter, and with\na sureness to be envied especially by our Italian actors, who usually\nmust have every word suggested to them.  My turn came, and the few\nwords which Othello pronounces in the first scene came in smoothly and\nwithout difficulty.  When the scene with the Council of Ten came, of a\nsudden I could not recall the first line of a paragraph, and I\nhesitated; I began a line, but it was not that; I tried another with\nno better success; a third, but the interpreter told me that I had\ngone wrong.  We began again, but the English was of no assistance to\nme in recognising which of my speeches corresponded to that addressed\nto me, which I did not understand.  I was all at sea, and I told the\ninterpreter to beg the actors to overlook my momentary confusion, and\nto say to them that I should be all right in five minutes.  I went off\nto a corner of the hall and bowed my head between my hands, saying to\nmyself, “I have come for this, and I must carry it through.”  I set\nout to number mentally all the paragraphs of my part, and in a short\ntime I said.  “Let us begin again.”",
        "During the remainder of the rehearsal one might have thought that I\nunderstood English, and that the American actors understood Italian,\nNo further mistake was made by either side; there was not even the\nsmallest hesitation, and when I finished the final scene of the third\nact between Othello and Iago, the actors applauded, filled with joy\nand pleasure.  The exactitude with which the subsequent rehearsals of\n“Othello,” and those of “Hamlet,” proceeded was due to the memory, the\napplication, and the scrupulous attention to their work of the\nAmerican actors, as well as to my own force of will and practical\nacquaintance with all the parts of the play, and to the natural\nintuition which helped me to know without understanding what was\naddressed to me, divining it from a motion, a look, or a light\ninflection of the voice.  Gradually a few words, a few short phrases,\nremained in my ear, and in course of time I came to understand\nperfectly every word of all the characters; I became so sure of myself\nthat if an actor substituted one word for another I perceived it.  I\nunderstood the words of Shakespeare, but not those of the spoken\nlanguage.",
        "In a few days we went to Philadelphia to begin our representations.\nMy old acquaintances were in despair.  To those who had sought to\ndiscourage me by their letters others on the spot joined their\ninfluence, and tried everything to overthrow my courage.  I must admit\nthat the nearer came the hour of the great experiment, the more my\nanxiety grew and inclined me to deplore the moment when I had put\nmyself in that dilemma.  I owe it in a great degree to my cool head\nthat my discouraging forebodings did not unman me so much as to make\nme abandon myself wholly to despair.  Just as I was going on the\nstage, I said to myself:  “After all, what can happen to me?  They\nwill not murder me.  I shall have tried, and I shall have failed; that\nis all there will be to it, I will pack up my baggage and go back to\nItaly, convinced that oil and wine will not mix.   A certain contempt\nof danger, a firm resolution to succeed, and, I am bound to add,\nconsiderable confidence in myself, enabled me to go before the public\ncalm, bold, and secure.",
        "The first scene before the palace of Brabantio was received with\nsepulchral silence.  When that of the Council of Ten came, and the\nnarration of the vicissitudes of Othello was ended, the public broke\nforth in prolonged applause.  Then I said to myself, “A good beginning\nis half the work.”  At the close of the first act, my adversaries, who\nwere such solely on account of their love of art, and their belief\nthat the two languages could not be amalgamated, came on the stage to\nembrace and congratulate me, surprised, enchanted, enthusiastic,\nhappy, that they had been mistaken, and throughout the play I was the\nobject of constant demonstrations of sympathy.",
        "From Philadelphia we went to New York where our success was confirmed.\nIt remained for me to win the suffrages of Boston, and I secured them,\nfirst having made stops in Brooklyn, New Haven, and Hartford.  When in\nthe American Athens I became convinced that that city possesses the\nmost refined artistic taste.  Its theatrical audiences are serious,\nattentive to details, analytical–I might almost say scientific–and\none might fancy that such careful critics had never in their lives\ndone anything but occupy themselves with scenic art.  With reference\nto a presentation of Shakespeare, they are profound, acute, subtle,\nand they know so well how to clothe some traditional principle in\nclose logic, that if faith in the opposite is not quite unshakable in\nan artist, he must feel himself tempted to renounce his own tenets.\nIt is surprising that in a land where industry and commerce seem to\nabsorb all the intelligence of the people, there should be in every\ncity and district, indeed in every village, people who are competent\nto discuss the arts with such high authority.  The American nation\ncounts only a century of freedom, yet it has produced a remarkable\nnumber of men of high competence in dramatic art.  Those who think of\ntempting fortune by displaying their untried artistic gifts on the\nAmerican stage, counting on the ignorance or inexperience of their\naudience, make a very unsafe calculation.  The taste and critical\nfaculty of that public are in their fulness of vigour.  Old Europe is\nmore bound by traditions, more weary, more blase, in her judgment, not\nalways sincere or disinterested.  In America the national pride is\nwarmly felt, and the national artists enjoy high honour.  The\nAmericans know how to offer an exquisite hospitality, but woe to the\nman who seeks to impose on them!  They profess a cult, a veneration,\nfor those who practise our art, whether of their own nation or\nforeign, and their behaviour in the theatre is dignified.  I recall\none night when upon invitation I went to see a new play in which\nappeared an actor of reputation.  The play was not liked, and from act\nto act I noticed that the house grew more and more scanty, like a\nfaded rose which loses its petals one by one, until at the last scene\nmy box was the only one which remained occupied.  I was more impressed\nby this silent demonstration of hostility than I should have been if\nthe audience had made a tumultuous expression of its disapproval.  The\nactors were humiliated and confounded, and as the curtain fell an\ninstinctive sentiment of compassion induced me to applaud.",
        "The celebrated actor Edwin Booth was at this time in Baltimore, a city\ndistant two hours from the capital.  I had heard so much about this\nsuperior artist that I was anxious to see him, and on one of my off\nnights I went to Baltimore with my impresario’s agent.  A box had been\nreserved for me without my knowledge, and was draped with the Italian\ncolours.  I regretted to be made so conspicuous, but I could not fail\nto appreciate the courteous and complimentary desire to do me honour\nshown by the American artist.  It was only natural that I should be\nmost kindly influenced toward him, but without the courtesy which\npredisposed me in his favour he would equally have won my sympathy by\nhis attractive and artistic lineaments, and his graceful and\nwell-proportioned figure.  The play was “Hamlet.”  This part brought\nhim great fame, and justly; for in addition to the high artistic worth\nwith which he adorned it, his elegant personality was admirably\nadapted to it, His long and wavy hair, his large and expressive eye,\nhis youthful and flexible movements, accorded perfectly with the ideal\nof the young prince of Denmark which now obtains everywhere.  His\nsplendid delivery, and the penetrating philosophy with which he\ninformed his phrases, were his most remarkable qualities.  I was so\nfortunate as to see him also as Richelieu and Iago, and in all three\nof these parts, so diverse in their character I found him absolutely\nadmirable.  I cannot say so much for his Macbeth, which I saw one\nnight when passing through Philadelphia.  The part seemed to me not\nadapted to his nature.  Macbeth was an ambitious man, and Booth was\nnot.  Macbeth had barbarous and ferocious instincts, and Booth was\nagreeable, urbane, and courteous.  Macbeth destroyed his enemies\ntraitorously–did this even to gain possession of their goods–while\nBooth was noble, lofty-minded, and generous of his wealth.  It is thus\nplain that however much art he might expend, his nature rebelled\nagainst his portrayal of that personage, and he could never hope to\ntransform himself into the ambitious, venal, and sanguinary Scottish\nking.",
        "I should say, from what I heard in America, that Edwin Forrest was the\nModena of America.  The memory of that actor still lives, for no one\nhas possessed equally the power to give expression to the passions,\nand to fruitful and burning imagery, in addition to which he possessed\nastonishing power of voice.  Almost contemporaneously a number of most\nestimable actors have laid claim to his mantle; but above them all\nEdwin Booth soared as an eagle.",
        "After a very satisfactory experience in Baltimore, I returned for the\nthird time to New York, and gave “Othello,” “Macbeth,” and “The\nGladiator,” each play twice, and made the last two appearances of my\nseason in Philadelphia.  After playing ninety-five times in the new\nfashion, I felt myself worn out, but fully satisfied with the result\nof my venturesome undertaking.  When I embarked on the steamer which\nwas to take me to Europe, I was escorted by all the artists of the\ncompany which had cooperated in my happy success, by my friends, and\nby courteous admirers, and I felt that if I were not an Italian I\nshould wish to be an American.",
        "Continue...",
        "\nThis full text of \nLibrary of Little Masterpieces: 19th Century Actor Autobiographies, edited by George Iles,\nis in the public domain.\n\n\nAlso see: Acting: The First Six Lessons.\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on October 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "You: On A Diet: The Owner's Manual for Waist ManagementBy Mehmet C. OzAt Amazon"
    ]
}