{
    "title": "19th Century Actor Autobiographies - Charlotte Cushman",
    "author": "George Iles, Editor",
    "chapter": "4",
    "content": [
        "\n\n",
        "",
        "[Charlotte Cushman, a native of Boston, died in that city in 1876.  No\nactress ever excelled her as Meg Merrilies, Queen Katherine, and Lady\nMacbeth.  On the morning following her death, Mr. William Winter wrote\nin the New York Tribune:–",
        "...  Charlotte Cushman was not a great actress merely, but she was a\ngreat woman.  She did not possess the dramatic faculty apart from\nother faculties and conquer by that alone: but having that faculty in\nalmost unlimited fulness, she poured forth through its channel such\nresources of character, intellect, moral strength, soul, and personal\nmagnetism as marked her for a genius of the first order, while they\nmade her an irresistible force in art.  When she came upon the stage\nshe filled it with the brilliant vitality of her presence.  Every\nmovement that she made was winningly characteristic.  Her least\ngesture was eloquence, Her voice, which was soft or silvery, or deep\nor mellow, according as emotion affected it, used now and then to\ntremble, and partly to break, with tones that were pathetic beyond\ndescription.  These were denotements of the fiery soul that smouldered\nbeneath her grave exterior, and gave iridescence to every form of art\nthat she embodied.  Sometimes her whole being seemed to become\npetrified in a silent suspense more thrilling than any action, as if\nher imagination were suddenly inthralled by the tumult and awe of its\nown vast perceptions.”",
        "Her frlend, Emma Stebbins, the sculptor, edited a memorial volume,\n“Charlotte Cushman:  Her Letters and Memories of Her Life,” published\nin 1878.  By permission of the publishers and owners of the copyright,\nHoughton, Mifflin & Co., Boston, the pages that follow are\noffered.–ED.]",
        "On one occasion [wrote Miss Cushman] when Henry Ware, pastor of the\nold Boston Meeting House, was taking tea with my mother, he sat at\ntable talking, with his chin resting in his two hands, and his elbows\non the table.  I was suddenly startled by my mother exclaiming,\n“Charlotte, take your elbows off the table and your chin out of your\nhands; it is not a pretty position for a young lady!”  I was sitting\nin exact imitation of the parson, even assuming the expression of his\nface.",
        "Besides singing everything, I exercised my imitative powers in all\ndirections, and often found myself instinctively mimicking the tones,\nmovement, and expression of those about me.  I’m afraid I was what the\nFrench call un enfant terrible–in the vernacular, an awful child!\nfull of irresistible life and impulsive will; living fully in the\npresent, looking neither before nor after; as ready to execute as to\nconceive; full of imagination–a faculty too often thwarted and warped\nby the fears of parents and friends that it means insincerity and\nfalsehood, when it is in reality but the spontaneous exercise of\nfaculties as yet unknown even to the possessor, and misunderstood by\nthose so-called trainers of infancy.",
        "This imitative faculty in especial I inherited from my grandmother\nBabbit, born Mary Saunders, of Gloucester, Cape Ann.  Her faculty of\nimitation was very remarkable.  I remember sitting at her feet on a\nlittle stool and hearing her sing a song of the period, in which she\ndelighted me by the most perfect imitation of every creature belonging\nto the farmyard.",
        "My uncle, Augustus Babbit, who led a seafaring life and was lost at\nsea, took great interest in me; he offered me prizes for proficiency\nin my studies, especially music and writing.  He first took me to the\ntheatre on one of his return voyages, which was always a holiday time\nfor me.  My first play was “Coriolanus,” with Macready, and my second\n“The Gamester,” with Cooper and Mrs. Powell as Mr. and Mrs. Beverley.\nAll the English actors and actresses of that time were of the Siddons\nand Kemble school, and I cannot but think these early impressions must\nhave been powerful toward the formation of a style of acting afterward\nslowly eliminated through the various stages of my artistic career.",
        "My uncle had great taste and love for the dramatic profession, and\nbecame acquainted with Mr. and Mrs. William Pelby, for whom the\noriginal Tremont Theatre was built.  My uncle being one of the\nstockholders, through him my mother became acquainted with these\npeople, and thus we had many opportunities of seeing and knowing\nsomething of the fraternity.",
        "About this time I became noted in school as a reader, where before I\nhad only been remarkable for my arithmetic, the medal for which could\nnever be taken from me.  I remember on one occasion reading a scene\nfrom Howard Payne’s tragedy of “Brutus,” in which Brutus speaks, and\nthe immediate result was my elevation to the head of the class to the\nevident disgust of my competitors, who grumbled out, “No wonder she\ncan read, she goes to the theatre!”  I had been before this very shy\nand reserved, not to say stupid, about reading in school, afraid of\nthe sound of my own voice, and very unwilling to trust it; but the\ngreater familiarity with the theatre seemed suddenly to unloose my\ntongue, and give birth as it were to a faculty which has been the\nruling passion ever since.",
        "With the Maeders I went [in 1836, when twenty years of age] to New\nOrleans, and sang until, owing perhaps to my youth, to change of\nclimate, or to a too great strain upon the upper register of my voice,\nwhich, as his wife’s voice was a contralto, it was more to Mr.\nMaeder’s interest to use, than the lower one, I found my voice\nsuddenly failing me.  In my unhappiness I went to ask counsel and\nadvice of Mr. Caldwell, the manager of the chief New Orleans theatre,\nHe at once said to me, “You ought to be an actress, and not a singer.\"\nHe advised me to study some parts, and presented me to Mr. Barton, the\ntragedian of the theatre, whom he asked to hear me, and to take an\ninterest in me.",
        "He was very kind, as indeed they both were; and Mr. Barton, after a\nshort time, was sufficiently impressed with my powers to propose to\nMr. Caldwell that I should act Lady Macbeth to his Macbeth, on the\noccasion of his (Barton’s) benefit.  Upon this is was decided that I\nshould give up singing and take to acting.  My contract with Mr.\nMaeder was annulled, it being the end of the season.  So enraptured\nwas I with the idea of acting this part, and so fearful of anything\npreventing me, that I did not tell the manager I had no dresses, until\nit was too late for me to be prevented from acting it; and the day\nbefore the performance, after rehearsal, I told him.  He immediately\nsat down and wrote a note of introduction for me to the tragedienne of\nthe French Theatre, which then employed some of the best among French\nartists for its company.  This note was to ask her to help me to\ncostumes for the role of Lady Macbeth, I was a tall, thin, lanky girl\nat that time, about five feet six inches in height.  The Frenchwoman,\nMadame Closel, was a short, fat person of not more than four feet ten\ninches, her waist full twice the size of mine, with a very large bust;\nbut her shape did not prevent her being a very great actress.  The\nludicrousness of her clothes being made to fit me struck her at once.\nShe roared with laughter; but she was very good-natured, saw my\ndistress, and set to work to see to how she could help it.  By dint of\npiecing out the skirt of one dress it was made to answer for an\nunderskirt, and then another dress was taken in in every direction to\ndo duty as an overdress, and so make up the costume.  And thus I\nessayed for the first time the part of Lady Macbeth, fortunately to\nthe satisfaction of the audience, the manager, and all the members of\nthe company.",
        "...  I should advise you to get to work; all ideal study of acting,\nwithout the trial or opportunity of trying our efforts and conceivings\nupon others, is, in my mind, lost time.  Study while you act.  Your\nconception of character can be formed while you read your part, and\nonly practice can tell you whether you are right.  You would, after a\nyear of study in your own room, come out unbenefited, save in as far\nas self-communion ever must make us better and stronger; but this is\nnot what you want just now.  Action is needed.  Your vitality must in\nsome measure work itself off.  You must suffer, labour, and wait,\nbefore you will be able to grasp the true and the beautiful.  You\ndream of it now; the intensity of life that is in you, the spirit of\npoetry which makes itself heard by you in indistinct language, needs\nwork to relieve itself and be made clear.  I feel diffident about\ngiving advice to you, for you know your own nature better than any one\nelse can, but I should say to you, get to work in the best way you\ncan.",
        "All your country work will be wretched; you will faint by the way; but\nyou must rouse your great strength and struggle on, bearing patiently\nyour cross on the way to your crown!  God bless you and prosper your\nundertakings.  I know the country theatres well enough to know how\nutterly alone you will be in such companies; but keep up a good heart;\nwe have only to do well what is given us to do, to find heaven.",
        "I think if you have to wait for a while it will do you no harm.  You\nseem to me quite frantic for immediate work; but teach yourself quiet\nand repose in the time you are waiting.  With half your strength I\ncould bear to wait and labour with myself to conquer fretting.  The\ngreatest power in the world is shown in conquest over self.  More life\nwill be worked out of you by fretting than all the stage-playing in\nthe world.  God bless you, my poor child.  You have indeed troubles\nenough; but you have a strong and earnest spirit, and you have the\ntrue religion of labour in your heart.  Therefore I have no fears for\nyou, let what will come.  Let me hear from you at your leisure, and be\nsure you have no warmer friend than I am and wish to be,...",
        "I was exceedingly pleased to hear such an account of your first\nappearance.  You were quite right in all that was done, and I am\nrejoiced at your success.  Go on; persevere.  You will be sure to do\nwhat is right, for your heart is in the right place, your head is\nsound, your reading has been good.  Your mind is so much better and\nstronger than any other person’s whom I have known enter the\nprofession, that your career is plain before you.",
        "But I will advise you to remain in your own native town for a season,\nor at least the winter.  You say you are afraid of remaining among\npeople who know you.  Don’t have this feeling at all.  You will have\nto be more particular in what you do, and the very feeling that you\ncannot be indifferent to your audience will make you take more pains.\nBeside this, you will be at home, which is much better for a time; for\nthen at first you do not have to contend with a strange home as well\nas with a strange profession.  I could talk to you a volume upon this\nmatter, but it is difficult to write.  At all events I hope you will\ntake my counsel and remain at home this winter.  It is the most\nwretched thing imaginable to go from home a novice into such a theatre\nas any of those in the principal towns.",
        "Only go on and work hard, and you will be sure to make a good\nposition.  With regard to your faults, what shall I say?  Why, that\nyou will try hard to overcome them.  I don’t think they would be\nperceived save by those who perhaps imagine that your attachment for\nme has induced you to join the profession.  I have no mannerisms, I\nhope; therefore any imitation of me can only be in the earnest desire\nto do what you can do, as well as you can.  Write to me often; ask of\nme what you will; my counsel is worth little, but you shall command it\nif you need it.",
        "[FROM A LETTER]",
        "...  All that you say about your finding your own best expression in\nand through the little life which is confided to you is good and true,\nand I am so happy to see how you feel on the subject.  I think a\nmother who devotes herself to her child, in watching its culture and\nkeeping it from baleful influences, is educating and cultivating\nherself at the same time.  No artist work is so high, so noble, so\ngrand, so enduring, so important for all time, as the making of\ncharacter in a child, You have your own work to do, the largest\npossible expression.  No statue, no painting, no acting, can reach it,\nand it embodies each and all the arts, Clay of God’s fashioning is\ngiven into your hands to mould to perfectness.  Is this not something\ngrand to think of?  No matter about yourself–only make yourself\nworthy of God’s sacred trust, and you will be doing His work–and that\nis all that human beings ought to care to live for.  Am I right?",
        "[FROM A LETTER TO A FRIEND]",
        "There was a time, in my life of girlhood, when I thought I had been\ncalled upon to bear the very hardest thing that can come to a Woman.\nA very short time served to show me, in the harder battle of life\nWhich was before me, that this had been but a spring storm, which was\nsimply to help me to a clearer, better, richer, and more productive\nsummer.  If I had been spared this early trial, I should never have\nbeen so earnest and faithful in my art; I should have still been\ncasting about for the “counterpart,” and not given my entire self to\nmy work, wherein and alone I have reached any excellence I have ever\nattained, and through which alone I have received my reward.  God\nhelped me in my art isolation, and rewarded me for recognising him and\nhelping myself.  This passed on; and this happened at a period in my\nlife when most women (or children, rather) are looking to but one end\nin life–an end no doubt wisest and best for the largest number, but\nwhich would not have been wisest and best for my work, and so for\nGod’s work, for I know he does not fail to set me his work to do, and\nhelps me to do it, and helps others to help me.  (Do you see this\ntracing back, and then forward, to an eternity of good, and do you see\nhow better and better one can become in recognising one’s self as a\nminister of the Almighty to faithfully carry out our part of His great\nplan according to our strength and ability?)  0 believe we cannot live\none moment for ourselves, one moment of selfish repining, and not be\nfailing him at that moment, hiding the God-spark in us, letting the\nflesh conquer the spirit, the evil dominate the good.",
        "Then after this first spring storm and hurricane of young\ndisappointment came a lull–during which I actively pursued what\nbecame a passion,–my art.  Then I lost my younger brother, upon whom\nI had begun to build most hopefully, as I had reason.  He was by far\nthe cleverest of my mother’s children.  He had been born into greater\npoverty than the others; he received his young impressions through a\ndifferent atmosphere; he was keener, more artistic, more impulsive,\nmore generous, more full of genius.  I lost him by a cruel accident,\nand again the world seem to liquefy beneath my feet, and the waters\nwent over my soul.  It became necessary that I should suffer bodily to\ncure my heart-bleed.  I placed myself professionally where I found and\nknew all my mortifications in my profession, which seemed for the time\nto strew ashes over the loss of my child-brother (for he was my child,\nand loved me best in all the world), thus conquering my art, which,\nGod knows, has never failed me–never failed to bring me rich\nreward–never failed to bring me comfort.  I conquered my grief and\nmyself.  Labour saved me then and always, and so I proved the eternal\ngoodness of God.  I digress too much; but you will see how, in looking\nback to my own early disappointments, I can recognise all the good\nwhich came out of them, and can ask you to lay away all repinings with\nour darling, and hope (as we must) in God’s wisdom and goodness, and\nask him to help us to a clearer vision and truer knowledge of his\ndealings with us; to teach us to believe that we are lifted up to him\nbetter through our losses than our gains.  May it not be that heaven\nis nearer, the passage from earth less hard, and life less seductive\nto us, in consequence of the painless passing of this cherub to its\ntrue home, lent us but for a moment, to show how pure must be our\nlives to fit us for such companionship?  And thus, although in one\nsense it would be well for us to put away the sadness of this thought\nif it would be likely to enervate us, in another sense, if we consider\nit rightly, if we look upon it worthily, we have an angel in God’s\nhouse to help us to higher and purer thinkings, to nobler aspirations,\nto more sublime sacrifices than we have ever known before.",
        "[In 1874 Miss Cushman bade farewell to New York at Booth’s Theatre,\nafter a performance as Lady Macbeth.  William Cullen Bryant presented\nan ode in her honour.  In the course of her response Miss Cushman\nsaid:]",
        "Beggar that I am, I am even poor in thanks, but I thank you.\nGentlemen, the heart has no speech; its only language is a tear or a\npressure of the hand, and words very feebly convey or interpret its\nemotions.  Yet I would beg you to believe that in the three little\nwords I now speak, ’I thank you,’ there are heart depths which I\nshould fail to express better, though I should use a thousand other\nwords.  I thank you, gentlemen, for the great honour you have offered\nme.  I thank you, not only for myself, but for my whole profession, to\nwhich, through and by me, you have paid this very grateful compliment.\nIf the few words I am about to say savour of egotism or vainglory, you\nwill, I am sure, pardon me, inasmuch as I am here only to speak of\nmyself.  You would seem to compliment me upon an honourable life.  As\nI look back upon that life, it seems to me that it would have been\nimpossible for me to have led any other.  In this I have, perhaps,\nbeen mercifully helped more than are many of my more beautiful sisters\nin art.  I was, by a press of circumstances, thrown at an early age\ninto a profession for which I had received no special education or\ntraining; but I had already, though so young, been brought face to\nface with necessity.  I found life sadly real and intensely earnest,\nand in my ignorance of other ways of study, I resolved to take\ntherefrom my text and my watchword.  To be thoroughly in earnest,\nintensely in earnest in all my thoughts and in all my actions, whether\nin my profession or out of it, became my one single idea.  And I\nhonestly believe herein lies the secret of my success in life.  I do\nnot believe that any great success in any art can he achieved without\nit....",
        "Continue...",
        "\nThis full text of \nLibrary of Little Masterpieces: 19th Century Actor Autobiographies, edited by George Iles,\nis in the public domain.\n\n\nAlso see: Acting: The First Six Lessons.\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on October 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "You: On A Diet: The Owner's Manual for Waist ManagementBy Mehmet C. OzAt Amazon"
    ]
}