{
    "title": "19th Century Actor Autobiographies",
    "author": "George Iles, Editor",
    "chapter": "1",
    "content": [
        "\n\n",
        "A good play gives us in miniature a cross-section of life, heightened\nby plot and characterisation, by witty and compact dialogue.  Of\ncourse we should honour first the playwright, who has given form to\neach well knit act and telling scene.  But that worthy man, perhaps at\nthis moment sipping his coffee at the Authors’ Club, gave his drama\nits form only; its substance is created by the men and women who, with\nsympathy, intelligence and grace, embody with convincing power the\nhero and heroine, assassin and accomplice, lover and jilt.  For the\nsuccess of many a play their writers would be quick to acknowledge a\nfurther and initial debt, both in suggestion and criticism, to the\nartists who know from experience on the boards that deeds should he\ndone, not talked about, that action is cardinal, with no other words\nthan naturally spring from action.  Players, too, not seldom remind\nauthors that every incident should not only be interesting in itself,\nbut take the play a stride forward through the entanglement and\nunravelling of its plot.  It is altogether probable that the heights\nto which Shakespeare rose as a dramatist were due in a measure to his\nknowledge of how a comedy, or a tragedy, appears behind as well as in\nfront of the footlights, all in an atmosphere quite other than that\nsurrounding a poet at his desk.",
        "This little volume begins with part of the life story of Joseph\nJefferson, chief of American comedians.  Then we are privileged to\nread a few personal letters from Edwin Booth, the acknowledged king of\nthe tragic stage.  He is followed by the queen in the same dramatic\nrealm, Charlotte Cushman.  Next are two chapters by the first\nemotional actress of her day in America, Clara Morris.  When she bows\nher adieu, Sir Henry Irving comes upon the platform instead of the\nstage, and in the course of his thoughtful discourse makes it plain\nhow he won renown both as an actor and a manager.  He is followed by\nhis son, Mr. Henry Brodribb Irving, clearly an heir to his father’s\ntalents in art and in observation.  Miss Ellen Terry, long Sir Henry\nIrving’s leading lady, now tells us how she came to join his company,\nand what she thinks of Sir Henry Irving in his principal roles.  The\nsucceeding word comes from Richard Mansfield, whose untimely death is\nmourned by every lover of the drama.  The next pages are from the hand\nof Tommaso Salvini, admittedly the greatest Othello and Samson that\never trod the boards.  A few words, in closing, are from Adelaide\nRistori, whose Medea, Myrrha and Phaedra are among the great\ntraditions of the modern stage.  From first to last this little book\nsheds light on the severe toil demanded for excellence on the stage,\nand reveals that for the highest success of a drama, author and artist\nmust work hand in hand.",
        "Continue...",
        "\nThis full text of \nLibrary of Little Masterpieces: 19th Century Actor Autobiographies, edited by George Iles,\nis in the public domain.\n\n\nAlso see: Acting: The First Six Lessons.\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on October 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "You: On A Diet: The Owner's Manual for Waist ManagementBy Mehmet C. OzAt Amazon"
    ]
}