{
    "title": "19th Century Actor Autobiographies - Sir Henry Irving",
    "author": "George Iles, Editor",
    "chapter": "6",
    "content": [
        "\n\n",
        "\nPainting, Arrangement in Black, No. 3: Sir Henry Irving as Philip II\nof Spain (1876-1885), by James McNeill Whistler (1834-1903), reproduced\nas frontispiece in Henry Irving, The Drama: Addresses (London, 1893)\n",
        "[On November 24, 1883, Henry Irving closed his first engagement in New\nYork.  William Winter’s review appeared next morning in the Tribune,\nIt is reprinted in his book, “Henry Irving,” published by G. J.\nCoombes, New York, 1889.  Mr. Winter said:  “Mr. Irving has\nimpersonated here nine different men, each one distinct from all the\nothers.  Yet in so doing he has never ceased to exert one and the same\npersonal charm, the charm of genialised intellect.  The soul that is\nwithin the man has suffused his art and made it victorious.  The same\nforms of expression, lacking this spirit, would have lacked the\ntriumph.  All of them, indeed, are not equally fine.  Mr. Irving’s\n’Mathias’ and ’Louis XI,’ are higher performances than his ’Shylock’\nand ’Dorincourt,’ higher in imaginative tone and in adequacy of\nfeeling and treatment.  But, throughout all these forms, the drift of\nhis spirit, setting boldly away from conventions and formalities, has\nbeen manifested with delightful results.  He has always seemed to be\nalive with the specific vitality of the person represented.  He has\nnever seemed a wooden puppet of the stage, bound in by formality and\nstraining after a vague scholastic ideal of technical correctness.”",
        "Mr. Irving’s addresses, “The Drama,” copyright by the United States\nBook Company, New York, were published in 1892.  They furnish the\npages now presented,–abounding on self-revelation,–ED.)",
        "To boast of being able to appreciate Shakespeare more in reading him\nthan in seeing him acted used to be a common method of affecting\nspecial intellectuality.  I hope this delusion–a gross and pitiful\none to most of us–has almost absolutely died out.  It certainly\nconferred a very cheap badge of superiority on those who entertained\nit.  It seemed to each of them an inexpensive opportunity of\nworshipping himself on a pedestal.  But what did it amount to?  It was\nlittle more than a conceited and feather-headed assumption that an\nunprepared reader, whose mind is usually full of far other things,\nwill see on the instant all that has been developed in hundreds of\nyears by the members of a studious and enthusiastic profession.  My\nown conviction is that there are few characters or passages of our\ngreat dramatists which will not repay original study.  But at least we\nmust recognise the vast advantages with which a practised actor,\nimpregnated by the associations of his life, and by study–with all\nthe practical and critical skill of his profession up to the date at\nwhich he appears, whether he adopts or rejects tradition–addresses\nhimself to the interpretation of any great character, even if he have\nno originality whatever.  There is something still more than this,\nhowever, in acting.  Every one who has the smallest histrionic gift\nhas a natural dramatic fertility; so that as soon as he knows the\nauthor’s text, and obtains self-possession, and feels at home in a\npart without being too familiar with it, the mere automatic action of\nrehearsing and playing it at once begins to place the author in new\nlights, and to give the personage being played an individuality partly\nindependent of, and yet consistent with, and rendering more powerfully\nvisible, the dramatist’s conception.  It is the vast power a good\nactor has in this way which has led the French to speak of creating a\npart when they mean its first being played, and French authors are as\nconscious of the extent and value of this cooperation of actors with\nthem, that they have never objected to the phrase, but, on the\ncontrary, are uniformly lavish in their homage to the artists who have\ncreated on the boards the parts which they themselves have created on\npaper.",
        "It is often supposed that great actors trust to the inspiration of the\nmoment.  Nothing can be more erroneous.  There will, of course, be\nsuch moments, when an actor at a white heat illumines some passage\nwith a flash of imagination (and this mental condition, by the way, is\nimpossible to the student sitting in his armchair); but the great\nactor’s surprises are generally well weighed, studied, and balanced.\nWe know that Edmund Kean constantly practised before a mirror effects\nwhich startled his audience by their apparent spontaneity.  It is the\naccumulation of such effects which enables an actor, after many years,\nto present many great characters with remarkable completeness.",
        "I do not want to overstate the case, or to appeal to anything that is\nnot within common experience, so I can confidently ask you whether a\nscene in a great play has not been at some time vividly impressed on\nyour minds by the delivery of a single line, or even of one forcible\nword.  Has not this made the passage far more real and human to you\nthan all the thought you have devoted to it?  An accomplished critic\nhas said that Shakespeare himself might have been surprised had he\nheard the “Fool, fool, fool!” of Edmund Kean.  And though all actors\nare not Keans, they have in varying degree this power of making a\ndramatic character step out of the page, and come nearer to our hearts\nand our understandings.",
        "After all, the best and most convincing exposition of the whole art of\nacting is given by Shakespeare himself:  “To hold, as ’twere, the\nmirror up to nature, to show virtue her own feature, scorn her own\nimage, and the very age and body of the time his form and pressure.\"\nThus the poet recognised the actor’s art as a most potent ally in the\nrepresentations of human life.  He believed that to hold the mirror up\nto nature was one of the worthiest functions in the sphere of labour,\nand actors are content to point to his definition of their work as the\ncharter of their privileges.",
        "The practice of the art of acting is a subject difficult to treat with\nthe necessary brevity.  Beginners are naturally anxious to know what\ncourse they should pursue.  In common with other actors, I receive\nletters from young people many of whom are very earnest in their\nambition to adopt the dramatic calling, but not sufficiently alive to\nthe fact that success does not depend on a few lessons in declamation.\nWhen I was a boy I had a habit which I think would be useful to all\nyoung students.  Before going to see a play of Shakespeare’s I used to\nform–in a very juvenile way–a theory as to the working out of the\nwhole drama, so as to correct my conceptions by those of the actors;\nand though I was, as a rule, absurdly wrong, there can be no doubt\nthat any method of independent study is of enormous importance, not\nonly to youngsters, but also to students of a larger growth.  Without\nit the mind is apt to take its stamp from the first forcible\nimpression it receives, and to fall into a servile dependence upon\ntraditions, which, robbed of the spirit that created them, are apt to\nbe purely mischievous.  What was natural to the creator is often\nunnatural and lifeless in the imitator.  No two people form the same\nconceptions of character, and therefore it is always advantageous to\nsee an independent and courageous exposition of an original ideal.\nThere can be no objection to the kind of training that imparts a\nknowledge of manners and customs, and the teaching which pertains to\nsimple deportment on the stage is necessary and most useful; but you\ncannot possibly be taught any tradition of character, for that has no\npermanence.  Nothing is more fleeting than any traditional method or\nimpersonation.  You may learn where a particular personage used to\nstand on the stage, or down which trap the ghost of Hamlet’s father\nvanished; but the soul of interpretation is lost, and it is this soul\nwhich the actor has to re-create for himself.  It is not mere attitude\nor tone that has to be studied; you must be moved by the impulse of\nbeing; you must impersonate and not recite.",
        "It is necessary to warn you against the theory expounded with\nbrilliant ingenuity by Diderot that the actor never feels.  When\nMacready played Virginius, after burying his beloved daughter, he\nconfessed that his real experience gave a new force to his acting in\nthe most pathetic situations of the play.  Are we to suppose that this\nwas a delusion, or that the sensibility of the man was a genuine aid\nto the actor?  Bannister said of John Kemble that he was never\npathetic because he had no children.  Talma says that when deeply\nmoved he found himself making a rapid and fugitive observation on the\nalternation of his voice, and on a certain spasmodic vibration which\nit contracted in tears.  Has not the actor who can thus make his\nfeelings a part of his art an advantage over the actor who never\nfeels, but who makes his observations solely from the feelings of\nothers?  It is necessary to this art that the mind should have, as it\nwere, a double consciousness, in which all the emotions proper to the\noccasion may have full swing, while the actor is all the time on the\nalert for every detail of his method.  It may be that his playing will\nbe more spirited one night than another.  But the actor who combines\nthe electric force of a strong personality with a mastery of the\nresources of his art must have a greater power over his audiences than\nthe passionless actor who gives a most artistic simulation of the\nemotions he never experiences.",
        "With regard to gesture, Shakespeare’s advice is all-embracing.  “Suit\nthe action to the word, the word to the action, with this special\nobservance that you overstep not the modesty of nature.”  And here\ncomes the consideration of a very material part of the actor’s\nbusiness–by-play.  This is of the very essence of true art.  It is\nmore than anything else significant of the extent to which the actor\nhas identified himself with the character he represents.  Recall the\nscenes between Iago and Othello, and consider how the whole interest\nof the situation depends on the skill with which the gradual effect of\nthe poisonous suspicion instilled into the Moor’s mind is depicted in\nlook and tone, slight of themselves, but all contributing to the\nintensity of the situation.  One of the greatest tests of an actor is\nhis capacity for listening.  By-play must be unobtrusive; the student\nshould remember that the most minute expression attracts attention,\nthat nothing is lost, that by-play is as mischievous when it is\ninjudicious as it is effective when rightly conceived, and that while\ntrifles make perfection, perfection is no trifle.  This lesson was\nenjoined on me when I was a very young man by that remarkable actress,\nCharlotte Cushman.  I remember that when she played Meg Merrilies I\nwas cast for Henry Bertram, on the principle, seemingly, that an actor\nwith no singing voice is admirably fitted for a singing part.  It was\nmy duty to give Meg Merrilies a piece of money, and I did it after the\ntraditional fashion by handing her a large purse full of the coin of\nthe realm, in the shape of broken crockery, which was generally used\nin financial transactions on the stage, because when the virtuous maid\nrejected with scorn the advances of the lordly libertine, and threw\nhis pernicious bribe upon the ground, the clatter of the broken\ncrockery suggested fabulous wealth.  But after the play Miss Cushman,\nin the course of some kindly advice, said to me:  “Instead of giving\nme that purse, don’t you think it would have been much more natural if\nyou had taken a number of coins from your pocket, and given me the\nsmallest?  That is the way one gives alms to a beggar, and it would\nhave added to the realism of the scene.”  I have never forgotten that\nlesson, for simple as it was, it contained many elements of dramatic\ntruth.  It is most important that an actor should learn that he is a\nfigure in a picture, and that the least exaggeration destroys the\nharmony of the composition.  All the members of the company should\nwork toward a common end, with the nicest subordination of their\nindividuality to the general purpose.  Without this method a play when\nacted is at best a disjoined and incoherent piece of work, instead of\nbeing a harmonious whole like the fine performance of an orchestral\nsymphony.",
        "Continue...",
        "\nThis full text of \nLibrary of Little Masterpieces: 19th Century Actor Autobiographies, edited by George Iles,\nis in the public domain.\n\n\nAlso see: Acting: The First Six Lessons.\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on October 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "You: On A Diet: The Owner's Manual for Waist ManagementBy Mehmet C. OzAt Amazon"
    ]
}