{
    "title": "19th Century Actor Autobiographies - Edwin Booth",
    "author": "George Iles, Editor",
    "chapter": "3",
    "content": [
        "\n\n",
        "",
        "[Mr. William Winter’s “Life and Art of Edwin Booth” is indispensable\nto a student of the American stage.  Here are two paragraphs chosen\nfrom many as illuminating:",
        "“The salient attributes of Booth’s art were imagination, insight,\ngrace, intense emotion, and melancholy refinement.  In Hamlet,\nRichelieu, Othello, Iago, Lear, Bertuccio, and Lucius Brutus they were\nconspicuously manifest.  But the controlling attribute,–that which\nimparted individual character, colour and fascination to his\nacting,–was the thoughtful introspective habit of a stately mind,\nabstracted from passion and suffused with mournful dreaminess of\ntemperament.  The moment that charm began to work, his victory was\ncomplete.  It was that which made him the true image of Shakespeare’s\nthought, in the glittering halls of Elsinore, on its midnight\nbattlements, and in its lonely, wind-beaten place of graves.",
        "“Under the discipline of sorrow, and through years that bring the\nphilosophic mind, Booth drifted further and further away from things\ndark and terrible, whether in the possibilities of human life or in\nthe world of imagination.  That is the direction of true growth.  In\nall characters that evoked his essential spirit–in characters which\nrested on spiritualised intellect, or on sensibility to fragile\nloveliness, the joy that is unattainable, the glory that fades, and\nthe beauty that perishes–he was peerless.  Hamlet, Richelieu, Faust,\nManfred, Jacques, Esmond, Sydney Carton, and Sir Edward Mortimer are\nall, in different ways, suggestive of the personality that Booth was\nfitted to illustrate.  It is the loftiest type that human nature\naffords, because it is the embodied supremacy of the soul, and because\ntherein it denotes the only possible escape from the cares and\nvanities of a transitory world.”",
        "The letters which follow are from “Edwin Booth: Recollections by his\ndaughter, Edwina Booth Grossman, and Letters to Her and to His\nFriends.”  Copyright, 1894, Century Company, New York.–ED.]",
        "TO HIS DAUGHTER",
        "BOOTH’S THEATER,\nNEW YORK, November 15, 1871.",
        "MY OWN DEAR DAUGHTER:",
        "I arrived here last night, and found your pretty gift awaiting me.\nYour letter pleased me very, very much in every respect, and your\nlittle souvenir gave me far more delight than if it were of real gold.\nWhen you are older you will understand how precious little things,\nseemingly of no value in themselves, can be loved and prized above all\nprice when they convey the love and thoughtfulness of a good heart.\nThis little token of your desire to please me, my darling, is\ntherefore very dear to me, and I will cherish it as long as I live.\nIf God grants me so many years, I will show it you when you are a\nwoman, and then you will appreciate my preference for so little a\nthing, made by you, to anything money might have bought.  God bless\nyou, my darling!  ...",
        "God bless you again and again!  Your loving father.",
        "TO HIS DAUGHTER",
        "CHICAGO, March  2, 1873.",
        "MY DEAR BIG DAUGHTER:",
        "Your last letter was very jolly, and made me almost happy.  Pip (the\ndog) is yelping to write to you, and so is your little brother, St.\nValentine, the bird; but I greatly fear they will have to wait another\nweek, for, you know, I have to hold the pen for them, and I have\nwritten so many letters, and to-day my hand is tired.",
        "Don’t you think it jollier to receive silly letters sometimes than to\nget a repetition of sermons on good behaviour?  It is because I desire\nto encourage in you a vein of pleasantry, which is most desirable in\none’s correspondence, as well as in conversation, that I put aside the\nstern old father, and play papa now and then.",
        "When I was learning to act tragedy, I had frequently to perform comic\nparts, in order to acquire a certain ease of manner that my serious\nparts might not appear too stilted; so you must endeavour in your\nletters, in your conversation, and your general deportment, to be easy\nand natural, graceful and dignified.  But remember that dignity does\nnot consist of over-becoming pride and haughtiness; self-respect,\npoliteness and gentleness in all things and to all persons will give\nyou sufficient dignity.  Well, I declare, I’ve dropped into a sermon,\nafter all, haven’t I?  I’m afraid I’11 have to let Pip and the bird\nhave a chance, or else I’11 go on preaching till the end of my letter.\nYou must tell me what you are reading now, and how you progress in\nyour studies, and how good you are trying to be.  Of that I have no\nfear.  I doubt if I shall get to Philadelphia in June; so do not\nexpect me until school breaks up and then–\"hey for Cos Cob” and the\nfish-poles!  When I was last there the snow was high above our knees;\nbut still I liked it better than the city ....",
        "Love and kisses from your grim old father.",
        "TO HIS DAUGHTER",
        "April  23, 1876.",
        "MY DARLING DAUGHTER,",
        "...  When I was at Eton (I don’t refer now to the dinner-table) my\nGreek and Latin were of such a superior quality that had it not been\nfor an unforeseen accident I would have carried off all the honours.\nThe accident lay in this:  I never went to school there except in\ndreams.  How often, ah! how often have I imagined the delights of a\ncollegiate education!  What a world of never-ending interest lies open\nto the master of languages!",
        "The best translations cannot convey to us the strength and exquisite\ndelicacy of thought in its native garb, and he to whom such books are\nshut flounders about in outer darkness.  I have suffered so much from\nthe lack of that which my father could easily have given me in youth,\nand which he himself possessed, that I am all the more anxious you\nshall escape my punishment in that respect; that you may not, like me,\ndream of those advantages which others enjoy through any lack of\nopportunity or neglect of mine.  Therefore, learn to love your Latin,\nyour French, and your English grammar; standing firmly and securely on\nthem, you have a solid foothold in the field of literature....",
        "Think how interesting it will be hereafter to refer to your journal,\nand see the rapid development, not only of your mind, but of your\nmoral growth; only do not fail to record all your shortcomings; they\nwill not stand as reproaches, but as mere snags in the tortuous river\nof your life, to be avoided in succeeding trips farther down the\nstream.  They beset us all along the route, from the cradle to the\ngrave, and if we can only see them we can avoid many rough bumps.",
        "God bless my darling!",
        "PAPA.",
        "TO HIS DAUGHTER",
        "CHICAGO, October 9, 1886",
        "...  I am glad to know that baby has begun to crawl; don’t put her on\nher feet too soon; consider her legs a la bow....  I closed my first\nweek here with two enormous houses.  A hard week’s work has greatly\ntired me....  Jefferson called and left with me the manuscript of his\nreminiscences, which he has been writing.  So far as he has written\nit, it is intensely interesting and amusing, and well written in a\nfree and chatty style; it will be the best autobiography of any actor\nyet published if he continues it in its present form.  I sent you some\nbook notices from Lawrence Hutton’s clippings for me....  In the\narticle I send to-day you will see that I am gently touched up on the\npoint of the “old school\"; my reference was not to the old style of\nacting, but the old stock theatre as a school–where a beginner had\nthe advantage of a great variety of experience in farces, as well as\ntragedies and comedies, and a frequent change of programme.  There is\nno “school” now; there is a more natural style of acting, perhaps, but\nthe novice can learn nothing from long runs of a single play ...",
        "TO HIS DAUGHTER",
        "NEW YORK, January 5, 1888,",
        "...  As for God’s reward for what I have done, I can hardly appreciate\nit; it is more like punishment for misdeeds (of which I’ve done many)\nthan grace for good ones (if I’ve done any).  Homelessness is the\nactor’s fate; physical incapacity to attain what is most required and\ndesired by such a spirit as I am a slave to.  If there be rewards, I\nam certainly well paid, but hard schooling in life’s thankless lessons\nhas made we somewhat of a philosopher, and I’ve learned to take the\nbuffets and rewards of fortune with equal thanks, and in suffering all\nto suffer–I won’t say nothing, but comparatively little.  Dick\nStoddard wrote a poem called “The King’s Bell,” which fits my case\nexactly (you may have read it) .  He dedicated it to Lorimer Graham,\nwho never knew an unhappy day in his brief life, instead of to me, who\nnever knew a really happy one.  You mustn’t suppose from this that I’m\nill in mind or body: on the contrary, I am well enough in both; nor am\nI a pessimist.  I merely wanted you to know that the sugar of my life\nis bitter-sweet; perhaps not more so than every man’s whose experience\nhas been above and below the surface....  Business has continued\nlarge, and increases a little every night; the play will run two weeks\nlonger.  Sunday, at four o’clock, I start for Baltimore, arriving\nthere at ten o’clock....",
        "To-morrow, a meeting of actors, managers, and artists at breakfast, to\ndiscuss and organise, if possible, a theatrical club[1] like the\nGarrick of London....",
        "TO HIS DAUGHTER",
        "DETROIT, April 04, 1890.",
        "...  Yes; it is indeed most gratifying to feel that age has not\nrendered my work stale and tiresome, as is usually the case with\nactors (especially tragedians) at my time.  Your dear mother’s fear\nwas that I would culminate too early, as I seemed then to be advancing\nso rapidly.  Somehow I can’t rid myself of the belief that both she\nand my father helped me.  But as for the compensation?  Nothing of\nfame or fortune can compensate for the spiritual suffering that one\npossessing such qualities has to endure.  To pass life in a sort of\ndream, where “nothing is but what is not\"–a loneliness in the very\nmidst of a constant crowd, as it were–is not a desirable condition of\nexistence, especially when the body also has to share the “penalty of\ngreatness,” as it is termed.  Bosh!  I’d sooner be an obscure farmer,\na hayseed from Wayback, or a cabinetmaker, as my father advised, than\nthe most distinguished man on earth.  But Nature cast me for the part\nshe found me best fitted for, and I have had to play it, and must play\nit till the curtain falls.  But you must not think me sad about it.\nNo; I am used to it, and am contented.",
        "I continue well, and act with a vigour which sometimes surprises\nmyself, and all the company notice it, and comment upon it.  I’m glad\nthe babes had a jolly birthday.  Bless ’em!  Love for all.",
        "PAPA.",
        "TO HIS DAUGHTER",
        "THE PLAYERS, NEW YORK,\nMarch 22, 1891.",
        "DEAR DAUGHTER:",
        "I’m in no mood for letter-writing to-day.  The shock (of Mr. Lawrence\nBarrett’s death) so sudden and so distressing, and the gloomy,\ndepressing weather, entirely unfit me for the least exertion–even to\nthink.  Hosts of friends, all eager to assist poor Mrs. Barrett, seem\nhelpless in confusion, and all the details of the sad business seem to\nbe huddled on her ...",
        "General Sherman’s son, “Father Tom,” as he is affectionately called by\nall the family and the friends of the dear old General, will attend.\nHe was summoned from Europe recently to his father’s deathbed, and he\nhappens to be in time to perform services for his father’s friend,\npoor Lawrence.  After the services to-morrow, the remains and a few\nfriends will go direct to Cohasset for the burial–Tuesday–where\nBarrett had only two weeks ago placed his mother, removed from her New\nYork grave to a family lot which he had recently purchased at\nCohasset.  He had also enlarged his house there, where he intended to\npass his old age in privacy.  Doctor Smith was correct in his\nassertion that the glandular disease was incurable, and the surgical\noperation would prolong life only a year or so; the severe cold\nproduced pneumonia; which Barrett’s physicians say might have been\novercome but for the glandular disease still in the blood.  Mrs.\nBarrett knew from the first operation that he had at most a year or so\nto live, and yet by the doctor’s advice kept it secret, and did\neverything to cheer and humour him.  She’s a remarkable woman.  She\nhas been expecting to be suddenly called to him for more than a year\npast, yet the blow came with terrible force.  Milly, Mr. Barrett’s\nyoungest daughter, and her husband, came last night....  When I saw\nLawrence on Thursday he was in a burning fever and asked me to keep\naway for fear his breath might affect me, and it pained him to talk.\nHe pulled through three acts of “De Mauprat” the night before, and\nsent for his wife that night.  His death was very peaceful, with no\nsign of pain.  A couple of weeks ago he and I were to meet General\nSherman at dinner: death came instead.  To-night Barrett had invited\nabout twenty distinguished men to meet me at Delmonico’s, and again\nthe grim guest attends....",
        "My room is like an office of some state official; letters, telegrams,\nand callers come every moment, some on business, many in sympathy.\nThree hours have elapsed since I finished the last sentence, and I\nexpect a call from Bromley before I retire.  A world of business\nmatters have been disturbed by this sudden break of contracts with\nactors and managers, and everything pertaining to next season, as well\nas much concerning the balance of the present one, must be rearranged\nor cancelled.  I, of course, am free; but for the sake of the company\nI shall fulfil my time, to pay their salaries, this week here; and\nnext week in Brooklyn, as they were engaged by Barrett for my\nengagement.  After which they will be out of employment for the\nbalance of the season...",
        "PAPA.",
        "TO MISS EMMA F. CARY\nSAINT VALENTINE’S DAY, 1864.",
        "MY DEAR FRIEND:",
        "A little lull in the whirl of excitement in which my brain has nearly\nlost its balance affords me an opportunity to write to you.  It would\nbe difficult to explain the many little annoyances I have been\nsubjected to in the production of “Richelieu,” but when I tell you\nthat it far surpasses “Hamlet,” and exceeds all my expectations, you\nmay suppose that I have not been very idle all this while.  I wish you\ncould see it.",
        "Professor Peirce[2] has been here, and he will tell you of it.  It\nreally seems that the dreams of my past life–so far as my profession\nis concerned–are being realised.  What Mary and I used to plan for my\nfuture, what Richard and I used laughingly to promise ourselves in\n“our model theatre,” seems to be realised–in these two plays, at\nleast.  As history says of the great cardinal, I am “too fortunate a\nman not to be superstitious,” and as I find my hopes being fulfilled,\nI cannot help but believe that there is a sufficient importance in my\nart to interest them still; that to a higher influence than the world\nbelieves I am moved by I owe the success I have achieved.  Assured\nthat all I do in this advance carries, even beyond the range of my\nlittle world (the theatre), an elevating and refining influence, while\nin it the effect is good, I begin to feel really happy in my once\nuneasy sphere of action.  I dare say I shall soon be contented with my\nlot.  I will tell you this much: I have been offered the means to a\nspeedy and an ample fortune, from all parts of the country, but prefer\nthe limit I have set, wherein I have the power to carry out my wishes,\nthough “on half pay,” as it were....",
        "Ever your friend,",
        "EDWIN BOOTH.",
        "TO MISS EMMA F. CARY\n[Three weeks after the assassination by his brother, John Wilkes\nBooth, of President Lincoln.]\nSaturday, May 6, 1865.",
        "MY DEAR FRIEND:",
        "I’ve just received your letter.  I have been in one sense unable to\nwrite, but you know, of course, what my condition is, and need no\nexcuses.",
        "I have been, by the advice of my friends, “cooped up” since I arrived\nhere, going out only occasionally in the evening.  My health is good,\nbut I suffer from the want of fresh air and exercise.",
        "Poor mother is in Philadelphia, about crushed by her sorrows, and my\nsister, Mrs. Clarke, is ill, and without the least knowledge of her\nhusband, who was taken from her several days ago, with Junius.",
        "My position is such a delicate one that I am obliged to use the utmost\ncaution.  Hosts of friends are staunch and true to me.  Here and in\nBoston I feel safe.  What I am in Philadelphia and elsewhere I know\nnot.  All I do [know] of the above named city is that there is one\ngreat heart firm and faster bound to me than ever.",
        "Sent in answer to dear Mary’s [his wife’s] prayers–I faithfully\nbelieve it.  She will do what Mary struggled, suffered, and died in\ndoing.  My baby, too, is there.  Now that the greatest excitement is\nover, and a lull is in the storm, I feel the need of that dear angel;\nbut during the heat of it I was glad she was not here.",
        "When Junius and Mr. Clarke are at liberty, mother will come here and\nbring Edwina [his daughter] to me.  I wish I could see with others’\neyes; all my friends assure me that my name shall be free, and that in\na little while I may be where I was and what I was; but, alas! it\nlooks dark to me.",
        "God bless you all for your great assistance in my behalf; even dear\nDick aided me in my extremity, did he not?",
        "Give my love to all and kisses to George.",
        "...  I do not think the feeling is so strong in my favour in\nPhiladelphia as it is here and in Boston.  I am not known there.  Ever\nyours.",
        "TO MR. NAHUM CAPEN",
        "[In response to an inquiry regarding his brother, John Wilkes Booth.]\nWINDSOR HOTEL, NEW YORK,\nJuly 28, 1881.",
        "DEAR SIR:",
        "I can give you very little information regarding my brother John.  I\nseldom saw him since his early boyhood in Baltimore.  He was a\nrattle-pated fellow, filled with quixotic notions.",
        "While at the farm in Maryland he would charge on horseback through the\nwoods, “spouting” heroic speeches with a lance in his hand–a relic of\nthe Mexican war–given to father by some soldier who had served under\nTaylor.  We regarded him as a good-hearted, harmless, though\nwild-brained, boy, and used to laugh at his patriotic froth whenever\nsecession was discussed.  That he was insane on that one point no one\nwho knew him well can doubt.  When I told him that I had voted for\nLincoln’s reelection he expressed deep regret, and declared his belief\nthat Lincoln would be made king of America; and this I believe, drove\nhim beyond the limits of reason.  I asked him once why he did not join\nthe Confederate army.  To which he replied, “I promised mother I would\nkeep out of the quarrel, if possible, and I am sorry that I said so.\"\nKnowing my sentiments, he avoided me, rarely visiting my house, except\nto see his mother, when political topics were not touched upon–at\nleast in my presence.  He was of a gentle, loving disposition, very\nboyish and full of fun–his mother’s darling–and his deed and death\ncrushed her spirit.  He possessed rare dramatic talent, and would have\nmade a brilliant mark in the theatrical world.  This is positively all\nthat I know about him, having left him a mere school-boy, when I went\nwith my father to California in 1852.  On my return in 1856 we were\nseparated by professional engagements, which kept him mostly in the\nSouth while I was employed in the Eastern and Northern states.",
        "I do not believe any of the wild, romantic stories published in the\npapers concerning him; but of course he may have been engaged in\npolitical matters of which I know nothing.  All his theatrical friends\nspeak of him as a poor crazy boy, and such his family think of him.  I\nam sorry I can afford you no further light on the subject.  Very truly\nyours,",
        "ADVICE TO A YOUNG ACTOR",
        "[TO WALTER THOMAS]\nNEW YORK, August 28, 1889.",
        "MY DEAR MR. THOMAS:",
        "I was surprised to learn that your engagement with Mr. Barrett is\nterminated, and am sorry for the cause, although I believe the result\nwill be to your advantage.  Your chances for promotion will be better\nin a company that is not confined to so limited a repertoire as mine,\nin which so few opportunities occur for the proper exercise of\nyouthful talent.  A frequent change of role, and of the lighter\nsort–especially such as one does not like forcing one’s self to use\nthe very utmost of his ability in the performance of–is the training\nrequisite for a mastery of the actor’s art.",
        "I had seven years’ apprenticeship at it, during which most of my\nlabour was in the field of comedy–\"walking gentleman,” burlesque, and\nlow comedy parts–the while my soul was yearning for high tragedy.  I\ndid my best with all that I was cast for, however, and the unpleasant\nexperience did me a world of good.  Had I followed my own bent, I\nwould have been, long ago, a “crushed tragedian.”",
        "I will, as you request, give you a line to Mr. Palmer, and I hope you\nmay obtain a position that will afford you the necessary practice.\nWith best wishes.  Truly yours,",
        "EDWIN BOOTH.",
        "Continue...",
        "\nThis full text of \nLibrary of Little Masterpieces: 19th Century Actor Autobiographies, edited by George Iles,\nis in the public domain.\n\n\nAlso see: Acting: The First Six Lessons.\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on October 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "You: On A Diet: The Owner's Manual for Waist ManagementBy Mehmet C. OzAt Amazon"
    ]
}