{
    "title": "19th Century Actor Autobiographies - Joseph Jefferson",
    "author": "George Iles, Editor",
    "chapter": "2",
    "content": [
        "\n\n",
        "\n“Joseph Jefferson, Full-Length Portrait, seated on Table, Facing Right, Looking at a Woman.”\nCredit: Falk, Benjamin J., photographer.\nCopyright 1894. Prints and Photographs Division, Library of Congress.\n",
        "[William Winter, the dramatic critic of the New York Tribune, in\n1894 wrote the “Life and Art of Joseph Jefferson,” published by the\nMacmillan Company, London and New York.  He gives an account of\nJefferson’s lineage, and then says:",
        "“In Joseph Jefferson, fourth of the line, famous as Rip Van Winkle,\nand destined to be long remembered by that name in dramatic history,\nthere is an obvious union of the salient qualities of his ancestors.\nThe rustic luxuriance, manly vigour, careless and adventurous\ndisposition of the first Jefferson; the refined intellect, delicate\nsensibility, dry humour, and gentle tenderness of the second; and the\namiable, philosophic, and drifting temperament of the third, reappear\nin this descendant.  But more than any of his ancestors, and more than\nmost of his contemporaries, the present Jefferson is an originator in\nthe art of acting....  Joseph Jefferson is as distinct as Lamb among\nessayists, or George Darley among lyrical poets.  No actor of the past\nprefigured him, ... and no name, in the teeming annals of modern art,\nhas shone with a more tranquil lustre, or can be more confidently\ncommitted to the esteem of posterity.”",
        "The Autobiography of Joseph Jefferson, copyright, 1889, 1890, by the\nCentury Company, New York, was published 1891.  From its chapters, by\npermission, have been taken these pages.–ED.]",
        "The hope of entering the race for dramatic fame as an individual and\nsingle attraction never came into my head until, in 1858, I acted Asa\nTrenchard in “Our American Cousin\"; but as the curtain descended the\nfirst night on that remarkably successful play, visions of large type,\nforeign countries, and increased remuneration floated before me, and I\nresolved to be a star if I could.  A resolution to this effect is\neasily made; its accomplishment is quite another matter.",
        "Art has always been my sweetheart, and I have loved her for herself\nalone.  I had fancied that our affection was mutual, so that when I\nfailed as a star, which I certainly did, I thought she had jilted me.\nNot so.  I wronged her.  She only reminded me that I had taken too\ngreat a liberty, and that if I expected to win her I must press my\nsuit with more patience.  Checked, but undaunted in the resolve, my\nmind dwelt upon my vision, and I still indulged in day-dreams of the\nfuture.",
        "During these delightful reveries it came up before me that in acting\nAsa Trenchard I had, for the first time in my life on the stage,\nspoken a pathetic speech; and though I did not look at the audience\nduring the time I was acting–for that is dreadful–I felt that they\nboth laughed and cried.  I had before this often made my audience\nsmile, but never until now had I moved them to tears.  This to me\nnovel accomplishment was delightful, and in casting about for a new\ncharacter my mind was ever dwelling on reproducing an effect where\nhumour would be so closely allied to pathos that smiles and tears\nshould mingle with each other.  Where could I get one?  There had been\nmany written, and as I looked back into the dramatic history of the\npast a long line of lovely ghosts loomed up before me, passing as in a\nprocession: Job Thornberry, Bob Tyke, Frank Ostland, Zekiel Homespun,\nand a host of departed heroes “with martial stalk went by my watch.\"\nCharming fellows all, but not for me, I felt I could not do them\njustice.  Besides, they were too human.  I was looking for a\nmyth–something intangible and impossible.  But he would not come.\nTime went on, and still with no result,",
        "During the summer of 1859 I arranged to board with my family at a\nqueer old Dutch farmhouse in Paradise Valley, at the foot of Pocono\nMountain, in Pennsylvania.  A ridge of hills covered with tall\nhemlocks surrounds the vale, and numerous trout-streams wind through\nthe meadows and tumble over the rocks.  Stray farms are scattered\nthrough the valley, and the few old Dutchmen and their families who\ntill the soil were born upon it; there and only there they have ever\nlived.  The valley harmonised with me and our resources.  The scene\nwas wild, the air was fresh, and the board was cheap.  What could the\nlight heart and purse of a poor actor ask for more than this?",
        "On one of those long rainy days that always render the country so dull\nI had climbed to the loft of the barn, and lying upon the hay was\nreading that delightful book “The Life and Letters of Washington\nIrving.”  I had gotten well into the volume, and was much interested\nin it, when to my surprise I came upon a passage which said that he\nhad seen me at Laura Keene’s theater as Goldfinch in Holcroft’s comedy\nof “The Road to Ruin,” and that I reminded him of my father “in look,\ngesture, size, and make.”  Till then I was not aware that he had ever\nseen me.  I was comparatively obscure, and to find myself remembered\nand written of by such a man gave me a thrill of pleasure I can never\nforget.  I put down the book, and lay there thinking how proud I was,\nand ought to be, at the revelation of this compliment.  What an\nincentive to a youngster like me to go on.",
        "And so I thought to myself, “Washington Irving, the author of ’The\nSketch-Book,’ in which is the quaint story of Rip Van Winkle.”  Rip\nVan Winkle!  There was to me magic in the sound of the name as I\nrepeated it.  Why, was not this the very character I wanted?  An Ameri\ncan story by an American author was surely just the theme suited to an\nAmerican actor.",
        "In ten minutes I had gone to the house and returned to the barn with\n“The Sketch-Book.”  I had not read the story since I was a boy.  I was\ndisappointed with it; not as a story, of course, but the tale was\npurely a narrative.  The theme was interesting, but not dramatic.  The\nsilver Hudson stretches out before you as you read, the quaint red\nroofs and queer gables of the old Dutch cottages stand out against the\nmist upon the mountains; but all this is descriptive.  The character\nof Rip does not speak ten lines.  What could be done dramatically with\nso simple a sketch?  How could it he turned into an effective play?",
        "Three or four bad dramatisations of the story had already been acted,\nbut without marked success, Yates of London had given one in which the\nhero dies, one had been acted by my father, one by Hackett, and\nanother by Burke.  Some of these versions I had remembered when I was\na boy, and I should say that Burke’s play and performance were the\nbest, but nothing that I remembered gave me the slightest\nencouragement that I could get a good play out of any of the existing\nmaterials.  Still I was so bent upon acting the part that I started\nfor the city, and in less than a week, by industriously ransacking the\ntheatrical wardrobe establishments for old leather and mildewed cloth\nand by personally superintending the making of the wigs, each article\nof my costume was completed; and all this, too, before I had written a\nline of the play or studied a word of the part.",
        "This is working in an opposite direction from all the conventional\nmethods in the study and elaboration of a dramatic character, and\ncertainly not following the course I would advise any one to pursue.\nI merely mention the out-of-the-way, upside-down manner of going to\nwork as an illustration of the impatience and enthusiasm with which I\nentered upon the task, I can only account for my getting the dress\nready before I studied the part to the vain desire I had of witnessing\nmyself in the glass, decked out and equipped as the hero of the\nCatskills.",
        "I got together the three old printed versions of the drama and the\nstory itself.  The plays were all in two acts.  I thought it would be\nan improvement in the drama to arrange it in three, making the scene\nwith the spectre crew an act by itself.  This would separate the\npoetical from the domestic side of the story.  But by far the most\nimportant alteration was in the interview with the spirits.  In the\nold versions they spoke and sang.  I remembered that the effect of\nthis ghostly dialogue was dreadfully human, so I arranged that no\nvoice but Rip’s should be heard.  This is the only act on the stage in\nwhich but one person speaks while all the others merely gesticulate,\nand I was quite sure that the silence of the crew would give a lonely\nand desolate character to the scene and add its to supernatural\nweirdness.  By this means, too, a strong contrast with the single\nvoice of Rip was obtained by the deathlike stillness of the “demons\"\nas they glided about the stage in solemn silence.  It required some\nthought to hit upon just the best questions that could be answered by\na nod and shake of the head, and to arrange that at times even Rip\nshould propound a query to himself and answer it; but I had availed\nmyself of so much of the old material that in a few days after I had\nbegun my work it was finished.",
        "In the seclusion of the barn I studied and rehearsed the part, and by\nthe end of summer I was prepared to transplant it from the rustic\nrealms of an old farmhouse to a cosmopolitan audience in the city of\nWashington, where I opened at Carusi’s Hall under the management of\nJohn T. Raymond.  I had gone over the play so thoroughly that each\nsituation was fairly engraved on my mind.  The rehearsals were\ntherefore not tedious to the actors; no one was delayed that I might\nconsider how he or she should be disposed in the scene.  I had by\nrepeated experiments so saturated myself with the action of the play\nthat a few days seemed to perfect the rehearsals.  I acted on these\noccasions with all the point and feeling that I could muster.  This\nanswered the double purpose of giving me freedom and of observing the\neffect of what I was doing on the actors.  They seemed to be watching\nme closely, and I could tell by little nods of approval where and when\nthe points hit.",
        "I became each day more and more interested in the work; there was in\nthe subject and the part much scope for novel and fanciful treatment.\nIf the sleep of twenty years was merely incongruous, there would be\nroom for argument pro and con; but as it is an impossibility, I felt\nthat the audience would accept it at once, not because it was an\nimpossibility, but from a desire to know in what condition a man’s\nmind would be if such an event could happen.  Would he be thus\nchanged?  His identity being denied both by strangers, friends, and\nfamily, would he at last almost accept the verdict and exclaim, “Then\nI am dead, and that is a fact?”  This was the strange and original\nattitude of the character that attracted me.",
        "In acting such a part what to do was simple enough, but what not to do\nwas the important and difficult point to determine.  As the earlier\nscenes of the play were of a natural and domestic character, I had\nonly to draw upon my experience for their effect, or employ such\nconventional methods as myself and others had used before in\ncharacters of that ilk.  But from the moment Rip meets the spirits of\nHendrik Hudson and his crew I felt that all colloquial dialogue and\ncommonplace pantomime should cease.  It is at this point in the story\nthat the supernatural element begins, and henceforth the character\nmust be raised from the domestic plane and lifted into the realms of\nthe ideal.",
        "To be brief, the play was acted with a result that was to me both\nsatisfactory and disappointing.  I was quite sure that the character\nwas what I had been seeking, and I was equally satisfied that the play\nwas not.  The action had neither the body nor the strength to carry\nthe hero; the spiritual quality was there, but the human interest was\nwanting.  The final alterations and additions were made five years\nlater by Dion Boucicault.",
        "“Rip Van Winkle” was not a sudden success.  It did not burst upon the\npublic like a torrent.  Its flow was gradual, and its source sprang\nfrom the Hartz Mountains, an old German legend, called “Carl the\nShepherd,” being the name of the original story.  The genius of\nWashington Irving transplanted the tale to our own Catskills.  The\ngrace with which he paints the scene, and, still more, the quaintness\nof the story, placed it far above the original.  Yates, Hackett, and\nBurke had separate dramas written upon this scene and acted the hero,\nleaving their traditions one to the other.  I now came forth, and\nsaying, “Give me leave,” set to work, using some of the\nbefore-mentioned tradition, mark you.  Added to this, Dion Boucicault\nbrought his dramatic skill to bear, and by important additions made a\nbetter play and a more interesting character of the hero than had as\nyet been reached.  This adaptation, in my turn, I interpreted and\nenlarged upon.  It is thus evident that while I may have done much to\nrender the character and the play popular, it has not been the work of\none mind, but both as its to narrative and its dramatic form has been\noften moulded, and by many skilful hands.  So it would seem that those\ndramatic successes that “come like shadows, so depart,” and those that\nare lasting, have ability for their foundation and industry for their\nsuperstructure.  I speak now of the former and the present condition\nof the drama.  What the future may bring forth it is difficult to\ndetermine.  The histrionic kaleidoscope revolves more rapidly than of\nyore and the fantastic shapes that it exhibits are brilliant and\nconfusing; but under all circumstances I should be loath to believe\nthat any conditions will render the appearance of frivolous novices\nmore potent than the earnest design of legitimate professors.",
        "Acting has been so much a part of my life that my autobiography could\nscarcely be written without jotting down my reflections upon it, and I\nmerely make this little preparatory explanation to apologise for any\ndogmatic tone that they may possess, and to say that I present them\nmerely as a seeker after truth in the domain of art.",
        "In admitting the analogy that undoubtedly exists between the arts of\npainting, poetry, music, and acting, it should be remembered that the\nfirst three are opposed to the last, in at least the one quality of\npermanence.  The picture, oratorio, or book must bear the test of\ncalculating criticism, whereas the work of an actor is fleeting: it\nnot only dies with him, but, through his different moods, may vary\nfrom night to night.  If the performance be indifferent it is no\nconsolation for the audience to hear that the player acted well last\nnight, or to be told that he will act better to-morrow night; it is\nthis night that the public has to deal with, and the impression the\nactor has made, good or bad, remains as such upon the mind of that\nparticular audience.",
        "The author, painter, or musician, if he be dissatisfied with his work,\nmay alter and perfect it before giving it publicity, but an actor\ncannot rub out; he ought, therefore, in justice to his audience, to be\nsure of what he is going to place before it.  Should a picture in an\nart gallery be carelessly painted we can pass on to another, or if a\nbook fails to please us we can put it down.  An escape from this kind\nof dulness is easily made, but in a theatre the auditor is imprisoned.\nIf the acting be indifferent, he must endure it, at least for a time.\nHe cannot withdraw without making himself conspicuous; so he remains,\nhoping that there may be some improvement as the play proceeds, or\nperhaps from consideration for the company he is in.  It is this\nhelpless condition that renders careless acting so offensive.",
        "I have seen impulsive actors who were so confident of their power that\nthey left all to chance.  This is a dangerous course, especially when\nacting a new character.  I will admit that there are many instances\nwhere great effects have been produced that were entirely spontaneous,\nand were as much a surprise to the actors who made them as they were\nto the audience who witnessed them; but just as individuals who have\nexuberant spirits are at times dreadfully depressed, so when an\nimpulsive actor fails to receive his inspiration he is dull indeed,\nand is the more disappointing because of his former brilliant\nachievements.",
        "In the stage management of a play, or in the acting of a part, nothing\nshould be left to chance, and for the reason that spontaneity,\ninspiration, or whatever the strange and delightful quality may be\ncalled, is not to be commanded, or we should give it some other name.\nIt is, therefore, better that a clear and unmistakable outline of a\ncharacter should be drawn before an actor undertakes a new part.  If\nhe has a well-ordered and an artistic mind it is likely that he will\ngive at least a symmetrical and effective performance; but should he\nmake no definite arrangement, and depend upon our ghostly friends\nSpontaneity and Inspiration to pay him a visit, and should they\ndecline to call, the actor will be in a maze and his audience in a\nmuddle.",
        "Besides, why not prepare to receive our mysterious friends whether\nthey come or not?  If they fail on such an invitation, we can at least\nentertain our other guests without them, and if they do appear, our\npreconceived arrangements will give them a better welcome and put them\nmore at ease.",
        "Acting under these purely artificial conditions will necessarily be\ncold, but the care with which the part is given will at least render\nit inoffensive; they are, therefore, primary considerations, and not\nto be despised.  The exhibition, however, of artistic care does not\nalone constitute great acting.  The inspired warmth of passion in\ntragedy and the sudden glow of humour in comedy cover the artificial\nframework with an impenetrable veil: this is the very climax of great\nart, for which there seems to be no other name but genius.  It is\nthen, and then only, that an audience feels that it is in the presence\nof a reality rather than a fiction.  To an audience an ounce of genius\nhas more weight than a ton of talent; for though it respects the\nlatter, it reverences the former.  But the creative power, divine as\nit may be, should in common gratitude pay due regard to the\nreflective; for Art is the handmaid of Genius, and only asks the\nmodest wages of respectful consideration in payment for her valuable\nservices.  A splendid torrent of genius ought never to be checked, but\nit should be wisely guided into the deep channel of the stream, from\nwhose surface it will then reflect Nature without a ripple.  Genius\ndyes the hues that resemble those of the rainbow; Art fixes the\ncolours that they may stand.  In the race for fame purely artificial\nactors cannot hope to win against those whose genius is guided by\ntheir art; and, on the other hand, Intuition must not complain if,\nunbridled or with too loose a rein, it stumbles on the course, and so\nallows a well-ridden hack to distance it.",
        "Much has been written upon the question as to whether an actor ought\nto feel the character he acts, or be dead to any sensations in this\ndirection.  Excellent artists differ in their opinions on this\nimportant point.  In discussing it I must refer to some words I wrote\nin one of my early chapters:",
        "“The methods by which actors arrive at great effects vary according to\ntheir own natures; this renders the teaching of the art by any\nstrictly defined lines a difficult matter.”",
        "There has lately been a discussion on the subject, in which many have\ntaken part, and one quite notable debate between two distinguished\nactors, one of the English and the other of the French stage [Henry\nIrving and Mons. Coquelin].  These gentlemen, though they differ\nentirely in their ideas, are, nevertheless, equally right.  The method\nof one, I have no doubt, is the best he could possibly devise for\nhimself; and the same may be said of the rules of the other as applied\nto himself.  But they must work with their own tools; if they had to\nadopt each other’s they would be as much confused as if compelled to\nexchange languages.  One believes that he must feel the character he\nplays, even to the shedding of real tears, while the other prefers\nnever to lose himself for an instant, and there is no doubt that they\nboth act with more effect by adhering to their own dogmas.",
        "For myself, I know that I act best when the heart is warm and the head\nis cool.  In observing the works of great painters I find that they\nhave no conventionalities except their own; hence they are masters,\nand each is at the head of his own school.  They are original, and\ncould not imitate even if they would.",
        "So with acting, no master-hand can prescribe rules for the head of\nanother school.  If, then, I appear bold in putting forth my\nsuggestions, I desire it to be clearly understood that I do not\npresent them to original or experienced artists who have formed their\nschool, but to the student who may have a temperament akin to my own,\nand who could, therefore, blend my methods with his preconceived\nideas.",
        "Many instructors in the dramatic art fall into the error of teaching\ntoo much.  The pupil should first be allowed to exhibit his quality,\nand so teach the teacher what to teach.  This course would answer the\ndouble purpose of first revealing how much the pupil is capable of\nlearning, and, what is still more important, of permitting him to\ndisplay his powers untrammeled.  Whereas, if the master begins by\npounding his dogmas into the student, the latter becomes environed by\na foreign influence which, if repugnant to his nature, may smother his\nability.",
        "It is necessary to be cautious in studying elocution and\ngesticulation, lest they become our masters instead of our servants.\nThese necessary but dangerous ingredients must be administered and\ntaken in homeopathic doses, or the patient may die by being\nover-stimulated.  But, even at the risk of being artificial, it is\nbetter to have studied these arbitrary rules than to enter a\nprofession with no knowledge whatever of its mechanism.  Dramatic\ninstinct is so implanted in humanity that it sometimes misleads us,\nfostering the idea that because we have the natural talent within we\nare equally endowed with the power of bringing it out.  This is the\ncommon error, the rock on which the histrionic aspirant is oftenest\nwrecked.  Very few actors succeed who crawl into the service through\nthe “cabin windows\"; and if they do it is a lifelong regret with them\nthat they did not exert their courage and sail at first “before the\nmast.”",
        "Many of the shining lights who now occupy the highest positions on the\nstage, and whom the public voice delights to praise, have often\nappeared in the dreaded character of omnes, marched in processions,\nsung out of tune in choruses, and shouted themselves hoarse for Brutus\nand Mark Antony.",
        "If necessity is the mother of invention, she is the foster-mother of\nart, for the greatest actors that ever lived have drawn their early\nnourishment from her breast.  We learn our profession by the\nmortifications we are compelled to go through in order to get a\nliving.",
        "The sons and daughters of wealthy parents who have money at their\ncommand, and can settle their weekly expenses without the assistance\nof the box office, indignantly refuse to lower themselves by assuming\nsome subordinate character for which they are cast, and march home\nbecause their fathers and mothers will take care of them.  Well, they\nhad better stay there!",
        "But whether you are rich or poor, if you would be an actor begin at\nthe beginning.  This is the old conventional advice, and is as good\nnow in its old age as it was in its youth.  All actors will agree in\nthis, and as Puff says, in the Critic, “When they do agree on the\nstage the unanimity is wonderful.”  Enroll yourself as a “super” in\nsome first-class theatre, where there is a stock Company and likely to\nbe a periodical change of programme, so that even in your low degree\nthe practice will be varied.  After having posed a month as an\ninnocent English rustic, you may, in the next play, have an\nopportunity of being a noble Roman.  Do the little you have to do as\nwell as you can; if you are in earnest the stage-manager will soon\nnotice it and your advancement will begin at once.  You have now made\nthe plunge, the ice is broken; there is no more degradation for you;\nevery step you take is forward.",
        "A great American statesman said, “There is always plenty of room at\nthe top.”  So there is, Mr. Webster, after you get there.  But we must\nclimb, and climb slowly too, so that we can look back without any\nunpleasant sensations; for if we are cast suddenly upon the giddy\nheight our heads will swim and down we shall go.  Look also at the\ndifficulties that will beset you by beginning “at the top.”  In the\nfirst place, no manager in his senses will permit it; and if he did,\nyour failure–which is almost inevitable–not only will mortify you,\nbut your future course for some time to come will be on the downward\npath.  Then, in disgust, sore and disheartened, you will retire from\nthe profession which perhaps your talents might have ornamented if\nthey had been properly developed.",
        "In May, 1886, Mr. Jefferson paid a visit to Montreal, and greatly\nenjoyed a drive through Mount Royal Park and to Sault au Recollet.\nThat week he appeared in “Rip Van Winkle” and “The Cricket on the\nHearth.”  Speaking of Boucicault, who dramatised Rip, he said to the\neditor of this volume: “Yes, he is a consummate retoucher of other\nmen’s work.  His experience on the stage tells him just what points to\nexpand and emphasise with most effect.  No author seated at his desk\nall his life, without theatrical training, could ever have rewritten\nRip with such success.  Among modern plays I consider ’The Scrap of\nPaper’ by Victorien Sardou to be the most ingenious of all.  If Sardou\nonly had heart he would be one of the greatest dramatists that ever\nlived.  Had he written ’The Cricket on the Hearth,’ Caleb Plummer\ninstead of being patient, resigned and lovable would have been filled\nwith the vengeful ire of a revolutionist.”",
        "With regard to Shakespeare Mr. Jefferson said:",
        "“’Macbeth’ is his greatest play, the deepest in meaning, the best knit\nfrom the first scene to the last.  While ’Othello’ centres on\njealousy, ’Lear’ on madness, ’Romeo and Juliet’ on love, ’Macbeth’\nturns on fate, on the supernal influences which compel a man with good\nin him to a murderous course.  The weird witches who surround the\nbubbling caldron are Fates.”",
        "Recalling his early days on the boards he remarked:  “Then a young\nactor had to play a varied round of parts in a single season.\nTo-night it would be farce, to-morrow tragedy, the next night some\nsuch melodrama as ’Ten Nights in a Bar-room.’  This not only taught an\nactor his business, it gave him a chance to find out where his\nstrength lay, whether as Dundreary, Hamlet, or Zeke Homespun.”",
        "One of Mr. Jefferson’s company that season was his son, Mr. Thomas\nJefferson.  When I spoke of his remarkable resemblance to the\nportraits of President Jefferson, I was told:",
        "“If physiognomy counts for anything, all the Jeffersons have sprung\nfrom one stock; we look alike wherever you find us.  The next time you\nare in Richmond, Virginia, I wish you to notice the statue of Thomas\nJefferson, one of the group surrounding George Washington beside the\nCapitol.  That statue might serve as a likeness of my father.  When\nhis father was once playing in Washington, President Jefferson, who\nwarmly admired his talents, sent for him and received him most\nhospitably.  When they compared genealogies they could come no nearer\nthan that both families had come from the same county in England.”",
        "Montreal has several highly meritorious art collections: these, of\nCourse, were open to Mr. Jefferson.  He was particularly pleased with\nthe canvases of Corot in the mansion of Sir George Drummond.  That\nafternoon another collector showed him his gallery and pointed to a\nportrait of his son, for the three years past a student of art in\nParis.  Mr. Jefferson asked: “How can you bear to be parted from him\nso long?”",
        "He could be witty as well as kind in his remarks.  A kinswoman in his\ncompany grumbled that the Montreal Herald had called her nose a\npoem.",
        "“No, my dear,” was his comment, “it’s not a poem, but a stanza,\nsomething shorter.”",
        "On Dominion Square I showed him the site occupied by the Ice Palace\nduring the recent Winter Carnival; on the right stood a Methodist\nChurch, on the left the Roman Catholic Cathedral.  He remarked simply:\n“So there’s a coolness between them!”",
        "Continue...",
        "\nThis full text of \nLibrary of Little Masterpieces: 19th Century Actor Autobiographies, edited by George Iles,\nis in the public domain.\n\n\nAlso see: Acting: The First Six Lessons.\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on October 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "You: On A Diet: The Owner's Manual for Waist ManagementBy Mehmet C. OzAt Amazon"
    ]
}