{
    "title": "19th Century Actor Autobiographies - Henry Brodribb Irving",
    "author": "George Iles, Editor",
    "chapter": "7",
    "content": [
        "\n\n",
        "\nPhotograph by Alfred Ellis and Walery, London.",
        "[Henry Brodribb Irving, son of the late Sir Henry Irving, was born in\nLondon in 1870.  His first appearance on the stage was at the Garrick\nTheatre, London, in “School,” when twenty-one.  In 1906 he toured with\nsuccess throughout the United States, appearing in plays made\nmemorable by his father, “The Lyons Mail,” “Charles I.,” and “The\nBells.”  Mr. Irving distinctly inherits Sir Henry Irving’s ability\nboth as an actor and as a thoughtful student of acting as an art.  In\n1905 he gave a lecture, largely autobiographical, to the Academy of\nDramatic Art in London.  It appeared in the Fortnightly Review, May,\n1905, and is republished by Small, Maynard & Co., Boston, in\n“Occasional Papers.  Dramatic and Historical” by Mr. Irving.  By his\nkindness, and that of his publishers, its pages are here drawn\nupon.–ED.]",
        "I received, not very long ago, in a provincial town, a letter from a\nyoung lady, who wished to adopt the stage as a profession but was\ntroubled in her mind by certain anxieties and uncertainties.  These\nshe desired me to relieve.  The questions asked by my correspondent\nare rather typical questions-questions that are generally asked by\nthose who, approaching the stage from the outside, in the light of\nprejudice and misrepresentation, believe the calling of the actor to\nbe one morally dangerous and intellectually contemptible; one in which\nit is equally easy to succeed as an artist and degenerate as an\nindividual.  She begins by telling me that she has a “fancy for the\nstage,” and has “heard a great many things about it.”  Now, for any\nman or woman to become an actor or actress because they have a “fancy\nfor the stage” is in itself the height of folly.  There is no calling,\nI would venture to say, which demands on the part of the aspirant\ngreater searching of heart, thought, deliberation, real assurance of\nfitness, reasonable prospect of success before deciding to follow it,\nthan that of the actor.  And not the least advantage of a dramatic\nschool lies in the fact that some of its pupils may learn to\nreconsider their determination to go on the stage, become convinced of\ntheir own unfitness, recognise in time that they will be wise to\nabandon a career which must always be hazardous and difficult even to\nthose who are successful, and cruel to those who fail.  Let it be\nsomething far sterner and stronger than mere fancy that decides you to\ntry your fortunes in the theatre.",
        "My correspondent says she has “heard a great many things about the\nstage.”  If I might presume to offer a piece of advice, it would be\nthis:  Never believe anything you hear about actors and actresses from\nthose who are not actually familiar with them.  The amount of\nnonsense, untruth, sometimes mischievous, often silly, talked by\notherwise rational people about the theatre, is inconceivable were it\nnot for one’s own personal experience.  It is one of the penalties of\nthe glamour, the illusion of the actor’s art, that the public who see\nmen and women in fictitious but highly exciting and moving situations\non the stage, cannot believe that when they quit the theatre, they\nleave behind them the emotions, the actions they have portrayed there.\nAnd as there is no class of public servants in whom the public they\nserve take so keen an interest as actors and actresses, the wildest\ninventions about their private lives and domestic behaviour pass as\ncurrent, and are eagerly retailed at afternoon teas in suburban\ndrawing-rooms.",
        "Now, the first question my correspondent asks me is this: “Does a\nyoung woman going on the stage need a good education and also to know\nlanguages?”  To answer the first part of the question is not, I think,\nvery difficult.  The supremely great actor or actress of natural\ngenius need have no education or knowledge of languages; it will be\nimmaterial whether he or she has enjoyed all the advantages of birth\nand education or has been picked up in the streets; genius, the\nhighest talent, will assert itself irrespective of antecedents.  But I\nshould say that any sort of education was of the greatest value to an\nactor or actress of average ability, and that the fact that the ranks\nof the stage are recruited to-day to a certain extent from our great\nschools and universities, from among classes of people who fifty years\nago would never have dreamed of entering our calling, is one on which\nwe may congratulate ourselves.  Though the production of great actors\nand actresses will not be affected either one way or the other by\nthese circumstances, at the same time our calling must benefit in the\ngeneral level of its excellence, in its fitness to represent all\ngrades of society on the stage, if those who follow it are picked from\nall classes, if the stage has ceased to be regarded as a calling unfit\nfor a man or woman of breeding or education,",
        "The second question this lady asks me is this:",
        "“Does she need to have her voice trained, and about what age do people\ngenerally commence to go on the stage?”  The first part of this\nquestion as to voice training touches on the value of an Academy of\nActing.  Of the value–the practical value–of such an institution\nrightly conducted there can be no doubt.  That acting cannot be taught\nis a well-worn maxim and perhaps a true one; but acting can be\ndisciplined; the ebullient, sometimes eccentric and disordered\nmanifestations of budding talent may be modified by the art of the\nteacher; those rudiments, which many so often acquire painfully in the\ncourse of rehearsal, the pupils who leave an academy should be masters\nof and so save much time and trouble to those whose business it is to\nproduce plays.  The want of any means of training the beginner, of\ncoping at all with the floods of men and women, fit and unfit, who are\never clamouring at the doors of the theatre, has been a long-crying\nand much-felt grievance.  The establishment of this academy should go\nfar to remove what has been by no means an unjust reproach to our\ntheatrical system.  As to the age at which a person should begin a\ntheatrical career, I do not think there is any actor or actress who\nwould not say that it is impossible to begin too early–at least, as\nearly as a police magistrate will allow.  That art is long and life\nshort applies quite as truthfully to the actor’s as to any other art,\nand as the years go on there must be many who regret that they did not\nsooner decide to follow a calling which seems to carry one all too\nquickly through the flight of time.",
        "My correspondent also asks me a question which I shall answer very\nbriefly, but which it is as well should be answered; She writes, “Are\nthere many temptations for a girl on the stage, and need she\nnecessarily fall into them?”  Of course there are such temptations on\nthe stage, as there must be in any calling in which men and women are\nbrought into contact on a footing of equality; perhaps these\ntemptations are somewhat intensified in the theatre.  At the same\ntime, I would venture to say from my own experience of that branch of\ntheatrical business with which I have been connected–and in such\nmatters one can only speak from personal experience–that any woman\nyielding to these temptations has only herself to blame, that any\nwell-brought-up, sensible girl will, and can, avoid them altogether,\nand that I should not make these temptations a ground for dissuading\nany young woman in whom I might be interested from joining our\ncalling.  To say, as a writer once said, that it was impossible for a\ngirl to succeed on the stage without impaired morals, is a statement\nas untrue as to say that no man can succeed as a lawyer unless he be a\nrogue, a doctor unless he be a quack, a parson unless be be a\nhypocrite.",
        "To all who intend to become actors and actresses, my first word of\nadvice would be–Respect this calling you have chosen to pursue.  You\nwill often in your experience hear it, see it in print, slighted and\ncontemned.  There are many reasons for this.  Religious prejudice,\nfostered by the traditions of a by no means obsolete Puritanism, is\none; the envy of those who, forgetting the disadvantages, the\ndifficulties, the uncertainty of the actor’s life, see only the glare\nof popular adulation, the glitter of the comparatively large salaries\npaid to a few of us–such unreasoning envy as this is another; and the\nwant of sympathy of some writers with the art itself, who, unable to\npray with Goethe and Voltaire, remain to scoff with Jeremy Collier, is\na third.  There are causes from without that will always keep alive a\ncertain measure of hostility towards the player.  As long as the\npublic, in Hazlitt’s words, feel more respect for John Kemble in a\nplain coat than the Lord Chancellor on the Woolsack, so long will this\npublic regard for the actor provoke the resentment of those whose\nachievements in art appeal less immediately, less strikingly, to their\naudience.  But if they would only pause to consider, surely they might\nlay to their souls the unction that the immediate reward of the actor\nin his lifetime is merely nature’s compensation to him for the\ncomparative oblivion of his achievements when he has ceased to be.\nImagine for one moment Shakespeare and Garrick contemplating at the\npresent moment from the heights the spectacle of their fame.  Who\nwould grudge the actor the few years of fervid admiration he was\nprivileged to enjoy, some one hundred and fifty years ago, as compared\nwith the centuries of living glory that have fallen to the great poet?",
        "Sometimes you may hear your calling sneered at by those who pursue it.\nThere are few professions that are not similarly girded at by some of\ntheir own members, either from disappointment or some ingrained\ndiscontent.  When you hear such detraction, fix your thoughts not on\nthe paltry accidents of your art, such as the use of cosmetics and\nother little infirmities of its practice, things that are obvious\nmarks for the cheap sneer, but look rather to what that art is capable\nof in its highest forms, to what is the essence of the actor’s\nachievement, what he can do and has done to win the genuine admiration\nand respect of those whose admiration and respect have been worth the\nhaving.",
        "You will read and hear, no doubt, in your experience, that acting is\nin reality no art at all, that it is mere sedulous copying of nature,\ndemanding neither thought nor originality.  I will only cite in reply\na passage from a letter of the poet Coleridge to the elder Charles\nMathews, which, I venture to think, goes some way to settle the\nquestion.  “A great actor,” he writes, “comic or tragic, is not to be\na mere copy, a fac-simile, but an imitation of nature; now an\nimitation differs from a copy in this, that it of necessity implies\nand demands a difference, whereas a copy aims at identity and what a\nmarble peach on the mantelpiece, that you take up deluded and put down\nwith a pettish disgust, is compared with a fruit-piece of Vanhuysen’s,\neven such is a mere copy of nature, with a true histrionic imitation.\nA good actor is Pygmalion’s statue, a work of exquisite art, animated\nand gifted with motion; but still art, still a species of poetry.”  So\nwrites Coleridge.  Raphael, speaking  of  painting, expresses the same\nthought, equally applicable to the art of acting.  “To paint a fair\none,” he says, “it is necessary for me to see many fair ones; but\nbecause there is so great a scarcity of lovely women, I am constrained\nto make use of one certain ideal, which I have formed to myself in my\nown fancy.”  So the actor who has to portray Hamlet, Othello,\nMacbeth–any great dramatic character–has to form an ideal of such a\ncharacter in his own fancy, in fact, to employ an exercise of\nimagination similar to that of the painter who seeks to depict an\nideal man or woman; the actor certainly will not meet his types of\nHamlet and Othello in the street.",
        "But, whilst in your hearts you should cherish a firm respect for the\ncalling, the art you pursue, let that respect be a silent and modest\nregard; it will be all the stronger for that.  I have known actors and\nactresses who were always talking about their art with a big A, their\n“art-life,” their “life-work,” their careers and futures, and so on.\nKeep these things to yourselves, for I have observed that eloquence\nand hyper-earnestness of this kind not infrequently go with rather\ndisappointing achievement.  Think, act, but don’t talk about it.  And,\nabove all, because you are actors and actresses, for that very reason\nbe sincere and unaffected; avoid rather than court publicity, for you\nwill have quite enough of it if you get on in your profession; the\nsuccessful actor is being constantly tempted to indiscretion.  Do not\nyield too readily to the blandishments of the photographer, or the\nenterprising editor who asks you what are the love scenes you have\nmost enjoyed playing on the stage, and whether an actor or actress can\nbe happy though married.  Be natural on the stage, and be just as\nnatural off it; regard the thing you have to do as work that has to be\ndone to the best of your power; if it be well done, it will bring its\nown reward.  It may not be an immediate reward, but have faith, keep\nyour purpose serious, so serious as to be almost a secret; bear in\nmind that ordinary people expect you, just because you are actors and\nactresses, to be extraordinary, unnatural, peculiar; do your utmost at\nall times and seasons to disappoint such expectations.",
        "To the successful actor society, if he desire it, offers a warm and\ncordial welcome.  Its members do not, it is true, suggest that he\nshould marry with their daughters, but why should they?  An actor has\na very unattractive kind of life to offer to any woman who is not\nherself following his profession.  What I mean is that the fact of a\nman being an actor does not debar him from such gratification as he\nmay find in the pleasures of society.  And I believe that the effect\nof such raising of the actor’s status as has been witnessed in the\nlast fifty years has been to elevate the general tone of our calling\nand bring into it men and women of education and refinement.",
        "At the same time, remember that social enjoyments should always be a\nsecondary consideration to the actor, something of a luxury to be\nsparingly indulged in.  An actor should never let himself be beguiled\ninto the belief that society, generally speaking, is seriously\ninterested in what he does, or that popularity in drawing-rooms\nconnotes success in the theatre.  It does nothing of the kind.  Always\nremember that you can hope to have but few, very few friends or\nadmirers of any class who will pay to see you in a failure; you will\nbe lucky if a certain number do not ask you for free admission to see\nyou in a success.",
        "It is to a public far larger, far more real and genuine than this,\nthat you will one day have to appeal.  It is in their presence that\nyou will finish your education.  The final school for the actor is his\naudience; they are the necessary complement to the exercise of his\nart, and it is by the impression he produces on them that he will\nultimately stand or fall; on their verdict, and on their verdict\nalone, will his success or failure as an artist depend.  But, if you\nhave followed carefully, assiduously, the course of instruction now\nopen to you, when the time has arrived for you to face an audience you\nwill start with a very considerable handicap in your favour.  If you\nhave learnt to move well and to speak well, to be clear in your\nenunciation and graceful in your bearing, you are bound to arrest at\nonce the attention of any audience, no matter where it may be, before\nwhom you appear.  Obvious and necessary as are these two acquirements\nof graceful bearing and correct diction, they are not so generally\ndiffused as to cease to be remarkable.  Consequently, however modest\nyour beginning on the stage, however short the part you may be called\nupon to play, you should find immediately the benefit of your\ntraining.  You may have to unlearn a certain amount, or rather to\nmould and shape what you have learnt to your new conditions, but if\nyou have been well grounded in the essential elements of an actor’s\neducation, you will stand with an enormous advantage over such of your\ncompetitors as have waited till they go into a theatre to learn what\ncan be acquired just as well, better, more thoroughly, outside it.",
        "It has been my object to deal generally with the actor’s calling, a\ncalling, difficult and hazardous in character, demanding much\npatience, self-reliance, determination, and good temper.  This last is\nnot one of its least important demands on your character.  Remember\nthat the actor is not in one sense of the word an independent artist;\nit is his misfortune that the practice of his art is absolutely\ndependent on the fulfilment of elaborate external conditions.  The\npainter, the musician, so long as they can find paint and canvas, ink\nand paper, can work at their art, alone, independent of external\ncircumstances.  Not so the actor.  Before he can act, the theatre, the\nplay, scenery, company, these requisites, not by any means too easy to\nfind, must be provided.  And then it is in the company of others, his\ncolleagues, that his work has to be done.  Consequently patience, good\ntemper, fairness, unselfishness are qualities be will do well to\ncultivate, and he will lose nothing, rather gain, by the exercise of\nthem.  The selfish actor is not a popular person, and, in my\nexperience, not as a rule a successful one.  “Give and take,” in this\nlittle world of the theatre, and you will be no losers by it.",
        "Learn to bear failure and criticism patiently.  They are part of the\nactor’s lot in life.  Critics are rarely animated by any personal\nhostility in what they may write about you, though I confess that when\none reads an unfavourable criticism, one is inclined to set it down to\nanything but one’s own deserving.  I heard a great actor once say that\nwe should never read criticisms of ourselves till a week after they\nwere written–admirable counsel–but I confess I have not yet reached\nthat pitch of self-restraint that would enable me to overcome my\ncuriosity for seven days.  It is, however, a state of equanimity to\nlook forward to.  In the meantime, content yourself with the\nrecollection that ridicule and damning criticism have been the lot at\nsome time in their lives of the most famous actors and actresses, that\nthe unfavourable verdict of to-day may be reversed to-morrow.  It is\nno good resenting failure; turn it to account rather; try to\nunderstand it, and learn something from it.  The uses of theatrical\nadversity may not be sweet, but rightly understood they may be very\nsalutary.",
        "Do not let failure make you despond.  Ours is a calling of ups and\ndowns; it is an advantage of its uncertainty that you never know what\nmay happen next; the darkest hour may he very near the dawn.  This is\nwhere Bohemianism, in the best sense of the term, will serve the\nactor.  I do not mean by Bohemianism chronic intemperance and\ninsolvency.  I mean the gay spirit of daring and enterprise that\ngreets failure as graciously as success; the love of your own calling\nand your comrades in that calling, a love that, no matter what your\nmeasure of success, will ever remain constant and enduring; the\nrecognition of the fact that as an actor you but consult your own\ndignity in placing your own calling as a thing apart, in leading such\na life as the necessities of that calling may demand; and choosing\nyour friends among those who regard you for yourself, not those to\nwhom an actor is a social puppet, to be taken up and dropped as he\nhappens for the moment to be more or less prominent in the public eye.\nIf this kind of Bohemianism has some root in your character, you will\nfind the changes and chances of your calling the easier to endure.",
        "Do not despond in failure, neither be over-exalted by success.\nRemember one success is as nothing in the history of an actor’s\ncareer; he has to make many before he can lay claim to any measure of\nfame; and over-confidence, an inability to estimate rightly the value\nof a passing triumph, has before now harmed incalculably many an actor\nor actress.  You will only cease to learn your business when you quit\nit; look on success as but another lesson learnt to be turned to\naccount in learning the next.  The art of the actor is no less\ndifficult, no less long in comparison with life, than any other art.\nIn the intoxicating hour of success let this chastening thought have\nsome place in your recollection.",
        "When you begin work as actors or actresses, play whenever you can and\nwhatever you can.  Remember that the great thing for the actor is to\nbe seen as often as possible, to be before the public as much as he\ncan, no matter how modest the part, how insignificant the production.\nIt is only when an actor has reached a position very secure in the\npublic esteem that he can afford, or that it may be his duty, to be\ncareful as to what he undertakes.  But before such a time is reached\nhis one supreme object must be to get himself known to the public, to\nlet them see his work under all conditions, until they find something\nto identify as peculiarly his own; he should think nothing too small\nor unimportant to do, too tiresome or laborious to undergo.  Work well\nand conscientiously done must attract attention; there is a great deal\nof lolling and idleness among the many thoughtless and indifferent\npersons who drift on to the stage as the last refuge of the negligent\nor incompetent.",
        "The stage will always attract a certain number of worthless recruits\nbecause it is so easy to get into the theatre somehow or other; there\nis no examination to be passed, no qualification to be proved before a\nperson is entitled to call himself an actor.  And then the life of an\nactor is unfortunately, in these days of long runs, one that lends\nitself to a good deal of idleness and waste of time, unless a man or\nwoman be very determined to employ their spare time profitably.  For\nthis reason, I should advise any actor, or actress, to cultivate some\nrational hobby or interest by the side of their work; for until the\ntime comes for an actor to assume the cares and labours of management,\nhe must have a great deal of time on his hands that can be better\nemployed than in hanging about clubs or lolling in drawing-rooms.  At\nany rate, the actor or actress who thinks no work too small to do, and\nto do to the utmost of his or her ability, who neglects no opportunity\nthat may be turned to account–and every line he or she speaks is an\nopportunity–must outstrip those young persons who, though they may be\npleased to call themselves actors and actresses, never learn to regard\nthe theatre as anything but a kind of enlarged back-drawing-room, in\nwhich they are invited to amuse themselves at an altogether inadequate\nsalary.",
        "In regard to salary, when you start in your profession, do not make\nsalary your first consideration; do not suffer a few shillings or a\npound or two to stand between you and work.  This is a consideration\nyou may keep well in mind, even when you have achieved some measure of\nsuccess.  Apart from the natural tendency of the individual to place a\nhigher value on his services than that attached to them by others, it\nis often well to take something less than you ask, if the work offered\nyou is useful.  Remember that the public judge you by your work, they\nknow nothing and care little about what is being paid you for doing\nit.  To some people their own affairs are of such supreme importance\nthat they cannot believe that their personal concerns are unknown to,\nand unregarded by, the outside world.  The intensely personal,\nindividual character of the actor’s work is bound to induce a certain\ntemptation to an exaggerated egotism.  We are all egotists, and it is\nright that we should be, up to a point.  But I would urge the young\nactor or actress to be always on the watch against developing,\nespecially in success, an extreme egotism which induces a selfishness\nof outlook, an egregious vanity that in the long run weakens the\ncharacter, induces disappointment and discontent, and bores to\nextinction other persons.",
        "I would not for one moment advise an actor never to talk “shop\"; it is\na great mistake to think that men and women should never talk in\npublic or private about the thing to which they devote their lives;\npeople, as a rule, are most interesting on the subject of their own\nparticular business in life.  Talk about the affairs of the theatre\nwithin reason, and with due regard to the amenities of polite\nconversation, but do not confuse the affairs of the theatre, broadly\nspeaking, with your own.  The one is lasting, general; the other\nparticular and fleeting.  “Il n’y a pas de l’homme necessaire” [No\nman is indispensable].  Many persons would be strangely surprised if\nthey could see how rapidly their place is filled after they are gone,\nno matter how considerable their achievement.  It may not be filled in\nthe same way, as well, as fittingly, but it will be filled, and\nhumanity will content itself very fairly well with the substitute.\nThis is especially true of the work of the actor.  He can but live as\na memory, and memory is proverbially short.",
        "Continue...",
        "\nThis full text of \nLibrary of Little Masterpieces: 19th Century Actor Autobiographies, edited by George Iles,\nis in the public domain.\n\n\nAlso see: Acting: The First Six Lessons.\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on October 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "You: On A Diet: The Owner's Manual for Waist ManagementBy Mehmet C. OzAt Amazon"
    ]
}