{
    "title": "19th Century Actor Autobiographies - Clara Morris",
    "author": "George Iles, Editor",
    "chapter": "5",
    "content": [
        "\n\n",
        "",
        "[Clara Morris, Mrs. Frederick C. Harriott, is a native of Toronto,\nCanada.  Her remarkable powers as an emotional actress, early in\nevidence, gave her for years the foremost place at Daly’s Theatre, and\nthe Union Square Theatre, New York.  Among the parts in which she\nachieved distinction were Camille, Alixe, Miss Multon, Corn in\n“Article 47,” and Mercy Merrick in “The New Magdalen.”  Since her\nretirement from the stage Clara Morris has proved herself to be a\ncapital writer, shedding the light of experience on the difficulties\nof dramatic success.  One of her books, “Life on the Stage,\"\ncopyright, 1901, by Clara Morris Harriott and the S. S. McClure\nCompany, New York, by permission, has furnished this episode.–Ed.]",
        "In glancing back over two crowded and busy seasons, one figure stands\nout with clearness and beauty.  In his case only (so far as my\npersonal knowledge goes), there was nothing derogatory to dignity or\nto manhood in being called beautiful, for he was that bud of splendid\npromise blasted to the core, before its full triumphant\nblooming–known to the world as a madman and an assassin, but to the\nprofession as “that unhappy boy\"–John Wilkes Booth.",
        "He was so young, so bright, so gay–so kind.  I could not have known\nhim well; of course, too–there are two or three different people in\nevery man’s skin; yet when we remember that stars are not generally in\nthe habit of showing their brightest, their best side to the company\nat rehearsal, we cannot help feeling both respect and liking for the\none who does.",
        "There are not many men who can receive a gash over the eye in a scene\nat night, without at least a momentary outburst of temper; but when\nthe combat between Richard and Richmond was being rehearsed, Mr. Booth\nhad again and again urged Mr. McCollom (that six-foot tall and\nhandsome leading-man, who entrusted me with the care of his watch\nduring such encounters) to come on hard! to come on hot! hot, old\nfellow! harder-faster!   He’d take the chance of a blow–if only they\ncould make a hot fight of it!",
        "And Mr. McCollom, who was a cold man, at night became nervous in his\neffort to act like a fiery one–he forgot he had struck the full\nnumber of head blows, and when Booth was pantingly expecting  a\nthrust, McCollom, wielding his sword with both hands, brought it down\nwith awful force fair across Booth’s forehead; a cry of horror rose,\nfor in one moment his face was masked in blood, one eyebrow was\ncleanly cut through–there came simultaneously one deep groan from\nRichard and the exclamation:  “Oh, good God! good God!” from Richmond,\nwho stood shaking like a leaf and staring at his work.  Then Booth,\nflinging the blood from his eyes with his left hand, said as genially\nas man could speak: “ That’s all right, old man! never mind me–only\ncome on hard, for God’s sake, and save the fight!”",
        "Which be resumed at once, and though he was perceptibly weakened, it\nrequired the sharp order of Mr. Ellsler, to “ring the first curtain\nbell,” to force him to bring the fight to a close a single blow\nshorter than usual.  Then there was a running to and fro, with ice and\nvinegar-paper and raw steak and raw oysters.  When the doctor had\nplaced a few stitches where they were most required, he laughingly\ndeclared there was provision enough in the room to start a restaurant.\nMr. McCollom came to try to apologise–to explain, but Booth would\nhave none of it; be held out his hand, crying:  “Why, old fellow, you\nlook as if you had lost the blood.  Don’t worry–now if my eye had\ngone, that would have been bad!”  And so with light words he tried to\nset the unfortunate man at ease, and though he must have suffered much\nmortification as well as pain from the eye–that in spite of all\nendeavours would blacken–he never made a sign.",
        "He was, like his great elder brother, rather lacking in height, but\nhis head and throat, and the manner of their rising from his\nshoulders, were truly beautiful, His colouring was unusual–the ivory\npallor of his skin, the inky blackness of his densely thick hair, the\nheavy lids of his glowing eyes were all Oriental, and they gave a\ntouch of mystery to his face when it fell into gravity–but there was\ngenerally a flash of white teeth behind his silky moustache, and a\nlaugh in his eyes.",
        "I played the Player-Queen to my great joy, and in the “Marble Heart” I\nwas one of the group of three statues in the first act.  We were\nsupposed to represent Lais, Aspasia, and Phryne, and when we read the\ncast I glanced at the other girls (we were not strikingly handsome)\nand remarked, gravely:  “Well, it’s a comfort to know that we look so\nlike the three beautiful Grecians.”",
        "A laugh at our backs brought us around suddenly to face Mr. Booth, who\nsaid to me:",
        "“You satirical little wretch, how do you come to know these Grecian\nladies?  Perhaps you have the advantage of them in being all beautiful\nwithin?”",
        "“I wish it would strike outward then,” I answered.  “You know it’s\nalways best to have things come to the surface!”",
        "“I know some very precious things are hidden from common sight; and I\nknow, too, you caught my meaning in the first place.  Good night!” and\nhe left us.",
        "We had been told to descend to the stage at night with our white robes\nhanging free and straight, that Mr. Booth himself might drape them as\nwe stood upon the pedestal.  It really is a charming picture–that of\nthe statues in the first act.  Against a backing of black velvet the\nthree white figures, carefully posed, strongly lighted, stand out so\nmarble-like that when they slowly turn their faces and point to their\nchosen master, the effect is uncanny enough to chill the looker-on.",
        "Well, with white wigs, white tights, and white robes, and half\nstrangled with the powder we had inhaled in our efforts to make our\nlips stay white, we cautiously descended the stairs  we dared not\ntalk, we dared not blink our eyes, for fear of disturbing the coat of\npowder-we were lifted to the pedestal and took our places as we\nexpected to stand.  Then Mr. Booth came–such a picture in his Greek\ngarments as made even the men exclaim at him–and began to pose us.\nIt happened one of us had very good limbs, one medium good, and the\nthird had, apparently, walked on broom-sticks.  When Mr. Booth\nslightly raised the drapery of No. 3 his features gave a twist as\nthough he had suddenly tasted lemon-juice, but quick as a flash he\nsaid:",
        "“I believe I’11 advance you to the centre for the stately and wise\nAspasia\"–the central figure wore her draperies hanging straight to\nher feet, hence the “advance” and consequent concealment of the\nunlovely limbs.  It was quickly and kindly done, for the girl was not\nonly spared mortification, but in the word “advance” she saw a\ncompliment and was happy accordingly.  Then my turn came.  My arms\nwere placed about Aspasia, my head bent and turned and twisted–my\nupon my breast so that the forefinger touched my chin–I felt I was a\npersonified simper; but I was silent and patient, until the\narrangement of my draperies began–then I squirmed anxiously.",
        "“Take care–take care!” he cautioned.  “You will sway the others if\nyou move!”  But in spite of the risk of my marble makeup I faintly\ngroaned:  “Oh dear! must it be like that?”",
        "Regardless of the pins in the corner of his mouth he burst into\nlaughter, and, taking a photograph from the bosom of his Greek shirt,\nhe said:  “I expected a protest from you, Miss, so I came\nprepared–don’t move your head, but just look at this.”",
        "He held the picture of a group of statuary up to me.  “This is you on\nthe right.  It’s not so dreadful; now, is it?”  And I cautiously\nmurmured: “That if I wasn’t any worse than that I wouldn’t mind.”",
        "And so we were all satisfied, and our statue scene was very\nsuccessful.  Next morning I saw Mr. Booth come running out of the\ntheatre on his way to the telegraph office at the corner, and right in\nthe middle of the walk, staring about him, stood a child–a small\nroamer of the stony streets, who had evidently got far enough beyond\nhis native ward to arouse misgivings as to his personal safety, and at\nthe very moment he stopped to consider matters Mr. Booth dashed out of\nthe stage-door and added to his bewilderment by capsizing him\ncompletely.",
        "“Oh, good lord!  Baby, are you hurt?” exclaimed Mr. Booth, pausing\ninstantly to pick up the dirty, tousled small heap and stand it on its\nbandy legs again.",
        "“Don’t cry, little chap!”  And the aforesaid little chap not only\nceased to cry, but gave him a damp and grimy smile, at which the actor\nbent towards him quickly, but paused, took out his handkerchief, and\nfirst carefully wiping the dirty little nose and mouth, stooped and\nkissed him heartily, put some change in each freckled paw, and\ncontinued his run to the telegraph office.",
        "He knew of no witness to the act.  To kiss a pretty, clean child under\nthe approving eyes of mamma might mean nothing but politeness, but\nsurely it required the prompting of a warm and tender heart to make a\nyoung and thoughtless man feel for and caress such a dirty, forlorn\nbit of babyhood as that.",
        "Of his work I suppose I was too young and too ignorant to judge\ncorrectly, but I remember well hearing the older members of the\ncompany express their opinions.  Mr. Ellsler, who had been on terms of\nfriendship with the elder Booth, was delighted with the promise of his\nwork.  He greatly admired Edwin’s intellectual power, his artistic\ncare; but “John,” he cried, “has more of the old man’s power in one\nperformance than Edwin can show in a year.  He has the fire, the dash,\nthe touch of strangeness.  He often produces unstudied effects at\nnight.  I question him: ’Did you rehearse that business to-day, John?’\nHe answers:",
        "’No; I didn’t rehearse it, it just came to me in the scene and I\ncouldn’t help doing it, but it went all right didn’t it?’  Full of\nimpulse just now, like a colt, his heels are in the air nearly as\noften as his head, but wait a year or two till he gets used to the\nharness and quiets down a bit, and you will see as great an actor as\nAmerica can produce!”",
        "One morning, going on the stage where a group were talking with John\nWilkes, I beard him say: “No; oh, no:  There’s but one Hamlet to my\nmind–that’s my brother Edwin.  You see, between ourselves, he is\nHamlet–melancholy and all!”",
        "That was an awful time, when the dread news came to us.  We were in\nColumbus, Ohio.  We had been horrified by the great crime at\nWashington.  My room-mate and I had, from our small earnings, bought\nsome black cotton at a tripled price, as all the black material in the\ncity was not sufficient to meet the demand; and as we tacked it about\nour one window, a man passing told us the assassin had been\ndiscovered, and that he was the actor Booth.  Hattie laughed, so she\nnearly swallowed the tack that, girl-like, she held between her lips,\nand I after a laugh, told him it was a poor subject for a jest, and we\nwent in.  There was no store in Columbus then where play-books were\nsold, and as Mr. Ellsler had a very large and complete stage library,\nhe frequently lent his books to us, and we would hurriedly copy out\nour lines and return the book for his own use.  On that occasion he\nwas going to study his part first and then leave the play with us as\nhe passed, going home.  We heard his knock.  I was busy pressing a bit\nof stage finery.  Hattie opened the door, and then I heard her\nexclaiming: “Why–why–what!”  I turned quickly.  Mr. Ellsler was\ncoming slowly into the room.  He is a very dark man, but be was\nperfectly livid then–his lips even were blanched to the whiteness of\nhis cheeks.  His eyes were dreadful, they were so glassy and seemed so\nunseeing.  He was devoted to his children, and all I could think of as\nlikely to bring such a look upon his face was disaster to one of them,\nand I cried, as I drew a chair to him:  “What is it?  Oh, what has\nhappened to them?”",
        "He sank down–he wiped his brow–he looked almost stupidly at me;\nthen, very faintly, he said: “You–haven’t–heard–anything?”",
        "Like a flash Hattie’s eyes and mine met.  We thought of the supposed\nill-timed jest of the stranger.  My lips moved wordlessly.  Hattie\nstammered: “A man–he–lied though–said that Wilkes Booth–but he did\nlie–didn’t he?” and in the same faint voice Mr. Ellsler answered\nslowly:  “No–no! he did not lie–it’s true!”",
        "Down fell our heads, and the waves of shame and sorrow seemed fairly\nto overwhelm us; and while our sobs filled the little room, Mr.\nEllsler rose and laid two playbooks on the table.  Then, while\nstanding there, staring into space, I heard his far, faint voice\nsaying: “So great–so good a man destroyed, and by the hand of that\nunhappy boy! my God! my God!”  He wiped his brow again and slowly left\nthe house, apparently unconscious of our presence.",
        "When we resumed our work–the theatre had closed because of the\nnational calamity–many a painted cheek showed runnels made by bitter\ntears, and one old actress, with quivering lips, exclaimed:  “One woe\ndoth tread upon another’s heels, so fast they follow!” but with no\nthought of quoting, and God knows, the words expressed the situation\nperfectly.",
        "Mrs. Ellsler, whom I never saw shed a tear for any sickness, sorrow,\nor trouble of her own, shed tears for the mad boy, who had suddenly\nbecome the assassin of God’s anointed–the great, the blameless\nLincoln.",
        "We crept about, quietly.  Every one winced at the sound of the\noverture.  It was as if one dead lay within the walls–one who\nbelonged to us.",
        "When the rumours about Booth being the murderer proved to be\nauthentic, the police feared a possible outbreak of mob feeling, and a\ndemonstration against the theatre building, or against the actors\nindividually; but we had been a decent, law-abiding, well-behaved\npeople–liked and respected–so we were not made to suffer for the\nawful act of one of our number.  Still, when the mass-meeting was held\nin front of the Capitol, there was much anxiety on the subject, and\nMr. Ellsler urged all the company to keep away from it, lest their\npresence might arouse some ill-feeling.  The crowd was immense, the\nsun had gloomed over, and the Capitol building, draped in black,\nloomed up with stern severity and that massive dignity only attained\nby heavily columned buildings.  The people surged like waves about the\nspeaker’s stand, and the policemen glanced anxiously toward the not\nfar away new theatre, and prayed that some bombastic, revengeful\nruffian might not crop up from this mixed crowd of excited humanity to\nstir them to violence.",
        "Three speakers, however, in their addresses had confined themselves to\neulogising the great dead.  In life Mr. Lincoln had been abused by\nmany–in death he was worshipped by all; and these speakers found\ntheir words of love and sorrow eagerly listened to, and made no harsh\nallusions to the profession from which the assassin sprang.  And then\nan unknown man clambered up from the crowd to the portico platform and\nbegan to speak, without asking any one’s permission.  He had a\nfar-reaching voice–he had fire and go.",
        "“Here’s the fellow to look out for!” said the policemen; and, sure\nenough, suddenly the dread word “theatre” was tossed into the air, and\nevery one was still in a moment, waiting for–what?  I don’t know what\nthey hoped for–I do know what many feared; but this is what he said:\n“Yes, look over at our theatre and think of the little body of men and\nwomen there, who are to-day sore-hearted and cast down; who feel that\nthey are looked at askant, because one of their number has committed\nthat hideous crime!  Think of what they have to bear of shame and\nhorror, and spare them, too, a little pity!”",
        "He paused.  It had been a bold thing to do–to appeal for\nconsideration for actors at such a time.  The crowd swayed for a\nmoment to and fro, a curious growling came from it, and then all heads\nturned toward the theatre.  A faint cheer was given, and afterward\nthere was not the slightest allusion made to us–and verily we were\ngrateful.",
        "That the homely, tender-hearted “Father Abraham\"–rare combination of\ncourage, justice, and humanity–died at an actor’s hand will be a\ngrief, a horror, and a shame to the profession forever; yet I cannot\nbelieve that John Wilkes Booth was “the leader of a band of bloody\nconspirators.”",
        "Who shall draw a line and say: here genius ends and madness begins?\nThere was that touch of–strangeness.  In Edwin it was a profound\nmelancholy; in John it was an exaggeration of spirit–almost a\nwildness.  There was the natural vanity of the actor, too, who craves\na dramatic situation in real life.  There was his passionate love and\nsympathy for the South–why, he was “easier to be played on than a\npipe.”",
        "Undoubtedly he conspired to kidnap the President–that would appeal to\nhim; but after that I truly believe he was a tool–certainly he was no\nleader.  Those who led him knew his courage, his belief in Fate, his\nloyalty to his friends; and, because they knew these things, he drew\nthe lot, as it was meant he should from the first.  Then, half mad, he\naccepted the part Fate cast him for–committed the monstrous crime,\nand paid the awful price.  And since",
        "we venture to pray for His mercy upon the guilty soul who may have\nrepented and confessed his manifold sins and offences during those\nawful hours of suffering before the end came.",
        "And “God shutteth not up His mercies forever in displeasure!”  We can\nonly shiver and turn our thoughts away from the bright light that went\nout in such utter darkness.  Poor, guilty, unhappy John Wilkes Booth!",
        "[From “Life of a Star” copyright by the S. S. McClure Company, New\nYork, 1906.]",
        "When the late Mr. Augustin Daly bestowed even a modicum of his\nconfidence, his friendship, upon man or woman, the person so honoured\nfound the circulation of his blood well maintained by the frequent and\ngenerally unexpected demands for his presence, his unwavering\nattention, and sympathetic comprehension.  As with the royal\ninvitation that is a command, only death positive or threatening could\nexcuse non-attendance; and though his friendship was in truth a\nliberal education, the position of even the humblest confidant was no\nsinecure, for the plans he loved to describe and discuss were not\nconfined to that day and season, but were long, daring looks ahead;\ngreat coups for the distant, unborn years.",
        "The season had closed on Saturday.  Monday I was to sail for England,\nand early that morning the housemaid watched for the carriage.  My\nlandlady was growing quivery about the chin, because I had to cross\nalone to join Mr. and Mrs. James Lewis, who had gone ahead, My mother\nwas gay with a sort of crippled hilarity that deceived no one, as she\nprepared to go with me to say good bye at the dock, while little Ned,\nthe son of the house, proudly gathered together rug, umbrella,\nhand-bag, books, etc., ready to go down with us and escort my mother\nback home–when a cab whirled to the door and stopped.",
        "“Good heaven!” I cried, “what a blunder!  I ordered a carriage; we\ncan’t all crowd into that thing!”",
        "Then a boy was before me, holding out one of those familiar summoning\nhalf-sheets, with a line or two of the jetty-black, impishly-tiny,\nDaly scrawls–and I read: “Must see you one minute at office.  Cabby\nwill race you down.  Have your carriage follow and pick you up here.\nDon’t fail!  A. DALY.”",
        "Ah, well!  A. Daly–he who must be obeyed–had me in good training.  I\nflung one hand to the mistress, the other to the maid in farewell,\npitched headlong into the cab, and went whirling down Sixth Avenue and\nacross to the theatre stage-door, then upstairs to the morsel of space\ncalled by courtesy the private office.",
        "Mr. Daly nonchalantly held out his band, looked me over, and said:\n“That’s a very pretty dress–becoming too–but is it not too easily\nsoiled?  Salt water you know is–”",
        "“Oh,” I broke in, “it’s for general street wear–my travelling will be\ndone in nightdress, I fancy.”",
        "“Ah, bad sailor, eh?” he asked, as I stood trembling with impatience.",
        "“The worst!  But you did not send for me to talk dress or about my\nsailing qualities?”",
        "“My dear,” he said suavely, “your temper is positively rabid.”  Then\nhe glanced at the clock on his desk and his manner changed.  He said\nswiftly and curtly: “Miss Morris, I want you to go to every theatre in\nLondon, and–”",
        "“But I can’t!” I interrupted, “I have not money enough for that and my\nname is not known over there!”",
        "He frowned and waved his hand impatiently.  “Use my name, then, or ask\ncourtesy from E. A. Sothern.  He crosses with you and you know him.\nBut mind, go to every reputable theatre, and,” impressively, “report\nto me at once if you see any leading man with exceptional ability of\nany kind.”",
        "I gasped.  It seemed to me I heard the leaden fall of my heart.  “But\nMr. Daly, what a responsibility!  How on earth could I judge an actor\nfor you?”",
        "He held up an imperative band.  “You think more after my own manner\nthan any other person I know of.  You are sensitive, responsive, quick\nto acknowledge another’s ability, and so are fitted to study London’s\nleading men for me!”",
        "I was aghast, frightened to the point of approaching tears!  Suddenly\nI bethought me.",
        "“I’ll tell Mr. Lewis.  He is there already you know, and let him judge\nfor you.”",
        "“Lewis?  Good Lord!  He has no independence!  He’d see in an actor\njust what he thought I wanted him to see!  I tell you, I want you to\nsort over London’s leading men, and, if you see anything exceptional,\nsecure name and theatre and report to me.  Heavens knows, two long\nyears have not only taught me that you have opinions, but the courage\nof them!”",
        "Racing steps came up the stairs, and little Ned’s voice called:  “Miss\nClara.  Miss Clara, We are here!”",
        "I turned to Mr. Daly and said mournfully:",
        "“You have ruined the pleasure of my trip.”",
        "“Miss Morris, that’s the first untruth you ever told me.  Here,\nplease” and he handed me a packet of new books.",
        "“Thanks!” I cried and then flew down the stairs.  Glancing up, I saw\nhim looking earnestly after me.  “Did you speak?” I asked hurriedly.",
        "“That gown fits well–don’t spoil it with sea-water!”",
        "And half-laughing, half-vexed, but wholly frightened at the charge\nlaid upon me, I sprang into the carriage, to hold hands with mother\nall the way down to the crowded dock.",
        "One day I received in London this note from Mr. Augustin Daly:",
        "“MY DEAR MISS MORRIS:  I find no letter here.  Impatiently, A. D.”",
        "And straightway I answered:",
        "“MY DEAR MR. DALY:  I find no actor here.  Afflictedly, C. M.”",
        "And lo, on my very last night in London, after our return from Paris,\nI found the exceptional leading man.",
        "Ten days later, on a hot September morning, I was hurling myself upon\nmy mother in all the joy of home-coming when I saw leaning against the\nclock on the mantel the unmistakable envelope, bearing the impious\nblack scriggle that generally meant a summons.  I opened it and read:\n“Cleaners in full possession here–look our for soap and pails, and\nreport directly at box-office–don’t fail!  A. DALY.”",
        "I confess I was angry, for I was so tired and the motion of the\nsteamer was still with me, and besides my own small affairs were of\nmore interest to me just then than the greater ones of the manager.\nHowever, my two years of training held good.  In an hour I was picking\nmy way across wet floors, among mops and pails toward the sanity and\ndry comfort of Mr. Daly’s office.  He held my hands closely for a\nmoment, then broke out complainingly:  “You’ve behaved  nicely,\nhaven’t you?  Not a single line sent to tell what you were seeing,\ndoing, thinking?”",
        "“I beg your pardon–I distinctly remember sending you a line.”  He\nscowled blackly.  I went on: “I thought your note to me was meant as a\nmodel, so I copied it carefully.”",
        "Formerly this sort of thing had kept us at daggers drawn, but now he\nonly laughed, and shaking his hand impatiently to and fro, said: “Stop\nit! ah, stop it!  So you could not find even one leading man worth\nwhile, eh?”",
        "“Yes–just one!”",
        "“Then why on earth didn’t you write me?”",
        "“Couldn’t–I only found him on our last night in London.”",
        "Mr. Daly’s face was alight in a moment.  He caught up a scrap of paper\nand a pencil, and, after the manner of the inexperienced interviewer,\nbegan:  “What’s he like?”",
        "“Tall, flat-backed, square-shouldered, free-moving, and wears a long\ndress-coat–that shibboleth of a gentleman–as if that had been his\ncustom since ever he left his mother’s knee.”",
        "Mr. Daly ejaculated “good!” at each clause, and scribbled his impish\nsmall scribble on the bit of paper which rested on his palm.",
        "“What did he do?” he asked eagerly.",
        "“He didn’t do,” I answered lucidly.",
        "“What do you mean, Miss Morris?”",
        "“What I say, Mr. Daly.”",
        "“But if the man doesn’t do anything, what is there remarkable about\nhim?”",
        "“Why, just that.  It was what he didn’t do that produced the effect.”",
        "“A-a-ah,” said Mr. Daly, with long-drawn satisfaction, scribbling\nrapidly.  “I understand, and you thought, miss, that you could not\njudge an actor for me!  What was the play?”",
        "“Bulwer’s ’Money,’ and Marie Wilton was superb as–”",
        "“Never mind Marie Wilton,” he interrupted impatiently, writing, “but\nAlfred Evelyn is such an awful prig.”",
        "“Isn’t he?” I acquiesced, “but this actor made him human.  You see,\nMr. Daly, most Evelyns are like a bottle of gas-charged water:\nforcibly restrained for a time, then there’s a pop and a bang, and in\nwild freedom the water is foaming thinly over everything in sight.\nThis man didn’t kowtow in the early acts, but was curt, cold, showing\nsigns of rebellion more than once, and in the big scene, well–!”",
        "“Yes?” asked Mr. Daly eagerly.",
        "“Well, that was where he didn’t do.  He didn’t bang nor rave nor work\nhimself up to a wild burst of tears!”  (\"Thank God!” murmured Mr. Daly\nand scribbled fast.)  “He told the story of his past sometimes\nrapidly, sometimes making a short, absolute pause.  When he reached\nthe part referring to his dead mother, his voice fell two tones, his\nwords grew slower, more difficult, and finally stopped.  He left some\nof his lines out entirely–actually forcing the people to do his work\nin picturing for themselves his sorrow and his loss–while he sat\nstaring helplessly at the floor, his closed fingers slowly tightening,\ntrying vainly to moisten his dry lips.  And when the unconsciously\nsniffling audience broke suddenly into applause, he swiftly turned his\nhead aside, and with the knuckle of his forefinger brushed away two\ntears.  Ah, but that knuckle was clever!  His fingertips would have\nbeen girly-girly or actory, but the knuckle was the movement of a man,\nwho still retained something of his boyhood about him.”",
        "Mr. Daly’s gray, dark-lashed eyes were almost black with pleased\nexcitement as he asked: “What’s his name?”",
        "“Coghlan–Charles Coghlan.”",
        "“Why, he’s Irish?”",
        "“So are you–Irish-American,” I answered defensively, pretending to\nmisunderstand him.",
        "“Well, you ought to be Irish yourself!” he said sternly.",
        "“I did my best,” I answered modestly.  “I was born on St. Patrick’s\nDay!”",
        "“In the mornin’?” he asked.",
        "“The very top of it, sor!”",
        "“More power to you then!” at which we both laughed, and I rose to go.",
        "As I picked up my sunshade, I remarked casually:  “Ah, but I was glad\nto have seen, for once at least, England’s great actor.”",
        "“This Coghlan?”",
        "“Good gracious, no!”",
        "“What, there is another, and you have not mentioned him–after my\nasking you to report any exceptional actor you saw?”",
        "“I beg your pardon, sir.  You asked me to report every exceptional\nleading man.  This actor’s leading man’s days are past.  He is a star\nby the grace of God’s great gifts to him, and his own hard work.”",
        "“Well!” snapped Mr. Daly.  “Even a star will play where money enough\nis offered him, will he not?”",
        "“There’s a legend to that effect, I believe.’",
        "“Will you favour me, Miss Morris, with this actor’s name?”",
        "“Certainly.  He is billed as Mr. Henry Irving.”",
        "Mr. Daly looked up from his scribbling.  “Irving?  Irving?  Is not he\nthe actor that old man Bateman secured as support for his daughters?”",
        "“Yes, that was the old gentleman’s mistaken belief; but the public\nthought differently, and laboured with Papa Bateman till it convinced\nhim that his daughters were by way of supporting Mr. Irving.”",
        "A grim smile came upon the managerial lips as be asked.  “What does he\nlook like?”",
        "“Well, as a general thing, I think he will look wonderfully like the\ncharacter he is playing.  Oh, don’t frown so!  He–well, he is not\nbeautiful, neither can I imagine him a pantaloon actor, but his face\nwill adapt itself splendidly to any strong character make-up, whether\nnoble or villainous.”  Mr. Daly was looking pleased again.  I went on:\n“He aspires, I hear, to Shakespeare, but there is one thing of which I\nam sure.  He is the mightiest man in melodrama to-day!”",
        "“How long did it take to convince you of that, Miss Morris?  One\nact–two–the whole five acts?”",
        "“His first five minutes on the stage, sir.  His business wins applause\nwithout the aid of words, and you know what that means.”",
        "Again that elongated “A-a-ah!”  Then, “Tell me of that five minutes,\"\nand he thrust a chair toward me.",
        "“Oh,” I cried, despairingly, “that will take so long, and will only\nbore you.",
        "“Understand, please, nothing under heaven that is connected with the\nstage can ever bore me.”  Which statement was unalloyed truth.",
        "“But, indeed,” I feebly insisted, only to be brought up short with the\nwords, “Kindly allow me to judge for myself.”",
        "To which I beamingly made answer: “Did I not beg you to do that months\nago?”  But he was growing vexed, and curtly commanded:",
        "“I want those first five minutes–what he did, and how he did it, and\nwhat the effect was, and then\"–speaking dreamily–\"I shall know–I\nshall know.”",
        "Now at Mr. Daly’s last long-drawn-out “A-a-ah,” anent Mr. Irving’s\nwinning applause without words, I believed an idea, new and novel, had\nsprung into his mind, while his present rapt manner would tell anyone\nfamiliar with his ways that the idea was rapidly becoming a plan.  I\nwas wondering what it could be, when a sharp “Well?” startled me into\nswift and beautiful obedience,",
        "“You see, Mr. Daly, I knew absolutely nothing of the story of the play\nthat night.  ’The Bells’ were, I supposed, church-bells.  In the first\nact the people were rustic–the season winter–snow flying in every\ntime the door opened.  The absent husband and father was spoken of by\nmother and daughter, lover and neighbour.  Then there were\nsleigh-bells heard, whose jingle stopped suddenly.  The door\nopened–Mathias entered, and for the first time winter was made truly\nmanifest to us, and one drew himself together instinctively, for the\ntall, gaunt man at the door was cold-chilled, just to the very marrow\nof his bones.  Then, after general greetings had been exchanged, he\nseated himself in a chair directly in the centre of the stage, a mere\ntrifle in advance of others in the scene, and proceeded to remove his\nlong leggings.  He drew a great coloured handkerchief and brushed away\nsome clinging snow; then leaning forward, with slightly tremulous\nfingers, he began to unfasten a top buckle.  Suddenly the trembling\nceased, the fingers clenched hard upon the buckle, the whole body\nbecame still, then rigid–it seemed not to breathe!  The one sign of\nlife in the man was the agonisingly strained sense of hearing!  His\ntortured eyes saw nothing.  Utterly without speech, without feeling,\nhe listened–breathlessly listened!  A cold chill crept stealthily\nabout the roots of my hair, I clenched my hands hard and whispered to\nmyself: ’Will it come, good God, will it come, the thing he listens\nfor?’  When with a wild bound, as if every nerve and muscle had been\nrent by an electric shock, he was upon his feet; and I was answered\neven before that suffocating cry of terror–’The bells! the\nbells!’–and under cover of the applause that followed I said:\n’Haunted!  Innocent or guilty, this man is haunted!’  And Mr. Daly, I\nbowed my head to a great actor, for though fine things followed, you\nknow the old saying, that ’no chain is stronger than its weakest\nlink.’  Well I always feel that no actor is greater than his\ncarefulest bit of detail.”",
        "Mr. Daly’s pale face had acquired a faint flush of colour, “Thank\nyou!” he said, with real cordiality, and I was delighted to have\npleased him, and also to see the end of my troubles, and once more\ntook up the sun-shade.",
        "“I think an actor like that could win any public, don’t you?”",
        "“I don’t know,” I lightly answered.  “He is generally regarded as an\nacquired taste.”",
        "“What do you mean?” came the sharp return.",
        "“Why, you must have heard that Mr. Irving’s eccentricities are not to\nbe counted upon the fingers of both hands?”",
        "Mr. Daly lifted his brows and smiled a contented smile:  “Indeed?  And\npray, what are these peculiarities?”",
        "“Oh, some are of the figure, some of movement, and some of delivery.\nA lady told me over there that he could walk like each and every\nanimal of a Noah’s ark; and people lay wagers as to whether London\nwill force him to abandon his elocutionary freaks, or he will force\nLondon to accept them.  I am inclined to back Mr. Irving, myself.”",
        "“What!  What’s that you say?  That this fine actor you have described\nhas a marked peculiarity of delivery–of speech?”",
        "“Marked peculiarities?  Why, they are murderous!  His strange\ninflections, his many mannerisms are very trying at first, but be\nconquers before–”",
        "A cry stopped me–a cry of utter disappointment and anger!  Mr. Daly\nstood staring at his notes a moment, then he exclaimed violently:\n“D–n! d–n! oh, d–n!!!” and savagely tore his scribbled-on paper\ninto bits and flung them on the floor.",
        "Startled at his vexation, convulsed with suppressed laughter at the\ninfantile quality of his profanity, I ventured, in a shaking voice, “I\nthink I’d better go?”",
        "“I think you had!” be agreed curtly; but as I reached the door he said\nin his most managerial tone:  “Miss Morris, it would be better for you\nto begin with people’s faults next time–”",
        "But with the door already open I made bold to reply:  “Excuse me, Mr.\nDaly, but there isn’t going to be any next time for me!”",
        "And I turned and fled, wondering all the way home, as I have often\nwondered since, what was the plan that went so utterly agley that day?\nMr. Coghlan he engaged after failing in his first effort, but that\nother, greater plan; what was it?",
        "Continue...",
        "\nThis full text of \nLibrary of Little Masterpieces: 19th Century Actor Autobiographies, edited by George Iles,\nis in the public domain.\n\n\nAlso see: Acting: The First Six Lessons.\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on October 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "You: On A Diet: The Owner's Manual for Waist ManagementBy Mehmet C. OzAt Amazon"
    ]
}