{
    "title": "",
    "author": "John Fiske",
    "chapter": "2",
    "content": [
        "\n\n",
        "“What are you, where did you come from, and whither are you\nbound?\"—the question which from Homer’s days has been put to the\nwayfarer in strange lands—is likewise the all-absorbing question\nwhich man is ever asking of the universe of which he is himself\nso tiny yet so wondrous a part. From the earliest times the\nultimate purpose of all scientific research has been to elicit\nfragmentary or partial responses to this question, and philosophy\nhas ever busied itself in piecing together these several bits of\ninformation according to the best methods at its disposal, in\norder to make up something like a satisfactory answer. In old\ntimes the best methods which philosophy had at its disposal for\nthis purpose were such as now seem very crude, and accordingly\nancient philosophers bungled considerably in their task, though\nnow and then they came surprisingly near what would to-day be\ncalled the truth. It was natural that their methods should be\ncrude, for scientific inquiry had as yet supplied but scanty\nmaterials for them to work with, and it was only after a very\nlong course of speculation and criticism that men could find out\nwhat ways of going to work are likely to prove successful and\nwhat are not. The earliest thinkers, indeed, were further\nhindered from accomplishing much by the imperfections of the\nlanguage by the aid of which their thinking was done; for science\nand philosophy have had to make a serviceable terminology by dint\nof long and arduous trial and practice, and linguistic processes\nfit for expressing general or abstract notions accurately grew up\nonly through numberless failures and at the expense of much\ninaccurate thinking and loose talking. As in most of nature’s\nprocesses, there was a great waste of energy before a good result\ncould be secured. Accordingly primitive men were very wide of the\nmark in their views of nature. To them the world was a sort of\nenchanted ground, peopled with sprites and goblins; the quaint\nnotions with which we now amuse our children in fairy tales\nrepresent a style of thinking which once was current among grown\nmen and women, and which is still current wherever men remain in\na savage condition. The theories of the world wrought out by\nearly priest-philosophers were in great part made up of such\ngrotesque notions; and having become variously implicated with\nethical opinions as to the nature and consequences of right and\nwrong behaviour, they acquired a kind of sanctity, so that any\nthinker who in the light of a wider experience ventured to alter\nor amend the primitive theory was likely to be vituperated as an\nirreligious man or atheist. This sort of inference has not yet\nbeen wholly abandoned, even in civilized communities. Even to-day\nbooks are written about “the conflict between religion and\nscience,” and other books are written with intent to reconcile\nthe two presumed antagonists. But when we look beneath the\nsurface of things, we see that in reality there has never been\nany conflict between religion and science, nor is any\nreconciliation called for where harmony has always existed. The\nreal historical conflict, which has been thus curiously misnamed,\nhas been the conflict between the more-crude opinions belonging\nto the science of an earlier age and the less-crude opinions\nbelonging to the science of a later age. In the course of this\ncontest the more-crude opinions have usually been defended in the\nname of religion, and the less-crude opinions have invariably won\nthe victory; but religion itself, which is not concerned with\nopinion, but with the aspiration which leads us to strive after a\npurer and holier life, has seldom or never been attacked. On the\ncontrary, the scientific men who have conducted the battle on\nbehalf of the less-crude opinions have generally been influenced\nby this religious aspiration quite as strongly as the apologists\nof the more-crude opinions, and so far from religious feeling\nhaving been weakened by their perennial series of victories, it\nhas apparently been growing deeper and stronger all the time. The\nreligious sense is as yet too feebly developed in most of us; but\ncertainly in no preceding age have men taken up the work of life\nwith more earnestness or with more real faith in the unseen than\nat the present day, when so much of what was once deemed\nall-important knowledge has been consigned to the limbo of\nmythology.",
        "The more-crude theories of early times are to be chiefly\ndistinguished from the less-crude theories of to-day as being\nlargely the products of random guesswork. Hypothesis, or\nguesswork, indeed, lies at the foundation of all scientific\nknowledge. The riddle of the universe, like less important\nriddles, is unravelled only by approximative trials, and the most\nbrilliant discoverers have usually been the bravest guessers.\nKepler’s laws were the result of indefatigable guessing, and so,\nin a somewhat different sense, was the wave-theory of light. But\nthe guesswork of scientific inquirers is very different now from\nwhat it was in older times. In the first place, we have slowly\nlearned that a guess must be verified before it can be accepted\nas a sound theory; and, secondly, so many truths have been\nestablished beyond contravention, that the latitude for\nhypothesis is much less than it once was. Nine tenths of the\nguesses which might have occurred to a mediaeval philosopher\nwould now be ruled out as inadmissible, because they would not\nharmonize with the knowledge which has been acquired since the\nMiddle Ages. There is one direction especially in which this\ncontinuous limitation of guesswork by ever-accumulating\nexperience has manifested itself. From first to last, all our\nspeculative successes and failures have agreed in teaching us\nthat the most general principles of action which prevail to-day,\nand in our own corner of the universe, have always prevailed\nthroughout as much of the universe as is accessible to our\nresearch. They have taught us that for the deciphering of the\npast and the predicting of the future, no hypotheses are\nadmissible which are not based upon the actual behaviour of\nthings in the present. Once there was unlimited facility for\nguessing as to how the solar system might have come into\nexistence; now the origin of the sun and planets is adequately\nexplained when we have unfolded all that is implied in the\nprocesses which are still going on in the solar system. Formerly\nappeals were made to all manner of violent agencies to account\nfor the changes which the earth’s surface has undergone since our\nplanet began its independent career; now it is seen that the same\nslow working of rain and tide, of wind and wave and frost, of\nsecular contraction and of earthquake pulse, which is visible\nto-day, will account for the whole. It is not long since it was\nsupposed that a species of animals or plants could be swept away\nonly by some unusual catastrophe, while for the origination of\nnew species something called an act of “special creation” was\nnecessary; and as to the nature of such extraordinary events\nthere was endless room for guesswork; but the discovery of\nnatural selection was the discovery of a process, going on\nperpetually under our very eyes, which must inevitably of itself\nextinguish some species and bring new ones into being. In these\nand countless other ways we have learned that all the rich\nvariety of nature is pervaded by unity of action, such as we\nmight expect to find if nature is the manifestation of an\ninfinite God who is without variableness or shadow of turning,\nbut quite incompatible with the fitful behaviour of the\nanthropomorphic deities of the old mythologies. By thus\nabstaining from all appeal to agencies that are extra-cosmic, or\nnot involved in the orderly system of events that we see\noccurring around us, we have at last succeeded in eliminating\nfrom philosophic speculation the character of random guesswork\nwhich at first of necessity belonged to it. Modern scientific\nhypothesis is so far from being a haphazard mental proceeding\nthat it is perhaps hardly fair to classify it with guesses. It is\nlifted out of the plane of guesswork, in so far as it has\nacquired the character of inevitable inference from that which\nnow is to that which has been or will be. Instead of the\ninnumerable particular assumptions which were once admitted into\ncosmic philosophy, we are now reduced to the one universal\nassumption which has been variously described as the “principle\nof continuity,” the “uniformity of nature,” the “persistence of\nforce,” or the “law of causation,” and which has been variously\nexplained as a necessary datum for scientific thinking or as a\nnet result of all induction. I am not unwilling, however, to\nadopt the language of a book which has furnished the occasion for\nthe present discussion, and to say that this grand assumption is\na supreme act of faith, the definite expression of a trust that\nthe infinite Sustainer of the universe “will not put us to\npermanent intellectual confusion.” For in this mode of statement\nthe harmony between the scientific and the religious points of\nview is well brought out. It is as affording the only outlet from\npermanent intellectual confusion that inquirers have been driven\nto appeal to the principle of continuity; and it is by unswerving\nreliance upon this principle that we have obtained such insight\ninto the past, present, and future of the world as we now\npossess.",
        "The work just mentioned[1] is especially interesting as an\nattempt to bring the probable destiny of the human soul into\nconnection with the modern theories which explain the past and\nfuture career of the physical universe in accordance with the\nprinciple of continuity. Its authorship is as yet unknown, but it\nis believed to be the joint production of two of the most eminent\nphysicists in Great Britain, and certainly the accurate knowledge\nand the ingenuity and subtlety of thought displayed in it are\nsuch as to lend great probability to this conjecture. Some\naccount of the argument it contains may well precede the\nsuggestions presently to be set forth concerning the Unseen\nWorld; and we shall find it most convenient to begin, like our\nauthors, with a brief statement of what the principle of\ncontinuity teaches as to the proximate beginning and end of the\nvisible universe. I shall in the main set down only results,\nhaving elsewhere[2] given a simple exposition of the arguments\nupon which these results are founded.",
        "[1] The Unseen Universe; or, Physical Speculations on a Future\nState. [Attributed to Professors TAIT and BALFOUR STEWART.] New\nYork: Macmillan & Co. 1875. 8vo. pp. 212.\n\n[2] Outlines of Cosmic Philosophy, based on the Doctrine of\nEvolution. Boston: J. R. Osgood & Co. 1875. 2 vols. 8vo.",
        "The first great cosmological speculation which has been raised\nquite above the plane of guesswork by making no other assumption\nthan that of the uniformity of nature, is the well-known Nebular\nHypothesis. Every astronomer knows that the earth, like all other\ncosmical bodies which are flattened at the poles, was formerly a\nmass of fluid, and consequently filled a much larger space than\nat present. It is further agreed, on all hands, that the sun is a\ncontracting body, since there is no other possible way of\naccounting for the enormous quantity of heat which he generates.\nThe so-called primeval nebula follows as a necessary inference\nfrom these facts. There was once a time when the earth was\ndistended on all sides away out to the moon and beyond it, so\nthat the matter now contained in the moon was then a part of our\nequatorial zone. And at a still remoter date in the past, the\nmass of the sun was diffused in every direction beyond the orbit\nof Neptune, and no planet had an individual existence, for all\nwere indistinguishable parts of the solar mass. When the great\nmass of the sun, increased by the relatively small mass of all\nthe planets put together, was spread out in this way, it was a\nrare vapour or gas. At the period where the question is taken up\nin Laplace’s treatment of the nebular theory, the shape of this\nmass is regarded as spheroidal; but at an earlier period its\nshape may well have been as irregular as that of any of the\nnebulae which we now see in distant parts of the heavens, for,\nwhatever its primitive shape, the equalization of its rotation\nwould in time make it spheroidal. That the QUANTITY of rotation\nwas the same then as now is unquestionable; for no system of\nparticles, great or small, can acquire or lose rotation by any\naction going on within itself, any more than a man could pick\nhimself up by his waistband and lift himself over a stone wale So\nthat the primitive rotating spheroidal solar nebula is not a\nmatter of assumption, but is just what must once have existed,\nprovided there has been no breach of continuity in nature’s\noperations. Now proceeding to reason back from the past to the\npresent, it has been shown that the abandonment of successive\nequatorial belts by the contracting solar mass must have ensued\nin accordance with known mechanical laws; and in similar wise,\nunder ordinary circumstances. each belt must have parted into\nfragments, and the fragments chasing each other around the same\norbit, must have at last coalesced into a spheroidal planet. Not\nonly this, but it has also been shown that as the result of such\na process the relative sizes of the planets would be likely to\ntake the order which they now follow; that the ring immediately\nsucceeding that of Jupiter would be likely to abort and produce a\ngreat number of tiny planets instead of one good-sized one; that\nthe outer planets would be likely to have many moons, and that\nSaturn, besides having the greatest number of moons, would be\nlikely to retain some of his inner rings unbroken; that the earth\nwould be likely to have a long day and Jupiter a short one; that\nthe extreme outer planets would be not unlikely to rotate in a\nretrograde direction; and so on, through a long list of\ninteresting and striking details. Not only, therefore, are we\ndriven to the inference that our solar system was once a vaporous\nnebula, but we find that the mere contraction of such a nebula,\nunder the influence of the enormous mutual gravitation of its\nparticles, carries with it the explanation of both the more\ngeneral and the more particular features of the present system.\nSo that we may fairly regard this stupendous process as veritable\nmatter of history, while we proceed to study it under some\nfurther aspects and to consider what consequences are likely to\nfollow.",
        "Our attention should first be directed to the enormous waste of\nenergy which has accompanied this contraction of the solar\nnebula. The first result of such a contraction is the generation\nof a great quantity of heat, and when the heat thus generated has\nbeen lost by radiation into surrounding space it becomes possible\nfor the contraction to continue. Thus, as concentration goes on,\nheat is incessantly generated and incessantly dissipated. How\nlong this process is to endure depends chiefly on the size of the\ncontracting mass, as small bodies radiate heat much faster than\nlarge ones. The moon seems to be already thoroughly refrigerated,\nwhile Jupiter and Saturn are very much hotter than the earth, as\nis shown by the tremendous atmospheric phenomena which occur on\ntheir surfaces. The sun, again, generates heat so rapidly, owing\nto his great energy of contraction, and loses it so slowly, owing\nto his great size, that his surface is always kept in a state of\nincandescence. His surface-temperature is estimated at some three\nmillion degrees of Fahrenheit, and a diminution of his diameter\nfar too small to be detected by the finest existing instruments\nwould suffice to maintain the present supply of heat for more\nthan fifty centuries. These facts point to a very long future\nduring which the sun will continue to warm the earth and its\ncompanion planets, but at the same time they carry on their face\nthe story of inevitable ultimate doom. If things continue to go\non as they have all along gone on, the sun must by and by grow\nblack and cold, and all life whatever throughout the solar system\nmust come to an end. Long before this consummation, however, life\nwill probably have become extinct through the refrigeration of\neach of the planets into a state like the present state of the\nmoon, in which the atmosphere and oceans have disappeared from\nthe surface. No doubt the sun will continue to give out heat a\nlong time after heat has ceased to be needed for the support of\nliving organisms. For the final refrigeration of the sun will\nlong be postponed by the fate of the planets themselves. The\nseparation of the planets from their parent solar mass seems to\nbe after all but a temporary separation. So nicely balanced are\nthey now in their orbits that they may well seem capable of\nrolling on in their present courses forever. But this is not the\ncase. Two sets of circumstances are all the while striving, the\none to drive the planets farther away from the sun, the other to\ndraw them all into it. On the one hand, every body in our system\nwhich contains fluid matter has tides raised upon its surface by\nthe attraction of neighbouring bodies. All the planets raise\ntides upon the surface of the sun and the periodicity of\nsun-spots (or solar cyclones) depends upon this fact. These tidal\nwaves act as a drag or brake upon the rotation of the sun,\nsomewhat diminishing its rapidity. But, in conformity with a\nprinciple of mechanics well known to astronomers, though not\nfamiliar to the general reader, all the motion of rotation thus\nlost by the sun is added to the planets in the shape of annual\nmotion of revolution, and thus their orbits all tend to\nenlarge,—they all tend to recede somewhat from the sun. But this\nstate of things, though long-enduring enough, is after all only\ntemporary, and will at any rate come to an end when the sun and\nplanets have become solid. Meanwhile another set of circumstances\nis all the time tending to bring the planets nearer to the sun,\nand in the long run must gain the mastery. The space through\nwhich the planets move is filled with a kind of matter which\nserves as a medium for the transmission of heat and light, and\nthis kind of matter, though different in some respects from\nordinary ponderable matter, is yet like it in exerting friction.\nThis friction is almost infinitely little, yet it has a wellnigh\ninfinite length of time to work in, and during all this wellnigh\ninfinite length of time it is slowly eating up the momentum of\nthe planets and diminishing their ability to maintain their\ndistances from the sun. Hence in course of time the planets will\nall fall into the sun, one after another, so that the solar\nsystem will end, as it began, by consisting of a single mass of\nmatter.",
        "But this is by no means the end of the story. When two bodies\nrush together, each parts with some of its energy of motion, and\nthis lost energy of motion reappears as heat. In the concussion\nof two cosmical bodies, like the sun and the earth, an enormous\nquantity of motion is thus converted into heat. Now heat, when\nnot allowed to radiate, or when generated faster than it can be\nradiated, is transformed into motion of expansion. Hence the\nshock of sun and planet would at once result in the vaporization\nof both bodies; and there can be no doubt that by the time the\nsun has absorbed the outermost of his attendant planets, he will\nhave resumed something like his original nebulous condition. He\nwill have been dilated into a huge mass of vapour, and will have\nbecome fit for a new process of contraction and for a new\nproduction of life-bearing planets.",
        "We are now, however, confronted by an interesting but difficult\nquestion. Throughout all this grand past and future career of the\nsolar system which we have just briefly traced, we have been\nwitnessing a most prodigal dissipation of energy in the shape of\nradiant heat. At the outset we had an enormous quantity of what\nis called “energy of position,” that is, the outer parts of our\nprimitive nebula had a very long distance through which to travel\ntowards one another in the slow process of concentration; and\nthis distance was the measure of the quantity of work possible to\nour system. As the particles of our nebula drew nearer and nearer\ntogether, the energy of position continually lost reappeared\ncontinually as heat, of which the greater part was radiated off,\nbut of which a certain amount was retained. All the gigantic\namount of work achieved in the geologic development of our earth\nand its companion planets, and in the development of life\nwherever life may exist in our system, has been the product of\nthis retained heat. At the present day the same wasteful process\nis going on. Each moment the sun’s particles are losing energy of\nposition as they draw closer and closer together, and the heat\ninto which this lost energy is metamorphosed is poured out most\nprodigally in every direction. Let us consider for a moment how\nlittle of it gets used in our system. The earth’s orbit is a\nnearly circular figure more than five hundred million miles in\ncircumference, while only eight thousand miles of this path are\nat any one time occupied by the earth’s mass. Through these eight\nthousand miles the sun’s radiated energy is doing work, but\nthrough the remainder of the five hundred million it is idle and\nwasted. But the case is far more striking when we reflect that it\nis not in the plane of the earth’s orbit only that the sun’s\nradiance is being poured out. It is not an affair of a circle,\nbut of a sphere. In order to utilize all the solar rays, we\nshould need to have an immense number of earths arranged so as to\ntouch each other, forming a hollow sphere around the sun, with\nthe present radius of the earth’s orbit. We may well believe\nProfessor Tyndall, therefore, when he tells us that all the solar\nradiance we receive is less than a two-billionth part of what is\nsent flying through the desert regions of space. Some of the\nimmense residue of course hits other planets stationed in the way\nof it, and is utilized upon their surfaces; but the planets, all\nput together, stop so little of the total quantity that our\nstartling illustration is not materially altered by taking them\ninto the account. Now this two-billionth part of the solar\nradiance poured out from moment to moment suffices to blow every\nwind, to raise every cloud, to drive every engine, to build up\nthe tissue of every plant, to sustain the activity of every\nanimal, including man, upon the surface of our vast and stately\nglobe. Considering the wondrous richness and variety of the\nterrestrial life wrought out by the few sunbeams which we catch\nin our career through space, we may well pause overwhelmed and\nstupefied at the thought of the incalculable possibilities of\nexistence which are thrown away with the potent actinism that\ndarts unceasingly into the unfathomed abysms of immensity. Where\nit goes to or what becomes of it, no one of us can surmise.",
        "Now when, in the remote future, our sun is reduced to vapour by\nthe impact of the several planets upon his surface, the resulting\nnebulous mass must be a very insignificant affair compared with\nthe nebulous mass with which we started. In order to make a\nsecond nebula equal in size and potential energy to the first\none, all the energy of position at first existing should have\nbeen retained in some form or other. But nearly all of it has\nbeen lost, and only an insignificant fraction remains with which\nto endow a new system. In order to reproduce, in future ages,\nanything like that cosmical development which is now going on in\nthe solar system, aid must be sought from without. We must\nendeavour to frame some valid hypothesis as to the relation of\nour solar system to other systems.",
        "Thus far our view has been confined to the career of a single\nstar,—our sun,—with the tiny, easily-cooling balls which it has\ncast off in the course of its development. Thus far, too, our\ninferences have been very secure, for we have been dealing with a\ncircumscribed group of phenomena, the beginning and end of which\nhave been brought pretty well within the compass of our\nimagination. It is quite another thing to deal with the actual or\nprobable career of the stars in general, inasmuch as we do not\neven know how many stars there are, which form parts of a common\nsystem, or what. are their precise dynamic relations to one\nanother. Nevertheless we have knowledge of a few facts which may\nsupport some cautious inferences. All the stars which we can see\nare undoubtedly bound together by relations of gravitation. No\ndoubt our sun attracts all the other stars within our ken, and is\nreciprocally attracted by them. The stars, too, lie mostly in or\naround one great plane, as is the case with the members of the\nsolar system. Moreover, the stars are shown by the spectroscope\nto consist of chemical elements identical with those which are\nfound in the solar system. Such facts as these make it probable\nthat the career of other stars, when adequately inquired into,\nwould be found to be like that of our own sun. Observation daily\nenhances this probability, for our study of the sidereal universe\nis continually showing us stars in all stages of development. We\nfind irregular nebulae, for example; we find spiral and\nspheroidal nebulae; we find stars which have got beyond the\nnebulous stage, but are still at a whiter heat than our sun; and\nwe also find many stars which yield the same sort of spectrum as\nour sun. The inference seems forced upon us that the same process\nof concentration which has gone on in the case of our solar\nnebula has been going on in the case of other nebulae. The\nhistory of the sun is but a type of the history of stars in\ngeneral. And when we consider that all other visible stars and\nnebulae are cooling and contracting bodies, like our sun, to what\nother conclusion could we very well come? When we look at Sirius,\nfor instance, we do not see him surrounded by planets, for at\nsuch a distance no planet could be visible, even Sirius himself,\nthough fourteen times larger than our sun, appearing only as a\n“twinkling little star.” But a comparative survey of the heavens\nassures us that Sirius can hardly have arrived at his present\nstage of concentration without detaching, planet-forming rings,\nfor there is no reason for supposing that mechanical laws out\nthere are at all different from what they are in our own system.\nAnd the same kind of inference must apply to all the matured\nstars which we see in the heavens.",
        "When we duly take all these things into the account, the case of\nour solar system will appear as only one of a thousand cases of\nevolution and dissolution with which the heavens furnish us.\nOther stars, like our sun, have undoubtedly started as vaporous\nmasses, and have thrown off planets in contracting. The inference\nmay seem a bold one, but it after all involves no other\nassumption than that of the continuity of natural phenomena. It\nis not likely, therefore, that the solar system will forever be\nleft to itself. Stars which strongly gravitate toward each other,\nwhile moving through a perennially resisting medium, must in time\nbe drawn together. The collision of our extinct sun with one of\nthe Pleiades, after this manner, would very likely suffice to\ngenerate even a grander nebula than the one with which we\nstarted. Possibly the entire galactic system may, in an\ninconceivably remote future, remodel itself in this way; and\npossibly the nebula from which our own group of planets has been\nformed may have owed its origin to the disintegration of systems\nwhich had accomplished their career in the depths of the bygone\neternity.",
        "When the problem is extended to these huge dimensions, the\nprospect of an ultimate cessation of cosmical work is\nindefinitely postponed, but at the same time it becomes\nimpossible for us to deal very securely with the questions we\nhave raised. The magnitudes and periods we have introduced are so\nnearly infinite as to baffle speculation itself: One point,\nhowever, we seem dimly to discern. Supposing the stellar universe\nnot to be absolutely infinite in extent, we may hold that the day\nof doom, so often postponed, must come at last. The concentration\nof matter and dissipation of energy, so often checked, must in\nthe end prevail, so that, as the final outcome of things, the\nentire universe will be reduced to a single enormous ball, dead\nand frozen, solid and black, its potential energy of motion\nhaving been all transformed into heat and radiated away. Such a\nconclusion has been suggested by Sir William Thomson, and it is\nquite forcibly stated by the authors of “The Unseen Universe.\"\nThey remind us that “if there be any one form of energy less\nreadily or less completely transformable than the others, and if\ntransformations constantly go on, more and more of the whole\nenergy of the universe will inevitably sink into this lower grade\nas time advances.” Now radiant heat, as we have seen, is such a\nlower grade of energy. “At each transformation of heat-energy\ninto work, a large portion is degraded, while only a small\nportion is transformed into work. So that while it is very easy\nto change all of our mechanical or useful energy into heat, it is\nonly possible to transform a portion of this heat-energy back\nagain into work. After each change, too, the heat becomes more\nand more dissipated or degraded, and less and less available for\nany future transformation. In other words,” our authors continue,\n“the tendency of heat is towards equalization; heat is par\nexcellence the communist of our universe, and it will no doubt\nultimately bring the system to an end. .... It is absolutely\ncertain that life, so far as it is physical, depends essentially\nupon transformations of energy; it is also absolutely certain\nthat age after age the possibility of such transformations is\nbecoming less and less; and, so far as we yet know, the final\nstate of the present universe must be an aggregation (into one\nmass) of all the matter it contains, i. e. the potential energy\ngone, and a practically useless state of kinetic energy, i. e.\nuniform temperature throughout that mass.” Thus our authors\nconclude that the visible universe began in time and will in time\ncome to an end; and they add that under the physical conditions\nof such a universe “immortality is impossible.”",
        "Concerning the latter inference we shall by and by have something\nto say. Meanwhile this whole speculation as to the final\ncessation of cosmical work seems to me—as it does to my friend,\nProfessor Clifford[3]—by no means trustworthy. The conditions of\nthe problem so far transcend our grasp that any such speculation\nmust remain an unverifiable guess. I do not go with Professor\nClifford in doubting whether the laws of mechanics are absolutely\nthe same throughout eternity; I cannot quite reconcile such a\ndoubt with faith in the principle of continuity. But it does seem\nto me needful, before we conclude that radiated energy is\nabsolutely and forever wasted, that we should find out what\nbecomes of it. What we call radiant heat is simply transverse\nwave-motion, propagated with enormous velocity through an ocean\nof subtle ethereal matter which bathes the atoms of all visible\nor palpable bodies and fills the whole of space, extending beyond\nthe remotest star which the telescope can reach. Whether there\nare any bounds at all to this ethereal ocean, or whether it is as\ninfinite as space itself, we cannot surmise. If it be limited,\nthe possible dispersion of radiant energy is limited by its\nextent. Heat and light cannot travel through emptiness. If the\nether is bounded by surrounding emptiness, then a ray of heat, on\narriving at this limiting emptiness, would be reflected back as\nsurely as a ball is sent back when thrown against a solid wall.\nIf this be the case, it will not affect our conclusions\nconcerning such a tiny region of space as is occupied by the\nsolar system, but it will seriously modify Sir William Thomson’s\nsuggestion as to the fate of the universe as a whole. The\nradiance thrown away by the sun is indeed lost so far as the\nfuture of our system is concerned, but not a single unit of it is\nlost from the universe. Sooner or later, reflected back in all\ndirections, it must do work in one quarter or another, so that\nultimate stagnation be comes impossible. It is true that no such\nreturn of radiant energy has been detected in our corner of the\nworld; but we have not yet so far disentangled all the\nforce-relations of the universe that we are entitled to regard\nsuch a return as impossible. This is one way of escape from the\nconsummation of things depicted by our authors. Another way of\nescape is equally available, if we suppose that while the ether\nis without bounds the stellar universe also extends to infinity.\nFor in this case the reproduction of nebulous masses fit for\ngenerating new systems of worlds must go on through space that is\nendless, and consequently the process can never come to an end\nand can never have had a beginning. We have, therefore, three\nalternatives: either the visible universe is finite, while the\nether is infinite; or both are finite; or both are infinite. Only\non the first supposition, I think, do we get a universe which\nbegan in time and must end in time. Between such stupendous\nalternatives we have no grounds for choosing. But it would seem\nthat the third, whether strictly true or not, best represents the\nstate of the case relatively to our feeble capacity of\ncomprehension. Whether absolutely infinite or not, the dimensions\nof the universe must be taken as practically infinite, so far as\nhuman thought is concerned. They immeasurably transcend the\ncapabilities of any gauge we can bring to bear on them.\nAccordingly all that we are really entitled to hold, as the\noutcome of sound speculation, is the conception of innumerable\nsystems of worlds concentrating out of nebulous masses, and then\nrushing together and dissolving into similar masses, as bubbles\nunite and break up—now here, now there—in their play on the\nsurface of a pool, and to this tremendous series of events we can\nassign neither a beginning nor an end.",
        "[3] Fortnightly Review, April, 1875.",
        "We must now make some more explicit mention of the ether which\ncarries through space the rays of heat and light. In closest\nconnection with the visible stellar universe, the vicissitudes of\nwhich we have briefly traced, the all-pervading ether constitutes\na sort of unseen world remarkable enough from any point of view,\nbut to which the theory of our authors ascribes capacities\nhitherto unsuspected by science. The very existence of an ocean\nof ether enveloping the molecules of material bodies has been\ndoubted or denied by many eminent physicists, though of course\nnone have called in question the necessity for some interstellar\nmedium for the transmission of thermal and luminous vibrations.\nThis scepticism has been, I think, partially justified by the\nmany difficulties encompassing the conception, into which,\nhowever, we need not here enter. That light and heat cannot be\nconveyed by any of the ordinary sensible forms of matter is\nunquestionable. None of the forms of sensible matter can be\nimagined sufficiently elastic to propagate wave-motion at the\nrate of one hundred and eighty-eight thousand miles per second.\nYet a ray of light is a series of waves, and implies some\nsubstance in which the waves occur. The substance required is one\nwhich seems to possess strangely contradictory properties. It is\ncommonly regarded as an “ether” or infinitely rare substance;\nbut, as Professor Jevons observes, we might as well regard it as\nan infinitely solid “adamant.” “Sir John Herschel has calculated\nthe amount of force which may be supposed, according to the\nundulatory theory of light, to be exerted at each point in space,\nand finds it to be 1,148,000,000,000 times the elastic force of\nordinary air at the earth’s surface, so that the pressure of the\nether upon a square inch of surface must be about\n17,000,000,000,000, or seventeen billions of pounds.\"[4] Yet at\nthe same time the resistance offered by the ether to the\nplanetary motions is too minute to be appreciable. “All our\nordinary notions,” says Professor Jevons, “must be laid aside in\ncontemplating such an hypothesis; yet [it is] no more than the\nobserved phenomena of light and heat force us to accept. We\ncannot deny even the strange suggestion of Dr. Young, that there\nmay be independent worlds, some possibly existing in different\nparts of space, but others perhaps pervading each other, unseen\nand unknown, in the same space. For if we are bound to admit the\nconception of this adamantine firmament, it is equally easy to\nadmit a plurality of such.”",
        "[4] Jevons’s Principles of Science, Vol. II. p. 145. The figures,\nwhich in the English system of numeration read as seventeen\nbillions, would in the American system read as seventeen\ntrillions.",
        "The ether, therefore, is unlike any of the forms of matter which\nwe can weigh and measure. In some respects it resembles a fluid,\nin some respects a solid. It is both hard and elastic to an\nalmost inconceivable degree. It fills all material bodies like a\nsea in which the atoms of the material bodies are as islands, and\nit occupies the whole of what we call empty space. It is so\nsensitive that a disturbance in any part of it causes a “tremour\nwhich is felt on the surface of countless worlds.” Our old\nexperiences of matter give us no account of any substance like\nthis; yet the undulatory theory of light obliges us to admit such\na substance, and that theory is as well established as the theory\nof gravitation. Obviously we have here an enlargement of our\nexperience of matter. The analysis of the phenomena of light and\nradiant heat has brought us into mental relations with matter in\na different state from any in which we previously knew it. For\nthe supposition that the ether may be something essentially\ndifferent from matter is contradicted by all the terms we have\nused in describing it. Strange and contradictory as its\nproperties may seem, are they any more strange than the\nproperties of a gas would seem if we were for the first time to\ndiscover a gas after heretofore knowing nothing but solids and\nliquids? I think not; and the conclusion implied by our authors\nseems to me eminently probable, that in the so-called ether we\nhave simply a state of matter more primitive than what we know as\nthe gaseous state. Indeed, the conceptions of matter now current,\nand inherited from barbarous ages, are likely enough to be crude\nin the extreme. It is not strange that the study of such subtle\nagencies as heat and light should oblige us to modify them; and\nit will not be strange if the study of electricity should entail\nstill further revision of our ideas.",
        "We are now brought to one of the profoundest speculations of\nmodern times, the vortex-atom theory of Helmholtz and Thomson, in\nwhich the evolution of ordinary matter from ether is plainly\nindicated. The reader first needs to know what vortex-motion is;\nand this has been so beautifully explained by Professor Clifford,\nthat I quote his description entire: “Imagine a ring of\nindia-rubber, made by joining together the ends of a cylindrical\npiece (like a lead-pencil before it is cut), to be put upon a\nround stick which it will just fit with a little stretching. Let\nthe stick be now pulled through the ring while the latter is kept\nin its place by being pulled the other way on the outside. The\nindia-rubber has then what is called vortex-motion. Before the\nends were joined together, while it was straight, it might have\nbeen made to turn around without changing position, by rolling it\nbetween the hands. Just the same motion of rotation it has on the\nstick, only that the ends are now joined together. All the inside\nsurface of the ring is going one way, namely, the way the stick\nis pulled; and all the outside is going the other way. Such a\nvortex-ring is made by the smoker who purses his lips into a\nround hole and sends out a puff of smoke. The outside of the ring\nis kept back by the friction of his lips while the inside is\ngoing forwards; thus a rotation is set up all round the\nsmoke-ring as it travels out into the air.” In these cases, and\nin others as we commonly find it, vortex-motion owes its origin\nto friction and is after a while brought to an end by friction.\nBut in 1858 the equations of motion of an incompressible\nfrictionless fluid were first successfully solved by Helmholtz,\nand among other things he proved that, though vortex-motion could\nnot be originated in such a fluid, yet supposing it once to\nexist, it would exist to all eternity and could not be diminished\nby any mechanical action whatever. A vortex-ring, for example, in\nsuch a fluid, would forever preserve its own rotation, and would\nthus forever retain its peculiar individuality, being, as it\nwere, marked off from its neighbour vortex-rings. Upon this\nmechanical truth Sir William Thomson based his wonderfully\nsuggestive theory of the constitution of matter. That which is\npermanent or indestructible in matter is the ultimate homogeneous\natom; and this is probably all that is permanent, since chemists\nnow almost unanimously hold that so-called elementary molecules\nare not really simple, but owe their sensible differences to the\nvarious groupings of an ultimate atom which is alike for all.\nRelatively to our powers of comprehension the atom endures\neternally; that is, it retains forever unalterable its definite\nmass and its definite rate of vibration. Now this is just what a\nvortex-ring would do in an incompressible frictionless fluid.\nThus the startling question is suggested, Why may not the\nultimate atoms of matter be vortex-rings forever existing in such\na frictionless fluid filling the whole of space? Such a\nhypothesis is not less brilliant than Huyghens’s conjectural\nidentification of light with undulatory motion; and it is\nmoreover a legitimate hypothesis, since it can be brought to the\ntest of verification. Sir William Thomson has shown that it\nexplains a great many of the physical properties of matter: it\nremains to be seen whether it can explain them all.",
        "Of course the ether which conveys thermal and luminous\nundulations is not the frictionless fluid postulated by Sir\nWilliam Thomson. The most conspicuous property of the ether is\nits enormous elasticity, a property which we should not find in a\nfrictionless fluid. “To account for such elasticity,” says\nProfessor Clifford (whose exposition of the subject is still more\nlucid than that of our authors), “it has to be supposed that even\nwhere there are no material molecules the universal fluid is full\nof vortex-motion, but that the vortices are smaller and more\nclosely packed than those of [ordinary] matter, forming\naltogether a more finely grained structure. So that the\ndifference between matter and ether is reduced to a mere\ndifference in the size and arrangement of the component\nvortex-rings. Now, whatever may turn out to be the ultimate\nnature of the ether and of molecules, we know that to some extent\nat least they obey the same dynamic laws, and that they act upon\none another in accordance with these laws. Until, therefore, it\nis absolutely disproved, it must remain the simplest and most\nprobable assumption that they are finally made of the same stuff,\nthat the material molecule is some kind of knot or coagulation of\nether.\"[5]",
        "[5] Fortnightly Review, June, 1875, p. 784.",
        "Another interesting consequence of Sir William Thomson’s pregnant\nhypothesis is that the absolute hardness which has been\nattributed to material atoms from the time of Lucretius downward\nmay be dispensed with. Somewhat in the same way that a loosely\nsuspended chain becomes rigid with rapid rotation, the hardness\nand elasticity of the vortex-atom are explained as due to the\nswift rotary motion of a soft and yielding fluid. So that the\nvortex-atom is really indivisible, not by reason of its hardness\nor solidity, but by reason of the indestructibleness of its\nmotion.",
        "Supposing, now, that we adopt provisionally the vortex\ntheory,—the great power of which is well shown by the\nconsideration just mentioned,—we must not forget that it is\nabsolutely essential to the indestructibleness of the material\natom that the universal fluid in which it has an existence as a\nvortex-ring should be entirely destitute of friction. Once admit\neven the most infinitesimal amount of friction, while retaining\nthe conception of vortex-motion in a universal fluid, and the\nwhole case is so far altered that the material atom can no longer\nbe regarded as absolutely indestructible, but only as\nindefinitely enduring. It may have been generated, in bygone\neternity, by a natural process of evolution, and in future\neternity may come to an end. Relatively to our powers of\ncomprehension the practical difference is perhaps not great.\nScientifically speaking, Helmholtz and Thomson are as well\nentitled to reason upon the assumption of a perfectly\nfrictionless fluid as geometers in general are entitled to assume\nperfect lines without breadth and perfect surfaces without\nthickness. Perfect lines and surfaces do not exist within the\nregion of our experience; yet the conclusions of geometry are\nnone the less true ideally, though in any particular concrete\ninstance they are only approximately realized. Just so with the\nconception of a frictionless fluid. So far as experience goes,\nsuch a thing has no more real existence than a line without\nbreadth; and hence an atomic theory based upon such an assumption\nmay be as true ideally as any of the theorems of Euclid, but it\ncan give only an approximatively true account of the actual\nuniverse. These considerations do not at all affect the\nscientific value of the theory; but they will modify the tenour\nof such transcendental inferences as may be drawn from it\nregarding, the probable origin and destiny of the universe.",
        "The conclusions reached in the first part of this paper, while we\nwere dealing only with gross visible matter, may have seemed bold\nenough; but they are far surpassed by the inference which our\nauthors draw from the vortex theory as they interpret it. Our\nauthors exhibit various reasons, more or less sound, for\nattributing to the primordial fluid some slight amount of\nfriction; and in support of this view they adduce Le Sage’s\nexplanation of gravitation as a differential result of pressure,\nand Struve’s theory of the partial absorption of light-rays by\nthe ether,—questions with which our present purpose does not\nrequire us to meddle. Apart from such questions it is every way\nprobable that the primary assumption of Helmholtz and Thomson is\nonly an approximation to the truth. But if we accredit the\nprimordial fluid with even an infinitesimal amount of friction,\nthen we are required to conceive of the visible universe as\ndeveloped from the invisible and as destined to return into the\ninvisible. The vortex-atom, produced by infinitesimal friction\noperating through wellnigh infinite time, is to be ultimately\nabolished by the agency which produced it. In the words of our\nauthors, “If the visible universe be developed from an invisible\nwhich is not a perfect fluid, then the argument deduced by Sir\nWilliam Thomson in favour of the eternity of ordinary matter\ndisappears, since this eternity depends upon the perfect fluidity\nof the invisible. In fine, if we suppose the material universe to\nbe composed of a series of vortex-rings developed from an\ninvisible universe which is not a perfect fluid, it will be\nephemeral, just as the smoke-ring which we develop from air, or\nthat which we develop from water, is ephemeral, the only\ndifference being in duration, these lasting only for a few\nseconds, and the others it may be for billions of years.” Thus,\nas our authors suppose that “the available energy of the visible\nuniverse will ultimately be appropriated by the invisible,” they\ngo on to imagine, “at least as a possibility, that the separate\nexistence of the visible universe will share the same fate, so\nthat we shall have no huge, useless, inert mass existing in after\nages to remind the passer-by of a form of energy and a species of\nmatter that is long since out of date and functionally effete.\nWhy should not the universe bury its dead out of sight?”",
        "In one respect perhaps no more stupendous subject of\ncontemplation than this has ever been offered to the mind of man.\nIn comparison with the length of time thus required to efface the\ntiny individual atom, the entire cosmical career of our solar\nsystem, or even that of the whole starry galaxy, shrinks into\nutter nothingness. Whether we shall adopt the conclusion\nsuggested must depend on the extent of our speculative audacity.\nWe have seen wherein its probability consists, but in reasoning\nupon such a scale we may fitly be cautious and modest in\naccepting inferences, and our authors, we may be sure, would be\nthe first to recommend such modesty and caution. Even at the\ndimensions to which our theorizing has here grown, we may for\ninstance discern the possible alternative of a simultaneous or\nrhythmically successive generation and destruction of\nvortex-atoms which would go far to modify the conclusion just\nsuggested. But here we must pause for a moment, reserving for a\nsecond paper the weightier thoughts as to futurity which our\nauthors have sought to enwrap in these sublime physical\nspeculations.",
        "Continue...",
        "\nThis complete text of The Unseen World and Other Essays by John Fiske is in the public domain.\n\n\nThis title at Amazon.com.\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on April 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "The unseen world, and other essays, by John Fiske.By Michigan Historical Reprint SeriesAt Amazon"
    ]
}