{
    "title": "A Christmas Carol - Stave 1:  Marley’s Ghost",
    "author": "Charles Dickens",
    "chapter": "2",
    "content": [
        "\n\n",
        "Marley was dead: to begin with. There is no doubt\nwhatever about that. The register of his burial was\nsigned by the clergyman, the clerk, the undertaker,\nand the chief mourner. Scrooge signed it. And\nScrooge’s name was good upon ’Change, for anything he \nchose to put his hand to.",
        "Old Marley was as dead as a door-nail.",
        "Mind! I don’t mean to say that I know, of my\nown knowledge, what there is particularly dead about\na door-nail. I might have been inclined, myself, to\nregard a coffin-nail as the deadest piece of ironmongery \nin the trade. But the wisdom of our ancestors \nis in the simile; and my unhallowed hands\nshall not disturb it, or the Country’s done for. You\nwill therefore permit me to repeat, emphatically, that\nMarley was as dead as a door-nail.",
        "Scrooge knew he was dead? Of course he did.\nHow could it be otherwise? Scrooge and he were\npartners for I don’t know how many years. Scrooge\nwas his sole executor, his sole administrator, his sole\nassign, his sole residuary legatee, his sole friend, and\nsole mourner. And even Scrooge was not so dreadfully \ncut up by the sad event, but that he was an excellent \nman of business on the very day of the funeral,\nand solemnised it with an undoubted bargain.\nThe mention of Marley’s funeral brings me back to\nthe point I started from. There is no doubt that Marley \nwas dead. This must be distinctly understood, or\nnothing wonderful can come of the story I am going\nto relate. If we were not perfectly convinced that\nHamlet’s Father died before the play began, there\nwould be nothing more remarkable in his taking a\nstroll at night, in an easterly wind, upon his own ramparts, \nthan there would be in any other middle-aged\ngentleman rashly turning out after dark in a breezy\nspot -- say Saint Paul’s Churchyard for instance -- \nliterally to astonish his son’s weak mind.",
        "Scrooge never painted out Old Marley’s name.\nThere it stood, years afterwards, above the warehouse\ndoor: Scrooge and Marley. The firm was known as\nScrooge and Marley. Sometimes people new to the\nbusiness called Scrooge Scrooge, and sometimes Marley, \nbut he answered to both names. It was all the\nsame to him.",
        "Oh! But he was a tight-fisted hand at the grind-\nstone, Scrooge! a squeezing, wrenching, grasping,\nscraping, clutching, covetous, old sinner! Hard and\nsharp as flint, from which no steel had ever struck out\ngenerous fire; secret, and self-contained, and solitary\nas an oyster. The cold within him froze his old features, \nnipped his pointed nose, shrivelled his cheek,\nstiffened his gait; made his eyes red, his thin lips blue;\nand spoke out shrewdly in his grating voice. A frosty\nrime was on his head, and on his eyebrows, and his\nwiry chin. He carried his own low temperature always\nabout with him; he iced his office in the dogdays; and\ndidn’t thaw it one degree at Christmas.",
        "External heat and cold had little influence on\nScrooge. No warmth could warm, no wintry weather\nchill him. No wind that blew was bitterer than he,\nno falling snow was more intent upon its purpose, no\npelting rain less open to entreaty. Foul weather didn’t\nknow where to have him. The heaviest rain, and\nsnow, and hail, and sleet, could boast of the advantage\nover him in only one respect. They often `came down’\nhandsomely, and Scrooge never did.",
        "Nobody ever stopped him in the street to say, with\ngladsome looks, `My dear Scrooge, how are you?\nWhen will you come to see me?’ No beggars implored \nhim to bestow a trifle, no children asked him\nwhat it was o’clock, no man or woman ever once in all\nhis life inquired the way to such and such a place, of\nScrooge. Even the blind men’s dogs appeared to\nknow him; and when they saw him coming on, would\ntug their owners into doorways and up courts; and\nthen would wag their tails as though they said, `No\neye at all is better than an evil eye, dark master!’",
        "But what did Scrooge care! It was the very thing\nhe liked. To edge his way along the crowded paths\nof life, warning all human sympathy to keep its distance, \nwas what the knowing ones call `nuts’ to Scrooge.",
        "Once upon a time -- of all the good days in the year,\non Christmas Eve -- old Scrooge sat busy in his \ncounting-house. It was cold, bleak, biting weather: foggy\nwithal: and he could hear the people in the court outside, \ngo wheezing up and down, beating their hands\nupon their breasts, and stamping their feet upon the\npavement stones to warm them. The city clocks had\nonly just gone three, but it was quite dark already --\nit had not been light all day -- and candles were flaring \nin the windows of the neighbouring offices, like\nruddy smears upon the palpable brown air. The fog\ncame pouring in at every chink and keyhole, and was\nso dense without, that although the court was of the\nnarrowest, the houses opposite were mere phantoms.\nTo see the dingy cloud come drooping down, obscuring\neverything, one might have thought that Nature\nlived hard by, and was brewing on a large scale.",
        "The door of Scrooge’s counting-house was open\nthat he might keep his eye upon his clerk, who in a\ndismal little cell beyond, a sort of tank, was copying\nletters. Scrooge had a very small fire, but the clerk’s\nfire was so very much smaller that it looked like one\ncoal. But he couldn’t replenish it, for Scrooge kept\nthe coal-box in his own room; and so surely as the\nclerk came in with the shovel, the master predicted\nthat it would be necessary for them to part. Wherefore \nthe clerk put on his white comforter, and tried to\nwarm himself at the candle; in which effort, not being \na man of a strong imagination, he failed.",
        "`A merry Christmas, uncle! God save you!’ cried\na cheerful voice. It was the voice of Scrooge’s\nnephew, who came upon him so quickly that this was\nthe first intimation he had of his approach.",
        "`Bah!’ said Scrooge, `Humbug!’",
        "He had so heated himself with rapid walking in the\nfog and frost, this nephew of Scrooge’s, that he was\nall in a glow; his face was ruddy and handsome; his\neyes sparkled, and his breath smoked again.\n`Christmas a humbug, uncle!’ said Scrooge’s\nnephew. `You don’t mean that, I am sure?’",
        "`I do,’ said Scrooge. `Merry Christmas! What\nright have you to be merry? What reason have you\nto be merry? You’re poor enough.’",
        "`Come, then,’ returned the nephew gaily. `What\nright have you to be dismal? What reason have you\nto be morose? You’re rich enough.’",
        "Scrooge having no better answer ready on the spur\nof the moment, said `Bah!’ again; and followed it up\nwith `Humbug.’",
        "`Don’t be cross, uncle!’ said the nephew.",
        "`What else can I be,’ returned the uncle, `when I\nlive in such a world of fools as this? Merry Christmas! \nOut upon merry Christmas! What’s Christmas \ntime to you but a time for paying bills without\nmoney; a time for finding yourself a year older, but\nnot an hour richer; a time for balancing your books\nand having every item in ’em through a round dozen\nof months presented dead against you? If I could\nwork my will,’ said Scrooge indignantly, `every idiot\nwho goes about with “Merry Christmas” on his lips,\nshould be boiled with his own pudding, and buried\nwith a stake of holly through his heart. He should!’",
        "`Uncle!’ pleaded the nephew.",
        "`Nephew!’ returned the uncle sternly, `keep Christmas \nin your own way, and let me keep it in mine.’",
        "`Keep it!’ repeated Scrooge’s nephew. `But you\ndon’t keep it.’",
        "`Let me leave it alone, then,’ said Scrooge. `Much\ngood may it do you! Much good it has ever done\nyou!’",
        "`There are many things from which I might have\nderived good, by which I have not profited, I dare\nsay,’ returned the nephew. `Christmas among the\nrest. But I am sure I have always thought of Christmas \ntime, when it has come round -- apart from the\nveneration due to its sacred name and origin, if anything\nbelonging to it can be apart from that -- as a\ngood time; a kind, forgiving, charitable, pleasant\ntime: the only time I know of, in the long calendar\nof the year, when men and women seem by one consent \nto open their shut-up hearts freely, and to think\nof people below them as if they really were \nfellow-passengers to the grave, and not another race \nof creatures bound on other journeys. And therefore,\nuncle, though it has never put a scrap of gold or\nsilver in my pocket, I believe that it has done me\ngood, and will do me good; and I say, God bless it!’",
        "The clerk in the Tank involuntarily applauded.\nBecoming immediately sensible of the impropriety,\nhe poked the fire, and extinguished the last frail spark\nfor ever.",
        "`Let me hear another sound from you,’ said\nScrooge, `and you’ll keep your Christmas by losing\nyour situation! You’re quite a powerful speaker,\nsir,’ he added, turning to his nephew. `I wonder you\ndon’t go into Parliament.’",
        "`Don’t be angry, uncle. Come! Dine with us tomorrow.’",
        "Scrooge said that he would see him -- yes, indeed he\ndid. He went the whole length of the expression,\nand said that he would see him in that extremity first.",
        "`But why?’ cried Scrooge’s nephew. `Why?’",
        "`Why did you get married?’ said Scrooge.",
        "`Because I fell in love.’",
        "`Because you fell in love!’ growled Scrooge, as if\nthat were the only one thing in the world more ridiculous \nthan a merry Christmas. `Good afternoon!’",
        "`Nay, uncle, but you never came to see me before\nthat happened. Why give it as a reason for not\ncoming now?’",
        "`Good afternoon,’ said Scrooge.",
        "`I want nothing from you; I ask nothing of you;\nwhy cannot we be friends?’",
        "`Good afternoon,’ said Scrooge.",
        "`I am sorry, with all my heart, to find you so \nresolute. We have never had any quarrel, to which I\nhave been a party. But I have made the trial in\nhomage to Christmas, and I’ll keep my Christmas\nhumour to the last. So A Merry Christmas, uncle!’",
        "`Good afternoon,’ said Scrooge.",
        "`And A Happy New Year!’",
        "`Good afternoon,’ said Scrooge.",
        "His nephew left the room without an angry word,\nnotwithstanding. He stopped at the outer door to\nbestow the greetings of the season on the clerk, who\ncold as he was, was warmer than Scrooge; for he returned \nthem cordially.",
        "`There’s another fellow,’ muttered Scrooge; who\noverheard him: `my clerk, with fifteen shillings a\nweek, and a wife and family, talking about a merry\nChristmas. I’ll retire to Bedlam.’",
        "This lunatic, in letting Scrooge’s nephew out, had\nlet two other people in. They were portly gentlemen,\npleasant to behold, and now stood, with their hats off,\nin Scrooge’s office. They had books and papers in\ntheir hands, and bowed to him.",
        "`Scrooge and Marley’s, I believe,’ said one of the\ngentlemen, referring to his list. `Have I the pleasure\nof addressing Mr. Scrooge, or Mr. Marley?’",
        "`Mr. Marley has been dead these seven years,’\nScrooge replied. `He died seven years ago, this very\nnight.’",
        "`We have no doubt his liberality is well represented\nby his surviving partner,’ said the gentleman, presenting \nhis credentials.",
        "It certainly was; for they had been two kindred\nspirits. At the ominous word `liberality,’ Scrooge\nfrowned, and shook his head, and handed the credentials \nback.",
        "`At this festive season of the year, Mr. Scrooge,’\nsaid the gentleman, taking up a pen, `it is more than\nusually desirable that we should make some slight\nprovision for the Poor and Destitute, who suffer\ngreatly at the present time. Many thousands are in\nwant of common necessaries; hundreds of thousands\nare in want of common comforts, sir.’",
        "`Are there no prisons?’ asked Scrooge.",
        "`Plenty of prisons,’ said the gentleman, laying down\nthe pen again.",
        "`And the Union workhouses?’ demanded Scrooge.\n`Are they still in operation?’",
        "`They are. Still,’ returned the gentleman, `I wish\nI could say they were not.’",
        "`The Treadmill and the Poor Law are in full vigour,\nthen?’ said Scrooge.",
        "`Both very busy, sir.’",
        "`Oh! I was afraid, from what you said at first,\nthat something had occurred to stop them in their\nuseful course,’ said Scrooge. `I’m very glad to\nhear it.’",
        "`Under the impression that they scarcely furnish\nChristian cheer of mind or body to the multitude,’\nreturned the gentleman, `a few of us are endeavouring\nto raise a fund to buy the Poor some meat and drink.\nand means of warmth. We choose this time, because\nit is a time, of all others, when Want is keenly felt,\nand Abundance rejoices. What shall I put you down\nfor?’",
        "`Nothing!’ Scrooge replied.",
        "`You wish to be anonymous?’",
        "`I wish to be left alone,’ said Scrooge. `Since you\nask me what I wish, gentlemen, that is my answer.\nI don’t make merry myself at Christmas and I can’t\nafford to make idle people merry. I help to support \nthe establishments I have mentioned -- they cost\nenough; and those who are badly off must go there.’",
        "`Many can’t go there; and many would rather die.’",
        "`If they would rather die,’ said Scrooge, `they had\nbetter do it, and decrease the surplus population.\nBesides -- excuse me -- I don’t know that.’",
        "`But you might know it,’ observed the gentleman.",
        "`It’s not my business,’ Scrooge returned. `It’s\nenough for a man to understand his own business, and\nnot to interfere with other people’s. Mine occupies\nme constantly. Good afternoon, gentlemen!’",
        "Seeing clearly that it would be useless to pursue\ntheir point, the gentlemen withdrew. Scrooge returned \nhis labours with an improved opinion of himself, \nand in a more facetious temper than was usual\nwith him.",
        "Meanwhile the fog and darkness thickened so, that\npeople ran about with flaring links, proffering their\nservices to go before horses in carriages, and conduct\nthem on their way. The ancient tower of a church,\nwhose gruff old bell was always peeping slily down\nat Scrooge out of a Gothic window in the wall, became\ninvisible, and struck the hours and quarters in the\nclouds, with tremulous vibrations afterwards as if\nits teeth were chattering in its frozen head up there.\nThe cold became intense. In the main street at the\ncorner of the court, some labourers were repairing\nthe gas-pipes, and had lighted a great fire in a brazier,\nround which a party of ragged men and boys were\ngathered: warming their hands and winking their\neyes before the blaze in rapture. The water-plug\nbeing left in solitude, its overflowing sullenly congealed, \nand turned to misanthropic ice. The brightness \nof the shops where holly sprigs and berries\ncrackled in the lamp heat of the windows, made pale\nfaces ruddy as they passed. Poulterers’ and grocers’\ntrades became a splendid joke; a glorious pageant,\nwith which it was next to impossible to believe that\nsuch dull principles as bargain and sale had anything\nto do. The Lord Mayor, in the stronghold of the\nmighty Mansion House, gave orders to his fifty cooks\nand butlers to keep Christmas as a Lord Mayor’s\nhousehold should; and even the little tailor, whom he\nhad fined five shillings on the previous Monday for\nbeing drunk and bloodthirsty in the streets, stirred up\nto-morrow’s pudding in his garret, while his lean\nwife and the baby sallied out to buy the beef.",
        "Foggier yet, and colder! Piercing, searching, biting \ncold. If the good Saint Dunstan had but nipped\nthe Evil Spirit’s nose with a touch of such weather\nas that, instead of using his familiar weapons, then\nindeed he would have roared to lusty purpose. The\nowner of one scant young nose, gnawed and mumbled\nby the hungry cold as bones are gnawed by dogs,\nstooped down at Scrooge’s keyhole to regale him with\na Christmas carol: but at the first sound of",
        "`God bless you, merry gentleman!\nMay nothing you dismay!’",
        "Scrooge seized the ruler with such energy of action,\nthat the singer fled in terror, leaving the keyhole to\nthe fog and even more congenial frost.",
        "At length the hour of shutting up the counting-\nhouse arrived. With an ill-will Scrooge dismounted\nfrom his stool, and tacitly admitted the fact to the\nexpectant clerk in the Tank, who instantly snuffed\nhis candle out, and put on his hat.",
        "`You’ll want all day to-morrow, I suppose?’ said\nScrooge.",
        "`If quite convenient, sir.’",
        "`It’s not convenient,’ said Scrooge, `and it’s not\nfair. If I was to stop half-a-crown for it, you’d think\nyourself ill-used, I’ll be bound?’",
        "The clerk smiled faintly.",
        "`And yet,’ said Scrooge, `you don’t think me ill-used,\nwhen I pay a day’s wages for no work.’",
        "The clerk observed that it was only once a year.",
        "`A poor excuse for picking a man’s pocket every\ntwenty-fifth of December!’ said Scrooge, buttoning\nhis great-coat to the chin. `But I suppose you must\nhave the whole day. Be here all the earlier next\nmorning.’",
        "The clerk promised that he would; and Scrooge\nwalked out with a growl. The office was closed in a\ntwinkling, and the clerk, with the long ends of his\nwhite comforter dangling below his waist (for he\nboasted no great-coat), went down a slide on Cornhill, \nat the end of a lane of boys, twenty times, in\nhonour of its being Christmas Eve, and then ran home\nto Camden Town as hard as he could pelt, to play\nat blindman’s-buff.",
        "Scrooge took his melancholy dinner in his usual\nmelancholy tavern; and having read all the newspapers, and\nbeguiled the rest of the evening with his\nbanker’s-book, went home to bed. He lived in\nchambers which had once belonged to his deceased\npartner. They were a gloomy suite of rooms, in a\nlowering pile of building up a yard, where it had so\nlittle business to be, that one could scarcely help\nfancying it must have run there when it was a young\nhouse, playing at hide-and-seek with other houses,\nand forgotten the way out again. It was old enough\nnow, and dreary enough, for nobody lived in it but\nScrooge, the other rooms being all let out as offices.\nThe yard was so dark that even Scrooge, who knew\nits every stone, was fain to grope with his hands.\nThe fog and frost so hung about the black old gateway \nof the house, that it seemed as if the Genius of\nthe Weather sat in mournful meditation on the\nthreshold.",
        "Now, it is a fact, that there was nothing at all \nparticular about the knocker on the door, except that it\nwas very large. It is also a fact, that Scrooge had\nseen it, night and morning, during his whole residence\nin that place; also that Scrooge had as little of what\nis called fancy about him as any man in the city of\nLondon, even including -- which is a bold word -- the\ncorporation, aldermen, and livery. Let it also be\nborne in mind that Scrooge had not bestowed one\nthought on Marley, since his last mention of his\nseven years’ dead partner that afternoon. And then\nlet any man explain to me, if he can, how it happened\nthat Scrooge, having his key in the lock of the door,\nsaw in the knocker, without its undergoing any intermediate\nprocess of change -- not a knocker, but Marley’s face.",
        "Marley’s face. It was not in impenetrable shadow\nas the other objects in the yard were, but had a\ndismal light about it, like a bad lobster in a dark\ncellar. It was not angry or ferocious, but looked\nat Scrooge as Marley used to look: with ghostly\nspectacles turned up on its ghostly forehead. The\nhair was curiously stirred, as if by breath or hot air;\nand, though the eyes were wide open, they were perfectly\nmotionless. That, and its livid colour, made\nit horrible; but its horror seemed to be in spite of the\nface and beyond its control, rather than a part or\nits own expression.",
        "As Scrooge looked fixedly at this phenomenon, it\nwas a knocker again.",
        "To say that he was not startled, or that his blood\nwas not conscious of a terrible sensation to which it\nhad been a stranger from infancy, would be untrue.\nBut he put his hand upon the key he had relinquished,\nturned it sturdily, walked in, and lighted his candle.",
        "He did pause, with a moment’s irresolution, before\nhe shut the door; and he did look cautiously behind\nit first, as if he half-expected to be terrified with the\nsight of Marley’s pigtail sticking out into the hall.\nBut there was nothing on the back of the door, except\nthe screws and nuts that held the knocker on, so he\nsaid `Pooh, pooh!’ and closed it with a bang.",
        "The sound resounded through the house like thunder. \nEvery room above, and every cask in the wine-merchant’s \ncellars below, appeared to have a separate peal \nof echoes of its own. Scrooge was not a man to\nbe frightened by echoes. He fastened the door, and\nwalked across the hall, and up the stairs; slowly too:\ntrimming his candle as he went.",
        "You may talk vaguely about driving a coach-and-six \nup a good old flight of stairs, or through a bad\nyoung Act of Parliament; but I mean to say you\nmight have got a hearse up that staircase, and taken\nit broadwise, with the splinter-bar towards the wall\nand the door towards the balustrades: and done it\neasy. There was plenty of width for that, and room\nto spare; which is perhaps the reason why Scrooge\nthought he saw a locomotive hearse going on before\nhim in the gloom. Half a dozen gas-lamps out of\nthe street wouldn’t have lighted the entry too well,\nso you may suppose that it was pretty dark with\nScrooge’s dip.",
        "Up Scrooge went, not caring a button for that.\nDarkness is cheap, and Scrooge liked it. But before\nhe shut his heavy door, he walked through his rooms\nto see that all was right. He had just enough recollection \nof the face to desire to do that.",
        "Sitting-room, bedroom, lumber-room. All as they\nshould be. Nobody under the table, nobody under\nthe sofa; a small fire in the grate; spoon and basin\nready; and the little saucepan of gruel (Scrooge had\na cold in his head) upon the hob. Nobody under the\nbed; nobody in the closet; nobody in his dressing-gown, \nwhich was hanging up in a suspicious attitude\nagainst the wall. Lumber-room as usual. Old fire-guards, \nold shoes, two fish-baskets, washing-stand on three \nlegs, and a poker.",
        "Quite satisfied, he closed his door, and locked \nhimself in; double-locked himself in, which was not his\ncustom. Thus secured against surprise, he took off\nhis cravat; put on his dressing-gown and slippers, and\nhis nightcap; and sat down before the fire to take\nhis gruel.",
        "It was a very low fire indeed; nothing on such a\nbitter night. He was obliged to sit close to it, and\nbrood over it, before he could extract the least \nsensation of warmth from such a handful of fuel. \nThe fireplace was an old one, built by some Dutch \nmerchant long ago, and paved all round with quaint \nDutch tiles, designed to illustrate the Scriptures.\nThere were Cains and Abels, Pharaohs’ daughters;\nQueens of Sheba, Angelic messengers descending\nthrough the air on clouds like feather-beds, Abrahams,\nBelshazzars, Apostles putting off to sea in butter-boats,\nhundreds of figures to attract his thoughts --\nand yet that face of Marley, seven years dead, came\nlike the ancient Prophet’s rod, and swallowed up the\nwhole. If each smooth tile had been a blank at first,\nwith power to shape some picture on its surface from\nthe disjointed fragments of his thoughts, there would\nhave been a copy of old Marley’s head on every one.",
        "`Humbug!’ said Scrooge; and walked across the\nroom.",
        "After several turns, he sat down again. As he\nthrew his head back in the chair, his glance happened\nto rest upon a bell, a disused bell, that hung in the\nroom, and communicated for some purpose now forgotten \nwith a chamber in the highest story of the\nbuilding. It was with great astonishment, and with\na strange, inexplicable dread, that as he looked, he\nsaw this bell begin to swing. It swung so softly in\nthe outset that it scarcely made a sound; but soon it\nrang out loudly, and so did every bell in the house.",
        "This might have lasted half a minute, or a minute,\nbut it seemed an hour. The bells ceased as they had\nbegun, together. They were succeeded by a clanking \nnoise, deep down below; as if some person were\ndragging a heavy chain over the casks in the wine\nmerchant’s cellar. Scrooge then remembered to have\nheard that ghosts in haunted houses were described\nas dragging chains.",
        "The cellar-door flew open with a booming sound,\nand then he heard the noise much louder, on the floors\nbelow; then coming up the stairs; then coming straight\ntowards his door.",
        "`It’s humbug still!’ said Scrooge. `I won’t believe it.’",
        "His colour changed though, when, without a pause,\nit came on through the heavy door, and passed into\nthe room before his eyes. Upon its coming in, the\ndying flame leaped up, as though it cried `I know\nhim; Marley’s Ghost!’ and fell again.",
        "The same face: the very same. Marley in his pigtail, \nusual waistcoat, tights and boots; the tassels on\nthe latter bristling, like his pigtail, and his coat-skirts,\nand the hair upon his head. The chain he drew was\nclasped about his middle. It was long, and wound\nabout him like a tail; and it was made (for Scrooge\nobserved it closely) of cash-boxes, keys, padlocks,\nledgers, deeds, and heavy purses wrought in steel.\nHis body was transparent; so that Scrooge, observing him, \nand looking through his waistcoat, could see\nthe two buttons on his coat behind.",
        "Scrooge had often heard it said that Marley had no\nbowels, but he had never believed it until now.",
        "No, nor did he believe it even now. Though he\nlooked the phantom through and through, and saw\nit standing before him; though he felt the chilling\ninfluence of its death-cold eyes; and marked the very\ntexture of the folded kerchief bound about its head\nand chin, which wrapper he had not observed before;\nhe was still incredulous, and fought against his senses.",
        "`How now!’ said Scrooge, caustic and cold as ever.\n`What do you want with me?’",
        "`Much!’ -- Marley’s voice, no doubt about it.",
        "`Who are you?’",
        "`Ask me who I was.’",
        "`Who were you then?’ said Scrooge, raising his\nvoice. `You’re particular, for a shade.’ He was going\nto say `to a shade,’ but substituted this, as more\nappropriate.",
        "`In life I was your partner, Jacob Marley.’",
        "`Can you -- can you sit down?’ asked Scrooge, looking\ndoubtfully at him.",
        "`I can.’",
        "`Do it, then.’",
        "Scrooge asked the question, because he didn’t know\nwhether a ghost so transparent might find himself in\na condition to take a chair; and felt that in the event\nof its being impossible, it might involve the necessity\nof an embarrassing explanation. But the ghost sat\ndown on the opposite side of the fireplace, as if he\nwere quite used to it.",
        "`You don’t believe in me,’ observed the Ghost.",
        "`I don’t.’ said Scrooge.",
        "`What evidence would you have of my reality beyond that of\nyour senses?’",
        "`I don’t know,’ said Scrooge.",
        "`Why do you doubt your senses?’",
        "`Because,’ said Scrooge, `a little thing affects them.\nA slight disorder of the stomach makes them cheats. You may \nbe an undigested bit of beef, a blot of mustard, a crumb of\ncheese, a fragment of an underdone potato. There’s more of \ngravy than of grave about you, whatever you are!’",
        "Scrooge was not much in the habit of cracking\njokes, nor did he feel, in his heart, by any means\nwaggish then. The truth is, that he tried to be\nsmart, as a means of distracting his own attention,\nand keeping down his terror; for the spectre’s voice\ndisturbed the very marrow in his bones.",
        "To sit, staring at those fixed glazed eyes, in silence\nfor a moment, would play, Scrooge felt, the very\ndeuce with him. There was something very awful,\ntoo, in the spectre’s being provided with an infernal\natmosphere of its own. Scrooge could not feel it\nhimself, but this was clearly the case; for though the\nGhost sat perfectly motionless, its hair, and skirts,\nand tassels, were still agitated as by the hot vapour\nfrom an oven.",
        "`You see this toothpick?’ said Scrooge, returning\nquickly to the charge, for the reason just assigned;\nand wishing, though it were only for a second, to\ndivert the vision’s stony gaze from himself.",
        "`I do,’ replied the Ghost.",
        "`You are not looking at it,’ said Scrooge.",
        "`But I see it,’ said the Ghost, `notwithstanding.’",
        "`Well!’ returned Scrooge, `I have but to swallow\nthis, and be for the rest of my days persecuted by a\nlegion of goblins, all of my own creation. Humbug,\nI tell you! humbug!’",
        "At this the spirit raised a frightful cry, and shook\nits chain with such a dismal and appalling noise, that\nScrooge held on tight to his chair, to save himself\nfrom falling in a swoon. But how much greater was\nhis horror, when the phantom taking off the bandage\nround its head, as if it were too warm to wear indoors,\nits lower jaw dropped down upon its breast!",
        "Scrooge fell upon his knees, and clasped his hands\nbefore his face.",
        "`Mercy!’ he said. `Dreadful apparition, why do\nyou trouble me?’",
        "`Man of the worldly mind!’ replied the Ghost, `do\nyou believe in me or not?’",
        "`I do,’ said Scrooge. `I must. But why do spirits\nwalk the earth, and why do they come to me?’",
        "`It is required of every man,’ the Ghost returned,\n`that the spirit within him should walk abroad among\nhis fellowmen, and travel far and wide; and if that\nspirit goes not forth in life, it is condemned to do so\nafter death. It is doomed to wander through the\nworld -- oh, woe is me! -- and witness what it cannot\nshare, but might have shared on earth, and turned to\nhappiness!’",
        "Again the spectre raised a cry, and shook its chain\nand wrung its shadowy hands.",
        "`You are fettered,’ said Scrooge, trembling. `Tell\nme why?’",
        "`I wear the chain I forged in life,’ replied the Ghost.\n`I made it link by link, and yard by yard; I girded\nit on of my own free will, and of my own free will I\nwore it. Is its pattern strange to you?’",
        "Scrooge trembled more and more.",
        "`Or would you know,’ pursued the Ghost, `the\nweight and length of the strong coil you bear yourself? \nIt was full as heavy and as long as this, seven\nChristmas Eves ago. You have laboured on it, since.\nIt is a ponderous chain!’",
        "Scrooge glanced about him on the floor, in the \nexpectation of finding himself surrounded by some fifty\nor sixty fathoms of iron cable: but he could see\nnothing.",
        "`Jacob,’ he said, imploringly. `Old Jacob Marley,\ntell me more. Speak comfort to me, Jacob!’",
        "`I have none to give,’ the Ghost replied. `It comes\nfrom other regions, Ebenezer Scrooge, and is conveyed\nby other ministers, to other kinds of men. Nor\ncan I tell you what I would. A very little more, is\nall permitted to me. I cannot rest, I cannot stay, I\ncannot linger anywhere. My spirit never walked\nbeyond our counting-house -- mark me! -- in life my\nspirit never roved beyond the narrow limits of our\nmoney-changing hole; and weary journeys lie before\nme!’",
        "It was a habit with Scrooge, whenever he became\nthoughtful, to put his hands in his breeches pockets.\nPondering on what the Ghost had said, he did so now,\nbut without lifting up his eyes, or getting off his\nknees.",
        "`You must have been very slow about it, Jacob,’\nScrooge observed, in a business-like manner, though\nwith humility and deference.",
        "`Slow!’ the Ghost repeated.",
        "`Seven years dead,’ mused Scrooge. `And travelling\nall the time!’",
        "`The whole time,’ said the Ghost. `No rest, no\npeace. Incessant torture of remorse.’",
        "`You travel fast?’ said Scrooge.",
        "`On the wings of the wind,’ replied the Ghost.",
        "`You might have got over a great quantity of\nground in seven years,’ said Scrooge.",
        "The Ghost, on hearing this, set up another cry, and\nclanked its chain so hideously in the dead silence of\nthe night, that the Ward would have been justified in\nindicting it for a nuisance.",
        "`Oh! captive, bound, and double-ironed,’ cried the\nphantom, `not to know, that ages of incessant labour,\nby immortal creatures, for this earth must pass into\neternity before the good of which it is susceptible is\nall developed. Not to know that any Christian spirit\nworking kindly in its little sphere, whatever it may\nbe, will find its mortal life too short for its vast\nmeans of usefulness. Not to know that no space of\nregret can make amends for one life’s opportunity\nmisused! Yet such was I! Oh! such was I!’",
        "`But you were always a good man of business,\nJacob,’ faltered Scrooge, who now began to apply this\nto himself.",
        "`Business!’ cried the Ghost, wringing its hands\nagain. `Mankind was my business. The common\nwelfare was my business; charity, mercy, forbearance,\nand benevolence, were, all, my business. The dealings \nof my trade were but a drop of water in the\ncomprehensive ocean of my business!’",
        "It held up its chain at arm’s length, as if that were\nthe cause of all its unavailing grief, and flung it\nheavily upon the ground again.",
        "`At this time of the rolling year,’ the spectre said\n`I suffer most. Why did I walk through crowds of\nfellow-beings with my eyes turned down, and never\nraise them to that blessed Star which led the Wise\nMen to a poor abode! Were there no poor homes to\nwhich its light would have conducted me!’",
        "Scrooge was very much dismayed to hear the\nspectre going on at this rate, and began to quake\nexceedingly.",
        "`Hear me!’ cried the Ghost. `My time is nearly\ngone.’",
        "`I will,’ said Scrooge. `But don’t be hard upon\nme! Don’t be flowery, Jacob! Pray!’     \n`How it is that I appear before you in a shape that\nyou can see, I may not tell. I have sat invisible\nbeside you many and many a day.’",
        "It was not an agreeable idea. Scrooge shivered,\nand wiped the perspiration from his brow.",
        "`That is no light part of my penance,’ pursued \nthe Ghost. `I am here to-night to warn you, that you\nhave yet a chance and hope of escaping my fate. A\nchance and hope of my procuring, Ebenezer.’",
        "`You were always a good friend to me,’ said\nScrooge. `Thank ’ee!’",
        "`You will be haunted,’ resumed the Ghost, `by\nThree Spirits.’",
        "Scrooge’s countenance fell almost as low as the\nGhost’s had done.",
        "`Is that the chance and hope you mentioned,\nJacob?’ he demanded, in a faltering voice.",
        "`It is.’",
        "`I -- I think I’d rather not,’ said Scrooge.",
        "`Without their visits,’ said the Ghost, `you cannot\nhope to shun the path I tread. Expect the first tomorrow, \nwhen the bell tolls One.’",
        "`Couldn’t I take `em all at once, and have it over,\nJacob?’ hinted Scrooge.",
        "`Expect the second on the next night at the same\nhour. The third upon the next night when the last\nstroke of Twelve has ceased to vibrate. Look to see\nme no more; and look that, for your own sake, you\nremember what has passed between us!’",
        "When it had said these words, the spectre took its\nwrapper from the table, and bound it round its head,\nas before. Scrooge knew this, by the smart sound its\nteeth made, when the jaws were brought together\nby the bandage. He ventured to raise his eyes again,\nand found his supernatural visitor confronting him\nin an erect attitude, with its chain wound over and\nabout its arm.",
        "The apparition walked backward from him; and at\nevery step it took, the window raised itself a little,\nso that when the spectre reached it, it was wide open.\nIt beckoned Scrooge to approach, which he did.\nWhen they were within two paces of each other,\nMarley’s Ghost held up its hand, warning him to\ncome no nearer. Scrooge stopped.",
        "Not so much in obedience, as in surprise and fear:\nfor on the raising of the hand, he became sensible\nof confused noises in the air; incoherent sounds of\nlamentation and regret; wailings inexpressibly sorrowful and\nself-accusatory. The spectre, after listening for a moment,\njoined in the mournful dirge;\nand floated out upon the bleak, dark night.",
        "Scrooge followed to the window: desperate in his\ncuriosity. He looked out.",
        "The air was filled with phantoms, wandering hither\nand thither in restless haste, and moaning as they\nwent. Every one of them wore chains like Marley’s\nGhost; some few (they might be guilty governments)\nwere linked together; none were free. Many had\nbeen personally known to Scrooge in their lives. He\nhad been quite familiar with one old ghost, in a white\nwaistcoat, with a monstrous iron safe attached to\nits ankle, who cried piteously at being unable to assist\na wretched woman with an infant, whom it saw below,\nupon a door-step. The misery with them all was,\nclearly, that they sought to interfere, for good, in\nhuman matters, and had lost the power for ever.",
        "Whether these creatures faded into mist, or mist\nenshrouded them, he could not tell. But they and\ntheir spirit voices faded together; and the night became \nas it had been when he walked home.",
        "Scrooge closed the window, and examined the door\nby which the Ghost had entered. It was double-locked, \nas he had locked it with his own hands, and\nthe bolts were undisturbed. He tried to say `Humbug!’ \nbut stopped at the first syllable. And being,\nfrom the emotion he had undergone, or the fatigues\nof the day, or his glimpse of the Invisible World, or\nthe dull conversation of the Ghost, or the lateness of\nthe hour, much in need of repose; went straight to\nbed, without undressing, and fell asleep upon the\ninstant.",
        "Continue...",
        "\nThis complete text of the A Christmas Carol book by Charles Dickens,\nand the illustrations by John Leech, are in the public domain.\n\nYou can buy the A Christmas Carol book at Amazon.\nAlso available, on DVD; A Christmal Carol (1951 Movie) and\nA Christmas Carol (1984 Movie, with George C. Scott).\n\nAlso by this author:\nDavid Copperfield. One readers says, “This book is one of the few Real Books in this world.”\nDavid Copperfield can also be bought on DVD.\n\n\nAlso see the background information on\nA Christmas Carol on an\nexternal website.\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on April 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "A Christmas Carol (Bantam Classic)By Charles DickensAt Amazon"
    ]
}