{
    "title": "A Christmas Carol - Stave 5:  The End of It",
    "author": "Charles Dickens",
    "chapter": "6",
    "content": [
        "\n\n",
        "Yes! and the bedpost was his own. The bed was his own,\nthe room was his own. Best and happiest of all, the Time\nbefore him was his own, to make amends in!",
        "`I will live in the Past, the Present, and the Future.’ \nScrooge repeated, as he scrambled out of bed. `The Spirits\nof all Three shall strive within me. Oh Jacob Marley.\nHeaven, and the Christmas Time be praised for this. I say\nit on my knees, old Jacob, on my knees.’ ",
        "He was so fluttered and so glowing with his good intentions,\nthat his broken voice would scarcely answer to his\ncall. He had been sobbing violently in his conflict with the\nSpirit, and his face was wet with tears.",
        "`They are not torn down.’ cried Scrooge, folding one of\nhis bed-curtains in his arms,’ they are not torn down, rings\nand all. They are here -- I am here -- the shadows of the\nthings that would have been, may be dispelled. They will\nbe. I know they will.’ ",
        "His hands were busy with his garments all this time;\nturning them inside out, putting them on upside down,\ntearing them, mislaying them, making them parties to every\nkind of extravagance.",
        "`I don’t know what to do.’ cried Scrooge, laughing and\ncrying in the same breath; and making a perfect Laocoon of\nhimself with his stockings. `I am as light as a feather, I\nam as happy as an angel, I am as merry as a schoolboy. I\nam as giddy as a drunken man. A merry Christmas to\neverybody. A happy New Year to all the world. Hallo\nhere. Whoop. Hallo.’ ",
        "He had frisked into the sitting-room, and was now standing\nthere: perfectly winded.",
        "`There’s the saucepan that the gruel was in.’ cried\nScrooge, starting off again, and going round the fireplace.\n`There’s the door, by which the Ghost of Jacob Marley\nentered. There’s the corner where the Ghost of Christmas\nPresent, sat. There’s the window where I saw the wandering\nSpirits. It’s all right, it’s all true, it all happened.\nHa ha ha.’ ",
        "Really, for a man who had been out of practice for so\nmany years, it was a splendid laugh, a most illustrious laugh.\nThe father of a long, long line of brilliant laughs.",
        "`I don’t know what day of the month it is.’ said\nScrooge. `I don’t know how long I’ve been among the\nSpirits. I don’t know anything. I’m quite a baby. Never\nmind. I don’t care. I’d rather be a baby. Hallo. Whoop.\nHallo here.’ ",
        "He was checked in his transports by the churches ringing\nout the lustiest peals he had ever heard. Clash, clang,\nhammer; ding, dong, bell. Bell, dong, ding; hammer, clang,\nclash. Oh, glorious, glorious.",
        "Running to the window, he opened it, and put out his\nhead. No fog, no mist; clear, bright, jovial, stirring, cold;\ncold, piping for the blood to dance to; Golden sunlight;\nHeavenly sky; sweet fresh air; merry bells. Oh, glorious.\nGlorious.",
        "`What’s to-day.’ cried Scrooge, calling downward to a\nboy in Sunday clothes, who perhaps had loitered in to look\nabout him.",
        "`Eh.’ returned the boy, with all his might of wonder.",
        "`What’s to-day, my fine fellow.’ said Scrooge.",
        "`To-day.’ replied the boy. `Why, Christmas Day.’ ",
        "`It’s Christmas Day.’ said Scrooge to himself. `I\nhaven’t missed it. The Spirits have done it all in one night.\nThey can do anything they like. Of course they can. Of\ncourse they can. Hallo, my fine fellow.’ ",
        "`Hallo.’ returned the boy.",
        "`Do you know the Poulterer’s, in the next street but one,\nat the corner.’ Scrooge inquired.",
        "`I should hope I did,’ replied the lad.",
        "`An intelligent boy.’ said Scrooge. `A remarkable boy.\nDo you know whether they’ve sold the prize Turkey that\nwas hanging up there -- Not the little prize Turkey: the\nbig one.’ ",
        "`What, the one as big as me.’ returned the boy.",
        "`What a delightful boy.’ said Scrooge. `It’s a pleasure\nto talk to him. Yes, my buck.’ ",
        "`It’s hanging there now,’ replied the boy.",
        "`Is it.’ said Scrooge. `Go and buy it.’ ",
        "`Walk-er.’ exclaimed the boy.",
        "`No, no,’ said Scrooge, `I am in earnest. Go and buy\nit, and tell them to bring it here, that I may give them the\ndirection where to take it. Come back with the man, and\nI’ll give you a shilling. Come back with him in less than\nfive minutes and I’ll give you half-a-crown.’ ",
        "The boy was off like a shot. He must have had a steady\nhand at a trigger who could have got a shot off half so fast.",
        "`I’ll send it to Bon Cratchit’s.’ whispered Scrooge,\nrubbing his hands, and splitting with a laugh. `He shan’t\nknow who sends it. It’s twice the size of Tiny Tim. Joe\nMiller never made such a joke as sending it to Bob’s\nwill be.’ ",
        "The hand in which he wrote the address was not a steady\none, but write it he did, somehow, and went down-stairs to\nopen the street door, ready for the coming of the poulterer’s\nman. As he stood there, waiting his arrival, the knocker\ncaught his eye.",
        "`I shall love it, as long as I live.’ cried Scrooge, patting\nit with his hand. `I scarcely ever looked at it before.\nWhat an honest expression it has in its face. It’s a\nwonderful knocker. -- Here’s the Turkey. Hallo. Whoop.\nHow are you. Merry Christmas.’ ",
        "It was a Turkey. He never could have stood upon his\nlegs, that bird. He would have snapped them short off in a\nminute, like sticks of sealing-wax.",
        "`Why, it’s impossible to carry that to Camden Town,’ \nsaid Scrooge. `You must have a cab.’ ",
        "The chuckle with which he said this, and the chuckle with\nwhich he paid for the Turkey, and the chuckle with which\nhe paid for the cab, and the chuckle with which he recompensed\nthe boy, were only to be exceeded by the chuckle\nwith which he sat down breathless in his chair again, and\nchuckled till he cried.",
        "Shaving was not an easy task, for his hand continued to\nshake very much; and shaving requires attention, even when\nyou don’t dance while you are at it. But if he had cut the\nend of his nose off, he would have put a piece of\nsticking-plaster over it, and been quite satisfied.",
        "He dressed himself all in his best, and at last got out\ninto the streets. The people were by this time pouring forth, \nas he had seen them with the Ghost of Christmas Present;\nand walking with his hands behind him, Scrooge regarded\nevery one with a delighted smile. He looked so irresistibly\npleasant, in a word, that three or four good-humoured fellows\nsaid,’ Good morning, sir. A merry Christmas to you.’ \nAnd Scrooge said often afterwards, that of all the blithe\nsounds he had ever heard, those were the blithest in his ears.",
        "He had not gone far, when coming on towards him he\nbeheld the portly gentleman, who had walked into his\ncounting-house the day before, and said,’ Scrooge and Marley’s, I\nbelieve.’  It sent a pang across his heart to think how this\nold gentleman would look upon him when they met; but he\nknew what path lay straight before him, and he took it.",
        "`My dear sir,’ said Scrooge, quickening his pace, and\ntaking the old gentleman by both his hands. `How do you\ndo. I hope you succeeded yesterday. It was very kind of\nyou. A merry Christmas to you, sir.’ ",
        "`Mr Scrooge.’ ",
        "`Yes,’ said Scrooge. `That is my name, and I fear it\nmay not be pleasant to you. Allow me to ask your pardon.\nAnd will you have the goodness’ -- here Scrooge whispered in\nhis ear.",
        "`Lord bless me.’ cried the gentleman, as if his breath\nwere taken away. `My dear Mr Scrooge, are you serious.’ ",
        "`If you please,’ said Scrooge. `Not a farthing less. A\ngreat many back-payments are included in it, I assure you.\nWill you do me that favour.’ ",
        "`My dear sir,’ said the other, shaking hands with him.\n`I don’t know what to say to such munificence.’",
        "`Don’t say anything please,’ retorted Scrooge. `Come\nand see me. Will you come and see me.’ ",
        "`I will.’ cried the old gentleman. And it was clear he\nmeant to do it.",
        "`Thank you,’ said Scrooge. `I am much obliged to you.\nI thank you fifty times. Bless you.’ ",
        "He went to church, and walked about the streets, and\nwatched the people hurrying to and fro, and patted children\non the head, and questioned beggars, and looked down into\nthe kitchens of houses, and up to the windows, and found\nthat everything could yield him pleasure. He had never\ndreamed that any walk -- that anything -- could give him so\nmuch happiness. In the afternoon he turned his steps\ntowards his nephew’s house.",
        "He passed the door a dozen times, before he had the\ncourage to go up and knock. But he made a dash, and\ndid it:",
        "`Is your master at home, my dear.’ said Scrooge to the\ngirl. Nice girl. Very.",
        "`Yes, sir.’ ",
        "`Where is he, my love.’ said Scrooge.",
        "`He’s in the dining-room, sir, along with mistress. I’ll\nshow you up-stairs, if you please.’ ",
        "`Thank you. He knows me,’ said Scrooge, with his hand\nalready on the dining-room lock. `I’ll go in here, my dear.’ ",
        "He turned it gently, and sidled his face in, round the door.\nThey were looking at the table (which was spread out in\ngreat array); for these young housekeepers are always nervous\non such points, and like to see that everything is right.",
        "`Fred.’ said Scrooge.",
        "Dear heart alive, how his niece by marriage started.\nScrooge had forgotten, for the moment, about her sitting\nin the corner with the footstool, or he wouldn’t have done\nit, on any account.",
        "`Why bless my soul.’ cried Fred,’ who’s that.’ ",
        "`It’s I. Your uncle Scrooge. I have come to dinner.\nWill you let me in, Fred.’ ",
        "Let him in. It is a mercy he didn’t shake his arm off.\nHe was at home in five minutes. Nothing could be heartier.\nHis niece looked just the same. So did Topper when he \ncame. So did the plump sister when she came. So did\nevery one when they came. Wonderful party, wonderful\ngames, wonderful unanimity, wonderful happiness.",
        "But he was early at the office next morning. Oh, he was\nearly there. If he could only be there first, and catch Bob\nCratchit coming late. That was the thing he had set his\nheart upon.",
        "And he did it; yes, he did. The clock struck nine. No\nBob. A quarter past. No Bob. He was full eighteen\nminutes and a half behind his time. Scrooge sat with his\ndoor wide open, that he might see him come into the Tank.",
        "His hat was off, before he opened the door; his comforter\ntoo. He was on his stool in a jiffy; driving away with his\npen, as if he were trying to overtake nine o’clock.",
        "`Hallo.’ growled Scrooge, in his accustomed voice, as\nnear as he could feign it. `What do you mean by coming\nhere at this time of day.’ ",
        "`I am very sorry, sir,’ said Bob. `I am behind my time.’ ",
        "`You are.’ repeated Scrooge. `Yes. I think you are.\nStep this way, sir, if you please.’ ",
        "`It’s only once a year, sir,’ pleaded Bob, appearing from\nthe Tank. `It shall not be repeated. I was making rather\nmerry yesterday, sir.’ ",
        "`Now, I’ll tell you what, my friend,’ said Scrooge,’ I\nam not going to stand this sort of thing any longer. And\ntherefore,’ he continued, leaping from his stool, and giving\nBob such a dig in the waistcoat that he staggered back into\nthe Tank again;’ and therefore I am about to raise your\nsalary.’ ",
        "Bob trembled, and got a little nearer to the ruler. He\nhad a momentary idea of knocking Scrooge down with it,\nholding him, and calling to the people in the court for help\nand a strait-waistcoat.",
        "`A merry Christmas, Bob,’ said Scrooge, with an earnestness\nthat could not be mistaken, as he clapped him on the\nback. `A merrier Christmas, Bob, my good fellow, than I\nhave given you for many a year. I’ll raise your salary, and\nendeavour to assist your struggling family, and we will discuss\nyour affairs this very afternoon, over a Christmas bowl of\nsmoking bishop, Bob. Make up the fires, and buy another\ncoal-scuttle before you dot another i, Bob Cratchit.’ ",
        "Scrooge was better than his word. He did it all, and\ninfinitely more; and to Tiny Tim, who did not die, he was\na second father. He became as good a friend, as good a\nmaster, and as good a man, as the good old city knew, or\nany other good old city, town, or borough, in the good old\nworld. Some people laughed to see the alteration in him,\nbut he let them laugh, and little heeded them; for he was\nwise enough to know that nothing ever happened on this\nglobe, for good, at which some people did not have their fill\nof laughter in the outset; and knowing that such as these\nwould be blind anyway, he thought it quite as well that they\nshould wrinkle up their eyes in grins, as have the malady in\nless attractive forms. His own heart laughed: and that was\nquite enough for him.",
        "He had no further intercourse with Spirits, but lived upon\nthe Total Abstinence Principle, ever afterwards; and it was\nalways said of him, that he knew how to keep Christmas\nwell, if any man alive possessed the knowledge. May that\nbe truly said of us, and all of us! And so, as Tiny Tim\nobserved, God bless Us, Every One!",
        " ",
        "\nThis complete text of the A Christmas Carol book by Charles Dickens,\nand the illustrations by John Leech, are in the public domain.\n\nYou can buy the A Christmas Carol book at Amazon.\nAlso available, on DVD; A Christmal Carol (1951 Movie) and\nA Christmas Carol (1984 Movie, with George C. Scott).\n\nAlso by this author:\nDavid Copperfield. One readers says, “This book is one of the few Real Books in this world.”\nDavid Copperfield can also be bought on DVD.\n\n\nAlso see the background information on\nA Christmas Carol on an\nexternal website.\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on April 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "A Christmas Carol (Bantam Classic)By Charles DickensAt Amazon"
    ]
}