{
    "title": "A Christmas Carol - Stave 4:  The Last of the Spirits",
    "author": "Charles Dickens",
    "chapter": "5",
    "content": [
        "\n\n",
        "The Phantom slowly, gravely, silently approached. When\nit came, Scrooge bent down upon his knee; for in\nthe very air through which this Spirit moved it seemed to\nscatter gloom and mystery.",
        "It was shrouded in a deep black garment, which concealed\nits head, its face, its form, and left nothing of it visible \nsave one outstretched hand. But for this it would have been\ndifficult to detach its figure from the night, and separate it\nfrom the darkness by which it was surrounded.",
        "He felt that it was tall and stately when it came beside\nhim, and that its mysterious presence filled him with a \nsolemn dread. He knew no more, for the Spirit neither\nspoke nor moved.",
        "`I am in the presence of the Ghost of Christmas Yet To\nCome.’ said Scrooge.",
        "The Spirit answered not, but pointed onward with its\nhand.",
        "`You are about to show me shadows of the things that\nhave not happened, but will happen in the time before us,’ \nScrooge pursued. `Is that so, Spirit.’ ",
        "The upper portion of the garment was contracted for an\ninstant in its folds, as if the Spirit had inclined its head.\nThat was the only answer he received.",
        "Although well used to ghostly company by this time,\nScrooge feared the silent shape so much that his legs trembled\nbeneath him, and he found that he could hardly stand when\nhe prepared to follow it. The Spirit pauses a moment, as\nobserving his condition, and giving him time to recover.",
        "But Scrooge was all the worse for this. It thrilled him\nwith a vague uncertain horror, to know that behind the\ndusky shroud, there were ghostly eyes intently fixed upon\nhim, while he, though he stretched his own to the utmost,\ncould see nothing but a spectral hand and one great heap\nof black.",
        "`Ghost of the Future.’ he exclaimed,’ I fear you more\nthan any spectre I have seen. But as I know your purpose\nis to do me good, and as I hope to live to be another\nman from what I was, I am prepared to bear you company,\nand do it with a thankful heart. Will you not speak\nto me.’ ",
        "It gave him no reply. The hand was pointed straight\nbefore them.",
        "`Lead on.’ said Scrooge. `Lead on. The night is\nwaning fast, and it is precious time to me, I know. Lead\non, Spirit.’ ",
        "The Phantom moved away as it had come towards him.\nScrooge followed in the shadow of its dress, which bore him\nup, he thought, and carried him along.",
        "They scarcely seemed to enter the city; for the city rather\nseemed to spring up about them, and encompass them of its\nown act. But there they were, in the heart of it; on\nChange, amongst the merchants; who hurried up and down,\nand chinked the money in their pockets, and conversed in\ngroups, and looked at their watches, and trifled thoughtfully\nwith their great gold seals; and so forth, as Scrooge had\nseen them often.",
        "The Spirit stopped beside one little knot of business men.\nObserving that the hand was pointed to them, Scrooge\nadvanced to listen to their talk.",
        "`No,’ said a great fat man with a monstrous chin,’ I\ndon’t know much about it, either way. I only know he’s\ndead.’ ",
        "`When did he die.’ inquired another.",
        "`Last night, I believe.’ ",
        "`Why, what was the matter with him.’ asked a third,\ntaking a vast quantity of snuff out of a very large snuff-box.\n`I thought he’d never die.’ ",
        "`God knows,’ said the first, with a yawn.",
        "`What has he done with his money.’ asked a red-faced\ngentleman with a pendulous excrescence on the end of his\nnose, that shook like the gills of a turkey-cock.",
        "`I haven’t heard,’ said the man with the large chin, \nyawning again. `Left it to his company, perhaps. He hasn’t\nleft it to me. That’s all I know.’ ",
        "This pleasantry was received with a general laugh.",
        "`It’s likely to be a very cheap funeral,’ said the same\nspeaker;’ for upon my life I don’t know of anybody to go\nto it. Suppose we make up a party and volunteer.’ ",
        "`I don’t mind going if a lunch is provided,’ observed the\ngentleman with the excrescence on his nose. `But I must\nbe fed, if I make one.’ ",
        "Another laugh.",
        "`Well, I am the most disinterested among you, after all,’ \nsaid the first speaker,’ for I never wear black gloves, and I\nnever eat lunch. But I’ll offer to go, if anybody else will.\nWhen I come to think of it, I’m not at all sure that I wasn’t\nhis most particular friend; for we used to stop and speak\nwhenever we met. Bye, bye.’ ",
        "Speakers and listeners strolled away, and mixed with \nother groups. Scrooge knew the men, and looked towards the\nSpirit for an explanation.",
        "The Phantom glided on into a street. Its finger pointed\nto two persons meeting. Scrooge listened again, thinking\nthat the explanation might lie here.",
        "He knew these men, also, perfectly. They were men of aye\nbusiness:  very wealthy, and of great importance. He had made\na point always of standing well in their esteem: in a business\npoint of view, that is; strictly in a business point of view.",
        "`How are you.’ said one.",
        "`How are you.’ returned the other.",
        "`Well.’ said the first. `Old Scratch has got his own at\nlast, hey.’ ",
        "`So I am told,’ returned the second. `Cold, isn’t it.’ ",
        "`Seasonable for Christmas time. You’re not a skater, I\nsuppose.’ ",
        "`No. No. Something else to think of. Good morning.’ ",
        "Not another word. That was their meeting, their\nconversation, and their parting.",
        "Scrooge was at first inclined to be surprised that the\nSpirit should attach importance to conversations apparently so\ntrivial; but feeling assured that they must have some hidden\npurpose, he set himself to consider what it was likely to be.\nThey could scarcely be supposed to have any bearing on the\ndeath of Jacob, his old partner, for that was Past, and this\nGhost’s province was the Future. Nor could he think of any\none immediately connected with himself, to whom he could\napply them. But nothing doubting that to whomsoever\nthey applied they had some latent moral for his own improvement,\nhe resolved to treasure up every word he heard,\nand everything he saw; and especially to observe the\nshadow of himself when it appeared. For he had an expectation\nthat the conduct of his future self would give him\nthe clue he missed, and would render the solution of these\nriddles easy.",
        "He looked about in that very place for his own image; but\nanother man stood in his accustomed corner, and though the\nclock pointed to his usual time of day for being there, he\nsaw no likeness of himself among the multitudes that poured\nin through the Porch. It gave him little surprise, however;\nfor he had been revolving in his mind a change of life, and\nthought and hoped he saw his new-born resolutions carried\nout in this.",
        "Quiet and dark, beside him stood the Phantom, with its\noutstretched hand. When he roused himself from his\nthoughtful quest, he fancied from the turn of the hand, and\nits situation in reference to himself, that the Unseen Eyes\nwere looking at him keenly. It made him shudder, and feel\nvery cold.",
        "They left the busy scene, and went into an obscure part\nof the town, where Scrooge had never penetrated before,\nalthough he recognised its situation, and its bad repute. The\nways were foul and narrow; the shops and houses wretched;\nthe people half-naked, drunken, slipshod, ugly. Alleys and\narchways, like so many cesspools, disgorged their offences of\nsmell, and dirt, and life, upon the straggling streets; and the\nwhole quarter reeked with crime, with filth, and misery.",
        "Far in this den of infamous resort, there was a low-browed,\nbeetling shop, below a pent-house roof, where iron, old rags,\nbottles, bones, and greasy offal, were bought. Upon the floor \nwithin, were piled up heaps of rusty keys, nails, chains, hinges,\nfiles, scales, weights, and refuse iron of all kinds. Secrets\nthat few would like to scrutinise were bred and hidden in\nmountains of unseemly rags, masses of corrupted fat, and\nsepulchres of bones. Sitting in among the wares he dealt in, by a\ncharcoal stove, made of old bricks, was a grey-haired rascal,\nnearly seventy years of age; who had screened himself from the\ncold air without, by a frousy curtaining of miscellaneous\ntatters, hung upon a line; and smoked his pipe in all the luxury\nof calm retirement.",
        "Scrooge and the Phantom came into the presence of this\nman, just as a woman with a heavy bundle slunk into the\nshop. But she had scarcely entered, when another woman,\nsimilarly laden, came in too; and she was closely followed by\na man in faded black, who was no less startled by the sight\nof them, than they had been upon the recognition of each\nother. After a short period of blank astonishment, in which\nthe old man with the pipe had joined them, they all three\nburst into a laugh.",
        "`Let the charwoman alone to be the first.’ cried she who\nhad entered first. `Let the laundress alone to be the second;\nand let the undertaker’s man alone to be the third. Look\nhere, old Joe, here’s a chance. If we haven’t all three met\nhere without meaning it.’ ",
        "`You couldn’t have met in a better place,’ said old Joe,\nremoving his pipe from his mouth. `Come into the parlour.\nYou were made free of it long ago, you know; and the other\ntwo an’t strangers. Stop till I shut the door of the shop.\nAh. How it skreeks. There an’t such a rusty bit of metal\nin the place as its own hinges, I believe; and I’m sure there’s\nno such old bones here, as mine. Ha, ha. We’re all suitable\nto our calling, we’re well matched. Come into the\nparlour. Come into the parlour.’ ",
        "The parlour was the space behind the screen of rags. The\nold man raked the fire together with an old stair-rod, and\nhaving trimmed his smoky lamp (for it was night), with the\nstem of his pipe, put it in his mouth again.",
        "While he did this, the woman who had already spoken\nthrew her bundle on the floor, and sat down in a flaunting\nmanner on a stool; crossing her elbows on her knees, and\nlooking with a bold defiance at the other two.",
        "`What odds then. What odds, Mrs Dilber.’ said the\nwoman. `Every person has a right to take care of themselves.\nHe always did.’ ",
        "`That’s true, indeed.’ said the laundress. `No man\nmore so.’ ",
        "`Why then, don’t stand staring as if you was afraid,\nwoman; who’s the wiser. We’re not going to pick holes in\neach other’s coats, I suppose.’ ",
        "`No, indeed.’ said Mrs Dilber and the man together.\n`We should hope not.’ ",
        "`Very well, then.’ cried the woman. `That’s enough.\nWho’s the worse for the loss of a few things like these.\nNot a dead man, I suppose.’ ",
        "`No, indeed,’ said Mrs Dilber, laughing.",
        "`If he wanted to keep them after he was dead, a wicked old\nscrew,’ pursued the woman,’ why wasn’t he natural in his\nlifetime. If he had been, he’d have had somebody to look\nafter him when he was struck with Death, instead of lying\ngasping out his last there, alone by himself.’ ",
        "`It’s the truest word that ever was spoke,’ said Mrs\nDilber. `It’s a judgment on him.’ ",
        "`I wish it was a little heavier judgment,’ replied the\nwoman;’ and it should have been, you may depend upon it,\nif I could have laid my hands on anything else. Open that\nbundle, old Joe, and let me know the value of it. Speak out \nplain. I’m not afraid to be the first, nor afraid for them to\nsee it. We know pretty well that we were helping ourselves,\nbefore we met here, I believe. It’s no sin. Open the bundle,\nJoe.’ ",
        "But the gallantry of her friends would not allow of this;\nand the man in faded black, mounting the breach first,\nproduced his plunder. It was not extensive. A seal or two,\na pencil-case, a pair of sleeve-buttons, and a brooch of no\ngreat value, were all. They were severally examined and\nappraised by old Joe, who chalked the sums he was disposed\nto give for each, upon the wall, and added them up into a\ntotal when he found there was nothing more to come.",
        "`That’s your account,’ said Joe,’ and I wouldn’t give\nanother sixpence, if I was to be boiled for not doing it.\nWho’s next.’ ",
        "Mrs Dilber was next. Sheets and towels, a little wearing\napparel, two old-fashioned silver teaspoons, a pair of\nsugar-tongs, and a few boots. Her account was stated on the wall\nin the same manner.",
        "`I always give too much to ladies. It’s a weakness of mine,\nand that’s the way I ruin myself,’ said old Joe. `That’s\nyour account. If you asked me for another penny, and made\nit an open question, I’d repent of being so liberal and knock\noff half-a-crown.’ ",
        "`And now undo my bundle, Joe,’ said the first woman.",
        "Joe went down on his knees for the greater convenience\nof opening it, and having unfastened a great many knots,\ndragged out a large and heavy roll of some dark stuff.",
        "`What do you call this.’ said Joe. `Bed-curtains.’ ",
        "`Ah.’ returned the woman, laughing and leaning forward\non her crossed arms. `Bed-curtains.’ ",
        "`You don’t mean to say you took them down, rings and\nall, with him lying there.’ said Joe.",
        "`Yes I do,’ replied the woman. `Why not.’ ",
        "`You were born to make your fortune,’ said Joe,’ and\nyou’ll certainly do it.’ ",
        "`I certainly shan’t hold my hand, when I can get anything\nin it by reaching it out, for the sake of such a man as he\nwas, I promise you, Joe,’ returned the woman coolly. `Don’t\ndrop that oil upon the blankets, now.’ ",
        "`His blankets.’ asked Joe.",
        "`Whose else’s do you think.’ replied the woman. `He\nisn’t likely to take cold without them, I dare say.’ ",
        "`I hope he didn’t die of any thing catching. Eh.’ said\nold Joe, stopping in his work, and looking up.",
        "`Don’t you be afraid of that,’ returned the woman. `I\nan’t so fond of his company that I’d loiter about him for\nsuch things, if he did. Ah. you may look through that\nshirt till your eyes ache; but you won’t find a hole in it, nor\na threadbare place. It’s the best he had, and a fine one too.\nThey’d have wasted it, if it hadn’t been for me.’ ",
        "`What do you call wasting of it.’ asked old Joe.",
        "`Putting it on him to be buried in, to be sure,’ replied\nthe woman with a laugh. `Somebody was fool enough to\ndo it, but I took it off again. If calico an’t good enough for\nsuch a purpose, it isn’t good enough for anything. It’s quite\nas becoming to the body. He can’t look uglier than he did\nin that one.’ ",
        "Scrooge listened to this dialogue in horror. As they sat\ngrouped about their spoil, in the scanty light afforded by\nthe old man’s lamp, he viewed them with a detestation and\ndisgust, which could hardly have been greater, though the\ndemons, marketing the corpse itself.",
        "`Ha, ha.’ laughed the same woman, when old Joe,\nproducing a flannel bag with money in it, told out their\nseveral gains upon the ground. `This is the end of it, you\nsee. He frightened every one away from him when he was \nalive, to profit us when he was dead. Ha, ha, ha.’ ",
        "`Spirit.’ said Scrooge, shuddering from head to foot. `I\nsee, I see. The case of this unhappy man might be my own.\nMy life tends that way, now. Merciful Heaven, what is\nthis.’ ",
        "He recoiled in terror, for the scene had changed, and now\nhe almost touched a bed: a bare, uncurtained bed: on which,\nbeneath a ragged sheet, there lay a something covered up,\nwhich, though it was dumb, announced itself in awful\nlanguage.",
        "The room was very dark, too dark to be observed with\nany accuracy, though Scrooge glanced round it in obedience\nto a secret impulse, anxious to know what kind of room it\nwas. A pale light, rising in the outer air, fell straight upon\nthe bed; and on it, plundered and bereft, unwatched, unwept,\nuncared for, was the body of this man.",
        "Scrooge glanced towards the Phantom. Its steady hand\nwas pointed to the head. The cover was so carelessly adjusted\nthat the slightest raising of it, the motion of a finger upon\nScrooge’s part, would have disclosed the face. He thought\nof it, felt how easy it would be to do, and longed to do it;\nbut had no more power to withdraw the veil than to dismiss\nthe spectre at his side.",
        "Oh cold, cold, rigid, dreadful Death, set up thine altar\nhere, and dress it with such terrors as thou hast at thy\ncommand: for this is thy dominion. But of the loved,\nrevered, and honoured head, thou canst not turn one hair\nto thy dread purposes, or make one feature odious. It is\nnot that the hand is heavy and will fall down when released;\nit is not that the heart and pulse are still; but that the\nhand was open, generous, and true; the heart brave, warm,\nand tender; and the pulse a man’s. Strike, Shadow, strike.\nAnd see his good deeds springing from the wound, to sow\nthe world with life immortal.",
        "No voice pronounced these words in Scrooge’s ears, and\nyet he heard them when he looked upon the bed. He\nthought, if this man could be raised up now, what would be\nhis foremost thoughts. Avarice, hard-dealing, griping cares.\nThey have brought him to a rich end, truly.",
        "He lay, in the dark empty house, with not a man, a\nwoman, or a child, to say that he was kind to me in this\nor that, and for the memory of one kind word I will be\nkind to him. A cat was tearing at the door, and there was\na sound of gnawing rats beneath the hearth-stone. What\nthey wanted in the room of death, and why they were so\nrestless and disturbed, Scrooge did not dare to think.",
        "`Spirit.’ he said,’ this is a fearful place. In leaving it,\nI shall not leave its lesson, trust me. Let us go.’ ",
        "Still the Ghost pointed with an unmoved finger to the\nhead.",
        "`I understand you,’ Scrooge returned,’ and I would do\nit, if I could. But I have not the power, Spirit. I have\nnot the power.’ ",
        "Again it seemed to look upon him.",
        "`If there is any person in the town, who feels emotion\ncaused by this man’s death,’ said Scrooge quite agonised,\n`show that person to me, Spirit, I beseech you.’ ",
        "The Phantom spread its dark robe before him for a\nmoment, like a wing; and withdrawing it, revealed a room\nby daylight, where a mother and her children were.",
        "She was expecting some one, and with anxious eagerness;\nfor she walked up and down the room; started at every\nsound; looked out from the window; glanced at the clock;\ntried, but in vain, to work with her needle; and could hardly\nbear the voices of the children in their play.",
        "At length the long-expected knock was heard. She hurried\nto the door, and met her husband; a man whose face was \ncareworn and depressed, though he was young. There was\na remarkable expression in it now; a kind of serious delight\nof which he felt ashamed, and which he struggled to repress.",
        "He sat down to the dinner that had been boarding for\nhim by the fire; and when she asked him faintly what news\n(which was not until after a long silence), he appeared\nembarrassed how to answer.",
        "`Is it good.’ she said, `or bad?’ -- to help him.",
        "`Bad,’ he answered.",
        "`We are quite ruined.’ ",
        "`No. There is hope yet, Caroline.’ ",
        "`If he relents,’ she said, amazed, `there is. Nothing is\npast hope, if such a miracle has happened.’ ",
        "`He is past relenting,’ said her husband. `He is dead.’ ",
        "She was a mild and patient creature if her face spoke\ntruth; but she was thankful in her soul to hear it, and she\nsaid so, with clasped hands. She prayed forgiveness the next\nmoment, and was sorry; but the first was the emotion of\nher heart.",
        "`What the half-drunken woman whom I told you of last\nnight, said to me, when I tried to see him and obtain a\nweek’s delay; and what I thought was a mere excuse to avoid\nme; turns out to have been quite true. He was not only\nvery ill, but dying, then.’ ",
        "`To whom will our debt be transferred.’ ",
        "`I don’t know. But before that time we shall be ready\nwith the money; and even though we were not, it would be\na bad fortune indeed to find so merciless a creditor in his\nsuccessor. We may sleep to-night with light hearts, Caroline.’ ",
        "Yes. Soften it as they would, their hearts were lighter.\nThe children’s faces, hushed and clustered round to hear what\nthey so little understood, were brighter; and it was a happier\nhouse for this man’s death. The only emotion that the\nGhost could show him, caused by the event, was one of\npleasure.",
        "`Let me see some tenderness connected with a death,’ said\nScrooge;’ or that dark chamber, Spirit, which we left just\nnow, will be for ever present to me.’ ",
        "The Ghost conducted him through several streets familiar\nto his feet; and as they went along, Scrooge looked here and\nthere to find himself, but nowhere was he to be seen. They\nentered poor Bob Cratchit’s house; the dwelling he had\nvisited before; and found the mother and the children seated\nround the fire.",
        "Quiet. Very quiet. The noisy little Cratchits were as\nstill as statues in one corner, and sat looking up at Peter,\nwho had a book before him. The mother and her daughters\nwere engaged in sewing. But surely they were very quiet.",
        "`And he took a child, and set him in the midst of\nthem.’",
        "Where had Scrooge heard those words. He had not\ndreamed them. The boy must have read them out, as he\nand the Spirit crossed the threshold. Why did he not\ngo on.",
        "The mother laid her work upon the table, and put her\nhand up to her face.",
        "`The colour hurts my eyes,’ she said.",
        "The colour. Ah, poor Tiny Tim.",
        "`They’re better now again,’ said Cratchit’s wife. `It\nmakes them weak by candle-light; and I wouldn’t show weak\neyes to your father when he comes home, for the world. It\nmust be near his time.’ ",
        "`Past it rather,’ Peter answered, shutting up his book.\n`But I think he has walked a little slower than he used,\nthese few last evenings, mother.’ ",
        "They were very quiet again. At last she said, and in a\nsteady, cheerful voice, that only faltered once:",
        "`I have known him walk with -- I have known him walk\nwith Tiny Tim upon his shoulder, very fast indeed.’ ",
        "`And so have I,’ cried Peter. `Often.’ ",
        "`And so have I,’ exclaimed another. So had all.",
        "`But he was very light to carry,’ she resumed, intent upon\nher work,’ and his father loved him so, that it was no\ntrouble: no trouble. And there is your father at the door.’ ",
        "She hurried out to meet him; and little Bob in his comforter\n-- he had need of it, poor fellow -- came in. His tea\nwas ready for him on the hob, and they all tried who should\nhelp him to it most. Then the two young Cratchits got\nupon his knees and laid, each child a little cheek, against\nhis face, as if they said,’ Don’t mind it, father. Don’t be\ngrieved.’ ",
        "Bob was very cheerful with them, and spoke pleasantly to\nall the family. He looked at the work upon the table, and\npraised the industry and speed of Mrs Cratchit and the girls.\nThey would be done long before Sunday, he said.",
        "`Sunday. You went to-day, then, Robert.’ said his\nwife.",
        "`Yes, my dear,’ returned Bob. `I wish you could have\ngone. It would have done you good to see how green a\nplace it is. But you’ll see it often. I promised him that I\nwould walk there on a Sunday. My little, little child.’ \ncried Bob. `My little child.’ ",
        "He broke down all at once. He couldn’t help it. If he\ncould have helped it, he and his child would have been farther\napart perhaps than they were.",
        "He left the room, and went up-stairs into the room above,\nwhich was lighted cheerfully, and hung with Christmas.\nThere was a chair set close beside the child, and there were\nsigns of some one having been there, lately. Poor Bob sat\ndown in it, and when he had thought a little and composed\nhimself, he kissed the little face. He was reconciled to what\nhad happened, and went down again quite happy.",
        "They drew about the fire, and talked; the girls and mother\nworking still. Bob told them of the extraordinary kindness\nof Mr Scrooge’s nephew, whom he had scarcely seen but\nonce, and who, meeting him in the street that day, and seeing\nthat he looked a little -’ just a little down you know,’ said\nBob, inquired what had happened to distress him. `On\nwhich,’ said Bob,’ for he is the pleasantest-spoken gentleman\nyou ever heard, I told him. `I am heartily sorry for it, Mr\nCratchit,’ he said,’ and heartily sorry for your good wife.’ \nBy the bye, how he ever knew that, I don’t know.’ ",
        "`Knew what, my dear.’ ",
        "`Why, that you were a good wife,’ replied Bob.",
        "`Everybody knows that.’ said Peter.",
        "`Very well observed, my boy.’ cried Bob. `I hope they\ndo. `Heartily sorry,’ he said,’ for your good wife. If I\ncan be of service to you in any way,’ he said, giving me\nhis card,’ that’s where I live. Pray come to me.’  Now, it\nwasn’t,’ cried Bob,’ for the sake of anything he might be\nable to do for us, so much as for his kind way, that this was\nquite delightful. It really seemed as if he had known our\nTiny Tim, and felt with us.’ ",
        "`I’m sure he’s a good soul.’ said Mrs Cratchit.",
        "`You would be surer of it, my dear,’ returned Bob,’ if\nyou saw and spoke to him. I shouldn’t be at all surprised\n- mark what I say. -- if he got Peter a better situation.’ ",
        "`Only hear that, Peter,’ said Mrs Cratchit.",
        "`And then,’ cried one of the girls,’ Peter will be keeping\ncompany with some one, and setting up for himself.’ ",
        "`Get along with you.’ retorted Peter, grinning.",
        "`It’s just as likely as not,’ said Bob,’ one of these days;\nthough there’s plenty of time for that, my dear. But however\nand when ever we part from one another, I am sure we\nshall none of us forget poor Tiny Tim -- shall we -- or this\nfirst parting that there was among us.’ ",
        "`Never, father.’ cried they all.",
        "`And I know,’ said Bob,’ I know, my dears, that when\nwe recollect how patient and how mild he was; although he\nwas a little, little child; we shall not quarrel easily among\nourselves, and forget poor Tiny Tim in doing it.’ ",
        "`No, never, father.’ they all cried again.",
        "`I am very happy,’ said little Bob,’ I am very happy.’ ",
        "Mrs Cratchit kissed him, his daughters kissed him, the\ntwo young Cratchits kissed him, and Peter and himself shook\nhands. Spirit of Tiny Tim, thy childish essence was from\nGod.",
        "`Spectre,’ said Scrooge,’ something informs me that our\nparting moment is at hand. I know it, but I know not\nhow. Tell me what man that was whom we saw lying dead.’ ",
        "The Ghost of Christmas Yet To Come conveyed him, as\nbefore -- though at a different time, he thought: indeed, there\nseemed no order in these latter visions, save that they were\nin the Future -- into the resorts of business men, but showed\nhim not himself. Indeed, the Spirit did not stay for anything,\nbut went straight on, as to the end just now desired,\nuntil besought by Scrooge to tarry for a moment.",
        "`This courts,’ said Scrooge,’ through which we hurry now,\nis where my place of occupation is, and has been for a length\nof time. I see the house. Let me behold what I shall be,\nin days to come.’ ",
        "The Spirit stopped; the hand was pointed elsewhere.",
        "`The house is yonder,’ Scrooge exclaimed. `Why do you\npoint away.’ ",
        "The inexorable finger underwent no change.",
        "Scrooge hastened to the window of his office, and looked\nin. It was an office still, but not his. The furniture was\nnot the same, and the figure in the chair was not himself.\nThe Phantom pointed as before.",
        "He joined it once again, and wondering why and whither\nhe had gone, accompanied it until they reached an iron gate.\nHe paused to look round before entering.",
        "A churchyard. Here, then, the wretched man whose name\nhe had now to learn, lay underneath the ground. It was a\nworthy place. Walled in by houses; overrun by grass and\nweeds, the growth of vegetation’s death, not life; choked up\nwith too much burying; fat with repleted appetite. A\nworthy place.",
        "The Spirit stood among the graves, and pointed down to\nOne. He advanced towards it trembling. The Phantom was\nexactly as it had been, but he dreaded that he saw new\nmeaning in its solemn shape.",
        "`Before I draw nearer to that stone to which you point,’ \nsaid Scrooge, `answer me one question. Are these the\nshadows of the things that Will be, or are they shadows of\nthings that May be, only.’ ",
        "Still the Ghost pointed downward to the grave by which\nit stood.",
        "`Men’s courses will foreshadow certain ends, to which, if\npersevered in, they must lead,’ said Scrooge. `But if the\ncourses be departed from, the ends will change. Say it is\nthus with what you show me.’ ",
        "The Spirit was immovable as ever.",
        "Scrooge crept towards it, trembling as he went; and\nfollowing the finger, read upon the stone of the neglected\ngrave his own name, Ebenezer Scrooge.",
        "`Am I that man who lay upon the bed.’ he cried, upon\nhis knees.",
        "The finger pointed from the grave to him, and back again.",
        "`No, Spirit. Oh no, no.’ ",
        "The finger still was there.",
        "`Spirit.’ he cried, tight clutching at its robe,’ hear me.\nI am not the man I was. I will not be the man I must\nhave been but for this intercourse. Why show me this, if I\nam past all hope.’ ",
        "For the first time the hand appeared to shake. ",
        "`Good Spirit,’ he pursued, as down upon the ground he\nfell before it:’ Your nature intercedes for me, and pities\nme. Assure me that I yet may change these shadows you\nhave shown me, by an altered life.’ ",
        "The kind hand trembled.",
        "`I will honour Christmas in my heart, and try to keep it\nall the year. I will live in the Past, the Present, and the\nFuture. The Spirits of all Three shall strive within me. I\nwill not shut out the lessons that they teach. Oh, tell me I\nmay sponge away the writing on this stone.’ ",
        "In his agony, he caught the spectral hand. It sought to\nfree itself, but he was strong in his entreaty, and detained it.\nThe Spirit, stronger yet, repulsed him.",
        "Holding up his hands in a last prayer to have his fate aye\nreversed, he saw an alteration in the Phantom’s hood and dress.\nIt shrunk, collapsed, and dwindled down into a bedpost.",
        "Continue...",
        "\nThis complete text of the A Christmas Carol book by Charles Dickens,\nand the illustrations by John Leech, are in the public domain.\n\nYou can buy the A Christmas Carol book at Amazon.\nAlso available, on DVD; A Christmal Carol (1951 Movie) and\nA Christmas Carol (1984 Movie, with George C. Scott).\n\nAlso by this author:\nDavid Copperfield. One readers says, “This book is one of the few Real Books in this world.”\nDavid Copperfield can also be bought on DVD.\n\n\nAlso see the background information on\nA Christmas Carol on an\nexternal website.\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on April 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "A Christmas Carol (Bantam Classic)By Charles DickensAt Amazon"
    ]
}