{
    "title": "A Dog’s Tale - Chapter II",
    "author": "Mark Twain",
    "chapter": "2",
    "content": [
        "\n\n",
        "When I was well grown, at last, I was sold and taken away, and I never\nsaw her again.  She was broken-hearted, and so was I, and we cried; but\nshe comforted me as well as she could, and said we were sent into this\nworld for a wise and good purpose, and must do our duties without\nrepining, take our life as we might find it, live it for the best good of\nothers, and never mind about the results; they were not our affair.  She\nsaid men who did like this would have a noble and beautiful reward by and\nby in another world, and although we animals would not go there, to do\nwell and right without reward would give to our brief lives a worthiness\nand dignity which in itself would be a reward.  She had gathered these\nthings from time to time when she had gone to the Sunday-school with the\nchildren, and had laid them up in her memory more carefully than she had\ndone with those other words and phrases; and she had studied them deeply,\nfor her good and ours.  One may see by this that she had a wise and\nthoughtful head, for all there was so much lightness and vanity in it.",
        "So we said our farewells, and looked our last upon each other through our\ntears; and the last thing she said—keeping it for the last to make me\nremember it the better, I think—was, “In memory of me, when there is a\ntime of danger to another do not think of yourself, think of your mother,\nand do as she would do.”",
        "Do you think I could forget that?  No.",
        "Continue...",
        "\nThis complete text of the A Dog’s Tale book by Mark Twain\nis in the public domain.\n\n\nThe documentary on DVD: Mark Twain - A Film Directed by Ken Burns.\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on April 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "A dog's taleBy Mark TwainAt Amazon"
    ]
}