{
    "title": "A Dog’s Tale",
    "author": "Mark Twain",
    "chapter": "1",
    "content": [
        "\n\n",
        "My father was a St. Bernard, my mother was a collie, but I am a\nPresbyterian.  This is what my mother told me, I do not know these nice\ndistinctions myself.  To me they are only fine large words meaning\nnothing.  My mother had a fondness for such; she liked to say them, and\nsee other dogs look surprised and envious, as wondering how she got so\nmuch education.  But, indeed, it was not real education; it was only\nshow: she got the words by listening in the dining-room and drawing-room\nwhen there was company, and by going with the children to Sunday-school\nand listening there; and whenever she heard a large word she said it over\nto herself many times, and so was able to keep it until there was a\ndogmatic gathering in the neighborhood, then she would get it off, and\nsurprise and distress them all, from pocket-pup to mastiff, which\nrewarded her for all her trouble.  If there was a stranger he was nearly\nsure to be suspicious, and when he got his breath again he would ask her\nwhat it meant.  And she always told him.  He was never expecting this but\nthought he would catch her; so when she told him, he was the one that\nlooked ashamed, whereas he had thought it was going to be she.  The\nothers were always waiting for this, and glad of it and proud of her, for\nthey knew what was going to happen, because they had had experience.\nWhen she told the meaning of a big word they were all so taken up with\nadmiration that it never occurred to any dog to doubt if it was the right\none; and that was natural, because, for one thing, she answered up so\npromptly that it seemed like a dictionary speaking, and for another\nthing, where could they find out whether it was right or not? for she was\nthe only cultivated dog there was.  By and by, when I was older, she\nbrought home the word Unintellectual, one time, and worked it pretty hard\nall the week at different gatherings, making much unhappiness and\ndespondency; and it was at this time that I noticed that during that week\nshe was asked for the meaning at eight different assemblages, and flashed\nout a fresh definition every time, which showed me that she had more\npresence of mind than culture, though I said nothing, of course.  She had\none word which she always kept on hand, and ready, like a life-preserver,\na kind of emergency word to strap on when she was likely to get washed\noverboard in a sudden way—that was the word Synonymous.  When she\nhappened to fetch out a long word which had had its day weeks before and\nits prepared meanings gone to her dump-pile, if there was a stranger\nthere of course it knocked him groggy for a couple of minutes, then he\nwould come to, and by that time she would be away down wind on another\ntack, and not expecting anything; so when he’d hail and ask her to cash\nin, I (the only dog on the inside of her game) could see her canvas\nflicker a moment— but only just a moment—then it would belly out taut\nand full, and she would say, as calm as a summer’s day, “It’s synonymous\nwith supererogation,” or some godless long reptile of a word like that,\nand go placidly about and skim away on the next tack, perfectly\ncomfortable, you know, and leave that stranger looking profane and\nembarrassed, and the initiated slatting the floor with their tails in\nunison and their faces transfigured with a holy joy.",
        "And it was the same with phrases.  She would drag home a whole phrase, if\nit had a grand sound, and play it six nights and two matinees, and\nexplain it a new way every time—which she had to, for all she cared for\nwas the phrase; she wasn’t interested in what it meant, and knew those\ndogs hadn’t wit enough to catch her, anyway.  Yes, she was a daisy!  She\ngot so she wasn’t afraid of anything, she had such confidence in the\nignorance of those creatures.  She even brought anecdotes that she had\nheard the family and the dinner-guests laugh and shout over; and as a\nrule she got the nub of one chestnut hitched onto another chestnut,\nwhere, of course, it didn’t fit and hadn’t any point; and when she\ndelivered the nub she fell over and rolled on the floor and laughed and\nbarked in the most insane way, while I could see that she was wondering\nto herself why it didn’t seem as funny as it did when she first heard it.\nBut no harm was done; the others rolled and barked too, privately ashamed\nof themselves for not seeing the point, and never suspecting that the\nfault was not with them and there wasn’t any to see.",
        "You can see by these things that she was of a rather vain and frivolous\ncharacter; still, she had virtues, and enough to make up, I think.  She\nhad a kind heart and gentle ways, and never harbored resentments for\ninjuries done her, but put them easily out of her mind and forgot them;\nand she taught her children her kindly way, and from her we learned also\nto be brave and prompt in time of danger, and not to run away, but face\nthe peril that threatened friend or stranger, and help him the best we\ncould without stopping to think what the cost might be to us.  And she\ntaught us not by words only, but by example, and that is the best way and\nthe surest and the most lasting.  Why, the brave things she did, the\nsplendid things! she was just a soldier; and so modest about it—well,\nyou couldn’t help admiring her, and you couldn’t help imitating her; not\neven a King Charles spaniel could remain entirely despicable in her\nsociety.  So, as you see, there was more to her than her education.",
        "Continue...",
        "\nThis complete text of the A Dog’s Tale book by Mark Twain\nis in the public domain.\n\n\nThe documentary on DVD: Mark Twain - A Film Directed by Ken Burns.\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on April 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "A dog's taleBy Mark TwainAt Amazon"
    ]
}