{
    "title": "A Heroine of France - Chapter IX. How the Maid Assumed Command At Orleans.",
    "author": "Evelyn Everett-Green",
    "chapter": "9",
    "content": [
        "\n\n",
        "The house of the Treasurer was a beautiful building in the Gothic\nstyle, and weary as was the Maid with the toils and excitements\nthrough which she had passed, I saw her eyes kindle with pleasure\nand admiration as she was ceremoniously led into the great\nbanqueting hall, where the tables were spread with abundant good\ncheer (despite the reduced condition of the city), to do honour to\nher who came as its Deliverer.",
        "There was something solemn and church-like in these surroundings\nwhich appealed at once to the Maid. She had a keen eye for beauty,\nwhether of nature or in the handiwork of man, and her quick\npenetrating glances missed nothing of the stately grandeur of the\nhouse, the ceremonious and courtly welcome of the Treasurer, its\nmaster, or the earnest, wistful gaze of his little daughter\nCharlotte, who stood holding fast to her mother’s hand in the\nbackground, but feasting her great dark eyes upon the wonderful\nshining figure of the Maid, from whose white armour the lights of\nthe great hall flashed back in a hundred points of fire.",
        "The greeting of the master of the house being over, the Maid threw\noff for a moment the grave dignity of her bearing throughout this\ntrying day, and became a simple girl again. With a quick grace of\nmovement she crossed the space which divided her from the little\nchild, and kneeling suddenly down, took the wondering little one in\nher arms, and held her in a close embrace.",
        "“Ma petite, ma mie, ma tres chere,” those nearest heard her murmur.\n“Love me, darling, love me! I have a little sister at home who\nloves me, but I had to go away and leave her. Perhaps I may never\nsee her again. Try to love me instead, and comfort my heart, for\nsometimes I am very, very weary, and hungry for the love that I\nhave lost!”",
        "Now, one might have thought that so young a child–for she was not\nmore than eight years old, and small for her years–would have been\naffrighted at the sudden approach of the shining warrior, about\nwhom so many stories had been told, and who looked more like the\nArchangel Michael, as many thought, than a creature of human flesh\nand blood. But instead of showing any fear, the child flung her\narms about the neck of the Maid, and pressed kisses upon her\nface–her headpiece she had removed at her entrance–and when the\nmother would have loosened her hold, and sent the child away with\nher attendant, little Charlotte resisted, clinging to her new\nfriend with all her baby strength, and the Maid looked pleadingly\nup into the kindly face of the lady, and said:",
        "“Ah, madame, I pray you let her remain with me. It is so long since\nI felt the arms of a child about my neck!”",
        "And so the little one stayed to the banquet, and was given the\nplace of honour beside the Maid. But neither of these twain had any\nrelish for the dainty meats and rich dishes served for us. As on\nthe march, so now in the walls of the city, the Maid fared as\nsimply as the rudest of her soldiers. She mixed water with her\nwine, took little save a slice or two of bread, and though to\nplease her hosts she just touched one or two specially prepared\ndishes, it was without any real relish for them, and she was\nevidently glad when she was able to make excuse to leave the table\nand go to the room prepared for her.",
        "But here again she showed her simple tastes, for when the great\nguest chamber was shown her she shrank a little at its size and\nluxury, and, still holding the child’s hand in hers, she turned to\nthe mother who was in attendance and said:",
        "“I pray you, sweet lady, let me whilst I am your guest share the\nroom of this little daughter of yours. I am but a simple country\ngirl, all this grandeur weighs me down. If I might but sleep with\nthis little one in my arms–as the little sister at home loved to\nlie–I should sleep so peacefully and have such happy dreams! Ah,\nmadame!–let me have my will in this!”",
        "And Madame Boucher, being a mother and a true woman, understood;\nand answered by taking the Maid in her arms and kissing her. And\nso, as long as the Maid remained in Orleans, she shared the little\nwhite bedroom of the child of the house, which opened from that of\nthe mother, and the bond which grew up between the three was so\nclose and tender a one, that I trow the good Treasurer and his wife\nwould fain have regarded this wonderful Maid as their own daughter,\nand kept her ever with them, had duty and her voices not called her\nelsewhere when the first part of her task was done.",
        "Now Bertrand and I, together with Pierre, her brother, and the\nChevalier d’Aulon and Sir Guy de Laval, were lodged in the same\nhouse, and entertained most hospitably by the Treasurer, who sat up\nwith us far into the night after our arrival, listening with\nearnest attention to all we could tell him respecting the Maid, and\ntelling us on his part of the feeling in Orleans anent her and her\nmission, and what we might expect to follow her arrival here.",
        "“The townsfolk seem well-nigh wild for joy at sight of her,” spoke\nDe Laval, “and the more they see of her, the more they will love\nher and reverence her mission. I was one who did openly scoff, or\nat least had no faith in any miracle, until that I saw her with\nmine own eyes; and then some voice in my heart–I know not how to\nspeak more plainly of it–or some wonderful power in her glance or\nin her voice, overcame me. And I knew that she had in very truth\ncome from God, and I have never doubted of her divine commission\nfrom that day to this. It will be the same here in Orleans, if,\nindeed, there be any that doubt.”",
        "“Alas! there are–too many!” spoke the Treasurer, shaking his head,\n“I am rejoiced that our two greatest Generals, Dunois and La Hire,\nhave become her adherents, for I myself believe that she has been\nsent of God for our deliverance, and so do the townsfolk almost to\na man. But there are numbers of the lesser officers–bold men and\ntrue–who have fought valiantly throughout the siege, and who have\ngreat influence with the soldiers they lead, and these men are full\nof disgust at the thought of being led by a woman–a girl–and one\nof low degree. They would be willing for her to stand aloft and\nprophesy victory for their arms, but that she should arm herself\nand lead them in battle, and direct operations herself, fills them\nwith disgust and contempt. There is like to be trouble, I fear,\nwith some of these. There is bold De Gamache, for example, who\ndeclares he would sooner fold up his banner and serve as a simple\nsoldier in the ranks, than hold a command subservient to that of a\nlow-born woman!”",
        "That name as applied to the Angelic Maid set our teeth on edge; yet\nwas it wonderful that some should so regard her?",
        "“Let them but see her–and they will change their tune!” spake\nBertrand quickly. “A low-born woman! Would they speak thus of the\nBlessed Virgin? And yet according to the wisdom of the flesh it\nwould be as true of one as of the other.”",
        "The Treasurer spoke with grave thoughtfulness:",
        "“Truly do I think that any person honoured by the Lord with a\ndirect mission from Himself becomes something different by virtue\nof that mission from what he or she was before. Yet we may not\nconfound this mission of the Maid here in Orleans with that one\nwhich came to the Blessed Mary.”",
        "“Nor had I any thought,” answered Bertrand, “of likening one to the\nother, save inasmuch as both have been maidens, born in lowly\nsurroundings, yet chosen for purity of heart and life, and for\nchildlike faith and obedience, for the honour of receiving a divine\ncommission. There the parallel stops; for there can be no\ncomparison regarding the work appointed to each. Yet even as this\nMaid shall fulfil her appointed task in obedience to the\ninjunctions received, she is worthy to be called the handmaid of\nthe Lord.”",
        "“To that I have nought to say but yea,” answered the Treasurer\nheartily, “and I pray our Lord and the Blessed Virgin to be with\nher and strengthen her, for I fear me she will have foes to contend\nwith from within as well as from without the city; and as all men\nknow, it is the distrust and contradiction of so-called friends\nwhich is harder to bear than the open enmity of the foe.”",
        "It was difficult for us, vowed heart and soul to the cause of the\nMaid, and honoured by her friendship and confidence, to believe\nthat any could be so blind as not to recognise in her a God-sent\nmessenger, whom they would delight to follow and to honour. Yet\nwhen I walked out upon the following morning–a sunny first of\nMay–to have a good look round at the position of the fortifications,\nthe ring of English bastilles to the north, the blockading towers\nupon the southern bank, I was quickly aware of a great deal of talk\ngoing on amongst the soldiers and the officers which was by no means\nfavourable to the cause of the Maid.",
        "Voices were hushed somewhat at my approach, for though none knew\nme, I was of course a stranger, and therefore likely to have\nentered the town in the train of the Maid, who had yesterday made\nher appearance there. But I heard enough to be sure that what the\nTreasurer had said last evening was likely to be true. The soldiers\nwere disposed to scoff at being led by a woman, and the officers to\ngrumble at having had to bear all the burden of the long siege, and\nthen when the King did send an army for the relief, to send it\nunder the command of this Maid, who would bear away the honour and\nglory which otherwise all might have shared.",
        "From their point of view, perhaps, this discontent was not\nunreasonable; but as I looked upon the works around me, I marvelled\nhow it had been possible for the English, unprotected as they must\nhave originally been, to erect these great towers for their own\nshelter, and from which to batter the town with their cannon and\ngreat stone balls, when the French in great numbers and protected\nby strong walls, ought to have been able to sally forth continually\nand so to harass them that the construction of such buildings\nshould have been impossible.",
        "The great Dunois had shown considerable acumen. He had himself\ndestroyed all the suburbs of the town which lay without the walls,\nso that the English might find no shelter there, and when they had\neffected a lodgment on the south side of the river, he had\ndestroyed the greater part of the bridge, thus making it impossible\nfor the enemy to cross and take possession of the town. But he had\nnot stopped the erection of those threatening towers circling round\nthe city to the north, nor the construction of those still stronger\nblockading fortresses on the south side, Les Tourelles guarding the\nfragment of the broken bridge, and Les Augustins not far away.",
        "When I spoke to one grizzled old soldier about it, he shrugged his\nshoulders and made reply:",
        "“What would you? Those English are helped of the devil himself. We\nhave tried to stand against them, but it is all to no purpose. Some\ndemon of fighting enters into them, and they know that we shall\nfly–and fly we do. At last there were none who would face them.\nOur generals sought in vain to lead them. You should have heard La\nHire swearing at them. O-he, O-he, he is a master of the art! Some\nof us would have followed him; but the rest–one might as well have\nasked a flock of sheep to go against the wolf, telling them they\nwere fifty to one! Not they! It was witchcraft, or something like\nit. They sat still on these ramparts and watched the English\nworking like moles or like ants, and never lifted a finger. Pouf!\nWhen men get to that they are not fit to fight They had better go\nhome and ply the distaff with the women.”",
        "“And let a woman come and lead their comrades to battle!” I said,\nlaughing. “Have you seen the wonderful Maid of whom all the world\nis talking?”",
        "“No; at least, I only caught a gleam of light upon her white armour\nlast night; but as I said to the boys in the guardroom, I care not\nwhether she be woman, witch, or angel; if she will bring back heart\nand courage, and make men again of all these chicken-hearted\npoltroons, I will follow her to the death wherever she may lead. I\nam sick with shame for the arms of France!”",
        "“Bravely spoken, my friend!” I cried, giving him my hand; “and if\nthat be the spirit of the army, I doubt not but that a few days\nwill see such a turn in the tide of warfare as shall make the whole\nworld stand aghast!”",
        "“Then you believe in her?” quoth the old soldier, looking me\nshrewdly up and down.",
        "“With my whole heart!” I answered, as I turned and took my way back\nto my quarters.",
        "That same day the Maid held a council of war, at which all the\nofficers of any importance were permitted to attend; and here it\nwas that she received the first real check since she had received\nthe King’s commission and royal command.",
        "“Let us attack the foe at once, and without delay, messires!” she\nsaid, sitting at the head of the council table, fully armed, save\nfor her headpiece, and speaking in her clear, sweet, full tones,\nwherein power and confidence were blended; “the Lord of Hosts is on\nour side. Let us go forth in His strength, and the victory will be\nours.”",
        "But they listened to her in silent consternation and amaze. Here\nwas this inexperienced girl, blind with enthusiasm, drunk with\nsuccess, her head completely turned by her reception last night,\nactually advising an assault upon the enemy before the arrival of\nthe army of relief, which had been forced to return to Blois to\ncross the river, and which could not arrive for a few more days.\nWhat madness would she next propose? Well, at least La Hire and\nDunois were there to curb her folly and impetuosity. A chit of a\ngirl like that to sit and tell them all to go forth to certain\ndeath at her command! As though they would not want all their\nstrength to aid the relieving army to enter when it should appear!\nAs though they were going to weaken themselves beforehand by any\nmad scheme of hers!",
        "Thus the storm arose. Even La Hire, Dunois, and the Treasurer\nhimself, were against her. As for the lesser officers, when they\nbegan to speak, they scarce knew how to contain themselves, and\nrestrain their anger and scorn from showing itself too markedly\ntowards one who held the King’s mandate of command.",
        "And of late the Maid had always been listened to with such honour\nand respect! How would she bear this contradiction and veiled\ncontempt, she who had come to assume the command of the city and\nits armies at the King’s desire?",
        "She sat very still and quiet at the table, as the storm hummed\nabout her. Her clear gaze travelled from face to face as one or\nanother of the officers rose and spoke. Sometimes a slight flush of\nred dyed her cheek for a moment; but never once did anger cloud her\nbrow, or impatience or contempt mar the wonderful serenity of her\nbeautiful eyes. Only once did she speak during the whole of the\ndebate, after her opening words had been delivered, and that was\nafter a very fiery oration on the part of a youthful officer, whose\nwords contained more veiled scorn of her and her mission than any\nother had dared to show.",
        "Instead of looking at him either in anger or in reproach, the\nMaid’s own wonderful smile shone suddenly upon him as he concluded.\nThen she spoke:",
        "“Captain de Gamache, you think yourself my foe now; but that will\nsoon be changed, and I thank you beforehand for the brave, true\nservice which you shall presently render me. But meantime, beware\nof rashness; for victory shall not come to the city without the\nMaid.”",
        "He gazed at her–we all gazed at her–in amaze, not knowing what\nher words portended. But she gave no explanation. She only rose to\nher feet and said:",
        "“Then, gentlemen, since the attack is not to be yet–not till the\narrival of the relieving force, let me make the tour of the\nbattlements, and examine the defences of the city. I would that you\nhad faith to let me lead you forth today; but the time will come\nwhen I shall not have to plead with you–you will follow gladly in\nmy wake. For the rest, it would perchance be a sorrow to my brave\nmen, who have marched so far with me, not to partake in the victory\nwhich the Lord is about to send us; wherefore I will the more\nreadily consent to delay, though, let me tell you, you are in the\nwrong to withstand the wishes of the Commander of the King’s\narmies, and the messenger of the King of Kings.”",
        "I verily believe that she shamed them by her gentle friendliness\nmore than she would have done by any outburst of wrath. Had she\nurged them now, I am not sure but what they would have given her\nher way; but she did not. She put her white velvet cap, with its\nnodding plumes, upon her head, and taking with her the chiefest of\nthe generals and her own immediate retinue, she made the tour of\nthe walls and defences of the city, showing such a marvellous\ninsight into the tactics of war that she astonished all by her\nremarks and by her injunctions.",
        "Suddenly, as we were walking onwards, she paused and lifted her\nface with a wonderful rapt expression upon it. Then she turned to\nDunois, and said with quiet authority:",
        "“Mon General, I must ask of you to take a small body of picked men,\nand ride forth towards Blois, and see what bechances there. I trow\nthere is trouble among the men. Traitors are at work to daunt their\nhearts. Go and say that the Maid bids them fear nothing, and that\nthey shall enter Orleans in safety. The English shall not be\nsuffered to touch them. Go at once!”",
        "“In broad daylight, lady, and before the very eyes of the foe?”",
        "“Yes, yes,” she answered instantly; “I will stand here and watch\nyou. No hurt shall be done to you or to your company.”",
        "So Dunois went at her command, and we saw him and his little band\nride fearlessly through the English lines; and scarce could we\nbelieve our eyes when we noted that no weapon was raised against\nthem; not even an arrow was shot off as they passed.",
        "“She speaks the words of God. She is His messenger!” whispered the\nmen who stood by; and her fame flew from mouth to mouth, till a\nstrange awe fell upon all.",
        "She was never idle during those days of waiting. She asked news of\nthe letter she had sent to the English, and heard it had been\ndelivered duly, though the herald had not returned. She gave\ncommission to La Hire to demand his instant release, and this was\naccomplished speedily; for the bold captain, of his own initiative,\nvowed he would behead every prisoner they had in the city if the\nman were not given up at the command of the Maid. I am very sure no\nsuch act of summary vengeance would have been permitted, but the\nman was instantly released and came and told us how that the letter\nhad been read with shouts of insulting laughter, and many derisive\nanswers suggested; none of which, however, had been dispatched, as\nTalbot, the chief in command of the English armies, had finally\ndecreed that it became not his dignity to hold any parley with a\nwitch.",
        "And yet she could scarce believe that they should none of them\nunderstand how that she was indeed come from God, and that they\nmust be lamentably overthrown if they would not hear her words. On\nthe third day of her stay in the city she caused her great white\nbanner to be carried forth before her, and riding a white horse,\nclad in her silver armour, and clasping her banneret in her hand\nshe rode slowly out upon the broken fragment of the bridge opposite\nto the tower of Les Tourelles, and begged a parley from the English\ngeneral in command.",
        "It was not Lord Talbot who came forth and stood upon his own end of\nthe bridge, gazing haughtily across the space which divided them;\nbut it was a notable soldier, whom the French called Classidas,\nthough I have been told that his real name was Sir William\nGlassdale. To him the Maid addressed herself in her clear mellow\nvoice, which could be heard across the flowing river:",
        "“Retournez de la part Dieu a l’Angleterre!” was the burden of her\ncharge, imploring him to have mercy upon himself and his soldiers,\nas else many hundreds of them, and himself also, must perish\nmiserably, and perchance even without the offices of the Church.",
        "But she was answered by roars of mocking laughter from the soldiers\nof the fort, and worse still, by gross insults from Classidas\nhimself, hurled across at her from a biting tongue, which carried\nlike the note of a trumpet.",
        "Silently she stood and gazed at him; mournfully she turned and rode\nback to the town.",
        "“May God have mercy upon their souls!” she prayed; and for the rest\nof the day she was sorrowful and sad.",
        "“If it could have been done without bloodshed!” she murmured again\nand yet again.",
        "Ah, and then the day when the news came that the relieving army was\nin sight! Was she sad or pensive then? No! She sprang to her feet;\nshe set down the little Charlotte, who was playing in her arms; she\nseized her weapons, her page flew to bring her full armour. Her\nhorse was already in waiting; she swung upon his back. She waved\nher hand and called to us to rally about her.",
        "“The English are preparing to fight!” she cried (how did she know?\nnone had told her), “but follow me, and they will strike no blow.”",
        "Already La Hire was at her side, seeking to dissuade her from\nleaving the shelter of the town. She smiled at him, and rode\nthrough the gate, her white banner floating in the wind.",
        "“See yonder; that is the point of danger. We will station ourselves\nthere, and watch our brave army march past. They shall not be hurt\nnor dismayed. All shall be well!”",
        "So we rode, wondering and amazed, behind and around her, and at the\nappointed spot, in the very midst of the English lines, we halted,\nand made a great avenue for the army from Blois to pass through.\nAll gazed in wonder at the Maid. All saluted deeply. The English in\ntheir towers gazed in amaze, but fired no shot. We all passed into\nthe city in safety.",
        "Great God, but how would it be with our Maid when the real battle\nand bloodshed should begin?",
        "Continue...",
        "\nThis eBook of “A Heroine of France” by Evelyn Everett-Green belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "A Heroine of France the Story of Joan of ArcBy Evelyn Everett-GreenAt Amazon"
    ]
}