{
    "title": "A Heroine of France - Chapter XV. How the Maid Rode With the King.",
    "author": "Evelyn Everett-Green",
    "chapter": "15",
    "content": [
        "\n\n",
        "Thus the English were routed with great loss, their leading\ngenerals prisoners in the hands of the Maid, and the road for the\nKing open, not to Rheims alone, but to the very walls of Paris, had\nhe so chosen.",
        "Indeed, there were those amongst us who would gladly and joyfully\nhave marched under our great white banner right to the capital of\nthe kingdom, and driven forth from it the English Regent and all\nthe soldiers with him, whether Burgundians or those of his own\nnation. For Fastolffe was flying along the road which led him\nthither, and it would have been a joy to many of us to pursue and\novertake, to rout him and his army, or put them to the sword, and\nto march up beneath the walls of Paris itself, and demand its\nsurrender in the name of the Maid!",
        "Those there were amongst us who even came and petitioned of her to\nlead us thither, and strike a death blow, once and for all, against\nthe power of the alien foe who had ruled our fair realm too long;\nbut though her eyes brightened as we spoke, and though all that was\nmartial in her nature responded to the appeal thus made to her–for\nby this time she was a soldier through every fibre of her being,\nand albeit ever extraordinarily tender towards the wounded, the\nsuffering, the dying–be they friends or foes–the soldier spirit\nwithin her burned ever higher and higher, and she knew in her clear\nhead that humanly speaking, we could embark upon such a victorious\nmarch as perchance the world has never seen before–certainly not\nbeneath such a leader.",
        "And yet she shook her head, even whilst her cheek flushed and her\neyes sparkled. Little as the King had done to merit the deep\ndevotion of such a nature as hers, the Maid’s loving loyalty\ntowards, and faith in him never wavered. Although we all saw in him\nthe idle, pleasure loving, indolent weakling, which in those days\nhe was, she could, or would, find no fault with him. Often as he\ndisappointed her, she never ceased to love and honour him.\nPerchance it was given to her to see something of that manlier\nnature which must have underlaid even then that which we saw and\ngrieved over. For she would hear no word against him. He was the\ncentre and sun of her purpose, and her answer to us was spoken\nwithout hesitation.",
        "“Nay, my friends, we have other work to do ere we may stand before\nthe walls of Paris. The Dauphin must be brought to Rheims, and the\ncrown set upon his head; for thus hath my Lord decreed, and I may\nnot act other than as my voices direct.”",
        "And when the Maid spoke thus, there was no contradicting or\ngainsaying her. We had such confidence in her by this, that\nwhatever she did was right in our eyes The soldiers would have\nfollowed her eagerly to the very walls of Paris; but at her command\nthey turned back and marched, with pennons flying and music\nsounding, to the Court of the King, where news of the Chasse of\nPatay had already preceded us, and where a joyous welcome awaited\nour return, though even now there were sour and jealous faces\namongst the nearest advisers of the King.",
        "If you would believe it, they still opposed the journey of the King\nto Rheims, working on his fears, his irresolution, his indolence,\nand seeking to undermine the influence of the Maid, when she went\npersonally to see him, that she might speak with him face to face.\nHe himself had many excuses to offer.",
        "“Sweet Chevaliere,” he would say, calling her by one of the names\nwhich circulated through the Court, “why such haste? Is it not time\nthat you should rest and take your ease after your many and arduous\ntoils? Think what you have accomplished in these few days! Flesh\nand blood cannot continue at such a strain. Let us now enjoy the\nfruits of these wonderful victories; let us feast and rejoice and\nenjoy a period of repose. Surely that is prudent counsel; for we\nmust have care for our precious Maid, whom none can replace in our\narmy, if she, by too arduous toil, should do herself an injury!”",
        "But the Maid looked at him with her grave eyes full of earnest\npleading and searching questioning.",
        "“Gentle Dauphin, I beseech you speak not thus, nor reason after\nsuch carnal fashion. Think of what your Lord and my Lord has done\nfor you! Think of what hath been accomplished by Him since first it\nwas given to me to look upon your face. Think what He hath decreed\nand what He hath already wrought for the furtherance of His purpose\ntowards your Majesty and this realm! And shall His will be set\naside? Shall we, His children, hang back and thwart Him, just in\nthe hour when He has put the victory in our hands? Ah, sweet\nDauphin, that would be shame, indeed! That would be pain and grief\nto Him. Cast away all such unworthy thought! Press on to the goal,\nnow in sight! When you stand, crowned and anointed, King of France,\nyou shall know the power wherewith you have been upheld, and lifted\nfrom the very mire of humiliation and disgrace!”",
        "And at these words the Duc d’Alencon, who was by this an ardent\nbeliever in the Maid, and devotedly attached to her service,\nprostrated himself before the King, and cried:",
        "“Sire, this Maid speaks words of wisdom. I pray your Majesty to\ngive full heed to what she says. Had you watched her as I have\ndone, had you marched with her and seen her in battle as well as in\nscenes of peace, you would know well that the power of God is with\nher. Fear not to do her bidding! Go forth as she bids. Let us hail\nyou King of your fair realm, and then let the Maid lead us on to\nother and greater victories!”",
        "We all joined our entreaties to that of the Duke. We marvelled how\nthe King could be so blind. But whilst others spoke and urged him,\nwhilst we saw the light kindle in the monarch’s eyes, and knew that\nher words had prevailed with him, she stood apart as one who\ndreams; and over her face there stole a strange, pale shadow,\nunlike anything I had seen there before. She saw nothing of the\nscene about her; heard no word of what passed. I think she did not\neven know what was meant by the great shout which suddenly went up\nwhen the King arose and declared, once and for all, that his mind\nwas made up, that he would march with the Maid to Rheims; that he\nwould not be daunted by the fact that in Troyes and in Chalons\nEnglish garrisons yet remained, which might give him trouble in\npassing. What the Maid had done before she could do again. All that\nhitherto she had promised had been fulfilled; the fear of her had\nfallen upon the English, and the terror of the English no longer\nweighed upon the spirits of the French. He would go, come what\nmight. He would trust in the power of the Maid to finish that which\nshe had begun.",
        "The shouts and plaudits of the courtiers within the castle, and of\nthe soldiers without, when this thing was known, was evidence\nenough of the confidence and enthusiasm which the exploits of the\nMaid had awakened. Not a soldier who had followed her heretofore\nbut would follow her now, wherever she should lead them. Surely her\nheart must have swelled with joy and pride as she heard the clamour\nof frantic applause ringing through the place.",
        "But when she was back in her own apartments, and I was able to\napproach her alone, I ventured to ask her something concerning her\nsilence of a short time back.",
        "I always think with a great pride and tender joy of the trust and\nfriendship which the Maid reposed in me, thereby doing me a vast\nhonour. I had often ridden beside her on our marches, especially in\nthe earlier days, when she had not so many to claim her words and\ncounsels. Methinks she had spoken to Bertrand, to me, and to Sir\nGuy de Laval with more freedom respecting her voices and her\nvisions than to any others, save, perhaps, the King himself, of\nwhom she had ever said she had revelations for his ear alone. She\nwould talk to us of things which for the most part she kept locked\naway in her own breast; and now when I did ask her what it was that\nhad robbed her cheek of its colour, and wrapped her in a strange\ntrance of grave musing, she passed her hand across her eyes, and\nthen looked at me full, with a strange intensity of gaze.",
        "“If I only knew! If I only knew myself!” she murmured.",
        "“Did your voices speak to you, mistress mine? I have seen you fall\ninto such musing fits before this, when something has been\nrevealed; but then your eyes have been bright with joy–this time\nthey were clouded as with trouble.”",
        "“It was when the Duke spoke of other victories,” she said,\ndreamily; “I seemed to see before me a great confusion as of men\nfighting and struggling. I saw my white banner fluttering, as it\nwere, victoriously; and yet there was a darkness upon my spirit. I\nsaw blackness–darkness–confusion; there was battle and\nstrife–garments rolled in blood. My own white pennon was the\ncentre of some furious struggle. I could not see what it was, waves\nof black vapour rose and obscured my view. Then, in the midst of\nthe smoke and vapour, I saw a great pillar of fire, rising up as to\nthe very sky itself, and out of the fire flew a white dove. Then a\nvoice spoke–one of my own voices; but in tones different from any\nI have heard before–’Have courage, even to death, Jeanne,’ it\nsaid, ’for we will still be with you.’ Then everything faded once\nmore, and I heard only the shouting of the people, and knew that\nthe King had made his decision, and that he had promised to receive\nhis crown, which has waited for him so long.”",
        "As she spoke these last words, the cloud seemed to lift. Her own\nwonderful smile shone forth again.",
        "“If this be so; if, indeed, the Dauphin shall be made King, what\nmatters that I be taken away? My work will end when the crown shall\nbe set upon his head. Then, indeed, my soul shall say: ’Lord, now\nlettest Thou Thy servant depart in peace.’”",
        "Her face was suddenly transfigured–radiant–with some great and\nglorious thought. I was glad at heart to see that the shadow had\npassed entirely away. Only for a moment could any presage of\npersonal fear cloud the sweet serenity of the Maid’s nature. And\nyet I went from her something troubled myself; for had I not reason\nto know what strange power she possessed of reading the future, and\nwhat did it mean, that confusion of battle, that intermingling of\nvictory and defeat, that darkness of smoke and blaze of fire, and\nthe white dove flying forth unscathed? I had heard too often the\nshouts of the infuriated English–\"We will take you and burn you,\nyou White Witch! You shall perish in the flames from whence the\ndevil, your father, has sent you forth!\"–not to hear with a\nshudder any vision of smoke and of fire. But again, had not the\nMaid ever prevailed in battle over her foes? Might she not laugh to\nscorn all such threats?",
        "Ah me! It is well that we may not read the future, else how could\nwe bear the burden of life?",
        "Joyous and triumphant was the day upon which, after some inevitable\ndelays, we started forth–a goodly company in sooth–an army at our\nback, swelling with pride and triumph–to take our young King to\nthe appointed place, and see the crown of France there set upon his\nhead. From all quarters news was pouring in of the hopeless\ndisruption of the power of the English after the Chasse de Patay.\nTowns and villages which had submitted in sullen acquiescence\nbefore, now sent messages of loyalty and love to the King. Men\nflocked daily to join our standard as we marched. It was a sight to\nsee the villagers come forth, clad in their holiday dress, eager to\nsee and pay homage to the King, but yet more eager to look upon the\nwhite mailed figure at his side and shout aloud the name of THE\nMAID OF ORLEANS!",
        "For the place of honour at the King’s right hand was reserved for\nthe Maid, and she rode beside him without fear, without protest,\nwithout shame. Gentle, humble, and simple as she always was, she\nknew herself the Messenger of a greater King than that of France,\nand the honour done to her she accepted as done to her Lord, and\nnever faltered beneath it, as she was never puffed up or made\nhaughty or arrogant thereby. Nor did she ever lose her tenderness\nof heart, nor her quick observation of trivial detail in the\nabsorbing interests of her greatness.",
        "She was the first to note signs of distress upon the part of the\nsoldiers, during this march in the midsummer heat. It was she who\nwould suggest a halt in the noontide, in some wooded spot, that\n“her children” might rest and refresh themselves, and it was she\nwho, never tired herself, would go amongst them, asking them of\ntheir well being, and bringing with her own hands some luscious\nfruit or some cooling draught to any soldier who might be suffering\nfrom the effects of the sun.",
        "She who rode beside a King, who was the greatest and most renowned\nof that great company, would minister with her own hands to the\nhumblest of her followers; and if ever King or Duke or courtier\njested or remonstrated with her on the matter, her answer was\nalways something like this:",
        "“They are my own people. I am one of them. At home when any was\nsick in the village, I was always sent for. And wherefore not now?\nI am the same as I was then. Soon I shall be going back to them, my\ntask accomplished. Wherefore should I not be their friend and\nsister still?”",
        "Then all would laugh to think of the Maid of Orleans going back to\ntake up the life of a peasant again at Domremy; but the Maid’s face\ngrew grave and earnest as she would make reply:",
        "“Indeed, if my work for my King is accomplished, I would fain do\nso. I was so happy, so happy in my sweet home.”",
        "But now our triumphal march was suddenly brought to a halt; for we\nwere approaching the town of Troyes–a place of ill omen to France,\nand to the young King in particular, for there the shameful treaty\nwas signed which robbed him of his crown; and great was the\ndissension amongst the King’s counsellors as to what should be\ndone.",
        "The place was strong, the English garrison there large. A summons\nto surrender sent on in advance had been ignored, and now came the\nquestion–should the army pass on its way to Rheims leaving this\nplace in the rear unattacked and untaken, or should it run the risk\nof a long delay, and perhaps some peril and loss in attempting to\nreduce it?",
        "La Hire and Dunois spoke out insistently. At all costs the town\nmust be taken. It would be folly and madness to leave such a\nstronghold of the enemy in the rear. Other places had fallen before\nthe victorious Maid, and why not this? The army would go anywhere\nwith her. The soldiers only desired to be told what she counselled,\nand to a man they would support her. They had lost all fear of the\nfoe, if only the Maid led them into battle, whether in the open or\nagainst massive walls.",
        "But as usual the King’s nearest counsellors were all for delay, for\navoiding battle, for retreat rather than risk. The Archbishop of\nRheims, instead of being eager to push on to the place which so far\nwas only his in name, for he had never been aught but titular\nArchbishop as yet, was always one with La Tremouille in advising\ncaution and a timid policy. Both were the enemies of the Maid,\njealous of her gifts and of her influence with the King, and\nfearful lest her power over him should grow and increase. They even\nplotted that she should be excluded from the council now sitting\nanent this very matter, and it was only when the King and the Duc\nd’Alencon, growing restless and impatient at her absence, desired\nher presence instantly, that she was sent for.",
        "There was a grave dignity about her as she entered, which sat\nimpressively upon her young face, so fair and sweet and gentle. She\nknew that timid counsels were being held, and that she, the\nCommander-in-Chief of the army, was being set aside–the Messenger\nfrom the Lord was being ignored. Not for herself, but for Him was\nher spirit moved.",
        "The Archbishop with much circumlocution told her of the difficulty\nin which the King’s Council was placed, and would have discoursed\nfor long upon the situation, only that in his first pause the Maid\nspoke, addressing herself to the King:",
        "“Shall I be believed if I speak my counsel?” she asked.",
        "“You will be believed according as you speak,” answered the King,\nthoroughly uneasy, as he ever was, when torn in twain by the\nmultitude of counsellors with whom he must needs surround himself,\nthough his heart ever inclined towards the Maid.",
        "“I speak that which my Lord gives me to speak,” she answered, her\nwonderful eyes full upon the King. “Shall I be believed?”",
        "“If you speak that which is reasonable and profitable, I will\ncertainly believe you,” he answered, still uneasy beneath her look.",
        "“Shall I be believed?” she questioned a third time, and there was a\nfire in her eyes which seemed to leap out and scathe the\npusillanimous monarch as he sat quaking in his Council.",
        "“Speak, Maiden,” he cried out then, “I at least will believe!”",
        "“Then, noble Dauphin,” she cried, “order your army to assault this\ncity of Troyes, where such despite has been done you, and hold no\nmore councils; for my Lord has told me that within three days I\nshall lead you into the town, and false Burgundy and proud England\nshall there be overthrown!”",
        "“Pouf!” cried the Chancellor, one of the Maid’s worst foes, “if\nthere was a chance of doing such a thing in six days we would\nwillingly wait; but–”",
        "He stopped suddenly–none knew why, save that the Maid’s eyes were\nfixed full upon him, and in those eyes was that strange shining\nlight which some of us knew so well. She did not speak to him, but\nwhen his voice suddenly wavered and broke, she addressed herself to\nthe King, speaking as one who repeats a message.",
        "“You shall be master of the city of Troyes, noble Dauphin, not in\nsix days–but tomorrow.”",
        "And even as she spoke, without waiting for any response, she turned\nand went forth, walking with her head well up, and her eyes fixed\nstraight before her, yet as one who walks in sleep, and pays no\nheed to what lies before him. She called for her horse; and leaping\ninto the saddle, rode out bareheaded in the summer sun to the camp\nwhere the soldiers lay, in doubt and wonderment at this delay; and\nas they sprang up to a man at sight of her, and broke into the\nacclamations which always greeted her appearance amongst them, she\nlifted up her clear ringing voice and cried:",
        "“Be ready, my children, against the morrow, confess your sins, make\nyour peace with God and man. For tomorrow He will lead you\nvictorious into yonder frowning city, and not a hair of your heads\nshall suffer!”",
        "They crowded about her, filling the air with shouts of triumph;\nthey clamoured to be led at once against the grim frowning walls. I\nverily believe, had she put herself at their head then and there,\nthat nothing could have withstood the elan of their attack; but the\nMaid received her orders from a source we knew not of, and fleshly\npride never tempted her to swerve from the appointed path. She\nsmiled at the enthusiasm of the men, but she shook her head gently\nand firmly.",
        "“Do my bidding, my children, confess yourselves and pray till set\nof sun. Then I will come to you and set you your appointed tasks,\nand tomorrow I will lead you into the city!”",
        "That night there was no sleep for the Maid or for her soldiers. At\nno time was it dark, for midsummer was over the land, and the moon\nhung in the sky like a silver lamp when the sun had set. The Maid\ncame forth as she had said with the last of the daylight, and at\nher command a great mound was speedily raised, of earth, brushwood,\nfaggots, stones–anything that the soldiers could lay hands upon;\nand when this hillock was of height sufficient to satisfy the young\nGeneral, the great guns were brought and set upon it in such\nmasterly fashion, and in such a commanding way, that La Hire,\nDunois and Xantrailles, who came to see, marvelled at it, and we\ncould note from the top of this earthwork that within the city\ngreat commotion reigned, and that it was as busy as a hive that has\nbeen disturbed.",
        "As the first mystic glow of the summer’s dawn kindled in the\neastern sky, the Maid stood, a white luminous figure in full\narmour, poised lightly on the top of one of our pieces of ordnance,\nher drawn sword in her hand, pointing full in the direction of the\ncity.",
        "I have heard since from those within that the anxious garrison and\ncitizens saw this motionless figure, and cried aloud in terror and\nawe. To them it seemed as though St. Michael himself had come down\nto fight against them, and terror stricken they ran to the\ngovernors of the city and implored that surrender might be made,\nere the heavens opened and rained lightnings down upon them.",
        "And thus it came about that ere the dawn had fairly come, an\nembassy was sent to the King and terms of surrender offered. The\nKing, from motives of policy or fear, the Maid, from pity and\ngenerosity, accepted the messengers graciously, and granted the\ngarrison leave to depart with their horses and their arms, if the\ntown were peacefully given up; and thus it came about that after\nthe King had finished his night’s slumber, and the Maid had done\nher gracious part in redeeming and releasing the French prisoners,\nwhich, but for her, would have been carried away by the retiring\nEnglish and Burgundians, she rode beside the King, and at the head\nof the cheering and tumultuous army into the city of Troyes, which\nhad surrendered to the magic of her name without striking a blow.",
        "“O my Chevaliere,” cried the happy and triumphant monarch, as he\nturned to look into her grave serene face. “What a wonderful Maid\nyou are! Stay always with me, Jeanne, and be my friend and General\nto my life’s end.”",
        "She looked at him long and earnestly as she made answer:",
        "“Alas, Sire, it may not be! For a year–perhaps for a year. But I\nshall last no longer than that!”",
        "Continue...",
        "\nThis eBook of “A Heroine of France” by Evelyn Everett-Green belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "A Heroine of France the Story of Joan of ArcBy Evelyn Everett-GreenAt Amazon"
    ]
}