{
    "title": "A Heroine of France - Chapter IV. How the Maid Was Tried and Tested.",
    "author": "Evelyn Everett-Green",
    "chapter": "4",
    "content": [
        "\n\n",
        "I had myself proposed the test, and yet when the moment came I was\nashamed of myself. The Abbe had put on his robes and his stole; a\nvessel containing holy water stood before him on the table; the\nbook of the Blessed Gospels was in his hands, a boy with a taper\nstood at his side. The place was the hall of the Castle, and the\nGovernor with a few of those most in his confidence stood by to see\nwhat would follow. I was at his right hand.",
        "Bertrand brought in the Maid. I know not what he had said to her,\nor whether he had prepared her for what was about to take place;\nbut however that may have been, her face wore that calm and lofty\nserenity of expression which seemed to belong to her. As she\napproached she made a lowly reverence to the priest, and stood\nbefore him where Bertrand placed her, looking at him with earnest,\nshining eyes.",
        "“My daughter,” spoke the Abbe gravely, “have you security in your\nheart that the visions and voices sent to you come of good and not\nof evil? Many men and women have, ere this, been deceived–yea,\neven the holy Saints themselves have been tempted of the devil,\nthat old serpent, who is the great deceiver of the hearts and\nspirits of men. Are you well assured in your heart that you are not\nthus deceived and led away by whispers and suggestions from the\nfather of lies?”",
        "There was no anger in her face, but a beautiful look of reverent,\nyet joyful, confidence and peace.",
        "“I am well assured, my father, that it is my Lord who speaks to me\nthrough His most holy and blessed Saints, and through the\never-glorious Archangel Michael.”",
        "“And yet, my daughter, you know that it is written in the Holy\nScriptures that the devil can transform himself into an angel of\nlight.”",
        "“Truly that is so, my father; but is it not also written that those\nwho put their trust in the Lord shall never be confounded?”",
        "“Yes, my daughter; and I pray God you may not be confounded. But it\nis my duty to try and test the spirits, so as to be a rock of\ndefence to those beneath my care. Yet if things be with you as you\nsay, you will have no fear.”",
        "“I have no fear, my father,” she answered, and stood with folded\nhands and serene and smiling face whilst he went through those\nforms of exorcism and adjuration which, it is said, no evil spirit\ncan endure without crying aloud, or causing that the person\npossessed should roll and grovel in agony upon the ground, or rush\nfrantically forth out of sight and hearing.",
        "But the Maid never moved, save to bend her head in reverence as the\nThrice Holy Name was proclaimed, and as the drops of holy water\nfell upon her brow. To me it seemed almost like sacrilege, in face\nof that pure and holy calm, to entertain for one moment a doubt of\nthe origin of her mission. Yet it may be that the test was a wise\none; for De Baudricourt and those about him watched it with close\nand breathless wonder, and one and another whispered behind his\nhand:",
        "“Of a surety she is no witch. She could never stand thus if there\nwas aught of evil in her. Truly she is a marvellous Maid. If this\nthing be of the Lord, let us not fight against Him.”",
        "The trial was over. The Maid received the blessing of the Abbe,\nwho, if not convinced of the sacredness of her mission, was yet\nimpotent to prove aught against her. It is strange to me, looking\nback at those days, how far less ready of heart the ecclesiastics\nwere to receive her testimony and recognise in her the messenger of\nthe Most High than were the soldiers, whether the generals whom she\nafterwards came to know, or the men who crowded to fight beneath\nher banner. One would have thought that to priests and clergy a\ngreater grace and power of understanding would have been\nvouchsafed; but so far from this, they always held her in doubt and\nsuspicion, and were her secret foes from first to last.",
        "I made it my task to see her safely home; and as we went, I asked:",
        "“Was it an offence to you, fair Maid, that he should thus seek to\ntest and try you?”",
        "“Not an offence to me, Seigneur,” she answered gently, “but he\nshould not have had need to do it. For he did hear my confession on\nFriday. Therefore he should have known better. It is no offence to\nme, save inasmuch as it doth seem a slighting of my Lord.”",
        "The people flocked around her as she passed through the streets. It\nwas wonderful how the common townsfolk believed in her. Already she\nwas spoken of as a deliverer and a saviour of her country. Nay,\nmore, her gentleness and sweetness so won upon the hearts of those\nwho came in contact with her, that mothers prayed of her to come\nand visit their sick children, or to speak words of comfort to\nthose in pain and suffering; and such was the comfort and strength\nshe brought with her, that there were whispers of miraculous cures\nbeing performed by her. In truth, I have no knowledge myself of any\nmiracle performed by her, and the Maid denied that she possessed\nsuch gifts of healing. But that she brought comfort and joy and\npeace with her I can well believe, and she had some skill with the\nsick whom she tended in her own village, so that it is likely that\nsome may have begun to mend from the time she began to visit them.",
        "As for De Baudricourt, his mind was made up. There was something\nabout this girl which was past his understanding. Just at present\nit was not possible to send her to the King, for the rains,\nsometimes mingled with blinding snow storms, were almost incessant,\nthe country lay partially under water, and though such a journey\nmight be possible to a seasoned soldier, he declared it would be\nrank murder to send a young girl, who, perchance, had never mounted\na horse before, all that great distance. She must needs wait till\nthe waters had somewhat subsided, and till the cold had abated, and\nthe days were somewhat longer.",
        "The Maid heard these words with grave regret, and even disapproval.",
        "“My Lord would take care of me. I have no fear,” she said; but De\nBaudricourt, although he now faithfully promised to send her to\nChinon, would not be moved from his resolution to wait.",
        "For my part, I have always suspected that he sent a private\nmessenger to Chinon to ask advice what he should do, and desired to\nawait his return ere acting. But of that I cannot speak certainly,\nsince he never admitted it himself.",
        "If the delay fretted the Maid’s spirit, she never spoke with anger\nor impatience; much of her time was spent in a little chapel in the\ncrypt of the church at Vaucouleurs, where stood an image of Our\nLady, before which she would kneel sometimes for hours together in\nrapt devotion. I myself went thither sometimes to pray; and often\nhave I seen her there, so absorbed in her devotions that she knew\nnothing of who came or went.",
        "By this time Bertrand and I had steadfastly resolved to accompany\nthe Maid not only to Chinon, but upon whatsoever campaign her\nvoices should afterwards send her. Although we were knights, we\nneither of us possessed great wealth; indeed, we had only small\nestates, and these were much diminished in value from the wasting\nwar and misfortunes of the country. Still we resolved to muster\neach a few men-at-arms, and form for her a small train; for De\nBaudricourt, albeit willing to send her with a small escort to\nChinon, had neither the wish nor the power to equip any sort of\nforce to accompany her, though there would be no small danger on\nthe journey, both from the proximity of the English in some parts,\nand the greater danger from roving bands of Burgundians, whose sole\nobject was spoil and plunder, and their pastime the slaughter of\nall who opposed them.",
        "And now we began to ask one another in what guise the Maid should\ntravel; for it was obvious that her cumbrous peasant garb was\nlittle suited for the work she had in hand, and we made many\nfanciful plans of robing her after the fashion of some old-time\nqueen, such as Boadicea or Semiramis, and wondered whether we could\nafford to purchase some rich clothing and a noble charger, and so\nconvey her to the King in something of regal state and pomp.",
        "But when, one day, we spoke something of this to the Maid herself,\nshe shook her head with a smile, and said:",
        "“Gentle knights, I give you humble and hearty thanks; but such rich\nrobes and gay trappings are not for me. My voices have bidden me\nwhat to do. I am to assume the dress of a boy, since I must needs\nlive for a while amongst soldiers and men. I am sent to do a man’s\nwork, therefore in the garb of a man must I set forth. Our good\ncitizens of Vaucouleurs are already busy with the dress I must\nshortly assume. There is none other in which my work can be so well\naccomplished.”",
        "And in truth we saw at once the sense of her words. She had before\nher a toilsome journey in the companionship of men. She must needs\nride, since there was no other way of travelling possible; and why\nshould the frailest and tenderest of the party be burdened by a\ndress that would incommode her at every turn?",
        "And when upon the very next day she appeared in the Castle yard in\nthe hose and doublet and breeches of a boy, and asked of us to give\nher her first lesson in horsemanship, all our doubts and misgivings\nfled away. She wore her dress with such grace, such ease, such\nsimplicity, that it seemed at once the right and fitting thing; and\nnot one of the soldiers in the courtyard who watched her feats that\nday, passed so much as a rude jest upon her, far less offered her\nany insult. In truth, they were speedily falling beneath the spell\nwhich she was soon to exercise upon a whole army, and it is no\nmarvel to me that this was so; for every day I felt the charm of\nher presence deepening its hold upon my heart.",
        "Never have I witnessed such quickness of mastery as the Maid\nshowed, both in her acquirement of horsemanship and in the use of\narms, in both of which arts we instructed her day by day. I had\nnoted her strength and suppleness of limb the very first day I had\nseen her; and she gave marvellous proof of it now. She possessed\nalso that power over her horse which she exercised over men, and\neach charger that she rode in turn answered almost at once to her\nvoice and hand, with a docility he never showed to other riders.\nYet she never smote or spurred them; the sound of her voice, or the\nlight pressure of knee or hand was enough. She had never any fear\nfrom the first, and was never unhorsed. Very soon she acquired such\nskill and ease that we had no fears for her with regard to the\njourney she soon must take.",
        "Although filling the time up thus usefully, her heart was ever set\nupon her plan, and daily she would wistfully ask:",
        "“May we not yet sally forth to the Dauphin?”",
        "Still she bore the delay well, never losing opportunities for\nlearning such things as might be useful to her; and towards the end\nof the month there came a peremptory summons to her from the Duke\nof Lorraine, who was lying very ill at Nancy.",
        "“They tell me,” he wrote to De Baudricourt, “that you have at\nVaucouleurs a woman who may be in sooth that Maid of Lorraine who,\nit has been prophesied, is to arise and save France. I have a great\ncuriosity to see her; wherefore, I pray you, send her to me without\ndelay. It may be that she will recover me of my sickness. In any\ncase, I would fain have speech of her; so do not fail to send her\nforthwith.”",
        "De Baudricourt had no desire to offend his powerful neighbour, and\nhe forthwith went down to the house of Leroyer, taking Bertrand and\nme with him, to ask of the Maid whether she would go to see the\nDuke at his Court, since the journey thither was but short, and\nwould be a fitting preparation for the longer one.",
        "We found her sitting in the saddler’s shop, with one of his\nchildren on her lap, watching whilst he fashioned for her a saddle,\nwhich the citizens of Vaucouleurs were to give her. Bertrand and I\nwere to present the horse she was to ride, and I had also sent to\nmy home for a certain holiday suit and light armour made for a\nbrother of mine who had died young. I had noted that the Maid had\njust such a slim, tall figure as he, and was certain that this\nsuit, laid away by our mother in a cedar chest, would fit her as\nthough made for her. But it had not come yet, and she was habited\nin the tunic and hose she now wore at all times. Her beautiful hair\nstill hung in heavy masses round her shoulders, giving to her\nsomething of the look of a saintly warrior on painted window.",
        "Later on, when she had to wear a headpiece, she cut off her long\ncurling locks, and then her hair just framed her face like a\nnimbus; but today it was still hanging loose upon her shoulders,\nand the laughing child had got his little hands well twisted in the\nwaving mass, upon which the midday sun was shining clear and\nstrong. She had risen, and was looking earnestly at De Baudricourt;\nyet all the while she seemed to be, as it were, listening for other\nsounds than those of his voice.",
        "When he ceased she was silent for a brief while, and then spoke.",
        "“I would fain it had been to the Dauphin you would send me,\nSeigneur; but since that may not be yet, I will gladly go to the\nDuke, if I may but turn aside to make my pilgrimage to the shrine\nof St Nicholas, where I would say some prayers, and ask help.”",
        "“Visit as many shrines as you like, so as you visit the Duke as\nwell,” answered De Baudricourt, who always spoke with a sort of\nrough bluffness to the Maid, not unkindly, though it lacked\ngentleness. But she never evinced fear of him, and for that he\nrespected her. She showed plenty of good sense whilst the details\nof the journey were being arranged, and was in no wise abashed at\nthe prospect of appearing at a Court. How should she be, indeed,\nwho was looking forward with impatience to her appearance at the\nCourt of an uncrowned King?",
        "Bertrand and I, with some half-dozen men-at-arms, were to form her\nescort, and upon the very next day, the sun shining bright, and the\nwind blowing fresh from the north over the wet lands, drying them\nsomewhat after the long rains, we set forth.",
        "The Maid rode the horse which afterwards was to carry her so many\nlong, weary miles. He was a tall chestnut, deep in the chest,\nstrong in the flank, with a proudly arching neck, a great mane of\nflowing hair, a haughty fashion of lifting his shapely feet, and an\neye that could be either mild or fierce, according to the fashion\nin which he was treated. On his brow was a curious mark, something\nlike a cross in shape, and the colour of it was something deeper\nthan the chestnut of his coat. The Maid marked this sign at the\nfirst glance, and she called the horse her Crusader. Methinks she\nwas cheered and pleased by the red cross she thus carried before\nher, and she and her good steed formed one of those friendships\nwhich are good to see betwixt man and beast.",
        "Our journey was not adventurous; nor will I waste time in telling\novermuch about it. We visited the shrine, where the Maid passed a\nnight in fasting and vigil, and laid thereon a little simple\noffering, such as her humble state permitted. The next day she was\npresented to the Duke of Lorraine, as he lay wrapped in costly\nsilken coverlets upon his great bed in one of the most sumptuous\napartments of his Castle.",
        "He gazed long and earnestly at the Maid, who stood beside him,\nflinching neither from his hollow gaze, nor from the more open\ncuriosity or admiration bestowed upon her by the lords and ladies\nassembled out of desire to see her. I doubt me if she gave them a\nthought. She had come to see the sick Duke, and her thoughts were\nfor him alone.",
        "There was something very strange and beautiful in her aspect as she\nstood there. Her face was pale from her vigil and fast; her hair\nhung round it in a dark waving mass, that lighted up at the edges\nwith gold where the light touched it. Her simple boy’s dress was\nsplashed and travel stained; but her wonderful serene composure was\nas marked here as it had been throughout. No fears or tremors shook\nher, nor did any sort of consciousness of self or of the\nstrangeness of her position come to mar the gentle dignity of her\nmien or the calm loveliness of her face.",
        "The Duke raised himself on his elbow the better to look at her.",
        "“Is this true what I have heard of you, that you are the Maid of\nLorraine, raised up, according to the word of the wizard Merlin, to\nsave France in the hour of her extremity?”",
        "“I am come to save France from the English,” she answered at once;\n“to drive them from the city of Orleans, to bring the Dauphin to\nRheims, and there see the crown set upon his head. This I know, for\nmy Lord has said it. Who I am matters nothing, save only as I\naccomplish the purpose for which I am sent.”",
        "Her sweet ringing voice sounded like a silver trumpet through the\nroom, and the lords and ladies pressed nearer to hear and see.",
        "“In sooth, the Maid herself–the Maid who comes to save France!”",
        "Such was the whisper which went round; and I marvelled not; for the\nlook upon that face, the glorious shining in those eyes, was enough\nto convince the most sceptical that the beatific vision had indeed\nbeen vouchsafed to them.",
        "The Duke fell back on his pillows, regarding her attentively.",
        "“If then, Maiden, you can thus read the future, tell me, shall I\nrecover me of this sickness?” he gasped.",
        "“Of that, sire, I have no knowledge,” she answered. “That lies with\nGod alone; but if you would be His servant, flee from the wrath to\ncome, which your sins have drawn upon you. Turn to the Lord in\npenitence. Do His will. Be reconciled to your wife; for such is the\ncommandment of God. Perchance then you will find healing for body\nand soul. But seek not that which is hidden. Do only the will of\nthe Lord, and trust all to Him.”",
        "She was hustled from the room by the frightened attendants, who\nfeared for her very life at the hands of their irate lord. He had\ndone many a man to death for less than such counsel. But the Maid\nfelt not fear.",
        "“He cannot touch me,” she said, “I have my Lord’s work yet to\naccomplish.”",
        "And in truth the Duke wished her no ill, though he asked not to see\nher more. Perhaps–who knows–these words may have aroused in him\nsome gleams of penitence for his past life. I have heard he made a\nbetter end than was expected of him when his time came. And before\nthe Maid left the Castle he sent her a present of money, and said\nhe might even send his son to help the Dauphin, if once Orleans\nwere relieved, and her words began to fulfil themselves.",
        "So then we journeyed home again, and we reached Vaucouleurs on the\nafternoon of the twelfth day of February. The Maid had been smiling\nand happy up till that time, and, since the weather was improving,\nwe had great hopes of soon starting forth upon the journey for\nChinon. Nevertheless, the streams were still much swollen, and in\nsome places the ground was so soft that it quaked beneath our\nhorses’ feet. We travelled without misadventure, however, and I\nwondered what it was that brought the cloud to the brow of the Maid\nas we drew nearer and nearer to Vaucouleurs.",
        "But I was to know ere long; for as we rode into the courtyard of\nthe Castle the Maid slipped from her horse ere any could help her,\nand went straight into the room where the Governor was sitting,\nwith her fearless air of mastery.",
        "“My lord of Baudricourt, you do great ill to your master the\nDauphin in thus keeping me from him in the time of his great need.\nToday a battle has been fought hard by the city of Orleans, and the\narms of the French have suffered disaster and disgrace. If this go\non, the hearts of the soldiers will be as water, the purpose of the\nLord will be hindered, and you, Seigneur, will be the cause, in\nthat you have not hearkened unto me, nor believed that I am sent of\nHim.”",
        "“How know you the thing of which you speak, girl?” asked De\nBaudricourt, startled at the firmness of her speech.",
        "“My voices have told me,” she answered; “voices that cannot lie.\nThe French have met with disaster. The English have triumphed, and\nI still waste my time in idleness here! How long is this to\ncontinue, Robert de Baudricourt?”",
        "A new note had come into her voice–the note of the general who\ncommands. We heard it often enough later; but this was the first\ntime I had noted it. How would De Baudricourt take it?",
        "“Girl,” he said, “I will send forth a courier at once to ride with\nall speed to the westward. If this thing be so, he will quickly\nmeet some messenger with the news. If it be as you have said, if\nthis battle has been fought and lost, then will I send you forth\nwithout a day’s delay to join the King at Chinon.”",
        "“So be it,” answered the Maid; and turned herself to the chapel,\nwhere she spent the night in prayer.",
        "It was Bertrand who rode forth in search of tidings, his heart\nburning within him. It was he who nine days later entered\nVaucouleurs again, weary and jaded, but with a great triumph light\nin his eyes. He stood before De Baudricourt and spoke.",
        "“It is even as the Maid hath said. Upon the very day when we\nreturned to Vaucouleurs, the English–a small handful of\nmen–overthrew at Rouvray a large squadron of the French, utterly\nrouting and well-nigh destroying them. The English were but a small\nparty, convoying herrings to the besiegers of Orleans. The ground\nwas strewn with herrings after the fight, which men call the Battle\nof the Herrings. Consternation reigns in the hearts of the\nFrench–an army flies before a handful! The Maid spake truly; the\nneed is desperate. If help reach not the Dauphin soon, all will be\nlost!”",
        "“Then let the Maid go!” thundered the old man, roused at last like\nan angry lion; “and may the God she trusts in guard and keep her,\nand give to her the victory!”",
        "Continue...",
        "\nThis eBook of “A Heroine of France” by Evelyn Everett-Green belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "A Heroine of France the Story of Joan of ArcBy Evelyn Everett-GreenAt Amazon"
    ]
}