{
    "title": "A Heroine of France - Chapter XVII. How the Maid Was Persuaded.",
    "author": "Evelyn Everett-Green",
    "chapter": "17",
    "content": [
        "\n\n",
        "The ceremony was over. The Dauphin stood in our midst a crowned and\nanointed King. We were back in the great hall of the Archeveche,\nand the thunders of triumphant applause which had been restrained\nwithin the precincts of the sacred edifice now broke forth again,\nand yet again, in long bursts of cheering, which were echoed from\nwithout by the multitudes in the street and great square Place, and\ncame rolling through the open windows in waves of sound like the\nbeating of the surf upon the shore.",
        "The King stood upon a raised dais; his chiefest nobles and peers\naround him. He was magnificently robed, as became so great an\noccasion, and for the first time that I had ever seen, he looked an\nimposing and a dignified figure. Something there was of true\nkingliness in his aspect. It seemed as though the scene through\nwhich he had passed had not been without effect upon his nature,\nand that something regal had been conveyed to him through the\nsolemnities which had just taken place.",
        "The Maid was present also; but she had sought to efface herself in\nthe crowd, and stood thoughtfully apart in an embrasure of the\nwall, half concealed by the arras, till the sound of her name,\nproclaimed aloud in a hundred different tones, warned her that\nsomething was required of her, and she stepped forward with a\nquestioning look in her startled eyes, as though just roused from\nsome dream.",
        "She had been one of the first to prostrate herself at the new-made\nKing’s feet when the coronation ceremony was over; and the tears\nstreaming down her face had been eloquent testimony of her deep\nemotion. But she had only breathed a few broken words of devotion\nand of joy, and had added something in a choked whisper which none\nbut he had been able to hear.",
        "“The King calls for the Maid! The King desires speech with the\nMaid!” such was the word ringing through the hall; and she came\nquietly forth from her nook, the crowd parting this way and that\nbefore her, till she was walking up through a living avenue to the\nplace where the King was now seated upon a throne-like chair on the\ndais at the far end of the hall.",
        "As she came towards him the King extended his hand, as though he\nwould meet her still rather as friend than as subject; but she\nkneeled down at his feet, and pressing her lips to the extended\nhand, she spoke in a voice full of emotion:",
        "“Gentle King, now is the pleasure of God fulfilled towards you. Now\nis the will of my Lord accomplished. To Him alone be the praise and\nglory! It was His will that I should be sent before you to raise\nthe siege of Orleans, to lead you to this city of Rheims, there to\nreceive your consecration. Now has He shown to all the world that\nyou are the true King–that it is His will you should reign over\nthis fair realm, that this kingdom of France belongs to you and you\nalone. My task is now accomplished. His will in me is fulfilled. Go\nforward, then, noble King–strong in the power of your kingly might\nand right, doubting not that He will aid you still; though He will\nwork with other instruments, with other means, for my task in this\nis now accomplished!”",
        "There was a little stir and thrill throughout the hall as these\nwords were spoken. Dismay fell upon many, wonder upon all, triumph\ngleamed from the eyes of a few; but most men looked one at the\nother in consternation. What did she mean by these words?–this\nHeaven-sent Maid to whom we owed so much? Surely she did not think\nto leave us just in the hour of her supreme triumph? How could we\nhope to lead on the armies to fresh victories, if the soldiers were\ntold that the Maid would no longer march with them? Who would\ndirect us with heavenly counsel, or with that marvellous clearness\nof vision which is given only to a few in this sinful world, and to\nthose only whose hearts are consecrated by a great devotion, and a\ngreat love? She could not mean that! She loved France with an\noverwhelming fervour. She was devoted to the service of the King,\nin whom she had never been able or willing to see wrong. She knew\nher power with the army; she loved the rough soldiers who followed\nher unshrinkingly in the teeth of the very fiercest perils, and who\nwould answer to her least command, when they would obey none other\ngeneral.",
        "O no, she could not think of deserting France in this her hour of\nneed! Much had been done; but much yet remained to do. If she were\nto quit her post, there could be no telling what might not follow.\nThe English, cowed and bewildered now, might well pluck up heart of\ngrace, and sweep back through the country once owning their sway,\ndriving all foes before them as in the days of old. The victories\nwon in these last weeks might soon be swallowed up in fresh defeat\nand disaster. How could we expect it to be otherwise if the\npresence of the Maid were withdrawn?",
        "These and a hundred other questions and conjectures were buzzing\nthrough the great hall. Wonder and amaze was on every face. The\nKing himself looked grave for a moment; but then his smile shone\nout carelessly gay and confident. He looked down at the Maid, and\nthere was tender friendliness in his glance. He spoke nothing to\nher at the first as to what she had said; he merely asked of her a\nquestion.",
        "“My Chevaliere, my guardian angel, tell me this, I pray. You have\ndone all these great things for me; what am I to do in return for\nyou?”",
        "She raised her eyes towards him, and the light sprang into\nthem–that beautiful, fearless light which shone there when she led\nher soldiers into battle.",
        "“Go forward fearlessly, noble King. Go forward in the power of your\nanointing; and fear nothing. That is all I ask of you. Do that, and\nyou will give to me my heart’s desire.”",
        "“We will talk of that later, Jeanne,” he answered, “I have many\nthings to speak upon that matter yet. But today I would ask you of\nsomething different. You have done great things for me; it is not\nfitting that you should refuse to receive something at my hands.\nThis day I sit a King upon my father’s throne. Ask of me some gift\nand grace for yourself–I your King and your friend demand it of\nyou!”",
        "It was spoken in a right kingly and gracious fashion, and we all\nheld our breath to listen for the answer the Maid should give. We\nhad known her so long and so well, and we had learned how little\nshe desired for herself, how hard it was to induce her to express\nany wish for her own gratification. She was gentle and gracious in\nher acceptance of the gifts received from friends who had furnished\nher from the beginning with such things as were needful for her\naltered life; but she had ever retained her simplicity of thought\nand habit; and though often living in the midst of luxury and\nextravagance, she was never touched by those vices herself. And now\nshe was bidden to ask a boon; and she must needs do it, or the\ndispleasure of the King would light upon her.",
        "He had raised her to her feet by this time, and she stood before\nhim, a slim boy-like figure in her white point-device dress, her\ncheeks a little flushed, her slender fingers tightly entwined, the\nbreath coming and going through her parted lips.",
        "“Gentle King,” she answered, and her low full voice thrilled\nthrough the hall to its farthermost end in the deep hush which had\nfallen upon it, “there is one grace and gift that I would right\ngladly ask of you. Here in this city of Rheims are assembled a few\nof mine own people from Domremy; my father, my uncle, and with them\nsome others whom I have known and loved from childhood. I would ask\nthis thing of you, noble King. Give me at your royal pleasure a\ndeed, duly signed and sealed by your royal hand, exempting the\nvillage of Domremy, where I was born, from all taxes such as are\nlevied elsewhere throughout the realm. Let me have this deed to\ngive to those who have come to see me here, and thus when I return\nwith them to my beloved childhood’s home, I shall be witness to the\njoy and gladness which such a kingly boon will convey. Grant me\nthis–only this, gentle King, and you will grant me all my heart\ndesires!”",
        "The King spoke aside a few words to one of those who stood about\nhim, and this person silently bowed and quitted the hail; then he\nturned once more to the Maid, standing before him still with a\nhappy and almost childlike smile playing over her lips.",
        "“The thing shall be done, Jeanne,” he said; “and it shall be done\nright soon. The first deed to which I set my hand as King shall be\nthe one which shall for ever exempt Domremy from all taxation. You\nshall give it to your father this very day, to take home with him\nwhen he goes. But as for those other words of yours–what did you\nmean by them? How can you witness the joy of a distant village,\nwhen you will be leading forward the armies of France to fresh\nvictories?”",
        "He gazed searchingly into her face as he spoke; and she looked back\nat him with a sudden shrinking in her beautiful eyes.",
        "“Sire,” she faltered–and anything like uncertainty in that voice\nwas something new to us–\"of what victories do you speak? I have\ndone my part. I have accomplished that which my Lord has set me to\ndo. My task ends here. My mission has been fulfilled. I have no\ncommand from Him to go forward. I pray you let me return home to my\nmother and my friends.”",
        "“Nay, Jeanne, your friends are here,” spoke the King gravely, “and\nyour country is your mother. Would you neglect to hear her cry to\nyou in the hour of her need? Her voice it was that called you forth\nfrom your obscurity; she calls you yet. Will you cease to hear and\nto obey?”",
        "The trouble and perplexity deepened in the eyes of the Maid.",
        "“My voices have not bidden me to go forward,” she faltered.",
        "“Have they bidden you to go back–to do no more for France?”",
        "“No,” she answered, throwing back her head, her eyes kindling once\nagain with ardour; “they have not bidden me return, or I would have\ndone it without wavering. They tell me nothing, save to be of a\ngood heart and courage. They promise to be with me–my saints, whom\nI love. But they give me no commands. I see not the path before me,\nas I have seen it hitherto. That is why I say, let me go home. My\nwork is done; I have no mission more. Shall I take upon me that\nwhich my Lord puts not upon me–whether it be honour or toil or\npain?”",
        "“Yes, Jeanne, you shall take that upon you which your country calls\nupon you to take, which your King puts upon you, which even your\nsaints demand of you, though perchance with no such insistence as\nbefore, since that is no longer needed. Can you think that the mind\nof the Lord has changed towards me and towards France? Yet you must\nknow as well as I and my Generals do, that without you to lead them\nagainst the foe, the soldiers will waver and tremble, and perchance\nturn their backs upon our enemies once more. You they will follow\nto a man; but will they follow others when they know that you have\ndeserted them? You tell me to go forward and be of good courage.\nHow can I do this if you turn back, and take with you the hearts of\nmy men?”",
        "“Sire, I know not that such would be the case,” spoke the Maid\ngravely. “You stand amongst them now as their crowned and anointed\nKing. What need have they of other leader? They have followed me\nheretofore, waiting for you; but now–”",
        "“Now they will want you more than ever, since you have ever led\nthem to victory!” cried the King; and raising his voice and looking\nabout him, especially to those generals and officers of his staff\nwho had seen so much of the recent events of the campaign, he cried\nout:",
        "“What say you, gentlemen? What is our chance to drive away the\nEnglish and become masters of this realm if the MAID OF ORLEANS\ntake herself away from us, and the soldiers no longer see her\nstandard floating before them, or hear her voice cheering them to\nthe battle?”",
        "Some of those present looked sullenly on the ground, unwilling to\nown that the Maid was a power greater than any other which could be\nbrought into the field; but there were numbers of other and greater\nmen, who had never denied her her meed of praise, though they had\nthwarted her at times in the council room; and these with one\naccord declared that should the Maid betake herself back to\nDomremy, leaving the army to its fate, they would not answer for\nthe effect which this desertion would have, but would, in fact,\nalmost expect the melting away of the great body of the trained\nsoldiers and recruits who had fought with her, and had come to\nregard her presence with them as the essential to a perfect\nvictory.",
        "But we were destined to have a greater testimony than this, for a\nwhisper of what was passing within the great hall had now filtered\nforth into the streets, and all in a moment we were aware of a\nmighty tumult and hubbub without, a clamour of voices louder and\nmore insistent than those which had hailed the King a short time\nbefore, and the words which seemed to form themselves out of the\nclamour and gradually grow into the burden of the people’s cry was\nthe repeated and vehement shout, “THE MAID OF ORLEANS! THE MAID OF\nORLEANS! We will fight if the Maid goes with us–without her we be\nall dead men!”",
        "They came and told us what the crowd of soldiers in the street was\nshouting; they begged that the Maid would show herself at some\nwindow, and promise that she would remain with the army. Indeed,\nthere was almost a danger of riot and disaster if something were\nnot done to quell the excitement of the soldiery and the populace;\nand at this news the Maid suddenly drew her slender, drooping\nfigure to its full height, and looked long and steadfastly at the\nKing.",
        "“Sire,” she said, “I give myself to you and to France. My Lord\nknows that I seek in this to do His will, though differently from\nheretofore. You will be disappointed. Many will misjudge me. There\nwill be sorrow and anguish of heart as well as triumph and joy. But\nif my country calls, I go forth gladly to meet her cry–even though\nI go to my death!”",
        "I do not know how many heard her last words; for they were drowned\nin the roar of joyful applause which followed her declaration. The\nKing gave her his hand, and led her forth upon a balcony, where the\ngreat concourse in the street below could see them; and by signs he\nmade them understand that she would continue with him as one of his\nCommanders-in-Chief; and in hearing this the city well nigh went\nmad with joy; bonfires blazed and bells pealed madly; and the cry\nheard in the streets was less “Long live the King!” than that other\nfrantic shout, “THE MAID OF ORLEANS! THE MAID OF ORLEANS!”",
        "But the Maid returned to her apartments with a strange look upon\nher face; and she held out her hand to me as one who would fain ask\nhelp and sympathy of a trusted comrade, as I am proud to think I\nwas regarded at that time by her.",
        "“The King’s word has prevailed, O my friend,” she said, “but I\nwould that I were sure it will be for the best!”",
        "“How can it be otherwise than for the best?” I answered as I held\nher hand in mine, and looked searchingly into her fair, grave face.\n“Will not your Lord help you yet? Do not all men trust in you? Will\nnot the soldiers fight for and with you? And are you not sure in\nyour heart that the cause of the French King will yet triumph?”",
        "Her eyes were misty with unshed tears as she made reply:",
        "“I know that my Lord will not desert me; and I trust I may serve\nHim yet, and the King whom I love. I know that all will be well–at\nthe last–for this fair realm of France. But I have no commission\ndirect from my Lord as I have had hitherto. My voices yet speak\ngentle and kindly words. I trow that my saints will watch over me,\nand that they will give me strength to strive and to overcome. For\nmyself I fear not–I am ready to die for my King and my country if\nthat be the will of God. Only the shadow lies athwart my path,\nwhere until today all was brightness and sunshine. It would have\nbeen so sweet to go home to my mother, to see the Fairy Tree, and\nthe old familiar faces, and listen once more to the Angelus bell! I\nhad thought that I should by this have earned my rest. I had not\nthought that with so many to serve him, the King would have had\nfurther use for me.”",
        "“Yet how could it be otherwise, my General, when the soldiers will\nfollow you alone?–when all look to you as their champion and their\nfriend?”",
        "“Nay, but I have enemies too,” she answered sadly, “and I know that\nthey will work me ill–greater ill in the future than they have had\npower to do heretofore, when I was watched over and guarded for the\ntask that was set me. That task is now accomplished. Can I look to\nreceive the same protection as before? The Lord may have other\ninstruments prepared to carry on His work of deliverance. I doubt\nnot that He will use me yet, and that I shall never be forsaken;\nbut my time will not be long. I shall only last a year. Let the\nKing use me for all that I am worth!–after that he must look for\nothers to aid him!”",
        "I could not bear to hear her speak so. I would have broken in with\nprotestations and denials; but something in the look upon her face\nsilenced me. My heart sank strangely within me, for had I not\nlearned to know how truly the Maid did read that which the future\nhid from our eyes? I could only seek to believe that in this she\nmight be mistaken, since she herself did say how that things were\nsomething different with her now.",
        "She seemed to read the thoughts that crowded my brain; for she\nlooked into my face with her tender, far-seeing smile.",
        "“You are sad, my kind friend, my faithful knight, and sometimes\nmine own heart is sad also. But yet why should we fear? I know that\nI have enemies, and I know that they will have more power to hurt\nme in the times that are coming, than has been permitted hitherto,\nyet–”",
        "With an uncontrollable impulse I flung myself at her feet.",
        "“O my General–O my dear lady–speak not such things–it breaks my\nheart. Or if, indeed, the peril be so great, then let all else go,\nand bid your father to take you back to Domremy with him. There, at\nleast, you will be safe and happy!”",
        "Her eyes were deep with the intensity of her emotion.",
        "“It may not be,” she said with grave gentleness and decision. “I\nhad hoped it for myself, but it may not be. My word is pledged. My\nKing has commanded. I, too, must learn, in my measure, the lesson\nof obedience, even unto death!”",
        "Her hands were clasped; her eyes were lifted heavenwards. A shaft\nof light from the sinking sun struck in through the coloured window\nbehind her, and fell across her face with an indescribable glory. I\nwas still upon my knees and I could not rise, for it seemed to me\nas though at that moment another Presence than that of the Maid was\nwith us in the room. My limbs shook. My heart seemed to melt within\nme; and yet it was not fear which possessed me, but a mysterious\nrapture the like of which I can in no wise fathom.",
        "How long it lasted I know not. The light had faded when I rose to\nmy feet and met her wonderful gaze. She spoke just a few words.",
        "“Now you know what help is given us in our hours of need. My\nfaithful knight need never mourn or weep for me; for that help and\ncomfort will never be withheld. Of this I have the promise clear\nand steadfast!”",
        "I was with her when she went to see her father. It was dark, and\nthe old man sat with his brother-in-law, Durand Laxart–he who had\nhelped her to her first interview with De Baudricourt–in one of\nthe best rooms of the inn. Since it had been known that these men\nwere the kinsfolk of the Maid, everything of the best had been put\nat their disposal by the desire of the citizens, and horses had\nbeen provided for them for their return to Domremy. For the city of\nRheims was filled with joy at that which had been accomplished, and\nthe Maid was the hero of the hour.",
        "But I could see that there was a cloud upon the old man’s face–the\nfather’s; and he did not rise as his daughter entered–she before\nwhom nobles had learnt to bend, and who sat at the Council of the\nKing. His sombre eyes dwelt upon her with a strange expression in\ntheir depths. His rugged face was hard; his knotted hands were\nclosely locked together.",
        "The Maid gazed at him for a moment, a world of tender emotions in\nher eyes; and then she quickly crossed the room and threw herself\nat his feet.",
        "“My father! My father! My father!”",
        "The cry seemed to come from her heart, and I saw the old man’s face\nquiver and twitch; but he did not touch or embrace her.",
        "“It is the dress he cannot bear,” whispered Laxart distressfully to\nme, “it is as gall and wormwood to him to see his daughter go about\nin the garb of a man.”",
        "The Maid’s face was raised in tender entreaty; she had hold of her\nfather’s hands by now. She was covering them with kisses.",
        "“O my father, have you no word for me? Have you not yet forgiven\nyour little Jeanne? I have but obeyed our Blessed Lord and His holy\nSaints. And see how they have helped and blessed and guided me! O\nmy father, can you doubt that I was sent of them for this work? How\nthen could I refuse to do it?”",
        "Then the stern face seemed to melt with a repressed tenderness, and\nthe father bent and touched the girl’s brow with his lips. She\nuttered a little cry of joy, and would have flung herself into his\narms; but he held her a little off, his hands upon her shoulders,\nand he looked into her face searchingly.",
        "“That may have been well done, my daughter; I will not say, I will\nnot judge. But your task is now accomplished–your own lips have\nsaid it; and yet you still are to march with the King’s army, I am\ntold. You love better the clash of arms, the glory of victory, the\ncompanionship of soldiers and courtiers to the simple duties which\nawait you at home, and the protection of your mother’s love. That\nis not well. That is what no modest maiden should choose. I had\nhoped and believed that I should take my daughter home with me. But\nshe has chosen otherwise. Do I not well to be angry?”",
        "The Maid’s face was buried in her hands. She would have buried it\nin her father’s breast, but he would not have it so.",
        "I could have wept tears myself at the sight of her sorrow. I saw\nhow utterly impossible it would be to make this sturdy peasant\nunderstand the difficulty of the Maid’s position, and the claims\nupon her great abilities, her mysterious influence upon the\nsoldiers. The worthy prud’homme would look upon this as rather a\ndishonour and disgrace than a gift from Heaven.",
        "The words I longed to speak died away upon my tongue. I felt that\nto speak them would be a waste of breath. Moreover, I was here as a\nspectator, not as a partaker in this scene. I held the document,\nsigned and sealed by the King, which I was prepared to read to the\nvisitors from Domremy. That was to be my share in this interview–not\nto interpose betwixt father and child.",
        "For a few moments there was deep silence in the room; then the Maid\ntook her hands from her face, and she was calm and tranquil once\nagain. She possessed herself of one of her father’s reluctant\nhands.",
        "“My father, I know that this thing is hard for you to understand.\nIt may be that my brothers could explain it better than I, had you\npatience to hear them. But this I say, that I long with an\nunspeakable desire to return home with you, for I know that the\npath I must tread will darken about me, and that the end will be\nsad and bitter. And yet I may not choose for myself. My King\ncommands. My country calls. I must needs listen to those voices.\nOh, forgive me that I may not follow yours, nor the yearnings of\nmine own heart!”",
        "The old man dropped her hand and turned away. He spoke no word; I\nthink perchance his heart was touched by the tone of the Maid’s\nvoice, by the appealing look in her beautiful eyes. But he would\nnot betray any sign of weakness. He turned away and leant his brow\nupon the hand with which he had grasped the high-carved ledge of\nthe panelled shelf beside him. The Maid glanced at him, her lips\nquivering; and she spoke again in a brighter tone.",
        "“And yet, my father, though you may not take me back with you, you\nshall not go away empty-handed. I have that to send home with you\nwhich shall, I trust, rejoice the hearts of all Domremy; and if you\nfind it hard to forgive that which your child has been called upon\nto do, yet methinks there will be others to bless her name and pray\nfor her, when they learn that which she has been able to\naccomplish.”",
        "Then she made a little sign to me, and I stepped forward with the\nparchment, signed and sealed, and held it towards the Maid’s\nfather. He turned to look at me, and his eyes widened in wonder and\nsome uneasiness; for the sight of so great a deed filled him and\nhis kinsman with a vague alarm.",
        "“What is it?” he asked, turning full round, and I made answer:",
        "“A deed signed by the King, exempting Domremy from all taxation,\nhenceforward and for ever, by right of the great and notable\nservices rendered to the realm by one born and brought up\nthere–Jeanne d’Arc, now better known as THE MAID OF ORLEANS.”",
        "The two men exchanged wondering glances, and over Laxart’s face\nthere dawned a smile of intense joy and wonder.",
        "“Nay, but this is a wonderful thing–a miracle–the like of which\nwas never heard or known before! I pray you, noble knight, let me\ncall hither those of our kinsfolk and acquaintance from Domremy as\nhave accompanied us hither, that they may hear and understand this\nmarvellous grace which hath been done us!”",
        "I was glad enough that all should come and hear that which I read\nto them from the great document, explaining every phrase that was\nhard of comprehension. It was good to see how all faces glowed and\nkindled, and how the people crowded about the Maid with words of\ngratitude and blessing.",
        "Only the father stood a little apart, sorrowful and stern. And yet\nI am sure that his heart, though grieved, was not altogether\nhardened against his child; for when at the last, with tears in her\neyes (all other farewells being said), she knelt at his feet\nbegging his blessing and forgiveness, he laid his hand upon her\nhead for a moment, and let her embrace his knees with her arms.",
        "“Go your way, my girl, if needs must be. Your mother will ever pray\nfor you, and I trust the Lord whom you serve will not leave you,\nthough His ways are too hard of understanding for me.”",
        "That was all she could win from him; but her heart was comforted, I\nthink; for as she reached her lodging and turned at the door of her\nroom to thank me in the gracious way she never forgot, for such\npoor services as I had rendered, she said in a soft and happy\nvoice:",
        "“I think that in his heart my father hath forgiven me!”",
        "Continue...",
        "\nThis eBook of “A Heroine of France” by Evelyn Everett-Green belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "A Heroine of France the Story of Joan of ArcBy Evelyn Everett-GreenAt Amazon"
    ]
}