{
    "title": "A Heroine of France - Chapter VI. How the Maid Came to the King.",
    "author": "Evelyn Everett-Green",
    "chapter": "6",
    "content": [
        "\n\n",
        "So Guy de Laval had fallen beneath the spell of the Maid, even as\nwe had done. He spoke of it to me afterwards. It was not because of\nher words, albeit she had plainly shown knowledge of that which he\nhad been saying before her approach. It was not the beauty of her\nserene face, or the dignity of her mien. It was as though some\npower outside of himself urged him to some act of submission. An\novershadowing presence seemed to rest upon him as with the touch of\na hand, and he who had laughed at the idea of the restoration of\nmiracles suddenly felt all his doubts and misgivings fall away.",
        "We rode together back to our camp, and there we talked long and\nearnestly of many things. The Maid had much to ask of Sir Guy, but\nher questions were not such as one would have guessed. She never\ninquired how the Dauphin (as she always called him) had first heard\nof her, how he regarded her, what his Ministers and the Court\nthought of her mission, whether they would receive her in good\npart, what treatment she might expect when she should appear at\nChinon.",
        "No; such thoughts as these seemed never to enter her head. She was\nin no wise troubled as to the things which appertained to herself.\nNot once did a natural curiosity on this ground suggest such\ninquiries; and though we, her followers, would fain have asked many\nof these questions, something in her own absence of interest, her\nown earnestness as to other matters, restrained us from putting\nthem.",
        "It was of the city of Orleans she desired to know. What was the\ncondition of the garrison? What were the armies of England doing?\nWhat was the disposition of the beleaguering force? Was any project\nof relief on foot amongst the Dauphin’s soldiers? Did they\nunderstand how much depended upon the rescue of the devoted town?",
        "Guy de Laval was able to answer these questions, for he had himself\nridden from Chinon to Orleans with messages to the Generals in the\nbeleaguered city. He reported that the blockade was not perfected;\nthat provisions could still find their way–though with risk, and\ndanger of loss–into the town, and that messengers with letters\ncould pass to and fro by exercising great caution, and by the grace\nof Heaven. He told her of the great fortresses the English had\nbuilt, where they dwelt in safety, and menaced the town and\nbattered its walls with their engines of war.",
        "The garrison and the city were yet holding bravely out, and the\nGenerals Dunois and La Hire were men of courage and capacity. But\nwhen the Maid asked how it came about that the English–who could\nnot be so numerous as the French forces in the town–had been\nsuffered to make these great works unmolested, he could only reply\nwith a shake of the head, and with words of evil omen.",
        "“It is the terror of the English which has fallen upon them. Since\nthe victory of Agincourt, none have ever been able to see English\nsoldiers drawn up in battle array without feeling their blood turn\nto water, and their knees quake under them. I know not what the\npower is; but at Rouvray it was shown forth again. A small force of\nsoldiers–but a convoy with provisions for the English lines–overcame\nand chased to destruction a French army ten times its own strength.\nIt is as though the English had woven some spell about us. We cannot\nface them–to our shame be it spoken! The glorious days of old are\npast. If Heaven come not to our aid, the cause of France is lost!”",
        "“Heaven has come to the aid of France,” spoke the Maid, with that\ncalm certainty which never deserted her; “have no fear, gentle\nknight. Let the Dauphin but send me to Orleans, and the English\nwill speedily be chased away.”",
        "“It will need a great army to achieve that, fair Maid,” spoke Sir\nGuy; “and alas, the King has but a small force at his disposal, and\nthe men are faint hearted and fearful.”",
        "“It is no matter,” answered the Maid, with shining eyes; “is it\nanything to my Lord whether He overcomes by many or by few? Is His\narm shortened at all, that He should not fulfil that which He has\npromised? France shall see ere long that the Lord of Hosts fights\nfor her. Will not that be enough?”",
        "“I trow it will,” answered De Laval, baring his head.",
        "It was not until the evening was drawing on that we entered the\nfortress of Chinon, where the King held his Court. A very splendid\ncastle it was, and when, later in my life, I once visited the realm\nof England, and looked upon the Castle of Windsor there, it did\nbring back greatly to my mind that Castle of Chinon, with its\ntowers and battlements overhanging, as it were, the river, and the\ntown clustered at its foot.",
        "We had delayed our approach that our wearied and way-worn men might\nrest and give a little care to their clothes and arms, so that we\npresented not too travel-stained and forlorn an appearance. We\ndesired to do honour to the Maid we escorted, and to assume an air\nof martial pomp, so far as it was possible to us.",
        "Sir Guy had ridden on in front to announce our coming. He told me\nthat the King was full of curiosity about the Maid, and that the\nladies of the Court were consumed with wonder and amaze; but that\nthe Prime Minister, De la Tremouille, was strenuously set against\nhaving aught to do with that “dreamer of dreams,” as he slightingly\ncalled her, whilst the King’s confessor was much of the same mind,\nin spite of what was reported about her from the priests who had\nseen and examined her.",
        "There was no mistaking the sensation which our approach occasioned\nwhen at last we reached the walls of the Castle. Soldiers and\ntownspeople, gentlemen and servants, were assembled at every coign\nof vantage to watch us ride in; and every eye was fixed upon the\nMaid, who rode as one in a dream, her face slightly raised, her\neyes shining with the great joy of an object at last achieved, and\nwho seemed unconscious of the scrutiny to which she was subjected,\nand unaware of the excitement which her presence occasioned.",
        "For the most part deep silence reigned as we passed by. No\nacclamation of welcome greeted us, nor did any murmurs of distrust\nsmite upon our ears. There was whispering and a rustling of\ngarments, and the clank of arms; but no articulate words, either\nfriendly or hostile, till, as we passed the drawbridge, one of the\nsentries, a great, brawny fellow, half French half Scottish,\nuttered an insult to the Maid, accompanying his words by a horrible\nblasphemy.",
        "My hand was upon my sword hilt. I could have slain the man where he\nstood; but I felt the Maid’s touch on my shoulder, and my hand sank\nto my side. She paused before the sentry, gazing at him with\nearnest eyes, full of mournful reproach and sorrow.",
        "“O Lord Jesu, forgive him!” she breathed softly, and as the fellow,\nhalf ashamed, but truculent still, and defiant, turned upon her as\nthough he would have repeated either his insult or his blasphemy,\nshe held up her hand and spoke aloud, so that all who stood by\nmight hear her words:",
        "“O, my friend, speak not so rashly, but seek to make your peace\nwith God. Know you not how near you stand to death this night? May\nGod pardon and receive your soul!”",
        "The man shrank back as one affrighted. It was scarce two hours\nlater that as he was crossing a narrow bridge-like parapet, leading\nfrom one part of the Castle to another, he fell into the swollen\nand rapid stream beneath, and was heard of no more. Some called it\nwitchcraft, and said that the Maid had overlooked him; but the more\npart regarded it as a sign that she could read the future, and that\nthings unknown to others were open to her eyes; and this, indeed,\nnone could doubt who were with her at this time, as I shall\npresently show.",
        "I had expected that Sir Guy would come to lead us into the chamber\nof audience, where we were told the King would receive us. But he\ndid not come, and we were handed on from corridor to corridor, from\nroom to room, first by one richly-apparelled servant of the Court,\nthen by another.",
        "Our men-at-arms, of course, had been detained in one of the\ncourtyards, where their lodgings were provided. Only Bertrand and I\nwere suffered, by virtue of our knighthood, to accompany the Maid\ninto the presence of royalty; and neither of us had ever seen the\nKing, or knew what his outward man was like.",
        "But she asked no questions of us as to that, nor how she was to\ncomport herself when she reached the audience chamber. Neither had\nshe desired to change her travel-stained suit for any other,\nthough, in truth, there was little to choose betwixt them now; only\nmethinks most in her case would have provided some sort of gay\nraiment wherewith to appear before the King. But the Maid thought\nnought of herself, but all of her mission, and she held that this\nwas a matter which could be touched by no outward adorning or\nbravery of apparel.",
        "None who passed through the galleries and corridors of the Castle\nof Chinon in these days would have guessed to what a desperate pass\nthe young King’s affairs had come. Music and laughter resounded\nthere. Courtiers fluttered about in gorgeous array, and fine ladies\nlike painted butterflies bore them company. Feasting and revelry\nswallowed up the days and nights. No clang of arms disturbed the\ngaieties of the careless young monarch.",
        "If despair and desperation were in his heart, he pushed them back\nwith a strong hand. He desired only to live in the present. He\nwould not look beyond. So long as he could keep his Court about\nhim, he would live after this fashion; and when the English had\nswept away the last barriers, and were at the very gates, then he\nwould decide whether to surrender himself upon terms, or to fly to\nsome foreign land. But to face the foe in gallant fight was an\nalternative which had never been entertained by him, until such\ntime as he had received the message from the Maid; and then it was\nrather with wonder and curiosity than any belief in her mission\nthat he had consented to receive her.",
        "A pair of great double doors was flung open before us. We stood\nupon the threshold of a vast room, lighted by some fifty torches,\nand by the blaze of a gigantic fire which roared halfway up the\nvast chimney. This great audience chamber seemed full of dazzling\njewels and gorgeous raiment. One could scarce see the faces and\nfigures in the shifting throng for the wonder of this blaze of\ncolour.",
        "But there was no dais on which the King was seated in state, as I\nhad expected. No figure stood out conspicuous in the throng as that\nof royalty. I gazed at one and another, as we stood in the doorway,\nour eyes still half dazzled by the glare of light and by the\nbrilliance of the assembled company, but I could by no means\ndistinguish the King from any of the rest. Many men, by their\ngorgeous raiment, might well be the greatest one present; but how\nto tell?",
        "All were quiet now. They had fallen a little back, as though to\ngaze upon the newcomer. Smiling faces were turned upon us. Eager\neyes were fastened upon the Maid’s face. She stood there, with the\nglare of the torches shining over her, looking upon the scene with\nher calm, direct gaze, without tremor of fear or thought of shame.",
        "One of the great Seigneurs–I know not which–came forward with a\nsmile and a bow, and gave her his hand to lead her forward.",
        "“I will present you to the King,” he said; and made in a certain\ndirection, as though he would lead her to a very kingly-looking\npersonage in white and crimson velvet, blazing with diamonds; but\nere he had taken many steps, the Maid drew her hand from his, and\nturning herself in a different direction, went forward without the\nleast wavering, and knelt down before a young man in whose attire\nthere was nothing in any way gorgeous or notable.",
        "“Gentle Dauphin,” she said, in that clear voice of hers which\nalways made itself heard above other sounds, though at this moment\na great hush prevailed throughout the audience chamber, and\nwondering eyes were fixed full upon the Maid, “God give you good\nlife, and victory over your enemies!”",
        "Astonishment was in the young man’s face; but he took the Maid by\nthe hand, and said:",
        "“You mistake, fair damsel; it is not I that am the King. See, he is\nthere; let me take you to him.”",
        "But she would not be raised; she knelt still at his feet, and the\nhand which he had given her she held to her lips.",
        "“Gentle Dauphin, think not to deceive me. I know you, who you are.\nYou are he to whom I am sent, to win you the victory first, and\nthen to place the crown of France upon your head. It is you, and\nnone other, who shall rule in France!”",
        "The young man’s face had changed greatly now. A deep agitation\nreplaced the former smile of mockery and amusement. Several of the\ncourtiers were exchanging meaning glances; in the hush of the hall\nevery spoken word could be heard.",
        "“Child, how dost thou know me?” asked the King, and his voice shook\nwith emotion.",
        "Her answer was not strange to us, though it might have been so to\nothers.",
        "“I am Jeanne the Maid,” she replied, as if in so saying she was\nsaying enough to explain all; “I am sent to you by the King of\nHeaven; and it is His Word that I have spoken. You shall be crowned\nand consecrated at Rheims, and shall be lieutenant of the King of\nHeaven, Who is King of France, but Who wills that you shall reign\nover that fair realm!”",
        "“Have you a message from Him to me?” asked the King, speaking like\na man in a dream.",
        "“Ay, verily I have,” answered the Maid, “a message which none but\nyou must hear; for it is to you alone that I may tell it.”",
        "Then the King took her by the hand, and raised her up, gazing at\nher with a great wonder and curiosity; and he led her behind a\ncurtain into a deep recess of the window, where prying eyes could\nnot see them, nor inquisitive ears overhear her words.",
        "And so soon as they had disappeared there, a great hum and buzz of\nwonder ran throughout the hall, and we saw Sir Guy detach himself\nfrom a knot of gay courtiers, and come hastily towards us.",
        "“Is it not wonderful!” he cried. “And I had feared that she would\nbe deceived, and that the mockers would have the laugh against her\nin the first moment. Though how they looked for her to have\nknowledge of the King’s person I know not. Surely none can doubt\nbut that she is taught by the Spirit of God.”",
        "“It was done to prove her!”",
        "“Ay, it was the thought of De la Tremouille, who has ridiculed her\npretensions (the word is his) from first to last. But it was a\nthought welcomed by all, as a passing merry jest. Thus was it that\nI was not permitted to come and lead you in. They did fear lest I\nshould tell what was intended, and describe to the Maid the person\nor the dress of the King. And now none can doubt; and, in sooth, it\nmay be a wondrous thing for His Majesty himself, and take from him\nfor ever that hateful fear which I always do declare has helped to\nparalyse him, and hold him back from action.”",
        "I lowered my voice to a whisper as I said:",
        "“You mean the fear lest he was not the true son of the King?”",
        "“Yes; his wicked mother hinted away her own honour in her desire to\nrob him of his crown. He has known her for an evil woman. Was it\nnot likely he would fear she might speak truth? Those who know him\nbest know that he has often doubted his right to style himself\nDauphin or King; but methinks after today that doubt must needs be\nset at rest. If the Maid who comes from the King of Heaven puts\nthat name upon him, need he fear to take it for his own?”",
        "As we were thus speaking the Sieur de Boisi joined us. He was\nperchance more fully in the King’s confidence than any other person\nat Court, and he was kinsman to De Laval, with whom he had plainly\nalready had much talk upon this subject. He drew us aside, and\nwhispered a story in our ears.",
        "“His Majesty did tell it me himself,” he said, “for there be nights\nwhen he cannot sleep, and he calls me from my couch at his bed’s\nfoot, and makes me lie beside him, that we may talk at ease; and he\ntold me, not long since, how that this trouble and doubt were so\ngrowing upon him, that once he had fasted for a whole day, and had\npassed the night upon his knees in the oratory, praying for a sign\nwhereby he might truly know whether he were the real heir, and the\nkingdom justly his. For that were it not so, he would sooner escape\nto Spain or Scotland to pass his days in peace; but that if the\nLord would send him a sign, then he would seek to do his duty by\nthe realm.”",
        "With awe we looked into each other’s faces.",
        "“The sign has come!” whispered Bertrand.",
        "“Truly I do think it,” answered De Boisi.",
        "“Surely His Majesty will recognise it as such!” said Sir Guy.",
        "“I see not how it can be otherwise; and it will be like a great\nload lifted from his heart.”",
        "“And he will surely hesitate no more,” I said, “but will forthwith\ngive her a band of armed men, that she may sally forth to the aid\nof the beleaguered Orleans!”",
        "But De Boisi and De Laval looked doubtful.",
        "“I know not how that will be. For there are many who will even now\nseek to dissuade the King, and will talk of witchcraft, and I know\nnot what beside. The Abbes and the Bishops and the priests are\nalike distrustful and hostile. The Generals of the army openly\nscoff and jeer. Some say that if the Maid be sent to Orleans, both\nLa Hire and Dunois will forthwith retire, and refuse all further\noffice there. What can a peasant maid know of the art of war? they\nask, and how can she command troops and lead them on to victory,\nwhere veterans have failed again and again? And then the King knows\nnot what to reply–”",
        "“But she hath given him wherewith to reply!” broke out Bertrand,\nwith indignation in his tones. “She comes not in her own strength,\nbut as the envoy of the King of Heaven. Is that not enough?”",
        "“Enough for us who have seen and heard her,” answered Sir Guy; “but\nwill it prove enough for those who only hear of her from others,\nand who call her a witch, and say that she works by evil spells,\nand has been sent of the Devil for our deception and destruction\nand undoing?”",
        "“Then let them send for one of the Generals from Orleans, and let\nhim judge for himself!” cried Bertrand hotly; “you say the city is\nnot so closely blockaded but that with care and caution men may get\nin or out? Then let some one send and fetch one of these\ncommanders; and if he be not convinced when he sees her, then he\nwill be of very different stuff from all else who have doubted, but\nwhose doubts have been dispelled.”",
        "“In faith, that is no bad thought,” spoke De Boisi thoughtfully,\n“and I trow it might be possible of accomplishment. I will\ncertainly speak with the King of it. He is young; he is not firm of\npurpose; his own heart has never before been set upon his kingdom.\nOne cannot expect a man’s nature to change in a day, even though\nhis eyes may have been opened, and his misgivings set at rest. If\none of the Generals were won to her side, the troubles that beset\nus would be well-nigh overcome.”",
        "A great clamour of sound from the larger audience chamber, from\nwhich we had retired to talk at ease, warned us now that the King\nand the Maid had appeared from their private conference. His face\nwas very grave, and there was more of earnestness and nobility in\nhis expression than I had thought that countenance capable of\nexpressing. The Maid was pale, as though with deep emotion; but a\nglorious light shone in her eyes, and when the Court ladies and\ngallants crowded round her, asking her questions, and gazing upon\nher as though she were a being from another sphere, she seemed\nlifted up above them into another region, and though she answered\nthem without fear, she put aside, in some wonderful way, all those\nquestions which were intrusions into holy things, speaking so\nfearlessly and so simply that all were amazed at her.",
        "She came to us at last, weary, yet glad at heart; and her first\nquestion was for her followers, and whether they had been lodged\nand fed. We supped with her at her request, and in private, and her\nface was very calm and glad, though she spoke nothing of what had\npassed between her and the King.",
        "Only when Bertrand said:",
        "“You have done a great work today,” did she look at him with a\nsmile as she replied:",
        "“My work hath but just begun, and may yet be hindered; but have no\nfear. The Lord has spoken, and He will bring it to pass. He will\nnot fail us till all be accomplished.”",
        "Continue...",
        "\nThis eBook of “A Heroine of France” by Evelyn Everett-Green belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "A Heroine of France the Story of Joan of ArcBy Evelyn Everett-GreenAt Amazon"
    ]
}