{
    "title": "A Heroine of France - Chapter XVI. How the Maid Accomplished Her Mission.",
    "author": "Evelyn Everett-Green",
    "chapter": "16",
    "content": [
        "\n\n",
        "Shall I ever forget that evening? No, not if I live to be a\nhundred!",
        "June had well-nigh passed ere we began our march from Gien–that\ntriumphant march headed by the King and the Maid–and July had run\nhalf its course since we had been upon the road. For we had had a\ngreat tract of country to traverse, and a large army must needs\nhave time in which to move itself.",
        "And now upon a glorious golden evening in that month of sunshine\nand summertide, we saw before us–shining in a floating mist of\nreflected glory–the spires and towers, the walls and gates of the\ngreat city of Rheims–the goal of our journeyings–the promised\nland of the Maid’s visions and voices!",
        "Was it indeed a city of stone and wood which shone before us in the\nlevel rays of the sinking sun? I asked that question of myself;\nmethinks that the Maid was asking it in her heart; for when I\nturned my eyes upon her, I caught my breath in amaze at her aspect,\nand I know now what it is to say that I have looked upon the face\nof an angel!",
        "She had dropped her reins, and they hung loose upon her horse’s\nneck; her hands were clasped together in a strange rapture of\ndevotion. Her head was bare; for she often gave her headpiece to\nher page to carry for her, and in the evenings did not always\nreplace it by any other covering. Her hair had grown a little\nlonger during these months, and curled round her face in a loose\nhalo, which in the strong and ruddy light of the setting sun, shone\na glorious golden colour, as though a ray of heavenly light were\nenmeshed within it.",
        "But it was the extraordinary brightness of those great luminous\neyes, the rapt and intense expression of her face which arrested my\nattention, and seemed for a moment to stop the triumphant beating\nof my heart. It was not triumph which I read there, though there\nwas joy and rapture and peace, beyond all power of understanding.\nIt was the face of one who sees heaven open, and in the wonder and\nawe of the beatific vision forgets all else, and feels not the\nfetters of the flesh, heeds not those things which must needs\nintervene ere the spirit can finally be loosed to enter upon\nblessedness and rest, but soars upwards at once into heavenly\nregions.",
        "The town of Rheims lay before us. The inhabitants were pouring\nforth to meet us. We saw them coming over the plain, as we watched\nthe walls and buildings, glowing in the mystic radiance of the\nsummer’s evening, loom up larger and grander and sharper before us.\nIt was no dream!",
        "And yet who would have thought it possible three months ago? In\nmid-April the iron grip of the English lay all over the land north\nof the Loire, and the south lay supine and helpless, stricken with\nthe terror of the victorious conqueror. Orleans was at its last\ngasp, and with its fall the last bulwark would be swept away; all\nFrance must own the sway of the conqueror. The King was powerless,\nindolent, ready to fly at the first approach of peril, with no hope\nand no desire for rule, doubtful even if he had the right to take\nupon himself the title of King, careless in his despair and his\ndifficulties. The army was almost non-existent; the soldiers could\nscarce be brought to face the foe. One Englishman could chase ten\nof ours. The horror as of a great darkness seemed to have fallen\nupon the land.",
        "And yet in three months’ time what had not been accomplished!",
        "The King was riding into the ancient city of Rheims, to be crowned\nKing of France; Orleans was relieved; a score of fortresses had\nbeen snatched from the hands of the English. These were fleeing\nfrom us in all directions back to Paris; where they hoped to make a\nstand against us, but were in mortal fear of attack; and now it was\nour soldiers who clamoured to be led against the English–the\nEnglish who fled helter-skelter before the rush and the dash of the\nmen whom heretofore they had despised.",
        "And all this was the work of yonder marvellous Maid–a girl of\nseventeen summers, who, clad in white armour, shining like an\nangelic vision, was riding at the King’s side towards the city.",
        "He turned and looked at her at the moment my gaze was thus\narrested, and I saw his face change. He put out his hand and\ntouched hers gently; but he had to touch her twice and to speak\ntwice ere she heard or knew.",
        "“Jeanne–fairest maiden–what do you see?”",
        "She turned her gaze upon him–radiant, misty, marvellous.",
        "“I see the Land of Promise,” she answered, speaking very low, yet\nso clearly that I heard every word. “The chosen of the Lord will go\nforward to victory. He will drive out the enemy before the face of\nhim upon whom He shall set the crown of pure gold. France shall\nprosper–her enemies shall be confounded. What matter whose the\nwork, or whose the triumph? What matter who shall fall ere the task\nbe accomplished–so that it be done according to the mind of the\nLord?”",
        "“And by the power of the Maid–the Deliverer!” spoke the King, a\ngush of gratitude filling his heart, as he looked first at the\nslight figure and inspired face of the Maid, and then at the city\ntowards which we were riding, the faint clash of joy bells borne\nsoftly to our ears. “For to you, O my General, I owe it all; and\nmay the Lord judge betwixt us twain if I share not every honour\nthat I may yet win with her who has accomplished this miracle!”",
        "But her gaze was full of an inexplicable mystery.",
        "“Nay, gentle Dauphin, but that will not be,” she said; “One shall\nincrease, another shall decrease–hath it not ever been so? My task\nis accomplished. My work is done. Let another take my place after\ntomorrow, for my mission will be accomplished.”",
        "“Never!” cried the King firmly and earnestly, and when I heard him\nthus speak my heart rejoiced; for I, no more than others, believed\nthat success could attend the King’s further efforts without her\nwho was the inspiration of the army, and the worker of these great\nmiracles which had been wrought. How often have I wondered\nsince–but that is no part of my story. Let me tell those things\nwhich did happen to us.",
        "How can I tell of our entry into Rheims? Have I not spoken in other\nplaces of other such scenes, often in the early dusk of evening,\nwhen whole cities flocked out to meet the Maid, to gaze in awe and\nwonder upon her, to kiss her hands, her feet, her knees, the neck\nand flanks of the horse she rode, and even his very footprints in\nthe road, as he moved along with his precious burden?",
        "As it was there, so was it here–the same joy, the same wonder, the\nsame enthusiasm. The King was greeted with shouts and acclamations,\nit is true; but the greater admiration and wonder was reserved for\nthe Maid, and he knew it, and smiled, well pleased that it should\nbe so; for at that time his heart was full of a great gratitude and\naffection, and never did he seek to belittle that which she had\nwrought on his behalf.",
        "Thankfulness, peace, and happiness shone in the eyes of the Maid as\nshe rode; but there was a nearer and more personal joy in store for\nher; for as we passed through the town, with many pauses on account\nof the greatness of the throng, pouring in and out of the churches\n(for it was the vigil of the Madelaine), or crowding about the King\nand the Maid, she chanced to lift her eyes to the windows of an inn\nin the place, and behold her face kindled with a look different\nfrom any I had seen there before, and she looked around for me, and\nbeckoning with her hand, she pointed upwards, and cried in tones of\nstrange delight and exultation:",
        "“My father, fair knight, my father! I saw his face!”",
        "Now, I knew that Jacques d’Arc had been greatly set against his\ndaughter’s mission, and it had been declared that he had disowned\nher, and would have withheld her from going forth, had such a thing\nbeen within his power. She had never received any message of love\nor forgiveness from him all these weeks, though her two younger\nbrothers had joined the army, and were always included in her\nhousehold. So that I was not surprised at the kindling of her\nglance, nor at the next words she spoke.",
        "“Go to him, my friend; tell him that I must needs have speech with\nhim. Ah, say that I would fain return home with him when my task is\ndone, if it be permitted me. Go, find him speedily, ere he can\nbetake himself away. My father! My father! I had scarce hoped to\nlook upon his face again!”",
        "So whilst the King and the Maid and their train rode on to the huge\nold palace of the Archeveche, hard by the Cathedral, I slipped out\nof my place in the ranks, and passed beneath the archway into the\ncourtyard of the old inn, where the Maid declared that she had seen\nthe face of her father looking forth.",
        "I had not much trouble in finding him; for already a whisper had\ngone forth that certain friends and relatives of the wonderful Maid\nhad journeyed from Domremy to witness her triumphant entry into\nRheims. Indeed, some of these had followed us from Chalons, all\nunknown to her, who would so gladly have welcomed them. Chalons,\nthough a fortified town, and with a hostile garrison, had opened\nits gates to us without resistance, feeling how hopeless it was to\nstrive against the power of the Maid.",
        "The wonder and awe inspired by her presence, and by her marvellous\nachievements, had sunk deeply into the spirits of these simple\ncountry folk, who had only heretofore known Jeanne d’Arc as a\ngentle village maiden, beloved of all, but seeming not in any way\nseparated from her companions and friends. Now they had seen her,\nwhite and glistening, in martial array, riding beside a King, an\narmy at her back, acclaimed of the multitude, the idol of the hour,\na victor in a three months’ campaign, the like of which never was\nbefore, and methinks can never be again.",
        "So now, when I stood face to face with the rugged prud’homme, the\nfather of this wonderful Maid, and told him of her desire to speak\nwith him upon the morrow, when the King should have received his\ncrown, I saw that many emotions were struggling together in his\nbreast; for his soul revolted yet, in some measure, at the thought\nof his girl a leader of men, the head of an army, the friend of\nkings and courtiers, whilst it was impossible but that some measure\nof pride and joy should be his at the thought of her achievements,\nand in the assurance that at last the King, whom loyal little\nDomremy had ever served and loved, was to receive his crown, and be\nthe anointed sovereign of the land.",
        "“She desires speech with me? She, whom I have seen riding beside\nthe King? What have I to do with the friends of royalty? How can\nshe consort with princes and with peasants?”",
        "“Let her show you that herself, my friend,” I answered. “We, who\nhave companied with her through these wonderful weeks, know well\nhow that she is no less a loving daughter, a friend of the people,\nfor being the friend of a King and the idol of an army. Give me\nsome message for her. She longs for a kind word from you. Let me\nonly take her word that you will see her and receive her as a\nfather should receive his child, and I trow that it will give her\nalmost the same joy as the knowledge that by her miraculous call\nshe has saved her country and crowned her King.”",
        "I scarce know what answer Jacques d’Arc would have made, for he was\na proud, unbending man, and his face was sternly set whilst I\npleaded with him. But there were others from Domremy, entirely\nfilled with admiration of the Maid, and with desire to see her\nagain; and their voices prevailed, so that he gave the answer for\nwhich I waited. He would remain at the inn over the morrow of the\ngreat function of the coronation, and would receive his daughter\nthere, and have speech with her.",
        "“Tell her that I will take her home with me, if she will come,” he\nspoke; “for she herself did say that her work would be accomplished\nwhen the crown was placed upon the King’s head. Let her be true to\nher word; let her return home, and become a modest maiden again\nbeneath her mother’s care, and all shall be well betwixt us. But if\npride and haughtiness possess her soul, and she prefers the company\nof courtiers and soldiers to that of her own people, and the life\nof camps to the life of home, then I wash my hands of her. Let her\ngo her own way. She shall no longer be daughter of mine!”",
        "I did not tell those words to the Maid. My lips refused to speak\nthem. But I told her that her father would remain in the place till\nshe had leisure to have speech with him; and her eyes kindled with\njoy at hearing such news, for it seemed to her as though this would\nbe the pledge of his forgiveness, the forgiveness for which she had\nlonged, and for the lack of which none of her triumphs could\naltogether compensate.",
        "There was no sleep for the city of Rheims upon that hot summer’s\nnight. Although the coming of the King had been rumoured for some\ntime, it had never been fully believed possible till news had been\nbrought of the fall of Troyes, and the instant submission of\nChalons. Then, and only then, did citizens and prelates truly\nrealise that the talked-of ceremony could become an accomplished\nfact, and almost before they had recovered from their amazement at\nthe rapidity of the march of events, courtiers brought in word that\nthe King and his army were approaching.",
        "So all night long the people were hard at work decorating their\ncity, their churches, above all their Cathedral; and the priests\nand prelates were in close conference debating what vestments, what\nvessels, what rites and ceremonies should be employed, and how the\nlack of certain necessary articles, far away at St. Denis, could be\nsupplied out of the rich treasuries of the Cathedral.",
        "As the dawn of the morning brightened in the east, the sun rose\nupon a scene of such splendour and magnificence as perhaps has\nseldom been witnessed at such short notice. The whole city seemed\none blaze of triumphal arches, of summer flowers, of costly stuffs\nand rich decoration. Every citizen had donned his best and\nbrightest suit; the girls and children had clothed themselves in\nwhite, and crowned themselves with flowers. Even the war-worn\nsoldiers had polished their arms, furbished up their clothes, and\nborrowed or bought from the townsfolk such things as were most\nlacking; and now, drawn up in array in the great square, with\ntossing banners, and all the gay panoply of martial glory, they\nlooked like some great victorious band–as, indeed, they\nwere–celebrating the last act of a great and wonderful triumph.",
        "As for the knights, nobles, and courtiers, one need not speak of\nthe outward glory of their aspect–the shining armour, the gay\ndresses, the magnificent trappings of the sleek horses–that can\nwell be pictured by those who have ever witnessed a like brilliant\nscene.",
        "But for the first part of the day, with its many and varied\nceremonies, there was lacking the shining figure of the Maid; nor\ndid the King himself appear. But forth from the Palace of the\nArcheveche rode four of the greatest and most notable peers of the\nrealm, attended by a gorgeous retinue; and with banners waving, and\ntrumpets blowing great martial blasts, they paced proudly through\nthe streets, between the closely-packed ranks of soldiers and\ncitizens, till they reached the ancient Abbey of Sainte Remy, where\nthe monks of Sainte Ampoule guard within their shrine the holy oil\nof consecration, in that most precious vial which, they said, was\nsent down from heaven itself for the consecration of King Clovis\nand his successors.",
        "Upon bended knees and with bared heads these great peers of France\nthen took their solemn oath that the sacred vial should never leave\ntheir sight or care, night or day, till it was restored to the\nkeeping of the shrine from which the Abbot was about to take it.\nThen, and only then, would the Abbot, clothed in his most sumptuous\nvestments, and attended by his robed monks, take from its place that\nholy vessel, and place it in the hands of the messengers–Knights\nHostages, as they were termed for the nonce–and as they carried it\nslowly and reverently forth, and retraced their steps to the Cathedral,\naccompanied now by the Abbot and monks, every knee was bent and every\nhead bowed.",
        "But all the while that this ceremony was taking place, the Maid was\nshut up in her room in the Palace, dictating a letter of appeal to\nthe Duke of Burgundy, and praying him in gentle, yet authoritative\nterms, to be reconciled to his King, join hands with him against\nthe English foe, and then, if need there were to fight, to turn his\narms against the Saracens, instead of warring with his brethren and\nkinsmen. I trow that this thing was urged upon her at this time, in\nthat she believed her mission so nearly accomplished, and that soon\nshe would have no longer right to style herself “Jeanne the Maid,\"\nand to speak with authority to princes and nobles.",
        "As yet she was the appointed messenger of Heaven. Her words and\nacts all partook of that almost miraculous character which they had\nborne from the first. I will not quote the letter here; but it is\nwrit in the page of history; and I ask of all scholars who peruse\nits words, whether any village maiden of but seventeen years,\nunlettered, and ignorant of statecraft, could of herself compose so\nlofty and dignified an appeal, or speak with such serene authority\nto one who ranked as well-nigh the equal of kings. It was her last\nact ere she donned her white armour, and passed forth from her\nchamber to take part in the ceremony of the coronation. In some\nsort it was the last of her acts performed whilst she was yet the\ndeliverer of her people.",
        "When I looked upon those words, long after they had been penned, I\nfelt the tears rising in mine eyes. I could have wept tears of\nblood to think of the fate which had befallen one whose thoughts\nwere ever of peace and mercy, even in the hour of her supremest\ntriumph.",
        "How can my poor pen describe the wonders of the great scene, of\nwhich I was a spectator upon that day? Nay, rather will I only seek\nto speak of the Maid, and how she bore herself upon that great\noccasion. She would have been content with a very humble place in\nthe vast Cathedral today; she had no desire to bear a part in the\npageant which had filled the city and packed the great edifice from\nend to end.",
        "But the King and the people willed it otherwise. The thing which\nwas about to be done was the work of the Maid, and she must be\nthere to see all, and the people should see her, too–see her close\nto the King himself, who owed to her dauntless courage and devotion\nthe crown he was about to assume, the realm he had begun to\nconquer.",
        "So she stood near at hand to him all through that long, impressive\nceremony–a still, almost solemn figure in her silver armour, a\nlong white velvet mantle, embroidered in silver, flowing from her\nshoulders, her hand grasping the staff of her great white banner,\nwhich had been borne into the Cathedral by D’Aulon, and beside\nwhich she stood, her hand upon the staff.",
        "She was bareheaded, and the many-coloured lights streamed in upon\nher slim, motionless figure, and the face which she lifted in\nadoration and thanksgiving. I trow that none in that vast assembly,\nwho could see her as she thus stood, doubted but that she stood\nthere the accredited messenger of the Most High. The light from\nHeaven itself was shining on her upturned face, the reflection of\nan unearthly glory beamed in her eyes. From time to time her lips\nmoved, as though words of thanksgiving broke silently forth; but\nsave for that she scarcely moved all through the long and solemn\nceremony. Methinks that she saw it rather in the spirit than in the\nflesh; and the knights and nobles who had poured in from the\nsurrounding country to witness this great function, and had not\ncompanied with the Maid before, but had only heard of her fame from\nafar, these regarded her with looks of wonder and of awe, and\nwhispering together, asked of each other whether in truth she were\na creature of flesh and blood, or whether it were not some angelic\npresence, sent down direct from Heaven.",
        "And so at last the King was anointed and crowned! The blare of the\nthousand trumpets, the acclamations of a vast multitude proclaimed\nthe thing done! Charles the Seventh stood before his people, their\nKing, in fact as well as in name.",
        "The work of the Maid was indeed accomplished!",
        "Continue...",
        "\nThis eBook of “A Heroine of France” by Evelyn Everett-Green belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "A Heroine of France the Story of Joan of ArcBy Evelyn Everett-GreenAt Amazon"
    ]
}