{
    "title": "A Heroine of France",
    "author": "Evelyn Everett-Green",
    "chapter": "1",
    "content": [
        "\n\n",
        "“The age of Chivalry–alas!–is dead. The days of miracles are past\nand gone! What future is there for hapless France? She lies in the\ndust. How can she hope to rise?”",
        "Sir Guy de Laval looked full in our faces as he spoke these words,\nand what could one reply? Ah me!–those were sad and sorrowful days\nfor France–and for those who thought upon the bygone glories of\nthe past, when she was mistress of herself, held high her head, and\nwas a power with hostile nations. What would the great Charlemagne\nsay, could he see us now? What would even St. Louis of blessed\nmemory feel, could he witness the changes wrought by only a century\nand a half? Surely it were enough to cause them to turn in their\ngraves! The north lying supine at the feet of the English\nconqueror; licking his hand, as a dog licks that of his master,\nlost to all sense of shame that an English infant in his cradle (so\nto speak) should rule through a regent the fair realm of France,\nwhilst its own lawful King, banished from his capital and from half\nhis kingdom, should keep his Court at Bourges or Chinon, passing\nhis days in idle revelry, heedless of the eclipse of former\ngreatness, careless of the further aggressions threatened by the\never-encroaching foe.",
        "Was Orleans to fall next into the greedy maw of the English\nadventurers? Was it not already threatened? And how could it be\nsaved if nothing could rouse the King from his slothful\nindifference? O for the days of Chivalry!–the days so long gone\nby!",
        "Whilst I, Jean de Novelpont, was musing thus, a curious look\novershadowed the face of Bertrand de Poulengy, our comrade and\nfriend, with whom, when we had said adieu to Sir Guy a few miles\nfarther on, I was to return to Vaucouleurs, to pay a long-promised\nvisit there. I had been journeying awhile with Sir Guy in Germany,\nand he was on his way to the Court at Chinon; for we were all of\nthe Armagnac party, loyal to our rightful monarch, whether King or\nonly Dauphin still, since he had not been crowned, and had adopted\nno truly regal state or authority; and we were earnestly desirous\nof seeing him awaken from his lethargy and put himself at the head\nof an army, resolved to drive out the invaders from the land, and\nbe King of France in truth as well as in name. But so far it seemed\nas though nothing short of a miracle would effect this, and the\ndays of miracles, as Sir Guy had said, were now past and gone.",
        "Then came the voice of Bertrand, speaking in low tones, as a man\nspeaks who communes with himself; but we heard him, for we were\nriding over the thick moss of the forest glade, and the horses’\nfeet sank deep and noiseless in the sod, and our fellows had fallen\nfar behind, so that their laughter and talk no longer broke upon\nour ears. The dreamy stillness of the autumn woodlands was about\nus, when the songs of the birds are hushed, and the light falls\ngolden through the yellowing leaves, and a glory more solemn than\nthat of springtide lies upon the land.",
        "Methinks there is something in the gradual death of the year which\nattunes our hearts to a certain gentle melancholy; and perchance\nthis was why Sir Guy’s words had lacked the ring of hopeful bravery\nthat was natural to one of his temperament, and why Bertrand’s eyes\nwere so grave and dreamy, and his voice seemed to come from far\naway.",
        "“And yet I do bethink me that six months agone I did behold a scene\nwhich seems to me to hold within its scope something of miracle and\nof mystery. I have thought of it by day, and dreamed of it by\nnight, and the memory of it will not leave me, I trow, so long as\nbreath and being remain!”",
        "We turned and looked at him–the pair of us–with eyes which\nquestioned better than our tongues. Bertrand and I had been\ncomrades and friends in boyhood; but of late years we had been much\nsundered. I had not seen him for above a year, till he joined us\nthe previous Wednesday at Nancy, having received a letter I did\nsend to him from thence. He came to beg of me to visit him at his\nkinsman’s house, the Seigneur Robert de Baudricourt of Vaucouleurs;\nand since my thirst for travel was assuaged, and my purse something\nover light to go to Court, I was glad to end my wanderings for the\nnonce, in the company of one whom I still loved as a brother.",
        "From the first I had noted that Bertrand was something graver and\nmore thoughtful than had been his wont. Now I did look at him with\nwonder in my eyes. What could he be speaking of?",
        "He answered as though the question had passed my lips.",
        "“It was May of this present year of grace,” he said, “I mind it the\nbetter that it was the Feast of the Ascension, and I had kept fast\nand vigil, had made my confession and received the Holy Sacrament\nearly in the day. I was in my lodging overlooking the market place,\nand hard by the Castle which as you know hangs, as it were, over\nthe town, guarding or threatening it, as the case may be, when a\nmessenger arrived from my kinsman, De Baudricourt, bidding me to a\ncouncil which he was holding at noon that day. I went to him\nwithout delay; and he did tell me a strange tale.",
        "“Not long since, so he said, an honest prud’homme of the\nneighbouring village of Burey le Petit, Durand Laxart by name, had\nasked speech with him, and had then told him that a young niece of\nhis, dwelling in the village of Domremy, had come to him a few days\nsince, saying it had been revealed to her how that she was to be\nused by the God of Heaven as an instrument in His hands for the\nredemption of France; and she had been told in a vision to go first\nto the Seigneur de Baudricourt, who would then find means whereby\nshe should be sent to the Dauphin (as she called him), whom she was\nto cause to be made King of France.”",
        "“Mort de Dieu!” cried Sir Guy, as he gazed at Bertrand with a look\nbetwixt laughter and amaze, “and what said your worshipful uncle to\nthat same message?”",
        "“At the first, he told me, he broke into a great laugh, and bid the\nhonest fellow box the girl’s ears well, and send her back to her\nmother. But he added that the man had been to him once again, and\nhad pleaded that at least he would see his niece before sending her\naway; and since by this time he was himself somewhat curious to see\nand to question this village maiden, who came with so strange a\ntale, he had told Laxart to bring her at noon that very day, and he\ndesired that I and certain others should be there in the hall with\nhim, to hear her story, and perhaps suggest some shrewd question\nwhich might help to test her good faith.”",
        "“A good thought,” spoke Sir Guy, “for it is hard to believe in\nthese dreamers of dreams. I have met such myself–they talk great\nswelling words, but the world wags on its way in spite of them.\nThey are no prophets; they are bags of wind. They make a stir and a\ncommotion for a brief while, and then they vanish to be heard of no\nmore.”",
        "“It may be so,” answered Bertrand, whose face was grave, and whose\nsteadfast dark-blue eyes had taken a strange shining, “I can only\nspeak of that which I did see and hear. What the future may hold\nnone can say. God alone doth know that.”",
        "“Then you saw this maid–and heard her speech. What looked she\nlike?–and what said she?”",
        "“I will tell you all the tale. We were gathered there in the great\nhall. There were perhaps a score of us; the Seigneur at the head of\nthe council table, the Abbe Perigord on his right, and the Count of\nLa Roche on his left. There were two priests also present, and the\nchiefest knights and gentlemen of the town. We had all been\nlaughing gaily at the thought of what a village maid of but\nseventeen summers–or thereabouts–would feel on being introduced\ninto the presence of such a company. We surmised that she would\nshrink into the very ground for shame. One gentleman declared that\nit was cruel to ask her to face so many strangers of condition so\nmuch more exalted than her own; but De Baudricourt cried out, ’Why\nman, the wench is clamouring to be taken to the King at his Court!\nIf she cannot face a score of simple country nobles here, how can\nshe present herself at Chinon? Let her learn her place by a sharp\nlesson here; so may she understand that she had best return to her\ndistaff and spindle and leave the crowning of Kings to other\nhands!’ And it was in the midst of the roar of laughter which\ngreeted this speech that the door opened slowly–and we saw the\nmaid of whom we had been talking.”",
        "“And she doubtless heard your mirth,” spoke I, and he bent his head\nin assent.",
        "“I trow she did,” he answered, “but think you that the ribald jests\nof mortal men can touch one of the angels of God? She stood for a\nmoment framed in the doorway, and I tell you I lie not when I\ndeclare that it seemed to all present as though a halo of pure\nwhite light encircled her. Where the light came from I know not;\nbut many there were, like myself, who noted it. The far end of the\nhall was dim and dark; but yet we saw her clear as she moved\nforward. Upon her face was a shining such as I have seen upon none\nother. She wore the simple peasant dress of her class, with the\ncoif upon her head; yet it seemed to me–ay, and to others too–as\nthough she was habited in rich apparel. Perchance it was that when\none had seen her face, one could no longer think upon her raiment.\nIf a queen–if an angel–if a saint from heaven stood in stately\ncalm and dignity before one’s eyes, how could we think of the\nraiment worn? We should see nothing but the grandeur and beauty of\nthe face and form!”",
        "“Mort de Dieu!” cried Sir Guy with his favourite oath, “but you\nlook, good Bertrand, as though you had gazed upon some vision from\nthe unseen world!”",
        "“Nay,” he answered gravely, “but I have looked upon the face of one\nwhom God has visited through His saints. I have seen the reflection\nof His glory in human eyes; and so I can never say with others that\nthe days of miracles are past.”",
        "Bertrand spoke with a solemnity and earnestness which could not but\nimpress us deeply. Our eyes begged him to continue, and he told the\nrest of his tale very simply.",
        "“She came forward with this strange shining in her eyes. She bent\nbefore us with simple reverence; but then lifted herself up to her\nfull height and looked straight at De Baudricourt without boldness\nand without fear, as though she saw in him a tool in the hand of\nGod, and had no other thought for him besides.",
        "“’Seigneur,’ she said, ’my Lord has bidden me come to you, that you\nmay send me to the Dauphin; for He has given me a message to him\nwhich none else may bear; and He has told me that you will do it,\ntherefore I know that you will not fail Him, and your laughter\ntroubles me not.’",
        "“’Who is your Lord, my child?’ asked De Baudricourt, not laughing\nnow, but pulling at his beard and frowning in perplexity.",
        "“’Even the Lord of Heaven, Sire,’ she answered, and her hands\nclasped themselves loosely together whilst her eyes looked upward\nwith a smile such as I have seen on none other face before. ’He\nthat is my Lord and your Lord and the Lord of this realm of France.\nBut it is His holy will that the Dauphin shall be its King, and\nthat he shall drive back the English, and that the crown shall be\nset upon his head. And this, with other matters which are for his\near alone I am sent to tell him; and you, good my lord, are he who\nshall send me to my King.’",
        "“Thus she spoke, and looked at us all with those shining eyes of\nhers; yet it seemed to me she scarce saw us. Her glance did go\nbeyond, as though she were gazing in vision upon the things which\nwere to be.”",
        "“She was beautiful, you say?” asked Sir Guy, whose interest was\nkeenly aroused; but who, I saw, was doubtful whether Bertrand had\nnot been deceived by some witchery of fair face and graceful form;\nfor Bertrand, albeit a man of thews and sinews and bold as a lion\nin fight, was something of the dreamer too, as warriors in all ages\nhave sometimes been.",
        "“Yes–as an angel of God is beautiful,” he answered, “ask me not of\nthat; for I can tell you nothing. I know not the hue of her hair or\nof her eyes, nor what her face was like, nor her form, save that\nshe was tall and very slender; but beautiful–ah yes!–with the\nbeauty which this world cannot give; a beauty which silenced every\nflippant jest, shamed every scoffing thought, turned ridicule into\nwonder, contempt into reverence. Whether this wonderful maiden came\nin truth as a messenger of God or no, at least not one present but\nsaw well that she herself believed heart and soul in her divine\ncommission.”",
        "“And what answer did the Seigneur de Baudricourt make to her?”",
        "“He gazed upon her full for awhile, and then he suddenly asked of\nher, ’And when shall all these wonders come to pass?’",
        "“She, with her gaze fixed still a little upwards, answered, ’Before\nmid-Lent next year shall succour reach him; then will the city of\nOrleans be in sore straight; but help shall come, and the English\nshall fly before the sword of the Lord. Afterwards shall the\nDauphin receive consecration at Rheims, and the crown of France\nshall be set upon his head, in token that he is the anointed of the\nLord.’",
        "“’And who has told you all this, my child?’ asked De Baudricourt\nthen, answering gently, as one speaks within a church.",
        "“’Mes voix,’ she answered, speaking as one who dreams, and in\ndreaming listens.",
        "“’What voices?’ asked De Baudricourt, ’and have you naught but\nvoices to instruct you in such great matters?’",
        "“’Yes, Sire,’ she answered softly, ’I have seen the great Archangel\nMichael, his sword drawn in his hand; and I know that he has drawn\nit for the deliverance of France, and that though he has chosen so\nhumble an instrument as myself, yet that to him and to the Lord of\nHeaven will he the victory and the glory.’",
        "“When she had thus spoken there was a great silence in the hall, in\nwhich might have been heard the fall of a pin, and I vow that\nwhether it were trick of summer sunshine or no, the light about the\nmaiden seemed to grow brighter and brighter. Her face was just\nslightly uplifted as one who listens, and upon her lips there was a\nsmile.",
        "“’And I know that you will send me to the Dauphin, Robert de\nBaudricourt,’ she suddenly said, ’because my voices tell me so.’",
        "“We all looked at De Baudricourt, who sat chin on hand, gazing at\nthe maiden as though he would read her very soul. We waited,\nwondering, for him to speak At last he did.",
        "“’Well, my girl, I will think of all this. We have till next year,\nby your own showing, ere these great things shall come to pass. So\nget you home, and see what your father and mother say to all this,\nand whether the Archangel Michael comes again or no. Go home–be a\ngood girl, and we will see what we will see.’”",
        "“Was that all he promised?” spoke Sir Guy with a short laugh. “I\ntrow the maiden dreamer would not thank him for that word! A\ndeliverer of princes to be bidden to go home and be a good girl!\nWhat said she to that counsel?”",
        "“Ay, well you may ask,” spoke Bertrand with subdued emotion. “Just\nsuch a question sprang to my lips as I heard my kinsman’s answer. I\nlooked to see her face fall, to see sparks of anger flash from her\neyes, or a great disappointment cloud the serene beauty of her\ncountenance. But instead of this a wonderful smile lighted it, and\nher sweet and resonant voice sounded clear through the hall.",
        "“’Ah, now Seigneur, I know you for a good and true man! You speak\nas did my voices when first I heard them. “Jeanne, sois bonne et\nsage enfant; va souvent a l’eglise\"; that was their first message\nto me, when I was but a child; and now you say the same to me–be a\ngood girl. Thus I know that your heart is right, and that when my\nLord’s time is come you will send me with His message to the\nDauphin.’",
        "“And so saying she bent again in a modest reverence before us. Yet\nlet me tell you that as she did so, every man of us sprang to his\nfeet by an impulse which each one felt, yet none could explain. As\none man we rose, and bowed before her, as she retired from the hail\nwith the simple, stately grace of a young queen. Not till the door\nhad closed behind her did we bethink us that it was to a humble\npeasant girl we had paid unconscious homage. We who had thought she\nwould well-nigh sink to the dust at sight of us, had been made to\nfeel that we were in the presence of royalty!”",
        "“Tu Dieu! but that is a strange story!” quoth Sir Guy with knitted\nbrows. “For many a long day I have heard nought so strange! What\nthink you of it yourself, good Bertrand? For by my troth you speak\nlike a man convinced that a miracle may even yet be wrought for\nFrance at the hand of this maid.”",
        "“And if I do, is that so strange? Cannot it be that the good God\nmay still speak through His saints to the sons of men, and may\nraise up a deliverer for us, even as He did in the days of old for\nHis chosen people? Is His arm shortened at all? And is it meet that\nwe Christian knights should trust Him less than did the Jews of\nold?”",
        "Sir Guy made no reply, but fell into thought, and then asked a\nsudden question:",
        "“Who is this peasant maid of whom you speak? And where is she now?\nIs she still abiding content at home, awaiting the time appointed\nby her visions?”",
        "“I trow that she is,” answered Bertrand. “I did hear that she went\nhome without delay, as quietly as she had come. Her name is Jeanne\nd’Arc. She dwells in the village of Domremy over yonder. Her father\nis an honest prud’homme of the place. She has brothers and a\nsister. She is known in the village as a pious and gentle maid,\never ready to tend the sick, hold vigil for the dead, take charge\nof an ailing child, or do any such simple service for the\nneighbours. She is beloved of all, full of piety and good works,\nconstant in attendance at church, regular in her confession and at\nmass. So much have I heard from her kinsman Laxart, though for mine\nown part I have not seen her again.”",
        "“And what thinks De Baudricourt of her mission? Does he ever speak\nof it?”",
        "“Not often; and yet I know that he has not forgotten it. For\nofttimes he does sink into a deep reverie; and disjointed words\nbreak from him, which tell me whither his thoughts have flown.",
        "“At the first he did say to me, ’Let the girl go home; let us see\nif we hear more of her. If this be but a phantasy on her part; if\nshe has been fasting and praying and dreaming, till she knows not\nwhat is true and what is her own imagining, why, time will cure her\nof her fancies and follies. If otherwise–well, we will see when\nthe time comes. To act in haste were to act with folly.’",
        "“And so he dismissed the matter, though, as I say, he doth not\nforget it, and I think never a day comes but he thinks on it.”",
        "“And while the Lord waits, the English are active!” cried Sir Guy\nwith a note of impatience in his voice. “They are already\nthreatening Orleans. Soon they will march in strength upon it. And\nif that city once fall, why what hope is there even for such\nremnants of his kingdom as still remain faithful south of the\nLoire? The English will have them all. Already they call our King\nin mockery ’the King of Bourges;’ soon even that small domain will\nbe reft away, and then what will remain for him or for us? If the\nvisions of the maiden had been true, why doth not the Lord strike\nnow, before Salisbury of England can invest the city? If Orleans\nfall, all is lost!”",
        "“But Jeanne says that Orleans shall be saved,” spoke Bertrand in a\nlow voice, “and if she speaks sooth, must not she and we alike\nleave the times and seasons in the hand of the Lord?”",
        "Sir Guy shrugged his shoulders, and gave me a shrewd glance, the\nmeaning of which I was at no loss to understand. He thought that\nBertrand’s head had been something turned, and that he had become a\nvisionary, looking rather for a miracle from heaven than for\ndeliverance from the foe through hard fighting by loyal men\nmarching under the banner of their King. Truth we all knew well\nthat little short of a miracle would arouse the indolent and\ndiscouraged Charles, cowed by the English foe, doubtful of his own\nright to call himself Dauphin, distrustful of his friends,\ndespairing of winning the love or trust of his subjects. But could\nit indeed be possible that such a miracle could be wrought, and by\nan instrument so humble as a village maid–this Jeanne d’Arc?",
        "But the time had come when we must say adieu to our comrade, and\nturn ourselves back to Vaucouleurs, if we were not to be benighted\nin the forest ere we could reach that place. We halted for our\nserving men to come up; and as we did so Bertrand said in a low\nvoice to Sir Guy:",
        "“I pray you, Seigneur de Laval, speak no word to His Majesty of\nthis maid and her mission, until such time as news may reach him of\nher from other sources.”",
        "“I will say no word,” answered the other, smiling, and so with many\nfriendly words we parted, and Bertrand and I, with one servant\nbehind us, turned our horses’ heads back along the road by which we\nhad come.",
        "“Bertrand,” I said, as the shadows lengthened, the soft dusk fell\nin the forest, and the witchery of the evening hour fell upon my\nheart, “I would that I could see this maiden of whom you speak,\nthis Jeanne d’Arc of the village of Domremy.”",
        "He turned and looked me full in the face; I saw his eyes glow and\nthe colour deepen in his cheeks.",
        "“You would not go to mock, friend Jean de Metz?” he said, for so I\nam generally named amongst my friends.",
        "“Nay,” I answered truthfully, “there is no thought of mockery in my\nheart; yet I fain would see the Maid.”",
        "He paused awhile in thought and then made answer:",
        "“At least we may ride together one day to Domremy; but whether or\nno we see the Maid will be according to the will of Heaven.”",
        "Continue...",
        "\nThis eBook of “A Heroine of France” by Evelyn Everett-Green belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "A Heroine of France the Story of Joan of ArcBy Evelyn Everett-GreenAt Amazon"
    ]
}