{
    "title": "A Heroine of France - Chapter VII. How the Maid Was Hindered; Yet Made Preparation.",
    "author": "Evelyn Everett-Green",
    "chapter": "7",
    "content": [
        "\n\n",
        "I have no patience to write of the things which followed. I blush\nfor the King, for his Council, yea, even for the Church itself!\nHere was a messenger sent from God, sent to France in the hour of\nher direst need. This messenger had been tried and tested by a\nscore of different methods already, and had in every case come\nforth from the trial like gold submitted to the fire. Priests had\nexamined and found nothing evil in her. Again and again had she\nspoken of that which must follow–and so it had been. If her voices\nwere not from God, then must they be from the devil; yet it had\nbeen proved again, and yet again, that this was impossible, since\nshe feared nought that was holy or good, but clave unto such, and\nwas never so joyful and glad at heart as when she was able to\nreceive the Holy Sacrament, or kneel before the Altar of God whilst\nMass was being said.",
        "She had proved her claim to be called God’s messenger. She had\njustified herself as such in the eyes of the King and in the\njudgment of the two Queens and of half the Court. And yet,\nforsooth, he must waver and doubt, and let himself be led by the\ncounsels of those who had ever set themselves against the Maid and\nher mission; and to the shame of the Church be it spoken, the\nArchbishop of Rheims was one of those who most zealously sought to\npersuade him of the folly of entrusting great matters to the hands\nof a simple peasant girl, and warned the whole Court of the perils\nof witchcraft and sorcery which were like to be the undoing of all\nwho meddled therein.",
        "I could have wrung the neck of the wily old fox, whom I did more\nblame than I did his friend and advocate, De la Tremouille; for the\nlatter only professed carnal wisdom and prudence, but the\nArchbishop spoke as one who has a mandate from God, and he at least\nshould have known better.",
        "And so they must needs send her to Poictiers, to a gathering of\necclesiastics, assembled by her enemy, the Archbishop himself, to\nexamine into her claims to be that which she professed, and also\ninto her past life, and what it had been.",
        "I scarce have patience to write of all the wearisome weeks which\nwere wasted thus, whilst this assembly sat; and the Maid–all alone\nin her innocence, her purity, her sweetness, and gentle\nreverence–stood before them, day after day, to answer subtle\nquestions, face a casuistry which sought to entrap her into\ncontradiction or confusion, or to wring from her a confession that\nshe was no heaven-sent messenger, but was led away by her own\nimaginations and ambitions.",
        "It was an ordeal which made even her devoutest adherents tremble;\nfor we knew the astuteness of the churchmen, and how that they\nwould seek to win admissions which they would pervert to their own\nuses afterwards. Yet we need not have feared; for the Maid’s\nsimplicity and perfectly fearless faith in her mission carried her\ntriumphant through all; or perhaps, indeed, her voices whispered to\nher what answers she should make, for some of them were remembered\nlong, and evoked great wonder in the hearts of those who heard\nthem.",
        "One Dominican monk sought to perplex her by asking why, since God\nhad willed that France should be delivered through her, she had\nneed of armed men?",
        "Full fearlessly and sweetly she looked at him as she made answer:",
        "“It is my Lord’s will that I ask for soldiers, and that the Dauphin\nshall give me them. The men shall fight; it is God who gives the\nvictory.”",
        "Another rough questioner amongst her judges sought to confuse her\nby asking what language her voices spoke. They say that a flash\nflew from her eyes, though her sweet voice was as gentle as ever as\nshe made answer:",
        "“A better language than yours, my father.”",
        "And again, when the same man sought to know more of her faith and\nher love of God, having shown himself very sceptical of her voices\nand visions, she answered him, with grave dignity and an earnest,\nsteadfast gaze:",
        "“I trow I have a better faith than yours, my father.”",
        "And so, through all, her courage never failed, her faith never\nfaltered, her hope shone undimmed.",
        "“They must give me that which I ask; they cannot withstand God.\nThey cannot hurt me. For this work was I born, and until it be\naccomplished I am safe. I have no fear.”",
        "Only once did she show anger, and then it was with a quiet dignity\nof displeasure, far removed from petulance or impatience. They\nasked of her a sign that she was what she professed to be.",
        "“I have not come to Poictiers to give a sign,” she answered,\nholding her head high, and looking fearlessly into the faces of\nthose who sat to judge her. “Send me to Orleans, with as small a\nband as you will. But send me there, and you shall see signs and to\nspare that I come in the power of the King of Heaven.”",
        "And so in the end her faith and courage triumphed. The verdict ran\nsomewhat thus:",
        "“We have found in her nothing but what is good. To deny or hinder\nher intentions to serve the King would be to show ourselves\nunworthy of the assistance of God.”",
        "Yes, they had to come to it; and I trust that there were many\nsitting there whose hearts smote them for ever having doubted, or\nsought to baffle or entrap her. I cannot tell how far the judges\nwere moved by the growing feeling in the town and throughout the\ndistrict. But the people crowded to see the Maid pass by, and all\nwere ready to fall at her feet and worship her. In the evenings\nthey visited her at the house of Jean Ratabeau, the Advocate\nGeneral, whose wife formed for her (as did every good and true\nwoman with whom she came into contact during her life) an ardent\nadmiration and affection.",
        "And to their earnest questions she gave ready answer, sitting in\nthe midst of an eager crowd, and telling them in her sweet and\nsimple way the story of her life in Domremy, and how she had first\nheard these voices from Heaven, or seen wondrous visions of\nunspeakable glories; and how she had learnt, by slow degrees, that\nwhich her Lord had for her to do, and had lost, by little and\nlittle, the fear which first possessed her, till now she knew not\nof the name of the word. She had but to follow where her voices\nguided.",
        "And the people believed in her, heart and soul. Her fame spread far\nand wide, and had she lifted but a finger, she might have been at\nthe head of an armed band of citizens and soldiers, yea, and many\ngentlemen and knights as well, all vowed to live and die in her\nservice. But this was not what was her destiny.",
        "“I thank you, my friends,” she would say, if such a step were\nproposed by any ardent soul, impatient of this long delay; “but\nthus it may not be. My Lord has decreed that the Dauphin shall send\nme forth at the head of his armies, and with a troop of his\nsoldiers; and he will do this ere long. Be not afraid. We must\nneeds have patience, as did our Lord Himself, and be obedient, as\nHe was. For only as we look to Him for grace and guidance can we\nhope to do His perfect will.”",
        "Thus spoke the Maid, who, being without letters, and knowing, as\nshe said, no prayers save the Pater Noster, Ave Maria, and Credo,\nyet could speak in such fashion to those who sought her. Was it\nwonder that the people believed in her? that they would have been\nready to tear in pieces any who durst contemn her mission, or\ndeclare her possessed of evil spirits?",
        "Yet I will not say that it was fear which possessed the hearts of\nher judges, and decided their ruling in this matter. I trow they\ncould not look upon her, or hear her, without conviction of heart.\nNevertheless it is possible that the respect for popular enthusiasm\nled them to speak in such high praise of the Maid, and to add that\nshe was in the right in assuming the dress which she wore. For she\nhad been sent to do man’s work, and for this a man’s garb was the\nonly fitting one to wear. And this ruling was heard with great\nacclamation of satisfaction; for her dress had been almost more\ncommented upon than any other matter by some, and that the Church\nhad set its sanction upon that which common sense deemed most right\nand fitting, robbed the most doubtful of all scruple, and gave to\nthe Maid herself no small pleasure.",
        "“I do in this, as in all other things, that which I have been\nbidden,” she said. “But I would not willingly act unseemly in the\neyes of good men and virtuous women; wherefore I am glad that my\njudges have spoken thus, and I thank them from my heart for their\ngentle treatment of me.”",
        "It was ever thus with the Maid. No anger or impatience overset her\nsweet serenity and humility. She would not let herself take\noffence, or resent these ordeals to which, time after time, she was\nsubjected. Nay, it was she who defended the proceedings when we\nattacked them, saying that it behoved men to act with care and\ncaution in these great matters, and that her only trouble in the\ndelay was the sufferings and sorrows of the poor beleaguered\ngarrison and citizens in Orleans, to whose help and relief she\nlonged to fly.",
        "So certain was she that before long she would be upon her way, that\nat Poictiers she composed that letter to the English King, his\nRegent, and his Generals which has been so much talked of since. It\nwas a truly wonderful document to be penned by a village maiden;\nfor in it she adjured them to cease from warring with the rightful\nKing of France, whom God would have to rule the realm for Him, to\ngo back to their own country, leaving peace behind them instead of\nwar, and imploring them then to join with the King of France in a\ncrusade against the Saracens. She speaks of herself as one who has\npower to drive them from the kingdom if they will not go in peace\nas adjured. Calling herself throughout “The Maid,” she tells them\nplainly that they will not be able to stand against her; that she\nwill come against them in the power of the King of Heaven, Who will\ngive to her more strength than ever can be brought against her; and\nin particular she begs of them to retire from the city of Orleans;\nelse, if they do not, they shall come to great misfortune there.",
        "This letter took some time in the composition, and was written for\nher by Sir Guy de Laval, though we were all in her counsel as she\ndictated it.",
        "By this I do not mean that we advised her. On the contrary, we\ngazed at her amazed, knowing how fruitless such an injunction must\nbe to the haughty victorious nation, who had us, so to speak, in\nthe dust at her feet. But the Maid saw with other eyes than ours.",
        "“It may be that there will be some holy man of God in their camp to\nwhom my Lord will reveal His will, as He hath done to me, and will\nshow the things which must come to pass. I would so willingly spare\nall the bloodshed and misery which war will bring. It is so\nterrible a thing for Christian men to war one with another!”",
        "So this letter, with its superscription “JHESUS MARIA,” was written\nand dispatched to the English, and the Maid turned her attention to\nother matters near her heart, such as the design and execution of\nthose banners which were to be carried before her armies in battle,\nand lead them on to victory. And these same words, “Jhesus Maria,\"\nshe decreed should appear upon each of the three standards, in\ntoken that she went not forth in her own strength, nor even in that\nof the King of France; but in the power which was from above, and\nin the strength given by those who sent her.",
        "Now there came to Poictiers to see the Maid at this time many\npersons from other places, and amongst these was a Scotchman called\nHauves Polnoir, who brought with him his daughter, a fair girl,\nbetween whom and the Maid a great love speedily sprang up. These\nPolnoirs were the most skilful workers in embroideries and such\nlike of all the country round, and to them was entrusted the making\nof the three banners, according to the instructions of the Maid.",
        "There was first the great white silken standard, with the golden\nfleur-de-lys of France, and a representation on the reverse of the\nAlmighty God between two adoring angels; then a smaller banner,\nwith a device representing the Annunciation, which she always gave\nto one of her immediate attendants or squires to carry into battle;\nand for herself she had a little triangular banneret of white, with\nan image of the Crucified Christ upon it, and this she carried\nherself, and it was destined to be the rallying point of\ninnumerable engagements, for the sight of that little fluttering\npennon showed the soldiers where the Maid was leading them, and\nthough this was in the thickest and sorest of the strife, they\nwould press towards it with shouts of joy and triumph, knowing\nthat, where the Maid led, there victory was won.",
        "All these matters were arranged whilst we were kept in waiting at\nPoictiers; and the Polnoirs returned to Tours to execute the orders\nthere in their own workshop. The Maid promised to visit them on her\nway from Chinon to Orleans, and so bid them a kindly farewell.\nPerhaps I may here add that when the Dauphin, upon his coronation,\ninsisted upon presenting the Maid with a sum of money, the use she\nmade of it, after offering at various shrines, was to provide a\nmarriage dowry for Janet Polnoir. Never did she think of herself;\nnever did she desire this world’s goods.",
        "This was shown very plainly upon her triumphant return to Chinon,\nwith the blessing and sanction of the Church upon her mission, with\nthe enthusiasm of the people growing and increasing every day, and\nher fame flying throughout the length and breadth of the realm. By\nthis time the King and all his Court knew that a deliverer had been\nraised up in our midst, and instead of lowly lodgings being\nallotted to the Maid and her train, the whole Tower of Coudray was\nset apart for the use of herself and her suite. The custodian De\nBelier and his wife had charge of her, and to her were now\nappointed a staff, of which the brave Jean d’Aulon was the chief,\nand to which Bertrand and Sir Guy de Laval and myself belonged,\ntogether with many more knights and gentlemen, all anxious to do\nservice under her banner. Also she had in her train some persons of\nlowlier degree, such as her brothers, for whom she always had\ntender care, and who believed devoutly in her mission, although\nthey saw of necessity less and less of one another as the Maid’s\nmission progressed, and took her into a different world.",
        "But all this grandeur was no delight to her, save inasmuch as it\nshowed that at last her mission was recognised and honoured. When\nasked what she would have for herself in the matter of dress and\narmour, her answer was that she had already all she required,\nalthough she only possessed at this time one suit more than she had\nstarted forth with from Vaucouleurs. Although she saw the courtiers\nfluttering about like butterflies, and noted how men, as well as\nwomen, decked themselves in choice stuffs and flashing jewels, she\nasked none of these things for herself; and when the Queen of\nSicily, always her best and kindest friend, sent to her some\nclothing of her own designing–all white, and beautifully worked,\nsome with silver, and some with gold thread and cord, and a mantle\nof white velvet, lined with cloth of silver–she looked at the\nbeautiful garments with something between a smile and a sigh; then\nturning towards the great lady who stood by to watch her, she first\nkissed her hand, and then, with a sudden impulse of affection, put\nher arms about her neck, and was drawn into a close embrace.",
        "“Are you not pleased with them, my child?” spoke Queen Yolande\ngently; “they would have decked you in all the colours of the\nrainbow, and made you to blaze with jewels; but I would not have it\nThe Virgin Maid, I told them, should be clad all in white, and my\nword prevailed, and thus you see your snowy raiment. I had thought\nyou would be pleased with it, ma mie.”",
        "“Madame, it is beautiful; I have never dreamed of such. It is too\nfine, too costly for such as I. I am but a peasant maid–”",
        "“You are the chosen of the King of Heaven, my child. You must think\nalso of that. You are now the leader of the King’s armies. You have\nto do honour alike to a Heavenly and an earthly Monarch; and shall\nwe let our champion go forth without such raiment as is fitting to\nher mission?”",
        "Then the Maid bent her head, and answered with sweet gladness:",
        "“If it is thus that the world regards me, I will wear these\ntrappings with a glad and thankful heart; for in sooth I would seek\nto do honour to His Majesty. As for my Lord in the Heavens, I trow\nthat He doth look beneath such matters of gay adornment; yet even\nso, I would have His mission honoured in the sight of all men, and\nHis messenger fitly arrayed.”",
        "So the Maid put on her spotless apparel, and looked more than ever\nlike a youthful warrior, going forth with stainless shield, in the\nquest of chivalrous adventure. The whole Court was entranced by her\nbeauty, her lofty dignity, her strange air of aloofness from the\nworld, which made her move amongst them as a thing apart, and\nseemed to set a seal upon her every word and act.",
        "When she spoke of the coming strife, and her plans for the relief\nof the beleaguered city, her eyes would shine, a ringing note of\nauthority would be heard in her voice, she would fearlessly enter\ninto debate with the King and his Ministers, and tell them that\nwhich she was resolved to do, whether they counselled it or no. At\nsuch moments she appeared gifted with a power impossible rightly to\ndescribe. Without setting herself up in haughtiness, she yet\noverbore all opposition by her serene composure and calm serenity\nin the result. Men of war said that she spoke like a soldier and a\nstrategist; they listened to her in amaze, and wondered what the\ngreat La Hire would say when he should arrive, to find that a\ncountry maiden had been set over his head.",
        "In other matters, too, the Maid knew her mind, and spoke it with\ncalm decision. The Queen of Sicily had not been content with\nordering the Maid’s dress alone, she had also given orders to the\nfirst armourer in Tours to fashion her a suit of light armour for\nthe coming strife. This armour was of white metal, and richly\ninlaid with silver, so that when the sun glinted upon it, it shone\nwith a dazzling white radiance, almost blinding to behold. The\nKing, also, resolved to do his share, had ordered for her a light\nsword, with a blade of Toledo steel; but though the Maid gratefully\naccepted the gift of the white armour, and appeared before all the\nCourt attired therein, and with her headpiece, with its floating\nwhite plumes crowning it all, yet, as she made her reverence before\nthe King, she gently put aside his gift of the sword.",
        "“Gentle Dauphin,” she said, “I thank you from my heart; but for me\nthere is another sword which I must needs carry with me into\nbattle; and I pray you give me leave to send and fetch it from\nwhere it lies unknown and forgotten.”",
        "“Why, Maiden, of what speak you?” he answered; “is not this\njewelled weapon good enough? You will find its temper of the best.\nI know not where you will find a better!”",
        "“No better a sword, Sire,” she answered; “and yet the one which I\nmust use; for so it hath been told me of my Lord. In the church of\nFierbois, six leagues from hence, beneath the high altar, there\nlies a sword, and this sword must I use. Suffer me, I pray you, to\nsend and fetch it thence. Then shall I be ready and equipped to\nsally forth against the foes of my country.”",
        "“But who has told you of this sword, my maiden?”",
        "“My Lord did tell me of it, as I knelt before the altar, ere I came\nto Chinon. It is in the church of St. Catherine; and suffer only my\ngood knight, Jean de Metz, to go and make search for it, and he\nwill surely bring it hither to me.”",
        "Now I did well remember how, as we knelt in the church at Fierbois\nin the dimness of the early morn, the Maid had received some\nmessage, unheard by those beside her; and gladly did I set forth\nupon mine errand to seek and bring to her this sword.",
        "When I reached Fierbois, which was in the forenoon of the day\nfollowing, the good priests of the church knew nothing of any such\nsword; but the fame of the Maid having reached their ears, they\nwere proud and glad that their church of St. Catherine should be\nhonoured thus, and calling together some workmen, they made careful\nsearch, and sure enough, before we had dug deep, the spade struck\nand clinked against metal, and forth from beneath the altar we drew\na sword, once a strong and well-tempered weapon, doubtless, but now\ncovered with rust, so that the good priests looked askance at it,\nand begged to have it to cleanse and polish.",
        "It was then too late for my return the same day, so I left it to\nthem, and lodged me in the town, where all the people flocked to\nhear news of the Maid and of the coming campaign.",
        "Then in the morning, with the first of the light, the sword was\nbrought to me; and surely many persons in Fierbois must have sat up\nall the night, for every speck of rust had been cleansed away, and\na velvet scabbard made or found for the weapon, which the priests\nbegged of me to take with it to the Maid as their gift, and with\ntheir benediction upon it and her.",
        "My return was awaited with some stir of interest, and before I had\nwell dismounted I was hurried, all travel stained as I was, into\nthe presence of the King. There was the Maid waiting also, calm and\nserene, and when she saw the thing which I carried in my hands, her\nface lighted; she took several steps forward, and bent her knee as\nshe reverently took the sword, as though she received it from some\nHigher Power.",
        "“It was even as she said?” questioned the King, quickly.",
        "“Even so, Sire; the sword of which no man knew aught, was lying\nburied beneath the high altar of St. Catherine’s Church, in\nFierbois.”",
        "A murmur of surprise and gratification ran through the assembly.\nBut there was no surprise upon the Maid’s face.",
        "“Did you doubt, Sire?” she asked, and he could not meet the glance\nof her clear eyes.",
        "Continue...",
        "\nThis eBook of “A Heroine of France” by Evelyn Everett-Green belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "A Heroine of France the Story of Joan of ArcBy Evelyn Everett-GreenAt Amazon"
    ]
}