{
    "title": "A Heroine of France - Chapter XVIII. How I Last Saw the Maid.",
    "author": "Evelyn Everett-Green",
    "chapter": "18",
    "content": [
        "\n\n",
        "I had thought, when I started, to tell the whole tale of the\nAngelic Maid and all the things which she accomplished, and all\nthat we who companied with her did and saw, both of success and of\nfailure. But now my brain and my pen alike refuse the task. I must\nneeds shorten it. I think my heart would well nigh break a second\ntime, if I were to seek to tell all that terrible tale which the\nworld knows so well by now.",
        "Ah me! Ah me!–what a world is this wherein we live, in which such\nthings can be! I wake sometimes even yet in the night, a cold sweat\nupon my limbs, my heart beating to suffocation, a terror as of\ngreat darkness enfolding my spirit.",
        "And is it wonderful that it should be so? Can any man pass through\nsuch experiences as mine, and not receive a wound which time can\nnever wholly heal? And though great things have of late been done,\nand the Pope and his Court have swept away all such stain and taint\nas men sought to fasten upon the pure nature of the wonderful and\nmiraculous Maid, we who lived through those awful days, and heard\nand saw the things which happened at that time, can never forget\nthem, and (God pardon me if I sin in this) never forgive. There are\nmen, some living still, and some passed to their last account, whom\nI would doom to the nethermost hell for their deeds in the days of\nwhich I must now write–though my words will be so few. And (with\nhorror and shame be it spoken) many of these men were consecrated\nservants of the Holy Church, whose very office made the evil of\ntheir deeds to stand out in blacker hues.",
        "It is easy for us to seek to fasten the blame of all upon the\nEnglish, who in the end accomplished the hideous task; but at least\nthe English were the foes against whom she had fought, and they had\nthe right to hold her as an adversary whose death was necessary for\ntheir success; and had the English had their way she would have met\nher end quickly, and without all that long-drawn-out agony and\nmockery of a trial, every step and process of which was an outrage\nupon the laws of God and of man. No, it was Frenchmen who doomed\nher to this–Frenchmen and priests. The University of Paris, the\nofficers of the Inquisition, the Bishops of the realm. These it was\nwho formed that hideous Court, whose judgments have now been set\naside with contumely and loathing. These it was who after endless\nformalities, against which even some of themselves were forced in\nhonour to protest, played so base and infamous a part–culminating\nin that so-called “Abjuration,” as false as those who plotted for\nit–capped by their own infamous trick to render even that\n“Abjuration” null and void, that she might be given up into the\nhands of those who were thirsting for her life!",
        "Oh, how can I write of it? How can I think of it? There be times\nyet when Bertrand, and Guy de Laval, and I, talking together of\nthose days, feel our hearts swell, and the blood course wildly in\nour veins, and truly I do marvel sometimes how it was that we and\nothers were held back from committing some desperate crime to\nrevenge those horrid deeds, wrought by men who in blasphemous\nmockery called themselves the servants and consecrated priests of\nGod.",
        "But hold! I must not let my pen run away too fast with me! I am\nleaping to the end, before the end has come. But, as I say, I have\nno heart to write of all those weary months of wearing inactivity,\nwherein the spirit of the Maid chafed like that of a caged eagle,\nwhilst the counsellors of the King–her bitter foes–had his ear,\nand held him back from following the course which her spirit and\nher knowledge alike advocated.",
        "And yet we made none so bad a start.",
        "“We must march upon Paris next,” spoke the Maid at the first\nCouncil of War held in Rheims after the coronation of the King; and\nLa Hire and the soldiers applauded the bold resolve, whilst La\nTremouille and other timid and treacherous spirits sought ever to\nhold him back.",
        "I often thought of the words spoken by the Maid to those friends of\nhers from Domremy, when she bid them farewell on the evening of\nwhich I have just written.",
        "“Are you not afraid, Jeanne,” they asked, “of going into battle, of\nliving so strange a life, of being the companion of the great men\nof the earth?”",
        "And she, looking at them with those big grave eyes of hers, had\nmade answer thus:",
        "“I fear nothing but treachery.”",
        "I wondered when she spoke what treachery she was to meet with; but\nsoon it became all too apparent. The King’s ministers were\ntreacherously negotiating with false Burgundy, some say with the\nRegent Bedford himself. They cared not to save France. They cared\nonly to keep out of harm’s way–to avoid all peril and danger, and\nto thwart the Maid, whose patriotism and lofty courage was such a\nfoil to their pusillanimity and cowardice.",
        "So that though she led us to the very walls of Paris, and would\nhave taken the whole city without a doubt, had she been permitted,\nthough the Duc d’Alencon, now her devoted adherent, went down upon\nhis very knees to beg of the King to fear nothing, but trust all to\nher genius, her judgment; he could not prevail, and orders were\nsent forth to break down the bridge that she had built for the\nstorming party to pass over, and that the army should fall back\nwith their task undone!",
        "Oh, the folly, the ingratitude, the baseness of it all! How well do\nI remember the face of the Maid, as she said:",
        "“The King’s word must be obeyed; but truly it will take him seven\nyears–ah, and twenty years now–to accomplish that which I would\ndo for him in less than twenty days!”",
        "Think of it–you who have seen what followed. Was Paris in the\nKing’s hands in less than seven years? Were the English driven from\nFrance in less than twenty?",
        "She was wounded, too; and had been forcibly carried away from the\nfield of battle; but it was against her own will. She would have\nfought through thick and thin, had the King’s commands not\nprevailed; and even then she begged to be left with a band of\nsoldiers at St. Denis.",
        "“My voices tell me to remain here,” she said; but alas! her voices\nwere regarded no longer by the King, whose foolish head and\ncowardly heart were under other influences than that of the Maid,\nto whom he had promised so much such a short while since.",
        "And so his word prevailed, and we were perforce obliged to retreat\nfrom those walls we had so confidently desired to storm. And there\nin the church of St. Denis, where she had knelt so many hours in\nprayer and supplication, the Maid left her beautiful silver armour,\nwhich had so often flashed its radiant message of triumph to her\nsoldiers, and with it that broken sword–broken outside the walls\nof Paris, and which no skill had sufficed to mend–which had been\ntaken from St Catherine’s Church in Fierbois.",
        "It was not altogether an unwonted act for knights to deposit their\narms in churches, though the custom is dying away, with so many\nother relics of chivalry; but there was something very strange and\nsolemn in this act of the Maid. It was to us a significant sign of\nthat which she saw before her. We dared not ask her wherefore she\ndid it. Something in her sad, gentle face forbade us. But I felt\nthe tears rising to my eyes as I watched her kneel long in prayer\nwhen the deed was done, and I heard stifled sobs arising from that\nend of the building where some women and children knelt. For the\nMaid was ever the friend of all such, and never a woman or child\nwhom she approached, whether she were clad in peasant’s homespun or\nin shining coat of mail, but gave her love and trust and friendship\nat sight.",
        "Henceforth the Maid went clothed in a light suit of mail, such as\nany youthful knight might wear. She never spoke again of her fair\nwhite armour, or of the sword which had shivered in her hand, none\nsave herself knew how or when.",
        "Alas! for the days of glory which had gone before! Why did we keep\nher with the King’s armies, when the monarch’s ear was engrossed by\nadverse counsel, and his heart turned away from her who had been\nhis Deliverer in the hour of his greatest need?",
        "Methinks she would even now have returned home, but for the\ndevotion of the soldiers and the persuasions of the Duc d’Alencon,\nand of some of the other generals, amongst whom the foremost were\nDunois and La Hire. These chafed equally with the Maid at the\nsupine attitude of the King; and the Duke, his kinsman, spoke out\nboldly and fearlessly, warning him of the peril he was doing to his\nkingdom, and the wrong to the Maid who had served him so faithfully\nand well, and to whom he had made such fair promises.",
        "But for the present all such entreaties or warnings fell upon deaf\nears. The time for the King’s awakening had not yet come.",
        "Nevertheless, we had our days of glory still, under the banner of\nthe Maid, when, after many months of idleness, the springtide again\nawoke the world, and she sallied forth strong in the assurance of\nvictory, whilst fortress after fortress fell before her, as in the\ndays of yore. Oh, how joyous were our hearts! Now did we believe\ntruly that the tide had turned, and that we were marching on to\nvictory.",
        "But upon the Maid’s face a shadow might often be seen to rest; and\nonce or twice when I would ask her of it, she replied in a low,\nsorrowful voice:",
        "“My year is well-nigh ended. Something looms before me. My voices\nhave told me to be ready for what is coming. I fear me it will be\nmy fate to fall into the hands of the foe!”",
        "I would not believe it! Almost I was resolved to plunge mine own\ndagger into her heart sooner than she should fall into the hand of\nthe pitiless English. But woe is me! I was not at her side that\ndreadful evening at Compiegne, when this terrible mishap befell. I\nhad been stricken down in that horrid death trap, when, hemmed in\nbetween the ranks of the Burgundians and English, we found our\nretreat into the city cut off.",
        "Was it treachery? Was it incapacity upon the part of the leaders of\nthe garrison, or what was the reason that no rush from the city\nbehind took the English in the rear, and effected the rescue of the\nMaid?",
        "I know not–I have never known–all to me is black mystery. I was\none of those to see the peril first, and with Bertrand and Guy de\nLaval beside me, to charge furiously upon the advancing foe, crying\naloud to others to close round the Maid and bear her away into\nsafety, whilst we engaged the enemy and gave them time.",
        "That is all I know. All the rest vanishes in the mists. When these\nmists cleared away, Bertrand and I were in the home of Sir Guy,\ntended by his mother and grandmother–both of whom had seen and\nloved well the wonderful Maid–and she was in a terrible prison,\nsome said an iron cage, guarded by brutal English soldiers, and\ndeclared a witch or a sorceress, not fit to live, nor to die a\nsoldier’s death, but only to perish at the stake as an outcast from\nGod and man.",
        "Months had passed since the battle of Compiegne. Fever had had me\nfast in its grip all that while, and the news I heard on recovery\nbrought it all back again. Bertrand and Guy were in little better\ncase. We were like pale ghosts of our former selves during those\nwinter months, when, hemmed in by snow, we could learn so little\nnews from without, and could only eat out our hearts in rage and\ngrief.",
        "With the spring came the news of the trial at Rouen–the bitter\nhatred of Bishop Cauchon–the awful consummation he had vowed to\nbring about.",
        "I know not whether it were folly to hope such a thing, but we three\nknights made instantly for the coast and crossed to England, to\nseek the ear of the young King there, and plead the cause of the\nMaid before him. I need not say how our mission failed. I care not\nto recall those sickening days of anxiety and hope deferred, and\nutter defeat at the last.",
        "Heartbroken and desperate we returned; and made our way to Rouen.\nThe whole city was in confusion. Need I say more? That very day,\nwithin an hour, the Maid, the Messenger from God, the Deliverer of\nthe King, the Saviour of France, was to die by fire, to perish as a\nheretic. And the King whom she had saved had not lifted a hand to\nsave her; the country she had delivered from a crushing disgrace,\nstood idly by to watch her perish thus!",
        "Oh, the shame!–the treachery!–the horror! Let me not try to write\nof it. The King has striven now to make amends; but I wonder how he\nfeels sometimes when he sees the May sunshine streaming over the\nfair earth–over that realm which he now rules from sea to sea,\nwhen he thinks of the Maid who was led forth in that blaze of glory\nto meet her fiery doom.",
        "O God of Heaven look down and judge! How shall I tell of the sight\nI beheld?",
        "Suddenly I came upon it–mad with my grief, desperate with horror\nand despair. I saw the face of the Maid again! I saw her upraised\neyes, and her hands clasped to her breast, holding thereto a rough\nwooden cross, whilst someone from below held high in the air a\ncrucifix taken from some church and fastened upon a long wand.",
        "The pile on which she stood was so high–so high; they said it was\ndone in mercy, that the rising clouds of smoke might choke her ere\nthe flame touched her. She was clad in a long white garment from\nhead to foot; her hair had grown and fell about and back from her\nface in a soft cloud gilded by the sun’s rays. Her face was\nrapt–smiling–yes, I will swear it–smiling, as a child smiles up\ninto the face of its father.",
        "There was an awful hush throughout the wide place. Everything\nreeled and swam before me; but I saw that face–that serene and\nsmiling face, wan and pale, but tranquil and glad and triumphant.",
        "Then came the rush of smoke, and the glare of ruddy fire. A stifled\ncry, like one immense groan rose from below–above in the reek and\nblaze all was silent. But from out that fire I saw–yes, and\nanother saw it too (an English soldier, rushing to add a faggot to\nthe pyre, a token of his hate to the Maid), and it so wrought upon\nhim that he dropped his burden, fell upon his knees and was like to\ndie of the fear–I saw a white dove rise from the smoke wreaths of\nthat ghastly pile, hover a moment, just touched by the glare of the\nfire, and then dart heavenwards as upon eagle’s wings.",
        "Yes, I saw it. To the day of my death will I swear it. I saw what\nshe had seen in vision long ago; and upon my heart there fell a\nstrange sense of peace and calm. It had not hurt her–it had been\nas she once said. Her saints had been with her to the end. She had\ntriumphed. All was well. Called of her Country, she had answered\nnobly to the call. Her Country had awarded her a fiery death; but\nin that fiery chariot she had ascended to the Lord, in whom she\ntrusted, hereafter to receive the crown of glory that fadeth not\naway.",
        " ",
        "\nThis eBook of “A Heroine of France” by Evelyn Everett-Green belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "A Heroine of France the Story of Joan of ArcBy Evelyn Everett-GreenAt Amazon"
    ]
}