{
    "title": "A Heroine of France - Chapter X. How the Maid Led Us Into Battle.",
    "author": "Evelyn Everett-Green",
    "chapter": "10",
    "content": [
        "\n\n",
        "“It was well indeed that you sent me forth on that mission, my\nChieftainess,” spoke Dunois, as we sat at the long table in the\nTreasurer’s house, refreshing ourselves after the fatigues of the\nmarch to and from the city, and the anxiety of awaiting an attack,\nwhich had not come. He bowed towards the Maid in speaking, calling\nher by a playful title in vogue amongst the officers and Generals\nwho were her friends. “Though what prompted you to that act of\nsagacity is more than I know. I had no misgivings that there would\nbe trouble with the army.”",
        "“My voices warned me,” answered the Maid gently. “It was not much;\nyet a little leaven often leavens the whole lump. They needed just\nthe leader’s eye and voice to recall them to their duty.”",
        "“Truly that is just how the matter stood,” spoke Sir Guy in low\ntones to us twain, Bertram and I, who sat on either side of him at\nthe other end of the board.",
        "He had been one to depart and return with Dunois, and we looked\neagerly to him for explanation.",
        "“There are ever timid spirits in all ranks, and traitors or\nfaint-hearted friends are never far away in such times as these.\nThe army which would have followed the Maid to the death with joy,\nfelt depression and disappointment at being parted from her. Had\nthey been able to ford the river and march straight into the city,\nthere would have been no trouble, no tremors or doubts; but the\nturning back was a discouragement, and alas! the French have had\ntoo much of this of late. There were whisperers at work seeking to\nundermine faith in the Maid and her mission. As she says, no great\nhurt was done; it was but the work of a few–and some of these\npriests, who should better have understood the counsels of God–but\na little leaven will work mightily in the lump, as she herself did\njustly remark; and ere we reached Blois, we had heard rumours that\nthe army was talking of disbanding itself and dispersing hither and\nthither. The truth was not so bad as that; but there was wavering\nand doubt in the ranks.",
        "“Our appearance with the message from the Maid worked like a charm.\nThe soldiers, when they knew that she had been told of their\nhesitation, were instantly horribly ashamed. They clamoured to be\nled back to her, to show the mettle of which they were made. I trow\nthey will not waver again, now that she hath them beneath her eye.”",
        "“It is marvellous how she doth hold them by the power of her\nglance, by her gentleness and devotion. And, look you, what hath\nshe done to the English? It was rumoured through the city that so\nsoon as the relief army approached the English lines, there would\nbe an attack in force, and our comrades would be driven back at the\nsword’s point, and have to fight every inch of the way. Yet what\nhas been the truth? The Maid led us to the spot which commanded the\nroad–well in the heart of the English lines. Their fortresses were\nhumming like hives of bees disturbed. The English knew what was\nbeing done, and watched it all; yet not a gun was fired, not an\narcher launched his shaft, not a man moved out to oppose the\nentrance of the relief force nor even the convoy of provisions for\nthe garrison. They watched it all as men in a dream, not a dog\nmoved his tongue against us.”",
        "“She told us it would be so,” spoke I, leaning towards Sir Guy,\n“there will be fighting anon; but it was not to be then. Surely\ntheir arms were holden by a power they wot not of. If she herself\nhad not gone forth to guard the way–standing like the flaming\ncherubim with the sword which turned every way–I misdoubt me but\nthat a heavy action must have been fought, ere the army was\nsuffered to enter the gates.”",
        "There was much talk all down the table of these matters; but the\nMaid took little part in this. Her eyes were heavy, and she looked\nweary and pale. I doubt not she had spent the night previous in\nvigil and prayer, as was so often her wont. When we rose from our\nrepast, she retired into a small inner room reserved for her use,\nand the little Charlotte went with her. A curtain, partly drawn,\nshut off this room from the outer one in which we knights and some\nof her pages and gentlemen sat talking; and I was just able to see\nfrom where I sat that the Maid had laid herself down upon a couch,\nthe little one nestled beside her, and I felt sure by her stillness\nand immobility that she was soon soundly asleep, taking the rest\nshe sorely needed after the exertions and excitements of the early\nhours of the day.",
        "Our conversation languished somewhat, for the warmth of the May\nafternoon made us all drowsy. We, like the Maid herself, had laid\naside our coats of mail, and were enjoying a spell of rest and\nleisure; and there was silence in both the rooms, when suddenly\nwe–if indeed we slept–were awakened by the voice of the Maid\nspeaking in the tones of one who dreams.",
        "“I must up and against the English!” she cried, and at the first\nword I started broad awake and was on my feet at the door of\ncommunication, looking towards her.",
        "She still lay upon the couch, but her eyes were wide open and\nfixed; her lips moved.",
        "“I hear! I hear!” she went on, yet still as one who dreams, “I am\nready–I will obey. Only tell me what I must do. Is it against the\ntowers I must go, to assail them? Or is it that Fastolffe comes\nagainst us with yet another host?”",
        "Little Charlotte here pulled the Maid by the hand, crying out:",
        "“What are you saying? To whom do you speak? There is nobody here\nbut you and me!”",
        "The Maid sprang to her feet, wide awake now in an instant. She bent\nfor one moment over the wondering child, and kissed her tenderly,\nas though to soothe the alarm in the baby eyes.",
        "“Run to your mother, ma mie, for I must off and away on the\ninstant,” then wheeling round with her air of martial command, she\ncalled to me and said, “To arms at once! I must to the front!\nFrench blood is flowing. They are seeking to act without me. O my\npoor soldiers, they are falling and dying! To horse! to horse! I\ncome to save them!”",
        "Was she dreaming? What did it mean? The town seemed as quiet as the\nstill summer afternoon! Not a sound of tumult broke the silence of\nthe streets. Yet the Maid was having us arm her with lightning\nspeed, and Bertrand had rushed off at the first word for her horse\nand ours.",
        "“I know not what they are doing,” spoke the Maid, “but my voices\ntell me to fly to their succour! Ah! why could they not have told\nme before! Have I not ever been ready and longing to lead them\nagainst the foe?”",
        "She was ready now. We were all ready, and the echoes of the quiet\nhouse awoke beneath our feet as we clattered down the staircase to\nthe courtyard below, where already the horses were standing pawing\nthe ground with impatience, seeming to scent the battle from afar.\nThe Maid swung herself lightly to the saddle with scarce a touch\nfrom me.",
        "“My banner! My banner!” she suddenly cried; and looking upwards we\nsaw a pretty sight. The little Charlotte, her mother beside her,\nwas hanging out of the window, the light staff of the Maid’s white\nbanneret clasped in her chubby hands; and she was leaning out of\nthe window, holding it towards the white mailed figure, of whom (in\narmour) she always spoke, in hushed tone, as mon ange. The Maid\nlooked upwards, kissed her gauntletted hand to the little one,\nseized the staff of her banner, and then, calling upon her\nfollowers in clear tones of command, dashed out through the gateway\ninto the street beyond, and without an instant’s hesitation turned\ntowards that gate of the city nearest to the English bastille named\nSt. Loup. And though we all spurred after her, so that the sparks\nflew from under our horses’ feet, and the Chevalier d’Aulon brought\nup the rear bearing the great white standard, which was to lead the\narmies into battle, we none of us knew wherefore we had come forth\nnor whither we were going; and the city being yet still and quiet,\nthe citizens rushed to doors and windows to watch us pass by, and\nshouted questions to us which we were not able to answer.",
        "Now, the house of the Treasurer is hard by the Renart Gate, and we\nwere making for the Burgundy Gate; so you who know Orleans will\nunderstand that we had the whole distance of the city to traverse\nere we cleared the walls. And sure enough, as we approached the\nfortifications upon the eastern side, a change came over the spirit\nof the scene; signs of excitement and fear and wonder began to show\nthemselves; the walls were alive with men at arms, gazing fixedly\nout eastward, shouting, gesticulating, wild with a tumult of\nemotion. Soldiers buckling on their arms, citizens with pale, yet\nresolute, faces, and swords or axes in their hands, were hurrying\nforth, and at sight of the Maid on her chestnut charger (for the\nCrusader was ever her favourite horse, and she had declared that he\nmust carry her into her first battle whenever that should be) they\nshouted aloud with joy, and vowed themselves her servants and\nfollowers, wherever she should lead them.",
        "A young blacksmith, armed with a great club, was hanging upon my\nstirrup, and bounding along beside my horse with a swiftness and\nstrength which excited my admiration. From him I heard first of the\nthing which had taken place.",
        "“It was De Gamache and some of the other lesser officers who\ndesigned it,” he cried. “They declared that the power of the\nEnglish was already broken; that they would not leave their walls\nor show fight today; that already they had grown faint hearted, and\nwere ready to fly before the French.",
        "“My Captain, I tell you the truth, these men are jealous of the\nAngelic Maid whom Heaven has sent us. They say that she will take\nfrom them all the honour and glory; that they will fight and risk\ntheir lives, but that she alone will have the praise. So they were\nfull of bitterness and anger; and some, methinks, may have thought\nto shame her by showing that they could act without her aid, and do\nthe work she has come to do, whilst she takes her rest and holds\nher councils. So, gathering a band of soldiers together, these\nofficers have sallied forth to try and storm and take the fortress\nof St. Loup, which lies some two thousand English yards from the\nwalls along the river banks. But the soldiers on the walls are\nshouting out that the English have swarmed forth like angry bees,\nand are beating back our soldiers and slaying them by the score.”",
        "“They should have known better than to go forth without the\nknowledge and command of the Maid,” I said sternly, and the young\nman at my side nodded vehemently, his face alight.",
        "“That is what we said–we others–we citizens, who have seen how\npowerless the soldiers are against the English. Have they not\nfought again and again, and what has come of it but loss and\ndefeat? And now that the good God has sent a Deliverer, it is like\nflying in His face to seek and do without her. I said as much again\nand again. I knew no good would come of it. But when we saw the\nMaid herself flying to the rescue, then did I vow that I, too,\nwould fight under her banner. For now I know that God will give us\nthe victory!”",
        "We were at the Burgundy Gate by this time and, dashing through, we\nsaw a terrible sight. The whole open plain between the walls of the\ntown and the fortress of St. Loup was covered with soldiers, strewn\nwith dying and dead. A horrible sort of fight was going on,\nhorrible to us, because the French were in full retreat before our\nfoe, going down like sheep before the butcher’s knife, rushing\npanic stricken hither and thither as men demented, whilst the\nEnglish soldiers, as though ashamed of their recent inaction and\nparalysis, were fiercely pursuing, shouting “Kill! kill! kill!” as\nthey went about their work of slaughter, driving back their\nenemies, and striking at them remorselessly.",
        "Here and there a brave officer, with his band of chosen followers,\nwould be presenting a bold face to the foe, making a stand and\nseeking to rally the flying ranks. I was certain that I saw De\nGamache himself, hewing his way like a very Paladin through the\nranks of the English, and dealing death and destruction wherever he\nwent. But the valour of a few had no power to turn the fortunes of\nthe field; and the rout had already begun, when the Maid and her\nattendants, closely followed by an enthusiastic band of soldiers\nand citizens, dashed forth from the Burgundy Gate, and mingled with\nthe flying French hastening towards the city for safety.",
        "“Courage, my children, courage!” cried the Maid, waving her white\npennon. “Be not dismayed. The Lord has heard your cries. He has\nsent me to your aid. Take courage! Fear nothing, for the victory\nshall be ours!”",
        "She did not even pause to note the effect of her words upon them,\nbut sped onwards, fearless of danger, right into the very heart of\nthe battle. We followed and closed up round her; but that shining\nwhite figure could not be hidden. The English saw it bearing down\nupon them, and instantly there was wavering in their ranks. Before\nour swords had had time to strike at them, something touched them\nas with an icy hand.",
        "“The Maid! the Maid! The White Witch!” they cried, and they paused\nin their pursuit to gaze upon that dazzling figure, and methinks\ntheir hearts melted like wax within them.",
        "From behind now arose a mighty tumult, and shouts and cries as of\ntriumph thundered from the city walls. Dunois and La Hire, more\ntardily advised of what was happening, but prompt and decisive in\naction, were galloping out of the Gate at the head of the picked\nsoldiers under their command. Rank behind rank we could see them\nflashing through the shadow into the sunshine, and dashing forward\nin compact order, their gaze fixed full upon the Maid in the centre\nof the plain, who stood with uplifted sword and fluttering pennon,\na veritable angel of the battle.",
        "But we saw other sights, too; for Lord Talbot was not idle on his\nside, but sent forth from other of the bastilles bodies of men to\nthe aid of the defenders of St. Loup.",
        "The whole plain was filled with surging masses of soldiers, rushing\none upon the other in the fury of the fray.",
        "How would the Maid bear it? She whose tender heart ached at the\nthought of human suffering, and whose soul was filled with yearning\nsorrow for men struck down in their sins. I pressed up towards her\nand saw her pitiful eyes fixed upon a convoy of wounded men, whom\nwe had sent to rescue from their peril, lying as they did in the\nvery heart of the plain. The eyes which had been flashing fire a\nmoment before, were suffused with tears, as the melancholy\nprocession passed her by.",
        "She turned to her page and said, “Ride quickly into the city, and\nbid the priests come forth to hear the confessions and give\nabsolution to the dying. Lose not a moment! Tell them that souls\nare every moment being hurried to their last account. Bid them make\nhaste and come, and let them give equal care to friend and foe; for\nin death all men are equal in the sight of God, and I would not\nthat any English soldier or prisoner should fall without the\nconsolations of religion.”",
        "Then, having thus done all that she could for the wounded and the\ndying, the Maid was once again the resolute soldier. Her keen eyes\nswept the plain; she saw with lightning speed where the need was\nthe greatest, where the peril to the French cause was direst, and\nsweeping into the midst of the press, her sword and her banner\nflashing in the sunshine, she ever brought succour and victory in\nher wake.",
        "No foe could stand before her. Not that she struck blows with her\nown hand. There seemed no need for that, and when at the close of\nthe day I relieved her of her arms, there was no spot of blood upon\nher shining blade, though her coat of silver mail had received\nstains from the fray. She was like the Angel of Victory, flashing\nthrough the ranks of the combatants. Wherever she appeared, the\nflying French turned back to face the foe, and the pursuing English\nwavered, paused, and finally broke rank and fled backwards to the\nshelter of their walls and forts. Our men fought gallantly–let me\nnot deny them their due–soldiers and citizens alike, who had come\nforth with and after the Maid, all were inspired by confidence and\ncourage. But it was her presence in the ranks which gave assurance\nof victory. Wherever French soldiers wavered it was when she was\nfar away and her back towards them. Yet so soon as she turned in\ntheir direction–and some power seemed to whisper to her whenever\nher soldiers were dismayed–and galloped to their assistance, all\nwas well again; and ere an hour had passed the English were driven\nback within their towers, and the victory was ours.",
        "Dunois and La Hire rode up to the Maid and saluted. From the city\nin our rear we could already hear the pealing of the joy bells, the\ntriumphant acclamation of the populace.",
        "“Let us lead you back thither to receive the plaudits you have so\nwell deserved,” spoke Dunois, who was man enough to give all the\ncredit of the victory to the Maid. “Right valiantly have you\naccomplished your task. Now let us take you to receive the\ngratitude of the town.”",
        "“Accomplished!” repeated the Maid with a glance of surprise. “Why,\nmy friends, the task is scarcely yet begun!”",
        "They gazed at her in amazement; but she calmly pointed towards the\nfrowning walls and battlements of St. Loup.",
        "“We must take yonder tower,” she said quietly, “that is what our\nbrave, but rash young officers set themselves to do. They shall not\nbe disappointed. It shall be ours ere night fall upon us. Call to\nme the bold De Gamache; I would have speech with him and his\ncomrades.”",
        "The greater Generals looked at her and at one another, speaking no\nword. The walls and battlements of St. Loup were strong and well\ndefended. The tower could spout fire and smoke like a living\nmonster. Already the troops had marched far and fought hotly.\nSurely if assault were to be made it should wait for another day.\nThus they communed together a stone’s throw from the Maid; but she\nonly looked upon them with her deep inward smile, and softly I\nheard her speak the words:",
        "“No, it must be done today.”",
        "De Gamache rode up, and some half dozen other officers with him.\nHis face was stained with blood and blackened by smoke. He had a\nscarf bound about his left arm; but his bearing was bold and\nresolute, and though his cheek flushed at the clear, direct gaze of\nthe Maid’s eyes, he neither faltered nor trembled as he stood\nbefore her.",
        "“You did desire a good thing, my Captain,” she said, “and had you\ntold me of your brave wish, I would have put myself at your head\nand led you to victory forthwith. Yet this victory has not been\nforfeited, only delayed by your eager rashness. Say, if I lead you\nmyself, this very hour, against yon frowning tower, will you follow\nme like brave soldiers of the Cross, and not turn back till my Lord\nhas given us the victory? For He will deliver yon place into our\nhands, albeit not without bloodshed, not without stress or strife.\nMany must be slain ere we can call it ours, but will you follow and\ntake it?”",
        "The shout which arose from a thousand throats rang to the welkin,\nand methinks must have smote with dread import upon the English\nears. The Maid’s voice seemed to float through the air, and\npenetrate to the extreme limits of the crowd, or else her words\nwere taken up and repeated by a score of eager tongues, and so ran\nthrough the mighty muster with thrilling import. The eyes were\ndazzled by the flashing blades as men swung them above their heads.",
        "“Lead us, O Maid, lead us! We follow to death or victory! We fear\nnothing so that you are our leader and our guide!”",
        "There was no withstanding a spirit like that! La Hire’s voice was\none of the foremost in the cry; his great blade the first to leap\nfrom its scabbard. Sage counsels of war, prompted by experience,\nhad to give way before a power different from anything which the\nveterans had known before. With a dash, the elan of which was a\nmarvellous sight to see, the soldiers poured themselves like a\nliving stream against the walls of St. Loup. The English behind the\nfortifications rained upon them missiles of every description. The\nair was darkened by a cloud of arrows. The cannon from the walls\nbelched forth smoke and flame, and great stone and iron balls came\nhurtling down into our midst, dealing death and destruction. The\nEnglish soldiers with their characteristic daring sallied forth\nsword in hand to beat us back and yet we pressed on and ever on;\ndriven backwards here and there by stress of fighting; but never\ngiving great way, and always rallied by the sight of that gleaming\nwhite armour, and by the clear, sweet voice ringing out through all\nthe tumult of arms.",
        "“Courage, my children, courage. The fight is fierce; but my Lord\ngives you the victory. A little more courage, a little more\npatience, and the day is ours!”",
        "She stood unscathed amid the hail of stones and arrows. Her clear\nglance never quailed; her sweet voice never faltered; she had\nthought for everyone but herself. Again and again with her own\nhands she snatched some follower from a danger unseen by him, but\nwhich a moment later would have been his death. She herself stood\nunmoved in the awful tumult. She even smiled when Dunois and La\nHire would have drawn her from the hottest of the fighting.",
        "“No, no, my friends, my place is here. Have no fear. I shall not\nsuffer. I have guardians watching over me that you wot not of.”",
        "And so she stood unmoved at the foot of the tower, till the\nEnglish, overcome with amaze, gave up the defence, and fled from a\nplace they believed must surely be bewitched.",
        "And as the last of the sunlight faded from the sky, the fortress of\nSt. Loup was ours. The Maid had fought her first battle, and had\ntriumphed.",
        "Continue...",
        "\nThis eBook of “A Heroine of France” by Evelyn Everett-Green belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "A Heroine of France the Story of Joan of ArcBy Evelyn Everett-GreenAt Amazon"
    ]
}