{
    "title": "A Heroine of France - Chapter XII. How the Maid Raised the Siege.",
    "author": "Evelyn Everett-Green",
    "chapter": "12",
    "content": [
        "\n\n",
        "To tell the tale of how Les Augustins was taken is but to tell\nagain the tale of St Loup.",
        "I know not precisely what instructions the lesser officers\nreceived, nor what they told their men. But whether from\npreconcerted arrangement that the attack was only to be a feint, or\nwhether from the dash and energy of the English, it appeared at\nfirst as though the tide of war was rolling back in its old track,\nand that the prowess of the English as destined to win the day.",
        "For one thing the assault was commenced before the Maid had crossed\nthe river and could put herself at the head of the men. A large\nbody of troops had been transported to the south side in boats\nduring the night, under cover of darkness; and this was all very\nwell; but they should have waited hen daylight came for the Maid to\nmarch at their head, instead of which they sought to rush the\nfortress before ever she had appeared at all; and when we arrived\nat the river’s bank, it was to see a furious battle raging round\nthe base of Les Augustins, and ere we were half across the river,\nwe saw only too plainly that the French were being badly beaten,\nwere fleeing in all directions from the pursuing foe, and were\nmaking for the river bank once more as fast as their legs could\ncarry them.",
        "The Maid watched it all, with that strange, inscrutable look upon\nher face, and that battle light in her eyes which we were all\nlearning to know. She was sitting upon her horse; for though a\nnumber of animals had been taken across in the night, no horse of\nhers had been so conducted, and we had led the creature with its\nrider into the great flat-bottomed boat; so that she was on a\nhigher level than the rest of us, and could better see what was\npassing, though it was plain to all that our soldiers were getting\nbadly beaten.",
        "“O foolish children, silly sheep!” murmured the Maid as she\nwatched, “and yet you are not to blame, but those who lead you.\nWhen will they understand? When will they believe?”",
        "We reached the shore, and the Maid, without waiting for any of us\nto mount or form a bodyguard round her, leaped her horse to the\nbank, and charged up it, her pennon flying, her eyes alight with\nthe greatness of her purpose.",
        "But even as she climbed the slippery bank, a great rush of flying\nsoldiers met her, and by their sheer weight forced back horse and\nrider almost to the river’s brink before they were aware who or\nwhat it was.",
        "Then her silver trumpet voice rang out. She called upon them to\nreform, to follow her. She cried that her Lord would give them the\nvictory, and almost before we who had accompanied her had formed\ninto rank for the charge, the flying, panic-stricken men from the\nfront, ashamed and filled with fresh ardour, had turned themselves\nabout, closed up their scattered ranks, and were ready to follow\nher whithersoever she might lead them.",
        "Yet it was to no speedy victory she urged them. No angel with a\nflaming sword came forth to fight and overcome as by a miracle. But\nit was enough for that white-clad figure to stand revealed in the\nthickest of the carnage to animate the men to heroic effort. As I\nsay, it was the story of St. Loup over again; but if anything the\nfighting was more severe. What the Generals had meant for a mere\nfeint, the Maid turned into a desperate battle. The English were\nreinforced many times; it seemed as though we had a hopeless task\nbefore us. But confidence and assurance of victory were in our\nhearts as we saw our Deliverer stand in the thick of the fight and\nheard her clarion voice ringing over the field. Ere the shades of\nnight fell, not only was Les Augustins ours, but its stores of food\nand ammunition had been safely transported into the city, and the\nplace so destroyed and dismantled that never again could it be a\nsource of peril to the town.",
        "And now the Maid’s eyes were fixed full upon the frowning bulk of\nLes Tourelles, rising grim and black against the darkening sky,\nwith its little “tower of the Boulevard,” on this side the\ndrawbridge. Thither had the whole English force retired–all who\nwere not lying dead or desperately wounded on the plain or round\nthe gutted tower of Les Augustins–we saw their threatening faces\nlooking down fiercely upon us, and heard the angry voices from the\nwalls, heaping abuse and curses upon the “White Witch,” who had\nwrought them this evil.",
        "“Would that we could attack at once!” spoke the Maid. “Would that\nthe sun would stay his course! Truly I do believe that we should\ncarry all before us!”",
        "The leaders came up to praise and glorify her prowess. They heard\nher words, but answered how that the men must needs have a night’s\nrest ere they tried this second great feat of arms. But, they\nadded, there should be no going back into the city, no delay on the\nmorrow in crossing the river.",
        "It was a warm summer-like night. Provisions were abundant, shelter\ncould be obtained beneath the walls of the captured citadel. They,\nwith the bulk of the army, would remain on the south bank for the\nnonce, and the Maid should return to the city with the convoys of\nwounded, to spend a quiet night there, returning with the dawn of\nthe morrow to renew the attack and take Les Tourelles.",
        "Thus they spoke, and spoke suavely and courteously. But I did note\na strange look in the eyes of the Maid; and I wondered why it was\nthat Dunois, the speaker, grew red and stumbled over his words,\nwhilst that La Hire, who had done a giant’s work in the fighting\nthat day, ground his teeth and looked both ashamed and disturbed.",
        "The Maid stood a brief while as though in doubt. But then she made\nquiet reply:",
        "“Then, gentlemen, it shall be as you will. I will return to the\ncity for the night. But with the dawn of day I will be here, and\nLes Tourelles shall be ours. The siege of Orleans shall be raised!”",
        "They bowed low to her; every one of them made obeisance. Yet was\nthere something ironical in the very humility of some? I could not\ntell; yet my heart burned within me as I followed our mistress; and\nnever had I known her so silent as she was upon our journey back,\nor as we sat at supper, the rest of us telling of the day’s doings,\nbut the Maid speechless, save when she bent her head to answer some\neager question of little Charlotte’s, or to smile at her childish\nprattle.",
        "Suddenly the door was flung open, and Sir Guy strode in with a face\nlike a thundercloud. Behind him came a messenger sent by the\nGenerals to the Maid, and this was the news he brought:",
        "There had been a council held after dark, and it was then\nunanimously agreed that all now had been done that was necessary.\nThe city was provisioned, the power of the English had been greatly\nweakened and broken. The army would now be content with the triumphs\nalready won, and would quietly await further reinforcements before\ntaking any fresh step.",
        "The man who brought this message faltered as he delivered it. The\nMaid sat very still and quiet, her head lifted in a dignified but\nmost expressive disdain.",
        "“Monsieur,” she replied, when the envoy ceased speaking, “go back\nto those who sent you. Tell them that they have had their council\nand I have had mine. I leave the city at dawn as I have said. I\nreturn not to it till the siege has been raised.”",
        "The man bowed and retired confusedly. The Maid lifted the little\nchild in her arms, as was her wont, to carry her to bed. She turned\nto her chaplain as she did so:",
        "“Come to me at dawn, my father, to hear my confession; and I pray\nyou accompany me upon the morrow; for my blood will be shed. But do\nnot weep or fear for me, my friends, nor spread any banquet for me\nere I start forth upon the morrow; but keep all for my return in\nthe evening, when I will come to you by the bridge.”",
        "She was gone as she spoke, and we gazed at her and each other in\namaze; for how could she come back by a bridge which had been\ndestroyed, and how did she brook such slights as were heaped upon\nher without showing anger and hurt pride?",
        "“And there is worse yet to come!” cried Sir Guy in a fury of rage,\n“for I lingered behind to hear and see. If you will believe it,\nthere are numbers and numbers of the lesser officers who would\ndesire that the Maid should now be told that her work is done, and\nthat she can retire to her home in Domremy; that the King will come\nhimself with another reinforcing army to raise the siege, so that\nthey may get rid of her, and take the glory to themselves whenever\nthe place shall be truly relieved. Could you believe such folly,\nsuch treachery?”",
        "We could not; we could scarce believe our ears, and right glad was\nI to hear how that La Hire had had no part in this shameful\ncouncil; and I hope that Dunois had not either, though I fear me he\nwas less staunch.",
        "La Hire had returned to the city to seek to infuse into the\ncitizens some of the spirit of the Maid. He was always for bold\nattack, and would be ready on the morrow, we did not doubt, for\nwhatever might betide.",
        "It was little after dawn when we rode forth, the Maid in her white\narmour at our head, carrying her small pennon, whilst D’Aulon bore\nthe great white standard close behind. Her face was pale and rapt.\nNone of us spoke to her, and Pasquerel, her good chaplain, rode\nbehind telling his beads as he went.",
        "We reached the Burgundy Gate; and behold it was fast shut. At the\nportal stood De Gaucourt, a notable warrior, with a grim look about\nhis mouth. The Maid saluted him courteously, and quietly bid him\nopen the gate. But he budged not an inch.",
        "“Madam,” he said, “I have my commands from the Generals of the\narmy. The gate is to remain shut. No one is to be suffered to pass\nforth today.”",
        "We understood in a moment. This was a ruse to trap the Maid within\nthe city walls. Our hands were upon the hilts of our swords. At a\nword from her, they would have flashed forth, and De Gaucourt would\nhave been a dead man had he sought to hinder us in the opening of\nthe gate. But the Maid read our purpose in our eyes and in our\ngestures, and she stayed us by her lifted hand.",
        "“Not so, my friends,” she answered gravely, “but the Chevalier de\nGaucourt will himself order the opening of the gate. I have to ride\nthrough it and at once. My Lord bids it!”",
        "Her eyes flashed full and suddenly upon him. We saw him quiver from\nhead to foot. With his own hands he unlocked the gate, and it\nseemed to swing of its own accord wide open before us. The Maid\nbent her head in gracious acknowledgment, swept through and was off\nto the river like a flash of white lightning.",
        "The river lay golden in the glory of the morning. The boats which\nhad transported us across last night bore us bravely over now. I\nknow not how the Generals felt when they saw the Maid, a dazzling\nvision of brightness, her great white standard close behind, her\nphalanx of knights and gentlemen in attendance, gallop up to the\nscene of action, from which they thought they had successfully\nbanished her. I only know that from the throats of the soldiers\nthere arose a deafening shout of welcome. They at least believed in\nher. They looked to her as to none else. They would follow her\nunwaveringly, when no other commander could make them budge.",
        "A yell that rent the very firmament went up at sight of her, and\nevery man seized his arms and sprang to his post, as though\ninspired by the very genius of victory.",
        "“Courage, my children, forward! The day shall be ours!” she cried,\nas she took her place at the head of the formidable charge against\nthe walls which frowned and bristled with the pikes and arrows of\nthe English. Her voice, like a silver clarion, rang clear through\nthe din of the furious battle which followed:",
        "“Bon coeur, bonne esperance, mes enfants, the hour of victory is at\nhand! De la part de Dieu! De la part de Dieu!”",
        "That was her favourite battle cry! It was God who should give the\nvictory.",
        "But it was no easy victory we were to win that day. The English\nfought with the energy of despair. They knew as well as we that\nwhen Les Tourelles fell the siege would be raised. True they had\ntheir bastilles upon the north side of the river to fall back upon,\nsince the Maid’s counsel of destruction had not been followed. But\nonce dislodged from the south bank, and Orleans would lie open to\nthe support of her friends in the south, and the position of the\nEnglish army would be one of dire peril. For now the French were no\nmore cowed by craven fear of the power of their enemies. They had\nfound them capable of defeat and overthrow; the spell was broken.\nAnd it was the Maid who had done it!",
        "Oh, how we fought around her that day! She was on foot now, for the\nbanks of the moat were slippery, and the press around the walls was\ntoo great to admit easily of the tactics of horsemen. I never saw\nher strike at any foe. It was her pennon rather than her sword in\nwhich she trusted. Here was the rallying point for the bravest and\nmost desperate of the assailants, ever in the thickest of the\nstrife, ever pointing the way to victory.",
        "It was the tower of the Boulevard against which we were directing\nour attack. If that fell, Les Tourelles itself must needs follow,\nisolated as it would then be in the midst of the river. We did not\nknow it then, but we were to learn later, that La Hire in the city\nwith a great band of citizens and soldiers to help him, was already\nhard at work constructing a bridge which should carry him and his\nmen across to Les Tourelles, to take the English in the rear,\nwhilst their attention was concentrated upon our work on the other\nside.",
        "No wonder that the clash and din was something deafening, that the\nboom of the great cannon ceased not; smoke and fire seemed to\nenvelop the walls of the towers; the air was darkened by clouds of\narrows; great stones came crashing into our midst. Men fell on\nevery side; we had much ado to press on without treading under foot\nthe dead and dying; but the white pennon fluttered before us, and\nfoot by foot we crept up towards the base of the tower.",
        "Victory! Victory! was the cry of our hearts. We were close to the\nwalls now–the Maid had seized a ladder, and with her own hands was\nsetting it in position, when–O woe! woe!–a great cloth-yard shaft\nfrom an English bow, tipped with iron and winged with an eagle’s\nplume, struck upon that white armour with such crashing force that\na rent was made in its shining surface, and the Maid was borne to\nthe ground.",
        "Oh, the terrible fear of that moment! The yell of triumph and joy\nwhich arose from the walls of the fortress seemed to turn my blood\ninto liquid fire.",
        "The English had seen the fall of our champion. They shouted like\nmen drunk with victory! They knew well enough that were she dead,\nthey would drive back the French as sheep are driven by wolves.",
        "I had been close beside the Maid for hours; for I never forgot what\nshe had spoken about being wounded that day; yet when she fell I\nhad been parted from her a brief space, by one of those battle\nwaves too strong for resistance. But now I fought my way to her\nside with irresistible fury, though there was such a struggling\npress all about her that I had much ado to force my way through it.\nBut I was known as one of her especial personal attendants, and way\nwas made for me somehow; yet it was not I who was the first to\nrender her assistance.",
        "When I arrived, De Gamache was holding her in his arms; someone had\nremoved her headpiece, and though her face was as white as the\nsnowy plumes, her eyes were open, and there was a faint brave smile\nupon her lips. De Gamache had his horse beside him, his arm slipped\nthrough the reins.",
        "“My brave General,” he said, as the Maid looked in his face, “let\nme lift you to my saddle and convey you to a place of safety. I\nhave done you wrong before; but I pray you forgive me, and bear no\nmalice; for I am yours till death. Never was woman so brave.”",
        "“I should be wrong indeed to bear malice against any, my good\nfriend,” spoke the Maid, in her gentle tones, “above all against\none so courteous, so brave.”",
        "We lifted her upon the horse. We formed a bodyguard round her. We\ndrew her out of the thick of the press, for once unresisting; and\nwe laid her down in a little adjacent vineyard, where the good\nPasquerel came instantly, and knelt beside her offering prayers for\nher recovery. But the great arrow had pierced right through her\nshoulder, and stood out a handbreadth upon the other side. We had\nsent for a surgeon; but we dreaded to think of the pain she must\nsuffer; must be suffering even now. Her face was white; her brow\nwas furrowed.",
        "But suddenly, as we stood looking at her in dismay, she sat up,\ntook firm hold of the cruel barb with her own hands, and drew it\nsteadily from the wound.",
        "Was ever courage like hers? As the blood came gushing forth,\nstaining her white armour red, she uttered a little cry and her\nlips grew pale. Yet I think the cry was less from pain than to see\nthe marring of her shining breastplate; and the tears started to\nher eyes. Never before had this suffered hurt; the sight of the\nenvious rent hurt her, I trow, as much as did the smart of her\nwound.",
        "The surgeon came hurrying up, and dressed the wound with a pledget\nof linen steeped in oil; and the Maid lay very white and still,\nalmost like one dying or dead, so that we all held our breath in\nfear. In sooth, the faintness was deathlike for awhile, and she did\nbeckon to her priest to come close to her and receive her\nconfession, whilst we formed round her in a circle, keeping off all\nidle gazers, and standing facing away from her, with bent,\nuncovered heads.",
        "Was it possible that her Lord was about to take her from us, her\ntask yet unfulfilled? It was hard to believe it, and yet we could\nnot but fear; wherefore our hearts were heavy within us during that\nlong hour which followed.",
        "And the battle? It was raging still, but the heart of it seemed to\nbe lacking. The English were crying out that the White Witch was\ndead, taunting their foes with being led by a woman, and asking\nthem where she was gone to now.",
        "Dunois came hurrying up for news of her. The Maid roused herself\nand beckoned to him to come to her where she lay, and asked him of\nthe battle. Dunois told her that the courage of the men seemed\nfailing, that he thought of sounding the retreat.",
        "For a few moments she lay still; her eyes bent full upon the\nblinding blue of the sunny sky. Then she spoke:",
        "“Sound no retreat, my General,” she spoke, “but give the men a\nbreathing space. Let them draw off for a brief moment. Let them eat\nand drink and refresh themselves. Tell them that I will come to\nthem again; and when you and they see my standard floating against\nthe wall, then know by that token that the place is yours.”",
        "Dunois went his way, and soon the sound of the struggle ceased.\nThere came a strange hush in the heat of the noontide hours. The\nMaid lay still a while longer; then raising herself, asked that\nwater should be brought to cleanse away all stains from her hands\nand face and her white armour.",
        "That being done she called to D’Aulon and said to him:",
        "“Take the great standard; plant it again upon the edge of the moat;\nand when the silken folds touch the tower wall, call and tell me;\nand you, my knights and gentlemen, be ready to follow me to\nvictory!”",
        "Did we doubt her ability, wounded as she was, to lead us? Not one\nwhit. We looked to our arms; we stood silently beside her. We\nwatched D’Aulon move quietly forward to the appointed place, and\nunfold the great white banner, which hung down limply in the sultry\nheat of the May afternoon. He stood there, and we stood beside the\nMaid a great while; she lay upon the heap of cloaks which had been\nspread to form a couch for her; her hands were clasped and her eyes\nclosed as though in prayer.",
        "Then a little puff of wind arose, followed by another, and yet\nanother–soft, warm wind, but we saw the folds of the banner begin\nto unfurl. Little by little the breeze strengthened; breathlessly\nwe watched the gradual lifting of the silken standard, till, with\nan indescribably proud motion–as though some spirit was infused\ninto the lifeless silk–it launched itself like a living thing\nagainst the tower wall.",
        "“It touches! It touches!” cried D’Aulon.",
        "“It touches! It touches!” we shouted in response.",
        "“It touches! It touches!” came an echoing wave sound from the\nsoldiers watching from their resting places.",
        "The Maid was on her feet in a moment. Where was the weakness, the\nfeebleness, the faintness of the wounded girl? All gone–all\nswallowed up in the triumph of the victorious warrior.",
        "“Onward! Onward, my children. Onward, de la part de Dieu! He has\ngiven you the victory! Onwards and take the tower! Nothing can\nresist you now!”",
        "Her voice was heard all over the field. The white folds of the\nbanner still fluttered against the wall, the white armour of the\nMaid shone dazzling in the sunshine as she dashed forward. The army\nto a man sprang forward in her wake with that rush, with that power\nof confidence against which nothing can stand.",
        "The English shrieked in their astonishment and affright. The dead\nhad come to life! The White Witch, struck down as they thought by\nmortal wound, was charging at the head of her armies. The French\nwere swarming up the scaling ladders, pouring into their tower,\ncarrying all before them.",
        "Fighting was useless. Nothing remained but flight. Helter skelter,\nlike rabbits or rats, they fled this way and that before us. Not an\nEnglishman remained upon the south side of the river. The French\nflag waved from the top of the tower. The seven months’ siege was\nraised by the Maid eight days after her entrance into the city.",
        "Continue...",
        "\nThis eBook of “A Heroine of France” by Evelyn Everett-Green belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "A Heroine of France the Story of Joan of ArcBy Evelyn Everett-GreenAt Amazon"
    ]
}