{
    "title": "A Heroine of France - Chapter III. How the Maid Came to Vaucouleurs.",
    "author": "Evelyn Everett-Green",
    "chapter": "3",
    "content": [
        "\n\n",
        "It may yet be remembered by some how early the snow came that year,\nto the eastern portion of France at least. I think scarce a week\nhad passed since our journey to Domremy, before a wild gale from\nthe northeast brought heavy snow, which lay white upon the ground\nfor many long weeks, and grew deeper and deeper as more fell, till\nthe wolves ravaged right up to the very walls of Vaucouleurs, and\nsome of the country villages were quite cut off from intercourse\nwith the world.",
        "Thus it came about that I was shut up in Vaucouleurs with my good\ncomrade and friend Bertrand, in the Castle of which Robert de\nBaudricourt was governor, and for awhile little news reached us\nfrom the outside world, though such news as did penetrate to our\nsolitude was all of disaster for the arms of France.",
        "We never spoke to De Baudricourt of our expedition to Domremy, nor\ntold him that we had seen the Maid again. Yet methinks not a day\npassed without our thinking of her, recalling something of that\nwonderful look we had seen upon her face, and asking in our hearts\nwhether indeed she were truly visited by heavenly visions sent by\nGod, and whether she indeed heard voices which could reach no ears\nbut hers.",
        "I observed that Bertrand was more regular in attendance at the\nservices of the Church, and especially at Mass, than was usual with\nyoung knights in those days, and for my part, I felt a stronger\ndesire after such spiritual aids than I ever remember to have done\nin my life before. It became a regular thing with us to attend the\nearly Mass in the little chapel of the Castle; and, instead of\ngrowing lax (as I had done before many times in my roving life), as\nto attending confession and receiving the Holy Sacrament, I now\nbegan to feel the need for both, as though I were preparing me for\nsome great and solemn undertaking. I cannot well express in words\nthe feeling which possessed me–ay, and Bertrand too–for we began\nto speak of the matter one with another–but it seemed to us both\nas though a high and holy task lay before us, for which we must\nneeds prepare ourselves with fasting and prayer; I wondered if,\nperhaps, it was thus that knights and men in days of old felt when\nthey had taken the Red Cross, and had pledged themselves to some\nCrusade in the East.",
        "Well, thus matters went on, quietly enough outwardly, till the\nFeast of the Nativity had come and gone, and with that feast came a\nwonderful change in the weather. The frost yielded, the south wind\nblew soft, the snow melted away one scarce knew how, and a breath\nof spring seemed already in the air, though we did not dare to hope\nthat winter was gone for good and all.",
        "It was just when the year had turned that we heard a rumour in the\ntown, and it was in this wise that it reached our ears. De\nBaudricourt had been out with his dogs, chasing away the wolves\nback into their forest lairs. He had left us some business to\nattend to for him within the Castle, else should we doubtless have\nbeen of the party. But he was the most sagacious huntsman of the\ndistrict, and a rare day’s sport they did have, killing more than a\nscore of wolves, to the great joy of the townsfolk and of the\ncountry people without the walls. It was dark ere he got home, and\nhe came in covered with mud from head to foot; the dogs, too, were\nso plastered over, that they had to be given to the servants to\nclean ere they could take their wonted places beside the fire; and\nsome of the poor beasts had ugly wounds which needed to be washed\nand dressed.",
        "But what struck us most was that De Baudricourt, albeit so\nsuccessful in his hunt, seemed little pleased with his day’s work.\nHis face was dark, as though a thunder cloud lay athwart it, and he\ngave but curt answers to our questions, as he stood steaming before\nthe fire and quaffing a great tankard of spiced wine which was\nbrought to him. Then he betook himself to his own chamber to get\nhim dry garments, and when he came down supper was already served.\nHe sat him down at the head of the table, still silent and morose;\nand though he fell with right good will upon the viands, he scarce\nopened his lips the while, and we in our turn grew silent, for we\nfeared that he had heard the news of some disaster to the French\narms, which he was brooding over in silent gloom.",
        "But when the retainers and men-at-arms had disappeared, and we had\ngathered round the fire at the far end of the hall, as was our\nwont, then he suddenly began to speak.",
        "“Went ye into the town today?” he suddenly asked of us.",
        "We answered him, Nay, that we had been occupied all day within the\nCastle over the services there he had left us to perform.",
        "“And have you heard nought of the commotion going on there?”",
        "“We have heard nought. Pray what hath befallen, good sir? Is it\nsome disaster? Hath Orleans fallen into the hands of the English?”",
        "For that was the great fear possessing all loyal minds at this\nperiod.",
        "“Nay, it is nought so bad as that,” answered De Baudricourt, “and\nyet it is bad enough, I trow. That mad girl from Domremy is now in\nthe town, telling all men that Robert de Baudricourt hath been\nappointed of God to send her to the Dauphin at Chinon, and that she\nmust needs start thither soon, to do the work appointed her of\nheaven.",
        "“Dents de Dieu!–the folly of it is enough to raise the hair on\none’s head! Send a little paysanne to the King with a wild story\nlike hers! ’Tis enough to make the name of De Baudricourt the\nlaughingstock of the whole country!”",
        "I felt a great throb at heart when I heard these words. Then the\nMaid had not forgot! This time of waiting had not bred either\nindifference or doubt. The time appointed was drawing near, and she\nhad come to Vaucouleurs once more, to do that which was required of\nher!",
        "O, was it not wonderful? Must not it be of heaven, this thing? And\nshould we seek to put the message aside as a thing of nought?",
        "Bertrand was already speaking eagerly with his kinsman; but it\nseemed as though his words did only serve to irritate the Governor\nthe more. In my heart I was sure that had he been certain the Maid\nwas an impostor, he would have been in no wise troubled or\ndisturbed, but would have contented himself by sharply ordering her\nto leave the town and return home and trouble him no more. It was\nbecause he was torn by doubts as to her mission that he was thus\nperturbed in spirit. He dared not treat her in this summary\nfashion, lest haply he should be found to be fighting against God;\nand yet he found it hard to believe that any deliverance for\nhapless France could come through the hands of a simple, unlettered\npeasant girl; and he shrank with a strong man’s dislike from making\nhimself in any sort an object of ridicule, or of seeming to give\ncredence to a wild tale of visions and voices, such as the world\nwould laugh to scorn. So he was filled with doubt and perplexity,\nand this betrayed itself in gloomy looks and in harsh speech.",
        "“Tush, boy! You are but an idle dreamer. I saw before that you were\nfooled by a pretty face and a silvery voice. Go to!–your words are\nbut phantasy! Who believes in miracles now?”",
        "“If we believe in the power of the good God, shall we not also\nbelieve that He can work even miracles at His holy will?”",
        "“Poof–miracles!–the dreams of a vain and silly girl!” scoffed De\nBaudricourt, “I am sick of her name already!”",
        "Then he suddenly turned upon me and spoke.",
        "“Jean de Metz, you are a knight of parts. You have sense and\ndiscretion above your years, and are no featherhead like Bertrand\nhere. Will you undertake a mission from me to this maiden? Ask of\nher the story of her pretended mission. Seek to discover from her\nwhether she be speaking truth, or whether she be seeking to\ndeceive. Catch her in her speech if it may be. See whether the tale\nshe tells hang together, and then come and report to me. If she be\na mad woman, why should I be troubled with her? She cannot go to\nthe Dauphin yet, come what may. The melting snows have laid the\nvalleys under water, the roads are impassable; horses would stick\nfast in the mire, and we are not at the end of winter yet. She must\nneeds wait awhile, whatever her message may be, but I would have\nyou get speech of her, and straightly question her from me. Then if\nit seem well, I can see her again; but if you be willing, you shall\ndo so first.”",
        "I was more than willing. I was rejoiced to have this occasion for\ngetting speech with the Maid. I spoke no word of having had sight\nof her already, but fell in with De Baudricourt’s wish that I\nshould go to her as if a mere passing stranger, and only afterwards\nreveal myself as his emissary. I slept but little all that night,\nmaking plans as to all that I should speak when I saw her on the\nmorrow, and, rising early, I betook myself to Mass, not to the\nprivate chapel of the Castle, but to one of the churches in the\ntown, though I could not have said why it was that I was moved to\ndo this.",
        "Yet as I knelt in my place I knew, for there amongst the\nworshippers, her face upraised and full of holy joy, her eyes\nalight with the depth of her devotion, her hands clasped in an\necstasy of prayer, was the Maid herself; and I found it hard to\nturn my eyes from her wonderful face, to think upon the office as\nit was recited by the priest.",
        "I did not seek speech of her then, for she tarried long in the\nchurch over her prayers. I felt at last like one espying on\nanother, and so I came away. But after breakfast, as the sun shone\nforth and began to light up the narrow streets of the little town,\nI sallied forth again alone, and asked of the first citizen I met\nwhere could be found the dwelling place of one Jeanne d’Arc, from\nDomremy, who was paying a visit to the town.",
        "I had scarce need to say so much as this. It seemed that all the\npeople in the town had heard of the arrival of the Maid. I know not\nwhether they believed in her mission, or whether they scoffed at\nit; but at least it was the talk of the place how she had come\nbefore, and fearlessly faced the Governor and his council, and had\nmade her great demand from him, and how she had come once again,\nnow that the year was born and Lent approaching, in the which she\nhad said she must seek and find the Dauphin. Thus the man was able\nat once to give me the information I asked, and told me that the\ngirl was lodging with Henri Leroyer the saddler, and Catherine his\nwife, naming the street where they dwelt, but adding that I should\nhave no trouble in finding the house, for the people flocked to it\nto get a sight of the Maid, and to ask her questions concerning her\nmission hither, and what she thought she was about to accomplish.",
        "And truly I did find that this honest citizen had spoken the truth,\nfor as I turned into the narrow street where Leroyer lived, I saw\nquite a concourse of people gathered about the house, and though\nthey made way for me to approach, knowing that I was from the\nCastle, I saw that they were very eager to get sight or speech of\nthe Maid, who was standing at the open door of the shop, and\nspeaking in an earnest fashion to those nearest her.",
        "I made as though I were a passing stranger, who had just heard\nsomewhat of her matter from the bystanders, and I addressed her in\nfriendly fashion, rather as one who laughs.",
        "“What are you doing here, ma mie? And what is this I hear? Is it\nnot written in the book of fate that the King or Dauphin of France\nmust be overcome of England’s King, and that we must all become\nEnglish, or else be driven into the sea, or banished from the\nrealm?”",
        "Then for the first time her wonderful eyes fastened themselves on\nmy face, and I felt as though my very soul were being read.",
        "“Nay, sire,” she answered, and there was something so flute-like\nand penetrating in her tones that they seemed to sink into my very\nsoul, “but the Lord of Heaven Himself is about to fight for France,\nand He has sent me to the Governor here, who will direct me to the\nDauphin, who knows nothing of me as yet. But I am to bring him\nhelp, and that by Mid-Lent. So I pray you, gentle knight, go tell\nRobert de Baudricourt that he must needs bestir himself in this\nbusiness, for my voices tell me that the hour is at hand when, come\nwhat may, I must to Chinon, even though I wear my legs to the knees\nin going thither.”",
        "“Why should I tell this to the Seigneur de Baudricourt?” I asked,\nmarvelling at her words and the fashion of her speech.",
        "“Because he has sent you to me,” she answered, her eyes still on my\nface, “and I thank him for having chosen so gracious a messenger;\nfor you have a good heart, and you are no mocker of the things my\nLord has revealed to me; and you will be one of those to do His\nwill, and to bring me safely to the Dauphin.”",
        "Half confounded by her words I asked:",
        "“Who is your Lord?”",
        "“It is God,” she answered, and bent her head in lowly reverence.",
        "And then I did a strange thing; but it seemed to be forced upon me\nfrom above by a power which I could not withstand. I fell suddenly\nto my knees before her, and put up my clasped hands, as we do when\nwe pay homage for our lands and honours to our liege lord. And, I\nspeak truth, and nought else, the Maid put her hands over mine just\nas our lord or sovereign should do, and though I dare swear she had\nnever heard my name before, she said:",
        "“Jean de Novelpont de Metz, my Lord receives you as His faithful\nknight and servant. He will be with us now and to the end.”",
        "And the people all uncovered and stood bareheaded round us, whilst\nI felt as though I had received a mandate from Heaven.",
        "Then I went into the house with Jeanne, and asked her of herself,\nand of her visions and voices. She told me of them with the gentle\nfrankness of a child, but with a reverence and humility that was\nbeautiful to see, and which was in strange contrast to some of the\nthings she spoke, wherein she told how that she herself was to be\nused of Heaven for the salvation of France.",
        "I cannot give her words as she spoke them, sitting there in the\nwindow, the light upon her face, her eyes fixed more often upon the\nsunny sky than upon her interlocutor, though now and again she\nswept me with one of her wonderful glances. She told me how from a\nchild she had heard voices, which she knew to be from above,\nspeaking to her, bidding her to be good, to go to the church, to\nattend to her simple duties at home. But as she grew older there\ncame a change. She remembered the day when first she saw a\nwonderful white light hovering above her; and this light came\nagain, and yet again; and the third time she saw in it the figure\nof an angel–more than that–of the Archangel Michael himself–the\nwarrior of Heaven; and from him she first received the message that\nshe was to be used for the deliverance of her people.",
        "She was long in understanding what this meant. St. Michael told her\nshe should receive other angelic visitors, and often after this St.\nCatherine and St. Margaret appeared to her, and told her what was\nrequired of her, and what she must do. At first she was greatly\naffrighted, and wept, and besought them to find some other for the\ntask, since she was but a humble country maid, and knew nothing of\nthe art of warfare, and shuddered at the sight of blood. But they\ntold her to be brave, to trust in the Lord, to think only of Him\nand of His holy will towards her. And so, by degrees, she lost all\nher fears, knowing that it was not of herself she would do this\nthing, and that her angels would be with her, her saints would\nwatch over her, and her voices direct her in all that she should\nspeak or do.",
        "“And now,” she added, clasping her hands, and looking full into my\nface, “now do they tell me that the time is at hand. Since last\nAscensiontide they have bid me wait in quietness for the appointed\nhour; but of late my voices have spoken words which may not be set\naside. I must be sent to the Dauphin. Orleans must be saved from\nthe hosts of the English which encompass it. I am appointed for\nthis task, and I shall accomplish it by the grace of my Lord and\nHis holy saints. Then the crown must be set upon the head of the\nDauphin, and he must be anointed as the king. After that my task\nwill be done; but not till then. And now I must needs set forth\nupon the appointed way. To the Dauphin I must go, to speak to him\nof things I may tell to none other; and the Sieur Robert de\nBaudricourt is appointed of Heaven to send me to Chinon. Wherefore,\nI pray you, gentle knight, bid him no longer delay; for I am\nstraitened in spirit till I may be about my Lord’s business, and He\nwould not have me tarry longer.”",
        "I talked with her long and earnestly. Not that I doubted her. I\ncould not do so. Although no voices came to me, yet my heart was\npenetrated by a conviction so deep and poignant that to doubt would\nhave been impossible. France had been sold and betrayed by one bad\nwoman; but here was the Maid who should arise to save! I knew it in\nmy heart; yet I still spoke on and asked questions, for I must\nneeds satisfy De Baudricourt, I must needs be able to answer all\nthat he would certainly ask.",
        "“How old are you, fair maiden?” I asked, as at length I rose to\ndepart, and she stood, tall and slim, before me, straight as a\nyoung poplar, graceful, despite her coarse raiment, her feet and\nhands well fashioned, her limbs shapely and supple.",
        "“I was seventeen last week,” she answered simply, “the fifth of\nJanuary is my jour de fete.”",
        "“And your parents, what think they of this? What said they when you\nbid them farewell for such an errand?”",
        "The tears gathered slowly in her beautiful eyes; but they did not\nfall. She answered in a low voice:",
        "“In sooth they know not for what I did leave them. They believed I\nwent but to visit a sick friend. I did not dare to tell them all,\nlest my father should hold me back: He is very slow to believe my\nmission; he chides me bitterly if ever word be spoken anent it. Is\nit not always so when the Lord uses one of His children? Even our\nLord’s brethren and sisters believed not on Him. How can the\nservant be greater than his Lord?”",
        "“You fear not, then, to disobey your parents?”",
        "I had need to put this question; for it was one that De Baudricourt\nhad insisted upon; for he knew something of Jacques d’Arc’s\nopposition to his daughter’s proposed campaign.",
        "“I must obey my Lord even above my earthly parents,” was her\nsteadfast reply; “His word must stand the first. He knows all, and\nHe will pardon. He knows that I love my father and my mother, and\nthat if I only pleased myself I should never leave their side.”",
        "Then suddenly as she spoke a strange look of awe fell upon her; I\nthink she had forgotten my presence, for when she spoke, her words\nwere so low that I could scarce hear them.",
        "“I go to my death!” she whispered, the colour ebbing from her face,\n“but I am in the hands of my Lord; His will alone can be done.”",
        "I went out from her presence with bent head. What did those last\nwords signify–when hitherto all she had spoken was of deliverance,\nof victory? She spoke them without knowing it. Of that I was\nassured; and therefore I vowed to keep them locked in my heart. But\nI knew that I should never forget them.",
        "I found Robert de Baudricourt awaiting my coming in the great hall,\npacing restlessly to and fro. Bertrand was with him, and I saw by\nthe tense expression upon his face that he was eager for my report.\nI gave him one quick glance upon entering, which I trow he read and\nunderstood; but to De Baudricourt I spoke with caution and with\nmeasured words, for he was a man whose scorn and ridicule were\neasily aroused, and I knew that Bertrand had fallen into a kind of\ncontempt with him, in that he had so quickly believed in the\nmission of the Maid.",
        "“Well, and what make you of the girl? Is she witch, or mad, or\npossessed by some spirit of vainglory and ambition? What has she\nsaid to you, and what think you of her?”",
        "“In all truth, my lord, I believe her to be honest; and more than\nthis, I believe her to be directed of God. Strange as it may seem,\nyet such things have been before, and who are we to say that God’s\narm is shortened, or that He is not the same as in the days of old?\nI have closely questioned the Maid as to her visions and voices,\nand I cannot believe them delusions of the senses. You may ask, are\nthey of the Devil? Then would I say, if there be doubt, let the\nAbbe Perigord approach her with holy water, with exorcisms, or with\nsuch sacred words and signs as devils must needs flee before. Then\nif it be established that the thing is not of the Evil One, we may\nthe better regard it as from the Lord of whom she speaks. At least,\nif she can stand this test, I would do this much for her–give her\na small escort to Chinon, with a letter to the Dauphin. After that\nyour responsibility will cease. The matter will be in the hands of\nthe King and his advisers.”",
        "“Ay, after I have made myself the laughingstock of the realm!\"\nburst out De Baudricourt grimly; yet after he had questioned me\nagain, and yet again, and had even held one interview himself with\nthe Maid, who came of her own accord to the Castle to ask for him\none day, he seemed to come to some decision, after much thought and\nwavering.",
        "Bringing out one of his rattling oaths, he cried:",
        "“Then if she can bear the touch of holy water, and the sign of book\nand taper and bell–and I know not what beside–then shall she be\nsent to the King at Chinon, and I, Robert de Baudricourt, will send\nher–come what may of the mission!”",
        "Continue...",
        "\nThis eBook of “A Heroine of France” by Evelyn Everett-Green belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "A Heroine of France the Story of Joan of ArcBy Evelyn Everett-GreenAt Amazon"
    ]
}