{
    "title": "A Heroine of France - Chapter XI. How the Maid Bore Triumph and Trouble.",
    "author": "Evelyn Everett-Green",
    "chapter": "11",
    "content": [
        "\n\n",
        "The people of Orleans, and we her knights and followers, were\nwell-nigh wild with joy. I do not think I had ever doubted how she\nwould bear herself in battle; and yet my heart had sometimes\ntrembled at the thought of it. For, after all, speaking humanly,\nshe was but a girl, a gentle maid, loving and tender-hearted, to\nwhom the sight of suffering was always a sorrow and a pain. And to\npicture a young girl, who had perhaps never seen blows struck in\nanger in her life–save perchance in some village brawl–suddenly\nset in the midst of a battle, arms clashing, blood flowing, all the\nhideous din of warfare around her, exposed to all its fearful risks\nand perils–was it strange we should ask ourselves how she would\nbear it? Was it wonderful that her confidence and calmness and\nsteadfast courage under the trial should convince us, as never\nperhaps we had been convinced before, of the nearness of those\nsupernatural beings who guarded her so closely, who warned her of\ndanger, who inspired her with courage, and yet never robbed her for\none moment of the grace and beauty and crown of her pure womanhood?",
        "And so, whilst we were well-nigh mad with joy and triumph, whilst\njoy bells pealed from the city, and the soldiers and citizens were\nready to do her homage as a veritable saint from heaven, she was\njust her own quiet, thoughtful, retiring self. She put aside the\nplaudits of the Generals; she hushed the excited shouting of the\nsoldiers. She exercised her authority to check and stop the\ncarnage, to insist that quarter should be given to all who asked\nit, to see that the wounded upon both sides were carried into the\ncity to receive attention and care, and in particular that the\nprisoners–amongst whom were several priests–should receive humane\ntreatment, and escape any sort of insult or reprisal.",
        "These matters occupied her time and thought to the exclusion of any\npersonal pride or triumph. It was with difficulty that the Generals\ncould persuade her to ride at their head into the city, to receive\nthe applause and joyful gratitude of the people; and as soon as she\ncould without discourtesy extricate herself from the crowd pressing\nround to kiss her hands or her feet, or even the horse upon which\nshe rode, she slipped away to give orders that certain badly\nwounded English prisoners were to be carried to the Treasurer’s\nhouse, and laid in the spacious guest chamber, which, having been\nprepared for her own reception, had been permitted to no one else.\nHere she begged of Madame Boucher permission to lodge them, that\nshe might tend their hurts herself, and assure herself that all was\nwell with them.",
        "No one could deny the Maid those things she asked, knowing well\nthat others in her place would have issued commands without\nstooping to petition. But with the Maid it was never so. Her gentle\ncourtesy never deserted her. No association with men, no military\ndignity of command, which she could so well assume, ever tarnished\nthe lustre of her sweet humility. A gentle maiden, full of\ntenderness and compassion, she showed herself now. Instead of\nresting after the sore strife of the battle, which had exhausted\neven strong men, nothing would serve her but that she must herself\ndress the wounds of these English prisoners; and so deft was her\ntouch, and so soft and tender her methods with them, that not a\ngroan passed the lips of any of them; they only watched her with\nwondering eyes of gratitude; and when she had left the room they\nlooked at each other and asked:",
        "“Who is it? Is it boy, or angel, or what? The voice is as the voice\nof a woman, and the touch is as soft; but the dress is the dress of\na man. Who can it be?”",
        "I understood them, for I knew something of the English tongue, and\nI saw that they were in great amazement; for all who had seen the\nMaid bore her image stamped upon their hearts; and yet it was\nimpossible for these prisoners of war to believe that the\ntriumphant, angelic Commander of the Forces could stoop to tend the\nhurts of wounded prisoners with her own hands.",
        "“Gentlemen,” I said, “that is the Angelic Maid herself–she who has\nbeen sent of Heaven for the deliverance of France. I trow that you\nsoldiers and knights of England have called her witch, and\nthreatened to burn her if you can lay hands upon her. Perchance now\nthat you have seen her thus face to face, your thoughts towards her\nwill somewhat change.”",
        "They gazed at me and at one another in amaze. They broke into\nquestions, eager and full of curiosity. When I had answered them\nthey were ready to tell me what was spoken of her in the English\nranks; all averred that some strange power seemed to fall upon them\nwith the advent of the Maid into the city–a power that withheld\nthem from sallying forth to hinder her coming, or that of the\nrelieving army.",
        "“We had meant to fight her to the death,” spoke one English knight.\n“I was in counsel with the Generals when it was so proposed; and\nyet more resolved were we to keep out the army from Blois, which we\nheard must needs pass straight through our lines–an easy prey, we\nsaid, to our gunners, archers and swordsmen. All was in readiness\nfor the attack–and yet no word was ever given. No trumpet sounded,\nthough the men were drawn up ready. We all stood to arms; but the\nsight of that dazzling white figure seemed to close the lips of our\ncommanders, to numb the limbs of our soldiers. I can say no more.\nWhen the chance was gone–the hour passed–we gazed into each\nother’s face as men awaking from a dream. We cursed ourselves. We\ncursed the witch who had bound us by her spells. We vowed to redeem\nand revenge ourselves another day. And when we saw the French\nissuing forward to the attack scarce two hours after the entry of\nthe relieving army, and there was no white figure with them, then\nindeed did we tell ourselves that our time was come; and we thought\nto win a speedy victory over the men who had so often fled before\nus. Yet you know how the day did end. The Maid came–victory rode\nbeside her! Nought we could do availed when she appeared. I had\nthought to be left to die upon the battlefield, but behold I am\nhere, and she has dressed my wounds with her own hands! It is\nwonderful! Past belief! Tell me who and what is she? A creature of\nearth or of heaven?”",
        "I had already told him all I knew; but they were never tired of\nhearing the story of the Maid; and as I, at her request, watched\nbeside them during the night, ministering to their wants, and doing\nwhat I was able to relieve their pain, I found that nothing so\nhelped them to forget the smart of their wounds as the narration of\nall the wonderful words and deeds of this Heavenly Deliverer of\nFrance.",
        "They were frank enough on their side also, and told me much of the\ndisposition of their forces, and how that they were expecting a\nstrong army to join them quickly, headed by Sir John Fastolffe, a\nnotable knight, whose name we well knew, and had trembled before\nere this. They admitted that their ranks were somewhat thinned by\ndisease and death, and that they had scarce sufficient force both\nto maintain all the bastilles erected on the north side of the\nriver and also to hold the great forts of Les Tourelles and Les\nAugustins on the south; but that when the reinforcements should\narrive all would be well, and but for the marvellous power of the\nMaid, they would have felt no doubt whatever as to the speedy\nreduction of the city either by assault or blockade.",
        "With the first golden shafts of sunlight came the Maid once more,\nlittle Charlotte beside her, both bearing in their hands such\ncooling drinks and light sustenance as the condition of the wounded\nmen required. The Maid wore the white, silver embroidered tunic and\nsilken hose which Queen Yolande had provided for her indoor dress;\nshe carried no arms, and her clustering curls framed her lovely\nface like a nimbus. All eyes were fixed upon her as upon a vision,\nand as she bent over each wounded man in turn, asking him of his\nwelfare and holding a cup to his lips, I could see the amazement\ndeepening in their eyes; and I am sure that they were well-nigh\nready to worship the ground upon which she trod, so deep was the\nimpression made upon them by her beauty and her gentle treatment.",
        "When she left the room I followed her at her sign, and asked:",
        "“Then you go not forth to battle today, General?”",
        "“Nay,” she replied, “for today the Church keeps the blessed Feast\nof the Ascension; which should be to all a day of peace and\nthanksgiving and holy joy. I am going forthwith to hear Mass and\nreceive the Holy Sacrament; and I would have my faithful knights\nabout me. Let us forget warfare and strife for this day.”",
        "Her own face was transfigured as she spoke. The light shone upon it\nall the time that she knelt before the high altar in the Cathedral,\nrapt in a mystery of thanksgiving and heavenly joy. O how real it\nall was to her–those things which were to us articles of faith,\ngrounds of hope, yet matters which seemed too far above us to\narouse that personal rapture which was shining from the eyes and\nirradiating the whole face of the Maid.",
        "It was a beautiful beginning to the day; and all the early hours\nwere spent by the Maid in meditation and prayer within the walls of\nthe Cathedral, where the people flocked, as perhaps they had never\ndone before, to give thanks for the mercies received with the\nadvent of the Maid, and to gaze upon her, as she knelt in a trance\nof rapture and devotion in her appointed place not far from the\naltar. We, her knights, went to and fro, some of us always near to\nher, that the crowd might not too curiously press upon her when she\nwent forth, or disturb her devotions by too close an approach.",
        "I noted that none of the Generals appeared or took part in the acts\nof devotion that day. And as I issued forth into the sunny street\nat the close of the High Mass, Bertrand met me with a look of\ntrouble and anger on his face.",
        "“They are all sitting in council of war together,” he said, “and\nthey have not even told her of it, nor suffered her to join them!\nHow can they treat her so–even Dunois and La Hire–when they have\nseen again and yet again how futile are all plans made by their\nskill without the sanction of her voice? It makes my gorge rise! Do\nthey think her a mere beautiful image, to ride before them and\ncarry a white banner to affright the foe? It is a shame, a shame,\nthat they should treat her so, after all that they have seen and\nheard!”",
        "I was as wroth as Bertrand, and as full of surprise. Even now,\nlooking back after all these years, the blindness of these men of\nwar astonishes and exasperates me. They had seen with their own\neyes what the Maid could accomplish; again and again she had proved\nherself the abler in counsel as in fight; and yet they now\ndeliberately desired to set her aside from their councils, and only\ninform her of their decisions when made, and permit her to take a\nshare in the fighting they had planned.",
        "Bertrand was furiously angry. He led me up into a lofty turret\nwhich commanded a bird’s-eye view of the whole city and its\nenvirons, and he pointed out that which the Maid had declared she\nwould straightway do, so soon as the Feast of the Ascension was\nover, and how the Generals were about to follow a quite different\ncourse.",
        "Orleans, as all men know, lies upon the right–the north–bank of\nthe Loire, and the country to the north was then altogether in the\npower of the English; wherefore they had built their great\nbastilles around the city upon that side without molestation, and\nwere able to receive supplies from their countrymen without let or\nhindrance.",
        "But these bastilles were not the chiefest danger to the city, or\nrather I should say, it was not these which were the chiefest cause\nof peril, since no help could reach the garrison from that side.\nThey looked to the country to the south to help them, and it was to\nstop supplies from reaching them by water or from the south that\nthe English had long since crossed the river and had established\nthemselves in certain forts along the south bank. Of these, St.\nJean le Blanc was one; but by far the most important and dangerous\nto the city were the two great towers commanding the bridge, whose\nnames I have given before. Let me explain how these great\nfortifications stood.",
        "Les Augustins had once been a convent, and it stood on the south\nbank, very near to the end of the bridge, guarding it securely from\nattack, and commanding the waterway and the approach to the city.\nLes Tourelles was an even stronger tower, constructed upon the very\nbridge itself, and menacing the town in formidable fashion. Dunois\nhad broken down the main portion of the bridge on the north side to\nprevent the advance into the city of the English from their tower;\nso it stood grimly isolated from either bank; for the permanent\nbridge at the south end had been destroyed to be replaced by a\ndrawbridge which could rise or fall at will.",
        "And it was these towers of Les Augustins and Les Tourelles which\nhad reduced the city to such straits by hindering the entrance of\nfood supplies. Moreover, from Les Tourelles great stone cannon\nballs had been hurled into the city in vast numbers, battering down\nwalls and doing untold damage to buildings and their inhabitants.",
        "Now it was evident to all that these fortresses must be taken if\nthe city were to be relieved and the siege raised. But the Maid,\nwith her far-seeing eyes, had decreed that first the bastilles upon\nthe north bank should be attacked and destroyed; and it was easy to\nfollow her reasoning; “For,” she said, “when the English are\nfiercely attacked there, they will, without doubt, yield up these\nlesser fortresses without a great struggle, concentrating\nthemselves in force upon the left bank, where they think to do us\nmost hurt. We shall then destroy their bastilles, so that they will\nhave no place of shelter to fly back to; and then we shall fall\nupon them hip and thigh on the south side, and drive them before us\nas chaff before the wind. They must needs then disperse themselves\naltogether, having no more cover to hide themselves in; so will the\nenemies of the Lord be dispersed, and the siege of Orleans be\nraised.”",
        "This was the plan she had confided to her own immediate attendants\nand staff the previous evening, and which Bertrand repeated to me,\ngazing over the ramparts, and pointing out each fortress and\nbastion as it was named. But now the Generals in Council, without\nreference to the Maid, had decreed something altogether different.\nWhat they desired to do was not to make any real or vigorous attack\nupon any of the English forts, but to feign an assault upon the\ntowers on the south bank, and whilst the attention of the foe was\nthus engaged, get great quantifies of stores–all lying in\nreadiness at hand–into the city, enough to last for a long while,\nand then quietly sit down behind the strong walls, and tire out the\nEnglish, forcing them thus to retreat of their own accord!",
        "Think of it! After all that had been promised, all that had been\nperformed! To be content to shut ourselves in a well-provisioned\ntown, and just weary out the patience of the foe! And, moreover, of\na foe who expected daily reinforcements from the north, and who\nwould be quite capable of exercising as much patience, and perhaps\nmore daring than ourselves.",
        "Even now my blood boils at the thought, and I find it hard to\nconceive how such men as Dunois and La Hire let themselves be led\nfrom their allegiance and confidence in the Maid to listen to such\ncounsel as this from her detractors, and those many lesser\ncommanders who were sorely jealous of her success and influence.\nBut so it was, not once nor twice, but again and again; though in\naction they were staunch to her, would follow her everywhere, rally\nround her standard, fly to her defence when danger threatened, and\nshow themselves gallant soldiers and generous-hearted men, never\ndenying her all her share of praise and honour. But when sitting in\nthe council room, surrounded by officers and men of experience in\nwar disposed to scorn the counsels of an unlettered girl, and scoff\nat her pretensions to military rule, they were invariably led away\nand overborne, agreeing to act without her sanction, or even\ncontrary to her advice, notwithstanding their belief in her\nmission, and their trust in her power as a leader.",
        "The shades of evening had fallen in the Treasurer’s house before\nword was brought to the Maid of the decision of the Generals in\nCouncil. We were sitting around her after supper; and she had\nfallen into a very thoughtful mood. The Chevalier d’Aulon had been\ncalled away, and now returned with a troubled face. He stood just\nwithin the doorway, as though half afraid to advance. The Maid\nlifted her eyes to his and smiled.",
        "“Do not fear to tell me your news, my kind friend. I know that your\nfaithful heart is sore at the dishonour done to me; but let us not\njudge harshly. It is hard for men full of courage and fleshly power\nto understand how the Lord works with such humble instruments.\nPerchance, in their place, we should not be greatly different.",
        "“So they have refused my plan, and made one of their own. We are to\nattack the foe upon the south? Is that agreed? And even so not with\nall our heart and strength?”",
        "D’Aulon recoiled a step in amaze.",
        "“Madame, that is indeed so–a feint upon the south bank has been\ndecreed, whilst provisions are thrown into the city–”",
        "“Yes, yes, I know. Well, so be it. We will attack on the south\nbank. It must have come sooner or later, and if we fight with a\nwill, the Lord will be with us and uphold our cause. But, my\nfriends, understand this, and let the men likewise understand it.\nThere shall be no mockery of fighting. It shall be true and\ndesperate warfare. Let the Generals decree what they will, the Maid\nwill lead her soldiers to victory! Tomorrow Les Augustins shall be\nours; upon the next day Les Tourelles shall fall–” she paused\nsuddenly and turned towards Bertrand.",
        "“What day will that be–the day after to-morrow?”",
        "“The seventh day of May,” he answered at once.",
        "“Ah!” she said, “then it will be on that day–the day which shall\nsee Orleans relieved–the power of the English broken.”",
        "She spoke dreamily, and only Madame Boucher, who sat in the shadows\nwith her child upon her lap, ventured to ask of her:",
        "“What will be on that day, gentle Jeanne?”",
        "“That I shall be wounded,” she answered quietly.",
        "“Did I not tell you long since,” turning to Bertrand and me, “that\nI should not come unscathed through the assault; but that on a\ncertain day I should receive a wound?”",
        "I pulled out my tablets, upon which I often recorded the sayings of\nthe Maid, and sure enough there it was written down as she said. We\nfelt a great burning revolt at the thought of any hurt befalling\nher, and somebody spoke vehemently, saying that the holy Saints\nwould surely protect her from harm. But she lifted her hand with\nher gentle authority of gesture, and spoke:",
        "“Nay, my kind friends, but thus it must needs be; nor would I have\nit otherwise. Listen, and I will tell you all. I often had my days\nand hours of fear because this great work was put upon one so weak\nand ignorant as I, and it was long before I clearly understood that\nI was but the instrument in a mighty Hand, and that power for all\nwould be given me. Then my fear left and great joy came; perhaps\neven some pride and haughtiness of spirit in that I had been chosen\nfor such a task.",
        "“And then it was that my voices asked of me: ’Jeanne, hast thou no\nfear?’",
        "“And I answered without pause, ’I fear nothing now.’",
        "“Then St. Catherine herself suddenly appeared to me in a great\nwhite light and said: ’Child, thou art highly favoured of heaven;\nbut the flesh is easily puffed up. And for this cause, and because\nit may be well that thou thyself and all men shall know that thou\nart but human flesh and blood, thou shalt not escape unscathed in\nwarfare; but thou too shalt feel the sting of fiery dart, and know\nthe scald of flowing blood.’",
        "“I bowed my head and made answer I would bear whatever my Lord\nthought fit to lay upon me; and I asked if I might know when this\nthing would happen. It was not told me then; but later it was\nrevealed to me; and I know that upon the seventh day of May I shall\nbe wounded–” and she touched her right shoulder as she spoke, just\nbelow the neck.",
        "“But what matter will that be, when the siege of Orleans shall be\nraised?”",
        "Her face was aglow; nothing could touch her joy, not the insults of\nthe proud Generals, nor the knowledge of coming pain for herself.\nHer thought was all of the mission entrusted to her; and so, though\nthwarted and set aside, she showed no petty anger, dreamed not of\nany paltry vengeance such as others might have dealt the soldiers,\nby refusing to march with them on the morrow. Oh, no; hurt she\nmight be–indeed we knew she was–her pain being for the dishonour\ndone her Lord in this disrespect of His messenger; but no thought\nof reprisal entered her head. She rose from her seat, and lifted\nthe little Charlotte in her strong young arms.",
        "“Gentlemen, let us early to rest,” she said, holding her head\nproudly, “for tomorrow a great work shall be done, and we must all\nhave our share in it.”",
        "Continue...",
        "\nThis eBook of “A Heroine of France” by Evelyn Everett-Green belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "A Heroine of France the Story of Joan of ArcBy Evelyn Everett-GreenAt Amazon"
    ]
}