{
    "title": "A Heroine of France - Chapter XIV. How the Maid Cleared the King’s Way.",
    "author": "Evelyn Everett-Green",
    "chapter": "14",
    "content": [
        "\n\n",
        "We started forth from Selles, where the army which was to do this\nwork had assembled. It was not so great a force as it would have\nbeen but for the hesitations of the King, and the delays imposed by\nhis Council. For the men who had marched from Orleans, flushed with\nvictory, eager to rush headlong upon the foe and drive them back to\ntheir own shores, had grown weary of the long waiting, and had been\ninfected by the timidity or the treachery of those about the Court.\nThey had melted away by little and little, carrying with them the\nbooty they had found in the English bastilles round Orleans, glad\nto return to their homes and their families without further\nfighting, though had the Maid been permitted to place herself at\ntheir head at once, as she did desire, they would have followed her\nto the death.",
        "Still, when all was said and done, it was a gallant troop that\nresponded to her call and mustered at her summons. The magic of her\nname still thrilled all hearts, and throughout the march of events\nwhich followed, it was always the common soldiers who trusted\nimplicitly in the Maid; they left doubts and disputings and\nunworthy jealousies to the officers and the statesmen.",
        "The Maid went forth with a greater glory and honour than has,\nmethinks, ever been bestowed upon woman before–certainly upon no\nhumbly-born maiden of seventeen years. Some said that she was\nactually ennobled in her own person by the grant to quarter the\nlilies of France, and that her brothers ranked now amongst the\nknights and nobles. Others declared that she had refused all\npersonal honours, and that she still remained a humble peasant,\nthough so high in the favour of the King, and so great a personage\nin the realm.",
        "As for me, I cared nothing for all this. To me she was always the\nAngelic Maid, heaven sent, miraculous, apart from the earth, though\nliving amongst us and leading us on to victory.",
        "To the army she was–and that was enough. She was the companion and\nfriend of princes, nobles, and knights; but she was never as others\nwere. An atmosphere of sanctity seemed ever to encompass her. All\nwho approached her did her unconscious homage. None could be with\nher long without being conscious that she was visited by sounds\nunheard by them, that her eyes saw sights to which theirs were\nclosed. We were to have added witness to this in the days which\nfollowed.",
        "So here we were gathered at Selles upon that bright June morning,\njust one month after the relief of Orleans. The King had presented\nto the Maid a great black charger; a mighty creature of immense\nstrength and spirit, but with something of a wicked look in his\nrolling eyes which made me anxious as he was led forward. The Maid\nin her white armour–its rent deftly mended, its silver brilliance\nfully restored–with her velvet white-plumed cap upon her head and\na little axe in her hand, stood waiting to mount. But perhaps it\nwas the gleaming whiteness of this slender figure that startled the\nhorse, or else the cries and shouts of the populace at sight of the\nMaid excited him to the verge of terror; for he reared and plunged\nso madly as his rider approached that it was with difficulty he was\nheld by two stalwart troopers, and we all begged of the Maid not to\ntrust herself upon his back.",
        "She looked at us with a smile, and made a little courteous gesture\nwith her hand; then turning to the attendants she said:",
        "“Lead him yonder to the cross at the entrance to the church; I will\nmount him there.”",
        "Snorting and struggling, casting foam flakes from his lips, and\nfighting every inch of the way, the great charger was led whither\nthe Maid had said. But once arrived at the foot of the cross, he\nsuddenly became perfectly quiet. He stood like a statue whilst the\nMaid approached, caressed him gently with the hand from which she\nhad drawn her mailed gauntlet, and, after speaking kindly words to\nhim, vaulted lightly on his back.",
        "From that moment her conquest of the fierce creature was complete.\nHe carried her throughout that wonderful week with a gentleness and\ndocility, and an untiring strength which was beautiful to see. The\nbrute creation owned her sway as well as did men of understanding,\nwho could watch and weigh her acts and deeds.",
        "So, amid the plaudits of the people, the fanfare of trumpets, the\nrolling of drums, the rhythmical tread of thousands of mailed feet,\nwe rode forth from Selles, led by the Maid, beside whom rode the\nKing’s cousin, the Duc d’Alencon, now resolved to join us, despite\nhis former hesitancy and the fears of his wife. He had marched with\nus to Orleans, but had then turned back, perhaps with the not\nunnatural fear of again falling into the hands of the English. This\nhad happened to him at Agincourt, and only lately had he been\nreleased.",
        "Perhaps his fears were pardonable, and those of his wife more so.\nShe had sought earnestly to hold him hack from this new campaign;\nand, when she could not prevail with him, she had addressed herself\nto the Maid with tears in her eyes, telling her how long had been\nhis captivity in England, and with how great a sum he had been\nransomed. Why must he adventure himself again into danger?",
        "The Maid had listened to all with gentle sympathy. Though so\nfearless herself she was never harsh to those who feared, and the\nappeal of the Duchesse touched her.",
        "“Fear nothing, Madame,” she answered, “I will bring him back to you\nsafe and sound. Only pray for him always–pray for us day and\nnight. I will make his safety my special care. He shall return to\nyou unharmed; but I pray you hinder him not from serving his\ncountry in this great hour of need.”",
        "So the Maid prevailed, and the Duc was entrusted with the command\nof the army, second only to the Maid herself, who was distinctly\nplaced at the head of all–whose word was to be supreme; whilst the\nKing’s fiat went forth that no Council should be held without her,\nand that she was to be obeyed as the head in all things!",
        "And men like Dunois, La Hire, and the Chevalier Gaucourt heard this\nwithout a murmur! Think of it!–a campaign conducted by a girl of\nseventeen, who, until a few weeks before, had never seen a shot\nfired in her life! Ah; but all men remembered Orleans, and were not\nsurprised at the King’s decree.",
        "As we marched along in close array, we gathered many recruits by\nthe way, notwithstanding that we were in the territory which had\nsubmitted to the English rule. Knights and gentlemen flocked forth\nfrom many a chateau to join themselves to the army of the\nmiraculous Maid, whilst humble peasants, fired by patriotism and\nzeal, came nightly into our camp seeking to be enrolled amid those\nwho followed and fought beneath her banner.",
        "And so for three days we marched, our ranks swelling, our hearts\nfull of zeal and confidence, till news was brought us that the Duke\nof Suffolk, one of the bravest and most chivalrous of English\nknights and soldiers, had thrown himself and his followers into\nJargeau, and was hastily fortifying it for a siege.",
        "This news reached us at Orleans itself, whither we had returned in\nthe course of our march, to be received with wild acclamations by\nthe people there. So loving were the citizens, that they were loth\nindeed to see the Maid set forth upon any mission which threatened\ndanger to herself or her army; and their protestations and\narguments so wrought upon many of the generals and officers, that\nthey united to beg her to remain inactive awhile, and send to the\nKing for fresh reinforcements before attempting any such arduous\ntask.",
        "The Maid listened with her grave eyes wide in amazement.",
        "“You say this to me–here in Orleans! You who have seen what my\nLord accomplished for us before! Shame upon you for your lack of\nfaith–for your unworthy thoughts. We march for Jargeau at dawn\ntomorrow!”",
        "Never before had we heard the Maid speak with quite such severity\nof tone and word. Her glorious eyes flashed with a strange lambent\nlight. She looked every inch the ruler of men. All heads were bent\nbefore her. None dared speak a word to hinder her in her purpose.",
        "The morrow saw us before Jargeau. Its walls were strong, it was\nwell supplied with those great guns that belched forth fire and\nsmoke, and scattered huge stone balls against any attacking force.\nBut we had brought guns with us–great pieces of ordnance, to set\nagainst the city walls, and the Maid ordered these to be brought\nand placed in certain positions, never asking counsel, always\nacting on her own initiative, without hesitation and without haste,\ncalm and serene; with that deep, farseeing gaze of hers turned from\nher own position to the city and back again, as though she saw in\nsome miraculous vision what must be the end of all this toil.",
        "“Mort de Dieu!” cried La Hire, forgetting in his wonder the loyally\nkept promise to swear only by his baton, “but the Maid has nothing\nto learn in the art of gunnery! Where hath she learnt such skill,\nsuch wisdom! We never had guns to place at Orleans! Where has the\nchild seen warfare, that she places her artillery with the skill of\na tried general of forces!”",
        "Ah!–where had the Maid learned her skill in any kind of warfare?\nHad we not been asking this from the first? This was but another\ndevelopment of the same miracle. For my part I had ceased now to\nwonder at anything which she said or did.",
        "At daybreak on the morrow the roar of battle began. The air was\nshaken by the crash and thunder of the guns from both sides. But it\nwas plain to all eyes how that the cunning disposition of our\npieces, set just where they could deal most effectively with a weak\npoint in the fortifications, or a gateway less capable than others\nof defence, were doing far more hurt to the enemy than their fire\ndid to us. For the most part their balls passed harmlessly over our\nheads, and the clouds of arrows were for us the greater danger,\nthough our armour protected us from over-much damage.",
        "But it was before Jargeau that the incident happened, which so many\nwriters have told of the Maid and the Duc d’Alencon; how that she\ndid suddenly call to him, nay more, drew him with her own hand out\nof the place where he had stood for some time near to her, saying\nin a voice of warning, “Have a care, my lord, there is death at\nhand!”",
        "Another young knight boldly stepped into that very position from\nwhich she had snatched Alencon, and an instant afterwards his head\nwas struck off by a cannon ball. The Maid saw and covered her eyes\nfor a moment with her mailed hand.",
        "“Lord have mercy on that brave soul!” she whispered, “but why did\nhe not heed the warning?”",
        "Well, the fighting round Jargeau was fierce and long; but the Maid\nwith her standard held stubbornly to the place beside the wall\nwhich she had taken up, and at sight of her, and at the sound of\nher clear, silvery voice, encouraging and commanding, the men came\never on and on, regardless of peril, till the scaling ladders were\nset, and through the breaches torn in the walls by the guns, our\nsoldiers swarmed over into the town, shouting with the shout of\nthose with whom is the victory.",
        "Again the Maid triumphed. Again the hearts of the English melted\nwithin them at the sight of the White Witch, as they would\ntauntingly call her, even whilst they cowered and fled before her.\nThe French were swarming into the city; the great gates were flung\nopen with acclamations of triumph; and the Maid marched in to take\npossession, her white banner floating proudly before her, her eyes\nalight, her cheeks flushed.",
        "One of the young gentlemen not long since added to her household,\nGuillame Regnault by name, from Auvergne, a very knightly youth, a\nfavourite with us all, came striding up to the Maid, and saluting\nwith deep reverence, begged speech with her. She was never too much\noccupied to receive those who came to her, and instantly he had her\near.",
        "“My General,” he said, “the Duke of Suffolk is close at hand. We\npressed him hard, and it seemed as though he would die sword in\nhand, ere he would yield. But I did beg of him in his own tongues\nwith which I am acquainted, not to throw away his noble life;\nwhereupon he did look hard at me, pausing the while in thrust and\nparry, as all others did pause, for us to parley; and he said that\nhe would give up his sword to THE MAID OF ORLEANS, and to none\nother. Wherefore I did tell him that I would run and fetch her to\nreceive his submission, or take him to her myself. But then his\nmind did change, and he said to me, ’Are you noble?’ So I told him\nthat my family was noble, but that I had not yet won my\nknighthood’s spurs. Then forthwith did he uplift his sword, and I\nread his meaning in his eyes. I bent my knee, and there and then he\ndubbed me knight, and afterwards would have tendered me his sword,\nbut I said, ’Not so, gentle Duke, but I hear by the sound of the\nsilver trumpet that the Maid, our General, is close at hand. Suffer\nme to tell her of what has passed, and I trow that she will herself\nreceive your sword at her hands.’”",
        "“You did well, Sir Guillame,” spoke the Maid, using the new title\nfor the first time, whereat the youth’s face kindled and glowed\nwith pleasure. “Bring the Duke at once to me here. I will receive\nhis surrender in person.”",
        "Truly it was a pretty sight to watch–the dignified approach of the\nstalwart soldier; tall, upright, a knightly figure in battered coat\nof mail; bleeding from several wounds, but undaunted and\nundauntable; and the slim, youthful white figure, with uncovered\nhead, and a face regal in its dignity; and yet so full of sweet\ncourtesy and honourable admiration for a beaten, yet noble foe. He\ngazed upon her with a great wonder in his eyes, and then, dropping\nupon one knee, tendered his sword to her, which the Maid took, held\nin her hands awhile, deep in thought, and then, with one of her\nwonderfully sweet smiles, held out to him again.",
        "“Gentle Duke,” she said, “it hath been told me that you are known\nin France as the English Roland; and if so, I would be loth to\ndeprive so noble a foe of his knightly weapon. Keep it, then, and\nall I ask of you is that you use it no more against the soldiers of\nFrance. And now, if you will let my gentlemen lead you to my tent,\nyour hurts shall be dressed, and you shall receive such tendance as\nyour condition requires.”",
        "But I may not linger over every incident of that march, nor all the\nachievements of the Maid in the arts both of peace and of war.\nTowns and castles surrendered at her summons, or flung wide their\ngates at the news of her approach. Sometimes we fought, but more\noften the very sound of her name, or the sight of the white figure\nupon the great black horse was sufficient, and fortress after\nfortress upon the Loire fell before her, the English garrisons\nmelting away or marching out, unable or unwilling to try\nconclusions with so notable a warrior, who came, as it were, in the\npower of the King of Heaven.",
        "And not only did she achieve triumphs in war’s domains; she was\nequally victorious as a promoter of peace. For when the news was\nbrought to us that the Comte de Richemont, Constable of France, but\nhitherto inimical to the King, desired to join us with a body of\nmen, the Duc d’Alencon would have sent him away with insult and\nrefused his proffer of help; but the Maid, with her gentle\nauthority and reasonable counsel, brought him to a different frame\nof mind, and the Constable was received with a fair show of\ngraciousness. And although in the days which immediately followed\nhis aid was not of great importance (for when France had the Maid\nto fight for her she wanted none beside), yet in the time to come,\nwhen she was no longer there to battle for the salvation of her\ncountry, De Richemont’s loyal service to the King was of\ninestimable value, and had it not been for the Maid at this\njuncture, he might have been lost for ever to the French cause.",
        "Her generosity shone out the more in that De Richemont was no\nfriend to her; indeed, he had regarded her as little better than a\nwitch before he came under the magic of her personality. His\ngreeting to her was rough and blunt.",
        "“Maiden,” he said, “they tell me that you are against me, and that\nyou are a witch. I know not whether you are from God or not. If you\nare from Him, I do not fear you. If you are from the devil, I fear\nyou still less.”",
        "She looked him full in the face, gravely at first, but with a smile\nkindling deep down in her eyes. Then she held out her hand in token\nof amity.",
        "“Brave Constable, this is well spoken. You have no cause to fear\nme. You are not here by my will, it is true; for I have enough men\nwith me to do the will of my Lord; but since you have come for love\nof the Dauphin, who soon must be crowned King, you are welcome\nindeed; and I know that you will live to serve him faithfully,\nthough in the present you have foes at Court who turn his heart\nfrom you.”",
        "So again she saw what lay beyond our ken, and which the future has\nbrought to light. Alas, that she never saw the day when the King\nthrew off his supine fear and idleness, and played the man in the\nconquest of his kingdom, and when De Richemont fought like a lion\nat his side! Yet who dare say that she did not see and did not\nrejoice even then? If the light came only in gleams and flashes,\nsurely it came to her charged with an infinite joy!",
        "And now I must tell of the last exploit of this wonderful eight\ndays’ triumphal march through a hostile country–that battle of\nPatay, where, for the first time, the Maid met the foe in the open,\nand directed operations not against stone walls, as in every case\nbefore, but against an army drawn up in a plain.",
        "There had been marching and counter-marching which only a map could\nmake clear. What matters it the route we pursued, so long only as\nour progress had been attended by victory, and the fortresses\ncleared of foes, so that the journey of the King could now be taken\nin safety? Yet there was one more peril to face; for the army so\nlong expected, under Sir John Fastolffe, was now heard of somewhere\nclose at hand. He had joined himself to Talbot, so it was rumoured,\nand now a great host was somewhere in our neighbourhood, ready to\nfall upon us if they could find us, and cut us to pieces, as they\nhad done so often before–witness the fields of Crecy, Poictiers,\nand Agincourt!",
        "For the first time there was uneasiness and fear in the ranks of\nthe soldiers. They had infinite confidence in the Maid as a leader\nagainst stone walls, for had they not seen her take tower after\ntower, city after city? But she had never led them in the open\nfield; and how could they expect to meet and triumph over the\nEnglish, who had always vanquished them heretofore?",
        "We knew not where the foe lay; all we knew was that it was\nsomewhere close at hand; and so strong grew the fear in the hearts\nof Alencon and many others, that they begged the Maid to fall back\nupon the camp at Beaugency, and to wait there for further\nreinforcements. But she shook her head with decision.",
        "“Let us find them first, and then ride boldly at them. Be not\nafraid; they will not stand. My Lord will give us the victory!”",
        "And how did we come upon them at last? Verily, by a mere accident.\nWe were marching in good order towards the great plain of Beauce,\nwhich at this time of the year was so thickly overgrown with\nvineyards and cornfields that we saw nothing of any lurking foe;\nand I trow that we were not seen of them, although a great host was\nlying at ease in the noontide heat, watching for our coming, I\ndoubt not; but not yet drawn up in battle array.",
        "A stag, frightened by our approach, broke from the thicket, and\nwent thundering across the plain. All at once a shower of arrows\nlet loose from English bows followed the creature’s flight,\ntogether with eager shouts and laughter, betraying the presence of\nthe unsuspecting foe.",
        "With a lightning swiftness the Maid grasped the whole situation.\nHere was an army, waiting to fight, it is true, but for the moment\noff its guard. Here were we, in order of march. One word from her,\nand our whole force would charge straight upon the foe!",
        "And was that word lacking? Was there an instant’s hesitation? Need\nsuch a question be asked of the Maid? Clear and sweet rose her\nwonderful voice, thrilling through the hot summer air.",
        "“Forward, my children, forward, and fear not. Fly boldly upon them,\nand the day shall be yours!”",
        "She charged, herself, at the head of one column; but La Hire, in\nthe vanguard, was before her. With shouts of triumph and joy the\nold veteran and his followers thundered into the very midst of the\nstartled English, and we followed in their wake.",
        "The Duc d’Alencon rode beside the Maid. His face was pale with\nexcitement–perhaps with a touch of fear. He remembered the fight\nat Agincourt, and the wound received there, the captivity and weary\nwaiting for release.",
        "“How will it end, my General, how will it end?” he said, and I\nheard his words and her reply, for I was riding close behind.",
        "“Have you good spurs, M. de Duc?” she asked, with one flashing\nsmile showing the gleam of white teeth.",
        "“Ah Ciel!” he cried in dismay; “then shall we fly before them?”",
        "“Not so,” she answered; “but they will fly so fast before us that\nwe shall need good spurs to keep up with them!”",
        "And so, indeed, it was. Perhaps it was the sight of the elan of the\nFrench troops, perhaps the fear of the White Witch, perhaps because\ntaken at unawares and in confusion, but the English for once made\nno stand. Fastolffe and his men, on the outer skirts of the force,\nrode off at once in some order, heading straight for Paris, but the\nbraver and less prudent Talbot sought, again and again, to rally\nhis men, and bring them to face the foe.",
        "But it was useless. The rout was utter and complete. They could not\nstand before the Maid; and when Talbot himself had fallen a\nprisoner into our hands, the army melted away and ran for its life,\nso that this engagement is called the “Chasse de Patay” to this\nday.",
        "Continue...",
        "\nThis eBook of “A Heroine of France” by Evelyn Everett-Green belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "A Heroine of France the Story of Joan of ArcBy Evelyn Everett-GreenAt Amazon"
    ]
}