{
    "title": "A Heroine of France - Chapter V. How the Maid Journeyed to Chinon.",
    "author": "Evelyn Everett-Green",
    "chapter": "5",
    "content": [
        "\n\n",
        "So the thing had come to pass at last–as she had always said it\nmust. Robert de Baudricourt was about to send her to the Court of\nthe Dauphin at Chinon. The weary days of waiting were at an end.\nShe was to start forthwith; she and her escort were alike ready,\nwilling, and eager. Her strange mystic faith and lofty courage\nseemed to have spread through the ranks of the chosen few who were\nto attend her.",
        "I trow, had she asked it, half the men of Vaucouleurs would have\ngladly followed in her train; for the whole town was moved to its\ncore by the presence of the Maid in its midst. Almost were the\ntownsfolk ready to worship her, only that there was something in\nher own simplicity and earnest piety which forbade such\ndemonstration. All knew that the Maid herself would be first to\nrebuke any person offering to her homage other than true man can\nand ought to offer to true woman.",
        "And now let me speak here, once and for all, of the love and\nreverence and devotion which the Maid had power to kindle in the\nhearts of those with whom she came in contact. I can indeed speak\nof this, for I am proud to this day to call myself her true knight.\nFrom the first I felt towards her as I have felt to none since–not\neven to the wife of my manhood’s tried affections. It was such a\nlove as may be inspired by some almost angelic, presence–there was\nno passion in it. I believe I speak truly when I say that not one\nof the Maid’s true followers and knights and comrades-in-arms, ever\nthought of her as possible wife–ever even dreamed of her as lover.\nShe moved amongst us as a being from another sphere. She inspired\nus with a courage, a power, and a confidence in her and in our\ncause, which nothing could shake or daunt. She was like a star, set\nin the firmament of heaven. Our eyes, our hearts turned towards\nher, but she was never as one of us.",
        "Still less was she as other women are, fashioned for soft\nflatteries, ready to be wooed and won. Ah, no! With the Maid it was\nfar otherwise. Truly do I think that of herself she had no thought,\nsave as she was the instrument appointed of her Lord to do the\nappointed work. To that task her whole soul was bent. It filled her\nto the full with an ecstasy of devotion which required no words in\nwhich to express itself. And I can faithfully say that it was not\nthe beauty of her face, the sweetness of her ringing voice, nor the\ngrace and strength of her supple form which made of men her willing\nfollowers and servants.",
        "No, it was a power stronger and more sacred than any such carnal\nadmiration. It came from the conviction, which none could fail to\nreach, that this Maid was indeed chosen and set apart of Heaven for\na great and mighty work, and that in obeying her, one was obeying\nthe will of God, and working out some purpose determined in the\ncounsels of the heavenlies.",
        "With her man’s garb and light armour, the Maid had assumed an air\nof unconscious command which sat with curious graceful dignity upon\nthe serene calm of her ordinary demeanour. Towards her followers of\nthe humbler sort she ever showed herself full of consideration and\nkindliness. She felt for their fatigues or privations in marching,\nwas tenderly solicitous later on for the wounded. Above all, she\nwas insistent that the dying should receive the consolations of\nreligion, and it was a terrible thought to her that either friend\nor foe should perish unshriven and unassoiled.",
        "Her last act at Vaucouleurs, ere we started off in the early dawn\nof a late February day, was to attend Mass with all her following.",
        "An hour later, after a hasty meal provided by De Baudricourt, we\nwere all in the saddle, equipped and eager for the start. The Maid\nsat her chestnut charger as to the manner born. The pawings of the\nimpatient animal caused her no anxiety. She was looking with a keen\neye over her little band of followers, taking in, as a practised\nleader of men might do, their equipment and general readiness for\nthe road. She pointed out to me several small defects which\nrequired adjusting and rectifying.",
        "Already she seemed to have assumed without effort, and as a matter\nof course, the position of leader and general. There was no\nabatement of her gentle sweetness of voice or aspect, but the air\nof command combined with it as though it came direct and without\neffort as a gift from heaven. None resented it; all submitted to\nit, and submitted with a sense of lofty joy and satisfaction which\nI have never experienced since, and which is beyond my power to\ndescribe.",
        "There was one change in the outward aspect of the Maid, for her\nbeautiful hair had been cut off, and now her head was crowned only\nby its cluster of short curling locks, upon which today she wore a\ncloth cap, though soon she was to adopt the headpiece which\nbelonged to the light armour provided. She had been pleased by the\ndress of white and blue cut-cloth which I had humbly offered her,\nand right well did it become her. The other suit provided by the\ntownsfolk was carried by one of the squires, that she might have\nchange of garment if (as was but too probable) we should encounter\ndrenching rains or blustering snow storms.",
        "So far she had no sword of her own, nor had she spoken of the need\nof such a weapon for herself. But as we assembled in the courtyard\nof the Castle, getting ourselves into the order of the march, De\nBaudricourt himself appeared upon the steps leading into the\nbuilding, bearing in his hands a sword in a velvet scabbard, which\nhe gravely presented to the Maid.",
        "“A soldier, lady, has need of a weapon,” were his words, as he\nplaced it in her hands; “take this sword, then. I trow it will do\nyou faithful service; and may the Lord in whom you trust lead you\nto victory, and save this distracted realm of France from the\nperils which threaten to overwhelm her!”",
        "“I thank you, Seigneur de Baudricourt,” she answered, as she took\nthe weapon, and permitted me to sling it for her in the belt for\nthe purpose which she already wore, “I will keep your gift, and\nremember your good words, and how that you have been chosen of\nheaven to send me forth thus, and have done the bidding of the\nLord, as I knew that so true a man must needs do at the appointed\ntime. For the rest, have no fear. The Lord will accomplish that\nwhich He has promised. Before the season now beginning so tardily\nhas reached its height, the Dauphin will be the anointed King of\nFrance, the English will have suffered defeat and Orleans will be\nfree!”",
        "“Heaven send you speak sooth, fair Maid,” answered the rugged old\nsoldier, as he eyed the slim figure before him with something of\nmingled doubt, wonder, and reverence in his eyes.",
        "Then as though some strange impulse possessed him, he took her hand\nand kissed it, and bending the knee before her, said:",
        "“Give me, I pray you, a blessing, ere you depart!”",
        "A wonderful light sprang into her eyes. She laid her hand upon the\ngrizzled head, and lifted her own face, as was her wont, to the\nsunny sky.",
        "“The blessing of the King of Heaven be upon you, Robert de\nBaudricourt, in that you have been an instrument chosen of Him. The\ngrace and love of our Blessed Lady be yours, in that you have shown\nkindness and favour to a simple maid of the people, set apart by\nHeaven for a certain task. The favour and protection of the Saints\nbe yours, in that you have believed the words of one who spake of\nthem, and have been obedient to the command sent to you from them!”",
        "She ceased speaking; but still continued to gaze upward with rapt\nand earnest eyes. Every head was bared, and we all gazed upon her,\nas upon one who looks through the open Gate of Heaven, and to whom\nis vouchsafed a glimpse of the Beatific Vision.",
        "Then clear and sweet her voice rose once more. Her face was\ntransfigured; a great light seemed to shine either upon or from it,\nno man could say which.",
        "“O Lord God, Father of the Heavenlies, O sweet Jesu, Saviour of\nmankind, O Blessed Mother, Queen of Heaven, O Holy Michael,\nArchangel of the shining sword, O Blessed Saints–Catherine and\nMargaret, beloved of Heaven–give to these, Your children, Your\nblessing, Your help, Your protection, Your counsel! Be with us in\nour journeyings–in our uprising and down lying, in our going out\nand coming in–in all we put our hands unto! Be with us and uphold\nus, and bring us in safety to our journey’s end; for we go forth in\nthe strength which is from above, and which can never fail us till\nthe work appointed be accomplished!”",
        "Then we rode forth, out of the courtyard, and into the streets of\nthe town, which were thronged and lined with townsfolk, and with\npeople from the surrounding villages, who had crowded in to see the\nwonderful Maid, and witness the outgoing of the little band which\nwas to accompany her to Chinon.",
        "Two of the Maid’s brothers had sought to be of her train, and one\nwent with us upon that day. The second she sent back with a letter\n(written at her dictation by my fingers, for she herself knew not\nletters, though of so quick an understanding in other matters) to\nher parents, praying earnestly for their forgiveness for what must\nseem to them like disobedience, and imploring their blessing. And\nthis letter she dispatched by Jean, permitting Pierre to accompany\nus on the march.",
        "Her mother and two younger brothers, at least, believed in her\nmission by this time; but her father was doubtful and displeased,\nfearful for her safety, and suspicious of her credentials; and the\neldest son remained of necessity at home to help his father, and\nwhether or no he believed in his sister’s call, I have never truly\nheard. But I know it pleased her that Pierre should be in her\nescort, though she was careful not to show him any marked favour\nabove others; and as in days to come she was more and more thrown\nwith the great ones of the land, she of necessity was much parted\nfrom him, though the bond of sisterly love was never slackened; and\nboth Pierre, and afterwards Jean, followed her through all the\nearlier parts of her victorious career.",
        "Leaving Vaucouleurs, we had need to march with circumspection, for\nthe country was in no settled state, and it was probable that\nrumours of our march might have got abroad, and that roving bands\nof English or Burgundian soldiers might be on the look out for us;\nfor already it was being noised abroad that a miraculous Maid had\nappeared to the aid of France, and though, no doubt, men jeered,\nand professed incredulity, still it was likely that she would be\nregarded in the light of a valuable prize if she could be carried\noff, and taken either to Duke Philip or to the Regent Bedford in\nParis.",
        "We had with us a King’s archer from Chinon, who had been sent with\nnews of the disaster at Rouvray. He was to conduct us back to\nChinon by the best and safest routes. But he told us that the\ncountry was beset by roving bands of hostile soldiers, that his\ncomrades had been slain, and that he himself only escaped as by a\nmiracle; and his advice was urgent that after the first day we\nshould travel by night, and lie in hiding during the hours of\ndaylight–a piece of advice which we were fain to follow, being no\nstrong force, able to fight our way through a disturbed country,\nand being very solicitous for the safety of the precious Maid who\nwas at once our chiefest hope and chiefest care.",
        "This, then, we did, after that first day’s travel in the bright\nspringtide sunshine. We were attended for many a mile by a\nfollowing of mounted men from the district round, and when, as the\nsun began to wester in the sky, they took their leave of us, the\nMaid thanked them with gracious words for their company and good\nwishes, though she would not suffer them to kiss her hand or pay\nher homage; and after that they had departed, we did halt for many\nhours, eating and resting ourselves; for we meant to march again\nwhen the moon was up, and not lose a single night, so eager was the\nMaid to press on towards Chinon.",
        "Of our journey I will not speak too particularly. Ofttimes we were\nin peril from the close proximity of armed bands, as we lay in\nwoods and thickets by day, avoiding towns and villages, lest we\nshould draw too much notice upon ourselves. Ofttimes we suffered\nfrom cold, from hunger, from drenching rains and bitter winds. Once\nour way was barred by snow drifts, and often the swollen rivers and\nstreams forced us to wander for miles seeking a ford that was\npracticable.",
        "But whatever were the hardships encountered, no word of murmuring\never escaped the lips of the Maid; rather her courage and sweet\nserenity upheld us all, and her example of patience and\nunselfishness inspired even the roughest of the men-at-arms with a\ndesire to emulate it. Never, methinks, on such a toilsome march was\nso little grumbling, so little discouragement, and, above all, so\nlittle swearing. And this, in particular, was the doing of the\nMaid. For habit is strong with us all, and when things went amiss\nthe oath would rise to the lips of the men about her, and be\nuttered without a thought.",
        "But that was a thing she could not bear. Her sweet pained face\nwould be turned upon the speaker. Her clear, ringing tones would\nask the question:",
        "“Shall we, who go forward in the name of the Lord, dare to take His\nholy name lightly upon our lips? What are His own words? Swear not\nat all. Shall we not seek to obey Him? Are we not vowed to His\nservice? And must not the soldier be obedient above all others?\nShall we mock Him by calling ourselves His followers, and yet doing\nthat without a thought which He hath forbidden?”",
        "Not once nor twice, but many times the Maid had to speak such words\nas these; but she never feared to speak them, and her courage and\nher purity of heart and life threw its spell over the rough men she\nhad led, and they became docile in her hands like children, ready\nto worship the very ground she trod on.",
        "Long afterwards it was told me by one of mine own men-at-arms that\nthere had been a regular plot amongst the rougher of the soldiers\nat the outset to do her a mischief, and to sell her into the hands\nof the Burgundians or the English. But even before leaving\nVaucouleurs the men had wavered, half ashamed of their own doubts\nand thoughts, and before we had proceeded two days’ journey\nforward, all, to a man, would have laid down their lives in her\nservice.",
        "The only matter that troubled the Maid was that we were unable to\nhear Mass, as she longed to do daily. The risk of showing ourselves\nin town or village was too great. But there came a night, when, as\nwe journeyed, we approached the town of Fierbois, a place very well\nknown to me; and when we halted in a wood with the first light of\nday, and the wearied soldiers made themselves beds amid the dried\nfern and fallen leaves, I approached the Maid, who was gazing\nwistfully towards the tapering spire of a church, visible at some\ndistance away, and I said to her:",
        "“Gentle Maid, yonder is the church of Sainte Catherine at Fierbois,\nand there will be, without doubt, early Mass celebrated within its\nwalls. If you will trust yourself with Bertrand and myself, I trow\nwe could safely convey you thither, and bring you back again, ere\nthe day be so far advanced that the world will be astir to wonder\nat us.”",
        "Her face brightened as though a sunbeam had touched it. She needed\nnot to reply in words. A few minutes later, and we were walking\ntogether through the wood, and had quickly reached the church,\nwhere the chiming of the bell told us that we should not be\ndisappointed of our hope.",
        "We knelt at the back of the church, and there were few worshippers\nthere that morning. I could not but watch the face of the Maid, and\nsuddenly I felt a curious thrill run through me, as though I had\nbeen touched by an unseen hand. I looked at her, and upon her face\nhad come a look which told me that she was listening to some voice\nunheard by me. She clasped her hands, her eyes travelled toward the\naltar, and remained fixed upon it, as though she saw a vision. Her\nlips moved, and I thought I heard the murmured words:",
        "“Blessed Sainte Catherine, I hear. I will remember. When the time\ncomes I shall know what to do.”",
        "When the priest had finished his office we slipped out before any\none else moved, and reached the shelter of the woods again without\nencountering any other person. I almost hoped that the Maid would\nspeak to us of what had been revealed to her in that church, but\nshe kept the matter in her own heart. Yet, methinks, she pondered\nit long and earnestly; for although she laid her down as if to\nsleep, her eyes were generally wide open, looking upwards through\nthe leafless budding boughs of the trees as though they beheld\nthings not of this earth.",
        "It was upon this day that I wrote, at the Maid’s request, a letter\nto the uncrowned King at Chinon, asking of him an audience on\nbehalf of Jeanne d’Arc, the maiden from Domremy, of whom he had\nprobably heard. This letter I dispatched to Sir Guy de Laval,\nasking him to deliver it to the King with his own hands, and to\nbring us an answer ere we reached Chinon, which we hoped now to do\nin a short while.",
        "The missive was carried by the King’s archer, who knew his road\nright well, and was acquainted with the person of Sir Guy. He was\nto ride forward in all haste, whilst we were to follow in slower\nand more cautious fashion.",
        "I think it was about the fifth day of March when the great towers\nof Chinon first broke upon our gaze. We had been travelling all the\nnight, and it was just as the dawn was breaking that we espied the\nhuge round turrets rising, as it were, from amid the mists which\nclung about the river and its banks. There we halted, for no\nmessage had yet come from the King; but upon the Maid’s face was a\nlook of awe and radiant joy as she stood a little apart, gazing\nupon the goal of her toilsome journey. No fear beset her as to her\nreception, just as no fears had troubled her with regard to perils\nby the way.",
        "“God clears the road for me,” she said, when news had been brought\nfrom time to time of bands of soldiers whom we had narrowly\nescaped; and now, as she looked upon the towers of Chinon, growing\nmore and more distinct as the daylight strengthened, her face wore\na smile of serene confidence in which natural fear and shrinking\nhad no part.",
        "“The Dauphin will receive me. Fear nothing. The work which is begun\nwill go forward to its completion. God hath spoken in His power. He\nhath spoken, and His word cannot fail.”",
        "So after we had fed she lay down, wrapped in a cloak, and fell\nasleep like a child; whilst I rode forward a little way along the\nplain, for I had seen a handful of horsemen sallying forth, as it\nseemed from the Castle, and I hoped that it was Sir Guy bearing\nletter or message from the King.",
        "Nor was I mistaken in this hope. Soon I was certain of my man, and\nSir Guy in turn recognising me, spurred forward in advance of his\nfollowers, and we met alone in the plain, Bertrand, my companion,\nbeing with me.",
        "“So there really is to be a miracle worked, and by a Maid!” cried\nSir Guy, as we rode with him towards our camp; “Mort de Dieu–but\nit is passing strange! All the Court is in a fever of wonder about\nthis Angelic Maid, as some call her; whilst others vow she is\neither impostor or witch. Is it the same, Bertrand, of whom you did\nspeak upon the day we parted company?”",
        "“The same; and yet in one way not the same, for since then she hath\ngrown apace in power and wonder, so that all who see her marvel at\nher, and some be ready to worship her. But we will say no more. You\nshall see for yourself, and the King also shall see, if he refuse\nnot to receive one who comes to him as the messenger of God.”",
        "“I am sent to conduct the Maid presently to the Castle,” answered\nSir Guy. “There is now great desire to see her and hear her, and to\ntry and test the truth of her mission. The Generals scoff aloud at\nthe thought of going to battle with a maid for leader. The\nChurchmen look grave, and talk of witchcraft and delusion. The\nladies of the Court are in a fever to see her. As for the King and\nhis Ministers, they are divided in mind ’twixt hope and fear; but\ntruly matters are come to such desperate pass with us that, if some\nhelp come not quickly, the King will flee him away from his\ndistracted realm, and leave the English and Burgundians to ravage\nand subdue at will!”",
        "“God forbid!” said I, and crossed myself.",
        "Scarce had I spoken the words before I saw approaching us on her\nchestnut charger the Maid herself, who rode forward to meet us at a\nfoot’s pace, and reined back a few yards from us, her eyes fixed\nfull upon the face of Sir Guy, who uncovered, I scarce know why,\nfor how should he know that this youthful soldier was indeed the\nMaid herself?",
        "“You come from the Dauphin,” she said; “go tell him that the\ndarkest hour but heralds the dawn. He must not flee away. He must\nstay to face his foes. I will lead his armies to victory, and he\nshall yet be crowned King of France. Let him never speak more of\ndeserting his realm. That shall not–that must not be!”",
        "Sir Guy was off his horse by now; he bent his knee to the Maid.",
        "“I will tell the King that the Deliverer hath truly come,” he said;\nand taking her hand, ere she could prevent it, he reverently kissed\nit.",
        "Continue...",
        "\nThis eBook of “A Heroine of France” by Evelyn Everett-Green belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "A Heroine of France the Story of Joan of ArcBy Evelyn Everett-GreenAt Amazon"
    ]
}