{
    "title": "A Heroine of France - Chapter VIII. How the Maid Marched For Orleans.",
    "author": "Evelyn Everett-Green",
    "chapter": "8",
    "content": [
        "\n\n",
        "Methinks the Maid loved that ancient sword better than all her\nshining armour of silver! Strange to say, the jewelled sheath of\nthe King’s Toledo blade fitted the weapon from Fierbois, and he\nsupplemented the priests’ gift of a scabbard by this second rich\none. The Maid accepted it with graceful thanks; yet both the\ngorgeous cases were laid away, and a simple sheath of leather made;\nfor the sword was to be carried at her side into battle, and\nneither white nor crimson velvet was suited to such a purpose.",
        "Nor would the Maid let us have her sword sharpened for her. A\ncurious look came upon her face as Bertrand pointed out that\nalthough now clean and shining, its edges were too blunt for real\nuse. She looked round upon us as we stood before her, and passed\nher fingers lovingly down the edges of the weapon.",
        "“I will keep it as it is,” she answered; “for though I must needs\ncarry it into battle with me, I pray my Lord that it may never be\nmy duty to shed Christian blood. And if the English King will but\nlisten to the words of counsel which I have sent to him, perchance\nit may even now be that bloodshed will be spared.”",
        "In sooth, I believe that she would far rather have seen the enemy\ndisperse of their own accord, than win the honour and glory of the\ncampaign, which she knew beforehand would bring to her renown, the\nlike of which no woman in the world’s history has ever won. She\nwould have gone back gladly, I truly believe, to her home in\nDomremy, and uttered no plaint, even though men ceased after the\nevent to give her the praise and glory; for herself she never\ndesired such.",
        "But we, who knew the temper of the English, were well aware that\nthis would never be. Even though they might by this time have heard\nsomewhat of the strange thing which had happened, and how the\nFrench were rallying round the standard of the Angelic Maid, yet\nwould they not readily believe that their crushed and beaten foes\nwould have power to stand against them. More ready would they be to\nscoff than to fear.",
        "Now, at last, after all these many hindrances and delays, all was\nin readiness for the start. April had well nigh run its course, and\nnature was looking her gayest and loveliest when the day came that\nwe marched forth out of the Castle of Chinon, a gallant little\narmy, with the Maid in her shining white armour and her fluttering\nwhite pennon at our head, and took the road to Tours, where the\ngreat and redoubtable La Hire was to meet us, and where we were to\nfind a great band of recruits and soldiers, all eager now to be led\nagainst the foe.",
        "Much did we wonder how the Generals of the French army would\nreceive the Maid, set, in a sense, over them as Commander-in-Chief\nof this expedition, with a mandate from the King that she was to be\nobeyed, and that her counsels and directions were to be followed.\nWe heard conflicting rumours on this score. There were those who\ndeclared that so desperate was the condition of the city, and so\ndisheartened the garrison and citizens that they welcomed with joy\nthe thought of this deliverer, and believed already that she was\nsent of God for their succour and salvation. Others, on the\ncontrary, averred that the officers of the army laughed to scorn\nthe thought of being aided or led by a woman–a peasant–une\nperonelle de bas lieu, as they scornfully called her–and that they\nwould never permit themselves to be led or guided by one who could\nhave no knowledge of war, even though she might be able to read the\nsecrets of the future.",
        "In spite of what had been now ruled by the Church concerning her,\nthere were always those, both in the French and English camps, who\ncalled her a witch; and we, who heard so many flying rumours,\nwondered greatly what view the redoubtable La Hire took of this\nmatter, and Dunois, the Bastard of Orleans, as he was often called.\nFor these two men, with Xaintrailles, were the ruling Generals in\nOrleans, and their voice would be paramount with the army there,\nand would carry much weight with those reinforcements for the\nrelieving force which we were to find awaiting us at Tours and at\nBlois.",
        "Now La Hire, as all men know, was a man of great renown, and of\nimmense personal weight and influence. He was a giant in stature,\nwith a voice like a trumpet, and thews of steel; a mighty man in\nbattle, a daring leader, yet cautious and sagacious withal; a man\nfeared and beloved by those whom he led in warfare; a gay roysterer\nat other times, with as many strange oaths upon his lips as there\nare saints in the calendar; what the English call a swashbuckler\nand daredevil; a man whom one would little look to be led or guided\nby a woman, for he was impatient of counsel, and headstrong alike\nin thought and action.",
        "And this was the man who was to meet us at Tours, form his\nimpression of the Maid, and throw the great weight of his personal\ninfluence either into one scale or the other. Truth to tell, I was\nsomething nervous of this ordeal, and there were many who shared my\ndoubts and fears. But the Maid rode onward, serene and calm, the\nlight of joy and hope in her eyes, untroubled by any doubts. At\nlast she was on her way to the relief of the beleaguered city;\nthere was no room for misgiving in her faithful heart.",
        "We entered Tours amid the clashing of joy bells, the plaudits of\nthe soldiers, and the laughter, the weeping, the blessings of an\nexcited populace, who regarded the Maid as the saviour of the\nrealm. They crowded to their windows and waved flags and kerchiefs.\nThey thronged upon her in the streets to gaze at her fair face and\ngreet her as a deliverer.",
        "It was indeed a moving scene; but she rode through it, calm and\ntranquil, pausing in the press to speak a few words of thanks and\ngreeting, but preserving always her gentle maidenly air of dignity\nand reserve. And so we came to the house which had been set apart\nfor her use on her stay, and there we saw, standing at the foot of\nthe steps which led from the courtyard into the house, a mighty,\nmailed figure, the headpiece alone lacking of his full armour, a\ncarven warrior, as it seemed, with folded arms and bent brows,\ngazing upon us as we filed in under the archway, but making no move\nto approach us.",
        "I did not need the whisper which ran through the ranks of our\nescort to know that this man was the great and valiant La Hire.",
        "As the Maid’s charger paused at the foot of the steps, this man\nstrode forward with his hand upraised as in a salute, and giving\nher his arm, he assisted her to alight, and for a few moments the\ntwo stood looking into each other’s eyes with mutual recognition,\ntaking, as it were, each the measure of the other.",
        "The Maid was the first to speak, her eyes lighting with that deep\ndown, indescribable smile, which she kept for her friends alone.\nWhen I saw that smile in her eyes, as they were upraised to La\nHire’s face, all my fears vanished in a moment.",
        "“You are the Dauphin’s brave General La Hire, from Orleans,” she\nsaid; “I thank you, monsieur, for your courtesy in coming thus to\nmeet me. For so can we take counsel together how best the enemies\nof our country may be overthrown.”",
        "“You are the Maid, sent of God and the King for the deliverance of\nthe realm,” answered La Hire, as he lifted her hand to his lips, “I\nbid you welcome in the name of Orleans, its soldiers, and its\ncitizens. For we have been like men beneath a spell–a spell too\nstrong for us to break. You come to snap the spell, to break the\nyoke, and therefore I bid you great welcome on the part of myself\nand the citizens and soldiers of Orleans. Without your counsels to\nHis Majesty, and the aid you have persuaded him to send, the city\nmust assuredly have fallen ere this. Only the knowledge that help\nwas surely coming has kept us from surrender.”",
        "“I would the help had come sooner, my General,” spoke the Maid;\n“but soon or late it is one with my Lord, who will give us the\npromised victory.”",
        "From that moment friendship, warm and true, was established betwixt\nthe bronzed warrior and the gentle Maid, who took up, as by natural\nright, her position of equal–indeed, of superior–in command, not\nwith any haughty assumption, not with any arrogant words or looks,\nbut sweetly and simply, as though there were no question but that\nthe place was hers; that to her belonged the ordering of the\nforces, the overlooking of all. Again and again, even we, who had\ncome to believe so truly in her divine commission, were astonished\nat the insight she showed, the sagacity of her counsels, the\nwonderful authority she was able to exert over the soldiers brought\ntogether, a rude, untrained, insubordinate mass of men, collected\nfrom all ranks and classes of the people, some being little better\nthan bands of marauders, living on prey and plunder, since of\nregular fighting there had been little of late; others, mercenaries\nhired by the nobles to swell their own retinues; many raw recruits,\nfired by ardour at the thought of the promised deliverance; a few\nregular trained bands, with their own officers in command, but\nforming altogether a heterogeneous company, by no means easy to\ndrill into order, and swelled by another contingent at Blois, of\nvery much the same material.",
        "But the Maid assembled the army together, and thus addressed them.\nAt least, this was the substance of her words; nothing can\nreproduce the wonderful earnestness and power of her voice and\nlook, for her face kindled as she spoke, and the sunshine playing\nupon her as she sat her charger in the glory of her silver armour,\nseemed to encompass her with a pure white light, so that men’s eyes\nwere dazzled as they looked upon her, and they whispered one to the\nother:",
        "“The Angelic Maid! The Angelic Maid! surely it is an Angel of God\ncome straight down from Heaven to aid and lead us.”",
        "“My friends,” she spoke, and her voice carried easily to every\ncorner of the great square, packed with a human mass, motionless,\nhanging upon her words; “My friends, we are about to start forth\nupon a crusade as holy as it is possible for men to be concerned\nin, for it is as saviours and deliverers of your brethren and our\ncountry that we go; and the Lord of Hosts is with us. He has bidden\nus march, and He has promised to go with us, even as He was with\nthe Israelites of old. And if we do not see His presence in pillar\nof cloud by day, and pillar of fire by night, we yet do know and\nfeel Him near us; and He will give abundant proof that He fights\nupon our side!”",
        "She lifted her face for a moment to the sky. She was bareheaded,\nand every head was bared in that vast crowd as she uttered the name\nof the Most High. It seemed as though a light from Heaven fell upon\nher as she spoke, and a deep murmur ran through the throng. It was\nas if they answered that they needed no other vision than that of\nthe Maid herself.",
        "“If then the Lord be with us, must we not show ourselves worthy of\nHis holy presence in our midst? O my friends, since I have been\nwith you these few days, my heart has been pained and grieved by\nthat which I have heard and seen. Oaths and blasphemies fall from\nyour lips, and you scarce know it yourselves. Drunkenness and vice\nprevail. O my friends, let this no longer be amongst us! Let us\ncleanse ourselves from all impurities; let our conversation be yea,\nyea, nay, nay. Let none take the name of the Lord in vain, nor soil\nHis holy cause by vice and uncleanness. O let us all, day by day,\nas the sun rises anew each morning, assemble to hear Mass, and to\nreceive the Holy Sacrament. Let every man make his confession. Holy\npriests are with us to hear all, and to give absolution. Let us\nstart forth upon the morrow purified and blessed of God, and let us\nday by day renew that holy cleansing and blessing, that the Lord\nmay indeed be with us and rest amongst us, and that His heart be\nnot grieved and burdened by that which He shall see and hear\namongst those to whom He has promised His help and blessing!”",
        "Thus she spoke; and a deep silence fell upon all, in the which it\nseemed to me the fall of a pin might have been heard. The Maid sat\nquite still for a moment, her own head bent as though in prayer.\nThen she lifted it, and a radiant smile passed over her face, a\nsmile as of assurance and thankful joy. She raised her hand and\nwaved it, almost as though she blessed, whilst she greeted her\nsoldiers, and then she turned her horse, the crowd making way for\nher in deep reverential silence, and rode towards her own lodging,\nwhere she remained shut up in her own room for the rest of the day.",
        "But upon the following morning a strange thing had happened. Every\nsingle camp follower–all the women and all the disorderly rabble\nthat hangs upon the march of an army–had disappeared. They had\nslunk off in the night, and were utterly gone. The soldiers were\ngathered in the churches to hear Mass. All that could do so\nattended where it was known the Maid would be, and when she had\nreceived the Sacrament herself, hundreds crowded to do the like;\nand I suppose there were thousands in the city that day, who,\nhaving confessed and received absolution, received the pledge of\nthe Lord’s death, though perhaps some of them had not thought of\nsuch a duty for years and years.",
        "And here I may say that this was not an act for once and all. Day\nby day in the camp Mass was celebrated, and the Holy Sacrament\ngiven to all who asked and came. The Maid ever sought to begin the\nday thus, and we of her personal household generally followed her\nexample. Even La Hire would come and kneel beside her, a little\nbehind, though it was some while before he desired to partake of\nthe Sacrament himself. But to be near her in this act of devotion\nseemed to give him joy and confidence and for her sake, because he\nsaw it pained her, he sought to break off his habit of profane\nswearing, and the use of those strange oaths before which men had\nbeen wont to quake.",
        "And she, seeing how sorely tried he was to keep from his accustomed\nhabit, did come to his aid with one of her frank and almost\nboy-like smiles, and told him that he might swear by his baton if\nhe needs must use some expletive; but that no holy name must\nlightly pass his lips.",
        "Strange indeed was it to see the friendship which had so quickly\nsprung up between that rough warrior and the Maid, whom he could\nalmost have crushed to death between his mighty hands.",
        "If all the Generals in the army were as noble minded as he, and as\nready to receive her whom God had sent them, we should have little\nto fear; but there was Dunois yet to reckon with, who had promised\nto come forth and meet her outside the town (for the blockade, as I\nhave before said, was not perfect; and on the south side men could\nstill come and go with caution and care), and to lead her in\ntriumph within its walls, if the English showed not too great\nresistance.",
        "But even now we were to find how that they did not yet trust the\nMaid’s authority as it should be trusted; and even La Hire was in\nfault here, as afterwards he freely owned. For the Maid had told\nthem to lead her to the city on the north side, as her plan was to\nstrike straight through the English lines, and scatter the\nbesieging force ere ever she entered the town at all. But since the\ncity lies to the north of the river, and the English had built\naround it twelve great bastilles, as they called them, and lay in\nall their strength on this side, it seemed too venturesome to\nattack in such a manner; and in this La Hire and Dunois were both\nagreed. But La Hire did not tell the Maid of any disagreements, but\nknowing the country to be strange to her, he led her and the army\nby a route which she believed the right one, till suddenly we beheld\nthe towers of Orleans and the great surrounding fortifications\nrising up before our eyes; and, behold! the wide river with its\nbridge more than half destroyed, lay between us and our goal!",
        "At this sight the eyes of the Maid flashed fire, and she turned\nthem upon La Hire, but spoke never a word. His face flushed a dull\ncrimson with a sudden, unexpected shame. To do him justice be it\nsaid, that (as we later heard) he had been against this deception\nafter having seen the Maid; but there were now many notable\ngenerals and marshals and officers with the army, all of whom were\nresolved upon this course of action, which had been agreed upon\nbeforehand with Dunois, and they had overborne his objections,\nwhich were something faint-hearted perhaps, for with his love and\nadmiration for the Maid, he trembled, as he now explained to her,\nto lead her by so perilous a route, and declared that she could\nwell be conducted into the city through the Burgundy gate, by\nwater, without striking a blow, instead of having to fight her way\nin past the English bastions.",
        "“I thank you for your care for me, my friend,” she answered, “but\nit were better to have obeyed my voice. The English arrows could\nnot have touched me. We should have entered unopposed. Now much\nprecious time must needs be lost, for how can this great army be\ntransported across yonder river?–and the bridge, even if we could\ndislodge the English from the tower of Les Tourelles, is broken\ndown and useless.”",
        "Indeed it seemed plain to all that the Generals had made a great\nblunder; for though we marched on to Checy, where Dunois met us,\nand whence some of the provisions brought for the starving city\ncould be dispatched in the boats assembled there, it was plain that\nthere was no transport sufficient for the bulk of the army; and the\nMaid, as she and Dunois stood face to face, at last regarded him\nwith a look of grave and searching scrutiny.",
        "“Are you he whom men call the Bastard of Orleans?”",
        "“Lady, I am; and I come to welcome you with gladness, for we are\nsore beset by our foes; yet all within the city are taking heart of\ngrace, believing that a Deliverer from Heaven has been sent to\nthem.”",
        "“They think well,” answered the Maid, “and right glad am I to come.\nBut wherefore have I been led hither by this bank, instead of the\none upon which Talbot and his English lie?”",
        "“Lady, the wisest of our leaders held that this would be the safest\nway.”",
        "“The counsel of God and our Lord is more sure and more powerful\nthan that of generals and soldiers,” she answered gravely. “You\nhave made an error in this. See to it that such error be not\nrepeated. I will that in all things my Lord be obeyed.”",
        "The Generals stood dumb and discomfited before her; a thrill ran\nthrough the army when her words were repeated there; but, indeed,\nwe all quickly saw the wisdom of her counsel and the folly of her\nadversaries; for the bulk of the army had perforce to march back to\nBlois to cross the river there, whilst only a thousand picked men\nwith the chiefest of the Generals and the convoys of provisions\nprepared to enter the city by water and pass through the Burgundy\nGate.",
        "At the first it seemed as though even this would be a dangerous\ntask, for the wind blew hard in a contrary direction, and the\ndeeply-laden boats began to be in peril of foundering. But as we\nstood watching them from the bank, and saw their jeopardy, and some\nwere for recalling them and waiting, the Maid’s voice suddenly rang\nforth in command:",
        "“Leave them alone, and hasten forward with the others. The wind\nwill change, and a favouring breeze shall carry us all safe into\nthe city. The English shall not fire a shot to hinder us, for the\nfear of the Maid has fallen upon them!”",
        "We gazed at her in wonder as she stood a little apart, her face\nfull of power and calm certainty. And indeed, it was but a very few\nminutes later that the wind dropped to a dead calm, and a light air\nsprang up from a contrary direction, and the laden boats gladly\nspreading sail, floated quietly onwards with their precious load\ntowards the suffering city.",
        "Then we embarked, somewhat silently, for the awe which fell upon\nthose who had never seen the Maid before, extended even to us.\nMoreover, with those frowning towers of the English so close upon\nus, crowded with soldiers who seemed to know what was happening,\nand who were coming into Orleans, it was scarce possible not to\nlook for resistance and hostile attack.",
        "But curious as it may seem, not a shot was fired as we passed\nalong. A silence strange and sinister seemed to hang over the lines\nof the enemy; but when we reached the city how all was changed!",
        "It was about eight o’clock in the evening when at last we finished\nour journey by water and land, and entered the devoted town. There\nthe chiefest citizens came hurrying to meet us, leading a white\ncharger for their Deliverer to ride upon.",
        "And when she was mounted, the people thronged about her weeping and\nshouting, blessing and hailing her as their champion and saviour.\nThe streets were thronged with pale-faced men; women and children\nhung from the windows, showering flowers at our feet. Torches lit\nup the darkening scene, and shone from the breastplates and\nheadpieces of the mailed men. But the Maid in her white armour\nseemed like a being from another sphere; and the cry of “St.\nMichael! St. Michael himself!” resounded on all sides, and one did\nnot wonder.",
        "Nothing would serve the Maid but to go straight to the Cathedral\nfirst, and offer thanksgiving for her arrival here, and the people\nflocked with her, till the great building was filled to overflowing\nwith her retinue of soldiers and her self-constituted followers.\nSome begged of her to address them from the steps at the conclusion\nof the brief service, but she shook her head.",
        "“I have no words for them–only I love them all,” she answered,\nwith a little natural quiver of emotion in her voice. “Tell them\nso, and that I have come to save them. And then let me go home.”",
        "So La Hire stood forth and gave the Maid’s message in his trumpet\ntones, and the Maid was escorted by the whole of the joyful and\nloving crowd to the house of the Treasurer Boucher, where were her\nquarters, and where she was received with acclamation and joy. And\nthus the Maid entered the beleaguered city of Orleans.",
        "Continue...",
        "\nThis eBook of “A Heroine of France” by Evelyn Everett-Green belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "A Heroine of France the Story of Joan of ArcBy Evelyn Everett-GreenAt Amazon"
    ]
}