{
    "title": "A Parody Outline of History - Chapter Six: The Whisky Rebellion",
    "author": "Donald Ogden Stewart",
    "chapter": "7",
    "content": [
        "\n\n",
        "",
        "“Just the DAY for a Whisky Rebellion,” said Aunt Polly and off\nshe ran, lipperty-lipperty-lip, to get a few shooting rifles.",
        "“Oh goody goody,” cried little Emily.  “Now we can all shoot at\nthose horrid Revenue Officers,” for the collectors of internal\nrevenue were far from popular with these kindly Pennsylvania folk\nand Aunt Polly Pinkwood had often promised the children that if\nthey were good some day they would be allowed to take a shot at a\nRevenue Officer.",
        "Soon she returned, bearing in her arms a number of bright shiny\nnew guns. The children crowded around in glee and soon all were\nsupplied with weapons except little Frank who of course was too\nyoung to use a gun and was given a two-gallon jug of nice, old\nwhisky to carry. Jed hitched up old Taylor, the faithful farm\nhorse, and as quick as you could say Jack Robinson the little\nones had piled into the old carryall. Round Mr. Sun was just\npeeping over the Purple Hills when the merry little party started\non its way, singing and laughing at the prospect of the day’s\nsport.",
        "“I bet I kill five Revenue Officers,” said little Edgar.",
        "“Ha Ha Ha—you boaster, you,” laughed Aunt Polly.  “You will be\nlucky if you kill two, for I fear they will be hard to find\ntoday.”",
        "“Oh do you think so, Aunt Polly?” said little Elinor and she\nbegan to cry, for Elinor dearly loved to shoot.",
        "“Hush dear,” said Miss Pinkwood with a kindly pat, for she loved\nher little charges and it hurt her to see them unhappy. “I was\nonly joking.  And now children I will tell you a story.”",
        "“Oh goody goody,” cried they all.  “Tell us a true story.”",
        "“All right,” said Aunt Polly.  “I shall tell you a true story,\"\nand she began.",
        "“Once there was a brave handsome man—”",
        "“Mr. Welsbach,” cried the children with one voice, for it was\nwell known in the neighborhood that Aunt Polly had long been\nsweet on Julius Welsbach, the popular superintendent of the\nSabbath School and the best whisky maker for miles around.",
        "“Hush children,” said Aunt Polly blushing in vexation.  “Of\ncourse not. And if you interrupt me I shall not tell my story at\nall.” But she was not really angry.",
        "“And one day this brave handsome man was out making whisky and he\nhad just sampled some when he looked up and what do you suppose\nhe saw?”",
        "“Snakes,” cried little Elmer whose father had often had delirium\ntremens, greatly to the delight of his children.",
        "“No, Elmer,” said Miss Pinkwood, “not snakes.”",
        "“Pink lizards,” cried little Esther, Elmer’s sister.",
        "“No,” said Aunt Polly, with a hearty laugh, “he saw a—stranger.\nAnd what do you suppose the stranger had?”",
        "“A snoot full,” chorused the Schultz twins.  “He was pie-eyed.”",
        "“No,” replied Miss Pinkwood laughing merrily.  “It was before\nnoon. Guess again children.  What did the stranger have?”",
        "“Blind staggers,” suggested little Faith whose mother had\nrecently been adjudged insane.",
        "“Come children,” replied Aunt Polly.  “You are not very wide\nawake this morning.  The stranger had a gun.  And when the brave\nhandsome man offered the stranger a drink what do you suppose the\nstranger said?”",
        "“I know,” cried little Prudence eagerly.  “He said, ’Why yes I\ndon’t care if I do.’  That’s what they all say.”",
        "“No, Prudence,” replied Miss Pinkwood.  “The stranger refused a\ndrink.”",
        "“Oh come now, Aunt Polly,” chorused the boys and girls. “You said\nyou were going to tell us a true story.” And their little faces\nfell.",
        "“Children,” said Miss Polly, “the stranger refused the drink\nbecause he was a Revenue Officer.  And he pointed his gun at the\nbrave handsome man and said he would have to go to jail because\nhe had not paid the tax on his whisky. And the brave handsome man\nwould have had to have gone to jail, too; but fortunately his\nbrother came up just at the right time and—”",
        "“Shot the Revenuer dead,” cried the children in glee.",
        "“Yes children,” said Miss Polly.  “He shot the Revenue Officer\ndead.”",
        "“Oh goody goody,” cried all.  “Now tell us another story. Tell us\nabout the time your father killed a Revenue Officer with an ax.”",
        "“Oh you don’t want to hear that again, do you children?” said\nAunt Polly.",
        "“Oh yes—yes—please,” they cried, and Aunt Polly was just going\nto begin when Jed the driver stopped his horses and said:",
        "“This hilltop is as good a place to shoot from as I know of, Miss\nPinkwood.  You can see both roads, and nobody can see you.”",
        "“Thank you, Jed,” said Aunt Polly giving him a kindly smile, and\nwithout more ado the children clambered out of the carryall and\nfilled their guns with powder and bullets.",
        "“I get first shot,” proudly announced Robert, the oldest boy, and\nsomewhat of a bully.",
        "“Robert!” said Aunt Polly severely, and she looked almost ready\nto cry, for Aunt Polly had tried hard to teach the boys to be\ntrue knights of chivalry and it hurt her to have Robert wish to\nshoot a Revenue Officer before the girls had had a chance. Robert\nhad not meant to hurt Aunt Polly’s feelings but had only been\nthoughtless, and soon all was sunshine again as little Ellen the\nyoungest made ready to fire the first shot.",
        "The children waited patiently and soon they were rewarded by the\nsight of a Revenue Officer riding on horseback in the distant\nvalley, as pretty a target as one could wish.",
        "“Now do be careful, dear,” whispered Miss Pinkwood, “for if you\nmiss, he may take alarm and be off.”  But little Ellen did not\nmiss.  “Bang” went her gun and the little Merry Breezes echoed\nback and forth, “She got him. She got him”, and old Mother West\nWind smiled down at the happy sport.  Sure enough, when old Mr.\nSmoke had cleared away there was a nice dead Revenue Officer\nlying in the road. “Well done, Ellen,” said Miss Pinkwood,\npatting her little charge affectionately which caused the happy\ngirl to coo with childish delight.",
        "Mary had next shot and soon all were popping away in great glee.\nAll the merry wood folk gathered near to watch the children at\ntheir sport. There was Johnny Chuck and Reddy Fox and Jimmy Skunk\nand Bobby Coon and oh everybody.",
        "Soon round Mr. Sun was high in the Blue Sky and the children\nbegan to tire somewhat of their sport.  “I’m as hungry as a\nbear,” said little Dick.  “I’m as hungry as two bears,” said\nEmily. “Ha Ha Ha,” laughed Miss Pinkwood, “I know what will fix\nthat,” and soon she had spread out a delicious repast.  “Now\nchildren,” said Miss Pinkwood when all had washed their faces and\nhands, “while you were busy washing I prepared a surprise for\nyou,” and from a large jug, before their delighted gaze, she\npoured out— what do you think?  “Bronxes,” cried little Harriet. \n“Oh goody goody.” And sure enough Aunt Polly had prepared a jug\nof delicious Bronx cocktails which all pronounced excellent.",
        "And after that there were sandwiches and olives and pie and good\nthree year old whisky, too.",
        "“That’s awfully smooth rye, Aunt Polly,” said little Prudence\nsmacking her two red lips.  “I think I’ll have another shot.”",
        "“No dear,” said Miss Pinkwood, pleased by the compliment, but\nfirm withal. “Not now.  Perhaps on the way home, if there is any\nleft,” for Aunt Polly knew that too much alcohol in the middle of\nthe day is bad for growing children, and she had seen many a\npromising child spoiled by over-indulgent parents.",
        "After lunch those children who could stand helped Aunt Polly to\nclear away the dishes and then all went sound asleep, as is the\ncustom in Pennsylvania.",
        "When they awoke round Mr. Sun was just sinking behind the Purple\nHills and so, after taking a few more scattered shots at Revenue\nOfficers, they piled once more into the carryall and drove back\nto town. And as they passed Mrs. Oliphant’s house (Aunt Polly’s\nsister) Aunt Flo Oliphant came out on the porch and waved her\nhandkerchief at the merry party.",
        "“Let’s give her a cheer,” said Fred.",
        "“Agreed,” cried they all, and so twelve little throats united in\nthree lusty “huzzahs” which made Auntie Flo very happy you may be\nsure.",
        "And as they drove up before the Pinkwoods’ modest home twelve\ntired but happy children with one accord voted the Whisky\nRebellion capital fun and Aunt Polly a brick.",
        "Continue...",
        "\nThis complete text of the A Parody Outline of History book by Donald Ogden Stewart\nis in the public domain.\n\nBuy this book at Amazon.com.\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on April 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "A Parody Outline of History drawings penciled by Herb RothBy DONALD OGDEN STEWARTAt Amazon"
    ]
}