{
    "title": "A Parody Outline of History - Chapter Nine: “For the Freedom of the World” - A Drama Of the Great War",
    "author": "Donald Ogden Stewart",
    "chapter": "10",
    "content": [
        "\n\n",
        "SCENE I",
        " A principal street of an American city in the spring of 1918.",
        "At the rear of the stage, representing the opposite sidewalk of\nthe street, are gathered many people come to bid farewell to the\nboys of the Blankth regiment who are soon to march past on their\nway to France.",
        "Extending across the “street”, from footlights to “sidewalk”, is\na large white plaster arch, gayly decorated with the Allied\ncolors.",
        "On this arch is the inscription “For the Freedom of the World.”",
        "At the rising of the curtain, distant march music is heard (off\nstage, right); this constantly grows louder during the ensuing\ndialogue which takes place between three elderly women crowded\ntogether at the edge of the sidewalk. These women, although,\nbefore the war, of different stations in social rank, are now\nunited, as are all mothers in the Allied countries, by the\nglorious badge which each proudly wears pinned over her\nheart—the service star.",
        "The Professor’s Wife—I hear them coming.",
        "The Street-cleaner’s Wife—So do I. I hope my boy Pat sees me.",
        "The Pawnbroker’s Wife—I told my Jean where to look.",
        "The approaching music and the cheering of the spectators drowns\nout further conversation.",
        "Enter (right) the regimental band playing the “Stars and Stripes\nForever.”  They march through the arch and exit left. Following\nthem comes the flag, at the sight of which all the male\nspectators (young boys and men too old to fight) remove their\nhats. After the colors come the troops, splendid clean faced\nfellows, in whose eyes shines the light of civilization’s ideals,\nin whose ears rings the never forgettable cry of heroic France\nand brave little Belgium.  The boys are marching four abreast,\nwith a firm determined step; it is as though each man were saying\nto himself “They shall not pass.”",
        "After the first few squads have marched through the arch and off\nleft, the command is issued off-stage “Company—HALT.”  A young\nlieutenant repeats this order to his men, and the column comes to\na stop. The men stand at attention until given the command\n“Rest”, when they relax and a murmur of conversation arises from\nthe ranks, in which characteristic sentences “German ideals are\nnot our ideals” and “Suppose it was your own sister” show only\ntoo well what the boys are thinking of day and night.",
        "As the column halts, the three service star mothers rush out from\nthe curb and embrace their sons who happen to be in this company.\nAt the same time a very attractive girl runs up to the young\nlieutenant.",
        "The Lieutenant—Ellen!\nHis Fiancee—John!\nThe Professor’s Son}\nThe Streetcleaner’s Son } Mother!\nThe Pawnbroker’s Son }",
        "The Professor’s Wife } \nThe Streetcleaner’s Wife } My Boy!\nThe Pawnbroker’s Wife }\nVoice off stage—Company—Atten SHUN!",
        " The farewells are said, the men come to attention.",
        "Voice off stage—Forward—MARCH",
        "The Lieutenant—(Pointing with his sword to the inscription on\nthe arch)—Forward for the Freedom of the World—MARCH.",
        "The men’s teeth click together, their heads are thrown back, and\nwith a light in their eyes that somehow suggests Joan of Arc the\nCrusaders move on.",
        "SCENE 2",
        " Three months later.",
        "A section of an American front line trench now occupied by the\nBlankth regiment.",
        "It is early morning and the three soldiers mentioned in Scene 1\nare conversing together for perhaps the last time, for soon they\nare to be given the chance which every American man desires more\nthan anything in the world— the opportunity to go “over the\ntop”.",
        "The Professor’s Son—Well fellows, in a few minutes we shall be\nable to show the people at home that their boys are not cowards\nwhen the fate of civilization is at stake.",
        "The Pawnbroker’s Son—Here’s a newspaper clipping mother sent me.\nIt’s from a speech made the other day in Congress.  (He reads)\n“And we and our children—and our children’s children will never\nforget the debt we owe those brave boys who are now in France.”",
        "The Streetcleaner’s Son—That makes a fellow feel pretty good\ninside, doesn’t it?  It makes me glad I’m doing my bit— and\nafter the war I hope the ideals which have inspired us all will\nmake us better citizens in a better world.",
        "The Professor’s Son—Not only will we be better citizens— not\nonly will the torch of liberty shine more brightly—but also each\none of us will go back to his job with a deeper vision.",
        "The Pawnbroker’s Son—That’s right I am a musician—a pianist,\nyou know—and I hope that after the war I shall be able to tell\nAmerica, through my music, of the glory of this holy cause.",
        "The Professor’s Son—I didn’t know you were a pianist.",
        "The Pawnbroker’s Son—Yes—ever since I was a boy—I have had no\nother interest.  My father tried to make me go into his shop but\nI couldn’t stand it.  He got angry and refused to support me; I\nhad a hard time until I won a scholarship at a New York musical\ncollege. Just before the war I had a chance to play the Schumann\nconcerto with the Philharmonic; the critics all said that in\nanother year I would be— but fellows—you must think me\nfrightfully conceited to talk so, and besides what matters my\nmusical career in comparison with the sacrifice which everyone is\nmaking?",
        "The Streetcleaner’s Son—And gladly making, too, for it is easy\nto give up all, as did Joan of Arc, for France.  Attention, men!\nhere comes one of our officers.",
        " The three stand at attention.",
        "Enter the Lieutenant.",
        "The Lieutenant—Well, men, do you feel ready?",
        "The Three—More than ready, sir—eager.",
        "The Lieutenant—Brave men!  (To the Professor’s Son) Come here a\nminute, Keating.  I have something to ask you before we go over\nthe top.",
        "The Professor’s Son and the Lieutenant go to one side.",
        "The Lieutenant—(To the other two in a kindly manner)—At ease!",
        "The Streetcleaner’s Son—Thank you, sir.",
        "They relax from their rigid posture of “attention”.",
        "The Lieutenant—(To the Professor’s Son)—Keating, when we “go\nover”, we—may—never come back, you know.  And I want to ask a\nfavor of you.  I am engaged—to a girl back home—here is her\npicture (he draws a photograph from his inner breast pocket and\nshows it to the Professor’s Son.)",
        "The Professor’s Son—She is beautiful, Sir.",
        "The Lieutenant—(Putting the photograph back in his pocket)— Yes\nvery beautiful.  And (dropping his eyes)—I love her.  If—if I\nshould “go west” I want you to write her and tell her that my\nlast thoughts were of my country and—her.  We are to be\nmarried— after the war—if (suddenly clearing his throat). Her\nname is Ellen Radcliff—here, I’ll write the address down for\nyou.",
        "He does so, and hands the slip of paper to the Professor’s Son,\nwho discreetly turns away.",
        "The Lieutenant—(Brusquely)—That’s all, Keating.",
        "A bugle sounds.",
        "The Lieutenant—Attention men!  At the next bugle call you go\nover the top— remember that you are Americans and that Americans\nknow how to fight and die in the cause of liberty and for the\nfreedom of the world. The Three Soldiers—We are ready to make\nthe supreme sacrifice if need be.",
        " The bugle sounds.",
        "The Lieutenant—(Climbing up the ladder to the top of the\ntrench)— Follow me, men—",
        "The Three Soldiers—(Climbing up after him)—Lafayette—we come,\nthough poppies bloom in Flanders field.",
        " They go “over the top”.",
        "SCENE 3",
        " A section of a Hun trench a minute later.  Two Hun soldiers are\nconversing together; another Hun is reading a copy of Nietzsche.",
        "First Hun Soldier—And then we cut the hands off all the little\nchildren— oh it was wonderful.",
        "Second Hun Soldier—I wish I had been there.",
        " A Hun Lieutenant rushes in.",
        "The Hun Lieutenant—(Kicking the three men and brandishing his\nrevolver)—Swine—wake up—here come the Americans.",
        " The three spring to their feet and seize their guns. At the top\nof the trench appears the American lieutenant, closely followed\nby the three soldiers.",
        "The American Lieutenant—(Coolly)—We come to avenge the sinking\nof the Lusitania.",
        "The Hun Lieutenant—Hoch der Kaiser!  Might is stronger than\nright!",
        " He treacherously tries to shoot the American but the Professor’s\nSon disarms him with his bayonet.  The three Hun soldiers offer a\nshow of resistance.",
        "The Streetcleaner’s Son—(To first Hun soldier)—Your hands are\nunclean with the murder of innocent women and children.",
        "First Hun Soldier—(Dropping his gun)—Kamerad!",
        "The Pawnbroker’s Son—(To the other Hun soldiers)— Prussianism\nhas destroyed the Germany of Bach and Beethoven and you fellows\nknow it, too.",
        "Second and third Hun Soldiers—(Dropping their guns)—Kamerad!",
        "The American Lieutenant—Men—you have kept the faith. I am proud\nof you.  Forward!",
        " An explosion (not too loud to annoy the audience) is heard off\nstage right.",
        "The Professor’s Son—(Sinking to the ground) Fellows, I’m afraid\nthey’ve got me.",
        "The Streetcleaner’s Son—What a shame!",
        "The Lieutenant—Is there anything we can do to ease the pain?",
        "The Professor’s Son—(Weakening rapidly) No—go on, boys, carry\nthe—banner of—civilization’s ideals—forward—without me— Tell\nmother I’m glad—I did—my bit—for the freedom— of the\nworld—fellows, the only—thing—I regret—is that I won’t— be\nable to be with you—when you—go back—to enjoy the gratitude—\nof America—good-bye, fellows, may you drink—to the full— the\nrewards of a grateful nation.",
        "He dies.  The others regretfully leave him behind as they push on\nafter the fleeing Huns.",
        "The stage is slowly darkened—the noise of battle dies away.",
        "Enter an Angel in the uniform of the Y.M.C.A. She goes up to the\nfallen hero and taking him in her arms tenderly carries him off\nthe stage.",
        "CURTAIN",
        "TWO YEARS PASS",
        "SCENE I",
        " The bedroom of a bachelor apartment in New York City in the Fall\nof 1920.",
        "There is about the room an air of neglect, as though the occupant\ndid not particularly give a damn whether he slept in this room or\nin hell. This is evidenced in a general way by the absence of any\nattempts at decoration and by the presence of dirty laundry and\nunopened letters scattered about the room.",
        "The furniture consists of a bed and a bureau; at the foot of the\nformer is a trunk such as was used by American army officers in\nthe recent war.",
        "Although it is three in the morning, the bed is unoccupied. The\nelectric light over the bureau has been left lighted.",
        "The lamp flickers and goes out for a minute; when it again\nflashes on, the Angel and the Professor’s Son are seen standing\nin the room, as though they had come there directly from the\nclose of the preceding act; the Angel, however, has completely\nremoved all Y.M.C.A. insignia and now has a beard and chews\ntobacco; from time to time he spits out of the window.",
        "The angel—Why the hell weren’t you satisfied to stay in heaven?",
        "The Professor’s Son—Well, I just wanted to see my old buddies\nonce more— I want to see them enjoying the gratitude of the\nworld.",
        "The Angel—Hmmmm—well, this is where your Lieutenant now lives—\nand I think I hear him coming.",
        " They step behind a curtain.  The noise of a key rattling in a\nlock is heard, then a light flashes on in the next room. The\nsound of unsteady footsteps—a vase is knocked over—a curse—\nthen enter the Lieutenant.",
        "He wears a dinner-coat, one sleeve of which hangs empty. His face\nis white, his eyes set, his mouth hard and hopeless. He is\ndrunk—not hilariously—but with the drunkenness of despair.",
        "He sits down on the bed and remains for several minutes, his head\nin his hands.",
        "The Lieutenant—God, I’m drunk—(after a pause)— drunk\nagain—well, what of it—what the hell difference does it\nmake—get drunk if I want to—sure I will—get drunk— that’s the\ndope DRUNK—oh Christ!—",
        "He throws himself on the bed and after lying there a few minutes\nsits up.",
        "The Lieutenant—Gotta have another drink—can’t go sleep, God\ndamn it—brain too clear—gotta kill brain—that’s the dope—\nkill brain—forget—wipe out past—",
        "He opens the trunk in his search for liquor.  He suddenly pulls\nout his lieutenant’s coat and holds it up,",
        "The Lieutenant—There’s that God damn thing—never wanted to see\nit again— wound stripes on right sleeve, too—hurrah for brave\nsoldier—arm shot off to—to make world safe for\ndemocracy—blaa—the god damn hypocrites— democracy hell—arm\nshot off because I wasn’t clever enough to stay out of it—ought\nto have had sense enough to join the—the ordinance department\nor—or the Y.M.C.A.",
        "He feels aimlessly through the pockets of the coat.  Suddenly,\nfrom the inside breast pocket he draws out something—a\nphotograph—",
        "The Lieutenant—Ellen!  Oh God!",
        "He gazes at the picture for a long time.",
        "The Lieutenant—Yes, Ellen, I should have joined the Y.M.C.A.\nshouldn’t I?—where they don’t get their arms shot off— couldn’t\nmarry a man with one arm, could you?—of course not— think of\nlooking at an empty sleeve year after year— children might be\nborn with only one arm, too—children—oh God damn you, Ellen,\nyou and your Y.M.C.A. husband!",
        " He tears the picture in two and hurls it into the trunk. Then he\nsinks onto the bed, sobbing drunkenly.  After a few minutes, he\nwalks over to the trunk and picks up one half of the torn\npicture. He turns it over in his hand and reads the writing on\nthe back.",
        "The Lieutenant (Reading)—\"I’m waiting for you, dear—when you\nhave done your bit ’for the freedom of the world’.”",
        "He smiles, wearily, and reaches down to pick up the other half of\nthe picture.  His eye is caught by something shiny; it is his\narmy revolver. He slowly picks it up and looks at it for a long\ntime.",
        "The Lieutenant—For the freedom of the world—",
        "He quickly opens his top bureau drawer and takes out a box of\ncartridges. One of these he inserts in a chamber of his revolver.",
        "The Lieutenant—For the FREEDOM—",
        "He laughs.",
        "As the curtain falls he presses the revolver against his temple\nand fires.",
        "SCENE 2",
        " A bare room in a boarding house.  To the left is a bed, to the\nright a grand piano—the latter curiously out of keeping with the\nother cheap furnishings. The room is in partial darkness.",
        "The door slowly swings open; the Angel and the Professor’s Son\nenter.",
        "The Angel—And here you have the room of your friend the\nPawnbroker’s Son— the musical genius—with a brilliant future.",
        "They hide in a closet, leaving the door partly open.",
        "Enter Jean, the Pawnbroker’s Son.  He has on a cutaway suit— a\nrelic of his first and last public concert before the war. His\nshoulders sag dejectedly and his face is drawn and white. He\ncomes in and sits on the bed.  A knock—a determined knock— is\nheard at the door but Jean does not move.  The door opens and his\nlandlady—a shrewish, sharp faced woman of 40—appears. He gets\nup off the bed when he sees her and bows.",
        "The Landlady—I forgot you was deef or I wouldn’t have wasted my\ntime hitting my knuckles against your door.",
        "Jean gazes at her.",
        "The Landlady—Well Mr. Rosen I guess you know why I’m here— it’s\npay up today or get out.",
        "Jean—Please write it down—you know I cannot hear a word you\nsay. I suppose it’s about the rent.",
        "The landlady takes paper and pencil and writes.",
        "The Landlady—(Reading over the result of her labor)—\n“To-day—is—the—last day.  If you can’t pay, you must get out “",
        "She hands it to Jean and he reads.",
        "Jean—But I cannot pay.  Next week perhaps I shall get work—",
        "The Landlady—(Scornfully)—Yes—Next week maybe I have to sell\nanother liberty bond for seventy dollars what I paid a hundred\ndollars for, too. No sir I need the money NOW.  Here—",
        " She writes and hands it to him.",
        "Jean (Reading)—Sell my piano?  But please I cannot do that—yet.",
        "The Landlady—A lot of good a piano does a deef person like you.\nThat’s a good one—( She laughs harshly). The deef musician—ho\nho— with a piano.",
        "Jean—Madam, I shall pay you surely next week. There has been\nsome delay in my war risk insurance payment. I should think that\nyou would trust a soldier who lost his hearing in the trenches—",
        "The Landlady—That’s old stuff.  You soldiers think just because\nyou were unlucky enough to get drafted you can spend the rest of\nyour life patting yourselves on the back.  Besides—what good did\nthe war do anyway— except make a lot of rich people richer?",
        "She scribbles emphatically “Either you pay up tonight or out you\ngo.”",
        "Handing this to Jean with a flourish, she exits.",
        " He sits on the bed for a long time.",
        "Finally he glances up at the wall over his bed where hangs a\ncheap photo frame.  In the center is a picture of President\nWilson; on one side of this is a crude print of a soldier, on the\nother side a sailor; above is the inscription “For the Freedom of\nthe World.”",
        "Jean takes down the picture and looks at it.  As he replaces it\non the wall he sees hanging above it the bayonet which he had\ncarried through the war. He slowly takes the weapon down, runs\nhis fingers along the edge and smiles—a quiet tired smile which\ndoes not leave his face during the rest of the scene.",
        "He walks over to the piano and plays the opening chords of the\nSchumann concerto.  Then shaking his head sadly, he tenderly\ncloses down the lid and locks it.",
        "He next writes a note which he folds and places, with the key to\nthe piano, in an envelope.  Sealing and addressing the envelope,\nhe places it on the piano.  Then, walking over to the bed, he\npicks up the bayonet, and shutting his eyes for an instant, he\nsteps forward and cuts his throat as the curtain falls.",
        "SCENE 3",
        " Same as Act 1, Scene 1 except for the changes made in the city\nstreet by a year or more of peace.",
        "The arch across the thoroughfare still stands, although it has\nbecome badly discolored and dirty; the inscription “For the\nFreedom of the World” is but faintly visible.  As the curtain\nrises workmen are busy at work tearing the arch down.",
        " Enter the Angel and the Professor’s Son.",
        "The Angel—Stand over here, out of the way, and you’ll see the\nlast of your cronies—Pat, the Streetcleaner’s Son— enjoying the\ngratitude of the world.",
        "The Professor’s Son does not answer.",
        " Enter Pat.  He has on an old pair of corduroy trousers, with his\nbrown army shirt, and shoes out at the heel.",
        "He looks as if he had not slept for days certainly he has not\nshaved for a week.  He approaches one of the workmen.",
        "Pat—Say buddy any chance for a job here?",
        "The Workman—Hell no.  They was fifty applicants yesterday.\n(Looking at his army shirt) Most of them ex-soldiers like you.\nJobs is mighty scarce.",
        "Pat—I’ll tell the world they are.  I’d almost join the army\nagain, except for my wife and kid.",
        "The Workman—God—don’t do it.",
        "Pat—Why—was you across?",
        "The Workman—Yes, God damn it—eight months.  Next war I’ll let\nsomebody else do the fighting.",
        "Pat—Same here.  The wise guys were them that stayed at home and\nkept their jobs.",
        "The Workman—I’ll say they were.",
        "Pat—(Growing more excited)—And while we was over there\nfighting, nothing was too good for us—\"brave boys,” they said,\n“we shall never forget what you have done for us.” Never\nforget—hell!  In about a year everybody forgot there ever was a\nwar and a fellow has a hell of a time getting a job—and when you\nmention the war they just laugh—why God damn it, I’ve been out\nof work for six months and I ain’t no loafer either and my wife\nhas had to go back to her folks and I’m just about all in—",
        " During this speech the work on dismantling the arch has steadily\nprogressed. Suddenly there comes a warning cry—\"Look out\"—as\nthe supports unexpectedly give way.  Pat is too engrossed in his\ntirade to take heed, and as the center portion of the arch falls\nit crushes him beneath its weight. After the cloud of dust\nclears, he is seen lying under the mass. By a curious twist of\nfate he has been crushed by the portion of the arch bearing the\ninscription “For the Freedom of the World.”  His eyes open for an\ninstant—he reads, through the mist of approaching death, the\nwords, and he laughs—",
        "Pat—For the Freedom of the World—Oh Christ!",
        "His mocking laughter is interrupted by a severe fit of coughing\nand he sinks back dead.",
        "The Professor’s Son—Oh God—take me somewhere where I can’t ever\nsee the world.",
        "The angel—Come to heaven.",
        "CURTAIN",
        " ",
        "\nThis complete text of the A Parody Outline of History book by Donald Ogden Stewart\nis in the public domain.\n\nBuy this book at Amazon.com.\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on April 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "A Parody Outline of History drawings penciled by Herb RothBy DONALD OGDEN STEWARTAt Amazon"
    ]
}