{
    "title": "A Parody Outline of History - Chapter One: Introduction - A Critical Survey of American History",
    "author": "Donald Ogden Stewart",
    "chapter": "2",
    "content": [
        "\n\n",
        "On a memorable evening in the year 1904 I witnessed the opening\nperformance of Maude Adams in “Peter Pan”. Nothing in the world\ncan describe the tremendous enthusiasm of that night! I shall\nnever forget the moment when Peter came to the front of the stage\nand asked the audience if we believed in fairies. I am happy to\nsay that I was actually the first to respond. Leaping at once out\nof my seat, I shouted “Yes—Yes!”  To my intense pleasure the\nwhole house almost instantly followed my example, with the\nexception of one man.  This man was sitting directly in front of\nme.  His lack of enthusiasm was to me incredible. I pounded him\non the back and shouted, “Great God, man, are you alive! Wake up! \nHurrah for the fairies!  Hurrah!”  Finally he uttered a rather\nfeeble “Hurrah!”  Childe Roland to the dark tower came.",
        "That was my first meeting with that admirable statesman Woodrow\nWilson, and I am happy to state that from that night we became\nfirm friends. When Mr. Wilson was inaugurated in 1913 I called on\nhim at the White House, taking with me some members of my Yale\ndrama class. Each one of us had an edition of the president’s\nadmirable “History of the American People”, and I am glad to say\nthat he was kind enough to autograph each of the ten volumes for\nall of us.",
        "Early in Mr. Wilson’s second term as president, just before the\nbreak with Germany, I was sitting in the quiet of my library\nrereading Browning’s “Cristina”. When I came to the third stanza\nI leaped to my feet— the thing seemed incredible, but here\nbefore my eyes was actually Browning’s prophetic message to\nAmerica in regard to the submarine sinkings.",
        "“Oh, we’re sunk enough here, God knows!  But not so sunk that\nmoments—etc.”  It is an extraordinary evidence of the man’s\ngenius that in 1840 he should have perhaps foreseen prophetically\nthe happenings of seventy-six years later! Not only did Browning\nseem to know what was bound to happen, but he told us the remedy. \nI sat right down and wrote to my good friend the president,\nenclosing a marked copy of the poem. On the sixth of April, 1917,\nwar was declared.",
        "May 7, 1912, was the one hundredth anniversary of the birth of\nRobert Browning.  On that memorable date I was traveling to Ohio\nat the request of my dear friend Miss Jones to deliver an address\nat the Columbus School for Girls.  Curiously enough the name of\nmy Pullman car was Pauline.  Not only did that strike me as\nremarkable, but I occupied upper berth number 9 in car 11, two\nnumbers which, added together, produced the exact age at which\nBrowning published the poem of that name. At once I recited the\nopening lines, “Pauline, mine own, bend o’er me—thy soft breast\nshall pant to mine—bend o’er me,” to the porter.",
        "I like to believe that the spirit of Browning arranged that\nentire journey, for the other occupant of this well-omened berth\nwas that admirable statesman Warren G. Harding.  When I sat down\nI noticed that he was reading Henry Sydnor Harrison’s “Queed”, a\nbook which was justly popular at that time.  I at once showed Mr.\nHarding an article I had written in which I stated that not only\nwas “Queed” a real novel, with a real plot, and real characters,\nbut that I believed the readers were stimulated by the spiritual\nadvance of the hero.  The future president agreed with me and\nsaid he thought that literature was a great thing. Encouraged by\nthis I confessed that I was on my way to deliver a lecture on\nmodern poetry.  Mr. Harding replied that he thought poetry was a\ngreat thing.  “Splendid!”  I cried, and taking a copy of Browning\nfrom my bag I read him several selections.  Mr. Harding said that\nof the American poets he liked James Whitcomb Riley best.\nPersonally, while I have for Mr. Riley only wonder and praise, I\nthink that the English poet strikes a more inspiring, more\neternal note.",
        "I then read to Mr. Harding Browning’s “Evelyn Hope”. He said that\nhe knew a Mrs. Walter Hope in Marion, but that he was not sure\nher first name was Evelyn.  As I knew that Mr. Harding liked a\ngood pun, I remarked facetiously that “hope springs eternal”,\nmeaning that probably there were in existence several families of\nthat name.",
        "I am happy to state that with that meeting began a friendship\nwhich has lasted for many years.  When Mr. Harding was nominated\nfor the presidency, I wrote at once, enclosing a copy of “The\nAdvance of the English Novel” which I had published in 1916.  On\nthe title-page I wrote, “To the Hero of a Much More Spectacular\nAdvance”, meaning that the progress made by the English novel was\nas nothing compared to Mr. Harding’s rapid and well-deserved\nrise. In reply I received the following:",
        "Just as I am always glad that I am an American, so I think we\nshould all believe whole-heartedly in the glorious future which\nlies ahead of us. We should all pay high tribute to the ideals\nand sincerity of those great leaders Woodrow Wilson and Warren\nHarding.  What a pity that some people believe that there is any\nantagonism or essential difference in the aims of those two\nworthy men.  Both are absolutely sincere—both try to make the\nworld a better, more happy place.  And to the critic of history—\nas to the critic of art and literature—those are the essential\nthings. Viewing the past and glimpsing the future of American\nhistory I cannot help feeling that Browning had us perhaps\nunconsciously in mind when he wrote:",
        "Continue...",
        "\nThis complete text of the A Parody Outline of History book by Donald Ogden Stewart\nis in the public domain.\n\nBuy this book at Amazon.com.\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on April 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "A Parody Outline of History drawings penciled by Herb RothBy DONALD OGDEN STEWARTAt Amazon"
    ]
}