{
    "title": "A Parody Outline of History - Chapter Five: The Spirit Of ’75 - Letters Of a Minute Man",
    "author": "Donald Ogden Stewart",
    "chapter": "6",
    "content": [
        "\n\n",
        "",
        "Friend Ethen—",
        "Well Ethen you will be surprised O. K. to hear I & the wife took\na little trip down to Boston last wk.  to a T. party & I guess\nyou are thinking we will be getting the swelt hed over being ast\nto a T. party.  In Boston.",
        "Well Ethen if you think that why you will be a 100 mi. offen the\ntrack because Ethen I and Prudence sent the kind that gets a\nswelt hed over being ast any wares like some of are naybers up\nhere when they are ast any wares so you see Ethen even if we had\nbeen ast any wares we wouldnt of had no swelt hed. On acct of\nbeing ast any wares.",
        "Well last Thurs.  I and Prudence drove old Bessy down to Boston\nBessy is are horse see Ethen which is about 13 mi. from here\nBoston I mean Ethen as the crow flys only no crow would ever fly\nto Boston if he could help it because all the crows that ever\nflew to Boston was shot by them lousie taverin keepers to make\nmeals out of Ethen I never tast it nothing so rotten in my life\nas the meals they give us there & the priceis would knock your I\nout.  3 shillings for a peace of stake about as big as your I,\nand 4 pence for a cup of coffy. The streets sent the only thing\nabout Boston thats crook it. Them taverin keepers is crook it to\nI mean see Ethen.",
        "After supper I & her was walking a round giving the town the\ndouble O when we seen that Fanny Ewell Hall was all lit up like\nCharley Davis on Sat. night & I says to Prudence lets go inside I\nthink its free and she says I bet you knowed it was free al right\nbefor you ast me & sure enough it was free only I hadnt knowed it\nbefore only I guess that Prudence knows that when I say a thing\nit is generally O. K. Well Fanny Ewell Hall was pack jam full of\npeople & we couldnt see nothing because there was a cockide stiff\nstanding right in front of us & jumping up & down & yelling No T.\nNo T. at the top of his lunges & Prudence says well why dont you\ntake coffy or milk & for Gods sake stay offen my foot & he turns\nto her & says maddam do you want T. & slavery & she says no coffy\n& a hot dog just kidding him see Ethen & he says maddam no T.\nshall ever land & she says no but my husbend will in a bout 1\nmin. & I was just going to plank him 1 when the door behint us\nbust open & a lot of indyans come in yelling every body down to\nGrifins worf there is going to be a T. party only Ethen they\nwasnt indyans at all but jest wite men drest up to look like\nindyans & I says to a fello those aint indyans & he say no how\ndid you guess it & I says because I have seen real indyans many a\ntime & he says to a nother fello say Bill here is a man who says\nthem sent real indyans & the other fello says gosh I dont believe\nit & they laffed only the laff was on them Ethen because they\nwasnt real indyans & that is only tipical of how you cant tell\nthese Boston swelt heds nothing & I guess if they had ever seen a\nreal indyan they would of known better than to laff. Well I and\nPrudence follered the crowd down to Grifins worf & them indyans\nwhich was only wite men drest up clumb onto a ship there & begun\nthrowing the cargo into Boston harber & I says to a fello what is\nin them boxes & he says T. & I says well why are they throwing it\naway & he says because they do not want to pay the tacks which is\nabout as sensable Ethen if I was to rite a lot of letters & then\nas fast as I rote I would tare it up because I did not want to\npay for a stamp. Well I says somebody ought to catch he—ll for\nthis & he says are you a torie & I seen he was trying to kid me &\nI says no I am a congregationalis & a loyal subject of king Geo. \nRex & he says o I thought you was a torie & a lot of fellos who\nwas with him give him the laff because he hadnt been abel to kid\nme. Well after a whiles he says the indyans seem to be about\nthrew & I says yes only they sent indyans & the laff was on him\nagain & he seen it wasnt no use to try & kid me & Prudence says\ncome on lets beat it & on the way home I says I bet them Boston\nbirds will feel small when they find out that those wasnt indyans\nat all & she act it like she was mad about something & says well\nthey cant blame you for not trying to tell them & its a wonder\nyou didnt hire Fanny Ewell Hall while you was about it & I says o\nis it & I might know youd get sore because I was the 1st to find\nout about the indyans being wite men in disgised & she says yes I\nsuppose if somebody was to paint stripes on a cow you would make\na speech about it & say that you had discovered that it wasnt no\ntiger & I wish I had been 1 of them indyans tonight because I\nwould of loved to of beened you with a Tommy Hawk & I says o you\nwould would you & she seen it wasnt no use to argue with me &\nanyway Ethen nobody would be fool enough to paint stripes on a\ncow unless maybe they was born in Boston.  Well Ethen thats the\nway it goes & when you do put one over on the wife they want to\nhit you with a Tommy Hawk with best rgds.  Ed.",
        "Friend Ethen—",
        "No matter what a married man does in this world he gets in wrong\n& I suppose if I was to die tonight Prudence would bawl me out\nfor not having let her know I was going to do it & just because I\njoined the minit men the other eve. she has been acting like as\nif I had joined the Baptis Church & I bet you are saying what in\nthe h—ll is a minit man. Well Ethen I will tell you.  The other\nnight I says to Prudence I think I will drive over to Lexington\nto get Bessy shodd. Bessy is are horse see Ethen.  Well she says\nyou will do nothing of the kind because all you want to do in\nLexington is get a snoot ful & if you think I am going to wate up\nall night while you get boiled well you have got another guess\ncoming. She says the last time you had Bessy shodd the naybers\nare talking about it yet & I says do you mean because I & Charley\nDavis was singing & having a little fun & she says no because\nnobody wouldnt call that singing & do you call it a little fun\nwhen you brought Bessy up stares with you to show me how well she\nhad been shodd at 3 A. M. in the morning answer me that which is\nonly her way of exagerating things Ethen because we didnt bring\nBessy only as far as the stares & I only did it because Charley\nhad been drinking a little to much & I didnt want to iritate him\nbecause the way to handel drunks is to not iritate them they are\nonly worse only you cant tell a woman that & they think the way\nto handel drunks is to look him in the eye & say arent you\nashamed of yourselves which only iritates him the moar. Well I\nsays I am not going to half no horse of mine going a round 1/2\nshodd al the time & Prudence says well I am not going to half no\nhusband of mine going a round 1/2 shot al the time & I says I\nwill not go near Charley Davis this time because I have lernt my\nlesson & she says al right if you will promise to not go near\nCharley Davis you can go & when I got to Lexington I thought I\nwould stop in the taverin a min. just to say hulloh to the boys\nbecause if a fello doesnt stop in the taverin to say hulloh to\nthe boys who are just as good as he is they are lible to say he\nhas a swelt hed & is to proud to stop in the taverin to say\nhulloh to the boys. Who are just as good as he is.  Well I didnt\nhave any i dear that Charley Davis would be there because I had\ntold Prudence I wasnt going to go near him & just because I said\nthat I cant be expect it to sneek into toun like as if I was a\nconvick can I Ethen.  Well the taverin was crowd it & they had\nall got a good start & the long & the short of it was that the\n1st person I seen was Charley Davis & he says hulloh there pink\nwhiskers you are just in time to join the minit men which is only\na nicked name he has for me because my whiskers are red brown. No\nI says I cannot join anything tonight fellos because I must go\nright back home & he says if you dont join the minit men now some\nday you wont have no home to go home to & I says what do you mean\nI wont have no home to go home to & he says because the Brittish\nare going to burn down all the homes of we  farmers because we\nwill not sell them any food but first you had better have a\ndrink.  Well Ethen a fello dont like to be a sissey about taking\n1 drink does he & then I says now fellos I must go home & then a\ncouple of more fellos come in & they said Ed you wont go home\ntill we have brought you a drink & elect it you to the minit men\nwill you & I said no but I must go home right after that. Well\nthen we got to singing & we was going pretty good & after a while\nI said now fellos I must go home & Charley Davis says to me Ed\nbefore you go I want to have you shake hands with my friend Tom\nDuffy who is here from Boston & he will tell you all about the\nminit men & you can join tonight but look out or he will drink\nyou under the tabel because he is the worst fish in Boston & I\nsays sure only I have got to be going home soon because you\nremember what hapend last time & I would like to see any body\nfrom Boston drink me under the tabel & bet. you & I Ethen if that\nfellow is a fish then my grandmother is the prince of whales &\nlet me tell you what hapend. After we had drank about 4 or 5 I\nseen he was getting sort of wite & I says well Boston lets settle\ndown now to some good steady drinking & he says listen & I says\nwhat & he says listen & I says what & he says do you know my wife\n& I says no & he says listen & I says what & he says shes the\nbest little woman in the world & I says sure & he says what did\nyou say & I says when & he says you have insult it my wife the\nbest little woman in the world & he begun to cry & we had only\nhad a bout 1 qt & wouldnt that knock you for a cockide gool\nEthen, only I guess you arent surprised knowing how much I can\nholt without feeling any affects.  Well I was feeling pretty good\non acct. of drinking the pride of Boston under the tabel & not\nfeeling any affects only I was feeling good like a fello naturely\nfeels & the fellos kind of made a lot of fuss on acct. me\ndrinking him under the tabel so I couldnt very well of gone home\nthen & after a while Charley Davis made a speech & well comed me\ninto the minit men & so I am a minit man Ethen but I cant exackly\nexplain it to you until I see Charley again because he didnt make\nit very clear that night.  Well after a while we woke the Boston\nfish up & we all went home & I was feeling pretty good on acct.\nit being such a nice night & all the stars being out & etc. &\nwhen I got home I said Prudence guess what hapend & she says I\ncan guess & I says Prudence I have been elect it a minit man &\nshe says well go on up stares & sleep it off & I says sleep what\noff & she says stop talking so loud do you want the naybers to\nwake up & I says whos talking loud & she says o go to bed & I\nsays I am talking in conversational tones & she says well you\nmust be conversing with somebody in Boston & I says o you mean\nthat little blond on Beecon St. & Ethen she went a 1,000,000 mi.\nup in the air & I seen it wasnt no use to try & tell her that the\nreason I was feeling good was on acct.  having drank a Boston\nswelt hed to sleep without feeling any affects & I bet the next\ntime I get a chanct I am going to get snooted right because a\nfello gets blamed just as much if he doesnt feel the affects as\nif he was brought home in a stuper & I was just kidding her about\nthat blond on Beecon St. Some women dont know when they are well\noff Ethen & I bet that guy from Bostons Tom Duffy I mean wife\nwishes she was in Prudences shoes instead of her having married a\nman what cant holt no more than a qt. without being brought home\nin a stuper.  Best rgds.                                 \nEd.",
        "Friend Ethen—",
        "Well Ethen this is a funny world & when I joined the minit men\nlast mo. how was I to know that they called them minit men\nbecause they was lible to get shot any minit.  & here I am\nriteing to you in a tent outside Boston & any minit a canon ball\nis lible to knock me for a continental loop & my house has been\nburnt & Prudence is up in Conk Cord with her sister the one who\nmarried that short skate dum bell Collins who has owed me 2 lbs.\nfor a yr.  & 1/2 well Ethen it never ranes but it pores & you can\nbe glad you are liveing in a nice quiet place like Philly.",
        "Well the other night I and Prudence was sound asleep when I heard\nsome body banging at the frt.  door & I stuck my head out the up\nstares window & I says who are you & he says I am Paul Revear & I\nsays well this is a h—ll of a time to be wakeing a peaceiful man\nout of their bed what do you want & he says the Brittish are\ncomeing & I says o are they well this is the 19 of April not the\n1st & I was going down stares to plank him 1 but he had rode away\ntow wards Lexington before I had a chanct & as it turned out\nafter words the joke was on me O. K. Well who is it says Prudence\nCharley Davis again because you might as well come back to bed if\nit is & I says no it was some Boston smart alick trying to be\nfunny & I guess they are soar down there on acct. what hapened to\ntheir prize fish up here last mo. & are trying to get even do you\nknow a Paul Revear & she says yes there was a boy at school named\nPaul Revear who was crazy about me was he dark well Ethen if all\nthe fellos she says has been crazy about her was layed end to end\nthey would circum navygate the globe twicet & I says no he was\nyello & that had her stopt so we went back to sleep only I\ncouldn’t help laffing over the way I had slipt it across.  About\nRevear being yello. Well along a bout A. M. there was a lot of\ngun firing tow wards Lexington & Prudence grabed me & says whets\nthe shooting for & I says probably that fello Revear who was so\ncrazy a bout you has got funny oncet to oft ten & it will teach\nthem Boston doodes a lesson. Well Ethen I was wrong for oncet &\nthe firing kept getting worse & I hitcht up old Bessy & drove\nover to Lexington Bessy is are horse & Ethen there was the h—ll\nto pay there because the g— d d—m Brittish redcotes had marcht\nnup from Boston & had fired on the Lexington fellos & Charley\nDavis had been shot dead & a lot of the other fellos was wooned\nit & they said you had better get your wife to the h—ll out of\nyour house because the g—d d— m Brittish redcotes are coming\nback & they will burn everything along the rode the ---- I guess\nyou know what word goes there Ethen & I was so d—m mad at those\ng—d d—m Brittish redcotes on acct. shooting Charley Davis dead\nthat I said give me a gun & show me the ---- who done it & they\nsays no you had better get your wife to a safe place to go to &\nthen you can come back because the ---- will be along this way\nagain the ----. Well I drove as fast as I could back to the farm\n& somebody had already told Prudence what had hapend & as soon as\nI drove into the yd. she come out with my muskit & hand it it to\nme & says dont you worry about me but you kill every d—m redcote\nyou can see & I says the ----s has killed Charley Davis & she\nsays I know it & here is all the bullits I could find.  Well when\nI got back to Lexington the redcotes was just coming along &\nEthen I guess they wont forget that march back to Boston for a\nlittle whiles & I guess I wont either because the ----s burnt\ndown my house & barn & Prudence is gone to stay with her sister\nin Conk Cord & here I am camping in a tent with a lot of other\nminit men on the out skirts of Boston & there is a roomer a round\ncamp that to morrow we are going to move over to Bunker Hill\nwhich is a good name for a Boston Hill Ill say & Ethen if you was\nto of told me a mo. ago that I would be fighting to get Boston\naway from the Brittish I would of planked you 1 because they\ncould of had Boston for all I cared. Well Ethen I must go out and\ndrill some more now & probably we will half to listen to some\nBoston bird makeing a speech they are great fellos for speeches\nabout down with Brittish tirrany & give me liberty or give me\ndeath but if you was to ast me Ethen I would say give me back\nthat house & barn what those lousie redcotes burnt & when this\nexcitement is all over what I want to know is Ethen where do I\nget off at.                                Yrs                     \n   Ed.",
        "Continue...",
        "\nThis complete text of the A Parody Outline of History book by Donald Ogden Stewart\nis in the public domain.\n\nBuy this book at Amazon.com.\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on April 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "A Parody Outline of History drawings penciled by Herb RothBy DONALD OGDEN STEWARTAt Amazon"
    ]
}