{
    "title": "A Parody Outline of History - by Donald Ogden Stewart [Authorama]",
    "author": "Unknown",
    "chapter": "history",
    "content": [
        "Presented by\nAuthorama\nPublic Domain Books",
        "Wherein may be found a curiously irreverent treatment of\nAmerican Historical Events\nImagining them as they would be narrated\nby American’s most characteristic\ncontemporary authors",
        "To\nGilbert Holland Stewart, Jr.",
        "Mr. H. G. Wells, in his “Outline of History,” was of necessity forced\nto omit the narration of many of the chief events in the history\nof these United States.  Such omissions I have in this brief\nvolume endeavored to supply.  And as American history can\npossibly best be written by Americans and as we have among us no\nH. G. Wells, I have imagined an American history as written\nconjointly by a group of our most characteristic literary figures.",
        "Apologies are due the various authors whose style and, more\nparticularly, whose Weltanschauung I have here attempted to\nreproduce; thanks are due The Bookman for permission to reprint\nsuch of these chapters as appeared in that publication. I give\nboth freely.   D. O. S.",
        "On a memorable evening in the year 1904 I witnessed the opening\nperformance of Maude Adams in “Peter Pan”. Nothing in the world\ncan describe the tremendous enthusiasm of that night! I shall\nnever forget the moment when Peter came to the front of the stage\nand asked the audience if we believed in fairies. I am happy to\nsay that I was actually the first to respond. Leaping at once out\nof my seat, I shouted “Yes—Yes!”  To my intense pleasure the\nwhole house almost instantly followed my example, with the\nexception of one man.  This man was sitting directly in front of\nme.  His lack of enthusiasm was to me incredible. I pounded him\non the back and shouted, “Great God, man, are you alive! Wake up! \nHurrah for the fairies!  Hurrah!”  Finally he uttered a rather\nfeeble “Hurrah!”  Childe Roland to the dark tower came.",
        "That was my first meeting with that admirable statesman Woodrow\nWilson, and I am happy to state that from that night we became\nfirm friends. When Mr. Wilson was inaugurated in 1913 I called on\nhim at the White House, taking with me some members of my Yale\ndrama class. Each one of us had an edition of the president’s\nadmirable “History of the American People”, and I am glad to say\nthat he was kind enough to autograph each of the ten volumes for\nall of us.",
        "Early in Mr. Wilson’s second term as president, just before the\nbreak with Germany, I was sitting in the quiet of my library\nrereading Browning’s “Cristina”. When I came to the third stanza\nI leaped to my feet— the thing seemed incredible, but here\nbefore my eyes was actually Browning’s prophetic message to\nAmerica in regard to the submarine sinkings.",
        "“Oh, we’re sunk enough here, God knows!  But not so sunk that\nmoments—etc.”  It is an extraordinary evidence of the man’s\ngenius that in 1840 he should have perhaps foreseen prophetically\nthe happenings of seventy-six years later! Not only did Browning\nseem to know what was bound to happen, but he told us the remedy. \nI sat right down and wrote to my good friend the president,\nenclosing a marked copy of the poem. On the sixth of April, 1917,\nwar was declared.",
        "May 7, 1912, was the one hundredth anniversary of the birth of\nRobert Browning.  On that memorable date I was traveling to Ohio\nat the request of my dear friend Miss Jones to deliver an address\nat the Columbus School for Girls.  Curiously enough the name of\nmy Pullman car was Pauline.  Not only did that strike me as\nremarkable, but I occupied upper berth number 9 in car 11, two\nnumbers which, added together, produced the exact age at which\nBrowning published the poem of that name. At once I recited the\nopening lines, “Pauline, mine own, bend o’er me—thy soft breast\nshall pant to mine—bend o’er me,” to the porter.",
        "I like to believe that the spirit of Browning arranged that\nentire journey, for the other occupant of this well-omened berth\nwas that admirable statesman Warren G. Harding.  When I sat down\nI noticed that he was reading Henry Sydnor Harrison’s “Queed”, a\nbook which was justly popular at that time.  I at once showed Mr.\nHarding an article I had written in which I stated that not only\nwas “Queed” a real novel, with a real plot, and real characters,\nbut that I believed the readers were stimulated by the spiritual\nadvance of the hero.  The future president agreed with me and\nsaid he thought that literature was a great thing. Encouraged by\nthis I confessed that I was on my way to deliver a lecture on\nmodern poetry.  Mr. Harding replied that he thought poetry was a\ngreat thing.  “Splendid!”  I cried, and taking a copy of Browning\nfrom my bag I read him several selections.  Mr. Harding said that\nof the American poets he liked James Whitcomb Riley best.\nPersonally, while I have for Mr. Riley only wonder and praise, I\nthink that the English poet strikes a more inspiring, more\neternal note.",
        "I then read to Mr. Harding Browning’s “Evelyn Hope”. He said that\nhe knew a Mrs. Walter Hope in Marion, but that he was not sure\nher first name was Evelyn.  As I knew that Mr. Harding liked a\ngood pun, I remarked facetiously that “hope springs eternal”,\nmeaning that probably there were in existence several families of\nthat name.",
        "I am happy to state that with that meeting began a friendship\nwhich has lasted for many years.  When Mr. Harding was nominated\nfor the presidency, I wrote at once, enclosing a copy of “The\nAdvance of the English Novel” which I had published in 1916.  On\nthe title-page I wrote, “To the Hero of a Much More Spectacular\nAdvance”, meaning that the progress made by the English novel was\nas nothing compared to Mr. Harding’s rapid and well-deserved\nrise. In reply I received the following:",
        "Just as I am always glad that I am an American, so I think we\nshould all believe whole-heartedly in the glorious future which\nlies ahead of us. We should all pay high tribute to the ideals\nand sincerity of those great leaders Woodrow Wilson and Warren\nHarding.  What a pity that some people believe that there is any\nantagonism or essential difference in the aims of those two\nworthy men.  Both are absolutely sincere—both try to make the\nworld a better, more happy place.  And to the critic of history—\nas to the critic of art and literature—those are the essential\nthings. Viewing the past and glimpsing the future of American\nhistory I cannot help feeling that Browning had us perhaps\nunconsciously in mind when he wrote:",
        "",
        "They of Genoa tell with a shrug how in the old days Cristofer\nColombo whom men called the Dreamer left Dame Colombo to go in\nsearch of the land of his imagining.",
        "And the tale tells how, on a twilight Thursday, Colombo walked\nalone on the edge of a doubtful wood, and viewed many things not\nsalutary to notice. And there came to him one who was as\nperversely tall as a certain unmentionable object and bearded in\na manner it is not convenient to describe.",
        "But Colombo set about that which the stranger said was necessary\nand when he had finished he drank the contents of the curious\nskull as had been foretold on a certain All-Saints day. Then it\nwas that the stranger spoke.",
        "“Whom are you”, said he, “to be thus wandering in the very\nunspeakable forest of the very unnamable sorcerer Thyrston?”",
        "Said Colombo, “I have heard of this Thyrston.  And while I do not\ncriticize, yet I cannot entirely agree with your improper use of\nthe pronoun WHOM, and oh my dear sir”, said Colombo, “those two\nVERYS would surely—oh, most surely—be mentioned in ’The Conning\nTower’.”",
        "“Eh!” said Thyrston, frowning.",
        "“I allude”, said Colombo, “to the scribbling of a certain Adams\nwith whom you are doubtless familiar, and of course, my dear\nThyrston”, said Colombo, “I spoke only jestingly, for I am\nCristofer Colombo whom men call the Dreamer, and I go in search\nof the land of my imagining and it is truly a pleasure to meet\nthe greatest sorcerer since Ckellyr, and how”, said Colombo, “is\ndear Mrs. Thyrston?”",
        "Then Thyrston showed Colombo what was written on the insecure\nparchment. It frightened Colombo a little, but he assented.  And\nwhen the sorcerer had borrowed a silk hat and a gold watch he\ncaused the skies to darken and Colombo saw that which men refuse\nto believe.",
        "“But, oh, now really sir”, said Colombo, “that is indeed\nextremely clever and I do wish that the children were here to see\nit and would you mind, my dear Thyrston”, said Colombo, “doing\nthat egg trick again?”",
        "Then Thyrston showed Colombo that he had nothing up either sleeve\nand after an interval he consented to teach Colombo the secret of\nhis conjuring.",
        "“Why now to be sure”, said Colombo, after he had thoroughly\nmastered the trick, “that is indeed quite simple and I am sorry I\nbroke those four eggs by mistake in your silk hat, and while I do\nnot wish to appear oversensitive, do you not think, my dear\nThyrston”, said Colombo, “that the trick would go just as well\nwithout those abominable jokes about married life?”",
        "“My dear sir”, said Thyrston, “those jokes have been used by\nevery conjurer since Merlin, and while perhaps without them your\ntrick would work, yet I have never heard of it being done and I\nhave found”, said Thyrston, “that in sorcery the best results are\nobtained by doing the customary thing.”",
        "“Which only goes to show”, said Colombo, “that sorcery is\nsomewhat akin to business, and now that I think of it”, said\nColombo, “I believe that the term wizard of industry is perhaps\nnot entirely a misnomer.”",
        "Thus it was that Colombo took leave of Thyrston, and the tale\ntells how on Walburga’s Eve he came to the court of King\nFerdinand and Queen Isabel.  And as he entered one met him who\nwas not unpleasing to the eye, and she was weeping.  And, as it\nwas somewhat dark, Colombo decided to comfort her.",
        "“Now, do you tell me, my dear”, said Colombo, after an interval,\n\"why it is you weep, for I am Colombo whom men call the Dreamer,\nand I go in search of the land of my imagining, and I think”,\nsaid Colombo, “that you have most remarkably lovely eyes.”",
        "“Oh messire”, said the lady, “I weep because it is this evening\nthat I am to entertain the ladies of our Progress Literary Club,\nand Donna Margarita whom men call the Spanish Omelet, but who\nreally, messire, has a lovely voice, was going to sing ’The\nRosary’ and now she has a cold and cannot sing, and King\nFerdinand is coming, and oh, messire, what”, said the lady,\n\"shall I do?”",
        "“Why now, truly”, said Colombo, “in Genoa it was the judgment of\nall the really musically intelligent ladies, except perhaps my\nwife, that I sang not an unpleasing baritone, and while I do not\nknow the song to which you refer, yet I have devoted most of my\nlife to the composition of a poem concerning the land of my\nimagining which might well be sung and besides that”, said\nColombo, “I can do a most remarkable egg trick.”",
        "So it was that Colombo became for a short time not undeservedly\nthe life of the Progress Literary Club party. And the tale tells\nhow, after a paper by Donna Violet Balboa on “Spanish\nArchitecture—Then and Now”, Colombo sang to them the song of the\nland of Colombo’s imagining. And poignantly beautiful was the\nsong, for in it was the beauty of a poet’s dream, and the eternal\nloveliness of that vision which men have glimpsed in all ages if\never so faintly. And when he had finished, the eyes of Colombo\nwere wet with tears, for into this poem had he woven the dreams\nof his disillusionment. And somewhat ironical to Colombo was the\napplause of those fine ladies who did not at all understand.",
        "“Now that is a pretty song”, said King Ferdinand, “and do you\ntell us, Colombo, how one may get to this land, so that I may\nextend the borders of my most Catholic Kingdom and spread the\nteachings of the true faith, for to bring the world under the\nblessed influence of my religion is my only purpose, and really\nnow”, said King Ferdinand, “is there as much gold there as you\ndescribe?”",
        "“Ah, King Ferdinand”, replied Colombo, “there is more gold than\never I can tell, and I see only too plainly how grievously you\nsuffer to think that perhaps these people are living in ignorance\nof the true faith. And I could ask nothing better than that King\nFerdinand give me ships in which I may sail to the westward and\ncome at last to the land of my imagining. This I would do in\norder that the blessed soldiers of King Ferdinand who will follow\nme may show to the inhabitants of my discovered land the grievous\nerrors of their ways and bring them at last to a realization of\nthe true faith which has been so helpful to our own dear Spain,\nand”, added Colombo, “our gracious sovereign Ferdinand.”",
        "And droll it was to Colombo to think what might possibly happen\nwere King Ferdinand to take his dream seriously or were the King\nperhaps to be informed as to the true meaning of Colombo’s\nsubtleties.",
        "“Well, now”, said King Ferdinand, “of course, to fit out such an\nexpedition would require great expense, my dear Colombo—great\nexpense. And, of course, you know, Colombo, that when investors\ncan buy Inquisition 4 1/4’s for 89 it would be extremely\ndifficult to raise the money for such a speculative project—oh,\nextremely difficult. And then you must consider the present\ndepression—tell me now, Colombo”, said King Ferdinand, “how long\ndo you think this depression will last, for I seek, above all\nthings, a return to healthy normalcy.”",
        "“Well, truly”, replied Colombo, “that would be most difficult to\nsay. I note that on Rodigruez Babsyn’s last chart—”",
        "“I wish this Babsyn and his charts were in hell”, said King\nFerdinand, “for it was he who advised me to sell Queen Isabel’s\nsilver holdings. But it occurs to me, Colombo, that in connection\nwith this land-of-gold scheme of yours, you mentioned something\nabout sailing to the westward. Now Colombo, that would be a\ndistinct disadvantage when it came to marketing the bonds, for as\nyou must already know, one cannot sail to the west without\nencountering fierce and enormous monsters who swallow, I am told,\nwhole ships at a gulp.”",
        "“Now as to that”, said Colombo, somewhat embarrassed at the turn\nof the conversation for WEST had merely happened to better suit\nthe rhymes of his poem, “you may be right, and I should not go so\nfar as to say you are wrong, but still at the same time”, said\nColombo, “is there any gentleman in the audience who can lend me\nan egg and a silk hat?”",
        "And when an unmentionable egg and a doubtful silk hat had been\nproduced in a manner which it is not convenient to mention\nColombo rolled up both his sleeves and spoke the magic speech as\nhe had learned it on a certain Thursday from the sorcerer\nThyrston.",
        "“Ladies and gentlemen”, said Colombo, “I have here a common\nhousehold egg which I shall now ask the ushers to pass among you\nso you may see for yourself that there are no wires or strings\nattached. While this is being done, ladies and gentlemen, I wish\nthat three of you would step up on the stage.  Any three—don’t\nbe bashful girls— I won’t hurt you.  Won’t that couple over\nthere kindly oblige me— that married couple—no, folks, I guess\nthey aren’t married either— they look too happy.”",
        "Very painful it was to Colombo to hear these horrible jokes\ncoming from his mouth, but Thyrston had quoted the authority of\nall successful sorcerers and not for anything would Colombo have\nhad his trick a failure.",
        "“Now ladies and gentlemen”, said Colombo, “I am going to ask this\nlady and these two gentlemen if they will be so good as to see if\nthey can take this little egg and make it stand on end without\nany support.”",
        "And very droll it was to see the unsuccessful attempts which the\nthree made. Finally Colombo said:",
        "“Now ladies and gentlemen, I want you to watch me closely. I put\nthe silk hat on my head—thus.  And I take the egg in my right\nhand—thus.  Now, if this young lady will be kind enough to hold\nmy left hand—I hope that her best fellow doesn’t mind letting\nsuch a pretty girl hold my hand—it’s lucky my wife can’t see me,\nthough—a friend said to me the other day, ’Who was that lady I\nseen you with?’ and I said, ’That wasn’t no lady, that was my\nwife’. Now ladies and gentlemen I take this egg, and in order to\nmake it stand upright I tap one end gently— thus against the\ntable until that end is flattened— and then, presto—the egg\nstands upright.  Ladies and gentlemen, I thank you one and all\nfor your kind attention.”",
        "Thus it was that Colombo impressed King Ferdinand and his court\nwith his profound knowledge of geography.  Next the tale tells\nhow there came to Colombo on Michaelmas Eve one sent by Queen\nIsabel, And when Colombo had buckled on his sword Impavide he\nfollowed the messenger through winding corridors and came at last\nto the chamber of the Queen.  And as he knelt before her it\nseemed to Colombo that never before had he seen such\nunforgettable beauty as shone in the eyes of Queen Isabel.  Yes,\ntruly, this was the loveliest girl that Colombo had ever\nimagined.",
        "“Now do you rise”, said she, “and you and I shall have a nice\nchat alone here together, and you can tell me all about geography\nof which I am oh, frightfully ignorant.  In truth”, said she, “I\nhave tried to get Ferdinand to instruct me, but I fear”, said\nQueen Isabel, “that Ferdinand does not understand me.”",
        "So Colombo instructed Queen Isabel in the fundamentals of\ngeography. And after a while he spoke.",
        "“Now many people”, said Colombo, “believe that the earth is flat,\nbut”, said Colombo, “such is not at all the case.”",
        "And after an interval Colombo said, “There, my dear, do you not\nsee how ridiculous it is to suppose that the earth is anything\nbut round?”",
        "“Why surely, sire”, said Queen Isabel, “you make it appear very\nround. And I wonder that I had not thought of that before.  And I\nthink”, said Queen Isabel, “that geography is a most fascinating\nsubject and oh, messire Colombo”, said the Queen, “you must come\nand instruct me often.”",
        "Thus it was that Colombo became Royal Geographer.  And the tale\ntells how after a while various whisperings came to King\nFerdinand of his queen’s curious enthusiasm for study.",
        "“Now about this geography”, said King Ferdinand one evening to\nthe Queen, “I am, my dear, indeed glad to see you take an\ninterest in such an important study and I have arranged”, said\nthe King, “to have your tutoring in the future done by Father\nBernadino who has had fifty-two years’ experience at the\nUniversity, and your lessons”, said the King, “will commence\ntomorrow.”",
        "Said the Queen, “How can I thank you enough, dear Ferdinand, for\nyour untiring interest in my welfare.  For I have been struggling\nalong in my study of geography with a horribly dull clod whose\nname”, said the Queen, “I cannot remember.”",
        "“Was it, by any chance, Colombo?” asked the King.",
        "“Perhaps”, said the Queen.  “But I am oh so glad to be rid of\nhim.” And indeed so great was the happiness of Queen Isabel that\nher pillow that night was wet with tears.",
        "But King Ferdinand was an unusually efficient king, and he spared\nno pains in his craving for normalcy.  So it was that the next\nday he called to him the man who had chanced to be Royal\nGeographer before the coup d’oeuf of Colombo.",
        "“Now tell me”, said the King, “is there any chance that a man who\nsails to the westward will ever return?”",
        "“None, your Majesty”, said the ex-Royal Geographer.  “For many\nhave tried and horrible are the tales which they tell of demons\nand monsters lying in wait for the ships of men. And I should say\ndefinitely, oh King”, said he, “that whoever sails to the\nwestward will never return.”",
        "And the tale tells how that afternoon Colombo stood before King\nFerdinand.  And very strange to Colombo was the enthusiasm which\nburned in the King’s otherwise somewhat fishlike eye.",
        "“For know you, Colombo”, the King was saying, “that God has\nspoken to me and commanded me to save from the fires of hell the\ninhabitants of those golden lands of which you sang. And to you,\nmy dear Colombo, is to be given the chance which you so ardently\ndesire.  For I have this day purchased three ships which await\nyour command, and within a week you should be well on your way on\nthis glorious mission for God and for Spain, and”, said the King,\n\"I might add that the Queen, too, is much interested in this\nvoyage and has even been persuaded to dispose of her jewels in\norder that you may make haste.”",
        "“Such instant obedience to the will of God”, said Colombo, “and\nsuch fine enthusiasm to further His kingdom on earth, does your\nMajesties great credit. And I shall indeed congratulate the\ninhabitants of this to-be-discovered land for their good fortune\nin obtaining such a devout King.”",
        "And the tale tells how that night Colombo took leave of Queen\nIsabel.  “Now do not weep, oh Queen”, said he, “for I am only\nColombo whom men call the Dreamer, and I go in search of the land\nof my imagining, and perhaps”, said Colombo, “I shall return.\"\nBut they tell how Queen Isabel refused to be comforted for many\nand many a day.  And unexplainably curious to Father Bernadino\nwas his absolute and complete failure as a royal instructor in\ngeography, for Father Bernadino had taught for fifty-two years at\nthe University.",
        "And so it was that Colombo sat alone in the cabin of the ship\nwhich carried him towards the land of his imagining. And strange\nand somewhat fearsome it was to the sailors to see their captain\nsitting thus motionless night after night, for already had they\nleft the Canaries far behind and some there were who said that a\nmadman commanded their ship, and others who whispered of horrible\nmonsters in these western seas.",
        "And the tale tells how one night Colombo observed across his\ntable one who had not been sitting there a moment before and\nwhose hair was strangely red.",
        "“Well now, truly, sir”, said Colombo, “This is very curious. For\nI do not remember seeing you among the crew nor were you ever at\nthe court, and on the whole”, said Colombo, “your red hair and\nyour sneering grin interrupt my dreams, and dreams”, said\nColombo, “are all that I have left.”",
        "“For know you, sir”, continued he to the stranger who did not\nspeak, “that on this earth man has been able to endure only by\nplaying the ape to his dreams.  And in every generation”, said\nColombo, “there have been those who dreamed of beautiful things\nand in every age there have been those who caught some glimpse of\nthat perfect beauty which the Greeks call Helen, and to have seen\nHelen”, said Colombo, “is to have been touched with divine and\nunbearable madness.”",
        "And it became strangely quiet in the cabin as Colombo continued:",
        "“And those authors who wrote perfectly of beautiful dreams”, said\nhe, “will, perchance, endure, and those who saw only men as they\nare, will perish—for so has it been in the past and so will it\nbe in the future. All of which”, said Colombo, “is a rather\ntiresome and pedantic excuse for the fact that I am about to read\nyou my own poem.”",
        "And Colombo read to the stranger the dream of the land of\nColombo’s imagining, and when he had finished the stranger smiled\nand shook his head sadly.",
        "“Come, now,” said Colombo, somewhat hurt.  “Do not, I pray you,\npretend to like it unless you really do. Of course it is not at\nall the kind of thing that will sell, is it— and the metre must\nbe patched up in places, don’t you think? And some of the most\nbeautiful passages would never be permitted by the censor—but\nstill—” and Colombo paused hopefully, for it was Colombo’s poem\nand into it he had poured the heart of his life and it seemed to\nhim now, more than ever, a beautiful thing.",
        "The stranger handed Colombo a book.",
        "“There”, said he, “is the land of your imagining”, and in his\neyes gleamed a curious sardonic mockery.",
        "And Colombo read the book.  And when he had finished his face was\ngrey as are old ashes in ancient urns, and about the mouth of him\nwhom men called the Dreamer were curious hard lines.",
        "“Now, by Heaven”, said Colombo brandishing his sword Impavide,\n\"you lie. And your Gopher Prairie is a lie.  And you are all, all\ncontemptible, you who dip your pens in tracing ink and seek to\nbanish beautiful dreams from the world.”",
        "But the red-haired stranger had vanished and Colombo found that\nhe was alone and to Colombo the world seemed cheerless and as a\nplace that none has lived in for a long time.",
        "“Now this is curious”, mused Colombo, “for I have evidently been\ndreaming and a more horrible dream have I never had, and I\nthink”, said Colombo, “that while all this quite certainly did\nnot actually take place, yet that grinning red head has upset me\nhorribly and on the whole”, said Colombo, “I believe the safest\ncourse would be to put back at once for Spain, for certainly I\nhave no desire to take the remotest chance of discovering\nanything which may in the least resemble that Gopher Prairie.”",
        "And the tale tells that as Colombo started for the deck in order\nthat he might give the signal for the return to Spain, there came\nacross the water from one of the other ships the faint cry of a\nsailor. And the sailor was waving his hat and shouting, “Land\nHo!”",
        "Thus it was that Cristofer Colombo became the discoverer of the\nland of his imagining, and as he stood on the deck Colombo mused.",
        "“Now this is a sorrowful jest and a very unfair jest that is\nhappening,” said he.  “For I who have dreamed a beautiful dream\nof the land of my imagining will quite probably henceforth be\nknown only as the discoverer of what will turn out to be merely\none more hideous and stupid country.” And tears came to the eyes\nof Colombo, for on the waves behind him floated the torn and\nscattered pages of the poem which sang the imagined vision of\nBeauty of him whom men long and long ago called the\nDreamer.",
        "Thus it was in the old days.",
        "There is a lesson for us all in this beautiful story of how\nColumbus realized his ambition to be a great discoverer.",
        "Men called Columbus a Dreamer—but that is just what folks once\nsaid about Thomas A. Edison and Henry Ford.",
        "The world has a place for Dreamers—if they are Practical\nDreamers.",
        "Columbus was ambitious.  Ambition is a great thing if it is\nunselfish ambition.  By unselfish I mean for the greatest good of\nthe greatest number.  Shakespeare, the great teacher, shows us in\n\"Macbeth” what happens to the selfishly ambitious man.",
        "Columbus got ahead by paying attention to small details. \nWhatever he did, he did to the best of his ability.  Even when\nengaged in teaching geography to the Queen, Columbus was the best\ngeography teacher he knew how to be. And before long he was made\nRoyal Geographer.",
        "In our daily lives let us all resolve to be good teachers of\ngeography. We may not all become Royal Geographers—but there\nwill be to us the lasting satisfaction of having done our best. \nAnd that, as a greater than I has said, is “more precious than\nrubies—yea, than much fine gold”.",
        "",
        "1620.",
        "Late autumn.",
        "The sour liver-colored shores of America.",
        "Breaking waves dashing too high on a stern and rockbound coast.",
        "Woods tossing giant branches planlessly against a stormy sky.",
        "Cape Cod Bay—wet and full of codfish.  The codfish—wet and full\nof bones. ",
        "Standing on the deck of the anchored “Mayflower”, gazing\nreflectively at the shores of the new world, is Priscilla\nKennicott.",
        "A youthful bride on a ship full of pilgrims; a lily floating in a\ndish of prunes; a cloissone vase in a cargo of oil cans.",
        "Her husband joins her.  Together they go forward to where their\nfellow pilgrims are preparing to embark in small boats.",
        "Priscilla jumps into the bow of the first of these to shove off.",
        "As the small craft bumps the shore, Priscilla rises joyously. She\nstretches her hands in ecstasy toward the new world. She leans\nforward against the breeze, her whole figure alive with the joy\nof expectant youth.",
        "She leaps with an irrepressible “Yippee” from the boat to the\nshore.",
        "She remains for an instant, a vibrant pagan, drunk with the joy\nof life; Pan poised for an unforgettable moment on Plymouth Rock.",
        "The next minute her foot slips on the hard, wet, unyielding\nstone. She clutches desperately.  She slides slowly back into the\ncold chill saltness of Cape Cod Bay.",
        "She is pulled, dripping and ashamed, into the boat.  She crouches\nthere, shivering and hopeless.  She hears someone whisper, “Pride\ngoeth before destruction, and a haughty spirit before a fall.”",
        "A coarse mirthless chuckle.",
        "The pilgrims disembark. ",
        "Plymouth.",
        "A year later.",
        "Night.",
        "She lay sleepless on her bed.",
        "She heard the outside door open; Kennicott returning from prayer\nmeeting.",
        "He sat down on the bed and began pulling off his boots. She knew\nthat the left boot would stick.  She knew exactly what he would\nsay and how long it would take him to get it off. She rolled over\nin bed, a tactical movement which left no blanket for her\nhusband.",
        "“You weren’t at prayer meeting,” he said.",
        "“I had a headache,” she lied.  He expressed no sympathy.",
        "“Miles Standish was telling me what you did today at the meeting\nof the Jolly Seventeen.”  He had got the boot off at last; he lay\ndown beside her and pulled all the blankets off her onto\nhimself.",
        "“That was kind of Miles.”  She jerked at the covers but he held\nthem tight. “What charming story did he tell this time?”",
        "“Now look here, Prissie—Miles Standish isn’t given to\nfabrication. He said you told the Jolly Seventeen that next\nThanksgiving they ought to give a dance instead of an all-day\nprayer service.”",
        "“Well—anything else?”  She gave a tremendous tug at the\nbedclothes and Kennicott was uncovered again.",
        "“He said you suggested that they arrange a series of lectures on\nmodern religions, and invite Quakers and other radicals to speak\nright here in Plymouth and tell us all about their beliefs. And\nnot only that but he said you suggested sending a message to the\nRoman Catholic exiles from England, inviting them to make their\nhome with us.  You must have made quite a little speech.”",
        "“Well this is the land of religious freedom, isn’t it? That’s\nwhat you came here for, didn’t you?”  She sat up to deliver this\nremark—a movement which enabled Kennicott to win back\nseven-eighths of the bed covering.",
        "“Now look here Prissie—I’m not narrow like some of these\npilgrims who came over with us.  But I won’t have my wife\nintimating that a Roman Catholic or a Quaker should be allowed to\nspread his heresies broadcast in this country. It’s all right for\nyou and me to know something about those things, but we must\nprotect our children and those who have not had our advantages. \nThe only way to meet this evil is to stamp it out, quick, before\nit can get a start. And it’s just such so-called broadminded\nthinkers as you that encourage these heretics.  You’ll be\ncriticizing the Bible next, I suppose.”",
        "Thus in early times did the pious Right Thinkers save the land\nfrom Hellfire and Damnation; thus the great-grandfathers of\nmiddle-western congressmen; thus the ancestors of platitudinous\neditorial writers, Sitters on Committees, and tin-horn\nprohibitionists.",
        "Kennicott got up to cool his wrath and indignation with a drink\nof water. He stumbled over a chair, reached for the jug, took a\ndrink, set the jug down, stumbled over the same chair, and\ncrawled back into bed. His expedition cost him the loss of all\nbed covering; he gave up the fight.",
        "“Aside from dragging my own private views over the coals of your\nrighteousness, did you and your friends find anything equally\npleasant and self-satisfying to discuss this\nevening?”",
        "“Eh—what’s that?  Why, yes, we did.  We decided to refuse\npermission for one of these traveling medicine shows to operate\nin Plymouth.”",
        "“Medicine shows?”",
        "“Yes—you know—like a fair in England.  This one claims to come\nfrom down south somewhere.  ’Smart Set Medicine Show’ it’s\ncalled, run by a fellow named Mencken.  Sells cheap whisky to the\nIndians— makes them crazy, they say.  He’s another one of your\nradical friends we don’t want around.”",
        "“Yes, he might cut in on your own trading with the Indians.”",
        "“Oh, for heaven’s sake, Prissie—hire a hall.”",
        "Silence.  He began to snore.",
        "She lay there, sleepless and open-eyed. The clock struck eleven.",
        "“Why can’t I get to sleep?”",
        "(\"Did Will put the cat out?”)",
        "“I wonder what this medicine show is like?”",
        "“What is the matter with these people?”",
        "(\"Or is it me?”)",
        "She reached down, pulled the blankets from under her, spread them\ncarefully over the sleeping Kennicott, patting them down\naffectionately.",
        "The next day she learned what the medicine show was like. She\nalso learned what was the matter with the pilgrims. ",
        "Morning.",
        "A fog horn.",
        "A fog horn blowing unceasingly.",
        "At breakfast Kennicott pointed with his fork in the direction of\nthe persistent sound.",
        "“There’s your Smart Set medicine show,” he said glumly. “He\ndoesn’t seem to care much whether we give him a permit or not.” \nThen, a minute later, “We’ll have to let him stay. Won’t do to\nhave the Indians down on us.  But I tell you this, Priscilla, I\ndon’t want you to go.”",
        "“But Will—”",
        "“Prissie, please!  I’m sorry I said what I did last night. I was\ntired.  But don’t you see, well, I can’t just exactly explain—\nbut this fog horn sort of scares me—I don’t like it—”",
        "He suddenly rose and put both hands on her shoulders.  He looked\ninto her eyes.  He leaned over and kissed her on the forehead. He\npicked up his hat and was gone.  It was five minutes before\nPriscilla noticed that his breakfast had been left untouched.",
        "A fog horn, sounding unceasingly.",
        "She listlessly put away the breakfast dishes.  She tried to drown\nout the sound by singing hymns.  She fell on her knees and tried\nto pray.  She found her prayers keeping time to the rise and fall\nof the notes of that horn.  She determined to go out in the\nair—to find her husband—to go to church, anywhere—as far as\npossible from the Smart Set medicine show.",
        "So she went out the back door and ran as fast as she could toward\nthe place from which came the sound of the fog horn. ",
        "An open space on the edge of the forest.",
        "In the centre of the clearing a small gaudily-painted tent.",
        "Seated on the ground in a semicircle before the tent, some forty\nor fifty Indians.",
        "Standing on a box before the entrance to the tent, a man of\ntwenty-five or fifty.",
        "In his left hand he holds a fog horn; in his right, a stein of\nbeer.",
        "He puts the horn to his lips and blows heavy blast.",
        "He bellows, “Beauty—Beauty—Beauty!”",
        "He takes a drink of beer.",
        "He repeats this performance nine times.",
        "He takes up some mud and deftly models the features of several\nwell-known characters—statesmen, writers, critics.  In many\ncases the resemblance is so slight that Priscilla can hardly\nrecognize the character.",
        "He picks up a heavy club and proceeds to beat each one of his\nmodeled figures into a pulp.",
        "The Indians applaud wildly.",
        "He pays no attention to this applause.",
        "He clears his throat and begins to speak.  Priscilla is so\ndeafened by the roar of his voice that she cannot hear what he\nsays. Apparently he is introducing somebody; somebody named\nGeorge.",
        "George steps out of the tent, but does not bow to the audience.\nIn one hand he carries a fencing foil, well constructed, of\nEuropean workmanship; in his other hand he holds a number of\npretty toy balloons which he has made himself.",
        "He smiles sarcastically, tosses the balloons into the air, and\ncleverly punctures them one by one with his rapier.",
        "At each “pop” the announcer blows a loud blast on the fog\nhorn.",
        "When the last balloon has been punctured George retires without\nacknowledging the applause of the Indians.",
        "The next act is announced as Helen of Troy in “Six Minutes of\nBeauty”. Priscilla learns from the announcer that “this little\nlady is out of ’Irony’ by Theodore Dreiser”.",
        "“All ready, Helen—”",
        "The “little lady” appears.",
        "She is somewhat over six feet six in height and built like a\nboilermaker. She is dressed in pink tights.",
        "“Six Minutes of Beauty” begins when Helen picks up three large\niron cannon balls and juggles them.  She tosses them in the air\nand catches them cleverly on the back of her neck.",
        "The six minutes are brought to a successful conclusion when\nHelen, hanging head downward by one foot from a trapeze, balances\nlighted lamp on the other foot and plays Beethoven’s Fifth\nSymphony on the slide trombone.",
        "The announcer then begins his lecture.  Priscilla has by this\ntime gotten used to the overpowering roar of his voice and she\ndiscovers that once this difficulty is overcome she is\ntremendously impressed by his words.",
        "She becomes more and more attracted to the man.  She listens,\nfascinated, as his lecture draws to a close and he offers his\nmedicine for sale. She presses forward through the crowd of\nIndians surrounding the stand. She reaches the tent.  She gives\nher coin and receives in return a bottle. She hides it in her\ncape and hurries home.",
        "She slips in the back way; she pours some of the medicine into a\nglass; she drinks it. ",
        "A terrible overwhelming nausea.  Vomiting, which lasts for\nagonizing minutes, leaving her helpless on the floor.",
        "Then cessation.",
        "Then light—blinding light. ",
        "At 3:10 Priscilla drank the Mencken medicine; at 3:12 she was\nlying in agony on the floor; at 3:20 she opened her eyes; at 3:21\nshe walked out of her front door; and at 3:22 she discovered what\nwas wrong with Plymouth and the pilgrims.",
        "Main Street.  Straight and narrow.  A Puritan thoroughfare in a\nPuritan town.",
        "The church.  A centre of Puritan worship.  The shrine of a narrow\ntheology which persistently repressed beauty and joy and life.",
        "The Miles Standish house.  The house of a Puritan.  A squat,\nunlovely symbol of repression.  Beauty crushed by Morality.",
        "Plymouth Rock.  Hard, unyielding—like the Puritan moral code. A\nhuge tombstone on the grave of Pan.",
        "She fled home.  She flung herself, sobbing, on the bed. She\ncried, “They’re all Puritans that’s what they are, Puritans!”",
        "After a while she slept, her cheeks flushed, her heart beating\nunnaturally. ",
        "Late that night.",
        "She opened her eyes; she heard men’s voices; she felt her heart\nstill pounding within her at an alarming rate.",
        "“And I told them then that it would come to no good end. Truly,\nthe Lord does not countenance such joking.”",
        "She recognized the voices of Miles Standish and Elder Brewster.",
        "“Well—what happened then?”  This from Kennicott.",
        "“Well, you see, Henry Haydock got some of this Mencken’s medicine\nfrom one of the Indians.  And he thought it would be a good joke\nto put it in the broth at the church supper this evening.”",
        "“Yes?”",
        "“Well—he did it, the fool.  And when the broth was served, hell\non earth broke loose.  Everyone started calling his neighbor a\nPuritan, and cursing him for having banished Beauty from the\nearth. The Lord knows what they meant by that; I don’t. Old\nfriends fought like wildcats, shrieking ’Puritan’ at each other.\nLuckily it only got to one table—but there are ten raving\nlunatics in the lockup tonight.",
        "“It’s an awful thing.  But thanks to the Lord, some good has come\nout of this evil:  that medicine man, Mencken, was standing\noutside looking in at the rumpus, smiling to himself I guess. \nWell, somebody saw him and yelled, ’There’s another of those\ndamned Puritans!’ and before he could get away five of them had\njumped on him and beaten him to death. He deserved it, and it’s a\ngood joke on him that they killed him for being a Puritan.”",
        "Priscilla could stand no more.  She rose from her bed, rushed\ninto the room, and faced the three Puritans.  In the voice of\nPriscilla Kennicott but with the words of the medicine man she\nscourged them.",
        "“A good joke?” she began.  “And that is what you Puritan\ngentlemen of God and volcanoes of Correct Thought snuffle over as\na good joke? Well, with the highest respect to Professor Doctor\nMiles Standish, the Puritan Hearse-hound, and Professor Doctor\nElder Brewster, the Plymouth Dr. Frank Crane—BLAA!”",
        "She shrieked this last in their faces and fell lifeless at their\nfeet.",
        "She never recovered consciousness; an hour later she died. An\noverdose of the medicine had been too much for her weak\nheart.",
        "“Poor William,” comforted Elder Brewster, “you must be brave. You\nwill miss her sorely.  But console yourself with the thought that\nit was for the best.  Priscilla has gone where she will always be\nhappy. She has at last found that bliss which she searched for in\nvain on earth.”",
        "“Yes William,” added Miles Standish.  “Priscilla has now found\neternal joy.” ",
        "Heaven.",
        "Smug saints with ill-fitting halos and imitation wings, singing\nmeaningless hymns which Priscilla had heard countless times\nbefore.",
        "Sleek prosaic angels flying aimlessly around playing stale songs\non sickly yellow harps.",
        "Three of the harps badly out of tune; two strings missing on\nanother.",
        "Moses, a Jew.",
        "Methuselah, another Jew.  Old and unshaven.",
        "Priscilla threw herself on a cloud, sobbing.",
        "“Well, sister, what seems to be the matter here?”",
        "She looked up; she saw a sympathetic stranger looking down at\nher.",
        "“Because you know, sister,” he went on, “if you don’t like it\nhere you can always go back any time you want to.”",
        "“Do you mean to say,” gasped Priscilla, “that I can return to\nearth?”",
        "“You certainly can,” said the stranger.  “I’m sort of manager\nhere, and whenever you see any particular part of the earth you’d\nlike to live in, you just let me know and I’ll arrange it.”",
        "He smiled and was gone. ",
        "It was two hundred years before Priscilla Kennicott definitely\ndecided that she could stand it no longer in heaven; it was\nanother hundred years before she located a desirable place on\nearth to return to.",
        "She finally selected a small town in the American northwest, far\nfrom the Puritan-tainted Plymouth; a small town in the midst of\nfields of beautiful waving grain; a small town free from the\nartificiality of large cities; a small town named Gopher\nPrairie.",
        "She made known her desire to the manager; she said goodby to a\nsmall group of friends who had gathered to see her off; she heard\nthe sound of the eternal harp playing and hymn singing grow\ngradually fainter and fainter; she closed her eyes.",
        "When she opened them again she found herself on Main Street in\nGopher Prairie.",
        "From the “Heavenly Harp and Trumpet”:",
        "Mrs. Priscilla Kennicott, one of our most popular angels, left\nthese parts last Tuesday for an extended visit to the Earth. \nMrs. K. confided to Ye Editor that she would probably take up her\nresidence in Gopher Prairie, Minn., under the name of Carol\nKennicott.  The “Harp and Trumpet” felicitates the citizens of\nGopher Prairie on their acquisition of a charming and up-to-date\nyoung matron whose absence will be keenly regretted by her many\nfriends in the heavenly younger married set. Good luck,\nPriscilla! ",
        "Heaven.",
        "Five years later.",
        "The monthly meeting of the Celestial Browning Club.",
        "Seated in the chair reserved for the guest of honor, the manager.",
        "The meeting opens as usual with a reading by Brother Robert\nBrowning of his poem “Pippa Passes\"; as he proclaims that “God’s\nin his heaven, all’s right with the world”, the members applaud\nand the manager rises and bows.",
        "The chairman announces that “today we take up a subject in which\nI am sure we are all extremely interested—the popular literature\nof the United States”.",
        "The members listen to selected extracts from the writings of Gene\nStratton-Porter, Zane Grey, and Harold Bell Wright; at the\nconclusion they applaud and the manager again bows.",
        "“I am sure”, says the chairman, “that we are all glad to hear\nthat things are going so nicely in the United States.” \n(Applause.) “And now, in conclusion, Brother Voltaire has\nrequested permission to address us for a few minutes, and I am\nsure that anything Brother Voltaire has to say will be eminently\nworthwhile.”",
        "Brother Voltaire rises and announces that he has listened with\ninterest to the discussion of American literature; that he, too,\nrejoices that all is well in this best of all possible United\nStates; and that he hopes they will pardon him if he supplements\nthe program by reading a few extracts from another extremely\npopular American book recently published under the name of “Main\nStreet”. ",
        "At the next meeting of the Celestial Browning Club it was\nunanimously voted that the privileges of the club be denied\nBrother Voltaire for the period of one year, and that the name of\nPriscilla Kennicott be stricken from the list of non-resident\nmembers of heaven.",
        "",
        "This story occurs under the blue skies and bluer laws of Puritan\nNew England, in the days when religion was still taken seriously\nby a great many people, and in the town of Plymouth where the\n\"Mayflower”, having ploughed its platitudinous way from Holland,\nhad landed its precious cargo of pious Right Thinkers, moral\nGentlemen of God, and—Priscilla.",
        "Priscilla was—well, Priscilla had yellow hair.  In a later\ngeneration, in a 1921 June, if she had toddled by at a country\nclub dance you would have noticed first of all that glorious mass\nof bobbed corn-colored locks. You would, then, perhaps, have\nglanced idly at her face, and suddenly said “Oh my gosh!”  The\nnext moment you would have clutched the nearest stag and hissed,\n\"Quick—yellow hair—silver dress—oh Judas!”  You would then\nhave been introduced, and after dancing nine feet you would have\nbeen cut in on by another panting stag.  In those nine delirious\nfeet you would have become completely dazed by one of the\nsmoothest lines since the building of the Southern Pacific.  You\nwould then have borrowed somebody’s flask, gone into the locker\nroom and gotten an edge—not a bachelor-dinner edge but just\nenough to give you the proper amount of confidence. You would\nhave returned to the ballroom, cut in on this twentieth century\nPriscilla, and taken her and your edge out to a convenient\nlimousine, or the first tee.",
        "It was of some such yellow-haired Priscilla that Homer dreamed\nwhen he smote his lyre and chanted, “I sing of arms and the man\";\nit was at the sight of such as she that rare Ben Johnson’s Dr.\nFaustus cried, “Was this the face that launched a thousand\nships?” In all ages has such beauty enchanted the minds of men,\ncalling forth in one century the Fiesolian terza rima of\n\"Paradise Lost”, in another the passionate arias of a dozen\nBeethoven symphonies. In 1620 the pagan daughter of Helen of Troy\nand Cleopatra of the Nile happened, by a characteristic jest of\nthe great Ironist, to embark with her aunt on the\n\"Mayflower”.",
        "Like all girls of eighteen Priscilla had learned to kiss and be\nkissed on every possible occasion; in the exotic and not at all\nuncommon pleasure of “petting” she had acquired infinite wisdom\nand complete disillusionment. But in all her “petting parties” on\nthe “Mayflower” and in Plymouth she had found no Puritan who held\nher interest beyond the first kiss, and she had lately reverted\nin sheer boredom to her boarding school habit of drinking gin in\nlarge quantities, a habit which was not entirely approved of by\nher old-fashioned aunt, although Mrs. Brewster was glad to have\nher niece stay at home in the evenings “instead”, as she told\nMrs. Bradford, “of running around with those boys, and really, my\ndear, Priscilla says some of the FUNNIEST things when she gets a\nlittle er—’boiled’, as she calls it—you must come over some\nevening, and bring the governor.”",
        "Mrs. Brewster, Priscilla’s aunt, is the ancestor of all New\nEngland aunts. She may be seen today walking down Tremont Street,\nBoston, in her Educator shoes on her way to S. S. Pierce’s which\nshe pronounces to rhyme with HEARSE.  The twentieth century Mrs.\nBrewster wears a highnecked black silk waist with a chatelaine\nwatch pinned over her left breast and a spot of Gordon’s codfish\n(no bones) over her right. When a little girl she was taken to\nsee Longfellow, Lowell, and Ralph Waldo Emerson; she speaks\nfamiliarly of the James boys, but this has no reference to the\nwell-known Missouri outlaws. She was brought up on blueberry\ncake, Postum and “The Atlantic Monthly\"; she loves the Boston\n\"Transcript”, God, and her relatives in Newton Centre.  Her idea\nof a daring joke is the remark Susan Hale made to Edward Everett\nHale about sending underwear to the heathen. She once asked\nDonald Ogden Stewart to dinner with her niece; she didn’t think\nhis story about the lady mind reader who read the man’s mind and\nthen slapped his face, was very funny; she never asked him again.",
        "The action of this story all takes place in MRS.  BREWSTER’S\nPlymouth home on two successive June evenings.  As the figurative\ncurtain rises MRS.  BREWSTER is sitting at a desk reading the\nlatest instalment of Foxe’s “Book of Martyrs”.",
        "The sound of a clanking sword is heard outside.  MRS.  BREWSTER\nlooks up, smiles to herself, and goes on reading.  A knock—a\ntimid knock.",
        "MRS.  BREWSTER:  Come in.",
        "(Enter CAPTAIN MIKES STANDISH, whiskered and forty. In a later\ngeneration, with that imposing mustache and his hatred of\nIndians, Miles would undoubtedly have been a bank president. At\npresent he seems somewhat ill at ease, and obviously relieved to\nfind only PRISCILLA’S aunt at home.)",
        "MRS.  BREWSTER:  Good evening, Captain Standish.",
        "MILES:  Good evening, Mrs. Brewster.  It’s—it’s cool for June,\nisn’t it?",
        "MRS.  BREWSTER:  Yes.  I suppose we’ll pay, for it with a hot\nJuly, though.",
        "MILES (nervously): Yes, but it—it is cool for June, isn’t it?",
        "MRS.  BREWSTER:  So you said, Captain.",
        "MILES:  Yes.  So I said, didn’t I?  (Silence.)",
        "MILES:  Mistress Priscilla isn’t home, then?",
        "MRS.  BREWSTER:  Why, I don’t think so, Captain But I never can\nbe sure where Priscilla is.",
        "MILES (eagerly): She’s a—a fine girl, isn’t she? A fine girl.",
        "MRS.  BREWSTER:  Why, yes.  Of course, Priscilla has her faults\nbut she’d make some man a fine wife—some man who knew how to\nhandle her— an older man, with experience.",
        "MILES:  Do you really think so, Mrs. Brewster?  (After a minute.)\nDo you think Priscilla is thinking about marrying anybody in\nparticular?",
        "MRS.  BREWSTER:  Well, I can’t say, Captain.  You know—she’s a\nlittle wild. Her mother was wild, too, you know—that is, before\nthe Lord spoke to her. They say she used to be seen at the\nMermaid Tavern in London with all those play-acting people.  She\nalways used to say that Priscilla would marry a military man.",
        "MILES:  A military man?  Well, now tell me Mrs. Brewster, do you\nthink that a sweet delicate creature like Priscilla—",
        "A VOICE (in the next room): Oh DAMN!",
        "MRS.  BREWSTER:  That must be Priscilla now.",
        "THE VOICE:  Auntie!",
        "MRS.  BREWSTER:  Yes, Priscilla dear.",
        "THE VOICE:  Where in hell did you put the vermouth?",
        "MRS.  BREWSTER:  In the cupboard, dear.  I do hope you aren’t\ngoing to get—er—\"boiled” again tonight, Priscilla.  (Enter\nPRISCILLA, infinitely radiant, infinitely beautiful, with a\nbottle of vermouth in one hand and a jug of gin in the other.)\nPRISCILLA:  Auntie, that was a dirty trick to hide the vermouth. \nHello Miles—shoot many Indians today?",
        "MILES:  Why—er er—no, Mistress Priscilla.",
        "PRISCILLA:  Wish you’d take me with you next time, Miles.  I’d\nlove to shoot an Indian, wouldn’t you, auntie?",
        "MRS.  BREWSTER:  Priscilla!  What an idea!  And please dear, give\nAuntie Brewster the gin.  I—er—promised to take some to the\nchurch social tonight and it’s almost all gone now.",
        "MILES:  I didn’t see you at church last night, Mistress\nPriscilla.",
        "PRISCILLA:  Well I’ll tell you, Miles.  I started to go to\nchurch— really felt awfully religious.  But just as I was\nleaving I thought, “Priscilla, how about a drink—just one little\ndrink?”  You know, Miles, church goes so much better when you’re\njust a little boiled— the lights and everything just kind\nof—oh, its glorious. Well last night, after I’d had a little\nliquor, the funniest thing happened.  I felt awfully good, not\nlike church at all— so I just thought I’d take a walk in the\nwoods.  And I came to a pool—a wonderful honest-to-God\npool—with the moon shining right into the middle of it.  So I\njust undressed and dove in and it was the most marvelous thing in\nthe world. And then I danced on the bank in the grass and the\nmoonlight— oh, Lordy, Miles, you ought to have seen me.",
        "MRS.  BREWSTER:  Priscilla!",
        "PRISCILLA:  ’Scuse me, Auntie Brewster.  And then I just lay in\nthe grass and sang and laughed.",
        "MRS.  BREWSTER:  Dear, you’ll catch your death of cold one of\nthese nights.  I hope you’ll excuse me, Captain Standish; it’s\ntime I was going to our social.  I’ll leave Priscilla to\nentertain you.  Now be a good girl, Priscilla, and please dear\ndon’t drink straight vermouth—remember what happened last time.\nGood night, Captain—good night, dear.",
        "(Exit MRS.  BREWSTER with gin.)",
        "PRISCILLA:  Oh damn!  What’ll we do, Miles—I’m getting awfully\nsleepy.",
        "MILES:  Why—we might—er—pet a bit.",
        "PRISCILLA (yawning): No. I’m too tired—besides, I hate whiskers.",
        "MILES:  Yes, that’s so, I remember.  (Ten minutes’ silence, with\nMILES looking sentimentally into the fireplace, PRISCILLA curled\nup in a chair on the other side.)",
        "MILES:  I was—your aunt and I—we were talking about you before\nyou came in. It was a talk that meant a lot to me.",
        "PRISCILLA:  Miles, would you mind closing that window?",
        "(MILES closes the window and returns to his chair by the\nfireplace.)",
        "MILES:  And your aunt told me that your mother said you would\nsome day marry a military man.",
        "PRISCILLA:  Miles, would you mind passing me that pillow over\nthere?",
        "(MILES gets up, takes the pillow to PRISCILLA and again sits\ndown.",
        "MILES:  And I thought that if you wanted a military man why—\nwell, I’ve always thought a great deal of you, Mistress\nPriscilla— and since my Rose died I’ve been pretty lonely, and\nwhile I’m nothing but a rough old soldier yet—well, what I’m\ndriving at is— you see, maybe you and I could sort of—well, I’m\nnot much of a hand at fancy love speeches and all that—but",
        "(He is interrupted by a snore.  He glances up and sees that\nPRISCILLA has fallen fast asleep.  He sits looking hopelessly\ninto the fireplace for a long time, then gets up, puts on his hat\nand tiptoes out of the door.) ",
        "THE NEXT EVENING",
        "PRISCILLA is sitting alone, lost in revery, before the fireplace.\nIt is almost as if she had not moved since the evening before.",
        "A knock, and the door opens to admit JOHN ALDEN, nonchalant,\ndisillusioned, and twenty-one.",
        "JOHN:  Good evening.  Hope I don’t bother you.",
        "PRISCILLA:  The only people who bother me are women who tell me\nI’m beautiful and men who don’t.",
        "JOHN:  Not a very brilliant epigram—but still—yes, you ARE\nbeautiful.",
        "PRISCILLA:  Of course, if it’s an effort for you to say—",
        "JOHN:  Nothing is worthwhile without effort.",
        "PRISCILLA:  Sounds like Miles Standish; many things I do without\neffort are worthwhile; I am beautiful without the slightest\neffort.",
        "JOHN:  Yes, you’re right.  I could kiss you without any effort—\nand that would be worthwhile—perhaps.",
        "PRISCILLA:  Kissing me would prove nothing.  I kiss as casually\nas I breathe.",
        "JOHN:  And if you didn’t breathe—or kiss—you would die.",
        "PRISCILLA:  Any woman would.",
        "JOHN:  Then you are like other women.  How\nunfortunate.",
        "PRISCILLA:  I am like no woman you ever knew.",
        "JOHN:  You arouse my curiosity.",
        "PRISCILLA:  Curiosity killed a cat.",
        "JOHN:  A cat may look at a—Queen.",
        "PRISCILLA:  And a Queen keeps cats for her amusement. They purr\nso delightfully when she pets them.",
        "JOHN:  I never learned to purr; it must be amusing—for the\nQueen.",
        "PRISCILLA:  Let me teach you.  I’m starting a new class tonight.",
        "JOHN:  I’m afraid I couldn’t afford to pay the tuition.",
        "PRISCILLA:  For a few exceptionally meritorious pupils, various\nscholarships and fellowships have been provided.",
        "JOHN:  By whom?  Old graduates?",
        "PRISCILLA:  NO—the institution has been endowed by God—",
        "JOHN:  With exceptional beauty—I’m afraid I’m going to kiss you. \nNOW.",
        "(They kiss.)",
        "(Ten minutes pass.)",
        "PRISCILLA:  Stop smiling in that inane way.",
        "JOHN:  I just happened to think of something awfully funny. You\nknow the reason why I came over here tonight?",
        "PRISCILLA:  To see me.  I wondered why you hadn’t come months\nago.",
        "JOHN:  No. It’s really awfully funny—but I came here tonight\nbecause Miles Standish made me promise this morning to ask you to\nmarry him. Miles is an awfully good egg, really\nPriscilla.",
        "PRISCILLA:  Speak for yourself, John.  (They kiss.)",
        "PRISCILLA:  Again.",
        "JOHN:  Again—and again.  Oh Lord, I’m gone.",
        "(An hour later JOHN leaves.  As the door closes behind him\nPRISCILLA sinks back into her chair before the fireplace; an hour\npasses, and she does not move; her aunt returns from the\nBradfords’ and after a few ineffectual attempts at conversation\ngoes to bed alone; the candles gutter, flicker, and die out; the\nroom is filled of sacred silence.  Once more the clock chimes\nforth the hour—the hour of fluted peace, of dead desire and epic\nlove.  Oh not for aye, Endymion, mayst thou unfold the purple\npanoply of priceless years. She sleeps—PRISCILLA sleeps—and\ndown the palimpsest of age-old passion the lyres of night breathe\nforth their poignant praise. She sleeps—eternal Helen—in the\nmoonlight of a thousand years; immortal symbol of immortal aeons,\nflower of the gods transplanted on a foreign shore, infinitely\nrare, infinitely erotic.[1]) ",
        "[1] For the further adventures of Priscilla, see F. Scott\nFitzgerald’s stories in the “Girl With the Yellow Hair” series,\nnotably “This Side of Paradise,” “The Offshore Pirate,” “The Ice\nPalace,” “Head and Shoulders,” “Bernice Bobs Her Hair,\"\n\"Benediction” and “The Beautiful and Damned.”",
        "",
        "Friend Ethen—",
        "Well Ethen you will be surprised O. K. to hear I & the wife took\na little trip down to Boston last wk.  to a T. party & I guess\nyou are thinking we will be getting the swelt hed over being ast\nto a T. party.  In Boston.",
        "Well Ethen if you think that why you will be a 100 mi. offen the\ntrack because Ethen I and Prudence sent the kind that gets a\nswelt hed over being ast any wares like some of are naybers up\nhere when they are ast any wares so you see Ethen even if we had\nbeen ast any wares we wouldnt of had no swelt hed. On acct of\nbeing ast any wares.",
        "Well last Thurs.  I and Prudence drove old Bessy down to Boston\nBessy is are horse see Ethen which is about 13 mi. from here\nBoston I mean Ethen as the crow flys only no crow would ever fly\nto Boston if he could help it because all the crows that ever\nflew to Boston was shot by them lousie taverin keepers to make\nmeals out of Ethen I never tast it nothing so rotten in my life\nas the meals they give us there & the priceis would knock your I\nout.  3 shillings for a peace of stake about as big as your I,\nand 4 pence for a cup of coffy. The streets sent the only thing\nabout Boston thats crook it. Them taverin keepers is crook it to\nI mean see Ethen.",
        "After supper I & her was walking a round giving the town the\ndouble O when we seen that Fanny Ewell Hall was all lit up like\nCharley Davis on Sat. night & I says to Prudence lets go inside I\nthink its free and she says I bet you knowed it was free al right\nbefor you ast me & sure enough it was free only I hadnt knowed it\nbefore only I guess that Prudence knows that when I say a thing\nit is generally O. K. Well Fanny Ewell Hall was pack jam full of\npeople & we couldnt see nothing because there was a cockide stiff\nstanding right in front of us & jumping up & down & yelling No T.\nNo T. at the top of his lunges & Prudence says well why dont you\ntake coffy or milk & for Gods sake stay offen my foot & he turns\nto her & says maddam do you want T. & slavery & she says no coffy\n& a hot dog just kidding him see Ethen & he says maddam no T.\nshall ever land & she says no but my husbend will in a bout 1\nmin. & I was just going to plank him 1 when the door behint us\nbust open & a lot of indyans come in yelling every body down to\nGrifins worf there is going to be a T. party only Ethen they\nwasnt indyans at all but jest wite men drest up to look like\nindyans & I says to a fello those aint indyans & he say no how\ndid you guess it & I says because I have seen real indyans many a\ntime & he says to a nother fello say Bill here is a man who says\nthem sent real indyans & the other fello says gosh I dont believe\nit & they laffed only the laff was on them Ethen because they\nwasnt real indyans & that is only tipical of how you cant tell\nthese Boston swelt heds nothing & I guess if they had ever seen a\nreal indyan they would of known better than to laff. Well I and\nPrudence follered the crowd down to Grifins worf & them indyans\nwhich was only wite men drest up clumb onto a ship there & begun\nthrowing the cargo into Boston harber & I says to a fello what is\nin them boxes & he says T. & I says well why are they throwing it\naway & he says because they do not want to pay the tacks which is\nabout as sensable Ethen if I was to rite a lot of letters & then\nas fast as I rote I would tare it up because I did not want to\npay for a stamp. Well I says somebody ought to catch he—ll for\nthis & he says are you a torie & I seen he was trying to kid me &\nI says no I am a congregationalis & a loyal subject of king Geo. \nRex & he says o I thought you was a torie & a lot of fellos who\nwas with him give him the laff because he hadnt been abel to kid\nme. Well after a whiles he says the indyans seem to be about\nthrew & I says yes only they sent indyans & the laff was on him\nagain & he seen it wasnt no use to try & kid me & Prudence says\ncome on lets beat it & on the way home I says I bet them Boston\nbirds will feel small when they find out that those wasnt indyans\nat all & she act it like she was mad about something & says well\nthey cant blame you for not trying to tell them & its a wonder\nyou didnt hire Fanny Ewell Hall while you was about it & I says o\nis it & I might know youd get sore because I was the 1st to find\nout about the indyans being wite men in disgised & she says yes I\nsuppose if somebody was to paint stripes on a cow you would make\na speech about it & say that you had discovered that it wasnt no\ntiger & I wish I had been 1 of them indyans tonight because I\nwould of loved to of beened you with a Tommy Hawk & I says o you\nwould would you & she seen it wasnt no use to argue with me &\nanyway Ethen nobody would be fool enough to paint stripes on a\ncow unless maybe they was born in Boston.  Well Ethen thats the\nway it goes & when you do put one over on the wife they want to\nhit you with a Tommy Hawk with best rgds.  Ed.",
        "Friend Ethen—",
        "No matter what a married man does in this world he gets in wrong\n& I suppose if I was to die tonight Prudence would bawl me out\nfor not having let her know I was going to do it & just because I\njoined the minit men the other eve. she has been acting like as\nif I had joined the Baptis Church & I bet you are saying what in\nthe h—ll is a minit man. Well Ethen I will tell you.  The other\nnight I says to Prudence I think I will drive over to Lexington\nto get Bessy shodd. Bessy is are horse see Ethen.  Well she says\nyou will do nothing of the kind because all you want to do in\nLexington is get a snoot ful & if you think I am going to wate up\nall night while you get boiled well you have got another guess\ncoming. She says the last time you had Bessy shodd the naybers\nare talking about it yet & I says do you mean because I & Charley\nDavis was singing & having a little fun & she says no because\nnobody wouldnt call that singing & do you call it a little fun\nwhen you brought Bessy up stares with you to show me how well she\nhad been shodd at 3 A. M. in the morning answer me that which is\nonly her way of exagerating things Ethen because we didnt bring\nBessy only as far as the stares & I only did it because Charley\nhad been drinking a little to much & I didnt want to iritate him\nbecause the way to handel drunks is to not iritate them they are\nonly worse only you cant tell a woman that & they think the way\nto handel drunks is to look him in the eye & say arent you\nashamed of yourselves which only iritates him the moar. Well I\nsays I am not going to half no horse of mine going a round 1/2\nshodd al the time & Prudence says well I am not going to half no\nhusband of mine going a round 1/2 shot al the time & I says I\nwill not go near Charley Davis this time because I have lernt my\nlesson & she says al right if you will promise to not go near\nCharley Davis you can go & when I got to Lexington I thought I\nwould stop in the taverin a min. just to say hulloh to the boys\nbecause if a fello doesnt stop in the taverin to say hulloh to\nthe boys who are just as good as he is they are lible to say he\nhas a swelt hed & is to proud to stop in the taverin to say\nhulloh to the boys. Who are just as good as he is.  Well I didnt\nhave any i dear that Charley Davis would be there because I had\ntold Prudence I wasnt going to go near him & just because I said\nthat I cant be expect it to sneek into toun like as if I was a\nconvick can I Ethen.  Well the taverin was crowd it & they had\nall got a good start & the long & the short of it was that the\n1st person I seen was Charley Davis & he says hulloh there pink\nwhiskers you are just in time to join the minit men which is only\na nicked name he has for me because my whiskers are red brown. No\nI says I cannot join anything tonight fellos because I must go\nright back home & he says if you dont join the minit men now some\nday you wont have no home to go home to & I says what do you mean\nI wont have no home to go home to & he says because the Brittish\nare going to burn down all the homes of we  farmers because we\nwill not sell them any food but first you had better have a\ndrink.  Well Ethen a fello dont like to be a sissey about taking\n1 drink does he & then I says now fellos I must go home & then a\ncouple of more fellos come in & they said Ed you wont go home\ntill we have brought you a drink & elect it you to the minit men\nwill you & I said no but I must go home right after that. Well\nthen we got to singing & we was going pretty good & after a while\nI said now fellos I must go home & Charley Davis says to me Ed\nbefore you go I want to have you shake hands with my friend Tom\nDuffy who is here from Boston & he will tell you all about the\nminit men & you can join tonight but look out or he will drink\nyou under the tabel because he is the worst fish in Boston & I\nsays sure only I have got to be going home soon because you\nremember what hapend last time & I would like to see any body\nfrom Boston drink me under the tabel & bet. you & I Ethen if that\nfellow is a fish then my grandmother is the prince of whales &\nlet me tell you what hapend. After we had drank about 4 or 5 I\nseen he was getting sort of wite & I says well Boston lets settle\ndown now to some good steady drinking & he says listen & I says\nwhat & he says listen & I says what & he says do you know my wife\n& I says no & he says listen & I says what & he says shes the\nbest little woman in the world & I says sure & he says what did\nyou say & I says when & he says you have insult it my wife the\nbest little woman in the world & he begun to cry & we had only\nhad a bout 1 qt & wouldnt that knock you for a cockide gool\nEthen, only I guess you arent surprised knowing how much I can\nholt without feeling any affects.  Well I was feeling pretty good\non acct. of drinking the pride of Boston under the tabel & not\nfeeling any affects only I was feeling good like a fello naturely\nfeels & the fellos kind of made a lot of fuss on acct. me\ndrinking him under the tabel so I couldnt very well of gone home\nthen & after a while Charley Davis made a speech & well comed me\ninto the minit men & so I am a minit man Ethen but I cant exackly\nexplain it to you until I see Charley again because he didnt make\nit very clear that night.  Well after a while we woke the Boston\nfish up & we all went home & I was feeling pretty good on acct.\nit being such a nice night & all the stars being out & etc. &\nwhen I got home I said Prudence guess what hapend & she says I\ncan guess & I says Prudence I have been elect it a minit man &\nshe says well go on up stares & sleep it off & I says sleep what\noff & she says stop talking so loud do you want the naybers to\nwake up & I says whos talking loud & she says o go to bed & I\nsays I am talking in conversational tones & she says well you\nmust be conversing with somebody in Boston & I says o you mean\nthat little blond on Beecon St. & Ethen she went a 1,000,000 mi.\nup in the air & I seen it wasnt no use to try & tell her that the\nreason I was feeling good was on acct.  having drank a Boston\nswelt hed to sleep without feeling any affects & I bet the next\ntime I get a chanct I am going to get snooted right because a\nfello gets blamed just as much if he doesnt feel the affects as\nif he was brought home in a stuper & I was just kidding her about\nthat blond on Beecon St. Some women dont know when they are well\noff Ethen & I bet that guy from Bostons Tom Duffy I mean wife\nwishes she was in Prudences shoes instead of her having married a\nman what cant holt no more than a qt. without being brought home\nin a stuper.  Best rgds.                                 \nEd.",
        "Friend Ethen—",
        "Well Ethen this is a funny world & when I joined the minit men\nlast mo. how was I to know that they called them minit men\nbecause they was lible to get shot any minit.  & here I am\nriteing to you in a tent outside Boston & any minit a canon ball\nis lible to knock me for a continental loop & my house has been\nburnt & Prudence is up in Conk Cord with her sister the one who\nmarried that short skate dum bell Collins who has owed me 2 lbs.\nfor a yr.  & 1/2 well Ethen it never ranes but it pores & you can\nbe glad you are liveing in a nice quiet place like Philly.",
        "Well the other night I and Prudence was sound asleep when I heard\nsome body banging at the frt.  door & I stuck my head out the up\nstares window & I says who are you & he says I am Paul Revear & I\nsays well this is a h—ll of a time to be wakeing a peaceiful man\nout of their bed what do you want & he says the Brittish are\ncomeing & I says o are they well this is the 19 of April not the\n1st & I was going down stares to plank him 1 but he had rode away\ntow wards Lexington before I had a chanct & as it turned out\nafter words the joke was on me O. K. Well who is it says Prudence\nCharley Davis again because you might as well come back to bed if\nit is & I says no it was some Boston smart alick trying to be\nfunny & I guess they are soar down there on acct. what hapened to\ntheir prize fish up here last mo. & are trying to get even do you\nknow a Paul Revear & she says yes there was a boy at school named\nPaul Revear who was crazy about me was he dark well Ethen if all\nthe fellos she says has been crazy about her was layed end to end\nthey would circum navygate the globe twicet & I says no he was\nyello & that had her stopt so we went back to sleep only I\ncouldn’t help laffing over the way I had slipt it across.  About\nRevear being yello. Well along a bout A. M. there was a lot of\ngun firing tow wards Lexington & Prudence grabed me & says whets\nthe shooting for & I says probably that fello Revear who was so\ncrazy a bout you has got funny oncet to oft ten & it will teach\nthem Boston doodes a lesson. Well Ethen I was wrong for oncet &\nthe firing kept getting worse & I hitcht up old Bessy & drove\nover to Lexington Bessy is are horse & Ethen there was the h—ll\nto pay there because the g— d d—m Brittish redcotes had marcht\nnup from Boston & had fired on the Lexington fellos & Charley\nDavis had been shot dead & a lot of the other fellos was wooned\nit & they said you had better get your wife to the h—ll out of\nyour house because the g—d d— m Brittish redcotes are coming\nback & they will burn everything along the rode the ---- I guess\nyou know what word goes there Ethen & I was so d—m mad at those\ng—d d—m Brittish redcotes on acct. shooting Charley Davis dead\nthat I said give me a gun & show me the ---- who done it & they\nsays no you had better get your wife to a safe place to go to &\nthen you can come back because the ---- will be along this way\nagain the ----. Well I drove as fast as I could back to the farm\n& somebody had already told Prudence what had hapend & as soon as\nI drove into the yd. she come out with my muskit & hand it it to\nme & says dont you worry about me but you kill every d—m redcote\nyou can see & I says the ----s has killed Charley Davis & she\nsays I know it & here is all the bullits I could find.  Well when\nI got back to Lexington the redcotes was just coming along &\nEthen I guess they wont forget that march back to Boston for a\nlittle whiles & I guess I wont either because the ----s burnt\ndown my house & barn & Prudence is gone to stay with her sister\nin Conk Cord & here I am camping in a tent with a lot of other\nminit men on the out skirts of Boston & there is a roomer a round\ncamp that to morrow we are going to move over to Bunker Hill\nwhich is a good name for a Boston Hill Ill say & Ethen if you was\nto of told me a mo. ago that I would be fighting to get Boston\naway from the Brittish I would of planked you 1 because they\ncould of had Boston for all I cared. Well Ethen I must go out and\ndrill some more now & probably we will half to listen to some\nBoston bird makeing a speech they are great fellos for speeches\nabout down with Brittish tirrany & give me liberty or give me\ndeath but if you was to ast me Ethen I would say give me back\nthat house & barn what those lousie redcotes burnt & when this\nexcitement is all over what I want to know is Ethen where do I\nget off at.                                Yrs                     \n   Ed.",
        "",
        "“Just the DAY for a Whisky Rebellion,” said Aunt Polly and off\nshe ran, lipperty-lipperty-lip, to get a few shooting rifles.",
        "“Oh goody goody,” cried little Emily.  “Now we can all shoot at\nthose horrid Revenue Officers,” for the collectors of internal\nrevenue were far from popular with these kindly Pennsylvania folk\nand Aunt Polly Pinkwood had often promised the children that if\nthey were good some day they would be allowed to take a shot at a\nRevenue Officer.",
        "Soon she returned, bearing in her arms a number of bright shiny\nnew guns. The children crowded around in glee and soon all were\nsupplied with weapons except little Frank who of course was too\nyoung to use a gun and was given a two-gallon jug of nice, old\nwhisky to carry. Jed hitched up old Taylor, the faithful farm\nhorse, and as quick as you could say Jack Robinson the little\nones had piled into the old carryall. Round Mr. Sun was just\npeeping over the Purple Hills when the merry little party started\non its way, singing and laughing at the prospect of the day’s\nsport.",
        "“I bet I kill five Revenue Officers,” said little Edgar.",
        "“Ha Ha Ha—you boaster, you,” laughed Aunt Polly.  “You will be\nlucky if you kill two, for I fear they will be hard to find\ntoday.”",
        "“Oh do you think so, Aunt Polly?” said little Elinor and she\nbegan to cry, for Elinor dearly loved to shoot.",
        "“Hush dear,” said Miss Pinkwood with a kindly pat, for she loved\nher little charges and it hurt her to see them unhappy. “I was\nonly joking.  And now children I will tell you a story.”",
        "“Oh goody goody,” cried they all.  “Tell us a true story.”",
        "“All right,” said Aunt Polly.  “I shall tell you a true story,\"\nand she began.",
        "“Once there was a brave handsome man—”",
        "“Mr. Welsbach,” cried the children with one voice, for it was\nwell known in the neighborhood that Aunt Polly had long been\nsweet on Julius Welsbach, the popular superintendent of the\nSabbath School and the best whisky maker for miles around.",
        "“Hush children,” said Aunt Polly blushing in vexation.  “Of\ncourse not. And if you interrupt me I shall not tell my story at\nall.” But she was not really angry.",
        "“And one day this brave handsome man was out making whisky and he\nhad just sampled some when he looked up and what do you suppose\nhe saw?”",
        "“Snakes,” cried little Elmer whose father had often had delirium\ntremens, greatly to the delight of his children.",
        "“No, Elmer,” said Miss Pinkwood, “not snakes.”",
        "“Pink lizards,” cried little Esther, Elmer’s sister.",
        "“No,” said Aunt Polly, with a hearty laugh, “he saw a—stranger.\nAnd what do you suppose the stranger had?”",
        "“A snoot full,” chorused the Schultz twins.  “He was pie-eyed.”",
        "“No,” replied Miss Pinkwood laughing merrily.  “It was before\nnoon. Guess again children.  What did the stranger have?”",
        "“Blind staggers,” suggested little Faith whose mother had\nrecently been adjudged insane.",
        "“Come children,” replied Aunt Polly.  “You are not very wide\nawake this morning.  The stranger had a gun.  And when the brave\nhandsome man offered the stranger a drink what do you suppose the\nstranger said?”",
        "“I know,” cried little Prudence eagerly.  “He said, ’Why yes I\ndon’t care if I do.’  That’s what they all say.”",
        "“No, Prudence,” replied Miss Pinkwood.  “The stranger refused a\ndrink.”",
        "“Oh come now, Aunt Polly,” chorused the boys and girls. “You said\nyou were going to tell us a true story.” And their little faces\nfell.",
        "“Children,” said Miss Polly, “the stranger refused the drink\nbecause he was a Revenue Officer.  And he pointed his gun at the\nbrave handsome man and said he would have to go to jail because\nhe had not paid the tax on his whisky. And the brave handsome man\nwould have had to have gone to jail, too; but fortunately his\nbrother came up just at the right time and—”",
        "“Shot the Revenuer dead,” cried the children in glee.",
        "“Yes children,” said Miss Polly.  “He shot the Revenue Officer\ndead.”",
        "“Oh goody goody,” cried all.  “Now tell us another story. Tell us\nabout the time your father killed a Revenue Officer with an ax.”",
        "“Oh you don’t want to hear that again, do you children?” said\nAunt Polly.",
        "“Oh yes—yes—please,” they cried, and Aunt Polly was just going\nto begin when Jed the driver stopped his horses and said:",
        "“This hilltop is as good a place to shoot from as I know of, Miss\nPinkwood.  You can see both roads, and nobody can see you.”",
        "“Thank you, Jed,” said Aunt Polly giving him a kindly smile, and\nwithout more ado the children clambered out of the carryall and\nfilled their guns with powder and bullets.",
        "“I get first shot,” proudly announced Robert, the oldest boy, and\nsomewhat of a bully.",
        "“Robert!” said Aunt Polly severely, and she looked almost ready\nto cry, for Aunt Polly had tried hard to teach the boys to be\ntrue knights of chivalry and it hurt her to have Robert wish to\nshoot a Revenue Officer before the girls had had a chance. Robert\nhad not meant to hurt Aunt Polly’s feelings but had only been\nthoughtless, and soon all was sunshine again as little Ellen the\nyoungest made ready to fire the first shot.",
        "The children waited patiently and soon they were rewarded by the\nsight of a Revenue Officer riding on horseback in the distant\nvalley, as pretty a target as one could wish.",
        "“Now do be careful, dear,” whispered Miss Pinkwood, “for if you\nmiss, he may take alarm and be off.”  But little Ellen did not\nmiss.  “Bang” went her gun and the little Merry Breezes echoed\nback and forth, “She got him. She got him”, and old Mother West\nWind smiled down at the happy sport.  Sure enough, when old Mr.\nSmoke had cleared away there was a nice dead Revenue Officer\nlying in the road. “Well done, Ellen,” said Miss Pinkwood,\npatting her little charge affectionately which caused the happy\ngirl to coo with childish delight.",
        "Mary had next shot and soon all were popping away in great glee.\nAll the merry wood folk gathered near to watch the children at\ntheir sport. There was Johnny Chuck and Reddy Fox and Jimmy Skunk\nand Bobby Coon and oh everybody.",
        "Soon round Mr. Sun was high in the Blue Sky and the children\nbegan to tire somewhat of their sport.  “I’m as hungry as a\nbear,” said little Dick.  “I’m as hungry as two bears,” said\nEmily. “Ha Ha Ha,” laughed Miss Pinkwood, “I know what will fix\nthat,” and soon she had spread out a delicious repast.  “Now\nchildren,” said Miss Pinkwood when all had washed their faces and\nhands, “while you were busy washing I prepared a surprise for\nyou,” and from a large jug, before their delighted gaze, she\npoured out— what do you think?  “Bronxes,” cried little Harriet. \n\"Oh goody goody.” And sure enough Aunt Polly had prepared a jug\nof delicious Bronx cocktails which all pronounced excellent.",
        "And after that there were sandwiches and olives and pie and good\nthree year old whisky, too.",
        "“That’s awfully smooth rye, Aunt Polly,” said little Prudence\nsmacking her two red lips.  “I think I’ll have another shot.”",
        "“No dear,” said Miss Pinkwood, pleased by the compliment, but\nfirm withal. “Not now.  Perhaps on the way home, if there is any\nleft,” for Aunt Polly knew that too much alcohol in the middle of\nthe day is bad for growing children, and she had seen many a\npromising child spoiled by over-indulgent parents.",
        "After lunch those children who could stand helped Aunt Polly to\nclear away the dishes and then all went sound asleep, as is the\ncustom in Pennsylvania.",
        "When they awoke round Mr. Sun was just sinking behind the Purple\nHills and so, after taking a few more scattered shots at Revenue\nOfficers, they piled once more into the carryall and drove back\nto town. And as they passed Mrs. Oliphant’s house (Aunt Polly’s\nsister) Aunt Flo Oliphant came out on the porch and waved her\nhandkerchief at the merry party.",
        "“Let’s give her a cheer,” said Fred.",
        "“Agreed,” cried they all, and so twelve little throats united in\nthree lusty “huzzahs” which made Auntie Flo very happy you may be\nsure.",
        "And as they drove up before the Pinkwoods’ modest home twelve\ntired but happy children with one accord voted the Whisky\nRebellion capital fun and Aunt Polly a brick.",
        "",
        "On a brisk winter evening in the winter of 1864 the palatial\nFifth Avenue “palace” of Cornelius van der Griff was brilliantly\nlighted with many brilliant lights.  Outside the imposing front\nentrance a small group of pedestrians had gathered to gape\nenviously at the invited guests of the “four hundred” who were\nbeginning to arrive in elegant equipages, expensive ball-dresses\nand fashionable “swallowtails”.",
        "“Hully gee!” exclaimed little Frank, a crippled newsboy who was\nthe only support of an aged mother, as a particularly sumptuous\ncarriage drove up and a stylishly dressed lady of fifty-five or\nsixty stepped out accompanied by a haughty society girl and an\nelderly gentleman in clerical dress. It was Mrs. Rhinelander, a\nsocial leader, and her daughter Geraldine, together with the Rev.\nDr. Gedney, pastor of an exclusive Fifth Avenue church.",
        "“What common looking people,” said Mrs. Rhinelander, surveying\nthe crowd aristocratically with her lorgnette.",
        "“Yes, aren’t they?” replied the clergyman with a condescending\nglance which ill befit his clerical garb.",
        "“I’m glad you don’t have people like that dans votre eglise, Dr.\nGedney,” said young Geraldine, who thought it was “smart” to\ndisplay her proficiency in the stylish French tongue. At this\nmoment the door of the van der Griff residence was opened for\nthem by an imposing footman in scarlet livery and they passed\ninto the abode of the “elect”.",
        "“Hully gee!” repeated little Frank.",
        "“What’s going on to-night?” asked a newcomer.",
        "“Gee—don’t youse know?” answered the newsboy.  “Dis is de van\nder Griffs’ and tonight dey are giving a swell dinner for General\nGrant.  Dat lady wot just went in was old Mrs. Rhinelander.  I\nseen her pitcher in de last Harper’s Weekly and dere was a story\nin de paper dis morning dat her daughter Geraldine was going to\nmarry de General.”",
        "“That isn’t so,” broke in another.  “It was just a rumor.”",
        "“Well, anyway,” said Frank, “I wisht de General would hurry up\nand come— it’s getting cold enough to freeze the tail off a\nbrass monkey.” The onlookers laughed merrily at his humorous\nreference to the frigid temperature, although many cast\nsympathetic looks at his thin threadbare garments and registered\na kindly thought for this brave boy who so philosophically\naccepted the buffets of fate.",
        "“I bet this is him now,” cried Frank, and all waited expectantly\nas a vehicle drove up.  The cabman jumped off his box and held\nthe carriage door open.",
        "“Here you are, Miss Flowers,” he said, touching his hat\nrespectfully.",
        "A silver peal of rippling laughter sounded from the interior of\nthe carriage.",
        "“Why Jerry,” came in velvet tones addressed to the coachman, “You\nmustn’t be so formal just because I have come to New York to\nlive. Call me ’Miss Ella,’ of course, just like you did when we\nlived out in Kansas,” and with these words Miss Ella Flowers, for\nit was she, stepped out of the carriage.",
        "A hush fell on the crowd as they caught sight of her face—a hush\nof silent tribute to the clear sweet womanhood of that pure\ncountenance. A young man on the edge of the crowd who was on the\nverge of becoming a drunkard burst into tears and walked rapidly\naway to join the nearest church. A pr-st---te who had been plying\nher nefarious trade on the avenue, sank to her knees to pray for\nstrength to go back to her aged parents on the farm. Another\nyoung man, catching sight of Ella’s pure face, vowed to write\nhome to his old mother and send her the money he had been\nexpending in the city on drinks and dissipation.",
        "And well might these city people be affected by the glimpse of\nthe sweet noble virtue which shone forth so radiantly in this\nKansas girl’s countenance. Although born in Jersey City, Ella had\nmoved with her parents to the west at an early age and she had\ngrown up in the open country where a man’s a man and women lead\nclean sweet womanly lives.  Out in the pure air of God’s green\nplaces and amid kindly, simple, big hearted folks, little Ella\nhad blossomed and thrived, the pride of the whole country, and as\nshe had grown to womanhood there was many a masculine heart beat\na little faster for her presence and many a manly blush of\nadmiration came into the features of her admirers as she whirled\ngracefully with them in the innocent pleasure of a simple country\ndance. But on her eighteenth birthday, her parents had passed on\nto the Great Beyond and the heartbroken Ella had come East to\nlive with Mrs. Montgomery, her aunt in Jersey City.  This lady,\nbeing socially prominent in New York’s “four hundred”, was of\ncourse quite ambitious that her pretty little niece from the West\nshould also enter society. For the last three months, therefore,\nElla had been feted at all the better class homes in New York and\nJersey City, and as Mrs. van der Griff, the Fifth Avenue social\nleader, was in the same set as Ella’s aunt, it was only natural\nthat when making out her list of guests for the dinner in honor\nof General Grant she should include the beautiful niece of her\nfriend.",
        "As Ella stepped from the carriage, her gaze fell upon little\nFrank, the crippled newsboy, and her eyes quickly filled with\ntears, for social success had not yet caused her to forget that\n\"blessed are the weak”. Taking out her purse, she gave Frank a\nsilver dollar and a warm look of sympathy as she passed into the\nhouse.",
        "“Gee, there went an angel,” whispered the little cripple, and\nmany who heard him silently echoed that thought in their hearts.\nNor were they far from wrong.",
        "But even an angel is not free from temptation, and by letting\nElla go into society her aunt was exposing the girl to the\nwhisperings of Satan— whisperings of things material rather than\nthings spiritual. Many a girl just as pure as Ella has found her\nstandards gradually lowered and her moral character slowly\nweakened by the contact with the so-called “refined” and\n\"cultured” infidels one meets in fashionable society. Many a\nfather and mother whose ambition has caused them to have their\ndaughter go out in society have bitterly repented of that step as\nthey watched the poor girl gradually succumbing to the temptation\nof the world. Let her who thinks it is “smart” to be in society\nconsider that our brothels with their red plush curtains, their\nhardwood floors and their luxurious appointments, are filled\nlargely with the worn out belles and debutantes of fashionable\nsociety.",
        "The next minute a bugle call sounded down the street and up drove\na team of prancing grays.  Two soldiers sprang down from the\ncoachman’s box and stood at rigid attention while the door of the\ncarriage opened and out stepped General Ulysses S. Grant.",
        "A murmur of admiration swept over the crowd at the sight of his\nmanly inspiring features, in which the clean cut virility of a\nlife free from dissipation was accentuated by the neatly trimmed\nblack beard. His erect military bearing—his neat, well fitting\nuniform—but above all his frank open face proclaimed him a man’s\nman—a man among men. A cheer burst from the lips of the\nonlookers and the brave but modest general lowered his eyes and\nblushed as he acknowledged their greeting.",
        "“Men and women,” he said, in a voice which although low, one\ncould see was accustomed to being obeyed, “I thank you for your\ncheers. It makes my heart rejoice to hear them, for I know you\nare not cheering me personally but only as one of the many men\nwho are fighting for the cause of liberty and freedom, and\nfor----” the general’s voice broke a little, but he mastered his\nemotion and went on—\"for the flag we all love.”",
        "At this he pulled from his pocket an American flag and held it up\nso that all could see.  Cheer after cheer rent the air, and tears\ncame to the general’s eyes at this mark of devotion to the common\ncause.",
        "“Wipe the d—d rebels off the face of the earth, G-d d—’em,\"\nshouted a too enthusiastic member of the crowd who, I fear, was a\nlittle the worse for drink.  In an instant General Grant had\nstepped up to him and fixed upon him those fearless blue eyes.",
        "“My man,” said the general, “It hurts me to hear you give vent to\nthose oaths, especially in the presence of ladies. Soldiers do\nnot curse, and I think you would do well to follow their\nexample.”",
        "The other lowered his head shamefacedly.  “General,” he said,\n\"You’re right and I apologize.”",
        "A smile lit up the general’s handsome features and he extended\nhis hand to the other.",
        "“Shake on it,” he said simply, and as the crowd roared its\napproval of this speech the two men “shook”.",
        "Meanwhile within the van der Griff house all were agog with\nexcitement in expectation of the arrival of the distinguished\nguest. Expensively dressed ladies fluttered here and there amid\nthe elegant appointments; servants in stylish livery passed to\nand fro with trays of wine and other spirituous liquors.",
        "At the sound of the cheering outside, the haughty Mrs.\nRhinelander patted her daughter Geraldine nervously, and between\nmother and daughter passed a glance of understanding, for both\nfelt that to-night, if ever, was Geraldine’s opportunity to win\nthe handsome and popular general.",
        "The doorbell rang, and a hush fell over the chattering\nassemblage; then came the proud announcement from the\ndoorman—\"General Ulysses S. Grant\"—and all the society belles\ncrowded forward around the guest of honor.",
        "It had been rumored that the general, being a soldier, was\nignorant of social etiquette, but such proved to be far from the\ncase. Indeed, he handled himself with such ease of manner that he\ncaptivated all, and for each and every young miss he had an apt\nphrase or a pretty compliment, greatly to their\ndelight.",
        "“Pleased to know you\"—\"Glad to shake the hand of such a pretty\ngirl\"—\"What a nice little hand—I wish I might hold it all\nevening\"— with these and kindred pleasantries the general won\nthe way into the graces of Mrs. van der Griff’s fair guests, and\nmany a female heart fluttered in her bosom as she gazed into the\nclear blue eyes of the soldier, and listened to his well chosen\ntactful words.",
        "“And how is the dear General this evening?\"—this in the affected\ntone of old Mrs. Rhinelander, as she forced her way through the\ncrowd.",
        "“Finer than silk,” replied he, and he added, solicitously, “I\nhope you have recovered from your lumbago, Mrs. Rhinelander.”",
        "“Oh quite,” answered she, “and here is Geraldine, General,” and\nthe ambitious mother pushed her daughter forward.",
        "“Comment vous portez vous, mon General,” said Geraldine in\nFrench, “I hope we can have a nice tete-a-tete to-night,” and she\nfawned upon her prey in a manner that would have sickened a less\nartificial gathering.",
        "Were there not some amid all that fashionable throng in whom\nideals of purity and true womanhood lived—some who cared enough\nfor the sacredness of real love to cry upon this hollow mockery\nthat was being used to ensnare the simple, honest soldier? There\nwas only one, and she was at that moment entering the drawing\nroom for the purpose of being presented to the general. Need I\nname her?",
        "Ella, for it was she, had been upstairs busying herself with her\ntoilet when General Grant had arrived and she now hurried forward\nto pay her homage to the great soldier. And then, as she caught\nsight of his face, she stopped suddenly and a deep crimson blush\nspread over her features. She looked again, and then drew back\nbehind a nearby portiere, her heart beating wildly.",
        "Well did Ella remember where she had seen that countenance\nbefore, and as she stood there trembling the whole scene of her\nfolly came back to her.  It had happened in Kansas, just before\nher parents died, on one sunny May morning. She had gone for a\nwalk; her footsteps had led her to the banks of a secluded lake\nwhere she often went when she wished to be alone.  Many an\nafternoon had Ella dreamed idly away on this shore, but that day,\nfor some reason, she had felt unusually full of life and not at\nall like dreaming. Obeying a thoughtless but innocent impulse,\nwith no intention of evil, she had taken off her clothes and\nplunged thus n-k-d into the cool waters of the lake.  After she\nhad swum around a little she began to realize the extent of her\nfolly and was hurriedly swimming towards the shore when a\nterrific cramp had seized her lower limbs, rendering them\npowerless. Her first impulse, to scream for help, was quickly\nchecked with a deep blush, as she realized the consequences if a\nman should hear her call, for nearby was an encampment of Union\nsoldiers, none of whom she knew. The perplexed and helpless girl\nwas in sore straits and was slowly sinking for the third time,\nwhen a bearded stranger in soldier’s uniform appeared on the bank\nand dove into the water.  To her horror he swam rapidly towards\nher—but her shame was soon changed to joy when she realized that\nhe was purposely keeping his eyes tight shut.  With a few swift\npowerful strokes he reached her side, and, blushing deeply, took\noff his blue coat, fastened it around her, opened his eyes, and\nswam with her to the shore. Carrying her to where she had left\nher clothes he stayed only long enough to assure himself that she\nhad completely recovered the use of her limbs, and evidently to\nspare her further embarrassment, had vanished as quickly and as\nmysteriously as he had appeared.",
        "Many a night after that had Ella lain awake thinking of the\nsplendid features and, the even more splendid conduct of this\nunknown knight who wore the uniform of the Union army.  “How I\nlove him,” she would whisper to herself; “but how he must despise\nme!” she would cry, and her pillow was often wet with tears of\nshame and mortification at her folly.",
        "It was shortly after this episode that her parents had taken sick\nand passed away.  Ella had come East and had given up hope of\never seeing her rescuer again. You may imagine her feelings then\nwhen, on entering the drawing room at the van der Griffs’, she\ndiscovered that the stranger who had so gallantly and tactfully\nrescued her from a watery grave was none other than General\nUlysses S. Grant.",
        "The poor girl was torn by a tumult of contrary emotions. Suppose\nhe should remember her face.  She blushed at the thought. And\nbesides what chance had she to win such a great man’s heart in\ncompetition with these society girls like Geraldine Rhinelander\nwho had been “abroad” and spoke French.",
        "At that moment one of the liveried servants approached the\ngeneral with a trayful of filled wine glasses.  So engrossed was\nthe soldier hero in talking to Geraldine—or, rather, in\nlistening to her alluring chatter— that he did not at first\nnotice what was being offered him.",
        "“Will you have a drink of champagne wine, General?” said Mrs. van\nder Griff who stood near.",
        "The general raised his head and frowned as if he did not\nunderstand.",
        "“Come, mon General,” cried Geraldine gayly, “We shall drink a\nvotre succes dans la guerre,” and the flighty girl raised a glass\nof wine on high. Several of the guests crowded around and all\nwere about to drink to the general’s health.",
        "“Stop,” cried General Grant suddenly realizing what was being\ndone, and something in the tone of his voice made everyone\npause.",
        "“Madam,” said he, turning to Mrs. van der Griff, “Am I to\nunderstand that there is liquor in those glasses?”",
        "“Why yes, General,” said the hostess smiling uneasily. “It is\njust a little champagne wine.”",
        "“Madam,” said the general, “It may be ’just champagne wine’ to\nyou, but ’just champagne wine’ has ruined many a poor fellow and\nto me all alcoholic beverages are an abomination. I cannot\nconsent, madam, to remain under your roof if they are to be\nserved.  I have never taken a drop—I have tried to  stamp it out\nof the army, and I owe it to my soldiers to decline to be a guest\nat a house where wine and liquor are served.”",
        "An excited buzz of comment arose as the general delivered this\nultimatum. A few there were who secretly approved his sentiments,\nbut they were far too few in numbers and constant indulgence in\nalcohol had weakened their wills so that they dared not stand\nforth. An angry flush appeared on the face of the hostess, for in\nsociety, “good form” is more important than courage and ideals,\nand by his frank statement General Grant had violently violated\nthe canons of correct social etiquette.",
        "“Very well, Mr. Grant,” she said, stressing the “Mr.\"—\"if that’s\nthe way you feel about it----”",
        "“Stop,” cried an unexpected voice, and to the amazement of all\nElla Flowers stepped forward, her teeth clenched, her eyes\nblazing.",
        "“Stop,” she repeated, “He is right—the liquor evil is one of the\nworst curses of modern civilization, and if General Grant leaves,\nso do I.”",
        "Mrs. van der Griff hesitated for an instant, and then suddenly\nforced a smile.",
        "“Why Ella dear, of course General Grant is right,” said she, for\nit was well known in financial circles that her husband, Mr. van\nder Griff, had recently borrowed heavily from Ella’s uncle.\n\"There will not be a drop of wine served to-night, and now\nGeneral, shall we go in to dinner?  Will you be so kind as to\nlead the way with Miss Rhinelander?”  The hostess had recovered\nher composure, and smiling sweetly at the guest of honor, gave\norders to the servants to remove the wine glasses.",
        "But General Grant did not hear her; he was looking at Ella\nFlowers. And as he gazed at the sweet beauty of her countenance\nhe seemed to feel rising within him something which he had never\nfelt before— something which made everything else seem petty and\ntrivial. And as he looked into her eyes and she looked into his,\nhe read her answer— the only answer true womanhood can make to\nclean, worthy manhood.",
        "“Shall we go a la salle-a-manger?” sounded a voice in his ears,\nand Geraldine’s sinuous arm was thrust through his.",
        "General Grant took the proffered talon and gently removed it from\nhim.",
        "“Miss Rhinelander,” he said firmly, “I am taking this young lady\nas my partner,” and suiting the action to the word, he graciously\nextended his arm to Ella who took it with a pretty blush.",
        "It was General Grant’s turn to blush when the other guests, with\na few exceptions, applauded his choice loudly, and made way\nenthusiastically as the handsome couple advanced to the\nbrilliantly lighted dining room.",
        "But although the hostess had provided the most costly of viands,\nI am afraid that the brave general did not fully appreciate them,\nfor in his soul was the joy of a strong man who has found his\nmate and in his heart was the singing of the eternal song, “I\nlove her— I love her—I love her!”",
        "It was only too apparent to the other guests what had happened\nand to their credit be it said that they heartily approved his\nchoice, for Mrs. Rhinelander and her scheming daughter Geraldine\nhad made countless enemies with their haughty manners, whereas\nthe sweet simplicity of Ella Flowers had won her numerous\nfriends. And all laughed merrily when General Grant, in his after\ndinner speech, said “flowers” instead of “flour” when speaking of\nprovisioning the army—a slip which caused both the general and\nMiss Flowers to blush furiously, greatly to the delight of the\ngood-natured guests. “All the world loves a lover\"—truer words\nwere never penned.",
        "After dinner, while the other men, according to the usages of\nbest society, were filling the air of the dining room with the\nfumes of nicotine, the general, who did not use tobacco, excused\nhimself—amid many sly winks from the other men— and wandered\nout into the conservatory.",
        "There he found Ella.",
        "“General,” she began.",
        "“Miss Flowers,” said the strong man simply, “Call me Ulysses.”",
        "And there let us leave them.",
        "",
        "It was already late afternoon and the gas street lamps of the\nBoul’ Mich’ were being lighted for Paris, or at least for Paris\nin summer, by a somewhat frigid looking allumeur, when Philip\nCuster came to the end of his letter. He hesitated for an\ninstant, wrote “Your----,” then crossed that out and substituted\n\"Sincerely.”  No, decidedly the first ending, with its, as is,\nor, rather, as ordinarily is, the case in hymeneal epistles,\nsomewhat possessive sense, would no longer suffice.  “Yours\ntruly\"— perhaps; “sincerely\"—better; but certainly not “Your\nhusband.” He was done, thank God, with presences.",
        "Philip sipped his absinthe and gazed for an instant through the\nCafe window; a solitary fiacre rattled by; he picked up the\nresult of his afternoon’s labor, wearily.",
        "“Dear Mary,” he read, “When I told you that my employers were\nsending me to Paris, I lied to you.  It was, perhaps, the first\ndirect lie that I ever told you; it was, I know now, the last.\nBut a falsehood by word of mouth mattered really very little in\ncomparison with the enormous lie that my life with you had\nbecome.”",
        "Philip paused and smiled, somewhat bitterly, at that point in the\nletter.  Mary, with her American woman’s intuition, would\nundoubtedly surmise that he had run off with Mrs. Everett; there\nwas a certain ironical humor in the fact that Mary’s mistaken\nguess would be sadly indicative of her whole failure to\nunderstand what her husband was, to use a slang expression,\n\"driving at.”",
        "“I hope that you will believe me when I say that I came to Paris\nto paint. In the past four years the desire to do that has grown\nsteadily until it has mastered me.  You do not understand.  I\nfound no one in America who did. I think my mother might have,\nhad she lived; certainly it is utterly incomprehensible to\nfather.”",
        "Philip stopped.  Ay, there was the rub—General Custer, and all\nthat he stood for.  Philip glimpsed momentarily those early\nboyhood days with his father, spent mainly in army posts; the\nboy’s cavalry uniform, in which he had ridden old Bess about the\ncamp, waving his miniature sabre; the day he had been thrown to\nthe ground by a strange horse which he had disobediently mounted,\njust as his father arrived on the scene. Philip had never\nforgotten his father’s words that day. “Don’t crawl, son,—don’t\nwhine.  It was your fault this time and you deserved what you\ngot.  Lots of times it won’t be your fault, but you’ll have to\ntake your licking anyway. But remember this, son—take your\nmedicine like a man—always.”",
        "Philip groaned; he knew what the general would say when the news\nof his son’s desertion of his wife and four year old boy reached\nhim. He knew that he never could explain to his father the\nabsolute torture of the last four years of enervating domesticity\nand business mediocrity— the torture of the Beauty within him\ncrying for expression, half satisfied by the stolen evenings at\nthe art school but constantly growing stronger in its\nall-consuming appeal.  No, life to his father was a simple\nproblem in army ethics—a problem in which duty was “a”, one of\nthe known factors; “x,” the unknown, was either “bravery” or\n\"cowardice” when brought in contact with “a”. Having solved this\nproblem, his father had closed the book; of the higher\nmathematics, and especially of those complex problems to which no\nliving man knew the final answer, he had no conception. And\nyet----",
        "Philip resumed his reading to avoid the old endless maze of\nsubtleties.",
        "“It is not that I did not—or do not—love you. It is, rather,\nthat something within me is crying out— something which is\nstronger than I, and which I cannot resist. I have waited two\nyears to be sure.  Yesterday, as soon as I reached here, I took\nmy work to the man who is considered the finest art critic in\nParis.  He told me that there was a quality to my painting which\nhe had seen in that of no living artist; he told me that in five\nyears of hard work I should be able to produce work which\nBotticelli would be proud to have done. Do you understand that,\nMary—Botticelli!",
        "“But no, forgive me.  My paean of joy comes strangely in a letter\nwhich should be of abject humility for what must seem to you, to\nfather, and to all, a cowardly, selfish act of desertion— a\nwhining failure to face life.  Oh dear, dear Mary if you could\nbut understand what a hell I have been through—”",
        "Philip took his pen and crossed out the last line so that no one\ncould read what had been there.",
        "“Materially, of course, you and little George will be better off;\nthe foolish pride with which I refused to let your parents help\nus now no longer stands in their way.  You should have no\ndifficulty about a divorce.",
        "“You can dispose of my things as you see fit; there is nothing I\ncare about keeping which I did not bring.",
        "“Again, Mary, I cannot ask you to forgive, or even to understand,\nbut I do hope that you will believe me when I say that this act\nof mine is the most honest thing I have ever done, and that to\nhave acted out the tragi-comedy in the part of a happy contented\nhusband would have made of both of our lives a bitter useless\nfarce.                    Sincerely,                               \n         Philip.”",
        "He folded the pages and addressed the envelope.",
        "“Pardon, Monsieur\"—a whiff of sulphur came to his nose as the\nwaiter bent over the table to light the gas above him. “Would\nMonsieur like to see the journal?  There is a most amusing story\nabout---- The bill, Monsieur?  Yes—in a moment.”",
        "Philip glanced nervously through the pages of the Temps.  He was\nanxious to get the letter to the post—to have done with\nindecision and worry. It would be a blessed relief when the thing\nwas finally done beyond chance of recall; why couldn’t that\nstupid waiter hurry?",
        "On the last page of the newspaper was an item headlined “Recent\nNews from America.”  Below was a sub-heading “Horrible Massacre\nof Soldiers by Indians—Brave Stand of American Troopers.”  He\ncaught the name “Custer” and read:",
        "“And by his brave death at the hands of the Indians, this gallant\nAmerican general has made the name of Custer one which will\nforever be associated with courage of the highest type.”",
        "He read it all through again and sat quietly as the hand of\nPolyphemus closed over him.  He even smiled a little— a weary,\nironic smile.",
        "“Monsieur desires something more, perhaps\"—the waiter held out\nthe bill.",
        "Philip smiled.  “No—Monsieur has finished—there is nothing\nmore.”",
        "Then he repeated slowly, “There is nothing more.”",
        "Philip watched his son George blow out the twelve candles on his\nbirthday cake.",
        "“Mother,” said George, “when I get to be eighteen, can I be a\nsoldier just like grandfather up there?”  He pointed to the\nportrait of Philip’s father in uniform which hung in the dining\nroom.",
        "“Of course you can, dear,” said his mother.  “But you must be a\nbrave boy”.",
        "“Grandfather was awful brave, wasn’t he father?” This from little\nMary between mouthfuls of cake.",
        "“Yes, Mary,” Philip answered.  “He was very, very brave.”",
        "“Of course he was,” said George.  “He was an American.”",
        "“Yes,” answered Philip, “That explains it.—he was an\nAmerican.”",
        "Mrs. Custer looked up at the portrait of her distinguished\nfather-in-law.",
        "“You know Philip, I think it must be quite nice to be able to\npaint a picture like that.  I’ve often wondered why you never\nkept up your art,”",
        "SCENE I",
        " A principal street of an American city in the spring of 1918.",
        "At the rear of the stage, representing the opposite sidewalk of\nthe street, are gathered many people come to bid farewell to the\nboys of the Blankth regiment who are soon to march past on their\nway to France.",
        "Extending across the “street”, from footlights to “sidewalk”, is\na large white plaster arch, gayly decorated with the Allied\ncolors.",
        "On this arch is the inscription “For the Freedom of the World.”",
        "At the rising of the curtain, distant march music is heard (off\nstage, right); this constantly grows louder during the ensuing\ndialogue which takes place between three elderly women crowded\ntogether at the edge of the sidewalk. These women, although,\nbefore the war, of different stations in social rank, are now\nunited, as are all mothers in the Allied countries, by the\nglorious badge which each proudly wears pinned over her\nheart—the service star.",
        "The Professor’s Wife—I hear them coming.",
        "The Street-cleaner’s Wife—So do I. I hope my boy Pat sees me.",
        "The Pawnbroker’s Wife—I told my Jean where to look.",
        "The approaching music and the cheering of the spectators drowns\nout further conversation.",
        "Enter (right) the regimental band playing the “Stars and Stripes\nForever.”  They march through the arch and exit left. Following\nthem comes the flag, at the sight of which all the male\nspectators (young boys and men too old to fight) remove their\nhats. After the colors come the troops, splendid clean faced\nfellows, in whose eyes shines the light of civilization’s ideals,\nin whose ears rings the never forgettable cry of heroic France\nand brave little Belgium.  The boys are marching four abreast,\nwith a firm determined step; it is as though each man were saying\nto himself “They shall not pass.”",
        "After the first few squads have marched through the arch and off\nleft, the command is issued off-stage “Company—HALT.”  A young\nlieutenant repeats this order to his men, and the column comes to\na stop. The men stand at attention until given the command\n\"Rest”, when they relax and a murmur of conversation arises from\nthe ranks, in which characteristic sentences “German ideals are\nnot our ideals” and “Suppose it was your own sister” show only\ntoo well what the boys are thinking of day and night.",
        "As the column halts, the three service star mothers rush out from\nthe curb and embrace their sons who happen to be in this company.\nAt the same time a very attractive girl runs up to the young\nlieutenant.",
        "The Lieutenant—Ellen!\nHis Fiancee—John!\nThe Professor’s Son}\nThe Streetcleaner’s Son } Mother!\nThe Pawnbroker’s Son }",
        "The Professor’s Wife } \nThe Streetcleaner’s Wife } My Boy!\nThe Pawnbroker’s Wife }\nVoice off stage—Company—Atten SHUN!",
        " The farewells are said, the men come to attention.",
        "Voice off stage—Forward—MARCH",
        "The Lieutenant—(Pointing with his sword to the inscription on\nthe arch)—Forward for the Freedom of the World—MARCH.",
        "The men’s teeth click together, their heads are thrown back, and\nwith a light in their eyes that somehow suggests Joan of Arc the\nCrusaders move on.",
        "SCENE 2",
        " Three months later.",
        "A section of an American front line trench now occupied by the\nBlankth regiment.",
        "It is early morning and the three soldiers mentioned in Scene 1\nare conversing together for perhaps the last time, for soon they\nare to be given the chance which every American man desires more\nthan anything in the world— the opportunity to go “over the\ntop”.",
        "The Professor’s Son—Well fellows, in a few minutes we shall be\nable to show the people at home that their boys are not cowards\nwhen the fate of civilization is at stake.",
        "The Pawnbroker’s Son—Here’s a newspaper clipping mother sent me.\nIt’s from a speech made the other day in Congress.  (He reads)\n\"And we and our children—and our children’s children will never\nforget the debt we owe those brave boys who are now in France.”",
        "The Streetcleaner’s Son—That makes a fellow feel pretty good\ninside, doesn’t it?  It makes me glad I’m doing my bit— and\nafter the war I hope the ideals which have inspired us all will\nmake us better citizens in a better world.",
        "The Professor’s Son—Not only will we be better citizens— not\nonly will the torch of liberty shine more brightly—but also each\none of us will go back to his job with a deeper vision.",
        "The Pawnbroker’s Son—That’s right I am a musician—a pianist,\nyou know—and I hope that after the war I shall be able to tell\nAmerica, through my music, of the glory of this holy cause.",
        "The Professor’s Son—I didn’t know you were a pianist.",
        "The Pawnbroker’s Son—Yes—ever since I was a boy—I have had no\nother interest.  My father tried to make me go into his shop but\nI couldn’t stand it.  He got angry and refused to support me; I\nhad a hard time until I won a scholarship at a New York musical\ncollege. Just before the war I had a chance to play the Schumann\nconcerto with the Philharmonic; the critics all said that in\nanother year I would be— but fellows—you must think me\nfrightfully conceited to talk so, and besides what matters my\nmusical career in comparison with the sacrifice which everyone is\nmaking?",
        "The Streetcleaner’s Son—And gladly making, too, for it is easy\nto give up all, as did Joan of Arc, for France.  Attention, men!\nhere comes one of our officers.",
        " The three stand at attention.",
        "Enter the Lieutenant.",
        "The Lieutenant—Well, men, do you feel ready?",
        "The Three—More than ready, sir—eager.",
        "The Lieutenant—Brave men!  (To the Professor’s Son) Come here a\nminute, Keating.  I have something to ask you before we go over\nthe top.",
        "The Professor’s Son and the Lieutenant go to one side.",
        "The Lieutenant—(To the other two in a kindly manner)—At ease!",
        "The Streetcleaner’s Son—Thank you, sir.",
        "They relax from their rigid posture of “attention”.",
        "The Lieutenant—(To the Professor’s Son)—Keating, when we “go\nover”, we—may—never come back, you know.  And I want to ask a\nfavor of you.  I am engaged—to a girl back home—here is her\npicture (he draws a photograph from his inner breast pocket and\nshows it to the Professor’s Son.)",
        "The Professor’s Son—She is beautiful, Sir.",
        "The Lieutenant—(Putting the photograph back in his pocket)— Yes\nvery beautiful.  And (dropping his eyes)—I love her.  If—if I\nshould “go west” I want you to write her and tell her that my\nlast thoughts were of my country and—her.  We are to be\nmarried— after the war—if (suddenly clearing his throat). Her\nname is Ellen Radcliff—here, I’ll write the address down for\nyou.",
        "He does so, and hands the slip of paper to the Professor’s Son,\nwho discreetly turns away.",
        "The Lieutenant—(Brusquely)—That’s all, Keating.",
        "A bugle sounds.",
        "The Lieutenant—Attention men!  At the next bugle call you go\nover the top— remember that you are Americans and that Americans\nknow how to fight and die in the cause of liberty and for the\nfreedom of the world. The Three Soldiers—We are ready to make\nthe supreme sacrifice if need be.",
        " The bugle sounds.",
        "The Lieutenant—(Climbing up the ladder to the top of the\ntrench)— Follow me, men—",
        "The Three Soldiers—(Climbing up after him)—Lafayette—we come,\nthough poppies bloom in Flanders field.",
        " They go “over the top”.",
        "SCENE 3",
        " A section of a Hun trench a minute later.  Two Hun soldiers are\nconversing together; another Hun is reading a copy of Nietzsche.",
        "First Hun Soldier—And then we cut the hands off all the little\nchildren— oh it was wonderful.",
        "Second Hun Soldier—I wish I had been there.",
        " A Hun Lieutenant rushes in.",
        "The Hun Lieutenant—(Kicking the three men and brandishing his\nrevolver)—Swine—wake up—here come the Americans.",
        " The three spring to their feet and seize their guns. At the top\nof the trench appears the American lieutenant, closely followed\nby the three soldiers.",
        "The American Lieutenant—(Coolly)—We come to avenge the sinking\nof the Lusitania.",
        "The Hun Lieutenant—Hoch der Kaiser!  Might is stronger than\nright!",
        " He treacherously tries to shoot the American but the Professor’s\nSon disarms him with his bayonet.  The three Hun soldiers offer a\nshow of resistance.",
        "The Streetcleaner’s Son—(To first Hun soldier)—Your hands are\nunclean with the murder of innocent women and children.",
        "First Hun Soldier—(Dropping his gun)—Kamerad!",
        "The Pawnbroker’s Son—(To the other Hun soldiers)— Prussianism\nhas destroyed the Germany of Bach and Beethoven and you fellows\nknow it, too.",
        "Second and third Hun Soldiers—(Dropping their guns)—Kamerad!",
        "The American Lieutenant—Men—you have kept the faith. I am proud\nof you.  Forward!",
        " An explosion (not too loud to annoy the audience) is heard off\nstage right.",
        "The Professor’s Son—(Sinking to the ground) Fellows, I’m afraid\nthey’ve got me.",
        "The Streetcleaner’s Son—What a shame!",
        "The Lieutenant—Is there anything we can do to ease the pain?",
        "The Professor’s Son—(Weakening rapidly) No—go on, boys, carry\nthe—banner of—civilization’s ideals—forward—without me— Tell\nmother I’m glad—I did—my bit—for the freedom— of the\nworld—fellows, the only—thing—I regret—is that I won’t— be\nable to be with you—when you—go back—to enjoy the gratitude—\nof America—good-bye, fellows, may you drink—to the full— the\nrewards of a grateful nation.",
        "He dies.  The others regretfully leave him behind as they push on\nafter the fleeing Huns.",
        "The stage is slowly darkened—the noise of battle dies away.",
        "Enter an Angel in the uniform of the Y.M.C.A. She goes up to the\nfallen hero and taking him in her arms tenderly carries him off\nthe stage.",
        "CURTAIN",
        "TWO YEARS PASS",
        "SCENE I",
        " The bedroom of a bachelor apartment in New York City in the Fall\nof 1920.",
        "There is about the room an air of neglect, as though the occupant\ndid not particularly give a damn whether he slept in this room or\nin hell. This is evidenced in a general way by the absence of any\nattempts at decoration and by the presence of dirty laundry and\nunopened letters scattered about the room.",
        "The furniture consists of a bed and a bureau; at the foot of the\nformer is a trunk such as was used by American army officers in\nthe recent war.",
        "Although it is three in the morning, the bed is unoccupied. The\nelectric light over the bureau has been left lighted.",
        "The lamp flickers and goes out for a minute; when it again\nflashes on, the Angel and the Professor’s Son are seen standing\nin the room, as though they had come there directly from the\nclose of the preceding act; the Angel, however, has completely\nremoved all Y.M.C.A. insignia and now has a beard and chews\ntobacco; from time to time he spits out of the window.",
        "The angel—Why the hell weren’t you satisfied to stay in heaven?",
        "The Professor’s Son—Well, I just wanted to see my old buddies\nonce more— I want to see them enjoying the gratitude of the\nworld.",
        "The Angel—Hmmmm—well, this is where your Lieutenant now lives—\nand I think I hear him coming.",
        " They step behind a curtain.  The noise of a key rattling in a\nlock is heard, then a light flashes on in the next room. The\nsound of unsteady footsteps—a vase is knocked over—a curse—\nthen enter the Lieutenant.",
        "He wears a dinner-coat, one sleeve of which hangs empty. His face\nis white, his eyes set, his mouth hard and hopeless. He is\ndrunk—not hilariously—but with the drunkenness of despair.",
        "He sits down on the bed and remains for several minutes, his head\nin his hands.",
        "The Lieutenant—God, I’m drunk—(after a pause)— drunk\nagain—well, what of it—what the hell difference does it\nmake—get drunk if I want to—sure I will—get drunk— that’s the\ndope DRUNK—oh Christ!—",
        "He throws himself on the bed and after lying there a few minutes\nsits up.",
        "The Lieutenant—Gotta have another drink—can’t go sleep, God\ndamn it—brain too clear—gotta kill brain—that’s the dope—\nkill brain—forget—wipe out past—",
        "He opens the trunk in his search for liquor.  He suddenly pulls\nout his lieutenant’s coat and holds it up,",
        "The Lieutenant—There’s that God damn thing—never wanted to see\nit again— wound stripes on right sleeve, too—hurrah for brave\nsoldier—arm shot off to—to make world safe for\ndemocracy—blaa—the god damn hypocrites— democracy hell—arm\nshot off because I wasn’t clever enough to stay out of it—ought\nto have had sense enough to join the—the ordinance department\nor—or the Y.M.C.A.",
        "He feels aimlessly through the pockets of the coat.  Suddenly,\nfrom the inside breast pocket he draws out something—a\nphotograph—",
        "The Lieutenant—Ellen!  Oh God!",
        "He gazes at the picture for a long time.",
        "The Lieutenant—Yes, Ellen, I should have joined the Y.M.C.A.\nshouldn’t I?—where they don’t get their arms shot off— couldn’t\nmarry a man with one arm, could you?—of course not— think of\nlooking at an empty sleeve year after year— children might be\nborn with only one arm, too—children—oh God damn you, Ellen,\nyou and your Y.M.C.A. husband!",
        " He tears the picture in two and hurls it into the trunk. Then he\nsinks onto the bed, sobbing drunkenly.  After a few minutes, he\nwalks over to the trunk and picks up one half of the torn\npicture. He turns it over in his hand and reads the writing on\nthe back.",
        "The Lieutenant (Reading)—\"I’m waiting for you, dear—when you\nhave done your bit ’for the freedom of the world’.”",
        "He smiles, wearily, and reaches down to pick up the other half of\nthe picture.  His eye is caught by something shiny; it is his\narmy revolver. He slowly picks it up and looks at it for a long\ntime.",
        "The Lieutenant—For the freedom of the world—",
        "He quickly opens his top bureau drawer and takes out a box of\ncartridges. One of these he inserts in a chamber of his revolver.",
        "The Lieutenant—For the FREEDOM—",
        "He laughs.",
        "As the curtain falls he presses the revolver against his temple\nand fires.",
        "SCENE 2",
        " A bare room in a boarding house.  To the left is a bed, to the\nright a grand piano—the latter curiously out of keeping with the\nother cheap furnishings. The room is in partial darkness.",
        "The door slowly swings open; the Angel and the Professor’s Son\nenter.",
        "The Angel—And here you have the room of your friend the\nPawnbroker’s Son— the musical genius—with a brilliant future.",
        "They hide in a closet, leaving the door partly open.",
        "Enter Jean, the Pawnbroker’s Son.  He has on a cutaway suit— a\nrelic of his first and last public concert before the war. His\nshoulders sag dejectedly and his face is drawn and white. He\ncomes in and sits on the bed.  A knock—a determined knock— is\nheard at the door but Jean does not move.  The door opens and his\nlandlady—a shrewish, sharp faced woman of 40—appears. He gets\nup off the bed when he sees her and bows.",
        "The Landlady—I forgot you was deef or I wouldn’t have wasted my\ntime hitting my knuckles against your door.",
        "Jean gazes at her.",
        "The Landlady—Well Mr. Rosen I guess you know why I’m here— it’s\npay up today or get out.",
        "Jean—Please write it down—you know I cannot hear a word you\nsay. I suppose it’s about the rent.",
        "The landlady takes paper and pencil and writes.",
        "The Landlady—(Reading over the result of her labor)—\n\"To-day—is—the—last day.  If you can’t pay, you must get out “",
        "She hands it to Jean and he reads.",
        "Jean—But I cannot pay.  Next week perhaps I shall get work—",
        "The Landlady—(Scornfully)—Yes—Next week maybe I have to sell\nanother liberty bond for seventy dollars what I paid a hundred\ndollars for, too. No sir I need the money NOW.  Here—",
        " She writes and hands it to him.",
        "Jean (Reading)—Sell my piano?  But please I cannot do that—yet.",
        "The Landlady—A lot of good a piano does a deef person like you.\nThat’s a good one—( She laughs harshly). The deef musician—ho\nho— with a piano.",
        "Jean—Madam, I shall pay you surely next week. There has been\nsome delay in my war risk insurance payment. I should think that\nyou would trust a soldier who lost his hearing in the trenches—",
        "The Landlady—That’s old stuff.  You soldiers think just because\nyou were unlucky enough to get drafted you can spend the rest of\nyour life patting yourselves on the back.  Besides—what good did\nthe war do anyway— except make a lot of rich people richer?",
        "She scribbles emphatically “Either you pay up tonight or out you\ngo.”",
        "Handing this to Jean with a flourish, she exits.",
        " He sits on the bed for a long time.",
        "Finally he glances up at the wall over his bed where hangs a\ncheap photo frame.  In the center is a picture of President\nWilson; on one side of this is a crude print of a soldier, on the\nother side a sailor; above is the inscription “For the Freedom of\nthe World.”",
        "Jean takes down the picture and looks at it.  As he replaces it\non the wall he sees hanging above it the bayonet which he had\ncarried through the war. He slowly takes the weapon down, runs\nhis fingers along the edge and smiles—a quiet tired smile which\ndoes not leave his face during the rest of the scene.",
        "He walks over to the piano and plays the opening chords of the\nSchumann concerto.  Then shaking his head sadly, he tenderly\ncloses down the lid and locks it.",
        "He next writes a note which he folds and places, with the key to\nthe piano, in an envelope.  Sealing and addressing the envelope,\nhe places it on the piano.  Then, walking over to the bed, he\npicks up the bayonet, and shutting his eyes for an instant, he\nsteps forward and cuts his throat as the curtain falls.",
        "SCENE 3",
        " Same as Act 1, Scene 1 except for the changes made in the city\nstreet by a year or more of peace.",
        "The arch across the thoroughfare still stands, although it has\nbecome badly discolored and dirty; the inscription “For the\nFreedom of the World” is but faintly visible.  As the curtain\nrises workmen are busy at work tearing the arch down.",
        " Enter the Angel and the Professor’s Son.",
        "The Angel—Stand over here, out of the way, and you’ll see the\nlast of your cronies—Pat, the Streetcleaner’s Son— enjoying the\ngratitude of the world.",
        "The Professor’s Son does not answer.",
        " Enter Pat.  He has on an old pair of corduroy trousers, with his\nbrown army shirt, and shoes out at the heel.",
        "He looks as if he had not slept for days certainly he has not\nshaved for a week.  He approaches one of the workmen.",
        "Pat—Say buddy any chance for a job here?",
        "The Workman—Hell no.  They was fifty applicants yesterday.\n(Looking at his army shirt) Most of them ex-soldiers like you.\nJobs is mighty scarce.",
        "Pat—I’ll tell the world they are.  I’d almost join the army\nagain, except for my wife and kid.",
        "The Workman—God—don’t do it.",
        "Pat—Why—was you across?",
        "The Workman—Yes, God damn it—eight months.  Next war I’ll let\nsomebody else do the fighting.",
        "Pat—Same here.  The wise guys were them that stayed at home and\nkept their jobs.",
        "The Workman—I’ll say they were.",
        "Pat—(Growing more excited)—And while we was over there\nfighting, nothing was too good for us—\"brave boys,” they said,\n\"we shall never forget what you have done for us.” Never\nforget—hell!  In about a year everybody forgot there ever was a\nwar and a fellow has a hell of a time getting a job—and when you\nmention the war they just laugh—why God damn it, I’ve been out\nof work for six months and I ain’t no loafer either and my wife\nhas had to go back to her folks and I’m just about all in—",
        " During this speech the work on dismantling the arch has steadily\nprogressed. Suddenly there comes a warning cry—\"Look out\"—as\nthe supports unexpectedly give way.  Pat is too engrossed in his\ntirade to take heed, and as the center portion of the arch falls\nit crushes him beneath its weight. After the cloud of dust\nclears, he is seen lying under the mass. By a curious twist of\nfate he has been crushed by the portion of the arch bearing the\ninscription “For the Freedom of the World.”  His eyes open for an\ninstant—he reads, through the mist of approaching death, the\nwords, and he laughs—",
        "Pat—For the Freedom of the World—Oh Christ!",
        "His mocking laughter is interrupted by a severe fit of coughing\nand he sinks back dead.",
        "The Professor’s Son—Oh God—take me somewhere where I can’t ever\nsee the world.",
        "The angel—Come to heaven.",
        "CURTAIN",
        "\nThis complete text of the A Parody Outline of History book by Donald Ogden Stewart\nis in the public domain.\n\nBuy this book at Amazon.com.\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on April 2003.\n",
        "A Parody Outline of History drawings penciled by Herb RothBy DONALD OGDEN STEWARTAt Amazon"
    ]
}