{
    "title": "A Parody Outline of History - Chapter Three: Main Street:  Plymouth, Mass.",
    "author": "Donald Ogden Stewart",
    "chapter": "4",
    "content": [
        "\n\n",
        "",
        "1620.",
        "Late autumn.",
        "The sour liver-colored shores of America.",
        "Breaking waves dashing too high on a stern and rockbound coast.",
        "Woods tossing giant branches planlessly against a stormy sky.",
        "Cape Cod Bay—wet and full of codfish.  The codfish—wet and full\nof bones. ",
        "Standing on the deck of the anchored “Mayflower”, gazing\nreflectively at the shores of the new world, is Priscilla\nKennicott.",
        "A youthful bride on a ship full of pilgrims; a lily floating in a\ndish of prunes; a cloissone vase in a cargo of oil cans.",
        "Her husband joins her.  Together they go forward to where their\nfellow pilgrims are preparing to embark in small boats.",
        "Priscilla jumps into the bow of the first of these to shove off.",
        "As the small craft bumps the shore, Priscilla rises joyously. She\nstretches her hands in ecstasy toward the new world. She leans\nforward against the breeze, her whole figure alive with the joy\nof expectant youth.",
        "She leaps with an irrepressible “Yippee” from the boat to the\nshore.",
        "She remains for an instant, a vibrant pagan, drunk with the joy\nof life; Pan poised for an unforgettable moment on Plymouth Rock.",
        "The next minute her foot slips on the hard, wet, unyielding\nstone. She clutches desperately.  She slides slowly back into the\ncold chill saltness of Cape Cod Bay.",
        "She is pulled, dripping and ashamed, into the boat.  She crouches\nthere, shivering and hopeless.  She hears someone whisper, “Pride\ngoeth before destruction, and a haughty spirit before a fall.”",
        "A coarse mirthless chuckle.",
        "The pilgrims disembark. ",
        "Plymouth.",
        "A year later.",
        "Night.",
        "She lay sleepless on her bed.",
        "She heard the outside door open; Kennicott returning from prayer\nmeeting.",
        "He sat down on the bed and began pulling off his boots. She knew\nthat the left boot would stick.  She knew exactly what he would\nsay and how long it would take him to get it off. She rolled over\nin bed, a tactical movement which left no blanket for her\nhusband.",
        "“You weren’t at prayer meeting,” he said.",
        "“I had a headache,” she lied.  He expressed no sympathy.",
        "“Miles Standish was telling me what you did today at the meeting\nof the Jolly Seventeen.”  He had got the boot off at last; he lay\ndown beside her and pulled all the blankets off her onto\nhimself.",
        "“That was kind of Miles.”  She jerked at the covers but he held\nthem tight. “What charming story did he tell this time?”",
        "“Now look here, Prissie—Miles Standish isn’t given to\nfabrication. He said you told the Jolly Seventeen that next\nThanksgiving they ought to give a dance instead of an all-day\nprayer service.”",
        "“Well—anything else?”  She gave a tremendous tug at the\nbedclothes and Kennicott was uncovered again.",
        "“He said you suggested that they arrange a series of lectures on\nmodern religions, and invite Quakers and other radicals to speak\nright here in Plymouth and tell us all about their beliefs. And\nnot only that but he said you suggested sending a message to the\nRoman Catholic exiles from England, inviting them to make their\nhome with us.  You must have made quite a little speech.”",
        "“Well this is the land of religious freedom, isn’t it? That’s\nwhat you came here for, didn’t you?”  She sat up to deliver this\nremark—a movement which enabled Kennicott to win back\nseven-eighths of the bed covering.",
        "“Now look here Prissie—I’m not narrow like some of these\npilgrims who came over with us.  But I won’t have my wife\nintimating that a Roman Catholic or a Quaker should be allowed to\nspread his heresies broadcast in this country. It’s all right for\nyou and me to know something about those things, but we must\nprotect our children and those who have not had our advantages. \nThe only way to meet this evil is to stamp it out, quick, before\nit can get a start. And it’s just such so-called broadminded\nthinkers as you that encourage these heretics.  You’ll be\ncriticizing the Bible next, I suppose.”",
        "Thus in early times did the pious Right Thinkers save the land\nfrom Hellfire and Damnation; thus the great-grandfathers of\nmiddle-western congressmen; thus the ancestors of platitudinous\neditorial writers, Sitters on Committees, and tin-horn\nprohibitionists.",
        "Kennicott got up to cool his wrath and indignation with a drink\nof water. He stumbled over a chair, reached for the jug, took a\ndrink, set the jug down, stumbled over the same chair, and\ncrawled back into bed. His expedition cost him the loss of all\nbed covering; he gave up the fight.",
        "“Aside from dragging my own private views over the coals of your\nrighteousness, did you and your friends find anything equally\npleasant and self-satisfying to discuss this\nevening?”",
        "“Eh—what’s that?  Why, yes, we did.  We decided to refuse\npermission for one of these traveling medicine shows to operate\nin Plymouth.”",
        "“Medicine shows?”",
        "“Yes—you know—like a fair in England.  This one claims to come\nfrom down south somewhere.  ’Smart Set Medicine Show’ it’s\ncalled, run by a fellow named Mencken.  Sells cheap whisky to the\nIndians— makes them crazy, they say.  He’s another one of your\nradical friends we don’t want around.”",
        "“Yes, he might cut in on your own trading with the Indians.”",
        "“Oh, for heaven’s sake, Prissie—hire a hall.”",
        "Silence.  He began to snore.",
        "She lay there, sleepless and open-eyed. The clock struck eleven.",
        "“Why can’t I get to sleep?”",
        "(\"Did Will put the cat out?”)",
        "“I wonder what this medicine show is like?”",
        "“What is the matter with these people?”",
        "(\"Or is it me?”)",
        "She reached down, pulled the blankets from under her, spread them\ncarefully over the sleeping Kennicott, patting them down\naffectionately.",
        "The next day she learned what the medicine show was like. She\nalso learned what was the matter with the pilgrims. ",
        "Morning.",
        "A fog horn.",
        "A fog horn blowing unceasingly.",
        "At breakfast Kennicott pointed with his fork in the direction of\nthe persistent sound.",
        "“There’s your Smart Set medicine show,” he said glumly. “He\ndoesn’t seem to care much whether we give him a permit or not.” \nThen, a minute later, “We’ll have to let him stay. Won’t do to\nhave the Indians down on us.  But I tell you this, Priscilla, I\ndon’t want you to go.”",
        "“But Will—”",
        "“Prissie, please!  I’m sorry I said what I did last night. I was\ntired.  But don’t you see, well, I can’t just exactly explain—\nbut this fog horn sort of scares me—I don’t like it—”",
        "He suddenly rose and put both hands on her shoulders.  He looked\ninto her eyes.  He leaned over and kissed her on the forehead. He\npicked up his hat and was gone.  It was five minutes before\nPriscilla noticed that his breakfast had been left untouched.",
        "A fog horn, sounding unceasingly.",
        "She listlessly put away the breakfast dishes.  She tried to drown\nout the sound by singing hymns.  She fell on her knees and tried\nto pray.  She found her prayers keeping time to the rise and fall\nof the notes of that horn.  She determined to go out in the\nair—to find her husband—to go to church, anywhere—as far as\npossible from the Smart Set medicine show.",
        "So she went out the back door and ran as fast as she could toward\nthe place from which came the sound of the fog horn. ",
        "An open space on the edge of the forest.",
        "In the centre of the clearing a small gaudily-painted tent.",
        "Seated on the ground in a semicircle before the tent, some forty\nor fifty Indians.",
        "Standing on a box before the entrance to the tent, a man of\ntwenty-five or fifty.",
        "In his left hand he holds a fog horn; in his right, a stein of\nbeer.",
        "He puts the horn to his lips and blows heavy blast.",
        "He bellows, “Beauty—Beauty—Beauty!”",
        "He takes a drink of beer.",
        "He repeats this performance nine times.",
        "He takes up some mud and deftly models the features of several\nwell-known characters—statesmen, writers, critics.  In many\ncases the resemblance is so slight that Priscilla can hardly\nrecognize the character.",
        "He picks up a heavy club and proceeds to beat each one of his\nmodeled figures into a pulp.",
        "The Indians applaud wildly.",
        "He pays no attention to this applause.",
        "He clears his throat and begins to speak.  Priscilla is so\ndeafened by the roar of his voice that she cannot hear what he\nsays. Apparently he is introducing somebody; somebody named\nGeorge.",
        "George steps out of the tent, but does not bow to the audience.\nIn one hand he carries a fencing foil, well constructed, of\nEuropean workmanship; in his other hand he holds a number of\npretty toy balloons which he has made himself.",
        "He smiles sarcastically, tosses the balloons into the air, and\ncleverly punctures them one by one with his rapier.",
        "At each “pop” the announcer blows a loud blast on the fog\nhorn.",
        "When the last balloon has been punctured George retires without\nacknowledging the applause of the Indians.",
        "The next act is announced as Helen of Troy in “Six Minutes of\nBeauty”. Priscilla learns from the announcer that “this little\nlady is out of ’Irony’ by Theodore Dreiser”.",
        "“All ready, Helen—”",
        "The “little lady” appears.",
        "She is somewhat over six feet six in height and built like a\nboilermaker. She is dressed in pink tights.",
        "“Six Minutes of Beauty” begins when Helen picks up three large\niron cannon balls and juggles them.  She tosses them in the air\nand catches them cleverly on the back of her neck.",
        "The six minutes are brought to a successful conclusion when\nHelen, hanging head downward by one foot from a trapeze, balances\nlighted lamp on the other foot and plays Beethoven’s Fifth\nSymphony on the slide trombone.",
        "The announcer then begins his lecture.  Priscilla has by this\ntime gotten used to the overpowering roar of his voice and she\ndiscovers that once this difficulty is overcome she is\ntremendously impressed by his words.",
        "She becomes more and more attracted to the man.  She listens,\nfascinated, as his lecture draws to a close and he offers his\nmedicine for sale. She presses forward through the crowd of\nIndians surrounding the stand. She reaches the tent.  She gives\nher coin and receives in return a bottle. She hides it in her\ncape and hurries home.",
        "She slips in the back way; she pours some of the medicine into a\nglass; she drinks it. ",
        "A terrible overwhelming nausea.  Vomiting, which lasts for\nagonizing minutes, leaving her helpless on the floor.",
        "Then cessation.",
        "Then light—blinding light. ",
        "At 3:10 Priscilla drank the Mencken medicine; at 3:12 she was\nlying in agony on the floor; at 3:20 she opened her eyes; at 3:21\nshe walked out of her front door; and at 3:22 she discovered what\nwas wrong with Plymouth and the pilgrims.",
        "Main Street.  Straight and narrow.  A Puritan thoroughfare in a\nPuritan town.",
        "The church.  A centre of Puritan worship.  The shrine of a narrow\ntheology which persistently repressed beauty and joy and life.",
        "The Miles Standish house.  The house of a Puritan.  A squat,\nunlovely symbol of repression.  Beauty crushed by Morality.",
        "Plymouth Rock.  Hard, unyielding—like the Puritan moral code. A\nhuge tombstone on the grave of Pan.",
        "She fled home.  She flung herself, sobbing, on the bed. She\ncried, “They’re all Puritans that’s what they are, Puritans!”",
        "After a while she slept, her cheeks flushed, her heart beating\nunnaturally. ",
        "Late that night.",
        "She opened her eyes; she heard men’s voices; she felt her heart\nstill pounding within her at an alarming rate.",
        "“And I told them then that it would come to no good end. Truly,\nthe Lord does not countenance such joking.”",
        "She recognized the voices of Miles Standish and Elder Brewster.",
        "“Well—what happened then?”  This from Kennicott.",
        "“Well, you see, Henry Haydock got some of this Mencken’s medicine\nfrom one of the Indians.  And he thought it would be a good joke\nto put it in the broth at the church supper this evening.”",
        "“Yes?”",
        "“Well—he did it, the fool.  And when the broth was served, hell\non earth broke loose.  Everyone started calling his neighbor a\nPuritan, and cursing him for having banished Beauty from the\nearth. The Lord knows what they meant by that; I don’t. Old\nfriends fought like wildcats, shrieking ’Puritan’ at each other.\nLuckily it only got to one table—but there are ten raving\nlunatics in the lockup tonight.",
        "“It’s an awful thing.  But thanks to the Lord, some good has come\nout of this evil:  that medicine man, Mencken, was standing\noutside looking in at the rumpus, smiling to himself I guess. \nWell, somebody saw him and yelled, ’There’s another of those\ndamned Puritans!’ and before he could get away five of them had\njumped on him and beaten him to death. He deserved it, and it’s a\ngood joke on him that they killed him for being a Puritan.”",
        "Priscilla could stand no more.  She rose from her bed, rushed\ninto the room, and faced the three Puritans.  In the voice of\nPriscilla Kennicott but with the words of the medicine man she\nscourged them.",
        "“A good joke?” she began.  “And that is what you Puritan\ngentlemen of God and volcanoes of Correct Thought snuffle over as\na good joke? Well, with the highest respect to Professor Doctor\nMiles Standish, the Puritan Hearse-hound, and Professor Doctor\nElder Brewster, the Plymouth Dr. Frank Crane—BLAA!”",
        "She shrieked this last in their faces and fell lifeless at their\nfeet.",
        "She never recovered consciousness; an hour later she died. An\noverdose of the medicine had been too much for her weak\nheart.",
        "“Poor William,” comforted Elder Brewster, “you must be brave. You\nwill miss her sorely.  But console yourself with the thought that\nit was for the best.  Priscilla has gone where she will always be\nhappy. She has at last found that bliss which she searched for in\nvain on earth.”",
        "“Yes William,” added Miles Standish.  “Priscilla has now found\neternal joy.” ",
        "Heaven.",
        "Smug saints with ill-fitting halos and imitation wings, singing\nmeaningless hymns which Priscilla had heard countless times\nbefore.",
        "Sleek prosaic angels flying aimlessly around playing stale songs\non sickly yellow harps.",
        "Three of the harps badly out of tune; two strings missing on\nanother.",
        "Moses, a Jew.",
        "Methuselah, another Jew.  Old and unshaven.",
        "Priscilla threw herself on a cloud, sobbing.",
        "“Well, sister, what seems to be the matter here?”",
        "She looked up; she saw a sympathetic stranger looking down at\nher.",
        "“Because you know, sister,” he went on, “if you don’t like it\nhere you can always go back any time you want to.”",
        "“Do you mean to say,” gasped Priscilla, “that I can return to\nearth?”",
        "“You certainly can,” said the stranger.  “I’m sort of manager\nhere, and whenever you see any particular part of the earth you’d\nlike to live in, you just let me know and I’ll arrange it.”",
        "He smiled and was gone. ",
        "It was two hundred years before Priscilla Kennicott definitely\ndecided that she could stand it no longer in heaven; it was\nanother hundred years before she located a desirable place on\nearth to return to.",
        "She finally selected a small town in the American northwest, far\nfrom the Puritan-tainted Plymouth; a small town in the midst of\nfields of beautiful waving grain; a small town free from the\nartificiality of large cities; a small town named Gopher\nPrairie.",
        "She made known her desire to the manager; she said goodby to a\nsmall group of friends who had gathered to see her off; she heard\nthe sound of the eternal harp playing and hymn singing grow\ngradually fainter and fainter; she closed her eyes.",
        "When she opened them again she found herself on Main Street in\nGopher Prairie.",
        "From the “Heavenly Harp and Trumpet”:",
        "Mrs. Priscilla Kennicott, one of our most popular angels, left\nthese parts last Tuesday for an extended visit to the Earth. \nMrs. K. confided to Ye Editor that she would probably take up her\nresidence in Gopher Prairie, Minn., under the name of Carol\nKennicott.  The “Harp and Trumpet” felicitates the citizens of\nGopher Prairie on their acquisition of a charming and up-to-date\nyoung matron whose absence will be keenly regretted by her many\nfriends in the heavenly younger married set. Good luck,\nPriscilla! ",
        "Heaven.",
        "Five years later.",
        "The monthly meeting of the Celestial Browning Club.",
        "Seated in the chair reserved for the guest of honor, the manager.",
        "The meeting opens as usual with a reading by Brother Robert\nBrowning of his poem “Pippa Passes\"; as he proclaims that “God’s\nin his heaven, all’s right with the world”, the members applaud\nand the manager rises and bows.",
        "The chairman announces that “today we take up a subject in which\nI am sure we are all extremely interested—the popular literature\nof the United States”.",
        "The members listen to selected extracts from the writings of Gene\nStratton-Porter, Zane Grey, and Harold Bell Wright; at the\nconclusion they applaud and the manager again bows.",
        "“I am sure”, says the chairman, “that we are all glad to hear\nthat things are going so nicely in the United States.” \n(Applause.) “And now, in conclusion, Brother Voltaire has\nrequested permission to address us for a few minutes, and I am\nsure that anything Brother Voltaire has to say will be eminently\nworthwhile.”",
        "Brother Voltaire rises and announces that he has listened with\ninterest to the discussion of American literature; that he, too,\nrejoices that all is well in this best of all possible United\nStates; and that he hopes they will pardon him if he supplements\nthe program by reading a few extracts from another extremely\npopular American book recently published under the name of “Main\nStreet”. ",
        "At the next meeting of the Celestial Browning Club it was\nunanimously voted that the privileges of the club be denied\nBrother Voltaire for the period of one year, and that the name of\nPriscilla Kennicott be stricken from the list of non-resident\nmembers of heaven.",
        "Continue...",
        "\nThis complete text of the A Parody Outline of History book by Donald Ogden Stewart\nis in the public domain.\n\nBuy this book at Amazon.com.\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on April 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "A Parody Outline of History drawings penciled by Herb RothBy DONALD OGDEN STEWARTAt Amazon"
    ]
}