{
    "title": "A Parody Outline of History - Chapter Eight: Custer’s Last Stand",
    "author": "Donald Ogden Stewart",
    "chapter": "9",
    "content": [
        "\n\n",
        "",
        "It was already late afternoon and the gas street lamps of the\nBoul’ Mich’ were being lighted for Paris, or at least for Paris\nin summer, by a somewhat frigid looking allumeur, when Philip\nCuster came to the end of his letter. He hesitated for an\ninstant, wrote “Your----,” then crossed that out and substituted\n“Sincerely.”  No, decidedly the first ending, with its, as is,\nor, rather, as ordinarily is, the case in hymeneal epistles,\nsomewhat possessive sense, would no longer suffice.  “Yours\ntruly\"— perhaps; “sincerely\"—better; but certainly not “Your\nhusband.” He was done, thank God, with presences.",
        "Philip sipped his absinthe and gazed for an instant through the\nCafe window; a solitary fiacre rattled by; he picked up the\nresult of his afternoon’s labor, wearily.",
        "“Dear Mary,” he read, “When I told you that my employers were\nsending me to Paris, I lied to you.  It was, perhaps, the first\ndirect lie that I ever told you; it was, I know now, the last.\nBut a falsehood by word of mouth mattered really very little in\ncomparison with the enormous lie that my life with you had\nbecome.”",
        "Philip paused and smiled, somewhat bitterly, at that point in the\nletter.  Mary, with her American woman’s intuition, would\nundoubtedly surmise that he had run off with Mrs. Everett; there\nwas a certain ironical humor in the fact that Mary’s mistaken\nguess would be sadly indicative of her whole failure to\nunderstand what her husband was, to use a slang expression,\n“driving at.”",
        "“I hope that you will believe me when I say that I came to Paris\nto paint. In the past four years the desire to do that has grown\nsteadily until it has mastered me.  You do not understand.  I\nfound no one in America who did. I think my mother might have,\nhad she lived; certainly it is utterly incomprehensible to\nfather.”",
        "Philip stopped.  Ay, there was the rub—General Custer, and all\nthat he stood for.  Philip glimpsed momentarily those early\nboyhood days with his father, spent mainly in army posts; the\nboy’s cavalry uniform, in which he had ridden old Bess about the\ncamp, waving his miniature sabre; the day he had been thrown to\nthe ground by a strange horse which he had disobediently mounted,\njust as his father arrived on the scene. Philip had never\nforgotten his father’s words that day. “Don’t crawl, son,—don’t\nwhine.  It was your fault this time and you deserved what you\ngot.  Lots of times it won’t be your fault, but you’ll have to\ntake your licking anyway. But remember this, son—take your\nmedicine like a man—always.”",
        "Philip groaned; he knew what the general would say when the news\nof his son’s desertion of his wife and four year old boy reached\nhim. He knew that he never could explain to his father the\nabsolute torture of the last four years of enervating domesticity\nand business mediocrity— the torture of the Beauty within him\ncrying for expression, half satisfied by the stolen evenings at\nthe art school but constantly growing stronger in its\nall-consuming appeal.  No, life to his father was a simple\nproblem in army ethics—a problem in which duty was “a”, one of\nthe known factors; “x,” the unknown, was either “bravery” or\n“cowardice” when brought in contact with “a”. Having solved this\nproblem, his father had closed the book; of the higher\nmathematics, and especially of those complex problems to which no\nliving man knew the final answer, he had no conception. And\nyet----",
        "Philip resumed his reading to avoid the old endless maze of\nsubtleties.",
        "“It is not that I did not—or do not—love you. It is, rather,\nthat something within me is crying out— something which is\nstronger than I, and which I cannot resist. I have waited two\nyears to be sure.  Yesterday, as soon as I reached here, I took\nmy work to the man who is considered the finest art critic in\nParis.  He told me that there was a quality to my painting which\nhe had seen in that of no living artist; he told me that in five\nyears of hard work I should be able to produce work which\nBotticelli would be proud to have done. Do you understand that,\nMary—Botticelli!",
        "“But no, forgive me.  My paean of joy comes strangely in a letter\nwhich should be of abject humility for what must seem to you, to\nfather, and to all, a cowardly, selfish act of desertion— a\nwhining failure to face life.  Oh dear, dear Mary if you could\nbut understand what a hell I have been through—”",
        "Philip took his pen and crossed out the last line so that no one\ncould read what had been there.",
        "“Materially, of course, you and little George will be better off;\nthe foolish pride with which I refused to let your parents help\nus now no longer stands in their way.  You should have no\ndifficulty about a divorce.",
        "“You can dispose of my things as you see fit; there is nothing I\ncare about keeping which I did not bring.",
        "“Again, Mary, I cannot ask you to forgive, or even to understand,\nbut I do hope that you will believe me when I say that this act\nof mine is the most honest thing I have ever done, and that to\nhave acted out the tragi-comedy in the part of a happy contented\nhusband would have made of both of our lives a bitter useless\nfarce.                    Sincerely,                               \n         Philip.”",
        "He folded the pages and addressed the envelope.",
        "“Pardon, Monsieur\"—a whiff of sulphur came to his nose as the\nwaiter bent over the table to light the gas above him. “Would\nMonsieur like to see the journal?  There is a most amusing story\nabout---- The bill, Monsieur?  Yes—in a moment.”",
        "Philip glanced nervously through the pages of the Temps.  He was\nanxious to get the letter to the post—to have done with\nindecision and worry. It would be a blessed relief when the thing\nwas finally done beyond chance of recall; why couldn’t that\nstupid waiter hurry?",
        "On the last page of the newspaper was an item headlined “Recent\nNews from America.”  Below was a sub-heading “Horrible Massacre\nof Soldiers by Indians—Brave Stand of American Troopers.”  He\ncaught the name “Custer” and read:",
        "“And by his brave death at the hands of the Indians, this gallant\nAmerican general has made the name of Custer one which will\nforever be associated with courage of the highest type.”",
        "He read it all through again and sat quietly as the hand of\nPolyphemus closed over him.  He even smiled a little— a weary,\nironic smile.",
        "“Monsieur desires something more, perhaps\"—the waiter held out\nthe bill.",
        "Philip smiled.  “No—Monsieur has finished—there is nothing\nmore.”",
        "Then he repeated slowly, “There is nothing more.”",
        "Philip watched his son George blow out the twelve candles on his\nbirthday cake.",
        "“Mother,” said George, “when I get to be eighteen, can I be a\nsoldier just like grandfather up there?”  He pointed to the\nportrait of Philip’s father in uniform which hung in the dining\nroom.",
        "“Of course you can, dear,” said his mother.  “But you must be a\nbrave boy”.",
        "“Grandfather was awful brave, wasn’t he father?” This from little\nMary between mouthfuls of cake.",
        "“Yes, Mary,” Philip answered.  “He was very, very brave.”",
        "“Of course he was,” said George.  “He was an American.”",
        "“Yes,” answered Philip, “That explains it.—he was an\nAmerican.”",
        "Mrs. Custer looked up at the portrait of her distinguished\nfather-in-law.",
        "“You know Philip, I think it must be quite nice to be able to\npaint a picture like that.  I’ve often wondered why you never\nkept up your art,”",
        "Continue...",
        "\nThis complete text of the A Parody Outline of History book by Donald Ogden Stewart\nis in the public domain.\n\nBuy this book at Amazon.com.\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on April 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "A Parody Outline of History drawings penciled by Herb RothBy DONALD OGDEN STEWARTAt Amazon"
    ]
}