{
    "title": "A Study of Poetry",
    "author": "Bliss Perry",
    "chapter": "1",
    "content": [
        "\n\n",
        "M. S. P.",
        "The method of studying poetry which I have followed in this book was\nsketched some years ago in my chapter on “Poetry” in Counsel Upon the\nReading of Books. My confidence that the genetic method is the natural\nway of approaching the subject has been shared by many lovers of poetry.\nI hope, however, that I have not allowed my insistence upon the threefold\nprocess of “impression, transforming imagination, and expression” to\nharden into a set formula. Formulas have a certain dangerous usefulness\nfor critics and teachers, but they are a very small part of one’s training\nin the appreciation of poetry.",
        "I have allotted little or no space to the specific discussion of epic and\ndrama, as these types are adequately treated in many books. Our own\ngeneration is peculiarly attracted by various forms of the lyric, and in\nPart Two I have devoted especial attention to that field.",
        "While I hope that the book may attract the traditional “general reader,\"\nI have also tried to arrange it in such a fashion that it may be utilized\nin the classroom. I have therefore ventured, in the Notes and\nIllustrations and Appendix, to suggest some methods and material for the\nuse of students.",
        "I wish to express my obligations to Professor R. M. Alden, whose\nIntroduction to Poetry and English Verse I have used in my own Harvard\ncourses in poetry. His views of metre have probably influenced mine even\nmore than I am aware. The last decade, which has witnessed such an\nextraordinary revival of interest in poetry, has produced many valuable\ncontributions to poetic theory. I have found Professor Fairchild’s Making\nof Poetry particularly suggestive. Attention is called, in the Notes and\nBibliography, to many other recent books on the subject.",
        "Professors A. S. Cook of Yale and F. B. Snyder of Northwestern University\nhave been kind enough to read in manuscript certain chapters of this book,\nand Dr. P. F. Baum of Harvard has assisted me most courteously. I am\nindebted to several fellow-writers for their consent to the use of\nextracts from their books, particularly to Brander Matthews for a passage\nfrom These Many Years and to Henry Osborn Taylor for a passage from his\nClassical Heritage of the Middle Ages.",
        "I wish also to thank the publishers who have generously allowed me to use\nbrief quotations from copyrighted books, especially Henry Holt & Co. for\npermission to use a quotation and drawing from William James’s\nPsychology, and The Macmillan Company for permission to borrow from John\nLa Farge’s delightful Considerations on Painting.",
        "B. P.",
        "Continue...",
        "\nThis eBook of “A Study of Poetry” by Bliss Perry (Professor of English Literature in Harvard University\nAuthor of “A Study of Prose Fiction,” “Walt Whitman,” “The American Mind,” etc.) belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "A Study Of PoetryBy Bliss PerryAt Amazon"
    ]
}