{
    "title": "A Study of Poetry - Chapter X",
    "author": "Bliss Perry",
    "chapter": "11",
    "content": [
        "\n\n",
        "THE PRESENT STATUS OF THE LYRIC",
        "  “And the same may be said of lust and anger and all the other\n  affections, of desire and pain and pleasure which are held to be\n  inseparable from every action–in all of them poetry feeds and waters\n  the passions instead of withering and starving them; she lets them rule\n  instead of ruling them as they ought to be ruled, with a view to the\n  happiness and virtue of mankind.\"\n    PLATO’S Republic, Book 10",
        "  “A man has no right to say to his own generation, turning quite away\n  from it, ’Be damned!’ It is the whole Past and the whole Future, this\n  same cotton-spinning, dollar-hunting, canting and shrieking, very\n  wretched generation of ours.\"\n    CARLYLE to EMERSON, August 29, 1842\nLet us turn finally to some phases of the contemporary lyric. We shall not\nattempt the hazardous, not to say impossible venture of assessing the\nartistic value of living poets. “Poets are not to be ranked like\ncollegians in a class list,” wrote the wise John Morley long ago.\nCertainly they cannot be ranked until their work is finished. Nor is it\npossible within the limits of this chapter to attempt, upon a smaller\nscale, anything like the task which has been performed so interestingly by\nbooks like Miss Lowell’s Tendencies in Modern American Poetry, Mr.\nUntermeyer’s New Era in American Poetry, Miss Wilkinson’s New Voices,\nand Mr. Lowes’s Convention and Revolt. I wish rather to remind the\nreader, first, of the long-standing case against the lyric, a case\nwhich has been under trial in the court of critical opinion from Plato’s\nday to our own; and then to indicate, even more briefly, the lines of\ndefence. It will be clear, as we proceed, that contemporary verse in\nAmerica and England is illustrating certain general tendencies which not\nonly sharpen the point of the old attack, but also hearten the spirit of\nthe defenders of lyric poetry.",
        "1. Plato’s Moralistic Objection\nNothing could be more timely, as a contribution to a critical battle which\nis just now being waged,\n[Footnote: See the Introduction and the closing chapter of Stuart P.\nSherman’s Contemporary Literature. Holt, 1917.]\nthan the passage from Plato’s Republic which furnishes the motto for the\npresent chapter. It expresses one of those eternal verities which each\ngeneration must face as best it may: “Poetry feeds and waters the passions\ninstead of withering and starving them; she lets them rule instead of\nruling them.” “Did we not imply,” asks the Athenian Stranger in Plato’s\nLaws, “that the poets are not always quite capable of knowing what is\ngood or evil?” “There is also,” says Socrates in the Phoedrus, “a third\nkind of madness, which is the possession of the Muses; this enters into a\ndelicate and virgin soul, and there inspiring frenzy, awakens lyric and\nall other members.” This Platonic notion of lyric “inspiration” and\n“possession” permeates the immortal passage of the Ion:",
        "  “For all good poets, epic as well as lyric, compose their beautiful\n  poems not as works of art, but because they are inspired and possessed.\n  And as the Corybantian revellers when they dance are not in their right\n  mind, so the lyric poets are not in their right mind when they are\n  composing their beautiful strains: but when falling under the power of\n  music and metre they are inspired and possessed; like Bacchic maidens\n  who draw milk and honey from the rivers, when they are under the\n  influence of Dionysus, but not when they are in their right mind. And\n  the soul of the lyric poet does the same, as they themselves tell us;\n  for they tell us that they gather their strains from honied fountains\n  out of the gardens and dells of the Muses; thither, like the bees, they\n  wing their way. And this is true. For the poet is a light and winged and\n  holy thing, and there is no invention in him until he has been inspired\n  and is out of his senses, and the mind is no longer in him: when he has\n  not attained to this state, he is powerless and is to utter his oracles.\n  Many are the noble words in which poets speak of actions like your own\n  Words about Homer; but they do not speak of them by any rules of art:\n  only when they make that to which the Muse impels them are their\n  inventions inspired; and then one of them will make dithyrambs, another\n  hymns of praise, another choral strains, another epic or iambic\n  verses–and he who is good at one is not good at any other kind of\n  verse: for not by art does the poet sing, but by power divine. Had he\n  learned by rules of art, he would have known how to speak not of one\n  theme only, but of all; and therefore God takes away the minds of poets,\n  and uses them as his ministers, as he also uses diviners and holy\n  prophets, in order that we who hear them may know that they speak not of\n  themselves who utter these priceless words in a state of\n  unconsciousness, but that God is the speaker, and that through them he\n  is conversing with us.\"\n[Footnote: Plato’s Ion, Jowett’s translation.]",
        "The other Platonic notion about poetry being “imitation” colors the\nwell-known section of the third book of the Republic, which warns\nagainst the influence of certain effeminate types of lyric harmony:",
        "  “I answered: Of the harmonies I know nothing, but I want to have one\n  warlike, which will sound the word or note which a brave man utters in\n  the hour of danger and stern resolve, or when his cause is failing and\n  he is going to wounds or death or is overtaken by some other evil, and\n  at every such crisis meets fortune with calmness and endurance; and\n  another which may be used by him in times of peace and freedom of\n  action, when there is no pressure of necessity–expressive of entreaty\n  or persuasion, of prayer to God, or instruction of man, or again, of\n  willingness to listen to persuasion or entreaty and advice; and which\n  represents him when he has accomplished his aim, not carried away by\n  success, but acting moderately and wisely, and acquiescing in the event.\n  These two harmonies I ask you to leave; the strain of necessity and the\n  strain of freedom, the strain of the unfortunate and the strain of the\n  fortunate, the strain of courage, and the strain of temperance; these,\n  I say, leave.”",
        "So runs the famous argument for “the natural rhythms of a manly life,” and\nconversely, the contention that “the absence of grace and rhythm and\nharmony is closely allied to an evil character.” While it is true that the\nbasis for this argument has been modified by our abandonment of the Greek\naesthetic theories of “inspiration” and “imitation,” Plato’s moralistic\nobjection to lyric effeminacy and lyric naturalism is widely shared by\nmany of our contemporaries. They do not find the “New Poetry,” lovely as\nit often is, altogether “manly.” They find on the contrary that some of it\nis what Plato calls “dissolute,” i.e. dissolving or relaxing the fibres of\nthe will, like certain Russian dance-music. I asked an American composer\nthe other day: “Is there anything at all in the old distinction between\nsecular and sacred music?” “Certainly,” he replied; “secular music\nexcites, sacred music exalts.” If this distinction is sound, it is plain\nthat much of the New Poetry aims at excitement of the senses for its\nown sake–or in Plato’s words, at “letting them rule, instead of ruling\nthem as they ought to be ruled.” Or, to use the severe words of a\ncontemporary critic: “They bid us be all eye, no mind; all sense, no\nthought; all chance, all confusion, no order, no organization, no fabric\nof the reason.”",
        "However widely we may be inclined to differ with such moralistic judgments\nas these, it remains true that plenty of idealists hold them, and it is\nthe idealists, rather than the followers of the senses, who have kept the\nlove of poetry alive in our modern world.",
        "2. A Rationalistic Objection\nBut the Philistines, as well as the Platonists, have an indictment to\nbring against modern verse, and particularly against the lyric. They find\nit useless and out of date. Macaulay’s essay on Milton (1825) is one of\nthe classic expressions of “Caledonian” rationalism:",
        "  “We think that as civilization advances, poetry almost necessarily\n  declines.... Language, the machine of the poet, is best fitted for his\n  purpose in its rudest state. Nations, like individuals, first perceive\n  and then abstract. They advance from particular images to general terms.\n  Hence the vocabulary of an enlightened society is philosophical, that of\n  a half-civilized people is poetical....  In proportion as men know more\n  and think more, they look less at individuals, and more at classes. They\n  therefore make better theories and worse poems.... In an enlightened age\n  there will be much intelligence, much science, much philosophy,\n  abundance of just classification and subtle analysis, abundance of wit\n  and eloquence, abundance of verses and even of good ones, but little\n  poetry.” In the essay on Dryden (1828) Macaulay renews the charge:\n  “Poetry requires not an examining but a believing freedom of mind.... As\n  knowledge is extended and as the reason develops itself, the imitative\n  arts decay.”",
        "Even Macaulay, however, is a less pungent and amusing advocate of\nrationalism than Thomas Love Peacock in The Four Ages of Poetry.\n[Footnote: Reprinted in A. S. Cook’s edition of Shelley’s Defense of\nPoetry. Boston, 1891.]",
        "A few sentences must suffice:",
        "  “A poet in our times is a semi-barbarian in a civilized community. He\n  lives in the days that are past. His ideas, thoughts, feelings,\n  associations, are all with barbarous manners, obsolete customs, and\n  exploded superstitions. The march of his intellect is like that of a\n  crab, backward.... The highest inspirations of poetry are resolvable\n  into three ingredients: the rant of unregulated passion, the whining of\n  exaggerated feeling, and the cant of factitious sentiment; and can\n  therefore serve only to ripen a splendid lunatic like Alexander, a\n  puling driveler like Werter, or a morbid dreamer like Wordsworth. It can\n  never make a philosopher, nor a statesman, nor in any class of life a\n  useful or rational man. It cannot claim the slightest share in any one\n  of the comforts and utilities of life, of which we have witnessed so\n  many and so rapid advances.... We may easily conceive that the day is\n  not distant when the degraded state of every species of poetry will be\n  as generally recognized as that of dramatic poetry has long been; and\n  this not from any decrease either of intellectual power or intellectual\n  acquisition, but because intellectual power and intellectual acquisition\n  have turned themselves into other and better channels, and have\n  abandoned the cultivation and the fate of poetry to the degenerate fry\n  of modern rimesters, and their Olympic judges, the magazine critics, who\n  continue to debate and promulgate oracles about poetry as if it were\n  still what it was in the Homeric age, the all-in-all of intellectual\n  progression, and as if there were no such things in existence as\n  mathematicians, historians, politicians, and political economists, who\n  have built into the upper air of intelligence a pyramid, from the summit\n  of which they see the modern Parnassus far beneath them, and knowing how\n  small a place it occupies in the comprehensiveness of their prospect,\n  smile at the little ambition and the circumscribed perceptions with\n  which the drivelers and mountebanks upon it are contending for the\n  poetical palm and the critical chair.”",
        "No one really knows whether Peacock was wholly serious in this diatribe,\nbut inasmuch as it produced Shelley’s Defense of Poetry “as an\nantidote\"–as Shelley said–we should be grateful for it. Both Peacock and\nMacaulay wrote nearly a century ago, but their statements as to the\nuselessness of poetry, as compared with the value of intellectual exertion\nin other fields, is wholly in the spirit of twentieth-century rationalism.\nFew readers of this book may hold that doctrine, but they will meet it on\nevery side; and they will need all they can remember of Sidney and Shelley\nand George Woodberry “as an antidote.”",
        "3. An Aesthetic Objection\nIn Aristotle’s well-known definition of Tragedy in the fifth section of\nthe Poetics, there is one clause, and perhaps only one, which has been\naccepted without debate. “A Tragedy, then, is an artistic imitation of an\naction that is serious, complete in itself, and of an adequate\nmagnitude.” Does a lyric possess “an adequate magnitude?” As the\nembodiment of a single aspect of feeling, and therefore necessarily brief,\nthe lyric certainly lacks “mass.” As an object for aesthetic\ncontemplation, is the average lyric too small to afford the highest and\nmost permanent pleasure? “A long poem,” remarks A. C. Bradley in his\nOxford Lectures on Poetry,\n[Footnote: London, 1909. The passage cited is from the chapter on “The\nLong Poem in the Age of Wordsworth.\"]\n“requires imaginative powers superfluous in a short one, and it would be\neasy to show that it admits of strictly poetic effects of the highest\nvalue which the mere brevity of a short one excludes.” Surely the lyric,\nlike the short story, cannot see life steadily and whole. It reflects, as\nwe have seen, a single situation or desire. “Short swallow-flights of\nsong\"; piping “as the linnet sings\"; have not the lyric poets themselves\nconfessed this inherent shortcoming of their art in a thousand similes?\nDoes not a book of lyrics often seem like a plantation of carefully tended\nlittle trees, rather than a forest? The most ardent collector of\nbutterflies is aware that he is hunting only butterflies and not big game.\nMr. John Gould Fletcher’s Japanese Prints is a collection of the\ndaintiest lyric fragments, lovely as a butterfly’s wing. But do such\nlyrics lack “adequate magnitude”?",
        "It seems to the present writer that this old objection is a real one, and\nthat it is illustrated afresh by contemporary poetry, but that it is not\nso much an argument against the lyric as such, as it is an explanation of\nthe ineffectiveness of certain lyric poems. This defect is not primarily\nthat they lack “magnitude,” but rather that they lack an adequate basis in\nour emotional adjustment to the fact or situation upon which they turn.\nThe reader is not prepared for the effect which they convey. The art of\nthe drama was defined by the younger Dumas as the art of preparation. Now\nthe lyrics which are most effective in primarily dramatic compositions,\nlet us say the songs in “Pippa Passes” or Ariel’s songs in The Tempest,\nare those where the train of emotional association or contrast has been\ncarefully laid and is waiting to be touched off. So it is with the\nmarkedly lyrical passages in narrative verse–say the close of “Sohrab and\nRustum.” When a French actress sings the “Marseillaise” to a theatre\naudience in war-time, or Sir Harry Lauder, dressed in kilts, sings\nto a Scottish-born audience about “the bonny purple heather,” or a\nmarching regiment strikes up “Dixie,” the actual song is only the release\nof a mood already stimulated. But when one comes upon an isolated lyric\nprinted as a “filler” at the bottom of a magazine page, there is no train\nof emotional association whatever. There is no lyric mood waiting to\nrespond to a “lyric cry.” To overcome this obstacle, Walter Page and other\nmagazine editors, a score of years ago, made the experiment of printing\nall the verse together, instead of scattering it according to the\nexigencies of the “make-up.” Miss Monroe’s Poetry, Contemporary Verse,\nand the other periodicals devoted exclusively to poetry, easily avoid this\nhandicap of intruding prose. One turns their pages as he turns leaves of\nmusic until he finds some composition in accordance with his mood of the\nmoment. The long poem or the drama creates an undertone of feeling\nin which the lyrical mood may easily come to its own, based and reinforced\nas it is by the larger poetical structure. The isolated magazine lyric, on\nthe other hand, is like one swallow trying to make a summer. Even the\nlyrics collected in anthologies are often “mutually repellent particles,\"\nrequiring through their very brevity and lack of relation with one\nanother, a perpetual re-focussing of the attention, a constant re-creation\nof lyric atmosphere. These conditions have been emphasized, during the\nlast decade, by that very variety of technical experimentation, that\nincreased range and individualism of lyric effort, which have renewed the\ninterest in American poetry.",
        "4. Subjectivity as a Curse\nI have often thought of a conversation with Samuel Asbury, a dozen years\nago, about a friend of ours, a young Southern poet of distinct promise,\nwho had just died. Like many Southern verse-writers of his generation, he\nhad lived and written under the inspiration of Poe. Asbury surprised me by\nthe almost bitter remark that Poe’s influence had been a blight upon the\nyounger Southern poets, inasmuch as it had tended to over-subjectivity, to\nmorbid sensibility, and to a pre-occupation with purely personal emotions.\nHe argued, as he has since done so courageously in his Texas Nativist,\n[Footnote: Published by the author at College Station, Texas.]\nthat more objective forms of poetry, particularly epic and dramatic\nhandling of local and historic American material, was far healthier stuff\nfor a poet to work with.",
        "This objection to the lyric as an encourager of subjective excitement, of\negoistic introspection, like the other objections already stated, is one\nof old standing. Goethe remarked that the subjectivity of the smaller\npoets was of no significance, but that they were interested in nothing\nreally objective. But though this indictment of over-individualism has\noften been drawn, our own times are a fresh proof of its validity. If the\nrevelation of personality unites men, the stress upon mere individuality\nseparates them, and there are countless poets of the day who glory in\ntheir eccentric individualism without remembering that it is only through\na richly developed personality that poetry gains any universal values.\n“Nothing in literature is so perishable as eccentricity, with regard to\nwhich each generation has its own requirements and its own standard of\ntaste; and the critic who urges contemporary poets to make their work as\nindividual as possible is deliberately inviting them to build their\nstructures on sand instead of rock.\"\n[Footnote: Edmond Holmes, What is Poetry, p. 68.]\nEvery reader of contemporary poetry is aware that along with its\nexhilarating freshness and force there has been a display of singularity\nand of silly nudity both of body and mind. Too intimate confidences have\nbeen betrayed in the lyric confessional. It is a fine thing to see a\nVarsity eight take their dip in the river at the end of an afternoon’s\nspin. Those boys strip well. But there are middle-aged poets who strip\nvery badly. Nature never intended them to play the role of Narcissus.\nDickens wrote great novels in a room so hung with mirrors that he could\nwatch himself in the act of composition. But that is not the best sort of\nwriting-room for lyric poets, particularly in a decade when acute\nself-consciousness, race-consciousness and even coterie-consciousness are\nexploited for commercial purposes, and the “lutanists of October” are duly\nphotographed at their desks.",
        "5. Mere Technique\nThere is one other count in the old indictment of the lyric which is sure\nto be emphasized whenever any generation, like our own, shows a new\ntechnical curiosity about lyric forms. It is this: that mere technique\nwill “carry” a lyric, even though thought, passion and imagination be\nlacking. This charge will inevitably be made from time to time, and not\nmerely by the persons who naturally tend to stress the content-value of\npoetry as compared with its form-value. It was Stedman, who was peculiarly\nsusceptible to the charm of varied lyric form, who remarked of some of\nPoe’s lyrics, “The libretto (i.e. the sense) is nothing, the score is all\nin all.” And it must be admitted that the “libretto” of “Ulalume,” for\ninstance, is nearly or quite meaningless to many lovers of poetry who\nvalue the “score” very highly. In a period marked by enthusiasm for new\nexperiments in versification, new feats of technique, the borderland\nbetween real conquests of novel territory and sheer nonsense verse\nbecomes very hazy. The Spectra hoax, perpetrated so cleverly in 1916 by\nMr. Ficke and Mr. Witter Bynner, fooled many of the elect.\n[Footnote: See Untermeyer’s New Era, etc., pp. 320-23.]\nI have never believed that Emerson meant to decry Poe when he referred to\nhim as “the jingle-man.” Emerson’s memory for names was faulty, and he was\ntrying to indicate the author of the",
        "  “tintinnabulation of the bells.”",
        "That Poe was a prestidigitator with verse, and may be regarded solely with\na view to his professional expertness, is surely no ground for disparaging\nhim as a poet. But it is the kind of penalty which extraordinary technical\nexpertness has to pay in all the arts. Many persons remember Paganini only\nas the violinist who could play upon a single string. Every ’amplificolor\nimperii“–every widener of the bounds of the empire of poetry, like\nVachel Lindsay with his experiments in chanted verse, Robert Frost with\nhis subtle renderings of the cadences of actual speech, Miss Amy Lowell\nwith her doctrine of “curves” and “returns” and polyphony–runs the risk\nof being regarded for a while as a technician and nothing more. Ultimately\na finer balance is struck between the claims of form and content: the\nideas of a poet, his total vision of life, his contribution to the thought\nas well as to the craftsmanship of his generation, are thrown into the\nscale. Victor Hugo is now seen to be something far other than the mere\namazing lyric virtuoso of the Odes et Ballades of 1826. Walt Whitman\nultimately gets judged as Walt Whitman, and not merely as the inventor\nof a new type of free verse in 1855. A rough justice is done at last, no\ndoubt, but for a long time the cleverest and most original manipulators of\nwords and tunes are likely to be judged by their virtuosity alone.",
        "6. The Lines of Defence\nThe objections to lyric poetry which have just been rehearsed are of\nvarying degrees of validity. They have been mentioned here because they\nstill affect, more or less, the judgment of the general public as it\nendeavors to estimate the value of the contemporary lyric. I have little\nconfidence in the taste of professed admirers of poetry who can find no\npleasure in contemporary verse, and still less confidence in the taste of\nour contemporaries whose delight in the “new era” has made them deaf to\nthe great poetic voices of the past. I am sorry for the traditionalist who\ncannot enjoy Robert Frost and Edwin Arlington Robinson and Edgar Lee\nMasters and Carl Sandburg. He is, in my opinion, in a parlous state. But\nthe state of the young rebel who cannot enjoy “Lycidas” and “The Progress\nof Poesy” and the “Ode to Dejection” is worse than parlous. It is\nhopeless.",
        "It is not for him, therefore, that these final paragraphs are written, but\nrather for those lovers of poetry who recognize that it transcends all\npurely moralistic and utilitarian, as it does all historical and technical\nconsiderations,–that it lifts the reader into a serene air where beauty\nand truth abide, while the perplexed generations of men appear and\ndisappear. Sidney and Campion and Daniel pleaded its cause for the\nElizabethans, Coleridge and Wordsworth and Shelley defended it against the\nGeorgian Philistines, Carlyle, Newman and Arnold championed it through\nevery era of Victorian materialism. In the twentieth century, critics like\nMackail and A. C. Bradley and Rhys, poets like Newbolt and Drinkwater and\nMasefield–to say nothing of living poets and critics among our own\ncountrymen–have spoken out for poetry with a knowledge, a sympathy and an\neloquence unsurpassed in any previous epoch. The direct “Defence of\nPoetry” may safely be left to such men as these.",
        "I have chosen, rather, the line of indirect vindication of poetry, and\nparticularly of the lyric, which has been attempted in this book. We have\nseen that the same laws are perpetually at work in poetry as in all the\nother arts; that we have to do with the transmission of a certain kind of\nfeeling through a certain medium; that the imagination remoulds the\nmaterial proffered by the senses, and brings into order the confused and\nbroken thoughts of the mind, until it presents the eternal aspect of\nthings through words that dance to music. We have seen that the study of\npoetry leads us back to the psychic life of primitive races, to the\norigins of language and of society, and to the underlying spirit of\ninstitutions and nationalities, so that even a fragment of surviving lyric\nverse may be recognized as a part of those unifying and dividing\nforces that make up the life of the world. We have found poetry,\nfurthermore, to be the great personal mode of literary expression, a\nrevelation of noble personality as well as base, and that this personal\nmode of expression has continued to hold its own in the modern world. The\nfolk-epic is gone, the art-epic has been outstripped by prose fiction, and\nthe drama needs a theatre. But the lyric needs only a poet, who can\ncompose in any of its myriad forms. No one who knows contemporary\nliterature will deny that the lyric is now interpreting the finer spirit\nof science, the drift of social progress, and above all, the instincts of\npersonal emotion. Through it to-day, as never before in the history of\ncivilization, the heart of a man can reach the heart of mankind. It is\ninconceivable that the lyric will not grow still more significant\nwith time, freighted more and more deeply with thought and passion and\ntouched with a richer and more magical beauty. Some appreciation of it, no\nmatter how inadequate, should be a part of the spiritual possessions of\nevery civilized man.’",
        "  “Die Geisterwelt ist nicht verschlossen;\n   Dein Sinn ist zu, dein Herz ist todt!\n   Auf! bade, Schüler, unverdrossen\n   Die ird’sche Brust im Morgenrothl”",
        "Continue...",
        "\nThis eBook of “A Study of Poetry” by Bliss Perry (Professor of English Literature in Harvard University\nAuthor of “A Study of Prose Fiction,” “Walt Whitman,” “The American Mind,” etc.) belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "A Study Of PoetryBy Bliss PerryAt Amazon"
    ]
}