{
    "title": "A Study of Poetry - Part II: The Lyric in Particular",
    "author": "Bliss Perry",
    "chapter": "8",
    "content": [
        "\n\n",
        "  “O hearken, love, the battle-horn!\n   The triumph clear, the silver scorn!\n   O hearken where the echoes bring.\n   Down the grey disastrous morn,\n   Laughter and rallying!\"\n     WILLIAM VAUGHN MOODY",
        "THE FIELD OF LYRIC POETRY",
        "  “’Lyrical,’ it may be said, implies a form of musical utterance\n  in words governed by overmastering emotion and set free by a\n  powerfully concordant rhythm.\"\n    ERNEST RHYS, Lyric Poetry\nThat “confusion of the genres” which characterizes so much of contemporary\nart has not obliterated the ancient division of poetry into three chief\ntypes, namely, lyric, epic and dramatic. We still mean by these words very\nmuch what the Greeks meant: a “lyric” is something sung, an “epic” tells\na story, a “drama” sets characters in action. Corresponding to these\ngeneral purposes of the three kinds of poetry, is the difference which\nWatts-Dunton has discussed so suggestively: namely, that in the lyric the\nauthor reveals himself fully, while in the “epic” or narrative poem the\nauthor himself is but partly revealed, and in the drama the author is\nhidden behind his characters. Or, putting this difference in another way,\nthe same critic points out that the true dramatists possess “absolute\"\nvision, i.e. unconditioned by the personal impulses of the poet himself,\nwhereas the vision of the lyrist is “relative,” conditioned by his own\nsituation and mood. The pure lyrist, says Watts-Dunton, has one voice and\nsings one tune; the epic poets and quasi-dramatists have one voice but can\nsing several tunes, while the true dramatists, with their objective,\n“absolute” vision of the world, have many tongues and can sing in all\ntunes.",
        "1. A Rough Classification\nPassing over the question of the historical origins of those various\nspecies of poetry, such as the relation of early hymnic songs and\nhero-songs to the epic, and the relation of narrative material and method\nto the drama, let us try to arrange in some sort of order the kinds of\npoetry with which we are familiar. Suppose we follow Watts-Dunton’s hint,\nand start, as if it were from a central point, with the Pure Lyric, the\nexpression of the Ego in song. Shelley’s “Stanzas Written in Dejection\nnear Naples,” Coleridge’s “Ode to Dejection,” Wordsworth’s “She dwelt\namong the untrodden ways,” Tennyson’s “Break–Break” will serve for\nillustrations. These are subjective, personal poems. Their vision\nis “relative” to the poet’s actual circumstances. Yet in a “dramatic\nlyric” like Byron’s “Isles of Greece” or Tennyson’s “Sir Galahad” it is\nclear that the poet’s vision is not occupied primarily with himself, but\nwith another person. In a dramatic monologue like Tennyson’s “Simeon\nStylites” or Browning’s “The Bishop orders his Tomb in St. Praxed’s\nChurch” it is not Tennyson and Browning themselves who are talking, but\nimaginary persons viewed objectively, as far as Tennyson and Browning were\ncapable of such objectivity. The next step would be the Drama, preoccupied\nwith characters in action–the “world of men,” in short, and not the\npersonal subjective world of the highly sensitized lyric poet.",
        "Let us now move away from that pure lyric centre in another direction. In\na traditional ballad like “Sir Patrick Spens,” a modern ballad like\nTennyson’s “The Revenge,” or Coleridge’s “Ancient Mariner,” is not the\npoet’s vision becoming objectified, directed upon events or things outside\nof the circle of his own subjective emotion? In modern epic verse, like\nTennyson’s “Morte d’Arthur,” Arnold’s “Sohrab and Rustum,” Morris’s\n“Sigurd the Volsung,” and certainly in the “Aeneid” and the “Song of\nRoland,” the poet sinks his own personality, as far as possible, in the\nobjective narration of events. And in like manner, the poet may turn from\nthe world of action to the world of repose, and portray Nature as\nenfolding and subduing the human element in his picture. In Keats’s “Ode\nto Autumn,” Shelley’s “Autumn,” in Wordsworth’s “Solitary Reaper,\"\nBrowning’s “Where the Mayne Glideth,” we find poets absorbed in the\nexternal scene or object and striving to paint it. It is true that the\nborn lyrists betray themselves constantly, that they suffuse both the\nworld of repose and the world of action with the coloring of their own\nunquiet spirits. They cannot keep themselves wholly out of the story they\nare telling or the picture they are painting; and it is for this reason\nthat we speak of “lyrical” passages even in the great objective dramas,\npassages colored with the passionate personal feelings of the poet. For he\ncannot be wholly “absolute” even if he tries: he will invent favorite\ncharacters and make them the mouthpiece of his own fancies: he will devise\nfavorite situations, and use them to reveal his moral judgment of men and\nwomen, and his general theory of human life.",
        "2. Definitions\nWhile we must recognize, then, that the meaning of the word “lyrical” has\nbeen broadened so as to imply, frequently, a quality of poetry rather than\na mere form of poetry, let us go back for a moment to the original\nsignificance of the word. Derived from “lyre,” it meant first a song\nwritten for musical accompaniment, say an ode of Pindar; then a poem whose\nform suggests this original musical accompaniment; then, more loosely, a\npoem which has the quality of music, and finally, purely personal poetry.\n[Footnote: See the definitions in John Erskine’s Elizabethan Lyric, E.\nB. Heed’s English Lyrical Poetry, Ernest Rhys’s Lyric Poetry, F. E.\nSchelling’s The English Lyric, John Drinkwater’s The Lyric, C. E.\nWhitmore in Pub. Mod. Lang. Ass., December, 1918.]\n“All songs, all poems following classical lyric forms; all short poems\nexpressing the writer’s moods and feelings in rhythm that suggests music,\nare to be considered lyrics,” says Professor Reed. “The lyric is concerned\nwith the poet, his thoughts, his emotions, his moods, and his passions....\nWith the lyric subjective poetry begins,” says Professor Schelling. “The\ncharacteristic of the lyric is that it is the product of the pure poetic\nenergy unassociated with other energies,” says Mr. Drinkwater. These are\ntypical recent definitions. Francis T. Palgrave, in the Preface to the\nGolden Treasury of English Songs and Lyrics, while omitting to stress\nthe elements of musical quality and of personal emotion, gives a working\nrule for anthologists which has proved highly useful. He held the term\n“lyrical” “to imply that each poem shall turn on a single thought, feeling\nor situation.” The critic Scherer also gave an admirable practical\ndefinition when he remarked that the lyric “reflects a situation or a\ndesire.” Keats’s sonnet “On first looking into Chapman’s Homer,” Charles\nKingsley’s “Airlie Beacon” and Whitman’s “O Captain! My Captain!” (Oxford\nBook of Verse, Nos. 634, 739 and 743) are suggestive illustrations of\nScherer’s dictum.",
        "3. General Characteristics\nBut the lyric, however it may be defined, has certain general\ncharacteristics which are indubitable. The lyric “vision,” that is to say,\nthe experience, thought, emotion which gives its peculiar quality to lyric\nverse, making it “simple, sensuous, passionate” beyond other species of\npoetry, is always marked by freshness, by egoism, and by genuineness.",
        "To the lyric poet all must seem new; each sunrise ’herrlich wie am ersten\nTag.” “Thou know’st ’tis common,” says Hamlet’s mother, speaking of his\nfather’s death, “Why seems it so particular with thee?” But to men of the\nlyrical temperament everything is “particular.” Age does not alter their\nexquisite sense of the novelty of experience. Tennyson’s lines on “Early\nSpring,” written at seventy-four, Browning’s “Never the Time and the\nPlace” written at seventy-two, Goethe’s love-lyrics written when he was\neighty, have all the delicate bloom of adolescence. Sometimes this\nfreshness seems due in part to the poet’s early place in the development\nof his national literature: he has had, as it were, the first chance at\nhis particular subject. There were countless springs, of course, before a\nnameless poet, about 1250, wrote one of the first English lyrics for which\nwe have a contemporary musical score:",
        "  “Sumer is icumen in,\n   Lhude sing cuccu.”",
        "But the words thrill the reader, even now, as he hears in fancy that\ncuckoo’s song,",
        "  “Breaking the silence of the seas\n   Beyond the farthest Hebrides.”",
        "Or, the lyric poet may have the luck to write at a period when settled,\nstilted forms of poetical expression are suddenly done away with. Perhaps\nhe may have helped in the emancipation, like Wordsworth and Coleridge in\nthe English Romantic Revival, or Victor Hugo in the France of 1830. The\nnew sense of the poetic possibilities of language reacts upon the\nimaginative vision itself. Free verse, in our own time, has profited by\nthis rejuvenation of the poetic vocabulary, by new phrases and cadences to\nmatch new moods. Sometimes an unwonted philosophical insight makes all\nthings new to the poet who possesses it. Thus Emerson’s vision of the\n“Eternal Unity,” or Browning’s conception of Immortality, afford the very\nstuff out of which poetry may be wrought. Every new experience, in short,\nlike falling in love, like having a child, like getting “converted,\"\n[Footnote: See William James, The Varieties of Religious Experience.]\ngives the lyric poet this rapturous sense of living in a world hitherto\nunrealized. The old truisms of the race become suddenly “particular” to\nhim. “As for man, his days are as grass. As a flower of the field, so he\nflourisheth.” That was first a “lyric cry” out of the depths of some fresh\nindividual experience. It has become stale through repetition, but many a\nman, listening to those words read at the burial of a friend, has seemed,\nin his passionate sense of loss, to hear them for the first time.",
        "Egoism is another mark of the lyric poet. “Of every poet of this class,\"\nremarks Watts-Dunton, “it may be said that his mind to him ’a kingdom is,’\nand that the smaller the poet the bigger to him is that kingdom.” He\ncelebrates himself. Contemporary lyrists have left no variety of physical\nsensation unnoted: they tell us precisely how they feel and look when they\ntake their morning tub. Far from avoiding that “pathetic fallacy” which\nRuskin analysed in a famous chapter,\n[Footnote: Modern Painters, vol. 3, chap. 12.]\nand which attributes to the external world qualities which belong only to\nthe mind itself, they revel in it. “Day, like our souls, is fiercely\ndark,” sang Elliott, the Corn-Law Rhymer. Hamlet, it will be remembered,\ncould be lyrical enough upon occasion, but he retained the power of\ndistinguishing between things as they actually were and things as they\nappeared to him in his weakness and his melancholy. “This goodly frame,\nthe earth, seems to me a sterile promontory; this most excellent canopy,\nthe air, look you, this brave o’erhanging firmament, this majestical roof\nfretted with golden fire, why, it appears no other thing to me than a\nfoul and pestilent congregation of vapors. What a piece of work is a man!\nHow noble in reason! how infinite in faculty!... And yet, to me,\nwhat is this quintessence of dust?”",
        "Nevertheless this lyric egoism has certain moods in which the individual\nidentifies himself with his family or tribe:",
        "  “O Keith of Ravelstone,\n   The sorrows of thy line!”",
        "School and college songs are often, in reality, tribal lyrics. The\nchoruses of Greek tragedies dealing with the guilt and punishment of a\nfamily, the Hebrew lyrics chanting, like “The Song of Deborah,” the\nfortunes of a great fight, often broaden their sympathies so as to\ninclude, as in “The Persians” of Aeschylus, the glory or the downfall of a\nrace. And this sense of identification with a nation or race implies no\nloss, but often an amplification of the lyric impulse. Alfred Noyes’s\nsongs about the English, D’Annunzio’s and Hugo’s splendid chants of the\nLatin races, Kipling’s glorification of the White Man, lose nothing of\ntheir lyric quality because of their nationalistic or racial inspiration.\nRead Wilfrid Blunt’s sonnet on “Gibraltar” (Oxford Book of Verse,\nNo. 821):",
        "  “Ay, this is the famed rock which Hercules\n   And Goth and Moor bequeath’d us. At this door\n   England stands sentry. God! to hear the shrill\n   Sweet treble of her fifes upon the breeze,\n   And at the summons of the rock gun’s roar\n   To see her red coats marching from the hill!”",
        "Are patriotic lyrics of this militant type destined to disappear, as\nTolstoy believed they ought to disappear, with the breaking-down of the\nbarriers of nationality, or rather with the coming of",
        "  “One common wave of thought and joy,\n   Lifting mankind again”",
        "over the barriers of nationality? Certainly there is already a type of\npurely humanitarian, altruistic lyric, where the poet instinctively thinks\nin terms of “us men” rather than of “I myself.” It appeared long ago in\nthat rebellious “Titanic” verse which took the side of oppressed mortals\nas against the unjust gods. Tennyson’s “Lotos-Eaters” is a modern echo of\nthis defiant or despairing cry of the “ill-used race of men.” The songs of\nBurns reveal ever-widening circles of sympathy,–pure personal egoism,\nthen songs of the family and of clan and of country-side, then passion for\nScotland, and finally this fierce peasant affection for his own passes\ninto the glorious",
        "  “It’s comin’ yet for a’ that,\n   That man to man the world o’er\n   Shall brithers be for a’ that.”",
        "One other general characteristic of the lyric mood needs to be emphasized,\nnamely, its genuineness. It is impossible to feign",
        "            “the lyric gush,\n  And the wing-power, and the rush\n  Of the air.”",
        "Second-rate, imitative singers may indeed assume the role of genuine lyric\npoets, but they cannot play it without detection. It is literally true\nthat natural lyrists like Sappho, Burns, Goethe, Heine, “sing as the bird\nsings.” Once endowed with the lyric temperament and the command of\ntechnique, their cry of love or longing, of grief or patriotism, is the\ninevitable resultant from a real situation or desire. Sometimes, like\nchildren, they do not tell us very clearly what they are crying about, but\nit is easy to discover whether they are, like children, “making believe.”",
        "4. The Objects of the Lyric Vision\nLet us look more closely at some of the objects of the lyric vision; the\nsources or material, that is to say, for the lyric emotion. Goethe’s\noften-quoted classification is as convenient as any: the poet’s vision, he\nsays, may be directed upon Nature, Man or God.",
        "And first, then, upon Nature. One characteristic of lyric poetry is the\nclearness with which single details or isolated objects in Nature may be\nvisualized and reproduced. The modern reflective lyric, it is true, often\ndepends for its power upon some philosophical generalization from a single\ninstance, like Emerson’s “Rhodora” or Wordsworth’s “Small Celandine.” It\nmay even attempt a sort of logical or pseudo-logical deduction from given\npremises, like Browning’s famous",
        "  “Morning’s at seven;\n   The hillside’s dew-pearled;\n   The lark’s on the wing:\n   The snail’s on the thorn;\n   God’s in his Heaven–\n   All’s right with the world!“",
        "The imagination cannot be denied this right to synthesize and to\ninterpret, and nevertheless Nature offers even to the most unphilosophical\nher endless profusion of objects that awaken delight. She does not insist\nthat the lyric poet should generalize unless he pleases. Moth and snail\nand skylark, daisy and field-mouse and water-fowl, seized by an eye that\nis quick to their poetic values, their interest to men, furnish material\nenough for lyric feeling. The fondness of Romantic poets for isolating a\nsingle object has been matched in our day by the success of the Imagists\nin painting a single aspect of some phenomenon–",
        "  “Light as the shadow of the fish\n   That falls through the pale green water–”",
        "any aspect, in short, provided it affords the “romantic quiver,” the\nquick, keen sense of the beauty in things. What an art-critic said of the\npainter W. M. Chase applies equally well to many contemporary Imagists who\nuse the forms of lyric verse: “He saw the world as a display of beautiful\nsurfaces which challenged his skill. It was enough to set him painting to\nnote the nacreous skin of a fish, or the satiny bloom of fruit, or the\nwind-smoothed dunes about Shinnecock, or the fine specific olive of a\nwoman’s face.... He took objects quite at their face value, and rarely\ninvested them with the tenderness, mystery and understanding that comes\nfrom meditation and remembered feelings.... We get in him a fine, bare\nvision, and must not expect therewith much contributary enrichment from\nmind and mood.\"\n[Footnote: The Nation, November 2, 1916.]\nOur point is that this “fine, bare vision” is often enough for a lyric. It\nhas no time for epic breadth of detail, for the rich accumulation of\nharmonious images which marks Arnold’s “Sohrab and Rustum” or Keats’s “Eve\nof St. Agnes.”",
        "The English Romantic poets were troubled about the incursion of scientific\nfact into the poet’s view of nature. The awful rainbow in heaven might be\nturned, they thought, through the curse of scientific knowledge, into the\n“dull catalogue of common things.” But Wordsworth was wiser than this. He\nsaw that if the scientific fact were emotionalized, it could still serve\nas the stuff of poetry. Facts could be transformed into truths. No aspect\nof Tennyson’s lyricism is more interesting than his constant employment of\nthe newest scientific knowledge of his day, for instance, in geology,\nchemistry and astronomy. He set his facts to music. Eugene Lee-Hamilton’s\npoignant sonnet about immortality is an illustration of the ease with\nwhich a lyric poet may find material in scientific fact, if appropriated\nand made rich by feeling.\n[Footnote: Quoted in chap. VIII, section 7.]",
        "If lyric poetry shows everywhere this tendency to humanize its “bare\nvision” of Nature, it is also clear that the lyric, as the most highly\npersonalized species of poetry, exhibits an infinite variety of visions of\nhuman life. Any anthology will illustrate the range of observation, the\ncomplexity of situations and desires, the constant changes in key, as the\nlyric attempts to interpret this or that aspect of human emotion. Take for\nexample, the Elizabethan love-lyric. Here is a single human passion,\nexpressing itself in the moods and lyric forms of one brief generation of\nour literature. Yet what variety of personal accent, what kaleidoscopic\nshiftings of mind and imagination, what range of lyric beauty! Or take the\npassion for the wider interests of Humanity, expressed in the lyrics of\nSchiller and Burns, running deep and turbid through Revolutionary\nand Romantic verse, and still coloring–perhaps now more strongly than\never–the stream of twentieth-century poetry. Here is a type of lyric\nemotion where self-consciousness is lost, absorbed in the wider\nconsciousness of kinship, in the dawning recognition of the oneness of the\nblood and fate of all nations of the earth.",
        "The purest type of lyric vision is indicated in the third word of Goethe’s\ntriad. It is the vision of God. Here no physical fact intrudes or mars.\nHere thought, if it be complete thought, is wholly emotionalized. Such\ntranscendent vision, as in the Hebrew lyrists and in Dante, is itself\nworship, and the lyric cry of the most consummate artist among English\npoets of the last generation is simply an echo of the ancient voices:",
        "  “Hallowed be Thy Name–Hallelujah!”",
        "If Tennyson could not phrase anew the ineffable, it is no wonder that most\nhymn-writers fail. They are trying to express in conventionalized\nreligious terminology and in “long and short metre” what can with\ndifficulty be expressed at all, and if at all, by the unconscious art of\nthe Psalms or by a sustained metaphor, like “Crossing the Bar” or the\n“Recessional.” The medieval Latin hymns clothed their transcendent themes,\ntheir passionate emotions, in the language of imperial Rome. The modern\nsectaries succeed best in their hymnology when they choose simple ideas,\nnot too definite in content, and clothe them, as Whittier did, in words of\ntender human association, in parables of longing and of consolation.",
        "5. The Lyric Imagination\nThe material thus furnished by the lyric poet’s experience, thought and\nemotion is reshaped by an imagination working simply and spontaneously.\nThe lyrist is born and not made, and he cannot help transforming the\nactual world into his own world, like Don Quixote with the windmills and\nthe serving-women. Sometimes his imagination fastens upon a single trait\nor aspect of reality, and the resultant metaphor seems truer than any\nlogic.",
        "  “Death lays his icy hand on Kings.”",
        "  “I wandered lonely as a cloud.”",
        "Sometimes his imagination fuses various aspects of an object into a\ncomposite effect:",
        "  “A lily of a day\n  Is fairer far in May,\n  Although it fall and die that night;\n  It was the plant and flower of light.”",
        "The lyric emotion, it is true, does not always catch at imagery. It may\ndeal directly with the fact, as in Burns’s immortal",
        "  “If we ne’er had met sae kindly,\n  If we ne’er had loved sae blindly,\n  Never loved, and never parted,\n  We had ne’er been broken-hearted.”",
        "The lyric atmosphere, heavy and clouded with passionate feeling, idealizes\nobjects as if they were seen through the light of dawn or sunset. It is\nnever the dry clear light of noon.",
        "  “She was a phantom of delight.”",
        "  “Thy soul was like a star, and dwelt apart,\n  Thou hadst a voice whose sound was like the sea,\n  Pure as the naked heavens....”",
        "This idealization is often not so much a magnification of the object as a\nsimplification of it. Confusing details are stripped away. Contradictory\nfacts are eliminated, until heart answers to heart across the welter of\nimmaterialities.",
        "Although the psychologists, as has been already noted, are now little\ninclined to distinguish between the imagination and the fancy, it remains\ntrue that the old distinction between superficial or “fanciful\"\nresemblances, and deeper or “imaginative” likenesses, is a convenient one\nin lyric poetry. E. C. Stedman, in his old age, was wont to say that our\nyounger lyrists, while tuneful and fanciful enough, had no imagination or\npassion, and that what was needed in America was some adult male verse.\nThe verbal felicity and richness of fancy that characterized the\nElizabethan lyric were matched by its sudden gleams of penetrative\nimagination, which may be, after all, only the “fancy” taking a deeper\nplunge. In the familiar song from The Tempest, for example, we have in\nthe second and third lines examples of those fanciful conceits in which\nthe age delighted, but that does not impair the purely imaginative beauty\nof the last three lines of the stanza,–the lines that are graven upon\nShelley’s tombstone in Rome:",
        "  “Full fathom five thy father lies;\n  Of his bones are coral made;\n  Those are pearls that were his eyes:\n  Nothing of him that doth fade\n  But doth suffer a sea-change\n  Into something rich and strange.”",
        "So it was that Hawthorne’s “fancy” first won a public for his stories,\nwhile it is by his imagination that he holds his place as an artist. For\nthe deeply imaginative line of lyric verse, like the imaginative\nconception of novelist or dramatist, often puzzles or repels a poet’s\ncontemporaries. Jeffrey could find no sense in Wordsworth’s superb couplet\nin the “Ode to Duty”:",
        "  “Thou dost preserve the stars from wrong;\n  And the most ancient heavens, through Thee, are\n    fresh and strong.”",
        "And oddly enough, Emerson, the one man upon this side of the Atlantic from\nwhom an instinctive understanding of those lines was to be expected, was\nas much perplexed by them as Jeffrey.",
        "6. Lyric Expression\nIs it possible to formulate the laws of lyric expression? “I do not mean\nby expression,” said Gray, “the mere choice of words, but the whole dress,\nfashion, and arrangement of a thought.\"\n[Footnote: Gray’s Letters, vol. 2, p. 333. (Gosse ed.)]\nTaking expression, in this larger sense, as the final element in that\nthreefold process by which poetry comes into being, and which has been\ndiscussed in an earlier chapter, we may assert that there are certain\ngeneral laws of lyric form. One of them is the law of brevity. It is\nimpossible to keep the lyric pitch for very long. The rapture turns to\npain. “I need scarcely observe,” writes Poe in his essay on “The Poetic\nPrinciple,” “that a poem deserves its title only inasmuch as it excites,\nby elevating the soul. The value of the poem is in the ratio of this\nelevating excitement. But all excitements are, through a psychical\nnecessity, transient. That degree of excitement which would entitle\na poem to be so called at all, cannot be sustained throughout a\ncomposition of any great length. After the lapse of half an hour, at the\nvery utmost, it flags–fails–a revulsion ensues–and then the poem is, in\neffect, and in fact, no longer such.”",
        "In another passage, from the essay on “Hawthorne’s ’Twice-Told Tales,’\"\nPoe emphasizes this law of brevity in connection with the law of unity of\nimpression. It is one of the classic passages of American literary\ncriticism:",
        "  “Were we bidden to say how the highest genius could be most\n  advantageously employed for the best display of its own powers, we\n  should answer, without hesitation–in the composition of a rhymed poem,\n  not to exceed in length what might be perused in an hour. Within this\n  limit alone can the highest order of true poetry exist. We need only\n  here say, upon this topic, that, in almost all classes of composition,\n  the unity of effect or impression is a point of the greatest importance.\n  It is clear, moreover, that this unity cannot be thoroughly preserved in\n  productions whose perusal cannot be completed at one sitting. We may\n  continue the reading of a prose composition, from the very nature of\n  prose itself, much longer than we can preserve, to any good purpose, in\n  the perusal of a poem. This latter, if truly fulfilling the demands of\n  the poetic sentiment, induces an exaltation of the soul which cannot be\n  long sustained. All high excitements are necessarily transient. Thus a\n  long poem is a paradox. And, without unity of impression, the deepest\n  effects cannot be brought about. Epics were the offspring of an\n  imperfect sense of Art, and their reign is no more. A poem too brief\n  may produce a vivid, but never an intense or enduring impression.\n  Without a certain continuity of effort–without a certain duration or\n  repetition of purpose–the soul is never deeply moved.”",
        "Gray’s analysis of the law of lyric brevity is picturesque, and too little\nknown:",
        "  “The true lyric style, with all its flights of fancy, ornaments, and\n  heightening of expression, and harmony of sound, is in its nature\n  superior to every other style; which is just the cause why it could not\n  be borne in a work of great length, no more than the eye could bear to\n  see all this scene that we constantly gaze upon,–the verdure of the\n  fields and woods, the azure of the sea-skies, turned into one dazzling\n  expanse of gems. The epic, therefore, assumed a style of graver colors,\n  and only stuck on a diamond (borrowed from her sister) here and there,\n  where it best became her.... To pass on a sudden from the lyric glare to\n  the epic solemnity (if I may be allowed to talk nonsense)....\"\n[Footnote: Gray’s Letters, vol. 2, p. 304. (Gosse ed.)]",
        "It is evident that the laws of brevity and unity cannot be disassociated.\nThe unity of emotion which characterizes the successful lyric corresponds\nto the unity of action in the drama, and to the unity of effect in the\nshort story. It is this fact which Palgrave stressed in his emphasis upon\n“some single thought, feeling, or situation.” The sonnets, for instance,\nthat most nearly approach perfection are those dominated by one thought.\nThis thought may be turned over, indeed, as the octave passes into the\nsextet, and may be viewed from another angle, or applied in an unexpected\nway. And yet the content of a sonnet, considered as a whole, must be as\nintegral as the sonnet’s form. So must it be with any song. The various\ndevices of rhyme, stanza and refrain help to bind into oneness of form a\nsingle emotional reflection of some situation or desire.",
        "Watts-Dunton points out that there is also a law of simplicity of\ngrammatical structure which the lyric disregards at its peril. Browning\nand Shelley, to mention no lesser names, often marred the effectiveness of\ntheir lyrics by a lack of perspicuity. If the lyric cry is not easily\nintelligible, the sympathy of the listener is not won. Riddle-poems have\nbeen loved by the English ever since Anglo-Saxon times, but the\nintellectual satisfaction of solving a puzzle may be purchased at the cost\nof true poetic pleasure. Let us quote Gray once more, for he had an\nunerring sense of the difficulty of moulding ideas into “pure, perspicuous\nand musical form.”",
        "  “Extreme conciseness of expression, yet pure, perspicuous, and musical,\n  is one of the grand beauties of lyric poetry. This I have always aimed\n  at, and never could attain; the necessity of rhyming is one great\n  obstacle to it: another and perhaps a stronger is, that way you have\n  chosen of casting down your first ideas carelessly and at large, and\n  then clipping them here and there, and forming them at leisure; this\n  method, after all possible pains, will leave behind it in some places a\n  laxity, a diffuseness; the frame of a thought (otherwise well invented,\n  well turned, and well placed) is often weakened by it. Do I talk\n  nonsense, or do you understand me?\"\n[Footnote: Gray’s Letters, vol. 2, p. 352. (Gosse ed.)]",
        "Poe, whose theory of poetry comprehends only the lyric, and indeed chiefly\nthat restricted type of lyric verse in which he himself was a master,\ninsisted that there was a further lyric law,–the law of vagueness or\nindefiniteness. “I know,” he writes in his “Marginalia,” “that\nindefiniteness is an element of the true music–I mean of the true musical\nexpression. Give to it any undue decision–imbue it with any very\ndeterminate tone–and you deprive it, at once, of its ethereal, its ideal,\nits intrinsic and essential character. You dispel its luxury of dream. You\ndissolve the atmosphere of the mystic upon which it floats. You exhaust it\nof its breath of faëry. It now becomes a tangible and easily appreciable\nidea–a thing of the earth, earthy.”",
        "This reads like a defence of Poe’s own private practice, and yet many\npoets and critics are inclined to side with him. Edmond Holmes, for\ninstance, goes quite as far as Poe. “The truth is that poetry, which is\nthe expression of large, obscure and indefinable feelings, finds its\nappropriate material in vague words–words of large import and with many\nmeanings and shades of meaning. Here we have an almost unfailing test for\ndetermining the poetic fitness of words, a test which every true poet\nunconsciously, but withal unerringly, applies. Precision, whether in the\ndirection of what is commonplace or of what is technical, is always\nunpoetical.\"\n[Footnote: What is Poetry, p. 77. London and New York, 1900.]\nThis doctrine, it will be observed, is in direct opposition to the Imagist\ntheory of “hardness and economy of speech; the exact word,” and it also\nwould rule out the highly technical vocabulary of camp and trail,\nsteamship and jungle, with which Mr. Kipling has greatly delighted our\ngeneration. No one who admires the splendid vitality of “McAndrew’s Hymn\"\nis really troubled by the slang and lingo of the engine-room.",
        "One of the most charming passages in Stedman’s Nature and Elements of\nPoetry (pp. 181-85) deals with the law of Evanescence. The “flowers that\nfade,” the “airs that die,” “the snows of yester-year,” have in their very\nfrailty and mortality a haunting lyric value. Don Marquis has written a\npoem about this exquisite appeal of the transient, calling it “The\nParadox”:",
        "  “’T is evanescence that endures;\n  The loveliness that dies the soonest has the longest life.”",
        "But we touch here a source of lyric beauty too delicate to be analysed in\nprose. It is better to read “Rose Aylmer,” or to remember what Duke Orsino\nsays in Twelfth Night:",
        "                  “Enough; no more:\n  ’T is not so sweet now as it was before.”",
        "7. Expression and Impulse\nA word must be added, nevertheless, about lyric expression as related to\nthe lyric impulse. No one pretends that there is such a thing as a set\nlyric pattern.",
        "  “There are nine-and-sixty ways of constructing tribal lays,\n  And every single one of them is right.”",
        "No two professional golfers, for instance, take precisely the same stance.\nEach man’s stance is the expression, the result, of his peculiar physical\norganization and his muscular habits. There are as many “styles” as there\nare players, and yet each player strives for “style,” i.e. economy and\nprecision and grace of muscular effort, and each will assert that the\nchief thing is to “keep your eye on the ball” and “follow through.” “And\nevery single one of them is right.”",
        "Apply this analogy to the organization of a lyric poem. Its material, as\nwe have seen, is infinitely varied. It expresses all conceivable “states\nof soul.” Is it possible, therefore, to lay down any general formula for\nit, something corresponding to the golfer’s “keep your eye on the ball\"\nand “follow through”? John Erskine, in his book on The Elizabethan\nLyric, ventures upon this precept: “Lyric emotion, in order to express\nitself intelligibly, must first reproduce the cause of its existence. If\nthe poet will go into ecstasies over a Grecian urn, to justify himself he\nmust first show us the urn.” Admitted. Can one go farther? Mr. Erskine\nattempts it, in a highly suggestive analysis:\n“Speaking broadly, all successful lyrics have three parts. In the first\nthe emotional stimulus is given–the object, the situation, or the thought\nfrom which the song arises. In the second part the emotion is developed to\nits utmost capacity, until as it begins to flag the intellectual element\nreasserts itself. In the third part the emotion is finally resolved into a\nthought, a mental resolution, or an attribute.\"\n[Footnote: The Elizabethan Lyric, p. 17.]\nLet the reader choose at random a dozen lyrics from the Golden Treasury,\nand see how far this orderly arrangement of the thought-stuff of the lyric\nis approximated in practice. My own impression is that the critic\npostulates more of an “intellectual element” than the average English song\nwill supply. But at least here is a clear-cut statement of what one may\nlook for in a lyric. It shows how the lyric impulse tends to mould lyric\nexpression into certain lines of order.",
        "Most of the narrower precepts governing lyric form follow from the general\nprinciples already discussed. The lyric vocabulary, every one admits,\nshould not seem studied or consciously ornate, for that breaks the law of\nspontaneity. It may indeed be highly finished, the more highly in\nproportion to its brevity, but the clever word-juggling of such\nprestidigitators as Poe and Verlaine is perilous. Figurative language must\nspring only from living, figurative thought, otherwise the lyric falls\ninto verbal conceits, frigidity, conventionality. Stanzaic law must follow\nemotional law, just as Kreisler’s accompanist must keep time with\nKreisler. All the rich devices of rhyme and tone-color must heighten\nand not cloy the singing quality. But why lengthen this list of truisms?\nThe combination of genuine lyric emotion with expertness of technical\nexpression is in reality very rare. Goethe’s “Ueber alien Gipfeln ist Ruh\"\nand Coleridge’s “Kubla Khan” are miracles of art, yet one was scribbled in\na moment, and the other dreamed in an opium slumber. The lyric is the\ncommonest, and yet, in its perfection, the rarest type of poetry; the\nearliest, and yet the most modern; the simplest, and yet in its laws of\nemotional association, perhaps the most complex; and it is all these\nbecause it expresses, more intimately than other types of verse, the\npersonality of the poet.",
        "Continue...",
        "\nThis eBook of “A Study of Poetry” by Bliss Perry (Professor of English Literature in Harvard University\nAuthor of “A Study of Prose Fiction,” “Walt Whitman,” “The American Mind,” etc.) belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "A Study Of PoetryBy Bliss PerryAt Amazon"
    ]
}