{
    "title": "A Study of Poetry - Chapter V",
    "author": "Bliss Perry",
    "chapter": "6",
    "content": [
        "\n\n",
        "RHYTHM AND METRE",
        "  “Rhythm is the recurrence of stress at intervals; metre is the\n  regular, or measured, recurrence of stress.\"\n    M. H. SHACKFORD, A First Book of Poetics\n  “Metres being manifestly sections of rhythm.\"\n    ARISTOTLE, Poetics, 4. (Butcher’s translation)",
        "  “Thoughts that voluntary move\n  Harmonious numbers.\"\n    MILTON",
        "1. The Nature of Rhythm\nAnd why must the words begin to dance? The answer is to be perceived in\nthe very nature of Rhythm, that old name for the ceaseless pulsing or\n“flowing” of all living things. So deep indeed lies the instinct for\nrhythm in our consciousness that we impute it even to inanimate objects.\nWe hear the ticking of the clock as tíck-tock, tíck-tock, or else\ntick-tóck, tick-tóck, although psychologists assure us that the clock’s\nwheels are moving with indifferent, mechanical precision, and that it is\nsimply our own focusing of attention upon alternate beats which creates\nthe impression of rhythm. We hear a rhythm in the wheels of the train, and\nin the purring of the motor-engine, knowing all the while that it\nis we who impose or make-up the rhythm, in our human instinct for\norganizing the units of attention. We cannot help it, as long as our own\npulses beat. No two persons catch quite the same rhythm in the sounds of\nthe animate and inanimate world, because no two persons have absolutely\nidentical pulse-beats, identical powers of attention, an identical\npsycho-physical organism. We all perceive that there is a rhythm in a\nracing crew, in a perfectly timed stroke of golf, in a fisherman’s fly-\ncasting, in a violinist’s bow, in a close-hauled sailboat fighting with\nthe wind. But we appropriate and organize these objective impressions in\nsubtly different ways.",
        "When, for instance, we listen to poetry read aloud, or when we read it\naloud ourselves, some of us are instinctive “timers,\"\n[Footnote: See W. M. Patterson, The Rhythm of Prose. Columbia University\nPress, 1916.]\npaying primary attention to the spaced or measured intervals of time,\nalthough in so doing we are not wholly regardless of those points of\n“stress” which help to make the time-intervals plainer. Others of us are\nnatural “stressers,” in that we pay primary attention to the “weight” of\nwords,–the relative loudness or pitch, by which their meaning or\nimportance is indicated,–and it is only secondarily that we think of\nthese weighted or “stressed” words as separated from one another by\napproximately equal intervals of time. Standing on the rocks at Gloucester\nafter an easterly storm, a typical “timer” might be chiefly conscious of\nthe steady sequence of the waves, the measured intervals between\ntheir summits; while the typical stresser, although subconsciously aware\nof the steady iteration of the giant rollers, might watch primarily their\nfoaming crests, and listen chiefly to their crashing thunder. The point to\nbe remembered is this: that neither the “timing” instinct nor the\n“stressing” instinct excludes the other, although in most individuals one\nor the other predominates. Musicians, for instance, are apt to be\nnoticeable “timers,” while many scholars who deal habitually with words in\ntheir varied shifts of meaning, are professionally inclined to be\n“stressers.”",
        "2. The Measurement of Rhythm\nLet us apply these facts to some of the more simple of the vexed questions\nof prosody, No one disputes the universality of the rhythmizing impulse;\nthe quarrel begins as soon as any prosodist attempts to dogmatize about\nthe nature and measurement of those flowing time-intervals whose\narrangement we call rhythm. No one disputes, again, that the only arbiter\nin matters of prosody is the trained ear, and not the eye. Infinitely\ndeceptive is the printed page of verse when regarded by the eye. Verse may\nbe made to look like prose and prose to look like verse. Capital letters,\nlines, rhymes, phrases and paragraphs may be so cunningly or\nconventionally arranged by the printer as to disguise the real nature of\nthe rhythmical and metrical pattern. When in doubt, close your eyes!",
        "We agree, then, that in all spoken language–and this is as true of prose\nas it is of verse–there are time-intervals more or less clearly marked,\nand that the ear is the final judge as to the nature of these intervals.\nBut can the ear really measure the intervals with any approximation to\ncertainty, so that prosodists, for instance, can agree that a given poem\nis written in a definite metre? In one sense “yes.” No one doubts that the\nOdyssey is written in “dactylic hexameters,” i.e., in lines made up of\nsix “feet,” each one of which is normally composed of a long syllable plus\ntwo short syllables, or of an acceptable equivalent for that particular\ncombination. But when we are taught in school that Longfellow’s\nEvangeline is also written in “dactylic hexameters,” trouble begins for\nthe few inquisitive, since it is certain that if you close your eyes and\nlisten carefully to a dozen lines of Homer’s Greek, and then to a\ndozen lines of Longfellow’s English, each written in so-called\n“hexameters,” you are listening to two very different arrangements of\ntime-intervals, so different, in fact, that the two poems are really not\nin the same “measure” or “metre” at all. For the Greek poet was, as a\nmetrist, thinking primarily of quantity, of the relative “timing” of his\nsyllables, and the American of the relative “stress” of his syllables.\n[Footnote: “Musically speaking–because the musical terms are exact and\nnot ambiguous–true dactyls are in 2-4 time and the verse of Evangelineis in 3-8 time.” T. D. Goodell, Nation, October 12, 1911.]",
        "That illustration is drearily hackneyed, no doubt, but it has a double\nvalue. It is perfectly clear; and furthermore, it serves to remind us of\nthe instinctive differences between different persons and different races\nas regards the ways of arranging time-intervals so as to create the\nrhythms of verse. The individual’s standard of measurement–his poetic\nfoot-rule, so to speak–is very elastic,–\"made of rubber” indeed, as the\nexperiments of many psychological laboratories have demonstrated beyond a\nquestion. Furthermore, the composers of poetry build it out of very\nelastic units. They are simply putting syllables of words together into a\nrhythmical design, and these “airy syllables,” in themselves mere symbols\nof ideas and feelings, cannot be weighed by any absolutely correct\nsound-scales. They cannot be measured in time by any absolutely accurate\nwatch-dial, or exactly estimated in their meaning, whether that be literal\nor figurative, by any dictionary of words and phrases. But this is only\nsaying that the syllables which make up the units of verse, whether the\nunits be called “foot” or “line” or “phrase,” are not dead, mechanical\nthings, but live things, moving rhythmically, entering thereby into the\npulsing, chiming life of the real world, and taking on more fullness of\nlife and beauty in elastic movement, in ordered but infinitely flexible\ndesign, than they ever could possess as independent particles.",
        "3. Conflict and Compromise\nAnd everywhere in the arrangement of syllables into the patterns of rhythm\nand metre we find conflict and compromise, the surrender of some values of\nsound or sense for the sake of a greater unity. To revert to\nconsiderations dealt with in an earlier chapter, we touch here upon the\nold antinomy–or it may be, harmony–between “form” and “significance,\"\nbetween the “outside” and the “inside” of the work of art. For words,\nsurely, have one kind of value as pure sound, as “cadences” made up of\nstresses, slides, pauses, and even of silences when the expected syllable\nis artfully withheld. It is this sound-value, for instance, which you\nperceive as you listen to a beautifully recited poem in Russian, a\nlanguage of which you know not a single word; and you may experience a\nmodification of the same pleasure in closing your mind wholly to the\n“sense” of a richly musical passage in Swinburne, and delighting your ear\nby its mere beauty of tone. But words have also that other value as\nmeaning, and we are aware how these meaning values shift with the stress\nand turns of thought, so that a given word has a greater or less weight in\ndifferent sentences or even in different clauses of the same sentence.\n“Meaning\" values, like sound values, are never precisely fixed in a\nmechanical and universally agreed-upon scale, they are relative, not\nabsolute. Sometimes meaning and sound conflict with one another, and one\nmust be sacrificed in part, as when the normal accent of a word\nrefuses to coincide with the verse-accent demanded by a certain measure,\nso that we “wrench” the accent a trifle, or make it “hover” over two\nsyllables without really alighting upon either. And it is significant that\nlovers of poetry have always found pleasure in such compromises.\n[Footnote: Compare the passage about Chopin’s piano-playing, quoted from\nAlden in the Notes and Illustrations for this chapter.]\nThey enjoy minor departures from and returns to the normal, the expected\nmeasure of both sound and sense, just as a man likes to sail a boat as\nclosely into the wind as he conveniently can, making his actual course a\ncompromise between the line as laid by the compass, and the actual facts\nof wind and tide and the behavior of his particular boat. It is thus that\nthe sailor “makes it,” triumphantly! And the poet “makes it” likewise, out\nof deep, strong-running tides of rhythmic impulse, out of arbitrary words\nand rebellious moods, out of",
        "  “Thoughts hardly to be packed\n  Into a narrow act,\n  Fancies that broke through language and escaped,”",
        "until he compels rhythm and syllables to move concordantly, and blend into\nthat larger living whole–the dancing, singing crowd of sounds and\nmeanings which make up a poem.",
        "4. The Rhythms of Prose\nJust here it may be of help to us to turn away for a moment from verse\nrhythm, and to consider what Dryden called “the other harmony” of prose.\nFor no one doubts that prose has rhythm, as well as verse. Vast and\nlearned treatises have been written on the prose rhythms of the Greeks and\nRomans, and Saintsbury’s History of English Prose Rhythm is a monumental\ncollection of wonderful prose passages in English, with the scansion of\n“long” and “short” syllables and of “feet” marked after a fashion that\nseems to please no one but the author. But in truth the task of inventing\nan adequate system for notating the rhythm of prose, and securing a\nworking agreement among prosodists as to a proper terminology, is almost\ninsuperable. Those of us who sat in our youth at the feet of German\nmasters were taught that the distinction between verse and prose was\nsimple: verse was, as the Greeks had called it, “bound speech” and prose\nwas “loosened speech.” But a large proportion of the poetry published in\nthe last ten years is “free verse,” which is assuredly of a “loosened\"\nrather than a “bound” pattern.",
        "Apparently the old fence between prose and verse has been broken down. Or,\nif one conceives of indubitable prose and indubitable verse as forming two\nintersecting circles, there is a neutral zone,",
        "[Illustration:   Prose  /  Neutral Zone  /  Verse]",
        "which some would call “prose poetry” and some “free verse,” and which,\naccording to the experiments of Dr. Patterson\n[Footnote: The Rhythm of Prose, already cited.]\nmay be appropriated as “prose experience” or “verse experience” according\nto the rhythmic instinct of each individual. Indeed Mr. T. S. Omond has\nadmitted that “the very same words, with the very same natural stresses,\nmay be prose or verse according as we treat them. The difference is in\nourselves, in the mental rhythm to which we unconsciously adjust the\nwords.\"\n[Footnote: Quoted in B. M. Alden, “The Mental Side of Metrical Form,\"\nModern Language Review, July, 1914.]\nMany familiar sentences from the English Bible or Prayer-Book, such as the\nwords from the Te Deum, “We, therefore, pray thee, help thy servants,\nwhom thou hast redeemed with thy precious blood,” have a rhythm which may\nbe felt as prose or verse, according to the mental habit or mood or\nrhythmizing impulse of the hearer.",
        "Nevertheless it remains true in general that the rhythms of prose are more\nconstantly varied, broken and intricate than the rhythms of verse. They\nare characterized, according to the interesting experiments of Dr.\nPatterson, by syncopated time,\n[Footnote: “For a ’timer’ the definition of prose as distinguished from\nverse experience depends upon a predominance of syncopation over\ncoincidence in the coordination of the accented syllables of the text with\nthe measuring pulses.” Rhythm of Prose, p. 22.]\nwhereas in normal verse there is a fairly clean-cut coincidence between\nthe pulses of the hearer and the strokes of the rhythm. Every one seems to\nagree that there is a certain danger in mixing these infinitely subtle and\n“syncopated” tunes of prose with the easily recognized tunes of verse.\nThere is, unquestionably, a natural “iambic” roll in English prose, due to\nthe predominant alternation of stressed and unstressed syllables in our\nnative tongue, but when Dickens–to cite what John Wesley would call “an\neminent sinner” in this respect–inserts in his emotional prose line after\nline of five-stress “iambic” verse, we feel instinctively that the\npresence of the blank verse impairs the true harmony of the prose.\n[Footnote:  Observe, in the “Notes and Illustrations” for this chapter,\nthe frequency of the blank-verse lines in Robert G. Ingersoll’s “Address\nover a Little Boy’s Grave.\"]\nDelicate writers of English prose usually avoid this coincidence of\npattern with the more familiar patterns of verse, but it is impossible to\navoid it wholly, and some of the most beautiful cadences of English prose\nmight, if detached from their context, be scanned for a few syllables as\nperfect verse. The free verse of Whitman, Henley and Matthew Arnold is\nfull of these embedded fragments of recognized “tunes of verse,” mingled\nwith the unidentifiable tunes of prose. There has seldom been a more\ncurious example of accidental coincidence than in this sentence from a\nprosaic textbook on “The Parallelogram of Forces”: “And hence no force,\nhowever great, can draw a cord, however fine, into a horizontal line which\nshall be absolutely straight.” This is precisely the “four-stressed\niambic” metre of In Memoriam, and it even preserves the peculiar rhyme\norder of the In Memoriam stanza:",
        "  “And hence no force, however great,\n    Can draw a cord, however fine,\n    Into a horizontal line\n  Which shall be absolutely straight.”",
        "We shall consider more closely, in the section on Free Verse in the\nfollowing chapter, this question of the coincidence and variation of\npattern as certain types of loosened verse pass in and out of the zone\nwhich is commonly recognized as pure prose. But it is highly important\nhere to remember another fact, which professional psychologists in their\nlaboratory experiments with the notation of verse and prose have\nfrequently forgotten, namely, the existence of a type of ornamented prose,\nwhich has had a marked historical influence upon the development of\nEnglish style. This ornamented prose, elaborated by Greek and Roman\nrhetoricians, and constantly apparent in the pages of Cicero, heightened\nits rhythm by various devices of alliteration, assonance, tone-color,\ncadence, phrase and period. Greek oratory even employed rhyme in highly\ncolored passages, precisely as Miss Amy Lowell uses rhyme in her\npolyphonic or “many-voiced” prose. Medieval Latin took over all of these\ndevices from Classical Latin, and in its varied oratorical, liturgical and\nepistolary forms it strove to imitate the various modes of cursus(\"running”) and clausula (\"cadence”) which had characterized the rhythms\nof Isocrates and Cicero.\n[Footnote: A. C. Clark, Prose Rhythm in English. Oxford, 1913.\nMorris W. Croll, “The Cadence of English Oratorical Prose,” Studies in\nPhilology. January, 1919.\nOliver W. Elton, “English Prose Numbers,” in Essays and Studies by\nmembers of the English Association, 4th Series. Oxford, 1913.]\nFrom the Medieval Latin Missal and Breviary these devices of prose rhythm,\nparticularly those affecting the end of sentences, were taken over into\nthe Collects and other parts of the liturgy of the English Prayer-Book.\nThey had a constant influence upon the rhythms employed by the translators\nof the English Bible, and through the Bible the cadences of this ancient\nornamented prose have passed over into the familiar but intricate\nharmonies of our “heightened” modern prose.",
        "While this whole matter is too technical to be dealt with adequately here,\nit may serve at least to remind the reader that an appreciation of English\nprose rhythms, as they have been actually employed for many centuries,\nrequires a sensitiveness to the rhetorical position of phrases and\nclauses, and to “the use of sonorous words in the places of rhetorical\nemphasis, which cannot be indicated by the bare symbols of prosody.\"\n[Footnote: New York Nation, February 27, 1913.]\nFor that sonority and cadence and balance which constitute a harmonious\nprose sentence cannot be adequately felt by a possibly illiterate\nscientist in his laboratory for acoustics; the “literary\" value of words,\nin all strongly emotional prose, is inextricably mingled with the bare\nsound values: it is thought-units that must be delicately “balanced” as\nwell as stresses and slides and final clauses; it is the elevation of\nideas, the nobility and beauty of feeling, as discerned by the trained\nliterary sense, which makes the final difference between enduring prose\nharmonies and the mere tinkling of the “musical glasses.\"\n[Footnote: This point is suggestively discussed by C. E. Andrews,\nThe Writing and Reading of Verse, chap. 5. New York, 1918.]\nThe student of verse may very profitably continue to exercise himself with\nthe rhythms of prose. He should learn to share the unwearied enthusiasm of\nProfessor Saintsbury for the splendid cadences of our sixteenth-century\nEnglish, for the florid decorative period of Thomas Browne and Jeremy\nTaylor, for the eloquent “prose poetry” of De Quincey and Ruskin and\nCharles Kingsley, and for the strangely subtle effects wrought by Pater\nand Stevenson. But he must not imagine that any laboratory system of\ntapping syncopated time, or any painstaking marking of macrons (-) breves\n(u) and caesuras (||) will give him full initiation into the mysteries of\nprose cadences which have been built, not merely out of stressed and\nunstressed syllables, but out of the passionate intellectual life of many\ngenerations of men. He may learn to feel that life as it pulsates in\nwords, but no one has thus far devised an adequate scheme for its\nnotation.",
        "5. Quantity, Stress and Syllable\nThe notation of verse, however, while certainly not a wholly simple\nmatter, is far easier. It is practicable to indicate by conventional\nprinter’s devices the general rhythmical and metrical scheme of a poem,\nand to indicate the more obvious, at least, of its incidental variations\nfrom the expected pattern. It remains as true of verse as it is of prose\nthat the “literary\" values of words–their connotations or emotional\novertones–are too subtle to be indicated by any marks invented by a\nprinter; but the alternation or succession of long or short syllables, of\nstressed or unstressed syllables, the nature of particular feet\nand lines and stanzas, the order and interlacing of rhymes, and even the\ndevices of tone-color, are sufficiently external elements of verse to\nallow easy methods of indication.",
        "When you and I first began to study Virgil and Horace, for instance, we\nwere taught that the Roman poets, imitating the Greeks, built heir verses\nupon the principle of Quantity. The metrical unit was the foot, made up\nof long and short syllables in various combinations, two short syllables\nbeing equivalent to one long one. The feet most commonly used were the\nIambus [short-long], the Anapest [short-short-long], the Trochee\n[long-short], the Dactyl [long-short-short], and the Spondee [long-long].\nThen we were instructed that a “verse” or line consisting of one foot was\ncalled a monometer, of two feet, a dimeter, of three, a trimeter, of four,\na tetrameter, of five, a pentameter, of six, a hexameter. This looked like\na fairly easy game, and before long we were marking the quantities in the\nfirst line of the Aeneid, as other school-children had done ever since the\ntime of St. Augustine:",
        " Arma vi¦rumque ca¦no  Tro¦jae qui ¦ primus ab¦oris.",
        "Or perhaps it was Horace’s",
        " Maece¦nas, atavis ¦¦ edite reg¦ibus.",
        "We were told, of course, that it was not all quite as simple as this: that\nthere were frequent metrical variations, such as trochees changing places\nwith dactyls, and anapests with iambi; that feet could be inverted, so\nthat a trochaic line might begin with an iambus, an anapestic line with a\ndactyl, or vice versa; that syllables might be omitted at the beginning\nor the end or even in the middle of a line, and that this “cutting-off\"\nwas called catalexis; that syllables might even be added at the\nbeginning or end of certain lines and that these syllables were called\nhypermetric; and that we must be very watchful about pauses,\nparticularly about a somewhat mysterious chief pause, liable to occur\nabout the middle of a line, called a caesura. But the magic password to\nadmit us to this unknown world of Greek and Roman prosody was after all\nthe word Quantity.",
        "If a few of us were bold enough to ask the main difference between this\nRoman system of versification and the system which governed modern English\npoetry–even such rude playground verse as",
        "  “Eeny, meeny, miny, mo,\n  Catch a nigger by the toe\"–",
        "we were promptly told by the teacher that the difference was a very plain\none, namely, that English, like all the Germanic languages, obeyed in its\nverse the principles of Stress. Instead of looking for “long” and\n“short” syllables, we had merely to look for “stressed” and “unstressed\"\nsyllables. It was a matter, not of quantity, but of accent; and if we\nremembered this fact, there was no harm but rather a great convenience, in\nretaining the technical names of classical versification. Only we must be\ncareful that by “iambus,” in English poetry, we meant an unstressed\nsyllable, rather than a short syllable followed by a long one. And so with\n“trochee,” “dactyl,” “anapest” and the rest; if we knew that accent and\nnot quantity was what we really had in mind, it was proper enough to speak\nof Paradise Lost as written in “iambic pentameter,” and Evangeline in\n“dactylic hexameter,” etc. The trick was to count stresses and not\nsyllables, for was not Coleridge’s Christabel written in a metre which\nvaried its syllables anywhere from four to twelve for the line, yet\nmaintained its music by regularity of stress?",
        "Nothing could be plainer than all this. Yet some of us discovered when we\nwent to college and listened to instructors who grew strangely excited\nover prosody, that it was not all as easy as this distinction between\nQuantity and Stress would seem to indicate. For we were now told that\nthe Greek and Roman habits of daily speech in prose had something to do\nwith their instinctive choice of verse-rhythms: that at the very time when\nthe Greek heroic hexameters were being composed, there was a natural\ndactylic roll in spoken prose; that Roman daily speech had a stronger\nstress than Greek, so that Horace, in imitating Greek lyric measures, had\nstubborn natural word-accents to reconcile with his quantitative measures;\nthat the Roman poets, who had originally allowed normal word-accent and\nverse-pulse to coincide for the most part, came gradually to enjoy a\ncertain clash between them, keeping all the while the quantitative\nprinciple dominant; so that when Virgil and Horace read their verses\naloud, and word-accent and verse-pulse fell upon different syllables, the\nverse-pulse yielded slightly to the word-accent, thus adding something of\nthe charm of conversational prose to the normal time-values of the rhythm.\nIn a word, we were now taught–if I may quote from a personal letter of a\ndistinguished American Latinist–that “the almost universal belief that\nLatin verse is a matter of quantity only is a mistake. Word-accent was not\nlost in Latin verse.”",
        "And then, as if this undermining of our schoolboy faith in pure Quantity\nwere not enough, came the surprising information that the Romans had kept,\nperhaps from the beginning of their poetizing, a popular type of accented\nverse, as seen in the rude chant of the Roman legionaries,",
        " Mílle Fráncos mílle sémel Sármatás occídimús.\n[Footnote: See C. M. Lewis, Foreign Sources of Modern English\nVersification. Halle, 1898.]",
        "Certainly those sun-burnt “doughboys” were not bothering themselves\nabout trochees and iambi and such toys of cultivated “literary” persons;\nthey were amusing themselves on the march by inventing words to fit the\n“goose-step.” Their",
        " Unus homo mille mille mille decollavimus\nwhich Professor Courthope scans as trochaic verse,\n[Footnote: History of English Poetry, vol. 1, p. 73.]\nseems to me nothing but “stress” verse, like",
        " “Hay-foot, straw-foot, belly full of bean-soup–Hep–Hep!”\nPopular accentual verse persisted, then, while the more cultivated Roman\npublic acquired and then gradually lost, in the course of centuries, its\near for the quantitative rhythms which originally had been copied from the\nGreeks.",
        "Furthermore, according to our ingenious college teachers, there was still\na third principle of versification to be reckoned with, not depending on\nQuantity or Stress, but merely Syllabic, or syllable-counting. This was\nimmemorially old, it seemed, and it had reappeared mysteriously in Europe\nin the Dark Ages.",
        "Dr. Lewis cites from a Latin manuscript poem of the ninth century:\n[Footnote: Foreign Sources, etc., p. 3.]",
        "  “Beatissimus namque Dionysius ¦ Athenis quondam episcopus,\n  Quem Sanctus Clemens direxit in Galliam ¦ propter praedicandi\n    gratiam,” etc.",
        "“Each verse contains 21 syllables, with a caesura after the 12th. No\nfurther regularity, either metrical or rhythmical, can be perceived.\nSuch a verse could probably not have been written except for music.\"\nChurch-music, apparently, was also a factor in the development of\nversification,–particularly that “Gregorian\" style which demanded neither\nquantitative nor accentual rhythm, but simply a fair count of syllables in\nthe libretto, note matching syllable exactly. But when the great medieval\nLatin hymns, like Dies ire, were written, the Syllabic principle of\nversification, like the Quantitative principle, dropped out of sight,\nand we witness once more the emergence of the Stress or accentual system,\nheavily ornamented with rhymes.\n[Footnote: See the quotation from Taylor’s Classical Heritage of the\nMiddle Ages printed in the “Notes and Illustrations” for this chapter.]\nYet the Syllabic method reappears once more, we were told, in French\nprosody, and thus affects the verse of Chaucer and of subsequent English\npoetry, and it still may be studied, isolated as far as may be from\nconsiderations of quantity and stress, in certain English songs written\nfor music, where syllable carefully matches note. The “long metre\"\n(8 syllables), “short metre” (6 syllables) and “common metre\"\n(7 syllables, 6 syllables) of the hymn books is a convenient\nillustration of thinking of metre in terms of syllables alone.",
        "6. The Appeal to the Ear\nAt this point, perhaps, having set forth the three theories of Quantity,\nStress and Syllable, our instructors were sensible enough to make an\nappeal to the ear. Reminding us that stress was the controlling principle\nin Germanic poetry,–although not denying that considerations of quantity\nand number of syllables might have something to do with the effect,–they\nread aloud to us some Old English verse. Perhaps it was that Song of the\nBattle of Brunanburh which Tennyson has so skilfully rendered into modern\nEnglish words while preserving the Old English metre. And here, though the\nAnglo-Saxon words were certainly uncouth, we caught the chief stresses\nwithout difficulty, usually four beats to the line. If the instructor,\nwhile these rude strokes of rhythm were still pounding in our ears,\nfollowed the Old English with a dozen lines of Chaucer, we could all\nperceive the presence of a newer, smoother, more highly elaborated\nverse-music, where the number of syllables had been cunningly\nreckoned, and the verse-accent seemed always to fall upon a syllable long\nand strong enough to bear the weight easily, and the rhymes rippled like a\nbrook. Whether we called the metre of the Prologue rhymed couplets of\niambic pentameter, or rhymed couplets of ten-syllabled, five-stressed\nverse, the music, at least, was clear enough. And so was the music of the\n“blank” or unrhymed five-stress lines of Marlowe and Shakspere and Milton,\nand as we listened it was easy to believe that “stress” and “quantity” and\n“syllable,” all playing together like a chime of bells, are concordant and\nnot quarrelsome elements in the harmony of modern English verse. Only, to\nbe richly concordant, each must be prepared to yield a little if need be,\nto the other!",
        "I have taken too many pages, perhaps, in thus sketching the rudimentary\neducation of a college student in the elements of rhythm and metre, and in\nshowing how the theoretical difficulties of the subject–which are\nadmittedly great–often disappear as soon as one resolves to let the ear\ndecide. A satisfied ear may soothe a dissatisfied mind. I have quoted from\na letter of an American scholar about quantity being the “controlling\"\nelement of cultivated Roman verse, and I now quote from a personal letter\nof an American poet, emphasizing the necessity of “reading poetry as it\nwas meant to be read”: “My point is not that English verse has no\nquantity, but that the controlling element is not quantity but accent. The\nlack of fixed syllabic quantity is just what I emphasize. This lack\nmakes definite beat impossible: or at least it makes it absurd to\nattempt to scan English verse by feet. The proportion of ’irregularities’\nand ’exceptions’ becomes painful to the student and embarrassing to the\nprofessor. He is put to fearful straits to explain his prosody and make it\nfit the verse. And when he has done all this, the student, if he has a\ngood ear, forthwith forgets it all, and reads the verse as it was meant to\nbe read, as a succession of musical bars (without pitch, of course), in\nwhich the accent marks the rhythm, and pauses and rests often take the\nplace of missing syllables. To this ingenuous student I hold out my hand\nand cast in my lot with him. He is the man for whom English poetry is\nwritten.”",
        "It may be objected, of course, that the phrase “reading poetry as it was\nmeant to be read” really begs the question. For English poets have often\namused themselves by composing purely quantitative verse, which they wish\nus to read as quantitative. The result may be as artificial as the\npainfully composed Latin quantitative verse of English schoolboys, but the\nthing can be done. Tennyson’s experiments in quantity are well known, and\nshould be carefully studied. He was proud of his hexameter:",
        "  “High winds roaring above me, dark leaves falling about me,”",
        "and of his pentameter:",
        "  “All men alike hate slops, particularly gruel.”",
        "Here the English long and short syllables–as far as “long” and “short\"\ncan be definitely distinguished in English–correspond precisely to the\nrules of Roman prosody. The present Laureate, Robert Bridges, whose\ninvestigations in English and Roman prosody have been incessant, has\nrecently published a book of experiments in writing English quantitative\nhexameters.\n[Footnote: Ibant Obscuri. New York, Oxford University Press, 1917.]\nHere are half a dozen lines:",
        "  “Midway of all this tract, with secular arms an immense elm\n  Reareth a crowd of branches, aneath whose lofty protection\n  Vain dreams thickly nestle, clinging unto the foliage on high:\n  And many strange creatures of monstrous form and features\n  Stable about th’ entrance, Centaur and Scylla’s abortion,\n  And hundred-handed Briareus, and Lerna’s wild beast....”",
        "These are lines interesting to the scholar, but they are somehow\n“non-English” in their rhythm–not in accordance with “the genius of the\nlanguage,” as we vaguely but very sensibly say. Neither did the stressed\n“dactylic” hexameters of Longfellow, written though they were by a skilful\nversifier, quite conform to “the nature of the language.”",
        "7. The Analogy with Music\nOne other attempt to explain the difficulties of English rhythm and metre\nmust at least be mentioned here, namely the “musical” theory of the\nAmerican poet and musician, Sidney Lanier. In his Science of English\nVerse, an acute and very suggestive book, he threw over the whole theory\nof stress–or at least, retained it as a mere element of assistance, as in\nmusic, to the marking of time, maintaining that the only necessary element\nin rhythm is equal time-intervals, corresponding to bars of music.\nAccording to Lanier, the structure of English blank verse, for instance,\nis not an alternation of unstressed with stressed syllables, but a series\nof bars of 3/8 time, thus:",
        "[Illustration: Five bars of 3/8 time, each with a short and a long note.]",
        "Thomson, Dabney and other prosodists have followed Lanier’s general\ntheory, without always agreeing with him as to whether blank verse is\nwritten in 3/8 or 2/4 time. Alden, in a competent summary of these various\nmusical theories as to the basis of English verse,\n[Footnote: Introduction to Poetry, pp. 190-93. See also Alden’s English\nVerse, Part 3. “The Time-Element in English Verse.\"]\nquotes with approval Mr. T. S. Omond’s words: “Musical notes are almost\npure symbols. In theory at least, and no doubt substantially in practice,\nthey can be divided with mathematical accuracy–into fractions of 1/2,\n1/4, 1/8, 1/16, etc.–and the ideal of music is absolute accordance with\ntime. Verse has other methods and another ideal. Its words are concrete\nthings, not readily carved to such exact pattern.... The perfection of\nmusic lies in absolute accordance with time, that of verse is continual\nslight departures from time. This is why no musical representations of\nverse ever seem satisfactory. They assume regularity where none exists.”",
        "8. Prosody and Enjoyment\nIt must be expected then, that there will be different preferences in\nchoosing a nomenclature for modern English metres, based upon the\ndifferences in the individual physical organism of various metrists, and\nupon the strictness of their adherence to the significance of stress,\nquantity and number of syllables in the actual forms of verse. Adherents\nof musical theories in the interpretation of verse may prefer to speak of\n“duple time” instead of iambic-trochaic metres, and of “triple” time for\nanapests and dactyls. Natural “stressers” may prefer to call iambic and\nanapestic units “rising” feet, to indicate the ascent of stress as one\npasses from the weaker to the stronger syllables; and similarly, to call\ntrochaic and dactylic units “falling” feet, to indicate the descent or\ndecline of stress as the weaker syllable or syllables succeed the\nstronger. Or, combining these two modes of nomenclature, one may\nlegitimately speak of iambic feet as “duple rising,”",
        "  “And never lifted up a single stone\";",
        "trochaic as “duple falling,”",
        "  “Here they are, my fifty perfect poems\";",
        "anapestic as “triple rising,”",
        "  “But he lived with a lot of wild mates, and they never would let him be\ngood\";",
        "and dactylic as “triple falling\";",
        "  “Cannon to right of them, cannon to left of them.”",
        "If a line is felt as “metrical,” i.e. divided into approximately equal\ntime-intervals, the particular label employed to indicate the nature of\nthe metre is unimportant. It may be left to the choice of each student of\nmetre, provided he uses his terms consistently. The use of the traditional\nterminology “iambic,” “trochaic,” etc., is convenient, and is open to no\nobjection if one is careful to make clear the sense in which he employs\nsuch ambiguous terms.",
        "It should also be added, as a means of reconciling the apparently warring\nclaims of stress and quantity in English poetry, that recent\ninvestigations in recording through delicate instruments the actual\ntime-intervals used by different persons in reading aloud the same lines\nof poetry, prove what has long been suspected, namely, the close\naffiliation of quantity with stress.\n[Footnote: “Syllabic Quantity in English Verse,” by Ada F. Snell, Pub. Of\nMod, Lang. Ass., September, 1918.]\nMiss Snell’s experiments show that the foot in English verse is made up of\nsyllables 90 per cent of which are, in the stressed position, longer than\nthose in the unstressed. The average relation of short to long syllables,\nis, in spite of a good deal of variation among the individual readers,\nalmost precisely as 2 to 4–which has always been the accepted ratio for\nthe relation of short to long syllables in Greek and Roman verse. If one\nexamines English words in a dictionary, the quantities of the syllables\nare certainly not “fixed” as they are in Greek and Latin, but the moment\none begins to read a passage of English poetry aloud, and becomes\nconscious of its underlying type of rhythm, he fits elastic units of\n“feet” into the steadily flowing or pulsing intervals of time.\nThe “foot” becomes, as it were, a rubber link in a moving bicycle chain.\nThe revolutions of the chain mark the rhythm; and the stressed or\nunstressed or lightly stressed syllables in each “link” or foot,\naccommodate themselves, by almost unperceived expansion and contraction,\nto the rhythmic beat of the passage as a whole.",
        "Nor should it be forgotten that the “sense” of words, their\nmeaning-weight, their rhetorical value in certain phrases, constantly\naffects the theoretical number of stresses belonging to a given line. In\nblank verse, for instance, the theoretical five chief stresses are often\nbut three or four in actual practice, lighter stresses taking their place\nin order to avoid a pounding monotony, and conversely, as in Milton’s\nfamous line,",
        "  “Rocks, caves, lakes, dens, bogs, fens, and shades of death,”",
        "the rhetorical significance of the monosyllables compels an overloading of\nstresses which heightens the desired poetic effect. Corson’s Primer of\nEnglish Verse and Mayor’s English Metres give numerous examples from\nthe blank verse of Milton and Tennyson to illustrate the constant\nsubstitution and shifting of stresses in order to secure variety of music\nand suggestive adaptations of sound to sense. It is well known that\nShakspere’s blank verse, as he developed in command of his artistic\nresources, shows fewer “end-stopped” lines and more “run-on” lines, with\nan increasing proportion of light and weak endings. But the same principle\napplies to every type of English rhythm. As soon as the dominant\nbeat–which is commonly, but not always, apparent in the opening measures\nof the poem–once asserts itself, the poet’s mastery of technique is\nrevealed through his skill in satisfying the ear with a verbal music which\nis never absolutely identical in its time-intervals, its stresses or its\npitch, with the fixed, wooden pattern of the rhythm he is using.",
        "For the human voice utters syllables which vary their duration, stress and\npitch with each reader. Photographs of voice-waves, as printed by Verrier,\nScripture, and many other laboratory workers, show how great is the\ndifference between individuals in the intervals covered by the upward and\ndownward slides or “inflections” which indicate doubt or affirmation. And\nthese “rising” and “falling” and “circumflex” and “suspended” inflections,\nwhich make up what is called “pitch-accent,” are constantly varied, like\nthe duration and stress of syllables, by the emotions evoked in reading.\nWords, phrases, lines and stanzas become colored with emotional overtones\ndue to the feeling of the instant. Poetry read aloud as something sensuous\nand passionate cannot possibly conform exactly to a set mechanical pattern\nof rhythm and metre. Yet the hand-woven Oriental rug, though lacking the\ngeometrical accuracy of a rug made by machinery, reveals a more vital and\nintimate beauty of design and execution. Many well-known poets–Tennyson\nbeing perhaps the most familiar example–have read aloud their own verses\nwith a peculiar chanting sing-song which seemed to over-emphasize the\nfundamental rhythm. But who shall correct them? And who is entitled to say\nthat a line like Swinburne’s",
        "  “Full-sailed, wide-winged, poised softly forever asway”",
        "is irregular according to the foot-rule of traditional prosody, when it is\nprobable, as Mr. C. E. Russell maintains, that Swinburne was here\ncomposing in purely musical and not prosodical rhythm?\n[Footnote: “Swinburne and Music,” by Charles E. Russell, North American\nReview, November, 1907. See the quotation in the “Notes and\nIllustrations” for this chapter.]",
        "Is it not true, furthermore, as some metrical sceptics like to remind us,\nthat if we once admit the principle of substitution and equivalence, of\nhypermetrical and truncated syllables, of pauses taking the place of\nsyllables, we can very often make one metre seem very much like another?\nThe question of calling a given group of lines “iambic” or “trochaic,” for\ninstance, can be made quite arbitrary, depending upon where you begin to\ncount syllables. “Iambic” with initial truncation or “trochaic” with final\ntruncation? Tweedle-dum or tweedle-dee? Do you count waves from crest to\ncrest or from hollow to hollow? When you count the links in a bicycle\nchain, do you begin with the slender middle of each link or with one of\nthe swelling ends? So is it with this “iambic” and “trochaic” matter.\nProfessor Alden, in a suggestive pamphlet,\n[Footnote: “The Mental Side of Metrical Form,” already cited.]\nconfesses that these contrasting concepts of rising and falling metre are\nnothing more than concepts, alterable at will.",
        "But while the experts in prosody continue to differ and to dogmatize, the\nlover of poetry should remember that versification is far older than the\nscience of prosody, and that the enjoyment of verse is, for millions of\nhuman beings, as unaffected by theories of metrics as the stars are\nunaffected by the theories of astronomers. It is a satisfaction to the\nmind to know that the stars in their courses are amenable to law, even\nthough one be so poor a mathematician as to be incapable of grasping and\nstating the law. The mathematics of music and of poetry, while heightening\nthe intellectual pleasure of those capable of comprehending it, is\nadmittedly too difficult for the mass of men. But no lover of poetry\nshould refuse to go as far in theorizing as his ear will carry him. He\nwill find that his susceptibility to the pulsations of various types of\nrhythm, and his delight in the intricacies of metrical device, will be\nheightened by the mental effort of attention and analysis. The danger is\nthat the lover of poetry, wearied by the quarrels of prosodists, and\nforgetting the necessity of patience, compromise and freedom from\ndogmatism, will lose his curiosity about the infinite variety of metrical\neffects. But it is this very curiosity which makes his ear finer, even if\nhis theories may be wrong. Hundreds of metricists admire and envy\nProfessor Saintsbury’s ear for prose and verse rhythms while\ndisagreeing wholly with his dogmatic theories of the “foot,” and his\nsystem of notation. There are sure to be some days and hours when the\nreader of poetry will find himself bored and tired with the effort of\nattention to the technique of verse. Then he can stop analysing, close his\neyes, and drift out to sea upon the uncomprehended music.",
        "  “The stars of midnight shall be dear\n   To her; and she shall lean her ear\n   In many a secret place\n   Where rivulets dance their wayward round,\n   And beauty born of murmuring sound\n   Shall pass into her face.”",
        "Continue...",
        "\nThis eBook of “A Study of Poetry” by Bliss Perry (Professor of English Literature in Harvard University\nAuthor of “A Study of Prose Fiction,” “Walt Whitman,” “The American Mind,” etc.) belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "A Study Of PoetryBy Bliss PerryAt Amazon"
    ]
}