{
    "title": "A Study of Poetry - Notes and Illustrations",
    "author": "Bliss Perry",
    "chapter": "12",
    "content": [
        "\n\n",
        "I add here some suggestions to teachers who may wish to use this book in\nthe classroom. In connection with each chapter I have indicated the more\nimportant discussions of the special topic. There is also some additional\nillustrative material, and I have indicated a few hints for classroom\nexercises, following methods which have proved helpful in my own\nexperience as a teacher.",
        "I have tried to keep in mind the needs of two kinds of college courses in\npoetry. One of them is the general introductory course, which usually\nbegins with the lyric rather than with the epic or the drama, and which\nutilizes some such collection as the Golden Treasury or the Oxford Book\nof English Verse. Any such collection of standard verse, or any of the\nanthologies of recent poetry, like those selected by Miss Jessie B.\nRittenhouse or Mr. W. S. Braithwaite, should be constantly in use in the\nclassroom as furnishing concrete illustration of the principles discussed\nin books like mine.",
        "The other kind of course which I have had in mind is the one dealing with\nthe works of a single poet. Spenser, Milton, Wordsworth, Tennyson,\nBrowning, are among the poets most frequently chosen for this sort of\nstudy. I have found it an advantage to carry on the discussion of the\ngeneral principles of poetic imagination and expression in connection with\nthe close textual study of the complete work of any one poet. It is hoped\nthat this book may prove helpful for such a purpose.",
        "This chapter aims to present, in as simple a form as possible, some of the\nfundamental questions in aesthetic theory as far as they bear upon the\nstudy of poetry. James Sully’s article on “Aesthetics” in the\nEncyclopaedia Britannica, and Sidney Colvin’s article on “The Fine\nArts,” afford a good preliminary survey of the field. K. Gordon’s\nAesthetics, E. D. Puffer’s Psychology of Beauty, Santayana’s Sense of\nBeauty, Raymond’s Genesis of Art Form, and Arthur Symons’s Seven\nArts, are stimulating books. Bosanquet’s Three Lectures on Aesthetic is\ncommended to those advanced students who have not time to read his\nvoluminous History of Aesthetic, just as Lane Cooper’s translation of\nAristotle on the Art of Poetry may be read profitably before taking up\nthe more elaborate discussions in Butcher’s Aristotle’s Theory of Poetry\nand Fine Art. In the same way, Spingarn’s Creative Criticism is a good\npreparation for Croce’s monumental Aesthetics. The student should\ncertainly make some acquaintance with Lessing’s Laokoon, and he will\nfind Babbitt’s New Laokoon a brilliant and trenchant survey of the old\nquestions.",
        "It may be, however, that the teacher will prefer to pass rapidly over the\nground covered in this chapter, rather than to run the risk of confusing\nhis students with problems admittedly difficult. In that case the\nclassroom discussions may begin with chapter II. I have found, however,\nthat the new horizons which are opened to many students in connection with\nthe topics touched upon in chapter I more than make up for some temporary\nbewilderment.",
        "The need here is to look at an old subject with fresh eyes. Teachers who\nare fond of music or painting or sculpture can invent many illustrations\nfollowing the hint given in the Orpheus and Eurydice passage in the text.\nAmong recent books, Fairchild’s Making of Poetry and Max Eastman’s\nEnjoyment of Poetry are particularly to be commended for their\nunconventional point of view. See also Fairchild’s pamphlet on Teaching\nof Poetry in the High School, and John Erskine’s paper on “The Teaching\nof Poetry” (Columbia University Quarterly, December, 1915). Alfred\nHayes’s “Relation of Music to Poetry” (Atlantic, January, 1914) is\npertinent to this chapter. But the student should certainly familiarize\nhimself with Theodore Watts-Dunton’s famous article on “Poetry” in\nthe Encyclopaedia Britannica, now reprinted with additions in his\nRenascence of Wonder. He should also read A. C. Bradley’s chapter on\n“Poetry for its Own Sake” in the Oxford Lectures on Poetry, Neilson’s\nEssentials of Poetry, Stedman’s Nature and Elements of Poetry, as well\nas the classic “Defences” of Poetry by Philip Sidney, Shelley, Leigh Hunt\nand George E. Woodberry. For advanced students, R. P. Cowl’s Theory of\nPoetry in England is a useful summary of critical opinions covering\nalmost every aspect of the art of poetry, as it has been understood by\nsuccessive generations of Englishmen.",
        "This chapter, like the first, will be difficult for some students. They\nmay profitably read, in connection with it, Professor Winchester’s chapter\non “Imagination” in his Literary Criticism, Neilson’s discussion of\n“Imagination” in his Essentials of Poetry, the first four chapters of\nFairchild, chapters 4, 13, 14, and 15 of Coleridge’s Biographia\nLiteraria, and Wordsworth’s Preface to his volume of Poems of 1815. See\nalso Stedman’s chapter on “Imagination” in his Nature and Elements of\nPoetry.",
        "Under section 2, some readers may be interested in Sir William Rowan\nHamilton’s account of his famous discovery of the quaternion analysis, one\nof the greatest of all discoveries in pure mathematics:",
        "  “Quaternions started into life, or light, full grown,\n  on Monday, the 16th of October, 1843, as I was walking\n  with Lady Hamilton to Dublin, and came up to\n  Brougham Bridge, which my boys have since called the\n  Quaternion Bridge. That is to say, I then and there\n  felt the galvanic circuit of thought close, and the sparks\n  which fell from it were the fundamental equations between\n  i, j, k; exactly such as I have used them ever since.\n  I pulled out on the spot a pocket-book, which still exists,\n  and made an entry on which, at the very moment, I felt\n  that it might be worth my while to expend the labor of\n  at least ten (or it might be fifteen) years to come. But\n  then it is fair to say that this was because I felt a problem  to have been at that moment solved–an intellectual\n  want relieved–which had haunted me for at least\n  ifteen years before. Less than an hour elapsed before I\n  had asked and obtained leave of the Council of the\n  Royal Irish Academy, of which Society I was, at that\n  time, the President–to read at the next General Meeting  a Paper on Quaternions; which I accordingly did, on\n  November 13, 1843.”",
        "The following quotation from Lascelles-Abercrombie’s study of Thomas Hardy\npresents in brief compass the essential problem dealt with in this\nchapter. It is closely written, and should be read more than once.",
        "  “Man’s intercourse with the world is necessarily formative. His\n  experience of things outside his consciousness is in the manner of a\n  chemistry, wherein some energy of his nature is mated with the energy\n  brought in on his nerves from externals, the two combining into\n  something which exists only in, or perhaps we should say closely around,\n  man’s consciousness. Thus what man knows of the world is what has been\n  formed by the mixture of his own nature with the streaming in of the\n  external world. This formative energy of his, reducing the in-coming\n  world into some constant manner of appearance which may be appreciable\n  by consciousness, is most conveniently to be described, it seems, as an\n  unaltering imaginative desire: desire which accepts as its material, and\n  fashions itself forth upon, the many random powers sent by the world to\n  invade man’s mind. That there is this formative energy in man may easily\n  be seen by thinking of certain dreams; those dreams, namely, in which\n  some disturbance outside the sleeping brain (such as a sound of knocking\n  or a bodily discomfort) is completely formed into vivid trains of\n  imagery, and in that form only is presented to the dreamer’s\n  consciousness. This, however, merely shows the presence of the active\n  desire to shape sensation into what consciousness can accept; the dream\n  is like an experiment done in the isolation of a laboratory; there are\n  so many conflicting factors when we are awake that the events of sleep\n  must only serve as a symbol or diagram of the intercourse of mind with\n  that which is not mind–intercourse which only takes place in a region\n  where the outward radiations of man’s nature combine with the\n  irradiations of the world. Perception itself is a formative act; and all\n  the construction of sensation into some orderly, coherent idea of the\n  world is a further activity of the central imaginative desire. Art is\n  created, and art is enjoyed, because in it man may himself completely\n  express and exercise those inmost desires which in ordinary experience\n  are by no means to be completely expressed. Life has at last been\n  perfectly formed and measured to man’s requirements; and in art man\n  knows himself truly the master of his existence. It is this sense of\n  mastery which gives man that raised and delighted consciousness of self\n  which art provokes.”",
        "I regret that Professor Lowes’s brilliant discussion of “Poetic Diction\"\nin his Convention and Revolt did not appear until after this chapter was\nwritten. There are stimulating remarks on Diction in Fairchild and\nEastman, in Raleigh’s Wordsworth, in L. A. Sherman’s Analytics of\nLiterature, chapter 6, in Raymond’s Poetry as a Representative Art, and\nin Hudson Maxim’s Science of Poetry. Coleridge’s description of\nWordsworth’s theory of poetic diction in the Biographia Literaria is\nfamous. Walt Whitman’s An American Primer, first published in the\nAtlantic for April, 1904, is a highly interesting contribution to the\nsubject.",
        "No theoretical discussion, however, can supply the place of a close study,\nword by word, of poems in the classroom. It is advisable, I think, to\nfollow such analyses of the diction of Milton, Keats and Tennyson by a\nscrutiny of the diction employed by contemporary poets like Edgar Lee\nMasters and Carl Sandburg.",
        "The following passages in prose and verse, printed without the authors’\nnames, are suggested as an exercise in the study of diction:",
        "1. “The falls were in plain view about a mile off, but very distinct,\n   and no roar–hardly a murmur. The river tumbling green and white, far\n   below me; the dark, high banks, the plentiful umbrage, many bronze\n   cedars, in shadow; and tempering and arching all the immense\n   materiality, a clear sky overhead, with a few white clouds, limpid,\n   spiritual, silent. Brief, and as quiet as brief, that picture–a\n   remembrance always afterward.”",
        "2. “If there be fluids, as we know there are, which, conscious of a\n   coming wind, or rain, or frost, will shrink and strive to hide\n   themselves in their glass arteries; may not that subtle liquor of the\n   blood perceive, by properties within itself, that hands are raised to\n   waste and spill it; and in the veins of men run cold and dull as his\n   did, in that hour!”",
        "3. “On a flat road runs the well-train’d runner,\n   He is lean and sinewy with muscular legs,\n   He is thinly clothed, he leans forward as he runs,\n   With lightly closed fists and arms partially rais’d.”",
        "4. “The feverish heaven with a stitch in the side,\n          Of lightning.”",
        "5. “Out of blue into black is the scheme of the skies, and their dews are\n   the wine of the bloodshed of things.”",
        "6. “Dry clash’d his harness in the icy caves\n   And barren chasms, and all to left and right\n   The bare black cliff clang’d round him, as he based\n   His feet on juts of slippery crag that rang\n   Sharp-smitten with the dint of armed heels.”",
        "7. “As for the grass, it grew as scant as hair\n    In leprosy; their dry blades pricked the mud\n    Which underneath looked kneaded up with blood.\n  One stiff blind horse, his every bone a-stare,\n  Stood stupefied, however he came there:\n    Thrust out past service from the devil’s stud.”",
        "8. “For the main criminal I have no hope\n   Except in such a suddenness of fate.\n   I stood at Naples once, a night so dark\n   I could have scarce conjectured there was earth\n   Anywhere, sky or sea or world at all:\n   But the night’s black was burst through by a\n     blaze–\n   Thunder struck blow on blow, earth groaned and\n     bore,\n   Through her whole length of mountain visible:\n   There lay the city thick and plain with spires,\n   And, like a ghost disshrouded, white the sea.\n   So may the truth be flashed out by one blow,\n   And Guido see, one instant, and be saved.”",
        "A fresh and clear discussion of the principles governing Rhythm and\nMetre may be found in C. E. Andrews’s Writing and Reading of Verse.\nThe well-known books by Alden, Corson, Gummere, Lewis, Mayor, Omond,\nRaymond and Saintsbury are indicated in the Bibliography. Note also\nthe bibliographies given by Alden and Patterson.",
        "I have emphasized in this chapter the desirability of compromise in some\nhotly contested disputes over terminology and methods of metrical\nnotation. Perhaps I have gone farther in this direction than some teachers\nwill wish to go. But all classroom discussion should be accompanied by\noral reading of verse, by the teacher and if possible by pupils, and the\nmoment oral interpretations begin, it will be evident that “a satisfied\near” is more important than an exact agreement upon methods of notation.",
        "I venture to add here, for their suggestiveness, a few passages about\nRhythm and Metre, and finally, as an exercise in the study of the\nprevalence of the “iambic roll” in sentimental oratory, an address by\nRobert G. Ingersoll.",
        "1. “Suppose that we figure the nervous current which corresponds to\nconsciousness as proceeding, like so many other currents of nature, in\nwaves–then we do receive a new apprehension, if not an explanation, of\nthe strange power over us of successive strokes.... Whatever things occupy\nour attention–events, objects, tones, combinations of tones, emotions,\npictures, images, ideas–our consciousness of them will be heightened by\nthe rhythm as though it consisted of waves.”\n    EASTMAN, The Enjoyment of Poetry, p. 93.",
        "2. “Rhythm of pulse is the regular alternation of units made up of beat\nand pause; rhythm in verse is a measured or standardized arrangement of\nsound relations. The difference between rhythm of pulse and rhythm in\nverse is that the one is known through touch, the other through hearing;\nas rhythm, they are essentially the same kind of thing. Viewed generally\nand externally, then, verse is language that is beaten into measured\nrhythm, or that has some type of uniform or standard rhythmical\narrangement.”\n    FAIRCHILD, The Making of Poetry, p. 117.",
        "3. “A Syllable is a body of sound brought out with an independent, single,\nand unbroken breath (Sievers). This syllable may be long or short,\naccording to the time it fills; compare the syllables in merrily with\nthe syllables in corkscrew. Further, a syllable may be heavy or\nlight (also called accented or unaccented) according as it receives\nmore or less force or stress of tone: compare the two syllables of\ntreamer. Lastly, a syllable may have increased or diminished height-of\ntone,–pitch: cf. the so-called ’rising inflection’ at the end of a\nquestion. Now, in spoken language, there are infinite degrees of length,\nof stress, of pitch....",
        "“It is a well-known property of human speech that it keeps up a ceaseless\nchange between accented and unaccented syllables. A long succession of\naccented syllables becomes unbearably monotonous; a long succession of\nunaccented syllables is, in effect, impossible. Now when the ear detects\nat regular intervals a recurrence of accented syllables, varying with\nunaccented, it perceives Rhythm. Measured intervals of time are the\nbasis of all verse, and their regularity marks off poetry from prose; so\nthat Time is thus the chief element in Poetry, as it is in Music and in\nDancing. From the idea of measuring these time-intervals, we derive the\nname Metre; Rhythm means pretty much the same thing,–’a flowing,’ an\neven, measured motion. This rhythm is found everywhere in nature: the beat\nof the heart, the ebb and flow of the sea, the alternation of day and\nnight. Rhythm is not artificial, not an invention; it lies at the heart of\nthings, and in rhythm the noblest emotions find their noblest expression.\"\n    GUMMERE, Handbook of Poetics, p. 133.",
        "4. “It was said of Chopin that in playing his waltzes his left hand kept\nabsolutely perfect time, while his right hand constantly varied the rhythm\nof the melody, according to what musicians call tempo rubato,’stolen’ or\ndistorted time. Whether this is true in fact, or even physically possible,\nhas been doubted; but it represents a perfectly familiar possibility of\nthe mind. Two streams of sound pass constantly through the inner ear of\none who understands or appreciates the rhythm of our verse: one, never\nactually found in the real sounds which are uttered, is the absolute\nrhythm, its equal time-intervals moving on in infinitely perfect\nprogression; the other, represented by the actual movement of the verse,\nis constantly shifting by quickening, retarding, strengthening or\nweakening its sounds, yet always hovers along the line of the perfect\nrhythm, and bids the ear refer to that perfect rhythm the succession of\nits pulsations.\"\n    ALDEN, An Introduction to Poetry, p. 188.",
        "5. “Many lines in Swinburne cannot be scanned at all except by the Lanier\nmethod, which reduces so-called feet to their purely musical equivalents\nof time bars. What, for instance, can be made by the formerly accepted\nsystems of prosody of such hexameters as",
        "  ’Full-sailed, wide-winged, poised softly forever asway?’",
        "The usual explanation of this line is that Mr. Swinburne, carelessly,\ninadvertently, or for some occult purpose, interjected one line of five\nfeet among his hexameters and the scansion usually followed is by\narrangement into a pentameter, thus:",
        "  ’Full-sailed | wide-winged | poised softly | forever |  asway,’",
        "the first two feet being held to be spondees, and the third and fourth\namphibrachs. It has also been proposed to make the third foot a spondee or\nan iambus, and the remaining feet anapaests, thus:",
        "  ’Full-sailed | wide-winged | poised soft- | ly forev- | er asway.’",
        "“The confusion of these ideas is enough to mark them as unscientific and\nworthless, to say nothing of the severe reflection they cast on the poet’s\nworkmanship. We have not so known Mr. Swinburne, for, if there be anything\nhe has taught us about himself it is his strenuous and sometimes absurd\nparticularity about immaculate form. He would never overlook a line of\nfive feet in a poem of hexameters. But–as will, I think, appear later and\nconclusively–the line is really of six feet, and is not iambic, trochaic,\nanapaestic, the spurious spondaic that some writers have tried to\nmanufacture for English verse, or anything else recognized in Coleridge’s\nimmortal stanza, or in text-books. It simply cannot be scanned by\nclassical rules; it cannot be weighed justly, and its full meaning\nextracted, by any of the ’trip-time’ or ’march-time’ expedients of other\ninvestigators. It is purely music; and when read by the method of music\nappears perfectly designed and luminous with significance. Only a poet\nthat was at heart a composer could have made such a phrase, based\nupon such intimate knowledge of music’s rhythmical laws.\"\n    C. E. RUSSELL, “Swinburne and Music” North American Review,\nNovember, 1907.",
        "6. Dr. Henry Osborn Taylor has kindly allowed me to quote this passage\nfrom his Classical Heritage of the Middle Ages, pp. 246, 247:",
        "“Classic metres expressed measured feelings. Hexameters had given voice to\nmany emotions beautifully, with unfailing modulation of calm or storm.\nThey had never revealed the infinite heart of God, or told the yearning of\nthe soul responding; nor were they ever to be the instrument of these\nsupreme disclosures in Christian times. Such unmeasured feelings could not\nbe held within the controlled harmonies of the hexameter nor within\nsapphic or alcaic or Pindaric strophes. These antique forms of poetry\ndefinitely expressed their contents, although sometimes suggesting further\nunspoken feeling, which is so noticeable with Virgil. But characteristic\nChristian poetry, like the Latin mediaeval hymn, was not to express its\nmeaning as definitely or contain its significance. Mediaeval hymns are\nchildlike, having often a narrow clearness in their literal sense; and\nthey may be childlike, too, in their expressed symbolism. Their\nsignificance reaches far beyond their utterance; they suggest, they echo,\nand they listen; around them rolls the voice of God, the infinitude of\nHis love and wrath, heaven’s chorus and hell’s agonies; dies irae, dies\nilla–that line says little, but mountains of wrath press on it, from\nwhich the soul shall not escape.",
        "“Christian emotion quivers differently from any movement of the spirit in\nclassic measures. The new quiver, the new shudder, the utter terror, and\nthe utter love appear in mediaeval rhymed accentual poetry:",
        "  Desidero te millies,\n  Mê Jesu; quando venies?\n  Me laetum quando facies,\n  Ut vultu tuo saties?",
        "  Quo dolore\n  Quo moerore\n  Deprimuntur miseri,\n  Qui abyssis\n  Pro commissis\n  Submergentur inferi.",
        "  Recordare, Jesu pie,\n  Quod sum causa tuae viae;\n  Ne me perdas ilia die.\n       *       *       *       *       *\n  Lacrymosa dies illa\n  Qua resurget ex fa villa,\n  Judicandus homo reus;\n  Huic ergo parce, Deus!\n    Pie Jesu, Domine,\n    Dona eis requiem.",
        "“Let any one feel the emotion of these verses and then turn to some piece\nof classic poetry, a passage from Homer or Virgil, an elegiac couplet or a\nstrophe from Sappho or Pindar or Catullus, and he will realize the\ndifference, and the impossibility of setting the emotion of a mediaeval\nhymn in a classic metre.”",
        "7. ’Friends: I know how vain it is to gild a grief with words, and yet I\nwish to take from every grave its fear. Here in this world, where life and\ndeath are equal things, all should be brave enough to meet what all the\ndead have met. The future has been filled with fear, stained and polluted\nby the heartless past. From the wondrous tree of life the buds and\nblossoms fall with ripened fruit, and in the common bed of earth, the\npatriarchs and babes sleep side by side.",
        "“Why should we fear that which will come to all that is?",
        "“We cannot tell, we do not know, which is the greater blessing–life or\ndeath. We do not know whether the grave is the end of this life, or the\ndoor of another, or whether the night here is not somewhere else at dawn.\nNeither can we tell which is the more fortunate–the child dying in its\nmother’s arms, before its lips have learned to form a word, or he who\njourneys all the length of life’s uneven road, painfully taking the last\nslow steps with staff and crutch.",
        "“Every cradle asks us, ’Whence?’ and every coffin, ’Whither?’ The poor\nbarbarian, weeping above his dead, can answer these questions as\nintelligently as the robed priest of the most authentic creed. The tearful\nignorance of the one is just as consoling as the learned and unmeaning\nwords of the other. No man, standing where the horizon of a life has\ntouched a grave, has any right to prophesy a future filled with pain and\ntears. It may be that death gives all there is of worth to life. If those\nwe press and strain against our hearts could never die, perhaps that love\nwould wither from the earth. Maybe this common fate treads from out the\npaths between our hearts the weeds of selfishness and hate, and I had\nrather live and love where death is king, than have eternal life where\nlove is not. Another life is naught, unless we know and love again the\nones who love us here.",
        "“They who stand with aching hearts around this little grave need have no\nfear. The larger and the nobler faith in all that is and is to be tells us\nthat death, even at its worst, is only perfect rest. We know that through\nthe common wants of life–the needs and duties of each hour–their griefs\nwill lessen day by day, until at last this grave will be to them a place\nof rest and peace–almost of joy. There is for them this consolation. The\ndead do not suffer. And if they live again, their lives will surely be as\ngood as ours. We have no fear. We are all children of the same mother, and\nthe same fate awaits us all.",
        "“We, too, have our religion, and it is this: Help for the living, hope for\nthe dead.”\n    ROBERT G. INGERSOLL, “Address over a Little Boy’s Grave.”",
        "I have not attempted in this chapter to give elaborate illustrations of\nthe varieties of rhyme and stanza in English poetry. Full illustrations\nwill be found in Alden’s English Verse. A clear statement of the\nfundamental principles involved is given in W. H. Carruth’s Verse\nWriting.",
        "Free verse is suggestively discussed by Lowes, Convention and Revolt,\nchapters 6 and 7, and by Andrews, Writing and Reading of Verse, chapters\n5 and 19. Miss Amy Lowell has written fully about it in the Prefaces to\nSword Blades and Poppy Seed and Can Grande’s Castle, in the final\nchapter of Tendencies in Modern American Poetry, in the Prefaces to\nSome Imagist Poets, and in the North American Review for January,\n1917. Mr. Braithwaite’s annual Anthologies of American Verse give a full\nbibliography of special articles upon this topic.",
        "An interesting classroom test of the difference between prose rhythm and\nverse rhythm with strongly marked metre and rhyme may be found in\ncomparing Emerson’s original prose draft of his “Two Rivers,” as found in\nvolume 9 of his Journal, with three of the stanzas of the finished poem:",
        "“Thy voice is sweet, Musketaquid, and repeats the music of the ram, but\nsweeter is the silent stream which flows even through thee, as thou\nthrough the land.",
        "“Thou art shut in thy banks, but the stream I love flows in thy water, and\nflows through rocks and through the air and through rays of light as well,\nand through darkness, and through men and women.",
        "“I hear and see the inundation and the eternal spending of the stream in\nwinter and in summer, in men and animals, in passion and thought. Happy\nare they who can hear it.”",
        "  “Thy summer voice, Musketaquit,\n    Repeats the music of the rain;\n  But sweeter rivers pulsing flit\n    Through thee, as thou through Concord plain.",
        "  “Thou in thy narrow banks are pent;\n    The stream I love unbounded goes\n  Through flood and sea and firmament;\n    Through light, through life, it forward flows.",
        "  “I see the inundation sweet,\n    I hear the spending of the stream\n  Through years, through men, through nature fleet,\n    Through love and thought, through power and dream.”",
        "I also suggest for classroom discussion the following brief passages from\nrecent verse, printed without the authors’ names:",
        "1. “The milkman never argues; he works alone and no one speaks to him;\nthe city is asleep when he is on his job; he puts a bottle on six hundred\nporches and calls it a day’s work; he climbs two hundred wooden stairways;\ntwo horses are company for him; he never argues.”",
        "2. “Sometimes I have nervous moments–\n   there is a girl who looks at me strangely\n   as much as to say,\n   You are a young man,\n   and I am a young woman,\n   and what are you going to do about it?\n   And I look at her as much as to say,\n   I am going to keep the teacher’s desk\n     between us, my dear,\n   as long as I can.”",
        "3. “I hold her hands and press her to my breast.",
        "“I try to fill my arms with her loveliness, to plunder her sweet smile\nwith kisses, to drink her dark glances with my eyes.",
        "“Ah, but where is it? Who can strain the blue from the sky?",
        "“I try to grasp the beauty; it eludes me, leaving only the body in my\nhands.",
        "“Baffled and weary, I came back. How can the body touch the flower which\nonly the spirit may touch?”",
        "4. “Child, I smelt the flowers,\n   The golden flowers ... hiding in crowds like fairies at my feet,\n   And as I smelt them the endless smile of the infinite broke over me,\n     and I knew that they and you and I were one.\n   They and you and I, the cowherds and the cows, the jewels and the\n     potter’s wheel, the mothers and the light in baby’s eyes.\n   For the sempstress when she takes one stitch may make nine unnecessary;\n   And the smooth and shining stone that rolls and rolls like the great\n     river may gain no moss,\n   And it is extraordinary what a lot you can do with a platitude when you\n     dress it up in Blank Prose.\n   Child, I smelt the flowers.”",
        "Recent criticism has been rich in its discussions of the lyric. John\nDrinkwater’s little volume on The Lyric is suggestive. See also C. E.\nWhitmore’s article in the Pub. Mod. Lang. Ass., December, 1918. Rhys’s\nLyric Poetry, Schelling’s English Lyric, Reed’s English Lyrical\nPoetry cover the whole field of the historical English lyric. A few books\non special periods are indicated in the “Notes” to chapter ix.",
        "An appreciation of the lyric mood can be helped greatly by adequate oral\nreading in the classroom. For teachers who need suggestions as to oral\ninterpretation, Professor Walter Barnes’s edition of Palgrave’s Golden\nTreasury (Row, Petersen & Co., Chicago) is to be commended.",
        "The student’s ability to analyse a lyric poem should be tested by frequent\nwritten exercises. The method of criticism may be worked out by the\nindividual teacher, but I have found it useful to ask students to test a\npoem by some or all of the following questions:",
        "(a) What kind of experience, thought or emotion furnishes the basis for\nthis lyric? What kind or degree of sensitiveness to the facts of nature?\nWhat sort of inner mood or passion? Is the “motive” of this lyric purely\npersonal? If not, what other relationships or associations are involved?",
        "(b) What sort of imaginative transformation of the material furnished by\nthe senses? What kind of imagery? Is it true poetry or only verse?",
        "(c) What degree of technical mastery of lyric structure? Subordination of\nmaterial to unity of “tone”? What devices of rhythm or sound to heighten\nthe intended effect? Noticeable words or phrases? Does the author’s power\nof artistic expression keep pace with his feeling and imagination?",
        "For a discussion of narrative verse in general, see Gummere’s Poeticsand Oldest English Epic, Hart’s Epic and Ballad, Council’s Study of\nPoetry, and Matthew Arnold’s essay “On Translating Homer.”",
        "For the further study of ballads, note G. L. Kittredge’s one volume\nedition of Child’s English and Scottish Popular Ballads, Gummere’s\nPopular Ballad, G. H. Stempel’s Book of Ballads, J. A. Lomax’s Cowboy\nSongs and other Frontier Ballads, and Hart’s summary of Child’s views in\nPub. Mod. Lang. Ass., vol. 21, 1906. The Oxford Book of English Verse,\nNos. 367-389, gives excellent specimens.",
        "All handbooks on Poetics discuss the Ode. Gosse’s English Odes and\nWilliam Sharp’s Great Odes are good collections.",
        "For the sonnet, note Corson’s chapter in his Primer of English Verse,\nand the Introduction to Miss Lockwood’s collection. There are other\nwell-known collections by Leigh Hunt, Hall Caine and William Sharp.\nSpecial articles on the sonnet are noted in Poole’s Index.",
        "The dramatic monologue is well discussed by Claude Howard, The Dramatic\nMonologue, and by S. S. Curry, The Dramatic Monologue in Tennyson and\nBrowning.",
        "The various periods of English lyric poetry are covered, as has been\nalready noted, by the general treatises of Rhys, Reed and Schelling. Old\nEnglish lyrics are well translated by Cook and Tinker, and by Pancoast and\nSpaeth. W. P. Ker’s English Literature; Mediaeval is excellent, as is C.\nS. Baldwin’s English Mediaeval Literature. John Erskine’s Elizabethan\nLyric is a valuable study. Schelling’s introduction to his Selections\nfrom the Elizabethan Lyric should also be noted, as well as his similar\nbook on the Seventeenth-Century Lyric. Bernbaum’s English Poets of the\nEighteenth Century is a careful selection, with a scholarly introduction.\nStudies of the English poetry of the Romantic period are very numerous:\nOliver Elton’s Survey of English Literature, 1780-1830, is one of the\nbest. Courthope’s History of English Poetry and Saintsbury’s History of\nCriticism are full of material bearing upon the questions discussed in\nthis chapter.",
        "Professor Legouis’s account of the change in atmosphere as one passes from\nOld English to Old French poetry is so delightful that I refrain from\nspoiling it by a translation:",
        "“En quittant Beowulf ou la Bataille de Maldon pour le Roland, on a\nl’impression de sortir d’un lieu sombre pour entrer dans la lumière. Cette\nimpression vous vient de tous les côtés à la fois, des lieux décrits, des\nsujets, de la manière de raconter, de l’esprit qui anime, de\nl’intelligence qui ordonne, mais, d’une façon encore plus immédiate et\nplus diffuse, de la différence des deux langues. On reconnaît sans doute\ngénéralement à nos vieux écrivains ce mérite d’être clairs, mais on est\ntrop habitué à ne voir dans ce don que ce qui découle des tendances\nanalytiques et des aptitudes logiques de leurs esprit. Aussi plusieurs\ncritiques, quelques-uns français, ont-ils fait de cet attribut une manière\nde prétexte pour leur assigner en partage la prose et pour leur retirer\nla faculté poétique. Il n’en est pas ainsi. Cette clarté n’est pas\npurement abstraite. Elle est une véritable lumière qui rayonne même des\nvoyelles et dans laquelle les meilleurs vers des trouvères–les seuls qui\ncomptent–sont baignés. Comment dire l’éblouissement des yeux longtemps\nretenus dans la pénombre du Codex Exoniensis et devant qui passent\nsoudain avec leurs brillantes syllables ’Halte-Clerc,’ l’épée d’Olivier,\n’Joyeuse’ celle de Charlemagne, ’Monjoie’ l’étendard des Francs? Avant\ntoute description on est saisi comme par un brusque lever de soleil. Il\nest tels vers de nos vieilles romances d’où la lumière ruisselle sans\nmême qu’on ait besoin de prendre garde à leur sens:",
        "  “’Bele Erembors a la fenestre au jor\n  Sor ses genolz tient paile de color,’\n[Footnote: “Fair Erembor at her window in daylight\n    Holds a coloured silk stuff on her knees.\"]",
        "ou bien",
        "  “’Bele Yolanz en chambre coie\n  Sor ses genolz pailes desploie\n  Coust un fil d’or, l’autre de soie....\"\n[Footnote: “Fair Yoland in her quiet bower\n    Unfolds silk stuffs on her knees\n    Sewing now a thread of gold, now one of silk.\"]",
        "C’est plus que de la lumière qui s’échappe de ces mots,\nc’est de la couleur et de la plus riche.\"\n[Footnote: Emile Legouis, Défense de la Poésie Française, p. 44.]",
        "While this chapter does not attempt to comment upon the work of living\nAmerican authors, except as illustrating certain general tendencies of the\nlyric, I think that teachers of poetry should avail themselves of the\npresent interest in contemporary verse. Students of a carefully chosen\nvolume of selections, like the Oxford Book, should be competent to pass\nsome judgment upon strictly contemporary poetry, and I have found them\nkeenly interested in criticizing the work that is appearing, month by\nmonth, in the magazines. The temperament and taste of the individual\nteacher must determine the relative amount of attention that can be given\nto our generation, as compared with the many generations of the past.",
        "Continue...",
        "\nThis eBook of “A Study of Poetry” by Bliss Perry (Professor of English Literature in Harvard University\nAuthor of “A Study of Prose Fiction,” “Walt Whitman,” “The American Mind,” etc.) belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "A Study Of PoetryBy Bliss PerryAt Amazon"
    ]
}