{
    "title": "A Study of Poetry - Chapter III",
    "author": "Bliss Perry",
    "chapter": "4",
    "content": [
        "\n\n",
        "THE POET’S IMAGINATION",
        "  “The essence of poetry is invention; such invention as, by producing\n  something unexpected, surprises and delights.\"\n    SAMUEL JOHNSON",
        "  “The singers do not beget, only the Poet begets.\"\n    WALT WHITMAN",
        "We must not at the outset insist too strongly upon the radical\ndistinction between “the poet\"–as we have called him for\nconvenience–and other men. The common sense of mankind asserts that this\ndistinction exists, yet it also asserts that all children are poets after\na certain fashion, and that the vast majority of adult persons are, at\nsome moment or other, susceptible to poetic feeling. A small girl, the\nother day, spoke of a telegraph wire as “that message-vine.” Her father\nand mother smiled at this naive renaming of the world of fact. It was a\nchild’s instinctive “poetizing” imagination, but the father and mother,\nwhile no longer capable, perhaps, of such daring verbal magic, were\nconscious that they had too often played with the world of fact, and, for\nthe instant at least, remoulded it into something nearer the heart’s\ndesire. That is to say, they could still feel “poetically,” though their\nwonderful chance of making up new names for everything had gone as soon as\nthe gates were shut upon the Paradise of childhood.",
        "All readers of poetry agree that it originates somehow in feeling, and\nthat if it be true poetry, it stimulates feeling in the hearer. And all\nreaders agree likewise that feeling is transmitted from the maker of\npoetry to the enjoyer of poetry by means of the imagination. But the\nmoment we pass beyond these accepted truisms, difficulties begin.",
        "1. Feeling and Imagination\nWhat is feeling, and exactly how is it bound up with the imagination? The\npsychology of feeling remains obscure, even after the labors of\ngenerations of specialists; and it is obvious that the general theories\nabout the nature of imagination have shifted greatly, even within the\nmemory of living men. Nevertheless there are some facts, in this\nconstantly contested territory, which now seem indisputable. One of them,\nand of peculiar significance to students of poetry, is this: in the stream\nof objects immediately present to consciousness there are no images of\nfeeling itself.\n[Footnote: This point has been elaborated with great care in Professor A.\nH. R. Fairchild’s Making of Poetry. Putnam’s, 1912.]",
        "“If I am asked to call up an image of a rose, of a tree, of a cloud, or of\na skylark, I can readily do it; but if I am asked to feel loneliness or\nsorrow, to feel hatred or jealousy, or to feel joy on the return of\nspring, I cannot readily do it. And the reason why I cannot do it is\nbecause I can call up no image of any one of these feelings. For\neverything I come to know through my senses, for everything in connection\nwith what I do or feel I can call up some kind of mental image; but for no\nkind of feeling itself can I ever possibly have a direct image. The only\neffective way of arousing any particular feeling that is more than mere\nbodily feeling is to call up the images that are naturally connected with\nthat feeling.\"\n[Footnote: Fairchild, pp. 24, 25.]",
        "If then, “the raw material of poetry,” as Professor Fairchild insists,\nis “the mental image,” we must try to see how these images are presented\nto the mind of the poet and in turn communicated to us. Instead of\nasserting, as our grandfathers did, that the imagination is a “faculty\"\nof the mind, like “judgment,” or accepting the theory of our fathers that\nimagination “is the whole mind thrown into the process of imagining,” the\npresent generation has been taught by psychologists like Charcot, James\nand Ribot that we are chiefly concerned with “imaginations,” that is, a\nseries of visual, auditory, motor or tactile images flooding in upon the\nmind, and that it is safer to talk about these “imaginations” than about\n“the Imagination.” Literary critics will continue to use this last\nexpression–as we are doing in the present chapter–because it is too\nconvenient to be given up. But they mean by it something fairly definite:\nnamely, the images swarming in the stream of consciousness, and their\nintegration into wholes that satisfy the human desire for beauty. It is\nin its ultimate aim rather than in its immediate processes that the\n“artistic” imagination differs from the inventor’s or scientist’s or\nphilosopher’s imagination. We no longer assert, as did Stopford Brooke\nsome forty years ago, that “the highest scientific intellect is a joke\ncompared with the power displayed by a Shakespeare, a Homer, a Dante.” We\nare inclined rather to believe that in its highest exercise of power the\nscientific mind is attempting much the same feat as the highest type of\npoetic mind, and that in both cases it is a feat of imaginative energy.",
        "2. Creative and Artistic Imagination\nThe reader who has hitherto allowed himself to think of a poet as a sort\nof freak of nature, abnormal in the very constitution of his mind, and\nachieving his results by methods so obscure that “inspiration” is our\nhelpless name for indicating them, cannot do better than master such a\nbook as Ribot’s Essay on the Creative Imagination.\n[Footnote: Th. Ribot, Essai sur l’Imagination créatrice. Paris, 1900.\nEnglish translation by Open Court Co., Chicago, 1906.]\nThis famous psychologist, starting with the conception that the raw\nmaterial for the creative imagination is images, and that its basis lies\nin a motor impulse, examines first the emotional factor involved in every\nact of the creative imagination. Then he passes to the unconscious factor,\nthe involuntary “coming” of the idea, that “moment of genius,” as Buffon\ncalled it, which often marks the end of an unconscious elaboration of the\nidea or the beginning of conscious elaboration.\n[Footnote: See the quotation from Sir William Rowan Hamilton, the\nmathematician, in the “Notes and Illustrations” for this chapter.]\nRibot points out that certain organic changes, as in blood circulation–\nthe familiar rush of blood to the head–accompany imaginative activity.\nThen he discusses the inventor’s and artist’s “fixed idea,” their “will\nthat it shall be so,” “the motor tendency of images engendering the\nideal.” Ribot’s distinction between the animal’s revival of images and the\ntrue creative combination of images in the mental life of children and of\nprimitive man bears directly upon poetry, but even more suggestive to us\nis his diagram of the successive stages by which inventions come into\nbeing. There are two types of this process, and three stages of each: (A)\nthe “idea,” the “discovery” or invention, and then the verification or\napplication; or else (B) the unconscious preparation, followed\nby the “idea” or “inspiration,” and then by the “development” or\nconstruction. Whether a man is inventing a safety-pin or a sonnet, the\nseries of imaginative processes seems to be much the same. There is of\ncourse a typical difference between the “plastic” imagination, dealing\nwith clear images, objective relations, and seen at its best in the arts\nof form like sculpture and architecture, and that “diffluent” imagination\nwhich prefers vaguely outlined images, which is markedly subjective and\nemotional, and of which modern music like Debussy’s is a good example. But\nwhatever may be the specific type of imagination involved, we find alike\nin inventor, scientist and artist the same general sequence of “germ,\nincubation, flowering and completion,” and the same fundamental motor\nimpulse as the driving power.",
        "Holding in mind these general characteristics of the creative imagination,\nas traced by Ribot, let us now test our conception of the distinctively\nartistic imagination. Countless are the attempts to define or describe it,\nand it would be unwise for the student, at this point, to rest satisfied\nwith any single formulation of its functions. But it may be helpful to\nquote a paragraph from Hartley B. Alexander’s brilliant and subtle book,\nPoetry and the Individual:\n[Footnote: Putnam’s, 1906.]",
        "  “The energy of the mind or of the soul–for it welds all psychical\n  activities–which is the agent of our world-winnings and the\n  procreator of our growing life, we term imagination. It is\n  distinguished from perception by its relative freedom from the\n  dictation of sense; it is distinguished from memory by its power to\n  acquire–memory only retains; it is distinguished from emotion in\n  being a force rather than a motive; from the understanding in being\n  an assimilator rather than the mere weigher of what is set before it;\n  from the will, because the will is but the wielder of the reins–the\n  will is but the charioteer, the imagination is the Pharaoh in\n  command. It is distinguished from all these, yet it includes them\n  all, for it is the full functioning of the whole mind and in the\n  total activity drives all mental faculties to its one supreme\n  end–the widening of the world wherein we dwell. Through beauty the\n  world grows, and it is the business of the imagination to create the\n  beautiful. The imagination synthesises, humanises, personalises,\n  illumines reality with the soul’s most intimate moods, and so exalts\n  with spiritual understandings.”",
        "The value of such a description, presented without any context, will vary\nwith the training of the individual reader, but its quickening power will\nbe recognized even by those who are incapable of grasping all the\nintellectual distinctions involved.",
        "3. Poetic Imagination in Particular\nWe are now ready, after this consideration of the creative and artistic\nimagination, to look more closely at some of the qualities of the poetic\nimagination in particular. The specific formal features of that\nimagination lie, as we have seen, in its use of verbal imagery, and in the\ncombination of verbal images into rhythmical patterns. But are there not\nfunctions of the poet’s mind preceding the formation of verbal images? The\npsychology of language is still unsettled, and whether a man can think\nwithout the use of words is often doubted. But a painter can certainly\n“think” in terms of color, as an architect or mathematician can “think” in\nterms of form and space, or a musician in terms of sound, without\nemploying verbal symbols at all. And are there not characteristic\nactivities of the poetic imagination which antedate the fixation and\nexpression of images in words? Apparently there are.",
        "The reader will find, in the “Notes and Illustrations” for this chapter, a\nquotation from Mr. Lascelles-Abercrombie, in which he refers to the\n“region where the outward radiations of man’s nature combine with the\nirradiations of the world.” That is to say, the inward-sweeping stream of\nconsciousness is instantly met by an outward-moving activity of the brain\nwhich recognizes relationships between the objects proffered to the senses\nand the personality itself. The “I” projects itself into these objects,\nclaims them, appropriates them as a part of its own nature. Professor\nFairchild, who calls this self-projecting process by the somewhat\nambiguous name of “personalizing,” rightly insists, I believe, that poets\nmake a more distinctive use of this activity than other men. He quotes\nsome of the classic confidences of poets themselves: Keats’s “If a sparrow\ncome before my window I take part in its existence and pick about the\ngravel\"; and Goethe on the sheep pictured by the artist Roos, “I always\nfeel uneasy when I look at these beasts. Their state, so limited, dull,\ngaping, and dreaming, excites in me such sympathy that I fear I shall\nbecome a sheep, and almost think the artist must have been one.” I can\nmatch this Goethe story with the prayer of little Larry H., son of an\neminent Harvard biologist. Larry, at the age of six, was taken by his\nmother to the top of a Vermont hill-pasture, where, for the first time in\nhis life, he saw a herd of cows and was thrilled by their glorious bigness\nand nearness and novelty. When he said his prayers that night, he was\nenough of a poet to change his usual formula into this:",
        "  “Jesus, tender Shepherd, hear me,\n  Bless thy little cow to-night\"–",
        "Larry being the cow.\n  “There was a child went forth every day,”",
        "records Walt Whitman,",
        "  “And the first object he look’d upon that object\n  he became.”",
        "Professor Fairchild quotes these lines from Whitman, and a few of the many\npassages of the same purport from Coleridge and Wordsworth. They are all\nsummed up in Coleridge’s heart-broken",
        "  “Oh, Lady, we receive but what we give,\n  And in our life alone does Nature live.”",
        "This “animism,” or identifying imagination, by means of which the child or\nthe primitive man or the poet transfers his own life into the unorganic or\norganic world, is one of the oldest and surest indications of poetic\nfaculty, and as far as we can see, it is antecedent to the use of verbal\nimages or symbols.",
        "Another characteristic of the poetic temperament, allied with the\npreceding, likewise seems to belong in the region where words are not as\nyet emerging above the threshold of consciousness. I mean the strange\nfeeling, witnessed to by many poets, of the fluidity, fusibility,\ntransparency–the infinitely changing and interchangeable aspects–of the\nworld as it appears to the senses. It is evident that poets are not\nlooking–at least when in this mood–at our “logical” world of hard, clear\nfact and law. They are gazing rather at what Whitman called “the eternal\nfloat of solution,” the “flowing of all things” of the Greeks, the\n“river within the river” of Emerson. This tendency is peculiarly marked,\nof course, in artists possessing the “diffluent\" type of imagination, and\nRomantic poets and critics have had much to say about it. The imagination,\nsaid Wordsworth, “recoils from everything but the plastic, the pliant, the\nindefinite.\"\n[Footnote: Preface to 1815 edition of his Poems.]\n“Shakespeare, too,” says Carlye,\n[Footnote: Essay on Goethe’s Works.]\n“does not look at a thing, but into it, through it; so that he\nconstructively comprehends it, can take it asunder and put it together\nagain; the thing melts as it were, into light under his eye, and anew\ncreates itself before him. That is to say, he is a Poet. For Goethe, as\nfor Shakespeare, the world lies all translucent, all fusible we might\ncall it, encircled with Wonder; the Natural in reality the Supernatural,\nfor to the seer’s eyes both become one.”",
        "In his essay on Tieck Carlyle remarks again upon this characteristic of\nthe mind of the typical poet: “He is no mere observer and compiler;\nrendering back to us, with additions or subtractions, the Beauty which\nexisting things have of themselves presented to him; but a true Maker, to\nwhom the actual and external is but the excitement for ideal creations\nrepresenting and ennobling its effects.”",
        "Coleridge’s formula is briefer still; the imagination “dissolves,\ndiffuses, dissipates, in order to re-create.\"\n[Footnote: Biographia Literaria.]",
        "Such passages help us to understand the mystical moments which many poets\nhave recorded, in which their feeling of “diffusion” has led them to doubt\nthe existence of the external world. Wordsworth grasping “at a wall or\ntree to recall myself from this abyss of idealism to the reality,” and\nTennyson’s “weird seizures” which he transferred from his own experience\nto his imaginary Prince in The Princess, are familiar examples of this\ntype of mysticism. But the sense of the infinite fusibility and change in\nthe objective world is deeper than that revealed in any one type of\ndiffluent imagination. It is a profound characteristic of the poetic\nmind as such. Yet it should be remembered that the philosopher and\nthe scientist likewise assert that ours is a vital, ever-flowing,\nonward-urging world, in the process of “becoming” rather than merely\n“being.” “We are far from the noon of man” sang Tennyson, in a\nlate-Victorian and evolutionary version of St. John’s “It doth not\nyet appear what we shall be.” “The primary imagination,” asserted\nColeridge, “is a repetition in the finite mind of the eternal act of\ncreation in the infinite I am.\"\n[Footnote: Biographia Literaria, chap. 13.]\nHere, evidently, unless the “God-intoxicated” Coleridge is talking\nnonsense, we are in the presence of powers that do not need as yet any use\nof verbal symbols.",
        "4. Verbal Images\nThe plasticity of the world as it appears to the mind of the poet is\nclearly evidenced by the swarm of images which present themselves to the\npoet’s consciousness. In the re-presentation of these pictures to us the\npoet is forced, of course, to use verbal images. The precise point at\nwhich he becomes conscious of employing words no doubt varies with the\nindividual, and depends upon the relative balance of auditory, visual or\ntactile images in his mind. Swinburne often impresses us as working\nprimarily with the “stuff” of word-sounds, as Browning with the stuff of\nsharp-cut tactile or motor images, and Victor Hugo with the stuff of\nvisual impressions. But in each case the poet’s sole medium of expression\nto us is through verbal symbols, and it is hard to get behind these into\nthe real workshop of the brain where each poet is busily minting his own\npeculiar raw material into the current coin of human speech.",
        "Nevertheless, many poets have been sufficiently conscious of what is going\non within their workshop to tell us something about it. Professor\nFairchild has made an interesting collection\n[Footnote: The Making of Poetry, pp. 78, 79.]\nof testimony relating to the tumultuous crowding of images, each\nclamoring, as it were, for recognition and crying “take me!” He instances,\nas other critics have done, the extraordinary succession of images by\nwhich Shelley strives to portray the spirit of the skylark. The similes\nactually chosen by Shelley seem to have been merely the lucky candidates\nselected from an infinitely greater number. In Francis Thompson’s\ncaptivating description of Shelley as a glorious child the reader is\nconscious of the same initial rush of images, although the medium of\nexpression here is heightened prose instead of verse:\n[Footnote: Dublin Review, July, 1908.]",
        "  “Coming to Shelley’s poetry, we peep over the wild mask of\n  revolutionary metaphysics, and we see the winsome face of the child.\n  Perhaps none of his poems is more purely and typically Shelleian than\n  The Cloud, and it is interesting to note how essentially it springs\n  from the faculty of make-believe. The same thing is conspicuous,\n  though less purely conspicuous, throughout his singing; it is the\n  child’s faculty of make-believe raised to the nth power. He is still\n  at play, save only that his play is such as manhood stops to watch,\n  and his playthings are those which the gods give their children. The\n  universe is his box of toys. He dabbles his fingers in the day-fall.\n  He is gold-dusty with tumbling amidst the stars. He makes bright\n  mischief with the moon. The meteors nuzzle their noses in his hand.\n  He teases into growling the kennelled thunder, and laughs at the\n  shaking of its fiery chain. He dances in and out of the gates of\n  heaven: its floor is littered with his broken fancies. He runs wild\n  over the fields of ether. He chases the rolling world. He gets\n  between the feet of the horses of the sun. He stands in the lap of\n  patient Nature, and twines her loosened tresses after a hundred\n  wilful fashions, to see how she will look nicest in his song.”",
        "5. The Selection and Control of Images\nIt is easier, no doubt, to realize something of the swarming of images in\nthe stream of consciousness than it is to understand how these images are\nselected, combined and controlled. Some principle of association, some law\ngoverning the synthesis, there must be; and English criticism has long\ntreasured some of the clairvoyant words of Coleridge and Wordsworth upon\nthis matter. The essential problem is suggested by Wordsworth’s phrase\n“the manner in which we associate ideas in a state of excitement.” Is the\n“excitement,” then, the chief factor in the selection and combination of\nimages, and do the “feelings,” as if with delicate tentacles,\ninstinctively choose and reject and integrate such images as blend with\nthe poet’s mood?",
        "Coleridge, with his subtle builder’s instinct, uses his favorite word\n“synthesis” not merely as applied to images as such, but to all the\nfaculties of the soul:",
        "“The poet, described in ideal perfection, brings the whole soul of man\ninto activity, with the subordination of its faculties to each other\naccording to their relative worth and dignity. He diffuses a tone and a\nspirit of unity, that blends, and as it were fuses, each into each, by\nthat synthetic and magical power to which I would exclusively appropriate\nthe name of Imagination.” “Synthetic and magical power,” indeed, with a\nColeridge as Master of the Mysteries! But the perplexed student of poetry\nmay well wish a more exact description of what really takes place.",
        "An American critic, after much searching in recent psychological\nexplanations of artistic creation, attempts to describe the genesis of a\npoem in these words:\n[Footnote: Lewis E. Gates, Studies and Appreciations, p. 215. Macmillan,\n1900.]",
        "  “The poet concentrates his thought on some concrete piece of life, on\n  some incident, character, or bit of personal experience; because of\n  his emotional temperament, this concentration of interest stirs in\n  him a quick play of feeling and prompts the swift concurrence of many\n  images. Under the incitement of these feelings, and in accordance\n  with laws of association that may at least in part be described,\n  these images grow bright and clear, take definite shapes, fall into\n  significant groupings, branch and ramify, and break into sparkling\n  mimicry of the actual world of the senses–all the time delicately\n  controlled by the poet’s conscious purpose and so growing\n  intellectually significant, but all the time, if the work of art is\n  to be vital, impelled also in their alert weaving of patterns by the\n  moods of the poet, by his fine instinctive sense of the emotional\n  expressiveness of this or that image that lurks in the background of\n  his consciousness. For this intricate web of images, tinged with his\n  most intimate moods, the poet through his intuitive command of words\n  finds an apt series of sound-symbols and records them with written\n  characters. And so a poem arises through an exquisite distillation of\n  personal moods into imagery and into language, and is ready to offer\n  to all future generations its undiminishing store of spiritual joy\n  and strength.”",
        "A better description than this we are not likely to find, although some\ncritics would question the phrase, “all the time delicately controlled by\nthe poet’s conscious purpose.\"\n[Footnote: “Poetry is not like reasoning, a power to be exerted according\nto the determination of the will. A man cannot say, ’I will compose\npoetry.’. . . It is not subject to the control of the active powers of the\nmind. ... Its birth and recurrence have no necessary connection with the\nconsciousness or will.” Shelley, A Defense of Poetry.]",
        "For sometimes, assuredly, the synthesis of images seems to take place\nwithout the volition of the poet. The hypnotic trance, the narcotic dream\nor revery, and even our experience of ordinary dreams, provide abundant\nexamples. One dreams, for instance, of a tidal river, flowing in with a\ngentle full current which bends in one direction all the water-weeds and\nthe long grasses trailing from the banks; then somehow the tide seems to\nchange, and all the water and the weeds and grasses, even the fishes in\nthe stream, turn slowly and flow out to sea. The current synthesizes,\nharmonizes, moves onward like music,–and we are aware that it is all a\ndream. Coleridge’s “Kubla Khan,” composed in a deep opium slumber, moves\nlike that, one train of images melting into another like the interwoven\nfigures of a dance led by the “damsel with a dulcimer.” There is no\n“conscious purpose” whatever, and no “meaning” in the ordinary\ninterpretation of that word. Nevertheless it is perfect integration of\nimagery, pure beauty to the senses. Something of this rapture in the sheer\nrelease of control must have been in Charles Lamb’s mind when he wrote to\nColeridge about the “pure happiness”  of being insane. “Dream not,\nColeridge, of having tasted all the grandeur and wildness of fancy till\nyou have gone mad! All now seems to me vapid, comparatively so.” (June 10,\n1796.)",
        "If “Kubla Khan” represents one extreme, Poe’s account of how he wrote “The\nRaven\"\n[Footnote: The Philosophy of Composition.]\n–incredible as the story appears to most of us–may serve to illustrate\nthe other, namely, a cool, conscious, workmanlike control of every element\nin the selection and combination of imagery. Wordsworth’s naive\nexplanation of the task performed by the imagination in his “Cuckoo” and\n“Leech-Gatherer\"\n[Footnote: Preface to poems of 1815-1845.]\noccupies a middle ground. We are at least certain of his entire\nhonesty–and incidentally of his total lack of humor!",
        "  “’Shall I call thee Bird,\n  Or but a wandering Voice?’",
        "“This concise interrogation characterizes the seeming ubiquity of the\nvoice of the cuckoo, and dispossesses the creature almost of a corporeal\nexistence; the Imagination being tempted to this exertion of her power by\na consciousness in the memory that the cuckoo is almost perpetually heard\nthroughout the season of spring, but seldom becomes an object of sight....",
        "  “’As a huge stone is sometimes seen to lie\n  Couched on the bald top of an eminence,\n  Wonder to all who do the same espy\n  By what means it could thither come, and whence,\n  So that it seems a thing endued with sense,\n  Like a sea-beast crawled forth, which on a shelf\n  Of rock or sand reposeth, there to sun himself.",
        "  Such seemed this Man; not all alive or dead.\n  Nor all asleep, in his extreme old age.\n       *       *       *       *       *\n  Motionless as a cloud the old Man stood,\n  That heareth not the loud winds when they call,\n  And moveth altogether if it move at all.’",
        "“In these images, the conferring, the abstracting, and the modifying\npowers of the Imagination, immediately and mediately acting, are all\nbrought into conjunction. The stone is endowed with something of the power\nof life to approximate it to the sea-beast; and the sea-beast stripped of\nsome of its vital qualities to assimilate it to the stone; which\nintermediate image is thus treated for the purpose of bringing the\noriginal image, that of the stone, to a nearer resemblance to the figure\nand condition of the aged man; who is divested of so much of the\nindications of life and motion as to bring him to the point\nwhere the two objects unite and coalesce in just comparison.”",
        "Wordsworth’s analysis of the processes of his own imagination, like Poe’s\nstory of the composition of “The Raven,” is an analysis made after the\nimagination had functioned. There can be no absolute proof of its\ncorrectness in every detail. It is evident that we have to deal with an\ninfinite variety of normal and abnormal minds. Some of these defy\nclassification; others fall into easily recognized types, such as “the\nlunatic, the lover and the poet,” as sketched by Theseus, Duke of Athens.\nHow modern, after all, is the Duke’s little lecture on the psychology of\nimagination!",
        "  “The lunatic, the lover and the poet\n  Are of imagination all compact;\n  One sees more devils than vast hell can hold,\n  That is, the madman: the lover, all as frantic,\n  Sees Helen’s beauty in a brow of Egypt:\n  The poet’s eye, in a fine frenzy rolling,\n  Doth glance from heaven to earth, from earth to heaven;\n  And as imagination bodies forth\n  The forms of things unknown, the poet’s pen\n  Turns them to shapes and gives to airy nothing\n  A local habitation and a name.\n  Such tricks hath strong imagination,\n  That, if it would but apprehend some joy,\n  It comprehends some bringer of that joy;\n  Or in the night, imagining some fear,\n  How easy is a bush supposed a bear!\"\n[Footnote: Midsummer Night’s Dream, v, i, 7-22.]",
        "Shakspere, it will be observed, does not hesitate to use that dangerous\nterm “the poet!” Yet as students of poetry we must constantly bring\nourselves back to the recorded experience of individual men, and from\nthese make our comparisons and generalizations. It may even happen that\nsome readers will get a clearer conception of the selection and synthesis\nof images if they turn for the moment away from poetry and endeavor to\nrealize something of the same processes as they take place in imaginative\nprose. In Hawthorne’s Scarlet Letter, for example, the dominant image,\nwhich becomes the symbol of his entire theme, is the piece of scarlet\ncloth which originally caught his attention. This physical object\nbecomes, after long brooding, subtly changed into a moral symbol of sin\nand its concealment. It permeates the book, it is borne openly upon the\nbreast of one sufferer, it is written terribly in the flesh of another, it\nflames at last in the very sky. All the lesser images and symbols of the\nromance are mastered by it, subordinated to it; it becomes the dominant\nnote in the composition. The romance of The Scarlet Letter is, as we say\nof any great poem or drama, an “ideal synthesis\"; i.e. a putting together\nof images in accordance with some central idea. The more significant the\nidea or theme or master image, the richer and fuller are the possibilities\nof beauty in detail. Apply this familiar law of complexity to a poet’s\nconscious or unconscious choice of images. In the essay which we have\nalready quoted\n[Footnote: Studies and Appreciations, p. 216.]\nLewis Gates remarks:",
        "“In every artist there is a definite mental bias, a definite spiritual\norganization and play of instincts, which results in large measure from\nthe common life of his day and generation, and which represents this\nlife–makes it potent–within the individuality of the artist. This\nso-called ’acquired constitution of the life of the soul’–it has been\ndescribed by Professor Dilthey with noteworthy acuteness and\nthoroughness–determines in some measure the contents of the artist’s\nmind, for it determines his interests, and therefore the sensations and\nperceptions that he captures and automatically stores up. It guides him in\nhis judgments of worth, in his instinctive likes and dislikes as regards\nconduct and character, and controls in large measure the play of his\nimagination as he shapes the action of his drama or epic and the destinies\nof his heroes. Its prejudices interfiltrate throughout the molecules of\nhis entire moral and mental life, and give to each image and idea some\nslight shade of attractiveness or repulsiveness, so that when the artist’s\nspirit is at work under the stress of feeling, weaving into the fabric of\na poem the competing images and ideas in his consciousness, certain ideas\nand images come more readily and others lag behind, and the resulting work\nof art gets a colour and an emotional tone and suggestions of value that\nsubtly reflect the genius of the age.”",
        "6. “Imagist” Verse\nSuch a conception of the association of images as reflecting not only this\n“acquired constitution of the soul” of the poet but also the genius of the\nage is in marked contrast to some of the theories held by contemporary\n“imagists.” As we have already noted, in Chapter II, they stress the\nindividual reaction to phenomena, at some tense moment. They discard, as\nfar as possible, the long “loop-line” of previous experience. As for\ndiction, they have, like all true artists, a horror of the cliché–the\nrubber-stamp word, blurred by use. As for rhythm, they fear any\nconventionality of pattern. In subsequent chapters we must look more\nclosely at these matters of diction and of rhythm, but they are both\ninvolved in any statement of the principles of Imagist verse. Richard\nAldington sums up his article on “The Imagists\"\n[Footnote: “Greenwich Village,” July 15, 1915.]\nin these words:",
        "“Let me resume the cardinal points of the Imagist style:\n1. Direct treatment of the subject. 2. A hardness and economy of speech.\n3. Individuality of rhythm; vers libre. 4. The exact word. The Imagists\nwould like to possess ’le mot qui fait image, l’adjectif inattendu et\nprécis qui dessine de pied en cap et donne la senteur de la chose qu’il\nest chargé de rendre, la touche juste, la couleur qui chatoie et vibre.’”",
        "In the preface to Imagist Poets (1915), and in Miss Amy Lowell’s\nTendencies in Modern American Poetry (1917) the tenets of imagism are\nstated briefly and clearly. Imagism, we are told, aims to use always the\nlanguage of common speech, but to employ always the exact word, not the\nnearly-exact nor the merely decorative word; to create new rhythms–as the\nexpression of new moods–and not to copy old rhythms, which merely echo\nold moods; to allow absolute freedom in the choice of a subject; to\npresent an image, rendering particulars exactly; to produce poetry that is\nhard and clear, never blurred or indefinite; to secure condensation.",
        "It will be observed that in the special sort of picture-making which\nImagist poetry achieves, the question of free verse is merely incidental.\n“We fight for it as a principle of liberty,” says Miss Lowell, but she\ndoes not insist upon it as the only method of writing poetry. Mr.\nAldington admits frankly that about forty per cent of vers libre is\nprose. Mr. Lowes, as we have already remarked, has printed dozens of\npassages from Meredith’s novels in the typographical arrangement of free\nverse so as to emphasize their “imagist” character. One of the most\neffective is this:",
        "  “He was like a Tartar\n  Modelled by a Greek:\n  Supple\n  As the Scythian’s bow,\n  Braced\n  As the string!”",
        "Suppose, however, that we agree to defer for the moment the vexed question\nas to whether images of this kind are to be considered prose or verse.\nExamine simply for their vivid picture-making quality the collections\nentitled Imagist Poets (1915,1916,1917), or, in the Anthology of\nMagazine Verse for 1915, such poems as J. G. Fletcher’s “Green Symphony\"\nor “H. D.’s” “Sea-Iris” or Miss Lowell’s “The Fruit Shop.” Read Miss\nLowell’s extraordinarily brilliant volume Men, Women and Ghosts (1916),\nparticularly the series of poems entitled “Towns in Colour.” Then read the\nauthor’s preface, in which her artistic purpose in writing “Towns in\nColour” is set forth: “In these poems, I have endeavoured to give the\ncolour, and light, and shade, of certain places and hours, stressing the\npurely pictorial effect, and with little or no reference to any other\naspect of the places described. It is an enchanting thing to wander\nthrough a city looking for its unrelated beauty, the beauty by which it\ncaptivates the sensuous sense of seeing.” [Footnote: Italics mine.]",
        "Nothing could be more gallantly frank than the phrase “unrelated beauty.\"\nFor it serves as a touchstone to distinguish between those imagist poems\nwhich leave us satisfied and those which do not. Sometimes, assuredly, the\ninsulated, unrelated beauty is enough. What delicate reticence there is in\nRichard Aldington’s “Summer”:",
        "  “A butterfly,\n  Black and scarlet,\n  Spotted with white,\n  Fans its wings\n  Over a privet flower.",
        "  “A thousand crimson foxgloves,\n  Tall bloody pikes,\n  Stand motionless in the gravel quarry;\n  The wind runs over them.",
        "  “A rose film over a pale sky\n  Fantastically cut by dark chimneys;\n  Across an old city garden.”",
        "The imagination asks no more.",
        "Now read my friend Baker Brownell’s “Sunday Afternoon”:",
        "  “The wind pushes huge bundles\n  Of itself in warm motion\n  Through the barrack windows;\n  It rattles a sheet of flypaper\n  Tacked in a smear of sunshine on the sill.\n  A voice and other voices squirt\n  A slow path among the room’s tumbled sounds.\n  A ukelele somewhere clanks\n  In accidental jets\n  Up from the room’s background.”",
        "Here the stark truthfulness of the images does not prevent an instinctive\n“Well, what of it?” “And afterward, what else?” Unless we adopt the\nJapanese theory of “stop poems,” where the implied continuation of the\nmood, the suggested application of the symbol or allegory, is the sole\njustification of the actual words given, a great deal of imagist verse, in\nmy opinion, serves merely to sharpen the senses without utilizing the full\nimaginative powers of the mind. The making of images is an essential\nportion of the poet’s task, but in memorably great poetry it is only a\ndetail in a  larger whole. Miss Lowell’s “Patterns” is one of the most\neffective of contemporary poems, but it is far more than a document of\nimagism. It is a triumph of structural imagination.",
        "7. Genius and Inspiration\nWhatever may be the value, for students, of trying to analyse the\nimage-making and image-combining faculty, every one admits that it is a\nnecessary element in the production of poetry. Let Coleridge have the\nfinal statement of this mystery of his art: “The power of reducing\nmultitude into unity of effect, and modifying a series of thoughts by some\none predominant thought or feeling, may be cultivated and improved, but\ncan never be learnt. It is in this that Poeta nascitur non fit.” We\ncannot avoid the difficulties of the question by attributing the poet’s\nimagination to “genius.” Whether genius is a neurosis, as some think, or\nwhether it is sanity at perfection, makes little difference here.\nBoth a Poe and a Sophocles are equally capable of producing ideal\nsyntheses. Nor does the old word “inspiration” help much either.\nWhatever we mean by inspiration–a something not ourselves, supernatural\nor sub-liminal–a “vision” of Blake, the “voices” of Joan of Arc, the\n“god” that moved within the Corybantian revelers–it is an excitement of\nthe image-making faculty, and not that faculty itself. Disordered “genius\"\nand inspiration undisciplined by reason are alike powerless to produce\nimages that permanently satisfy the sense of beauty. Tolstoy’s common-\nsense remark is surely sound: “One’s writing is good only where the\nintelligence and the imagination are in equilibrium. As soon as one of\nthem over-balances the other, it’s all up.\"\n[Footnote: Compare W. A. Neilson’s chapter on “The Balance of Qualities\"\nin Essentials of Poetry. Houghton Mifflin Company, 1912.]",
        "8. A Summary\nLet us now endeavor to summarize this testimony which we have taken\nfrom poets and critics. Though they do not agree in all details, and\nthough they often use words that are either too vague or too highly\nspecialized, the general drift of the testimony is fairly clear. Poets\nand critics agree that the imagination is something different from the\nmere memory-image; that by a process of selection and combination and\nre-presentation of images something really new comes into being, and that\nwe are therefore justified in using the term constructive, or creativeimagination. This imagination embodies, as we say, or “bodies forth,” as\nDuke Theseus said, “the forms of things unknown.” It ultimately becomes\nthe poet’s task to “shape” these forms with his “pen,” that is to say, to\nsuggest them through word-symbols, arranged in a certain fashion. The\nselection of these word-symbols will be discussed in Chapter IV, and their\nrhythmical arrangement in Chapter V. But we have tried in the present\nchapter to trace the functioning of the poetic imagination in those stages\nof its activity which precede the definite shaping of poems with the pen.\nIf we say, with Professor Fairchild,\n[Footnote: Making of Poetry, p. 34.]\nthat “the central processes or kinds of activity involved in the making of\npoetry are three: personalizing, combining and versifying,” it is obvious\nthat we have been dealing with the first two. If we prefer to use the\nfamous terms employed by Ruskin in Modern Painters, we have been\nconsidering the penetrative, associative and contemplative types of\nimagination. But these Ruskinian names, however brilliantly and\nsuggestively employed by the master, are dangerous tools for the beginner\nin the study of poetry.",
        "If the beginner desires to review, at this point, the chief matters\nbrought to his attention in the present chapter, he may make a real test\nof their validity by opening his senses to the imagery of a few lines of\npoetry. Remember that poets are endeavoring to convey the “sense” of\nthings rather than the knowledge of things. Disregard for the moment the\nprecise words employed in the following lines, and concentrate the\nattention upon the images, as if the image were not made of words at all,\nbut were mere naked sense-stimulus.",
        "In this line the poet is trying to make us see something (\"visual\"\nimage):",
        "  “The bride hath paced into the hall,\n  Red as a rose is she.”",
        "Can you see her?",
        "In these lines the poet is trying to make us hear something (\"auditory\"\nimage):",
        "  “A noise like of a hidden brook  In the leafy month of June\n  That to the sleeping woods all night\n  Singeth a quiet tune.”",
        "Do you hear the tune? Do you hear it as clearly as you can hear",
        "  ’The tambourines\n  Jing-jing-jingled in the hands of Queens”?",
        "In these lines the poet is trying to make us feel certain bodily\nsensations (\"tactile” image):",
        "  “I closed my lids and kept them close,\n  And the balls like pulses beat;\n  For the sky and the sea and the sea and the sky,\n  Lay like a load on my weary eye,\n  And the dead were at my feet.”",
        "Do your eyes feel that pressure?",
        "You are sitting quite motionless in your chair as you read these lines\n(\"motor” image):",
        "  “I sprang to the stirrup, and Joris, and he;\n  I galloped, Dirck galloped, we galloped all three!”",
        "Are you instantly on horseback? If you are, the poet has put you there by\nconveying from his mind to yours, through the use of verbal imagery and\nrhythm, his “sense” of riding, which has now become your sense of\nriding.",
        "If the reader can meet this test of realizing simple images through his\nown body-and-mind reaction to their stimulus, the door of poetry is open\nto him. He can enter into its limitless enjoyments. If he wishes to\nanalyse more closely the nature of the pleasure which poetry affords, he\nmay select any lines he happens to like, and ask himself how the various\nfunctions of the imagination are illustrated by them. Suppose the lines\nare Coleridge’s description of the bridal procession, already quoted in\npart:",
        "  “The bride hath paced into the hall,\n   Red as a rose is she;\n   Nodding their heads before her goes\n   The merry minstrelsy.”",
        "Here surely is imagination penetrative; the selection of some one\ncharacteristic trait of the object; that trait (the “redness” or the\n“nodding”) re-presented to us, and emphasized by conferring, modifying or\nabstracting whatever elements the poet wishes to stress or to suppress.\nThe result is a combination of imagery which forms an idealized picture,\npresenting the shows of things as the mind would like to see them and thus\nsatisfying our sense of beauty. For there is no question that the mind\ntakes a supreme satisfaction in such an idealization of reality as\nColeridge’s picture of the swift tropical sunset,",
        "  “At one stride comes the dark,”",
        "or Emerson’s picture of the slow New England sunrise,",
        "  “O tenderly the haughty day\n  Fills his blue urn with fire.”",
        "Little has been said about beauty in this chapter, but no one doubts that\na sense of beauty guides the “shaping spirit of imagination” in that dim\nregion through which the poet feels his way before he comes to the\nconscious choice of expressive words and to the ordering of those words\ninto beautiful rhythmical designs.",
        "Continue...",
        "\nThis eBook of “A Study of Poetry” by Bliss Perry (Professor of English Literature in Harvard University\nAuthor of “A Study of Prose Fiction,” “Walt Whitman,” “The American Mind,” etc.) belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "A Study Of PoetryBy Bliss PerryAt Amazon"
    ]
}