{
    "title": "A Study of Poetry - Chapter II",
    "author": "Bliss Perry",
    "chapter": "3",
    "content": [
        "\n\n",
        "THE PROVINCE OF POETRY",
        "    “The more I read and re-read the works of the great poets,\n    and the more I study the writings of those who have some\n    Theory of Poetry to set forth, the more am I convinced that\n    the question What is Poetry? can be properly answered only if\n    we make What it does take precedence of How it does it.\"\n        J. A. STEWART, The Myths of Plato",
        "In the previous chapter we have attempted a brief survey of some of the\ngeneral aesthetic questions which arise whenever we consider the form and\nmeaning of the fine arts. We must now try to look more narrowly at the\nspecial field of poetry, asking ourselves how it comes into being, what\nmaterial it employs, and how it uses this material to secure those\nspecific effects which we all agree in calling “poetical,” however widely\nwe may differ from one another in our analysis of the means by which the\neffect is produced.",
        "Let us begin with a truism. It is universally admitted that poetry, like\neach of the fine arts, has a field of its own. To run a surveyor’s\nline accurately around the borders of this field, determining what belongs\nto it rather than to the neighboring arts, is always difficult and\nsometimes impossible. But the field itself is admittedly “there,” in all\nits richness and beauty, however bitterly the surveyors may quarrel about\nthe boundary lines. (It is well to remember that professional surveyors do\nnot themselves own these fields or raise any crops upon them!) How much\nmap-making ingenuity has been devoted to this task of grouping and\nclassifying the arts: distinguishing between art and fine art, between\nartist, artificer and artisan; seeking to arrange a hierarchy of the arts\non the basis of their relative freedom from fixed ends, their relative\ncomplexity or comprehensiveness of effect, their relative obligation to\nimitate or represent something that exists in nature! No one cares\nparticularly to-day about such matters of precedence–as if the arts were\nwalking in a carefully ordered ecclesiastical procession. On the other\nhand, there is ever-increasing recognition of the soundness of the\ndistinction made by Lessing in his Laokoon: or the Limits of Painting and\nPoetry; namely, that the fine arts differ, as media of expression,\naccording to the nature of the material which they employ. That is to say,\nthe “time-arts\"–like poetry and music–deal primarily with actions that\nsucceed one another in time. The space-arts–painting, sculpture,\narchitecture–deal primarily with bodies that coexist in space. Hence\nthere are some subjects that belong naturally in the “painting” group, and\nothers that belong as naturally in the “poetry” group. The artist should\nnot “confuse the genres,” or, to quote Whistler again, he should not push\na medium further than it will go. Recent psychology has more or less upset\nLessing’s technical theory of vision,\n[Footnote: F. E. Bryant, The Limits of Descriptive Writing, etc. Ann\nArbor, 1906.]\nbut it has confirmed the value of his main contention as to the fields\nof the various arts.",
        "1. The Myth of Orpheus and Eurydice\nAn illustration will make this matter clear. Let us take the Greek myth of\nOrpheus and Eurydice, which has been utilized by many artists during more\nthan two thousand years assuredly, and how much longer no one knows.\nVirgil told it in the Georgics and Ovid in the Metamorphoses. It\nbecame a favorite theme of medieval romance, and whether told in a French\nlai or Scottish ballad like “King Orfeo,” it still keeps, among all the\nstrange transformations which it has undergone, “the freshness of the\nearly world.” Let us condense the story from King Alfred’s Anglo-Saxon\nversion of Boethius’s De Consolatione Philosophiae: “There was once a\nfamous Thracian harper named Orpheus who had a beautiful wife named\nEurydice. She died and went to hell. Orpheus longed sorrowfully for her,\nharping so sweetly that the very woods and wild beasts listened to his\nwoe. Finally, he resolved to seek her in hell and win her back by his\nskill. And he played so marvelously there that the King of Hell to reward\nhim gave him back his wife again, only upon the condition that he should\nnot turn back to look at her as he led her forth. But, alas, who can\nconstrain love? When Orpheus came to the boundary of darkness and light,\nhe turned round to see if his wife was following–and she vanished.”",
        "Such was the myth in one of its manifold European forms. It deals\nobviously with a succession of events, with actions easily narratable by\nmeans of a “time-art” like poetry. The myth itself is one of fascinating\nhuman interest, and if a prose writer like Hawthorne had chosen to tell it\nin his Wonder-Book, we should doubtless speak of it as a “poetic” story.\nWe should mean, in using that adjective, that the myth contained\nsentiment, imagination, passion, dramatic climax, pathos–the qualities\nwhich we commonly associate with poetry–and that Hawthorne, although a\nprose writer, had such an exquisite sympathy for Greek stories that his\nhandling of the material would be as delicate, and the result possibly as\nlovely, as if the tale had been told in verse. But if we would realize the\nfull value of Lessing’s distinction, we must turn to one of the countless\nverse renderings of the myth. Here we have a succession of actions,\nindeed, quite corresponding to those of the prose story. But these images\nof action, succeeding one another in time, are now evoked by successive\nmusical sounds,–the sounds being, as in prose, arbitrary word-symbols of\nimage and idea,–only that in poetry the sounds have a certain ordered\narrangement which heightens the emotional effect of the images evoked.\nProse writer and poet might mean to tell precisely the same tale, but in\nreality they cannot, for one is composing, no matter how cunningly, in the\ntunes of prose and the other in the tunes of verse. The change in the\ninstrument means an alteration in the mental effect.",
        "Now turn to Lessing’s other exemplar of the time-arts, the musician–for\nmusicians as well as poets, painters and sculptors have utilized the myth\nof Orpheus and Eurydice. What can the musician do with the theme? Gluck’s\nopera may serve for answer. He cannot, by the aid of music alone, call up\nvery definite ideas or images. He cannot tell the Orpheus story clearly to\none who has never heard it. But to one who already knows the tale, a\ncomposer’s overture–without stage accessories or singing actors or any\n“operatic” devices as such–furnishes in its successions and combinations\nof musical sound, without the use of verbal symbols, a unique pleasurable\nemotion which strongly and powerfully reinforces the emotions suggested by\nthe Orpheus myth itself. Certain portions of the story, such as those\nrelating to the wondrous harping, can obviously be interpreted better\nthrough music than through the medium of any other art.",
        "What can Lessing’s “space-arts,” sculpture and painting, do with the\nmaterial furnished by the Orpheus myth? It is clear that they cannot tell\nthe whole story, since they are dealing with “bodies that coexist” rather\nthan with successive actions. They must select some one instant of action\nonly, and preferably the most significant moment of the whole, the parting\nof husband and wife. In the museum at Naples there is the wonderful Greek\ntreatment of this theme, in sculptured high relief. The sculptor has\nchosen the moment of parting. Hermes, the messenger of the gods to recall\nEurydice, has twined his hand gently around the left hand of the woman.\nWith her right hand she still touches her husband, but the dread instant\nis upon them all. The sculptor, representing the persons in three\ndimensions, as far as high relief allows, has sufficiently\ncharacterized their faces and figures, and with exquisite sense of rhythm\nand balance in his composition has fulfilled every requirement of formal\nbeauty that marble affords.",
        "In Sir Frederick Leighton’s painting of Orpheus and Eurydice and in many\nanother less famous painter’s rendering of the theme, there is likewise\nthe portrayal of an arrested moment. But the painter represents the\npersonages and the background in two dimensions. He can separate his\nfigures more completely than the sculptor, can make their instant of\naction more “dramatic,” can portray certain objects, such as the\ndiaphanous robe of Eurydice as she vanishes into mist, which are beyond\nthe power of the sculptor to represent, and above all he can suggest the\ncolor of the objects themselves, the degree of light and shade, the\n“atmosphere” of the whole, in a fashion unapproachable by the rival arts.",
        "The illustration need not be worked out more elaborately here, though the\nstudent may profitably reflect upon the resources of the modern moving\npicture–which is a novel combination of the “time” and “space” arts–and\nof the mimetic dance, as affording still further opportunities for\nexpressing the artistic possibilities of the Orpheus story. But the chief\nlesson to be learned by one who is attempting in this way to survey the\nprovinces of the different arts is this: no two of all the artists who\nhave availed themselves of the Orpheus material have really had the same\nsubject, although the title of each of their productions, if catalogued,\nmight conveniently be called “Orpheus and Eurydice.” Each has had his own\nconception of the theme, each his own professional technique in handling\nhis chosen medium, each his own habits of brain, each, in a word, has\nfound his own subject. “Are these children who are playing in the\nsunlight,” said Fromentin, “or is it a place in the sunlight in\nwhich children are playing?” One is a “figure” subject, that is to say,\nwhile the other is a landscape subject.",
        "The whole topic of the “provinces” of the arts becomes hopelessly academic\nand sterile if one fails to keep his eye upon the individual artist, whose\nfree choice of a subject is conditioned solely by his own artistic\ninterest in rendering such aspects of any theme as his own medium of\nexpression will allow him to represent. Take one of the most beautiful\nobjects in nature, a quiet sea. Is this a “painter-like” subject?\nAssuredly, yet the etcher has often rendered the effect of a quiet sea in\nterms of line, as a pastellist has rendered it in terms of color, and a\nmusician in terms of tone-feeling, and a poet in terms of tone-feeling\nplus thought. Each one of them finds something for himself, selects\nhis own “subject,” from the material presented by the quiet sea, and\nwhatever he may find belongs to him. We declaim against the confusion of\nthe genres, the attempt to render in the terms of one art what belongs, as\nwe had supposed, to another art, and we are often right in our protest.\nYet artists have always been jumping each other’s claims, and the sole\ntest of the lawfulness of the procedure is the success of the result. If\nthe border-foray of the impressionist or imagist proves successful, well\nand good, but a triumphant raid should not be mistaken for the steady\nlines of the main campaign.",
        "2. The Special Field\nWhat then do we mean by the province of poetry? Simply that there is a\nspecial field in which, for uncounted centuries, poets have produced a\ncertain kind of artistic effect. Strictly speaking, it is better to say\n“poets” rather than “the poet,” just as William James confesses that\nstrictly speaking there is no such thing as “the Imagination,” there are\nonly imaginations. But “the poet” is a convenient expression to indicate a\nman functioning qua poet–i.e. a man poetizing; and we shall continue to\nuse it. When we say that “the poet” in Sir Walter Scott inspires this or\nthat utterance, while “the novelist” or “the historian” or “the critic” in\nhim has prompted this or that other utterance, we are within our rights.",
        "The field of poetry, as commonly understood, is that portion of human\nfeeling which expresses itself through rhythmical and preferably metrical\nlanguage. In this field “the poet” labors. The human feeling which he\nembodies in verse comes to him originally, as feeling comes to all men, in\nconnection with a series of mental images. These visual, auditory, motor\nor tactile images crowd the stream of consciousness as it sweeps inward to\nthe brain. There the images are subjected to a process of selection,\nmodification, transformation.\n[Footnote: “The finest poetry was first experience; but the thought\nhas suffered a transformation since it was an experience.” Emerson,\nShakespeare: The Poet.]\nAt some point in the process the poet’s images tend to become verbal,–as\nthe painter’s or the musician’s do not,–and these verbal images are then\ndischarged in rhythmical patterns. It is one type of the threefold process\nroughly described at the close of Chapter I. What is peculiar to the poet\nas compared with other men or other artists is to be traced not so much in\nthe peculiar nature of his visual, auditory, motor or tactile images–for\nin this respect poets differ enormously among one another–as in the\nincreasingly verbal form of these images as they are reshaped by his\nimagination, and in the strongly rhythmical or metrical character of the\nfinal expression.",
        "Let carbon represent the first of the stages, the excited feeling\nresulting from sensory stimulus. That is the raw material of poetic\nemotion. Let the diamond represent the second stage, the chemical change,\nas it were, produced in the mental images under the heat and pressure of\nthe imagination. The final stage would be represented by the cutting,\npolishing and setting of the diamond, by the arrangement of the\ntransformed and now purely verbal images into effective rhythmical or\nmetrical designs.",
        "Wordsworth once wrote of true poets who possessed",
        "  “The vision and the faculty divine,\n  Though wanting the accomplishment of verse.”",
        "Let us venture to apply Wordsworth’s terminology to the process already\ndescribed. The “vision” of the poet would mean his sense-impressions of\nevery kind, his experience, as Goethe said, of “the outer world, the inner\nworld and the other world.” The “faculty divine,” into which vision blends\ninsensibly, would mean the mysterious change of these sense-impressions–\nas they become subjected to reflection, comparison, memory, “passion\nrecollected in tranquillity,\"–into words possessing a peculiar life and\npower. The “accomplishment of verse” is easier to understand. It is the\nexpression, by means of these words now pulsating with rhythm–the natural\nlanguage of excitement–of whatever the poet has seen and felt, modified\nby his imagination. The result is a poem: “embodied feeling.”",
        "Browning says to his imaginary poet:",
        "  “Your brains beat into rhythm–you tell\n               What we felt only.”",
        "There is much virtue, for us, in this rudely vigorous description of “the\npoet.” Certainly all of us feel, and thus far we are all potential poets.\nBut according to Browning there is, so to speak, a physiological\ndifference between the poet’s brain and ours. His brain beats into rhythm;\nthat is the simple but enormous difference in function, and hence it is\nthat he can tell what we only feel. That is, he becomes a “singer” as well\nas “maker,” while we, conscious though we may be of the capacity for\nintense feeling, cannot embody our feelings in the forms of verse. We may\nindeed go so far as to reshape mental images in our heated brains–for all\nmen do this under excitement, but to sing what we have thus made is denied\nto us.",
        "3. An Illustration from William James\nNo one can be more conscious than the present writer of the impossibility\nof describing in plain prose the admittedly complicated and mysterious\nseries of changes by which poetry comes into being. Those readers who find\nthat even the lines just quoted from Wordsworth and Browning throw little\nnew light upon the old difficulties, may nevertheless get a bit of help\nhere by turning back to William James’s diagram of the working of the\nbrain. It will be remembered that in Chapter I we used the simplest\npossible chart to represent the sensory stimulus of a nerve-centre and the\nsucceeding motor reaction, and we compared the “in-coming” and “out-going\"\nnerve processes with the function of Impression and Expression in the\narts. But to understand something of what takes place in the making of\npoetry we must now substitute for our first diagram the slightly more\ncomplicated one which William James employs to represent, not those lower\nnerve-centres which “act from present sensational stimuli alone,” but the\nhemispheres of the human brain which “act from considerations.\"\n[Footnote: Psychology, Briefer Course, pp. 97, 98. Henry Holt.]\nConsiderations are images constructed out of past experience, they are\nreproductions of what has been felt or witnessed.",
        "  “They are, in short, remote sensations; and the main difference\n  between the hemisphereless animal and the whole one may be concisely\n  expressed by saying that the one obeys absent, the other only present,\n  objects. The hemispheres would then seem to be the chief seat of\n  memory.“",
        "Then follows the accompanying diagram and illustration.",
        "  “If we liken the nervous currents to electric currents, we can compare\n  the nervous system, C, below the hemispheres to a direct circuit from\n  sense-organ to muscle along the line S... C... M. The hemisphere, H,\n  adds the long circuit or loop-line through which the current may pass\n  when for any reason the direct line is not used.",
        "[Illustration: M ?––- C ?––- H ?––- C ?–– S ]",
        "  “Thus, a tired wayfarer on a hot day throws himself on the damp earth\n  beneath a maple-tree. The sensations of delicious rest and coolness\n  pouring themselves through the direct line would naturally discharge\n  into the muscles of complete extension: he would abandon himself to the\n  dangerous repose. But the loop-line being open, part of the current is\n  drafted along it, and awakens rheumatic or catarrhal reminiscences,\n  which prevail over the instigations of sense, and make the man arise and\n  pursue his way to where he may enjoy his rest more safely.”",
        "William James’s entire discussion of the value of the hemisphere\n“loop-line” as a reservoir of reminiscences is of peculiar suggestiveness\nto the student of poetry. For it is along this loop-line of “memories and\nideas of the distant” that poetry wins its generalizing or universalizing\npower. It is here that the life of reason enters into the life of mere\nsensation, transforming the reports of the nerves into ideas and thoughts\nthat have coherence and general human significance. It is possible,\ncertainly, as the experiments of contemporary “imagists” prove, to write\npoetry of a certain type without employing the “loop-line.” But this is\npure sensorium verse, the report of retinal, auditory or tactile images,\nand nothing more. “Response to impressions and representation of those\nimpressions in their original isolation are the marks of the new poetry.\nResponse to impressions, correlation of those impressions into a\nconnected body of phenomena, and final interpretation of them as a whole\nare, have been, and always will be the marks of the enduring in all\nliterature, whether poetry or prose.\"\n[Footnote: Lewis Worthington Smith, “The New Naiveté,” Atlantic, April,\n1916.]\nTo quote another critic: “A rock, a star, a lyre, a cataract, do not,\nexcept incidentally and indirectly, owe their command of our sympathies to\nthe bare power of evoking reactions in a series of ocular envelopes or\nauditory canals. Their power lies in their freightage of association,\nin their tactical position at the focus of converging experience, in\nthe number and vigor of the occasions in which they have crossed and\nre-crossed the palpitating thoroughfares of life. ... Sense-impressions\nare poetically valuable only in the measure of their power to procreate or\nre-create experience.\"\n[Footnote: O. W. Firkins, “The New Movement in Poetry,” Nation, October\n14, 1915.]",
        "One may give the fullest recognition to the delicacy and sincerity of\nimagist verse, to its magical skill in seeming to open new doors of sense\nexperience by merely shutting the old doors of memory, to its naive\ncourage in rediscovering the formula of “Back to Nature.\"\n[Footnote: See the discussion of imagist verse in chap. III.]\nLike “free verse,” it has widened the field of expression, although its\nadvocates have sometimes forgotten that thousands of “imagist” poems lie\nembedded in the verse of Browning and even in the prose of George\nMeredith.\n[Footnote: J. L. Lowes, “An Unacknowledged Imagist,” Nation, February\n24, 1916.]\nWe shall discuss some of its tenets later, but it should be noted at this\npoint that the radical deficiency of imagist verse, as such, is in its\nlack of general ideas. Much of it might have been written by an infinitely\nsensitive decapitated frog. It is “hemisphereless” poetry.",
        "4. The Poet and Other Men\nThe mere physical vision of the poet may or may not be any keener than the\nvision of other men. There is an infinite variety in the bodily endowments\nof habitual verse-makers: there have been near-sighted poets like\nTennyson, far-sighted poets like Wordsworth, and, in the well-known\ncase of Robert Browning, a poet conveniently far-sighted in one eye and\nnear-sighted in the other! No doubt the life-long practice of observing\nand recording natural phenomena sharpens the sense of poets, as it does\nthe senses of Indians, naturalists, sailors and all outdoors men. The\nquick eye for costume and character possessed by a Chaucer or a Shakspere\nis remarkable, but equally so is the observation of a Dickens or a Balzac.\nIt is rather in what we call psychical vision that the poet is wont to\nexcel, that is, in his ability to perceive the meaning of visual\nphenomena. Here he ceases to be a mere reporter of retinal images, and\ntakes upon himself the higher and harder function of an interpreter of the\nvisible world. He has no immunity from the universal human experiences: he\nloves and he is angry and he sees men born and die. He becomes according\nto the measure of his intellectual capacity a thinker. He strives to see\ninto the human heart, to comprehend the working of the human mind. He\nreads the divine justice in the tragic fall of Kings. He penetrates\nbeneath the external forms of Nature and perceives her as a “living\npresence.” Yet the faculty of vision which the poet possesses in so\neminent a degree is shared by many who are not poets. Darwin’s outward eye\nwas as keen as Wordsworth’s; St. Paul’s sense of the reality of the\ninvisible world is more wonderful than Shakspere’s. The poet is indeed\nfirst of all a seer, but he must be something more than a seer before he\nis wholly poet.",
        "Another mark of the poetic mind is its vivid sense of relations. The part\nsuggests the whole. In the single instance there is a hint of the general\nlaw. The self-same Power that brings the fresh rhodora to the woods brings\nthe poet there also. In the field-mouse, the daisy, the water-fowl, he\nbeholds types and symbols. His own experience stands for all men’s. The\nconscience-stricken Macbeth is a poet when he cries, “Life is a walking\nshadow,” and King Lear makes the same pathetic generalization when he\nexclaims, “What, have his daughters brought him to this pass?” Through the\nshifting phenomena of the present the poet feels the sweep of the\nuniverse; his mimic play and “the great globe itself” are alike an\n“insubstantial pageant,” though it may happen, as Tennyson said of\nWordsworth, that even in the transient he gives the sense of the\nabiding, “whose dwelling is the light of setting suns.”",
        "But this perception of relations, characteristic as it is of the poetic\ntemper, is also an attribute of the philosopher. The intellect of a\nNewton, too, leaps from the specific instance to the general law; every\nman, in proportion to his intelligence and insight, feels that the world\nis one; while Plato and Descartes play with the time and space world with\nall the grave sportiveness of Prospero.",
        "Again, the poets have always been the “genus irritabile\"–the irritable\ntribe. They not only see deeply, but feel acutely. Often they are too\nhighly sensitized for their own happiness. If they receive a pleasure more\nexquisite than ours from a flower, a glimpse of the sea, a gracious\naction, they are correspondingly quick to feel dissonances, imperfections,\nslights. Like Lamb, they are “rather squeamish about their women and\nchildren.” Like Keats, they are “snuffed out by an article.” Keener\npleasures, keener pains, this is the law of their life; but it is\napplicable to all persons of the so-called artistic temperament. It is one\nof the penalties of a fine organism. It does not of itself describe a\npoet.\n[Footnote: I have here utilized a few paragraphs from my chapter on\n“Poetry” in Counsel upon the Reading of Books, Houghton Mifflin\nCompany.]",
        "The real difference between “the poet” and other men is rather to be\ntraced, as the present chapter has tried to indicate, in his capacity for\nmaking and employing verbal images of a certain kind, and combining these\nimages into rhythmical and metrical designs. In each of his functions–as\n“seer,” as “maker,” and as “singer\"–he shows himself a true creator.\nCriticism no longer attempts to act as his “law-giver,” to assert what he\nmay or may not do. The poet is free, like every creative artist, to make a\nbeautiful object in any way he can. And nevertheless criticism–watching\ncountless poets lovingly for many a century, observing their various\nendowments, their manifest endeavors, their victories and defeats,\nobserving likewise the nature of language, that strange medium (so much\nstranger than any clay or bronze!) through which poets are compelled to\nexpress their conceptions–criticism believes that poetry, like\neach of the sister arts, has its natural province, its own field of the\nbeautiful. We have tried in this chapter to suggest the general direction\nof that field, without looking too narrowly for its precise boundaries. In\nW. H. Hudson’s Green Mansions the reader will remember how a few sticks\nand stones, laid upon a hilltop, were used as markers to indicate the\noutlines of a continent. Criticism, likewise, needs its poor sticks and\nstones of commonplace, if it is to point out any roadway. Our own road\nleads first into the difficult territory of the poet’s imaginings, and\nthen into the more familiar world of the poet’s words.",
        "Continue...",
        "\nThis eBook of “A Study of Poetry” by Bliss Perry (Professor of English Literature in Harvard University\nAuthor of “A Study of Prose Fiction,” “Walt Whitman,” “The American Mind,” etc.) belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "A Study Of PoetryBy Bliss PerryAt Amazon"
    ]
}