{
    "title": "A Study of Poetry - Chapter IV",
    "author": "Bliss Perry",
    "chapter": "5",
    "content": [
        "\n\n",
        "THE POET’S WORDS",
        "  “Words are sensible signs necessary for communication.\"\n    JOHN LOCKE, Human Understanding, 3, 2, 1.",
        "  “As conceptions are the images of things to the mind within itself, so\n  are words or names the marks of those conceptions to the minds of them\n  we converse with.\"\n    SOUTH, quoted in Johnson’s Dictionary.",
        "  “Word: a sound, or combination of sounds, used in any language as the\n  sign of a conception, or of a conception together with its grammatical\n  relations.... A word is a spoken sign that has arrived at its value as\n  used in any language by a series of historical changes, and that holds\n  its value by virtue of usage, being exposed to such further changes, of\n  form and of meaning, as usage may prescribe....\"\n    Century Dictionary.",
        "  “A word is not a crystal–transparent and unchanged; it is the skin of a\n  living thought, and may vary greatly in color and content according to\n  the circumstances and the time in which it is used.\"\n    Justice OLIVER WENDELL HOLMES, Towne vs. Eisner.",
        "  “I wish our clever young poets would remember my homely definitions of\n  prose and poetry; that is, prose = words in their best order;–poetry =\n  the best words in the best order.\"\n    COLERIDGE, Table Talk.",
        "1. The Eye and the Ear\n“Literary\" language is commonly distinguished from the language of\nordinary life by certain heightenings or suppressions. The novelist or\nessayist, let us say, fashions his language more or less in accordance\nwith his own mood, with his immediate aim in writing, with the capacity of\nhis expected readers. He is discoursing with a certain real or imaginary\naudience. He may put himself on paper, as Montaigne said, as if he were\ntalking to the first man he happens to meet; or he may choose to address\nhimself to the few chosen spirits of his generation and of succeeding\ngenerations. He trusts the arbitrary written or printed symbols of\nword-sounds to carry his thoughts safely into the minds of other men.\nThe “literary” user of language in modern times comes to depend upon\nthe written or printed page; he tends to become more or less “eye-minded\";\nwhereas the typical orator remains “ear-minded\"–i.e. peculiarly sensitive\nto a series of sounds, and composing for the ear of listeners rather than\nfor the eye of readers.",
        "Now as compared with the typical novelist, the poet is surely, like the\norator, “ear-minded.” Tonal symbols of ideas and emotions, rather than\nvisual symbols of ideas and emotions, are the primary stuff with which he\nis working, although as soon as the advancing civilization of his race\nbrings an end to the primitive reciting of poetry and its transmission\nthrough oral repetition alone, it is obvious that he must depend, like\nother literary artists, or like the modern musicians, upon the written or\nprinted signs for the sounds which he has composed. But so stubborn are\nthe habits of our eyes that we tend always to confuse the look of the\npoet’s words upon the printed page with the sound of those words as they\nare perceived by the ear. We are seldom guilty of this confusion in the\ncase of the musician. His “music” is not identified with the arbitrary\nblack marks which make up his printed score. For most of us there is\nno music until those marks are actually translated into terms of tone–\nalthough it is true that the trained reader of music can easily translate\nto his inner ear without any audible rendering of the indicated sounds.",
        "This distinction is essential to the understanding of poetry. A poem is\nnot primarily a series of printed word-signs addressed to the eye; it is a\nseries of sounds addressed to the ear, and the arbitrary symbols for these\nsounds do not convey the poem unless they are audibly rendered–except to\nthose readers who, like the skilled readers of printed music, can\ninstantly hear the indicated sounds without any actual rendition of them\ninto physical tone. Many professed lovers of poetry have no real ear for\nit. They are hopelessly “eye-minded.” They try to decide questions of\nmetre and stanza, of free verse and of emotionally patterned prose by the\nappearance of the printed page instead of by the nerves of hearing. Poets\nlike Mr. Vachel Lindsay–who recites or chants his own verses after the\nmanner of the primitive bard–have rendered a true service by leading\nus away from the confusions wrought by typography, and back to that sheer\ndelight in rhythmic oral utterance in which poetry originates.",
        "2. How Words convey Feeling\nFor it must never be forgotten that poetry begins in excitement, in some\nbody-and-mind experience; that it is capable, through its rhythmic\nutterance of words which suggest this experience, of transmitting emotion\nto the hearer; and that the nature of language allows the emotion to be\nembodied in more or less permanent form. Let us look more closely at some\nof the questions involved in the origin, the transmission and embodiment\nof poetic feeling, remembering that we are now trying to trace these\nprocesses in so far as they are revealed by the poet’s use of words.\nRhythm will be discussed in the next chapter.",
        "We have already noted that there are no mental images of feeling itself.\nThe images recognized by the consciousness of poets are those of\nexperiences and objects associated with feeling. The words employed to\nrevive and transmit these images are usually described as “concrete” or\n“sensuous” in distinction from abstract or purely conceptual. They are\n“experiential” words, arising out of bodily or spiritual contact with\nobjects or ideas that have been personalized, colored with individual\nfeeling. Such words have a “fringe,” as psychologists say. They are rich\nin overtones of meaning; not bare, like words addressed to the sheer\nintelligence, but covered with veils of association, with tokens of past\nexperience. They are like ships laden with cargoes, although the cargo\nvaries with the texture and the history of each mind. It is probable that\nthis very word “ship,” just now employed, calls up as many different\nmental images as there are readers of this page. Brander Matthews has\nrecorded a curious divergence of imagery aroused by the familiar word\n“forest.” Half a dozen well-known men of letters, chatting together in a\nLondon club, tried to tell one another what “forest” suggested to each:",
        "  “Until that evening I had never thought of forest as clothing itself\n  in different colors and taking on different forms in the eyes of\n  different men; but I then discovered that even the most innocent\n  word may don strange disguises. To Hardy forest suggested the sturdy\n  oaks to be assaulted by the woodlanders of Wessex; and to Du Maurier\n  it evoked the trim and tidy avenues of the national domain of France.\n  To Black the word naturally brought to mind the low scrub of the\n  so-called deer-forests of Scotland; and to Gosse it summoned up a\n  view of the green-clad mountains that towered up from the\n  Scandinavian fiords. To Howells forest recalled the thick woods that\n  in his youth fringed the rivers of Ohio; and to me there came back\n  swiftly the memory of the wild growths, bristling unrestrained by\n  man, in the Chippewa Reservation which I had crossed fourteen years\n  before in my canoe trip from Lake Superior to the Mississippi. Simple\n  as the word seemed, it was interpreted by each of us in accord with\n  his previous personal experience. And these divergent experiences\n  exchanged that evening brought home to me as never before the\n  inherent and inevitable inadequacy of the vocabulary of every\n  language, since there must always be two partners in any communication\n  by means of words, and the verbal currency passing from one to the other\n  has no fixed value necessarily the same to both of them.\"\n[Footnote: Brander Matthews, These Many Years. Scribner’s, New York,\n1917.]",
        "But one need not journey to London town in order to test this matter. Let\nhalf a dozen healthy young Americans stop before the window of a shop\nwhere sporting goods are exhibited. Here are fishing-rods, tennis\nracquets, riding-whips, golf-balls, running-shoes, baseball bats,\nfootballs, oars, paddles, snow-shoes, goggles for motorists, Indian clubs\nand rifles. Each of these physical objects focuses the attention of the\nobserver in more or less exact proportion to his interest in the\nparticular sport suggested by the implement. If he is a passionate tennis\nplayer, a thousand motor-tactile memories are stirred by the sight of the\nracquet. He is already balancing it in his fingers, playing his favorite\nstrokes with it, winning tournaments with it–though he seems to be\nstanding quietly in front of the window. The man next him is already\nsnowshoeing over the frozen hills. But if a man has never played lacrosse,\nor been on horseback, or mastered a canoe, the lacrosse racquet or\nriding-whip or paddle mean little to him emotionally, except that they may\nstir his imaginative curiosity about a sport whose pleasures he has never\nexperienced. His eye is likely to pass them over as indifferently as if he\nwere glancing at the window of a druggist or a grocer. These varying\nresponses of the individual to the visual stimulus of this or that\nphysical object in a heterogeneous collection may serve to illustrate his\ncapacity for feeling. Our chance group before the shop window thus becomes\na symbol of all human minds as they confront the actual visible universe.\nThey hunger and thirst for this or that particular thing, while another\nobject leaves them cold.",
        "Now suppose that our half-dozen young men are sitting in the dark,\ntalking–evoking body-and-mind memories by means of words alone. No two\ncan possibly have the same memories, the same series of mental pictures.\nNot even the most vivid and picturesque word chosen by the best talker of\nthe company has the same meaning for them all. They all understand the\nword, approximately, but each feels it in a way unexperienced by his\nfriend. The freightage of significance carried by each concrete, sensuous,\npicture-making word is bound to vary according to the entire physical and\nmental history of the man who hears it. Even the commonest and most\nuniversal words for things and sensations–such as “hand,” “foot,” “dark,\"\n“fear,” “fire,” “warm,” “home\"–are suffused with personal emotions,\nfaintly or clearly felt; they have been or are my hand, foot, fear,\ndarkness, warmth, happiness. Now the poet is like a man talking or singing\nin the dark to a circle of friends. He cannot say to them “See this” or\n“Feel that” in the literal sense of “see” and “feel\"; he can only call up\nby means of words and tunes what his friends have seen and felt already,\nand then under the excitement of such memories suggest new combinations,\nnew weavings of the infinitely varied web of human experience, new voyages\nwith fresh sails upon seas untried.",
        "It is true that we may picture the poet as singing or talking to himself\nin solitude and darkness, obeying primarily the impulse of expression\nrather than of communication. Hence John Stuart Mill’s distinction between\nthe orator and the poet: “Eloquence is heard; poetry is overheard.\nEloquence supposes an audience. The peculiarity of poetry appears to us to\nlie in the poet’s utter unconsciousness of a listener. Poetry is feeling\nconfessing itself to itself in moments of solitude, and embodying itself\nin symbols which are the nearest possible representations of the feeling\nin the exact shape in which it exists in the poet’s mind.\"\n[Footnote: J. S. Mill, “Thoughts on Poetry,” in Dissertations, vol. 1.\nSee also F. N. Scott, “The Most Fundamental Differentia of Poetry and\nProse.” Published by Modern Language Association, 19, 2.]\nBut whether his primary aim be the relief of his own feelings (for a man\nswears even when he is alone!) or the communication of his feelings to\nother persons, it remains true that a poet’s language betrays his bodily\nand mental history. “The poet,” said Thoreau, “writes the history of his\nown body.”",
        "For example, a study of Browning’s vocabulary made by Professor C. H.\nHerford\n[Footnote: Robert Browning, Modern English Writers, pp. 244-66.\nBlackwood & Sons. 1905.]\nemphasizes that poet’s acute tactual and muscular sensibilities, his quick\nand eager apprehension of space-relations:",
        "  “He gloried in the strong sensory-stimulus of glowing color, of\n  dazzling light; in the more complex motory-stimulus of intricate,\n  abrupt and plastic form.... He delighted in the angular, indented,\n  intertwining, labyrinthine varieties of line and surface which call\n  for the most delicate, and at the same time most agile, adjustments\n  of the eye. He caught at the edges of things.... Spikes and\n  wedges and swords run riot in his work.... He loved the grinding,\n  clashing and rending sibilants and explosives as Tennyson the\n  tender-hefted liquids.... He is the poet of sudden surprises,\n  unforseen transformations.... The simple joy in abrupt changes of\n  sensation which belonged to his riotous energy of nerve lent support\n  to his peremptory way of imagining all change and especially all\n  vital and significant becoming.”",
        "The same truth is apparent as we pass from the individual poet to the\npoetic literature of his race. Here too is the stamp of bodily history.\nHebrew poetry, as is well known, is always expressing emotion in terms of\nbodily sensation.",
        "  ’Anger,” says Renan,\n  [Footnote: Quoted by J. H. Gardiner, The Bible as Literature, p.\n  114.]\n  “is expressed in Hebrew in a throng of ways, each picturesque, and\n  each borrowed from physiological facts. Now the metaphor is taken\n  from the rapid and animated breathing which accompanies the passion,\n  now from heat or from boiling, now from the act of a noisy breaking,\n  now from shivering. Discouragement and despair are expressed by\n  the melting of the heart, fear by the loosening of the reins.\n  Pride is portrayed by the holding high of the head, with the figure\n  straight and stiff. Patience is a long breathing, impatience  short breathing, desire is thirst or paleness. Pardon is expressed\n  by a throng of metaphors borrowed from the idea of covering, of\n  hiding, of coating over the fault. In Job God sews up sins in a\n  sack, seals it, then throws it behind him: all to signify that he\n  forgets them....",
        "  “My soul longeth, yea, even fainteth for the courts of the Lord; my\n  heart and my flesh crieth out for the living God.",
        "  “Save me, O God; for the waters are come in unto my soul.",
        "  “I sink in deep mire, where there is no standing: I am come into deep\n  waters, where the floods overflow me.",
        "  “I am weary of my crying: my throat is dried: mine eyes fail while I\n  wait for my God.”",
        "Greek poetry, likewise, is made out of “warm, swift, vibrating” words,\nthrilling with bodily sensation. Gilbert Murray\n[Footnote: “What English Poetry may Learn from Greek,” Atlantic Monthly,\nNovember, 1912.]\nhas described the weaving of these beautiful single words into patterns:",
        "  “The whole essence of lyric is rhythm. It is the weaving of words\n  into a song-pattern, so that the mere arrangement of the syllables\n  produces a kind of dancing joy.... Greek lyric is derived directly\n  from the religious dance; that is, not merely the pattering of the\n  feet, but the yearning movement of the whole body, the ultimate\n  expression of emotion that cannot be pressed into articulate speech,\n  compact of intense rhythm and intense feeling.”",
        "Nor should it be forgotten that Milton, while praising “a graceful and\nornate rhetoric,” declares that poetry, compared with this, is “more\nsimple, sensuous and passionate.\"\n[Footnote: Tract on Education. ]\nThese words “sensuous” and “passionate,” dulled as they have become by\nrepetition, should be interpreted in their full literal sense. While\nlanguage is unquestionably a social device for the exchange of ideas and\nfeelings, it is also true that poetic diction is a revelation of\nindividual experience, of body-and-mind contacts with reality. Every poet\nis still an Adam in the Garden, inventing new names as fast as the new\nwonderful Beasts–-so terrible, so delightful!–come marching by.",
        "3. Words as Current Coin\nBut the poet’s words, stamped and colored as they are by unique individual\nexperience, must also have a general transmission value which renders\nthem current coin. If words were merely representations of private\nexperience, merely our own nicknames for things, they would not pass the\nwalls of the Garden inhabited by each man’s imagination. “Expression\"\nwould be possible, but “communication” would be impossible, and indeed\nthere would be no recognizable terms of expression except the “bow-wow” or\n“pooh-pooh” or “ding-dong” of the individual Adam––and even these\nexpressive syllables might not be the ones acceptable to Eve!",
        "The truth is that though the impulse to expression is individual, and that\nin highly developed languages a single man can give his personal stamp to\nwords, making them say what he wishes them to say, as Dante puts it,\nspeech is nevertheless primarily a social function. A word is a social\ninstrument. “It belongs,” says Professor Whitney,\n[Footnote: W. D. Whitney, Language and the Study of Language, p. 404.]\n“not to the individual, but to the member of society.... What we may\nseverally choose to say is not language until it be accepted and employed\nby our fellows. The whole development of speech, though initiated by the\nacts of individuals, is wrought out by the community.”",
        "... A solitary man would never frame a language. Let a child grow up in\nutter seclusion, and, however rich and suggestive might be the nature\naround him, however full and appreciative his sense of that which lay\nwithout, and his consciousness of that which went on within him, he would\nall his life remain a mute.”",
        "What is more, the individual’s mastery of language is due solely to his\nsocial effort in employing it. Speech materials are not inherited; they\nare painfully acquired. It is well known that an English child brought up\nin China and hearing no word of English will speak Chinese without a trace\nof his English parentage in form or idiom.\n[Footnote: See Baldwin’s Dictionary of Philosophy and Psychology,\narticle “Language.\"]\nHis own body-and-mind experiences will be communicated in the medium\nalready established by the body-and-mind experiences of the Chinese race.\nIn that medium only can the thoughts of this English-born child have any\ntransmission value. His father and mother spoke a tongue moulded by\nChaucer and Shakspere, but to the boy whom we have imagined all that\nage-long labor of perfecting a social instrument of speech is lost\nwithout a trace. As far as language is concerned, he is a Chinaman and\nnothing else.",
        "Now take the case of a Chinese boy who has come to an American school and\ncollege. Just before writing this paragraph I have read the blue-book of\nsuch a boy, written in a Harvard examination on Tennyson. It was an\nexceptionally well-expressed blue-book, in idiomatic English, and it\nrevealed an unusual appreciation of Tennyson’s delicate and sure\nfelicities of speech. The Chinese boy, by dint of an intellectual effort\nof which most of his American classmates were incapable, had mastered many\nof the secrets of an alien tongue, and had taken possession of the rich\ntreasures of English poetry. If he had been composing verse himself,\ninstead of writing a college blue-book, it is likely that he would have\npreferred to use his own mother-tongue, as the more natural medium for the\nexpression of his intimate thoughts and feelings. But that expression, no\nmatter how artistic, would have “communicated” nothing whatever to an\nAmerican professor ignorant of the Chinese language. It is clear that the\npower of any person to convey his ideas and emotions to others is\nconditioned upon the common possession of some medium of exchange.",
        "4. Words an Imperfect Medium\nAnd it is precisely here that we face one of the fundamental difficulties\nof the poet’s task; a difficulty that affects, indeed, all human\nintercourse. For words are notoriously an imperfect medium of\ncommunication. They “were not invented at first,” says Professor Walter\nRaleigh in his book on Wordsworth, “and are very imperfectly adapted at\nbest, for the severer purposes of truth. They bear upon them all the\nweaknesses of their origin, and all the maims inflicted by the\nprejudices and fanaticisms of generations of their employers. They\nperpetuate the memory or prolong the life of many noble forms of human\nextravagance, and they are the monuments of many splendid virtues. But\nwith all their abilities and dignities they are seldom well fitted for the\nquiet and accurate statement of the thing that is.... Beasts fight with\nhorns, and men, when the guns are silent, with words. The changes of\nmeaning in words from good to bad and from bad to good senses, which are\nquite independent of their root meaning, is proof enough, without detailed\nillustration, of the incessant nature of the strife. The question is not\nwhat a word means, but what it imputes.\"\n[Footnote: Raleigh’s Wordsworth. London, 1903.]",
        "Now if the quiet and accurate statement of things as they are is the ideal\nlanguage of prose, it is obvious that the characteristic diction of poetry\nis unquiet, inaccurate, incurably emotional. Herein lie its dangers and\nits glories. No poet can keep for very long to the “neutral style,” to the\ncool gray wallpaper words, so to speak; he wants more color–-passionate\nwords that will “stick fiery off” against the neutral background of\nconventional diction. In vain does Horace warn him against “purple\npatches\"; for he knows that the tolerant Horace allowed himself to use\npurple patches whenever he wished. All employers of language for emotional\neffect–orators, novelists, essayists, writers of editorials–utilize in\ncertain passages these colored, heightened, figured words. It is as if\nthey ordered their printers to set individual words or whole groups of\nwords in upper-case type.",
        "And yet these “upper-case words” of heightened emotional value are not\nreally isolated from their context. Their values are relative and not\nabsolute. Like the high lights of a picture, their effectiveness depends\nupon the tone of the composition as a whole. To insert a big or violent\nword for its own potency is like sewing the purple patch upon a faded\ngarment. The predominant thought and feeling of a passage give the\nrichest individual words their penetrating power, just as the weight of\nthe axe-head sinks the blade into the wood. “Futurist” poets like\nMarinetti have protested against the bonds of syntax, the necessity of\nlogical subject and predicate, and have experimented with nouns alone.\n“Words delivered from the fetters of punctuation,” says Marinetti, “will\nflash against one another, will interlace their various forms of\nmagnetism, and follow the uninterrupted dynamics of force.\"\n[Footnote: There is an interesting discussion of Futurism in Sir Henry\nNewbolt’s New Study of English Poetry. Dutton, 1919.]\nBut do they? The reader may judge for himself in reading Marinetti’s poem\non the siege of a Turkish fort:",
        "  “Towers guns virility flights erection telemetre exstacy toumbtoumb 3\n  seconds toumbtoumb waves smiles laughs plaff poaff glouglouglouglou\n  hide-and-seek crystals virgins flesh jewels pearls iodine salts\n  bromide skirts gas liqueurs bubbles 3 seconds toumbtoumb officer\n  whiteness telemetre cross fire megaphone sight-at-thousand-metres\n  all-men-to-left enough every-man-to-his post incline-7-degrees\n  splendour jet pierce immensity azure deflowering onslaught alleys\n  cries labyrinth mattress sobs ploughing desert bed precision\n  telemetre monoplane cackling theatre applause monoplane equals\n  balcony rose wheel drum trepan gad-fly rout arabs oxen blood-colour\n  shambles wounds refuge oasis.”",
        "In these vivid nouns there is certainly some raw material for a poem, just\nas a heap of bits of colored glass might make material for a rose-window.\nBut both poem and window must be built by somebody: the shining fragments\nwill never fashion themselves into a whole.",
        "5. Predominant Tone-Feeling\nIf each poem is composed in its own “key,” as we say of music, with its\nown scale of “values,” as we say of pictures, it is obvious that the\nseparate words tend to take on tones and hues from the predominant\ntone-feeling of the poem. It is a sort of protective coloration, like\nNature’s devices for blending birds and insects into their background; or,\nto choose a more prosaic illustration, like dipping a lump of sugar into a\ncup of coffee. The white sugar and the yellowish cream and the black\ncoffee blend into something unlike any of the separate ingredients, yet\nthe presence of each is felt. It is true that some words refuse to be\nabsorbed into the texture of the poem: they remain as it were foreign\nsubstances in the stream of imagery, something alien, stubborn, jarring,\nalthough expressive enough in themselves. All the pioneers in poetic\ndiction assume this risk of using “un-poetic” words in their desire to\nemploy expressive words. Classic examples are Wordsworth’s homely “tubs\"\nand “porringers,” and Walt Whitman’s catalogues of everyday implements\nused in various trades. Othello was hissed upon its first appearance on\nthe Paris stage because of that “vulgar” word handkerchief. Thus “fork\"\nand “spoon” have almost purely utilitarian associations and are\nconsequently difficult terms for the service of poetry, but “knife” has a\nwider range of suggestion. Did not the peaceful Robert Louis Stevenson\nconfess his romantic longing to “knife a man”?",
        "But it is not necessary to multiply illustrations of this law of\nconnotation. The true poetic value of a word lies partly in its history,\nin its past employments, and partly also in the new vitality which it\nreceives from each brain which fills the word with its own life. It is\nlike an old violin, with its subtle overtones, the result of many\nvibrations of the past, but yet each new player may coax a new tune from\nit. When Wordsworth writes of",
        "  “The silence that is in the starry sky,\n  The sleep that is among the lonely hills,”",
        "he is combining words that are immemorially familiar into a total effect\nthat is peculiarly “Wordsworthian.” Diction is obviously only a part of a\ngreater whole in which ideas and emotions are also merged. A concordance\nof all the words employed by a poet teaches us much about him, and\nconversely a knowledge of the poet’s personality and of his governing\nideas helps us in the study of his diction. Poets often have favorite\nwords–like Marlowe’s “black,” Shelley’s “light,” Tennyson’s “wind,\"\nSwinburne’s “fire.” Each of these words becomes suffused with the whole\npersonality of the poet who employs it. It not only cannot be taken out of\nits context in the particular poem in which it appears, but it cannot be\nadequately felt without some recognition of the particular sensational\nand emotional experience which prompted its use. Many concordance-hunters\nthus miss the real game, and fall into the Renaissance error of\nword-grubbing for its own sake, as if mere words had a value of their own\nindependently of the life breathed into them by living men. I recall a\nconversation at Bormes with the French poet Angellier. He was complaining\nhumorously of his friend L., a famous scholar whose big book was “carrying\nall the treasures of French literature down to posterity like a\ncold-storage transport ship.” “But he published a criticism of one of my\npoems,” Angellier went on, “which proved that he did not understand the\npoem at all. He had studied it too hard! The words of a poem are\nstepping-stones across a brook. If you linger on one of them too long, you\nwill get your feet wet! You must cross, vite!” If the poets lead us from\none mood to another over a bridge of words, the words themselves are not\nthe goal of the journey. They are instruments used in the transmission of\nemotion.",
        "6. Specific Tone-Color\nIt is obvious, then, that the full poetic value of a word cannot be\nascertained apart from its context. The value is relative and not\nabsolute. And nevertheless, just as the bit of colored glass may have a\ncertain interest and beauty of its own, independently of its possible\nplace in the rose-window, it is true that separate words possess special\nqualities of physical and emotional suggestiveness. Dangerous as it is to\ncharacterize the qualities of the sound of a word apart from the sense of\nthat word, there is undeniably such a thing as “tone-color.” A piano and a\nviolin, striking the same note, are easily differentiated by the quality\nof the sound, and of two violins, playing the same series of notes, it is\nusually possible to declare which instrument has the richer tone or\ntimbre. Words, likewise, differ greatly in tone-quality. A great deal of\ningenuity has been devoted to the analysis of “bright” and “dark” vowels,\nsmooth and harsh consonants, with the aim of showing that each sound has\nits special expressive force, its peculiar adaptability to transmit a\ncertain kind of feeling. Says Professor A. H. Tolman:\n[Footnote: “The Symbolic Value of Sounds,” in Hamlet and Other Essays,\nby A. H. Tolman. Boston, 1904.]",
        "  “Let us arrange the English vowel sounds in the following scale:",
        "  [short i] (little)     [long i]   (I)         [short oo] (wood)\n  [short e] (met)        [long u]   (due)       [long ow]  (cow)\n  [short a] (mat)        [short ah] (what)      [long o]   (gold)\n  [long e]  (mete)       [long ah]  (father)    [long oo]  (gloom)\n  [ai]      (fair)       [oi]       (boil)      [aw]       (awe)\n  [long a]  (mate)       [short u]  (but)",
        "  “The sounds at the beginning of this scale are especially fitted to\n  express uncontrollable joy and delight, gayety, triviality, rapid\n  movement, brightness, delicacy, and physical littleness; the sounds\n  at the end are peculiarly adapted to express horror, solemnity, awe,\n  deep grief, slowness of motion, darkness, and extreme or oppressive\n  greatness of size. The scale runs, then, from the little to the\n  large, from the bright to the dark, from ecstatic delight to horror,\n  and from the trivial to the solemn and awful.”",
        "Robert Louis Stevenson in his Some Technical Elements of Style in\nLiterature, and many other curious searchers into the secrets of words,\nhave attempted to explain the physiological basis of these varying\n“tone-qualities.” Some of them are obviously imitative of sounds in\nnature; some are merely suggestive of these sounds through more or less\nremote analogies; some are frankly imitative of muscular effort or of\nmuscular relaxation. High-pitched vowels and low-pitched vowels, liquid\nconsonants and harsh consonants, are unquestionably associated with\nmuscular memories, that is to say, with individual body-and-mind\nexperiences. Lines like Tennyson’s famous",
        "  “The moan of doves in immemorial elms\n   And murmuring of innumerable bees”",
        "thus represent, in their vowel and consonantal expressiveness, the past\nhistory of countless physical sensations, widely shared by innumerable\nindividuals, and it is to this fact that the “transmission value” of the\nlines is due.",
        "Imitative effects are easily recognized, and need no comment:",
        "  “Brushed with the hiss of rustling wings”",
        "  “The mellow ouzel fluting in the elm”",
        "  “The wind that’ll wail like a child\n          and the sea that’ll moan like a man.”",
        "Suggestive effects are more subtle. Sometimes they are due primarily to\nthose rhythmical arrangements of words which we shall discuss in the next\nchapter, but poetry often employs the sound of single words to awaken dim\nor bright associations. Robert Bridges’s catalogue of the Greek nymphs in\n“Eros and Psyche” is an extreme example of risking the total effect of a\nstanza upon the mere beautiful sounds of proper names.",
        "  “Swift to her wish came swimming on the waves\n  His lovely ocean nymphs, her guides to be,\n  The Nereids all, who live among the caves\n  And valleys of the deep, Cymodocè,\n  Agavè, blue-eyed Hallia and Nesaea,\n  Speio, and Thoë, Glaucè and Actaea,\n  Iaira, Melitè and Amphinomè,\n  Apseudès and Nemertès, Callianassa,\n  Cymothoë, Thaleia, Limnorrhea,\n  Clymenè, Ianeira and Ianassa,\n  Doris and Panopè and Galatea,\n  Dynamenè, Dexamenè and Maira,\n  Ferusa, Doto, Proto, Callianeira,\n  Amphithoë, Oreithuia and Amathea.”",
        "Names of objects like “bobolink” and “raven” may affect us emotionally by\nthe quality of their tone. Through association with the sounds of the\nhuman voice, heard under stress of various emotions, we attribute joyous\nor foreboding qualities to the bird’s tone, and then transfer these\nassociations to the bare name of the bird.",
        "Names of places are notoriously rich in their evocation of emotion.",
        "  “He caught a chill in the lagoons of Venice,\n  And died in Padua.”",
        "Here the fact of illness and death may be prosaic enough, but the very\nnames of “Venice” and “Padua” are poetry–like “Rome,” “Ireland,\"\n“Arabia,” “California.”",
        "  “Where the great Vision of the guarded mount\n  Looks toward Namancos and Bayona’s hold.”",
        "Who knows precisely where that “guarded mount” is upon the map? And who\ncares? “The sailor’s heart,” confesses Lincoln Colcord,\n[Footnote: The New Republic, September 16, 1916.]\n“refutes the prose of knowledge, and still believes in delectable and\nsounding names. He dreams of capes and islands whose appellations are\nmusic and a song.... The first big land sighted on the outward passage is\nJava Head; beside it stands Cape Sangian Sira, with its name like a\nbattle-cry. We are in the Straits of Sunda: name charged with the heady\nlanguor of the Orient, bringing to mind pictures of palm-fringed shores\nand native villages, of the dark-skinned men of Java clad in bright\nsarongs, clamoring from their black-painted dugouts, selling fruit and\nbrilliant birds. These waters are rich in names that stir the blood, like\nKrakatoa, Gunong Delam, or Lambuan; or finer, more sounding than all the\nrest, Telok Betong and Rajah Bassa, a town and a mountain–Telok Betong at\nthe head of Lampong Bay and Rajah Bassa, grand old bulwark on the Sumatra\nshore, the cradle of fierce and sudden squalls.”",
        "It may be urged, of course, that in lines of true poetry the sense carries\nthe sound with it, and that nothing is gained by trying to analyse the\nsounds apart from the sense. Professor C. M. Lewis\n[Footnote: Principles of English Verse. New York, 1906.]\nasserts bluntly: “When you say Titan you mean something big, and when you\nsay tittle you mean something small; but it is not the sound of either\nword that means either bigness or littleness, it is the sense. If you put\ntogether a great many similar consonants in one sentence, they will\nattract special attention to the words in which they occur, and the\nsignificance of those words, whatever it may be, is thereby intensified;\nbut whether the words are ’a team of little atomies’ or ’a triumphant\nterrible Titan,’ it is not the sound of the consonants that makes the\nsignificance. When Tennyson speaks of the shrill-edged shriek of\na mother, his words suggest with peculiar vividness the idea of a shriek;\nbut when you speak of stars that shyly shimmer, the same sounds only\nintensify the idea of shy shimmering.” This is refreshing, and yet it is\nto be noted that “Titan” and “tittle” and “shrill-edged shriek” and “shyly\nshimmer” are by no means identical in sound: they have merely certain\nconsonants in common. A fairer test of tone-color may be found if we turn\nto frank nonsense-verse, where the formal elements of poetry surely exist\nwithout any control of meaning or “sense”:",
        "  “The Jabberwock, with eyes of flame,\n   Came whiffling through the tulgey wood,\n   And burbled as it came!",
        "  “’T was brillig, and the slithy toves\n     Did gyre and gimble in the wabe;\n  All mimsy were the borogoves,\n    And the mome raths outgrabe.”",
        "  “It seems rather pretty,” commented the wise Alice, “but it’s rather\n  hard to understand! Somehow it seems to fill my head with ideas–only\n  I don’t exactly know what they are!”",
        "This is precisely what one feels when one listens to a poem recited in a\nlanguage of which one happens to be ignorant. The wonderful colored words\nare there, and they seem somehow to fill our heads with ideas, only we do\nnot know what they are. Many readers who know a little Italian or German\nwill confess that their enjoyment of a lyric in those languages suffers\nonly a slight, if any, impairment through their ignorance of the precise\nmeaning of all the words in the poem: if they know enough to feel the\npredominant mood–as when we listen to a song sung in a language of which\nwe are wholly ignorant–we can sacrifice the succession of exact ideas.\nFor words bare of meaning to the intellect may be covered with veils of\nemotional association due to the sound alone. Garrick ridiculed–and\ndoubtless at the same time envied–George Whitefield’s power to make women\nweep by the rich overtones with which he pronounced “that blessed word\nMesopotamia.”",
        "The capacities and the limitations of tone-quality in itself may be seen\nno less clearly in parodies. Swinburne, a master technician in words and\nrhythm, occasionally delighted, as in “Nephelidia,\"\n[Footnote: Quoted in Carolyn Wells, A Parody Anthology. New York, 1904.]\nto make fun of himself as well as of his poetic contemporaries:",
        "  “Surely no spirit or sense of a soul that was soft\n          to the spirit and soul of our senses\n    Sweetens the stress of surprising suspicion that\n          sobs in the semblance and sound of a sigh;\n  Only this oracle opens Olympian, in mystical\n          moods and triangular tenses,–\n    ’Life is the lust of a lamp for the light that is\n          dark till the dawn of the day when we die.’”",
        "Or, take Calverley’s parody of Robert Browning:",
        "  “You see this pebble-stone? It’s a thing I bought\n  Of a bit of a chit of a boy i’ the mid o’ the day.\n  I like to dock the smaller parts o’ speech,\n  As we curtail the already cur-tail’d cur–”",
        "The characteristic tone-quality of the vocabulary of each of these\npoets–whether it be",
        "  “A soul that was soft to the spirit and soul of our senses”",
        "or",
        "  “A bit of a chit of a boy i’ the mid o’ the day\"–",
        "is as perfectly conveyed by the parodist as if the lines had been written\nin dead earnest. Poe’s “Ulalume” is a masterly display of tone-color\ntechnique, but exactly what it means, or whether it means anything at all,\nis a matter upon which critics have never been able to agree. It is\ncertain, however, that a poet’s words possess a kind of physical\nsuggestiveness, more or less closely related to their mental significance.\nIn nonsense-verse and parodies we have a glimpse, as it were, at the body\nof poetry stripped of its soul.",
        "7. “Figures of Speech”\nTo understand why poets habitually use figurative language, we must recall\nwhat has been said in Chapter III about verbal images. Under the heat and\npressure of emotion, things alter their shape and size and quality, ideas\nare transformed into concrete images, diction becomes impassioned, plain\nspeech tends to become metaphorical. The language of any excited person,\nwhether he is uttering himself in prose or verse, is marked by “tropes\";\ni.e. “turnings\"–images which express one thing in the terms of another\nthing. The language of feeling is characteristically “tropical,” and\nindeed every man who uses metaphors is for the moment talking like a\npoet–unless, as too often happens both in prose and verse, the metaphor\nhas become conventionalized and therefore lifeless. The born poet\nthinks in “figures,” in “pictured\" language, or, as it has been called, in\n“re-presentative\" language,\n[Footnote: G. L. Raymond, Poetry as a Representative Art, chap. 19.]\nsince he represents, both to his own mind and to those with whom he is\ncommunicating, the objects of poetic emotion under new forms. If he wishes\nto describe an eagle, he need not say: “A rapacious bird of the falcon\nfamily, remarkable for its strength, size, graceful figure, and\nextraordinary flight.” He represents these facts by making a picture:",
        "  “He clasps the crag with crooked hands;\n  Close to the sun in lonely lands,\n  Ring’d with the azure world, he stands.",
        "  “The wrinkled sea beneath him crawls;\n  He watches from his mountain walls,\n  And like a thunderbolt he falls.\"\n[Footnote: Tennyson, “The Eagle.” ]",
        "Or suppose the poet is a woman, meditating upon the coming of old age, and\nreflecting that age brings riches of its own. Observe how this thought is\n“troped\"; i.e. turned into figures which re-present the fundamental idea:",
        "  “Come, Captain Age,\n  With your great sea-chest full of treasure!\n  Under the yellow and wrinkled tarpaulin\n  Disclose the carved ivory\n  And the sandalwood inlaid with pearl,\n  Riches of wisdom and years.\n  Unfold the India shawl,\n  With the border of emerald and orange and crimson and blue,\n  Weave of a lifetime.\n  I shall be warm and splendid\n  With the spoils of the Indies of age.\"\n[Footnote: Sarah N. Cleghorn, “Come, Captain Age.\"]",
        "It is true, of course, that a poet may sometimes prefer to use\nunornamented language, “not elevated,” as Wordsworth said, “above the\nlevel of prose.” Such passages may nevertheless be marked by poetic\nbeauty, due to the circumstances or atmosphere in which the plain words\nare spoken. The drama is full of such instances. “I loved you not,” says\nHamlet; to which Ophelia replies only: “I was the more deceived.” No\nfigure of speech could be more moving than that.",
        "I once found in an old graveyard on Cape Cod, among the sunny, desolate\nsandhills, these lines graven on a headstone:",
        "  “She died, and left to me\n  This heath, this calm and quiet scene;\n  This memory of what hath been,\n  And nevermore will be.”",
        "I had read the lines often enough in books, but here I realized for the\nfirst time the perfection of their beauty.",
        "But though a poet, for special reasons, may now and then renounce the use\nof figurative language, it remains true that this is the characteristic\nand habitual mode of utterance, not only of poetry but of all emotional\nprose. Here are a few sentences from an English sailor’s account of the\nfight off Heligoland on August 28, 1915. He was on a destroyer:",
        "  “Scarcely had we started when from out the mist and across our front,\n  in furious pursuit, came the first cruiser squadron–the town class,\n  Birmingham, etc.–each unit a match for three Mainzes; and as we\n  looked and reduced speed they opened fire, and the clear\n  ’bang-bang!’ of their guns was just a cooling drink....",
        "  “The Mainz was immensely gallant. The last I saw of her, absolutely\n  wrecked alow and aloft, her whole midships a fuming inferno, she had\n  one gun forward and one aft still spitting forth fury and defiance\n  like a wildcat mad with wounds.",
        "  “Our own four-funnel friend recommenced at this juncture with a\n  couple of salvos, but rather half-heartedly, and we really did not\n  care a d––, for there, straight ahead of us, in lordly procession,\n  like elephants walking through a pack of dogs, came the Lion, Queen\n  Mary, Invincible, and New Zealand, our battle cruisers, great and\n  grim and uncouth as some antediluvian monsters. How solid they\n  looked! How utterly earthquaking!”",
        "The use and the effectiveness of figures depend primarily, then, upon the\nmood and intentions of the writer. Figures are figures, whether employed\nin prose or verse. Mr. Kipling does not lose his capacity for employing\nmetaphors as he turns from writing verse to writing stories, and the\nrhetorician’s analysis of similes, personifications,  allegories, and all\nthe other devices of “tropical\" language is precisely the same, whether he\nis studying poetry or prose. Any good textbook in rhetoric gives adequate\nexamples of these various classes of figures, and they need not be\nrepeated here.",
        "8. Words as Permanent Embodiment of Poetic Feeling\nWe have seen that the characteristic vocabulary of poetry originates in\nemotion and that it is capable of transmitting emotion to the hearer or\nreader. But how far are words capable of embodying emotion in permanent\nform? Poets themselves, in proud consciousness of the enduring character\nof their creations, have often boasted that they were building monuments\nmore enduring than bronze or marble. When Shakspere asserts this in his\nsonnets, he is following not only an Elizabethan convention, but a\nuniversal instinct of the men of his craft. Is it a delusion? Here are\nwords–mere vibrating sounds, light and winged and evanescent things,\nassuming a meaning value only through the common consent of those who\ninterchange them, altering that meaning more or less from year to year,\noften passing wholly from the living speech of men, decaying when races\ndecay and civilizations change. What transiency, what waste and oblivion\nlike that which waits upon millions on millions of autumn leaves!",
        "Yet nothing in human history is more indisputable than the fact that\ncertain passages of poetry do survive, age after age, while empires pass,\nand philosophies change and science alters the mental attitude of men as\nwell as the outward circumstances of life upon this planet.",
        "Some thoughts and feelings, then, eternalize themselves in human speech;\nmost thoughts and feelings do not. Wherein lies the difference?\nIf most words are perishable stuff, what is it that keeps other words from\nperishing? Is it superior organization and arrangement of this fragile\nmaterial, “fame’s great antiseptic, style”? Or is it by virtue of some\nsecret passionate quality imparted to words by the poet, so that the\napparently familiar syllables take on a life and significance which is\nreally not their own, but his? And is this intimate personalized quality\nof words “style,” also, as well as that more external “style” revealed in\nclear and orderly and idiomatic arrangement? Or does the mystery of\npermanence reside in the poet’s generalizing power, by which he is able to\nexpress universal, and hence permanently interesting human experience? And\ntherefore, was not the late Professor Courthope right when he declared, “I\ntake all great poetry to be not so much what Plato thought it, the\nutterance of individual genius, half inspired, half insane, as the\nenduring voice of the soul and conscience of man living in society”?",
        "Answers to such questions as these depend somewhat upon the “romantic” or\n“classic” bias of the critics. Romantic criticism tends to stress the\nsignificance of the personality of the individual poet. The classic school\nof criticism tends to emphasize the more general and universal qualities\nrevealed by the poet’s work. But while the schools and  fashions of\ncriticism shift their ground and alter their verdicts as succeeding\ngenerations change in taste, the great poets continue as before to\nparticularize and also to generalize, to be “romantic” and “classic” by\nturns, or even in the same poem. They defy critical augury, in their\nunending quest of beauty and truth. That they succeed, now and then, in\ngiving a permanently lovely embodiment to their vision is surely a more\nimportant fact than the rightness or wrongness of whatever artistic theory\nthey may have invoked or followed.",
        "For many a time, surely, their triumphs are a contradiction of their\ntheories. To take a very familiar example, Wordsworth’s theory of poetic\ndiction shifted like a weathercock. In the Advertisement to the Lyrical\nBallads (1798) he asserted: “The following poems are to be considered as\nexperiments. They were written chiefly with a view to ascertain how far\nthe language of conversation in the middle and lower classes of society is\nadapted to the purposes of poetic pleasure.” In the Preface of the second\nedition (1800) he announced that his purpose had been “to ascertain how\nfar, by fitting to metrical arrangement a selection of the real language\nof men in a state of vivid sensation, that sort of pleasure and that\nquantity of pleasure may be imparted, which a poet may rationally\nendeavour to impart.” But in the famous remarks on poetic diction which\naccompanied the third edition (1802) he inserted after the words “A\nselection of language really used by men” this additional statement of his\nintention: “And at the same time to throw over them a certain colouring of\nthe imagination whereby ordinary things should be presented to the mind in\nan unusual aspect.” In place of the original statement about the\nconversation of the middle and lower classes of society, we are now\nassured that the language of poetry “if selected truly and judiciously,\nmust necessarily be dignified and variegated and alive with metaphors and\nfigures.... This selection will form a distinction ... and will entirely\nseparate the composition from the vulgarity and meanness of ordinary\nlife.”",
        "What an amazing change in theory in four years! Yet it is no more\nremarkable than Wordsworth’s successive emendations in the text of his\npoems. In 1807 his blind Highland boy had gone voyaging in",
        "  “A Household Tub, like one of those\n   Which women use to wash their clothes;\n     This carried the blind Boy.”",
        "In 1815 the wash-tub becomes",
        "  “The shell of a green turtle, thin\n   And hollow–you might sit therein,\n     It was so wide and deep.”",
        "And in 1820 the worried and dissatisfied artist changes that unlucky\nvessel once more into the final banality of",
        "  “A shell of ample size, and light\n   As the pearly car of Amphitrite\n     That sportive dolphins drew.”",
        "Sometimes, it is true, this adventurer in poetic diction had rather better\nfortune in his alterations. The much-ridiculed lines of 1798 about the\nchild’s grave–",
        "  “I’ve measured it from side to side,\n   ’T is three feet long and two feet wide\"–",
        "became in 1820:",
        "  “Though but of compass small and bare\n   To thirsty suns and parching air.”",
        "Like his friend Coleridge, Wordsworth forsook gradually his early\nexperiments with matter-of-fact phrases, with quaintly grotesque figures.\nRevolt against conventional eighteenth-century diction had given him a\nblessed sense of freedom, but he found his real strength later in subduing\nthat freedom to a sense of law. Archaisms, queernesses, flatly\nnaturalistic turns of speech gave place to a vocabulary of simple dignity\nand austere beauty. Wordsworth attained his highest originality as an\nartist by disregarding singularity, by making familiar words reveal new\npotencies of expression.",
        "For after all, we must come back to what William James called the long\n“loop-line,” to that reservoir of ideas and feelings which stores up the\nexperience of individuals and of the race, and to the words which most\neffectively evoke that experience. Two classes at Columbia University, a\nfew years ago, were asked to select fifty English words of basic\nimportance in the expression of human life. In choosing these words, they\nwere to aim at reality and strength rather than at beauty. When the two\nlists were combined, they presented these seventy-eight different words,\nwhich are here arranged alphabetically: age, ambition, beauty, bloom,\ncountry, courage, dawn, day, death, despair, destiny, devotion, dirge,\ndisaster, divine, dream, earth, enchantment, eternity, fair, faith,\nfantasy, flower, fortune, freedom, friendship, glory, glow, god, grief,\nhappiness, harmony, hate, heart, heaven, honor, hope, immortality, joy,\njustice, knell, life, longing, love, man, melancholy, melody, mercy, moon,\nmortal, nature, noble, night, paradise, parting, peace, pleasure, pride,\nregret, sea, sigh, sleep, solitude, song, sorrow, soul, spirit, spring,\nstar, suffer, tears, tender, time, virtue, weep, whisper, wind and youth.\n[Footnote: See Nation, February 23, 1911.]",
        "Surely these words, selected as they were for their significance, are not\nlacking in beauty of sound. On the contrary, any list of the most\nbeautiful words in English would include many of them. But it is the\nmeaning of these “long-loop” words, rather than their formal beauty alone,\nwhich fits them for the service of poetry. And they acquire in that\nservice a “literary\" value, which is subtly blended with their “sound\"\nvalue and logical “meaning\" value. They connote so much! They suggest more\nthan they actually say. They unite the individual mood of the moment with\nthe soul of mankind.",
        "And there is still another mode of union between the individual and the\nrace, which we must attempt in the next chapter to regard more closely,\nbut which should be mentioned here in connection with the permanent\nembodiment of feeling in words,–namely, the mysterious fact of rhythm.\nSingle words are born and die, we learn them and forget them, they alter\ntheir meanings, they always say less than we really intend, they are\nimperfect instruments for signaling from one brain to another. Yet these\ncrumbling particles of speech may be miraculously held together and built\ninto a tune, and with the tune comes another element of law, order,\npermanence. The instinct for the drumbeat lies deep down in our bodies; it\naffects our mental life, the organization of our emotions, and our\nresponse to the rhythmical arrangement of words. For mere ideas and words\nare not poetry, but only part of the material for poetry. A poem does not\ncome into full being until the words begin to dance.",
        "Continue...",
        "\nThis eBook of “A Study of Poetry” by Bliss Perry (Professor of English Literature in Harvard University\nAuthor of “A Study of Prose Fiction,” “Walt Whitman,” “The American Mind,” etc.) belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "A Study Of PoetryBy Bliss PerryAt Amazon"
    ]
}