{
    "title": "A Study of Poetry - Part I: Poetry in General",
    "author": "Bliss Perry",
    "chapter": "2",
    "content": [
        "\n\n",
        "  “Sidney and Shelley pleaded this cause.\n  Because they spoke, must we be dumb?\"\nGEORGE E. WOODBERRY, A New Defense of Poetry\nA STUDY OF POETRY",
        "A GLANCE AT THE BACKGROUND",
        "It is a gray day in autumn. I am sitting at my desk, wondering how to\nbegin the first chapter of this book about poetry. Outside the window\na woman is contentedly kneeling on the upturned brown earth of her\ntulip-bed, patting lovingly with her trowel as she covers the bulbs\nfor next spring’s blossoming. Does she know Katharine Tynan’s verses\nabout “Planting Bulbs”? Probably not. But I find myself dropping the\nprocrastinating pen, and murmuring some of the lines:",
        "  “Setting my bulbs a-row\n    In cold earth under the grasses,\n  Till the frost and the snow\n    Are gone and the Winter passes–",
        "  “Turning the sods and the clay\n    I think on the poor sad people\n  Hiding their dead away\n    In the churchyard, under the steeple.",
        "  “All poor women and men,\n    Broken-hearted and weeping,\n  Their dead they call on in vain,\n    Quietly smiling and sleeping.",
        "  “Friends, now listen and hear,\n    Give over crying and grieving,\n  There shall come a day and a year\n    When the dead shall be as the living.",
        "  “There shall come a call, a foot-fall,\n    And the golden trumpeters blowing\n  Shall stir the dead with their call,\n    Bid them be rising and going.",
        "  “Then in the daffodil weather,\n    Lover shall run to lover;\n  Friends all trooping together;\n    Death and Winter be over.",
        "  “Laying my bulbs in the dark,\n    Visions have I of hereafter.\n  Lip to lip, breast to breast, hark!\n    No more weeping, but laughter!”",
        "Yet this is no way to start your chapter, suggests Conscience. Why do you\nnot write an opening paragraph, for better for worse, instead of looking\nout of the window and quoting Katharine Tynan? And then it flashes over\nme, in lieu of answer, that I have just discovered one way of beginning\nthe chapter, after all! For what I should like to do in this book is to\nset forth in decent prose some of the strange potencies of verse: its\npower, for instance, to seize upon a physical image like that of a woman\nplanting bulbs, and transmute it into a symbol of the resurrection of the\ndead; its capacity for turning fact into truth and brown earth into\nbeauty; for remoulding the broken syllables of human speech into sheer\nmusic; for lifting the mind, bowed down by wearying thought and haunting\nfear, into a brooding ecstasy wherein weeping is changed into laughter and\nautumnal premonitions of death into assurance of life, and the narrow\npaths of individual experience are widened into those illimitable spaces\nwhere the imagination rules. Poetry does all this, assuredly. But how? And\nwhy? That is our problem.",
        "“The future of poetry is immense,” declared Matthew Arnold, and there are\nfew lovers of literature who doubt his triumphant assertion. But the past\nof poetry is immense also: impressive in its sheer bulk and in its\nimmemorial duration. At a period earlier than any recorded history, poetry\nseems to have occupied the attention of men, and some of the finest\nspirits in every race that has attained to civilization have devoted\nthemselves to its production, or at least given themselves freely to the\nenjoyment of reciting and reading verse, and of meditating upon its\nsignificance. A consciousness of this rich human background should\naccompany each new endeavor to examine the facts about poetry and to\ndetermine its essential nature. The facts are indeed somewhat complicated,\nand the nature of poetry, in certain aspects of it, at least, will remain\nas always a mystery. Yet in that very complication and touch of mystery\nthere is a fascination which has laid its spell upon countless generations\nof men, and which has been deepened rather than destroyed by the advance\nof science and the results of scholarship. The study of folklore and\ncomparative literature has helped to explain some of the secrets of\npoetry; the psychological laboratory, the history of criticism, the\ninvestigation of linguistics, the modern developments in music and the\nother arts, have all contributed something to our intelligent enjoyment of\nthe art of poetry and to our sense of its importance in the life of\nhumanity. There is no field of inquiry where the interrelations of\nknowledge are more acutely to be perceived. The beginner in the study of\npoetry may at once comfort himself and increase his zest by remembering\nthat any real training which he has already had in scientific observation,\nin the habit of analysis, in the study of races and historic periods, in\nthe use of languages, in the practice or interpretation of any of the fine\narts, or even in any bodily exercise that has developed his sense of\nrhythm, will be of ascertainable value to him in this new study.",
        "But before attempting to apply his specific knowledge or aptitude to the\nnew field for investigation, he should be made aware of some of the wider\nquestions which the study of poetry involves. The first of these questions\nhas to do with the relations of the study of poetry to the general field\nof Aesthetics.",
        "1. The Study of Poetry and the Study of Aesthetics\nThe Greeks invented a convenient word to describe the study of poetry:\n“Poetics.” Aristotle’s famous fragmentary treatise bore that title, and it\nwas concerned with the nature and laws of certain types of poetry and with\nthe relations of poetry to the other arts. For the Greeks assumed, as we\ndo, that poetry is an art: that it expresses emotion through words\nrhythmically arranged. But as soon as they began to inquire into the\nparticular kind of emotion which is utilized in poetry and the various\nrhythmical arrangements employed by poets, they found themselves compelled\nto ask further questions. How do the other arts convey feeling? What\narrangement or rhythmic ordering of facts do they use in this process?\nWhat takes place in us as we confront the work of art, or, in other words,\nwhat is our reaction to an artistic stimulus?",
        "For an answer to such wider questions as these, we moderns turn to the\nso-called science of Aesthetics. This word, derived from the Greek\naisthanomai (to perceive), has been defined as “anything having to do\nwith perception by the senses.” But it was first used in its present sense\nby the German thinker Baumgarten in the middle of the eighteenth century.\nHe meant by it “the theory of the fine arts.” It has proved a convenient\nterm to describe both “The Science of the Beautiful” and “The Philosophy\nof Beauty\"; that is, both the analysis and classification of beautiful\nthings as well as speculation as to the origin and nature of Beauty\nitself. But it should be borne in mind that aesthetic inquiry and answer\nmay precede by thousands of years the use of the formal language of\naesthetic theory. Mr. Kipling’s “Story of Ung” cleverly represents the\ncave-men as discussing the very topics which the contemporary studio and\nclassroom strive in vain to settle,–in vain, because they are the eternal\nproblems of art. Here are two faces, two trees, two colors, one of which\nseems preferable to the other. Wherein lies the difference, as far as the\nobjects themselves are concerned? And what is it which the preferable face\nor tree or color stirs or awakens within us as we look at it? These are\nwhat we call aesthetic questions, but a man or a race may have a delicate\nand sure sense of beauty without consciously asking such questions at all.\nThe awareness of beautiful objects in nature, and even the ability to\ncreate a beautiful work of art, may not be accompanied by any gift for\naesthetic speculation. Conversely, many a Professor of aesthetics has\ncontentedly lived in an ugly house and you would not think that he had\never looked at river or sky or had his pulses quickened by a tune.\nNevertheless, no one can turn the pages of a formal History of Aesthetics\nwithout being reminded that the oldest and apparently the most simple\ninquiries in this field may also be the subtlest and in a sense the most\nmodern. For illustration, take the three philosophical contributions of\nthe Greeks to aesthetic theory, as they are stated by Bosanquet:\n[Footnote: Bosanquet, History of Aesthetic, chap. 3.]\n(1) the conception that art deals with images, not realities, i.e. with\naesthetic “semblance” or things as they appear to the artist;\n(2) the conception that art consists in “imitation,” which they carried to\nan absurdity, indeed, by arguing that an imitation must be less “valuable\"\nthan the thing imitated;\n(3) the conception that beauty consists in certain formal relations, such\nas symmetry, harmony of parts–in a word, “unity in variety.”",
        "Now no one can snap a Kodak effectively without putting into practice the\nfirst of these conceptions: nor understand the “new music” and “free\nverse” without reckoning with both the second and the third. The value to\nthe student of poetry of some acquaintance with aesthetic theory is\nsometimes direct, as in the really invaluable discussion contained in\nAristotle’s Poetics, but more often, perhaps, it will be found in the\nindirect stimulus to his sympathy and taste. For he must survey the\nwidespread sense of beauty in the ancient world, the splendid periods of\nartistic creation in the Middle Ages, the growth of a new feeling for\nlandscape and for the richer and deeper human emotions, and the emergence\nof the sense of the “significant” or individually “characteristic” in\nthe work of art. Finally he may come to lose himself with Kant or Hegel or\nColeridge in philosophical theories about the nature of beauty, or to\nfollow the curious analyses of experimental aesthetics in modern\nlaboratories, where the psycho-physical reactions to aesthetic stimuli are\ncunningly registered and the effects of lines and colors and tones upon\nthe human organism are set forth with mathematical precision. He need not\ntrouble himself overmuch at the outset with definitions of Beauty. The\nchief thing is to become aware of the long and intimate preoccupation of\nmen with beautiful objects and to remember that any inquiry into the\nnature and laws of poetry will surely lead him into a deeper curiosity as\nto the nature and manifestations of aesthetic feeling in general.",
        "2. The Impulse to Artistic Production\nFurthermore, no one can ask himself how it is that a poem comes into being\nunless he also raises the wider question as to the origin and working of\nthe creative impulse in the other arts. It is clear that there is a gulf\nbetween the mere sense of beauty–such as is possessed by primitive man,\nor, in later stages of civilization, by the connoisseur in the fine\narts–and the concrete work of art. Thousands enjoy the statue, the\nsymphony, the ode; not one in a thousand can produce these objects.\nMere connoisseurship is sterile. “The ability to produce one fine line,\"\nsaid Edward FitzGerald, “transcends all the Able-Editor ability in this\nably-edited universe.” What is the impulse which urges certain persons to\ncreate beautiful objects? How is it that they cross the gulf which\nseparates the enjoyer from the producer?",
        "It is easier to ask this question than to find a wholly satisfactory\nanswer to it. Plato’s explanation, in the case of the poet, is simple\nenough: it is the direct inspiration of the divinity,–the “god” takes\npossession of the poet. Perhaps this may be true, in a sense, and we shall\nrevert to it later, but first let us look at some of the conditions for\nthe exercise of the creative impulse, as contemporary theorists have\nendeavored to explain them.",
        "Social relations, surely, afford one of the obvious conditions for the\nimpulse to art. The hand-clapping and thigh-smiting of primitive savages\nin a state of crowd-excitement, the song-and-dance before admiring\nspectators, the chorus of primitive ballads,–the crowd repeating and\naltering the refrains,–the rhythmic song of laboring men and of women at\ntheir weaving, sailors’ “chanties,” the celebration of funeral rites,\nreligious processional and pageant, are all expressions of communal\nfeeling, and it is this communal feeling–\"the sense of joy in widest\ncommonalty spread\"–which has inspired, in Greece and Italy, some of the\ngreatest artistic epochs. It is true that as civilization has proceeded,\nthis communal emotion has often seemed to fade away and leave us in the\npresence of the individual artist only. We see Keats sitting at his garden\ntable writing the “Ode to Autumn,” the lonely Shelley in the Cascine at\nFlorence composing the “West Wind,” Wordsworth pacing the narrow walk\nbehind Dove Cottage and mumbling verses, Beethoven in his garret writing\nmusic. But the creative act thus performed in solitude has a singular\npotency, after all, for arousing that communal feeling which in the moment\nof creation the artist seems to escape. What he produces in his loneliness\nthe world does not willingly let die. His work, as far as it becomes\nknown, really unites mankind. It fulfills a social purpose. “Its function\nis social consolidation.”",
        "Tolstoy made so much of this “transmission of emotion,” this “infectious\"\nquality of art as a means of union among men, that he reduced a good case\nto an absurdity, for he argued himself into thinking that if a given work\nof art does not infect the spectator–and preferably the uneducated\n“peasant” spectator–with emotion, it is therefore not art at all. He\noverlooked the obvious truth that there are certain types of difficult\nor intricate beauty–in music, in architecture, and certainly in\npoetry–which so tax the attention and the analytical and reflective\npowers of the spectator as to make the inexperienced, uncultured spectator\nor hearer simply unaware of the presence of beauty. Debussy’s music,\nBrowning’s dramatic monologues, Henry James’s short stories, were not\nwritten for Tolstoy’s typical peasant. They would “transmit” to him\nnothing at all. But although Tolstoy, a man of genius, overstated his case\nwith childlike perversity, he did valuable service in insisting upon\nemotion as a basis for the art-impulse. The creative instinct is\nundeniably accompanied by strong feeling, by pleasure in the actual work\nof production and in the resultant object, and something of this pleasure\nin the harmonious expression of emotion is shared by the competent\nobserver. The permanent vitality of a work of art does consist in its\ncapacity for stimulating and transmitting pleasure. One has only to think\nof Gray’s “Elegy” and the delight which it has afforded to generations of\nmen.",
        "Another conception of the artistic impulse seeks to ally it with the\n“play-instinct.” According to Kant and Schiller there is a free “kingdom\nof play” between the urgencies of necessity and of duty, and in this\nsphere of freedom a man’s whole nature has the chance to manifest itself.\nHe is wholly man only when he “plays,” that is, when he is free to create.\nHerbert Spencer and many subsequent theorists have pointed out the analogy\nbetween the play of young animals, the free expression of their surplus\nenergy, their organic delight in the exercise of their muscles, and that\n“playful” expenditure of a surplus of vitality which seems to characterize\nthe artist. This analogy is curiously suggestive, though it is\ninsufficient to account for all the phenomena concerned in human artistic\nproduction.",
        "The play theory, again, suggests that old and clairvoyant perception of\nthe Greeks that the art-impulse deals with aesthetic appearances rather\nthan with realities as such. The artist has to do with the semblance of\nthings; not with things as they “are in themselves” either physically or\nlogically, but with things as they appear to him. The work of the\nimpressionist painter or the imagist poet illustrates this conception. The\nconventions of the stage are likewise a case in point. Stage settings,\nconversations, actions, are all affected by the ’optique du théâtre“\nthey are composed in a certain “key” which seeks to give a harmonious\nimpression, but which conveys frankly semblance and not reality. The\ncraving for “real” effects upon the stage is anti-aesthetic, like those\ngladiatorial shows where persons were actually killed. I once saw an\nunskilful fencer, acting the part of Romeo, really wound Tybalt: the\neffect was lifelike, beyond question, but it was shocking.",
        "From this doctrine of aesthetic semblance or “appearance” many thinkers\nhave drawn the conclusion that the pleasures afforded by art must in their\nvery nature be disinterested and sharable. Disinterested, because they\nconsist so largely in delighted contemplation merely. Women on the stage,\nsaid Coquelin, should afford to the spectator “a theatrical pleasure only,\nand not the pleasure of a lover.” Compare with this the sprightly egotism\nof the lyric poet’s",
        "  “If she be not so to me,\n  What care I how fair she be?”",
        "A certain aloofness is often felt to characterize great art: it is\nperceived in the austerity and reserve of the Psyche of Naples and the\nVenus of Melos:",
        "  “And music pours on mortals\n  Its beautiful disdain.”",
        "The lower pleasures of the senses of taste and touch, it is often pointed\nout, are less pleasurable than the other senses when revived by memory.\nYour dinner is your dinner–your exclusive proprietorship of lower\npleasure–in a sense in which the snowy linen and gleaming silver and\nradiant flowers upon the table are not yours only because they are\nsharable. If music follows the dinner, though it be your favorite tune, it\nis nevertheless not yours as what you have eaten is yours. Acute observers\nlike Santayana have denied or minimized this distinction, but the general\ninstinct of men persists in calling the pleasures of color and form and\nsound “sharable,” because they exist for all who can appreciate them.\nThe individual’s happiness in these pleasures is not lessened, but rather\nincreased, by the coexistent happiness of others in the same object.",
        "There is one other aspect of the artistic impulse which is of peculiar\nimportance to the student of poetry. It is this: the impulse toward\nartistic creation always works along lines of order. The creative impulse\nmay remain a mystery in its essence, the play of blind instinct, as many\nphilosophers have supposed; a portion of the divine energy which is\nsomehow given to men. All sorts of men, good and bad, cultured and savage,\nhave now and again possessed this vital creative power. They have been\nable to say with Thomas Lovell Beddoes:",
        "  “I have a bit of fiat in my soul,\n  And can myself create my little world.”",
        "The little world which their imagination has created may be represented\nonly by a totem pole or a colored basket or a few scratches on a piece of\nbone; or it may be a temple or a symphony. But if it be anything more than\nthe mere whittling of a stick to exercise surplus energy, it is ordered\nplay or labor. It follows a method. It betrays  remeditation. It is the\nexpression of something in the mind. And even the mere whittler usually\nwhittles his stick to a point: that is, he is “making” something.\nHis knife, almost before he is aware of what he is doing, follows a\npattern–invented in his brain on the instant or remembered from other\npatterns. He gets pleasure from the sheer muscular activity, and from\nhis tactile sense of the bronze or steel as it penetrates the softer wood.\nBut he gets a higher pleasure still from his pattern, from his sense of\nmaking something, no matter how idly. And as soon as the pattern or\npurpose or “design” is recognized by others the maker’s pleasure is\nheightened, sharable. For he has accomplished the miracle: he has thrown\nthe raw material of feeling into form–and that form itself yields\npleasure. His “bit of fiat” has taken a piece of wood and transformed it:\nmade it expressive of something. All the “arts of design” among primitive\nraces show this pattern-instinct.",
        "But the impulse toward an ordered expression of feeling is equally\napparent in the rudimentary stages of music and poetry. The striking of\nhands or feet in unison, the rhythmic shout of many voices, the regular\nbeat of the tom-tom, the excited spectators of a college athletic contest\nas they break spontaneously from individual shouting into waves of\ncheering and of song, the quickened feet of negro stevedores as some one\nstarts a tune, the children’s delight in joining hands and moving in a\ncircle, all serve to illustrate the law that as feeling gains in intensity\nit tends toward ordered expression. Poetry, said Coleridge, in one of his\nmarvelous moments of insight, is the result of “a more than usual state of\nemotion” combined “with more than usual order.”",
        "What has been said about play and sharable pleasure and the beginning of\ndesign has been well summarized by Sidney Colvin:\n[Footnote: Article on “The Fine Arts” in Encyclopaedia Britannica.]",
        "“There are some things which we do because we must; these are our\nnecessities. There are other things which we do because we ought; these\nare our duties. There are other things which we do because we like; these\nare our play. Among the various kinds of things done by men only because\nthey like, the fine arts are those of which the results afford to many\npermanent and disinterested delight, and of which the performance, calling\nfor premeditated skill, is capable of regulation up to a certain point,\nbut that point passed, has secrets beyond the reach and a freedom beyond\nthe restraint of rules.”",
        "3. “Form” and “Significance” in the Arts\nIf the fine arts, then, deal with the ordered or harmonious expression of\nfeeling, it is clear that any specific work of art may be regarded, at\nleast theoretically, from two points of view. We may look at its “outside\"\nor its “inside\"; that is to say at its ordering of parts, its pattern, its\n“form,” or else at the feeling or idea which it conveys. This distinction\nbetween form and content, between expression and that which is expressed,\nis temptingly convenient. It is a useful tool of analysis, but it is\ndangerous to try to make it anything more than that. If we were looking at\na water-pipe and the water which flows through it, it would be easy to\nkeep a clear distinction between the form of the iron pipe, and its\ncontent of water. But in certain of the fine arts very noticeably, such as\nmusic, and in a diminished degree, poetry, and more or less in all of\nthem, the form is the expression or content. A clear-cut dissection of the\ncomponent elements of outside and inside, of water-pipe and water within\nit, becomes impossible. Listening to music is like looking at a brook;\nthere is no inside and outside, it is all one intricately blended complex\nof sensation. Music is a perfect example of “embodied feeling,” as\nstudents of aesthetics term it, and the body is here inseparable from the\nfeeling. But in poetry, which is likewise embodied feeling, it is somewhat\neasier to attempt, for purposes of logical analysis, a separation of the\ncomponent elements of thought (i.e. “content”) and form. We speak\nconstantly of the “idea” of a poem as being more or less adequately\n“expressed,” that is, rendered in terms of form. The actual form of a\ngiven lyric may or may not be suited to its mood,\n[Footnote: Certainly not, for instance, in Wordsworth’s “Reverie of Poor\nSusan.\"]\nor the poet may not have been a sufficiently skilful workman to achieve\nsuccess in the form or “pattern” which he has rightly chosen.",
        "Even in poetry, then, the distinction between inside and outside,\ncontent and form, has sometimes its value, and in other arts, like\npainting and sculpture, it often becomes highly interesting and\ninstructive to attempt the separation of the two elements. The French\npainter Millet, for instance, is said to have remarked to a pupil who\nshowed him a well-executed sketch: “You can paint. But what have you to\nsay?” The pupil’s work had in Millet’s eyes no “significance.” The English\npainter G. F. Watts often expressed himself in the same fashion: “I paint\nfirst of all because I have something to say.... My intention has not been\nso much to paint pictures that will charm the eye as to suggest great\nthoughts that will appeal to the imagination and the heart and kindle all\nthat is best and noblest in humanity.... My work is a protest against the\nmodern opinion that Art should have nothing to say intellectually.”",
        "On the other hand, many distinguished artists and critics have given\nassent to what has been called the “Persian carpet” theory of painting.\nAccording to them a picture should be judged precisely as one judges a\nPersian rug–by the perfection of its formal beauty, its harmonies of\nline, color and texture, its “unity in variety.” It is evident that the\nmen who hold this opinion are emphasizing form in the work of art, and\nthat Millet and Watts emphasized significance. One school is thinking\nprimarily of expression, and the other of that which is expressed. The\nimportant point for the student of poetry to grasp is that this divergence\nof opinion turns upon the question of relative emphasis. Even pure form,\nor “a-priori form” as it has sometimes been called,–such as a\nrectangle, a square, a cube,–carries a certain element of association\nwhich gives it a degree of significance. There is no absolutely bare or\nblank pattern. “Four-square” means something to the mind, because it is\nintimately connected with our experience.\n[Footnote: See Bosanquet, Three Lectures on Aesthetic, pp. 19, 29, 39,\nand Santayana, The Sense of Beauty, p. 83.]\nIt cannot be a mere question of balance, parallelism and abstract “unity\nin variety.” The acanthus design in architectural ornament, the Saracenic\ndecoration on a sword-blade, aim indeed primarily at formal beauty and\nlittle more. The Chinese laundryman hands you a red slip of paper covered\nwith strokes of black ink in strange characters. It is undecipherable to\nyou, yet it possesses in its sheer charm of color and line, something of\nbeauty, and the freedom and vigor of the strokes are expressive of\nvitality. It is impossible that Maud’s face should really have been",
        "  “Faultily faultless, icily regular, splendidly null,\n   Dead perfection, no more.”",
        "Nevertheless, though absolutely pure decorative beauty does not exist, the\nartist may push the decorative principle very far, so far, indeed, that\nhis product lacks interest and proves tedious or nonsensical. There is\n“nonsense-verse,” as we shall see later, which fulfills every condition\nfor pure formal beauty in poetry. Yet it is not poetry, but only\nnonsense-verse.",
        "Now shift the interest from the form to the meaning contained in the work\nof art, that is, to its significance. An expressive face is one that\nreveals character. Its lines are suggestive of something. They are\nassociated, like the lines of purely decorative beauty, with more or less\nobscure tracts of our experience, but they arouse a keen mental interest.\nThey stimulate, they are packed closely with meaning, with fact, with\nrepresentative quality. The same thing is true of certain landscapes.\nWitness Thomas Hardy’s famous description of Egdon Heath in The Return of\nthe Native. It is true of music. Certain modern music almost breaks down,\nas music, under the weight of meaning, of fact, of thought, which the\ncomposer has striven to make it carry.",
        "There is no question that the principle of significance may be pushed too\nfar, just as the principle of decorative or purely formal beauty may be\nemphasized too exclusively. But is there any real antagonism between the\nelements of form and significance, beauty and expressiveness? This\nquestion has been debated ever since the time of Winckelmann and Lessing.\nThe controversy over the work of such artists as Wagner, Browning,\nWhitman, Rodin has turned largely upon it.",
        "Browning himself strove to cut the difficult aesthetic knot with a rough\nstroke of common sense:",
        "                            “Is it so pretty\n  You can’t discover if it means hope, fear,\n  Sorrow or joy? Won’t beauty go with these?\"\n[Footnote: “Fra Lippo Lippi.\"]",
        "He tried again in the well-known passage from The Ring and the Book:",
        "  “So may you paint your picture, twice show truth,\n   Beyond mere imagery on the wall,–\n   So note by note bring music from your mind\n   Deeper than ever e’en Beethoven dived,–\n   So write a book shall mean beyond the facts,\n   Suffice the eye and save the soul beside.”",
        "How Whistler, the author of Ten O’Clock and the creator of exquisitely\nlovely things, must have loathed that final line! But Bosanquet’s\ncarefully framed definition of the beautiful, in his History of\nAesthetic, endeavors, like Browning, to adjust the different claims of\nform and significance: “The beautiful is that which has characteristic or\nindividual expressiveness for sense-perception or imagination, subject to\nthe conditions of general or abstract expressiveness in the same medium.\"\nThat is to say, in less philosophical language, that as long as you\nobserve the laws of formal beauty which belong to the medium in which you\nare working, you may be as expressive or significant as you like. But the\nartist must be obedient to the terms of his chosen medium of expression;\nif he is composing music or poetry he must not break the general laws of\nmusic or poetry in order to attempt that valiant enterprise of saving a\nsoul.",
        "4. The Man in the Work of Art\nThough there is much in this matter of content and form which is baffling\nto the student of general aesthetic theory, there is at least one aspect\nof the question which the student of poetry must grasp clearly. It is\nthis: there is nothing in any work of art except what some man has put\nthere. What he has put in is our content question; what shape he has\nput it into is our form question. In Bosanquet’s more technical language:\n“A man is the middle term between content and expression.” There is\ndoubtless some element of mystery in what we call creative power, but this\nis a part of man’s mystery. There is no mystery in the artist’s material\nas such: he is working in pigments or clay or vibrating sound or whatever\nother medium he has chosen. The qualities and possibilities of this\nparticular medium fascinate him, preoccupy him. He comes, as we say, to\nthink in terms of color or line or sound. He learns or may learn in time,\nas Whistler bade him, “never to push a medium further than it will go.\"\nThe chief value of Lessing’s epoch-making discussion of “time-arts” and\n“space-arts” in his Laokoon consisted in the emphasis laid upon the\nspecific material of the different arts, and hence upon the varying\nopportunities which one medium or another affords to the artist. But\nthough human curiosity never wearies of examining the inexhaustible\npossibilities of this or that material, it is chiefly concerned, after\nall, in the use of material as it has been moulded by the fingers and the\nbrain of a particular artist. The material becomes transformed as it\npasses through his “shop,” in some such way as iron is transformed into\nsteel in a blast furnace. An apparatus called a “transformer\" alters the\nwave-length of an electrical current and reduces high pressure to low\npressure, or the reverse. The brain of the artist seems to function in a\nsomewhat similar manner as it reshapes the material furnished it by the\nsenses, and expresses it in new forms. Poetry furnishes striking\nillustrations of the transformations wrought in the crucible of the\nimagination, and we must look at these in detail in a subsequent chapter.\nBut it may be helpful here to quote the testimony of two or three artists\nand then to examine the psychological basis of this central function of\nthe artist’s mind.",
        "“Painting is the expression of certain sensations,” said Carolus Duran.\n“You should not seek merely to copy the model that is posed before you,\nbut rather to take into account the impression that is made upon the\nmind.... Take careful account of the substances that you must\nrender–wood, metal, textures, for instance. When you fail to reproduce\nnature as you feel it, then you falsify it. Painting is not done with\nthe eyes, but with the brain.”",
        "W. W. Story, the sculptor, wrote: “Art is art because it is not nature....\nThe most perfect imitation of nature is therefore not art. It must pass\nthrough the mind of the artist and be changed. Art is nature reflected\nthrough the spiritual mirror, and tinged with all the sentiment, feeling,\npassion of the spirit that reflects it.”",
        "In John La Farge’s Considerations on Painting, a little book which is\nfull of suggestiveness to the student of literature, there are many\npassages illustrating the conception of art as “the representation of the\nartist’s view of the world.” La Farge points out that “drawing from life\nis an exercise of memory. It might be said that the sight of the moment is\nmerely a theme upon which we embroider the memories of former likings,\nformer aspirations, former habits, images that we have cared for, and\nthrough which we indicate to others our training, our race, the entire\neducated part of our nature.”",
        "One of La Farge’s concrete examples must be quoted at length:\n[Footnote: Considerations on Painting, pp. 71-73. Macmillan.]",
        "  “I remember myself, years ago, sketching with two well-known men,\n  artists who were great friends, great cronies, asking each other all\n  the time, how to do this and how to do that; but absolutely\n  different in the texture of their minds and in the result that they\n  wished to obtain, so far as the pictures and drawings by which they\n  were well known to the public are concerned.",
        "  “What we made, or rather, I should say, what we wished to note, was\n  merely a memorandum of a passing effect upon the hills that lay\n  before us. We had no idea of expressing ourselves, or of studying in\n  any way the subject for any future use. We merely had the intention\n  to note this affair rapidly, and we had all used the same words to\n  express to each other what we liked in it. There were big clouds\n  rolling over hills, sky clearing above, dots of trees and water and\n  meadow-land below us, and the ground fell away suddenly before us.\n  Well, our three sketches were, in the first place, different in\n  shape; either from our physical differences, or from a habit of\n  drawing certain shapes of a picture, which itself usually\n  indicates–as you know, or ought to know–whether we are looking far\n  or near. Two were oblong, but of different proportions; one was more\n  nearly a square; the distance taken in to the right and left was\n  smaller in the latter case, and, on the contrary, the height up and\n  down–that is to say, the portion of land beneath and the portion of\n  sky above–was greater. In each picture the clouds were treated with\n  different precision and different attention. In one picture the open\n  sky above was the main intention of the picture. In two pictures the\n  upper sky was of no consequence–it was the clouds and the mountains\n  that were insisted upon. The drawing was the same, that is to say,\n  the general make of things; but each man had involuntarily looked\n  upon what was most interesting to him in the whole sight; and though\n  the whole sight was what he meant to represent, he had unconsciously\n  preferred a beauty or an interest of things different from what his\n  neighbour liked.",
        "  “The colour of each painting was different–the vivacity of colour\n  and tone, the distinctness of each part in relation to the whole;\n  and each picture would have been recognized anywhere as a specimen\n  of work by each one of us, characteristic of our names. And we spent\n  on the whole affair perhaps twenty minutes.",
        "  “I wish you to understand, again, that we each thought and felt as if\n  we had been photographing the matter before us. We had not the first\n  desire of expressing ourselves, and I think would have been very\n  much worried had we not felt that each one was true to nature. And\n  we were each one true to nature.... If you ever know how to paint\n  somewhat well, and pass beyond the position of the student who has\n  not yet learned to use his hands as an expression of the memories of\n  his brain, you will always give to nature, that is to say, what is\n  outside of you, the character of the lens through which you see\n  it–which is yourself.”",
        "Such bits of testimony from painters help us to understand the brief\nsayings of the critics, like Taine’s well-known “Art is nature seen\nthrough a temperament,” G. L. Raymond’s “Art is nature made human,” and\nCroce’s “Art is the expression of impressions.” These painters and critics\nagree, evidently, that the mind of the artist is an organism which acts as\na “transformer.” It receives the reports of the senses, but alters these\nreports in transmission and it is precisely in this alteration that the\nmost personal and essential function of the  artist’s brain is to be\nfound.",
        "Remembering this, let the student of poetry now recall the diagram used in\nhandbooks of psychology to illustrate the process of sensory stimulus of a\nnerve-centre and the succeeding motor reaction. The diagram is usually\ndrawn after this fashion:",
        "Sensory stimulus           Nerve-centre          Motor Reaction",
        "The process is thus described by William James:\n[Footnote: Psychology, Briefer Course, American Science Series, p. 91.\nHenry Holt.]",
        "  “The afferent nerves, when excited by some physical irritant, be this as\n  gross in its mode of operation as a chopping axe or as subtle as the\n  waves of light, convey the excitement to the nervous centres. The\n  commotion set up in the centres does not stop there, but discharges\n  through the efferent nerves, exciting movements which vary with the\n  animal and with the irritant applied.”",
        "The familiar laboratory experiment irritates with a drop of acid the hind\nleg of a frog. Even if the frog’s brain has been removed, leaving the\nspinal cord alone to represent the nervous system, the stimulus of the\nacid results in an instant movement of the leg. Sensory stimulus,\nconsequent excitement of the nerve centre and then motor reaction is the\nlaw. Thus an alarmed cuttlefish secretes an inky fluid which colors the\nsea-water and serves as his protection. Such illustrations may be\nmultiplied indefinitely.\n[Footnote: See the extremely interesting statement by Sara Teasdale,\nquoted in Miss Wilkinson’s New Voices, p. 199. Macmillan, 1919.]\nIt may seem fanciful to insist upon the analogy between a frightened\ncuttlefish squirting ink into sea-water and an agitated poet spreading ink\nupon paper, but in both cases, as I have said elsewhere, “it is a question\nof an organism, a stimulus and a reaction. The image of the solitary\nreaper stirs a Wordsworth, and the result is a poem; a profound sorrow\ncomes to Alfred Tennyson, and he produces In Memoriam.\"\n[Footnote: Counsel upon the Reading of Books, p. 219. Houghton Mifflin\nCompany.]",
        "In the next chapter we must examine this process with more detail. But the\nperson who asks himself how poetry comes into being will find a\npreliminary answer by reflecting upon the relation of “impression” to\n“expression” in every nerve-organism, and in all the arts. Everywhere he\nmust reckon with this ceaseless current of impressions, “the stream of\nconsciousness,” sweeping inward to the brain; everywhere he will detect\nmodification, selections, alterations in the stream as it passes through\nthe higher nervous centres; everywhere he will find these transformed\n“impressions” expressed in the terms of some specific medium. Thus the\ntemple of Karnak expresses in huge blocks of stone an imagination which\nhas brooded over the idea of the divine permanence. The Greek\n“discus-thrower” is the idealized embodiment of a typical kind of athlete,\na conception resulting from countless visual and tactile sensations. An\nAmerican millionaire buys a “Corot” or a “Monet,” that is to say, a piece\nof colored canvas upon which a highly individualized artistic temperament\nhas recorded its vision or impression of some aspect of the world as it\nhas been interpreted by Corot’s or Monet’s eye and brain and hand. A\ncertain stimulus or “impression,” an organism which reshapes impressions,\nand then an “expression” of these transformed impressions into the terms\npermitted by some specific material: that is the threefold process which\nseems to be valid in all of the fine arts. It is nowhere more intricately\nfascinating than in poetry.",
        "Continue...",
        "\nThis eBook of “A Study of Poetry” by Bliss Perry (Professor of English Literature in Harvard University\nAuthor of “A Study of Prose Fiction,” “Walt Whitman,” “The American Mind,” etc.) belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "A Study Of PoetryBy Bliss PerryAt Amazon"
    ]
}