{
    "title": "A Study of Poetry - Chapter VIII",
    "author": "Bliss Perry",
    "chapter": "9",
    "content": [
        "\n\n",
        "RELATIONSHIPS AND TYPES OF THE LYRIC",
        "  ’Milk-Woman. What song was it, I pray? Was it ’Come, shepherds, deck\n  your heads’? or, ’As at noon Dulcina rested’? or, ’Phillida flouts me’?\n  or, ’Chevy Chase’? or, ’Johnny Armstrong’? or, ’Troy Town’?\"\n    ISAAC WALTON, The Complete Angler\nWe have already considered, at the beginning of the previous chapter, the\ngeneral relationship of the three chief types of poetry. Lyric, epic and\ndrama, i.e. song, story and play, have obviously different functions to\nperform. They may indeed deal with a common fund of material. A given\nevent, say the settlement of Virginia, or the episode of Pocahontas,\nprovides situations and emotions which may take either lyric or narrative\nor dramatic shape. The mental habits and technical experience of the poet,\nor the prevalent literary fashions of his day, may determine which general\ntype of poetry he will employ. There were born lyrists, like Greene in the\nElizabethan period, who wrote plays because the public demanded drama, and\nthere have been natural dramatists who were compelled, in a period when\nthe theatre fell into disrepute, to give their material a narrative form.\nBut we must also take into account the dominant mood or quality of certain\npoetic minds. Many passages in narrative and dramatic verse, for instance,\nwhile fulfilling their primary function of telling a story or throwing\ncharacters into action, are colored by what we have called the lyric\nquality, by that passionate, personal feeling whose natural mode of\nexpression is in song. In Marlowe’s Tamburlaine, for instance, or Victor\nHugo’s Hernani, there are superb pieces of lyric declamation, in which\nwe feel that Marlowe and Hugo themselves–not the imaginary Tamburlaine\nand Hernani–are chanting the desires of their own hearts. Arnold’s\n“Sohrab and Rustum,” after finishing its tragic story of the son slain by\nthe unwitting father, closes with a lyric description of the majestic Oxus\nstream flowing on to the Aral sea. Objective as it all seems, this close\nis intensely personal, permeated with the same tender stoicism which\ncolors Arnold’s “Dover Beach” and “A Summer Night.” The device of using a\nNature picture at the end of a narrative, to heighten, by harmony or\ncontrast, the mood induced by the story itself, was freely utilized\nby Tennyson in his English Idylls, such as “Audley Court,” “Edwin\nMorris,” “Love and Duty,” and “The Golden Year.” It adds the last touch of\npoignancy to Robert Frost’s “Death of the Hired Man.” These descriptive\npassages, though lacking the song form, are as purely lyrical in their\nfunction as the songs in The Princess or the songs in The Winter’s\nTale.",
        "1. The Blending of Types\nWhile the scope of the present volume, as explained in the Preface,\nprecludes any specific study of drama and epic, the reader must bear in\nmind that the three main types of poetry are not separated, in actual\npractice, by immovably hard and fast lines. Pigeonhole classifications of\ndrama, epic and lyric types are highly convenient to the student for\npurposes of analysis. But the moment one reads a ballad like “Edward,\nEdward” (Oxford, No. 373) or “Helen of Kirconnell” (Oxford, No. 387)\nthe pigeon-hole distinctions must be subordinated to the actual fact that\nthese ballads are a blend of drama, story and song. The “form” is lyrical,\nthe stuff is narrative, the mode of presentation is often that of purely\ndramatic dialogue.",
        "Take a contemporary illustration of this blending of types. Mr. Vachel\nLindsay has told us the origins of his striking poem “The Congo.” He was\nalready in a “national-theme mood,” he says, when he listened to a sermon\nabout missionaries on the Congo River. The word “Congo” began to haunt\nhim. “It echoed with the war-drums and cannibal yells of Africa.” Then,\nfor a list of colors for his palette, he had boyish memories of Stanley’s\nDarkest Africa, and of the dances of the Dahomey Amazons at the World’s\nFair in Chicago. He had seen the anti-negro riots in Springfield,\nIllinois. He had gone through a score of negro-saloons–\"barrel-houses\"–\non Eleventh Avenue, New York, and had “accumulated a jungle impression\nthat remains with me yet.” Above all, there was Conrad’s Heart of\nDarkness. “I wanted to reiterate the word Congo–and the several refrains\nin a way that would echo stories like that. I wanted to suggest\nthe terror, the reeking swamp-fever, the forest splendor, the\nblack-lacquered loveliness, and above all the eternal fatality of Africa,\nthat Conrad has written down with so sure a hand. I do not mean to say,\nnow that I have done, that I recorded all these things in rhyme. But every\ntime I rewrote ’The Congo’ I reached toward them. I suppose I rewrote it\nfifty times in these two months, sometimes three times in one day.”",
        "It is not often that we get so veracious an account of the making\nof a poem, so clear a conception of the blending of sound-motives,\ncolor-motives, story-stuff, drama-stuff, personal emotion, into a single\nwhole.",
        "Nor is there any clear separation of types when we strive to look back to\nthe primitive origins of these various forms of poetry. In the opinion of\nmany scholars, the origins are to be traced to a common source in the\ndance. “Dances, as overwhelming evidence, ethnological and sociological,\ncan prove, were the original stuff upon which dramatic, lyric and epic\nimpulses wove a pattern that is traced in later narrative ballads mainly\nas incremental repetition. Separation of its elements, and evolution to\nhigher forms, made the dance an independent art, with song, and then\nmusic, ancillary to the figures and the steps; song itself passed to lyric\ntriumphs quite apart from choral voice and choral act; epic went its\nartistic way with nothing but rhythm as memorial of the dance, and the\nstory instead of dramatic situation; drama retained the situation, the\naction, even the chorus and the dance, but submitted them to the shaping\nand informing power of individual genius.\"\n[Footnote: Gummere, The Popular Ballad, p. 106.]\nIn another striking passage, Professor Gummere asks us to visualize “a\nthrong of people without skill to read or write, without ability to\nproject themselves into the future, or to compare themselves with the\npast, or even to range their experience with the experience of other\ncommunities, gathered in festal mood, and by loud song, perfect rhythm and\nenergetic dance, expressing their feelings over an event of quite local\norigin, present appeal and common interest. Here, in point of evolution,\nis the human basis of poetry, the foundation courses of the pyramid.”",
        "2. Lyrical Element in Drama\nWe cannot here attempt to trace, even in outline, the course of this\nhistoric evolution of genres. But in contemporary types of both dramatic\nand narrative poetry, there may still be discovered the influence of lyric\nform and mood. We have already noted how the dramatist, for all of his\nsupposed objectivity, cannot refrain from coloring certain persons and\nsituations with the hues of his own fancy. Ibsen, for instance, injects\nhis irony, his love for symbolism, his theories for the reconstruction of\nsociety, into the very blood and bone of his characters and into the\nstructure of his plots. So it is with Shaw, with Synge, with Hauptmann,\nwith Brieux. Even if their plays are written in prose, these men\nare still “makers,” and the prose play may be as highly subjective in\nmood, as definitely individual in phrasing, as full of atmosphere, as if\nit were composed in verse.",
        "But the lyric possibilities of the drama are more easily realized if we\nturn from the prose play to the play in verse, and particularly to those\nElizabethan dramas which are not only poetical in essence, but which\nutilize actual songs for their dramatic value. No less than thirty-six of\nShakspere’s plays contain stage-directions for music, and his marvelous\ncommand of song-words is universally recognized. The English stage had\nmade use of songs, in fact, ever since the liturgical drama of the Middle\nAges. But Shakspere’s unrivalled knowledge of stage-craft, as well as\nhis own instinct for harmonizing lyrical with theatrical effects, enabled\nhim to surpass all of his contemporaries in the art of using songs to\nbring actors on and off the stage, to anticipate following action, to\ncharacterize personages, to heighten climaxes, and to express motions\nbeyond the reach of spoken words.\n[Footnote: These points are fully discussed in J. Robert Moore’s Harvard\ndissertation (unpublished) on The Songs in the English Drama.]\nThe popularity of such song-forms as the “madrigal,” which was sung\nwithout musical accompaniment, made it easy for the public stage to cater\nto the prevalent taste. The “children of the Chapel” or “of Paul’s,” who\nserved as actors in the early Elizabethan dramas, were trained choristers,\nand songs were a part of their stock in trade. Songs for sheer\nentertainment, common enough upon the stage when Shakspere began to write,\nturned in his hands into exquisite instruments of character revelation and\nof dramatic passion, until they became, on the lips of an Ophelia or a\nDesdemona, the most touching and poignant moments of the drama. “Music\nwithin” is a frequent stage direction in the later Elizabethan plays, and\nif one remembers the dramatic effectiveness of the Easter music,\noff-stage, in Goethe’s Faust, or the horn in Hernani, one can\nunderstand how Wagner came to believe that a blending of music with poetry\nand action, as exhibited in his “music-dramas,” was demanded by the ideal\nrequirements of dramatic art. Wagner’s theory and practice need not be\nrehearsed here. It is sufficient for our purpose to recall the\nindisputable fact that in some of the greatest plays ever written, lyric\nforms have contributed richly and directly to the total dramatic effect.",
        "3. The Dramatic Monologue\nThere is still another genre of poetry, however, where the\ninter-relations of drama, of narrative, and of lyric mood are peculiarly\ninteresting. It is the dramatic monologue. The range of expressiveness\nallowed by this type of poetry was adequately shown by Browning and\nTennyson, and recent poets like Edwin Arlington Robinson, Robert Frost\nand Amy Lowell have employed it with consummate skill. The dramatic\nmonologue is a dynamic revelation of a soul in action, not a mere static\nbit of character study. It chooses some representative and specific\noccasion,–let us say a man’s death-bed view of his career, as in “The\nBishop orders his Tomb” or the first “Northern Farmer.” It is something\nmore than a soliloquy overheard. There is a listener, who, though without\na speaking part, plays a very real role in the dialogue. For the dramatic\nmonologue is in essence a dialogue of which we hear only the chief\nspeaker’s part, as in “My Last Duchess,” or in E. A. Robinson’s “Ben\nJonson Entertains a Man from Stratford.” It is as if we were watching and\nlistening to a man telephoning. Though we see and hear but one person, we\nare aware that the talk is shaped to a certain extent by the personality\nat the other end of the line. In Tennyson’s “Rizpah,” for example, the\ncharacteristics of the well-meaning, Bible-quoting parish visitor\ndetermine some of the finest lines in the old mother’s response. In\nBrowning’s “Andrea del Sarto” the painter’s wife, Lucrezia, says never a\nword, but she has a more intense physical presence in that poem than many\nof the dramatis personae of famous plays. Tennyson’s “Ulysses” and “Sir\nGalahad” and “The Voyage of Maeldune” are splendid soliloquies and nothing\nmore. The first “Locksley Hall” is likewise a soliloquy, but in the second\n“Locksley Hall” and “To-Morrow,” where scraps of talk from the unseen\ninterlocutor are caught up and repeated by the speaker in passionate\nrebuttal, we have true drama of the “confrontation\" type. We see a whole\nsoul in action.",
        "Now this intense, dynamic fashion of revealing character through narrative\ntalk–and it is commonly a whole life-story which is condensed within the\nfew lines of a dramatic monologue–touches lyricism at two points. The\nfirst is the fact that many dramatic monologues use distinctively lyric\nmeasures. The six-stress anapestic line which Tennyson preferred for his\nlater dramatic monologues like “Rizpah” is really a ballad measure, and is\nseen as such to its best advantage in “The Revenge.” But in his monologues\nof the pure soliloquy type, like “St. Agnes” and “Sir Galahad,” the metre\nis brilliantly lyrical, and the lyric associations of the verse are\ncarried over into the mood of the poem. And the other fact to be\nremembered is that the poignant self-analysis and self-betrayal of the\ndramatic monologue, its “egoism” and its ultimate and appalling\nsincerities, are a part of the very nature of the lyric impulse. These\nrevealers of their souls may use the speaking, rather than the singing\nvoice, but their tones have the deep, rich lyric intimacy.",
        "4. Lyric and Narrative\nIn narrative poetry, no less than in drama, we must note the intrusion of\nthe lyric mood, as well as the influence of lyric forms. Theoretically,\nnarrative or “epic” poetry is based upon an objective experience.\nSomething has happened, and the poet tells us about it. He has heard or\nread, or possibly taken part in, an event, and the event, rather than the\npoet’s thought or feeling about it, is the core of the poem. But as soon\nas he begins to tell his tale, we find that he is apt to “set it out” with\nvivid description. He is obliged to paint a picture as well as to spin a\nyarn, and not even Homer and Virgil–\"objective” as they are supposed to\nbe–-can draw a picture without betraying something of their attitude and\nfeeling towards their material. Like the messenger in Greek drama,\ntheir voices are shaken by what they have seen or heard. In the popular\nepic like the Nibelungen story, there is more objectivity than in the epic\nof art like Jerusalem Delivered or Paradise Lost. We do not know who\nput together in their present form such traditional tales as the Lay of\nthe Nibelungs and Beowulf, and the personal element in the narrative is\nonly obscurely felt, whereas Jerusalem Delivered is a constant\nrevelation of Tasso, and the personality of Milton colors every line in\nParadise Lost. When Matthew Arnold tells us that Homer is rapid, plain,\nsimple and noble, he is depicting the characteristics of a poet as well as\nthe impression made by the Iliad and the Odyssey. Those general traits\nof epic poetry which have been discussed ever since the Renaissance, like\n“breadth,” and “unity” and the sustained “grand\" style, turn ultimately\nupon the natural qualities of great story-tellers. They are not mere\nrhetorical abstractions.",
        "The narrative poet sees man as accomplishing a deed, as a factor in an\nevent. His primary business is to report action, not to philosophize or to\ndissect character or to paint landscape. Yet so sensitive is he to the\nenvironing circumstances of action, and so bent upon displaying the\nvarieties of human motive and conduct, that he cannot help reflecting in\nhis verse his own mental attitude toward the situations which he depicts.\nHe may surround these situations, as we have seen, with all the beauties\nand pomps and terrors of the visible world. In relating “God’s ways to\nman” he instinctively justifies or condemns. He cannot even tell a story\nexactly as it was told to him: he must alter it, be it ever so slightly,\nto make it fit his general conceptions of human nature and human fate. He\ngives credence to one witness and not to another. His imagination plays\naround the noble and base elements in his story until their original\nproportions are altered to suit his mind and purpose. Study the Tristram\nstory, as told by Gottfried of Strassburg, by Malory, Tennyson,\nArnold, Swinburne and Wagner, and you will see how each teller betrays his\nown personality through these instinctive processes of transformation of\nhis material. It is like the Roman murder story told so many times over in\nBrowning’s Ring and the Book: the main facts are conceded by each\nwitness, and yet the inferences from the facts range from Heaven to Hell.",
        "Browning is of course an extreme instance of this irruption of the poet’s\npersonality upon the stuff of his story. He cannot help lyricising and\ndramatizing his narrative material, any more than he can help making all\nhis characters talk “Browningese.” But Byron’s tales in verse show the\nsame subjective tendency. He was so little of a dramatist that all of his\nheroes, like Poe’s, are images of himself. No matter what the raw material\nof his narrative poems may be, they become uniformly “Byronic” as he\nwrites them down. And all this is “lyricism,” however disguised. William\nMorris, almost alone among modern English poets, seemed to stand gravely\naloof from the tales he told, as his master Chaucer stood smilingly aloof.\nYet the “tone” of Chaucer is perceived somehow upon every page, in spite\nof his objectivity.",
        "The whole history of medieval verse Romances, indeed, illustrates this\nlyrical tendency to rehandle inherited material. Tales of love, of\nenchantment, of adventure, could not be held down to prosaic fact. Whether\nthey dealt with “matter of France,” or “matter of Brittany,” whether a\nbrief “lai” or a complicated cycle of stories like those about Charlemagne\nor King Arthur, whether a merry “fabliau” or a beast-tale like “Reynard\nthe Fox,” all the Romances allow to the author a margin of mystery, an\nopportunity to weave his own web of brightly colored fancies. A specific\nevent or legend was there, of course, as a nucleus for the story, but the\nsense of wonder, of strangeness in things, of individual delight in\nbrocading new patterns upon old material, dominated over the sense of\nfact. “Time,” said Shelley, “which destroys the beauty and the use of the\nstory of particular facts, stripped of the poetry which should invest\nthem, augments that of poetry, and forever develops new and wonderful\napplications of the eternal truth which it contains....  A story of\nparticular facts is as a mirror which obscures and distorts that which\nshould be beautiful: poetry is a mirror which makes beautiful that which\nis distorted.”",
        "And in modern narrative verse, surely, the line between “epic” quality and\n“lyric” quality is difficult to draw. Choose almost at random a half-dozen\nstory-telling poems from the Oxford Book of English Verse, say “The\nAncient Mariner,” “The Burial of Sir John Moore,” “La Belle Dame sans\nMerci,” “Porphyria’s Lover,” “The Forsaken Merman,” “He Fell among\nThieves.” Each of these poems narrates an event, but what purely lyric\nquality is there which cannot be found in “La Belle Dame sans Merci” and\n“The Ancient Mariner”? And does not each of the other poems release and\nexcite the lyric mood?",
        "We must admit, furthermore, that narrative measures and lyric measures are\nfrequently identical, and help to carry over into a story a singing\nquality. Ballad measures are an obvious example. Walter Scott’s facile\ncouplets were equally effective for story and for song. Many minor species\nof narrative poetry, like verse satire and allegory, are often composed in\ntraditional lyric patterns. Even blank verse, admirably suited as it is\nfor story-telling purposes, yields in its varieties of cadence many a bar\nof music long associated with lyric emotion. Certainly the blank verse of\nWordsworth’s “Michael” is far different in its musical values from the\nblank verse, say, of Tennyson’s Princess–perhaps truly as different as\nthe metre of Sigurd the Volsung is from that of The Rape of the Lock.\nThe perfect matching of metrical form to the nature of the narrative\nmaterial, whether that material be traditional or firsthand, simple or\ncomplex, rude or delicate, demands the finest artistic instinct. Yet it\nappears certain that many narrative measures affect us fully as\nmuch through their intimate association with the moods of song as through\ntheir specific adaptiveness to the purposes of narrative.",
        "5. The Ballad\nThe supreme illustration of this blending of story and song is the ballad.\nThe word “ballad,” like “ode” and “sonnet,” is very ancient and has been\nused in various senses. We think of it to-day as a song that tells a\nstory, usually of popular origin. Derived etymologically from ballare,\nto dance, it means first of all, a “dance-song,” and is the same word as\n“ballet.” Solomon’s “Song of Songs” is called in the Bishops’ Bible of\n1568 “The Ballet of Ballets of King Solomon.” But in Chaucer’s time a\n“ballad” meant primarily a French form of lyric verse,–not a narrative\nlyric specifically. In the Elizabethan period the word was used loosely\nfor “song.” Only after the revival of interest in English and Scottish\npopular ballads in the eighteenth century has the word come gradually to\nimply a special type of story-telling song, with no traces of individual\nauthorship, and handed down by oral tradition. Scholars differ as to\nthe precise part taken by the singing, dancing crowd in the composition\nand perpetuation of these traditional ballads. Professor Child,\nthe greatest authority upon English and Scottish balladry, and\nProfessors Gummere, Kittredge and W. M. Hart have emphasized the\nelement of “communal” composition, and illustrated it by many types of\nsong-improvisation among savage races, by sailors’ “chanties,” and negro\n“work-songs.” It is easy to understand how a singing, dancing crowd\ncarries a refrain, and improvises, through some quick-tongued individual,\na new phrase, line or stanza of immediate popular effect; and it is also\neasy to perceive, by a study of extant versions of various ballads, such\nas Child printed in glorious abundance, to see how phrases, lines and\nstanzas get altered as they are passed from lip to lip of unlettered\npeople during the course of centuries. But the actual historical\nrelationship of communal dance-songs to such narrative lyrics as were\ncollected by Bishop Percy, Ritson and Child is still under debate.\n[Footnote: See Louise Pound, “The Ballad and the Dance,” Pub. Mod. Lang.\nAss., vol. 34, No. 3 (September, 1919), and Andrew Lang’s article on\n“Ballads” in Chambers’ Cyclopedia of Eng. Lit., ed. of 1902.]",
        "“All poetry,” said Professor Gummere in reply to a critic of his theory of\ncommunal composition of ballads, “springs from the same poetic impulse,\nand is due to individuals; but the conditions under which it is made,\nwhether originally composed in a singing, dancing throng and submitted to\noral tradition, or set down on paper by the solitary and deliberate poet,\nhave given birth to that distinction of ’popular’ and ’artistic,’ or\nwhatever the terms may be, which has obtained in some form with nearly all\nwriters on poetry since Aristotle.” Avoiding questions that are still in\ncontroversy, let us look at some of the indubitable characteristics of the\n“popular” ballads as they are shown in Child’s collection.\n[Footnote: Now reprinted in a single volume of the “Cambridge Poets\"\n(Houghton Mifflin Company), edited with an introduction by G. L.\nKittredge.]\nThey are impersonal. There is no trace whatever of individual authorship.\n“This song was made by Billy Gashade,” asserts the author of the immensely\npopular American ballad of “Jesse James.” But we do not know what “Billy\nGashade” it was who first made rhymes about Robin Hood or Johnny\nArmstrong, or just how much help he had from the crowd in composing them.\nIn any case, the method of such ballads is purely objective. They do not\nmoralize or sentimentalize. There is little description, aside from the\nuse of set, conventional phrases. They do not “motivate” the story\ncarefully, or move logically from event to event. Rather do they “flash\nthe story at you” by fragments, and then leave you in the dark. They\nleap over apparently essential points of exposition and plot structure;\nthey omit to assign dialogue to a specific person, leaving you to guess\nwho is talking. Over certain bits of action or situation they linger as if\nthey hated to leave that part of the story. They make shameless use of\n“commonplaces,” that is, stock phrases, lines or stanzas which are\nconveniently held by the memory and which may appear in dozens of\ndifferent ballads. They are not afraid of repetition,–indeed the theory\nof choral collaboration implies a constant use of repetition and refrain,\nas in a sailor’s “chanty.” One of their chief ways of building a situation\nor advancing a narrative is through “incremental repetition,” as Gummere\ntermed it, i.e. the successive additions of some new bits of fact as the\nbits already familiar are repeated.",
        "  “’Christine, Christine, tread a measure for me!\n  A silken sark I will give to thee.’",
        "  “’A silken sark I can get me here,\n  But I’ll not dance with the Prince this year.’",
        "  “’Christine, Christine, tread a measure for me,\n  Silver-clasped shoes I will give to thee!’",
        "  “’Silver-clasped shoes,’” etc.",
        "American cowboy ballads show the same device:",
        "  “I started up the trail October twenty-third,\n  I started up the trail with the 2-U herd.”",
        "Strikingly as the ballads differ from consciously “artistic” narrative in\ntheir broken movement and allusive method, the contrast is even more\ndifferent if we consider the naive quality of their refrains. Sometimes\nthe refrain is only a sort of musical accompaniment:",
        "  “There was an old farmer in Sussex did dwell,\n      (Chorus of Whistlers)\n  There was an old farmer in Sussex did dwell\n  And he had a bad wife, as many knew well.\n      (Chorus of Whistlers)”",
        "Or,",
        "  “The auld Deil cam to the man at the pleugh,\n             Rumchy ae de aidie.”",
        "Sometimes the words of the choral refrain have a vaguely suggestive\nmeaning:",
        "    “There were three ladies lived in a bower,\n      Eh vow bonnie    And they went out to pull a flower,\n      On the bonnie banks of Fordie.”",
        "Sometimes the place-name, illustrated in the last line quoted, is\ndefinite:",
        "  “There was twa sisters in a bower,\n     Edinburgh, Edinburgh,\n  There was twa sisters in a bower,\n    Stirling for aye  There was twa sisters in a bower,\n  There came a knight to be their wooer,\n    Bonny Saint Johnston stands upon Tay.”",
        "But often it is sheer faëry-land magic:",
        "  “He’s ta’en three locks o’ her yellow hair,\n     Binnorie, O Binnorie!\n  And wi’ them strung his harp sae rare\n     By the bonnie milldams o’ Binnorie.\"\n              (Oxford, No.376.)",
        "It is through the choral refrains, in fact, that the student of lyric\npoetry is chiefly fascinated as he reads the ballads. Students of epic\nand drama find them peculiarly suggestive in their handling of narrative\nand dramatic material, while to students of folklore and of primitive\nsociety they are inexhaustible treasures. The mingling of dance-motives\nand song-motives with the pure story-element may long remain obscure, but\nthe popular ballad reinforces, perhaps more persuasively than any type of\npoetry, the conviction that the lyrical impulse is universal and\ninevitable. As Andrew Lang, scholar and lover of balladry, wrote\nlong ago: “Ballads sprang from the very heart of the people and flit from\nage to age, from lip to lip of shepherds, peasants, nurses, of all the\nclass that continues nearest to the state of natural man. The whole soul\nof the peasant class breathes in their burdens, as the great sea resounds\nin the shells cast up on the shores. Ballads are a voice from secret\nplaces, from silent peoples and old times long dead; and as such they stir\nus in a strangely intimate fashion to which artistic verse can never\nattain.\"\n[Footnote: Encyclopaedia Brittanica, article “Ballads.\"]",
        "6. The Ode\nIf the ballad is thus an example of “popular” lyricism, with a narrative\nintention, an example of “artistic” lyricism is found in the Ode. Here\nthere is no question of communal origins or of communal influence upon\nstructure. The ode is a product of a single artist, working not naively,\nbut consciously, and employing a highly developed technique. Derived from\nthe Greek verb meaning “to sing,” the word “ode” has not changed its\nmeaning since the days of Pindar, except that, as in the case of the word\n“lyric” itself, we have gradually come to grow unmindful of the original\nmusical accompaniment of the song. Edmund Gosse, in his collection of\nEnglish Odes, defines the ode as “any strain of enthusiastic and exalted\nlyrical verse directed to a fixed purpose and dealing progressively with\none dignified theme.” Spenser’s “Epithalamium” or marriage ode,\nWordsworth’s “Ode on the Intimations of Immortality,” Tennyson’s elegiac\nand encomiastic “Ode on the Death of the Duke of Wellington,” Lowell’s\n“Harvard Commemoration Ode,” are among the most familiar examples of the\ngeneral type.",
        "English poetry has constantly employed, however, both of the two metrical\nspecies of odes recognized by the ancients. The first, made up of uniform\nstanzas, was called “Aeolian” or “Horatian,\"–since Horace imitated the\nsimple, regular strophes of his Greek models. The other species of ode,\nthe “Dorian,” is more complex, and is associated with the triumphal odes\nof Pindar. It utilizes groups of voices, and its divisions into so-called\n“strophe,” “antistrophe” and “epode” (sometimes called fancifully “wave,\"\n“answering wave” and “echo”) were determined by the movements of the\ngroups of singers upon the Greek stage, the “singers moving to one side\nduring the strophe, retracing their steps during the antistrophe (which\nwas for that reason metrically identical with the strophe), and standing\nstill during the epode.\"\n[Footnote: See Bronson’s edition of the poems of Collins. Athenaeum\nPress.]",
        "It must be observed, however, that the English odes written in strictly\nuniform stanzas differ greatly in the simplicity of the stanzaic pattern.\nAndrew Marvell’s “Horatian Ode upon Cromwell’s Return from Ireland,\"\nCollins’s “Ode to Evening,” Shelley’s “To a Skylark,” and Wordsworth’s\n“Ode to Duty” are all in very simple stanza forms. But Collins’s “Ode on\nthe Superstitions of the Highlands,” Shelley’s “Ode to Liberty” and\nColeridge’s “Ode to France” follow very complicated patterns, though all\nthe stanzas are alike. The English “Horatian” ode, then, while exhibiting\nthe greatest differences in complexity of stanzaic forms, is\n“homostrophic.”",
        "To understand the “Pindaric” English ode, we must remember that a few\nscholars, like Ben Jonson, Congreve and Gray, took peculiar pleasure in\nreproducing the general effect of the Greek strophic arrangement of\n“turn,” “counterturn” and “pause.” Ben Jonson’s “Ode to Sir Lucius Cary\nand Sir H. Morison” (Oxford, No. 194) has been thought to be the first\nstrictly Pindaric ode in English, and Gray’s “Bard” and “Progress of\nPoesy” (Oxford, Nos. 454, 455) are still more familiar examples of this\ntype. But the great popularity of the so-called “Pindaric” ode in English\nin the seventeenth century was due to Cowley, and to one of those periodic\nloyalties to lawlessness which are characteristic of the English. For\nCowley, failing to perceive that Pindar’s apparent lawlessness was\ndue to the corruption of the Greek text and to the modern ignorance of the\nrules of Greek choral music, made his English “Pindaric” odes an outlet\nfor rebellion against all stanzaic law. The finer the poetic frenzy, the\nfreer the lyric pattern! But, alas, rhetoric soon triumphed over\nimagination, and in the absence of metrical restraint the ode grew\ndeclamatory, bombastic, and lowest stage of all, “official,” the last\nrefuge of laureates who felt obliged to produce something sonorous in\nhonor of a royal birthday or wedding. This official ode persisted long\nafter the pseudo-Pindaric flag was lowered and Cowley had become\nneglected.",
        "With the revival of Romantic imagination, however, came a new interest in\nthe “irregular” ode, whose strophic arrangement ebbs and flows without\napparent restraint, subject only to what Watts-Dunton termed “emotional\nlaw.” Wordsworth’s “Ode on the Intimations of Immortality” moves in\nobedience to its own rhythmic impulses only, like Coleridge’s “Kubla Khan\"\nand Emerson’s “Bacchus.” Metrical variety can nowhere be shown more freely\nand gloriously than in the irregular ode: there may be any number of lines\nin each strophe, and often the strophe itself becomes dissolved into\nsomething corresponding to the “movement” of a symphony. Masterpieces like\nWilliam Vaughn Moody’s “Ode in Time of Hesitation” and Francis Thompson’s\n“Hound of Heaven” reveal of course a firm intellectual grasp upon the\nunderlying theme of the ode and upon the logical processes of its\ndevelopment. But although we may follow with keen intellectual\ndelight these large, free handlings of a lyrical theme, there are few\nreaders of poetry whose susceptibility to complicated combinations of\nrhyme-sound allows them to perceive the full verbal beauty of the great\nirregular odes. Even in such regular strophes as those of Keats’s “Grecian\nUrn,” who remembers that the rhyme scheme of the first stanza is unlike\nthat of the following stanzas? Or that the second stanza of the “Ode to a\nNightingale” runs on four sounds instead of five? Let the reader test his\near by reading aloud the intricate sound-patterns employed in such elegies\nas Arnold’s “Scholar Gypsy” (Oxford, No. 751) or Swinburne’s “Ave atque\nVale” (Oxford, No. 810), and then let him go back to “Lycidas\"\n(Oxford, No. 317), the final test of one’s responsiveness to the\nblending of the intellectual and the sensuous elements in poetic beauty.\nIf he is honest with himself, he will probably confess that neither his\near nor his mind can keep full pace with the swift and subtle demands made\nupon both by the masters of sustained lyric energy. But he will also\nbecome freshly aware that the ode is a supreme example of that union of\nexcitement with a sense of order, of liberty with law, which gives Verse\nits immortality.",
        "7. The Sonnet\nThe sonnet, likewise, is a lyric form which illustrates the delicate\nbalance between freedom and restraint. Let us look first at its structure,\nand then at its capacity for expressing thought and feeling.",
        "Both name and structure are Italian in origin, “sonetto” being the\ndiminutive of “suono,” sound. Dante and Petrarch knew it as a special\nlyric form intended for musical accompaniment. It must have fourteen\nlines, neither more nor less, with five beats or “stresses” to the line.\nEach line must end with a rhyme. In the arrangement of the rhymes the\nsonnet is made up of two parts, or rhyme-systems: the first eight lines\nforming the “octave,” and the last six the “sestet.” The octave is made up\nof two quatrains and the sestet of two tercets. There is a main pause in\npassing from the octave to the sestet, and frequently there are minor\npauses in passing from the first quatrain to the second, and from the\nfirst tercet to the last.",
        "Almost all of Petrarch’s sonnets follow this rhyme-scheme: for the octave,\na b b a a b b a; for the sestet, either c d e c d e or c d c d c d.\nThis strict “Petrarchan” form has endured for six centuries. It has been\nadopted by poets of every race and language, and it is used to-day as\nwidely or more widely than ever. While individual poets have constantly\nexperimented with different rhyme-schemes, particularly in the sestet, the\nonly really notable invention of a new sonnet form was made by the\nElizabethans. Puttenham’s Arte of English Poesie (1589) declares that\n“Sir Thomas Wyatt the elder and Henry Earl of Surrey, having travelled\ninto Italy and there tasted the sweet and stately measures and style of\nthe Italian poesie,... greatly polished our rude and homely manner of\nvulgar poesie.... Their conceits were lofty, their style stately, their\nconveyance cleanly, their terms proper, their metre sweet and\nwell-proportioned, in all imitating very naturally and studiously their\nMaster Francis Petrarch.”",
        "This is charming, but as a matter of fact both Wyatt and Surrey, with\nnatural English independence, broke away from the strict Petrarchan rhyme\nform. Wyatt liked a final couplet, and Surrey used a rhyme-scheme which\nwas later adopted by Shakspere and is known to-day as the “Shaksperean\"\nform of sonnet: namely, three quatrains made up of alternate rhymes–a\nseparate rhyme-scheme for each quatrain–and a closing couplet. The rhymes\nconsequently run thus: a b a b c d c d e f e f g g. To the Petrarchan\npurist this is clearly no sonnet at all, in spite of its fourteen\nfive-beat, rhyming lines. For the distinction between octave and sestet\nhas disappeared, there is a threefold division of the first twelve lines,\nand the final couplet gives an epigrammatic summary or “point” which\nPetrarch took pains to avoid.",
        "The difference will be still more clearly manifest if we turn from a\ncomparison of rhyme-structure to the ordering of the thought in the\nPetrarchan sonnet. Mark Pattison, a stout “Petrarchan,” lays down these\nrules in the Preface to his edition of Milton’s Sonnets:\n[Footnote: D. Appleton & Co., New York, 1883.]",
        "  “a. A sonnet, like every other work of art, must have its unity. It must\n  be the expression of one, and only one, thought or feeling.",
        "  “b. This thought or mood should be led up to, and opened in the early\n  lines of the sonnet; strictly, in the first quatrain; in the second\n  quatrain the hearer should be placed in full possession of it.",
        "  “c. After the second quatrain there should be a pause, not full, nor\n  producing the effect of a break, as of one who had finished what he had\n  got to say, and not preparing a transition to a new subject, but as of\n  one who is turning over what has been said in the mind to enforce it\n  further.",
        "  “d. The opening of the second system, strictly the first tercet, should\n  turn back upon the thought or sentiment, take it up and carry it forward\n  to the conclusion.",
        "  “e. The conclusion should be a resultant, summing the total of the\n  suggestion in the preceding lines, as a lakelet in the hills gathers\n  into a still pool the running waters contributed by its narrow area of\n  gradients.",
        "  “f. While the conclusion should leave a sense of finish and\n  completeness, it is necessary to avoid anything like epigrammatic point.\n  By this the sonnet is distinguished from the epigram. In the epigram the\n  conclusion is everything; all that goes before it is only there for the\n  sake of the surprise of the end, or dénouement, as in a logical\n  syllogism the premisses are nothing but as they necessitate the\n  conclusion. In the sonnet the emphasis is nearly, but not quite, equally\n  distributed, there being a slight swell, or rise, about its middle. The\n  sonnet must not advance by progressive climax, or end abruptly; it\n  should subside, and leave off quietly.”",
        "Miss Lockwood, in the Introduction to her admirable collection of English\nsonnets,\n[Footnote: Sonnets, English and American, selected by Laura E. Lockwood.\nHoughton Mifflin Company, 1916.]\nmakes a still briefer summary of the thought-scheme of the regular Italian\nsonnet: it “should have a clear and unified theme, stated in the first\nquatrain, developed or proved in the second, confirmed or regarded from a\nnew point of view in the first tercet, and concluded in the second tercet.\nIt had thus four parts, divided unevenly into two separate systems, eight\nlines being devoted to placing the thought before the mind, and six to\ndeducing the conclusion from that thought.”",
        "A surprisingly large number of sonnets are built upon simple formulas like\n“As\"–for the octave–and “So\"–for the sestet–(see Andrew Lang’s “The\nOdyssey,” Oxford, No. 841); or “When” and “Then” (see Keats’s “When I\nhave fears that I may cease to be,” Oxford, No. 635). A situation plus a\nthought gives a mood; or a mood plus an event gives a mental resolve, etc.\nThe possible combinations are infinite, but the law of logical relation\nbetween octave and sestet, premise and conclusion, is immutable.",
        "Let the reader now test these laws of sonnet form and thought by reading\naloud one of the most familiarly known of all English sonnets–Keats’s “On\nFirst Looking into Chapman’s Homer”:",
        "  “Much have I travell’d in the realms of gold,\n  And many goodly states and kingdoms seen;\n  Round many western islands have I been\n  Which bards in fealty to Apollo hold.\n  Oft of one wide expanse had I been told\n  That deep-brow’d Homer ruled as his demesne;\n  Yet did I never breathe its pure serene\n  Till I heard Chapman speak out loud and bold:\n  Then felt I like some watcher of the skies\n  When a new planet swims into his ken;\n  Or like stout Cortez when with eagle eyes\n  He stared at the Pacific–and all his men\n  Look’d at each other with a wild surmise–\n  Silent, upon a peak in Darien.”",
        "Read next another strictly Petrarchan sonnet, where the thought divisions\nof quatrains and tercets are marked with exceptional clearness, Eugene\nLee-Hamilton’s disillusioned “Sea-Shell Murmurs”:",
        "  “The hollow sea-shell that for years hath stood\n    On dusty shelves, when held against the ear\n    Proclaims its stormy parent; and we hear\n  The faint far murmur of the breaking flood.",
        "  “We hear the sea. The sea? It is the blood\n    In our own veins, impetuous and near,\n    And pulses keeping pace with hope and fear\n  And with our feelings’ every shifting mood.",
        "  “Lo, in my heart I hear, as in a shell,\n    The murmur of a world beyond the grave,\n  Distinct, distinct, though faint and far it be.",
        "  “Thou fool; this echo is a cheat as well,–\n    The hum of earthly instincts; and we crave\n  A world unreal as the shell-heard sea.”",
        "And now read aloud one of the best-known of Shakspere’s sonnets, where he\nfollows his favorite device of a threefold statement of his central\nthought, using a different image in each quatrain, and closing with a\npersonal application of the idea:",
        "  “That time of year thou mayst in me behold\n  When yellow leaves, or none, or few, do hang\n  Upon those boughs which shake against the cold,\n  Bare ruin’d choirs, where late the sweet birds sang.\n  In me thou see’st the twilight of such day\n  As after sunset fadeth in the west;\n  Which by and by black night doth take away,\n  Death’s second self, that seals up all in rest.\n  In me thou see’st the glowing of such fire,\n  That on the ashes of his youth doth lie,\n  As the death-bed whereon it must expire,\n  Consumed with that which it was nourish’d by.\n  This thou perceivest, which makes thy love more strong,\n  To love that well which thou must leave ere long.”",
        "Where there is beauty such as this, it is an impertinence to insist that\nShakspere has not conformed to the special type of beauty represented in\nthe Petrarchan sonnet. He chose not to conform. He won with other tactics.\nIf the reader will analyse the form and thought of the eighty sonnets in\nthe Oxford Book, or the two hundred collected by Miss Lockwood, he will\nfeel the charm of occasional irregularity in the handling of both the\nPetrarchan and the Shaksperean sonnet. But he is more likely, I think, to\nbecome increasingly aware that whatever restraints are involved in\nadherence to typical forms are fully compensated by the rich verbal beauty\ndemanded by the traditional arrangement of rhymes.",
        "For the sonnet, an intricately wrought model of the reflective lyric,\nrequires a peculiarly intimate union of thinking and singing. It may be,\nas it often was in the Elizabethan period, too full of thought to allow\nfree-winged song, and it may also be too full of uncontrolled, unbalanced\nemotion to preserve fit unity of thought. Conversely, there may not be\nenough thought and emotion to fill the fourteen lines: the idea not being\nof “sonnet size.” The difficult question as to whether there is such a\nthing as an “average-sized” thought and lyrical reflection upon it has\nbeen touched upon in an earlier chapter. The limit of a sentence, says\nMark Pattison, “is given by the average capacity of human apprehension....\nThe limit of a sonnet is imposed by the average duration of an\nemotional mood....  May we go so far as to say that fourteen lines is the\naverage number which a thought requires for its adequate embodiment before\nattention must collapse?”",
        "The proper distribution of thought and emotion, that is, the balance of\nthe different parts of a sonnet, is also a very delicate affair. It is\nlike trimming a sailboat. Wordsworth defended Milton’s frequent practice\nof letting the thought of the octave overflow somewhat into the sestet,\nbelieving it “to aid in giving that pervading sense of intense unity in\nwhich the excellence of the sonnet has always seemed to me mainly to\nconsist.” Most lovers of the sonnet would differ here with these masters\nof the art. Whether the weight of thought and feeling can properly be\nshifted to a final couplet is another debatable question, and critics will\nalways differ as to the artistic value of the “big” line or “big” word\nwhich marks the culmination of emotion in many a sonnet. The strange or\nviolent or sonorous word, however splendid in itself, may not fit the\ncurve of the sonnet in which it appears: it may be like a big red apple\ncrowded into the toe of a Christmas stocking.",
        "Nor must the sonnet lean towards either obscurity–the vice of Elizabethan\nsonnets, or obviousness–the vice of Wordsworth’s sonnets after 1820. The\nobscure sonnet, while it may tempt the reader’s intellectual ingenuity,\naffords no basis for his emotion, and the obvious sonnet provides no\nstimulus for his thought. Conventionality of subject and treatment,\nlike the endless imitation of Italian and French sonnet-motives and\nsonnet-sequences, sins against the law of lyric sincerity. In no lyric\nform does mechanism so easily obtrude itself. A sonnet is either, like\nMarlowe’s raptures, “all air and fire,” or else it is a wooden toy.",
        "Continue...",
        "\nThis eBook of “A Study of Poetry” by Bliss Perry (Professor of English Literature in Harvard University\nAuthor of “A Study of Prose Fiction,” “Walt Whitman,” “The American Mind,” etc.) belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "A Study Of PoetryBy Bliss PerryAt Amazon"
    ]
}