{
    "title": "A Wasted Day - Part Two",
    "author": "Richard Harding Davis",
    "chapter": "2",
    "content": [
        "\n\n",
        "Other men followed, and in the fortune of each Mr. Thorndike found\nhimself, to his surprise, taking a personal interest. It was as\ngood as a play. It reminded him of the Sicilians he had seen in\nLondon in their little sordid tragedies. Only these actors were\nappearing in their proper persons in real dramas of a life he did\nnot know, but which appealed to something that had been long\nuntouched, long in disuse. It was an uncomfortable sensation that\nleft him restless because, as he appreciated, it needed expression,\nan outlet. He found this, partially, in praising, through Andrews,\nthe young judge who had publicly rebuked him. Mr. Thorndike found\nhim astute, sane; his queries intelligent, his comments just. And\nthis probation officer, she, too, was capable, was she not?\nSmiling at his interest in what to him was an old story, the\nyounger man nodded.",
        "“I like her looks,” whispered the great man. “Like her clear eyes\nand clean skin. She strikes me as able, full of energy, and yet\nwomanly. These men when they come under her charge,” he insisted,\neagerly, “need money to start again, don’t they?” He spoke\nanxiously. He believed he had found the clew to his restlessness.\nIt was a desire to help; to be of use to these failures who had\nfallen and who were being lifted to their feet. Andrews looked at\nhim curiously. “Anything you give her,” he answered, “would be\nwell invested.”",
        "“If you will tell me her name and address?” whispered the banker.\nHe was much given to charity, but it had been perfunctory, it was\nextended on the advice of his secretary. In helping here, he felt\na genial glow of personal pleasure. It was much more satisfactory\nthan giving an Old Master to his private chapel.",
        "In the rear of the court-room there was a scuffle that caused every\none to turn and look. A man, who had tried to force his way past\nthe tipstaffs, was being violently ejected, and, as he disappeared,\nhe waved a paper toward Mr. Thorndike. The banker recognized him\nas his chief clerk. Andrews rose anxiously. “That man wanted to\nget to you. I’ll see what it is. Maybe it’s important.”",
        "Mr. Thorndike pulled him back.",
        "“Maybe it is,” he said dryly. “But I can’t see him now, I’m busy.”",
        "Slowly the long line of derelicts, of birds of prey, of sorry, weak\nfailures, passed before the seat of judgment. Mr. Thorndike had\nmoved into a chair nearer to the rail, and from time to time made a\nnote upon the back of an envelope. He had forgotten the time or\nhad chosen to disregard it. So great was his interest that he had\nforgotten the particular derelict he had come to serve, until Spear\nstood almost at his elbow.",
        "Thorndike turned eagerly to the judge, and saw that he was\nlistening to a rotund, gray little man with beady, bird-like eyes\nwho, as he talked, bowed and gesticulated. Behind him stood a\nyounger man, a more modern edition of the other. He also bowed\nand, behind gold eye-glasses, smiled ingratiatingly.",
        "The judge nodded, and leaning forward, for a few moments fixed his\neyes upon the prisoner.",
        "“You are a very fortunate young man,” he said. He laid his hand\nupon a pile of letters. “When you were your own worst enemy, your\nfriends came to help you. These letters speak for you; your\nemployers, whom you robbed, have pleaded with me in your favor. It\nis urged, in your behalf, that at the time you committed the crime\nof which you are found guilty, you were intoxicated. In the eyes\nof the law, that is no excuse. Some men can drink and keep their\nsenses. It appears you can not. When you drink you are a menace\nto yourself—and, as is shown by this crime, to the community.\nTherefore, you must not drink. In view of the good character to\nwhich your friends have testified, and on the condition that you do\nnot touch liquor, I will not sentence you to jail, but will place\nyou in charge of the probation officer.”",
        "The judge leaned back in his chair and beckoned to Mr. Andrews. It\nwas finished. Spear was free, and from different parts of the\ncourtroom people were moving toward the door. Their numbers showed\nthat the friends of the young man had been many. Mr. Thorndike\nfelt a certain twinge of disappointment. Even though the result\nrelieved and pleased him, he wished, in bringing it about, he had\nhad some part.",
        "He begrudged to Isaacs & Sons the credit of having given Spear his\nliberty. His morning had been wasted. He had neglected his own\ninterests, and in no way assisted those of Spear. He was moving\nout of the railed enclosure when Andrews called him by name.",
        "“His honor,” he said impressively, “wishes to speak to you.”",
        "The judge leaned over his desk and shook Mr. Thorndike by the hand.\nThen he made a speech. The speech was about public-spirited\ncitizens who, to the neglect of their own interests, came to assist\nthe ends of justice, and fellow-creatures in misfortune. He\npurposely spoke in a loud voice, and every one stopped to listen.",
        "“The law, Mr. Thorndike, is not vindictive,” he said. “It wishes\nonly to be just. Nor can it be swayed by wealth or political or\nsocial influences. But when there is good in a man, I, personally,\nwant to know it, and when gentlemen like yourself, of your standing\nin this city, come here to speak a good word for a man, we would\nstultify the purpose of justice if we did not listen. I thank you\nfor coming, and I wish more of our citizens were as unselfish and\npublic-spirited.”",
        "It was all quite absurd and most embarrassing, but inwardly Mr.\nThorndike glowed with pleasure. It was a long time since any one\nhad had the audacity to tell him he had done well. From the\nfriends of Spear there was a ripple of applause, which no tipstaff\ntook it upon himself to suppress, and to the accompaniment of this,\nMr. Thorndike walked to the corridor. He was pleased with himself\nand with his fellow-men. He shook hands with Isaacs & Sons, and\ncongratulated them upon their public spirit, and the type-writer\nfirm upon their public spirit. And then he saw Spear standing\napart regarding him doubtfully.",
        "Spear did not offer his hand, but Mr. Thorndike took it, and shook\nit, and said: “I want to meet your mother.”",
        "And when Mrs. Spear tried to stop sobbing long enough to tell him\nhow happy she was, and how grateful, he instead told her what a\nfine son she had, and that he remembered when Spear used to carry\nflowers to town for her. And she remembered it, too, and thanked\nhim for the flowers. And he told Spear, when Isaacs & Sons went\nbankrupt, which at the rate they were giving away their money to\nthe Hebrew Hospital would be very soon, Spear must come back to\nhim. And Isaacs & Sons were delighted at the great man’s\npleasantry, and afterward repeated it many times, calling upon each\nother to bear witness, and Spear felt as though some one had given\nhim a new backbone, and Andrews, who was guiding Thorndike out of\nthe building, was thinking to himself what a great confidence man\nhad been lost when Thorndike became a banker.",
        "The chief clerk and two bank messengers were waiting by the\nautomobile with written calls for help from the office. They\npounced upon the banker and almost lifted him into the car.",
        "“There’s still time!” panted the chief clerk.",
        "“There is not!” answered Mr. Thorndike. His tone was rebellious,\ndefiant. It carried all the authority of a spoiled child of\nfortune. “I’ve wasted most of this day,” he declared, “and I\nintend to waste the rest of it. Andrews,” he called, “jump in, and\nI’ll give you a lunch at Sherry’s.”",
        "The vigilant protector of the public dashed back into the building.",
        "“Wait till I get my hat!” he called.",
        "As the two truants rolled up the avenue the spring sunshine warmed\nthem, the sense of duties neglected added zest to their holiday,\nand young Mr. Andrews laughed aloud.",
        "Mr. Thorndike raised his eyebrows inquiringly. “I was wondering,\"\nsaid Andrews, “how much it cost you to keep Spear out of jail?”",
        "“I don’t care,” said the great man guiltily; “it was worth it.”",
        " ",
        "\nThis complete text of A Wasted Day by Richard Harding Davis is in the public domain.\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on April 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}