{
    "title": "About Authorama - Free Books Online",
    "author": "Unknown",
    "chapter": "about",
    "content": [
        "The aim of this site is to bring the public domain books featured on sites like\nProject Gutenberg into easily readable HTML version.\nProject Gutenberg is the Internet's oldest producer of free electronic\nbooks/ eBooks/ eTexts, but most of the files provided there are in plain-text (ASCII)\nformat. On this site, you will find the public domain books in XHTML.\n",
        "I do not select only specific authors and try to add many different books from a variety\nof genres and topics, both fiction and non-fiction -- as long as they are \ncompletely free to use and public (mostly, this is true for older books, e.g. those books\npublished before 1923, or those where the author is already dead for longer than 70 years).\nSome books I might have read, but not all, and I do\nnot (by publishing them) in any way express my own views. Often, I find the title interesting, other\ntimes I read the book and liked it, or I might just know the author and trust this title should also\nbe of interest. If you have any suggestions as to which books in specific you would like to see\nconverted and featured on this site, give me feedback.\nTo balance the subjectiveness of this selection process, I also try to add titles which I might\nnot be interested in much myself but where I think their historical importance is justification\nin itself.\n",
        "The language of books is predominantly English, but not restricted to English. I will\nalso add texts in German.",
        "The books found here are in XML format, XHTML1 Strict. Content and layout, as far as possible\n(with the exception of poems which need a fixed layout) are separated.\nThis means for example that emphasis, if available, is formatted as \"emphasis\" as opposed to \"italics\",\nresulting in media independence (e.g., for text-to-speech, or braille output). Also, different media (like media\nscreen vs print) get different CSS (Cascading Stylesheets).",
        "All these standards and specifics are recommended and\nmaintained by the W3C (the World Wide Web Consortium), headed by Tim Berners-Lee, \"the inventor of the\nWorld Wide Web\" (while he didn't invent the concept of hypertext itself, he's\ncertainly responsible for words such as HTTP, or WWW).\n",
        "From a developer's perspective; how is the content processed?\nI do this automatically using PHP, which reads the single source file. This source is (X)HTML and\nstructured with headings (h1, h2, ...). Using that information, the generation of chapters,\nthe table-of-contents, and all the other features (like side-by-side translation display), are\nautomatized.\nChapterization is the most important feature, as this would be a very mundane task to\ndo manually. However the complete HTML file can still be accessed as it's ideal for printing\nthe whole book in one session (if one decides one wants to).\n",
        "Since this site uses stylesheets for the layout, no presentational aspect is in fixed form,\nand most details you might want to change can be changed by setting different browser options.\nIf you find the current form not readable, you can either create a so-called specific \"user stylesheet\"\nand override the settings suggested by me (which are rather simple -- black on white, sans-serif,\nno background imagery or other gimmicks that might hinder easy reading).\n",
        "On this web site, I do not intend to ever cover all of the public domain books available.\n(I have neither web space nor time to feature\nall conversions.) Some titles have been chosen for their small size, which should\nbe additionally suited for online reading. Other because they were not available as HTML so far.\nLately, I've also been choosing titles\nfor their value to Web-windows like Google, by looking at which books get the most traffic from\nsearch engines.\n",
        "If you want to help out, just link to Authorama and tell others about it.",
        "\n\nGustave Courbet:\nPortrait of Juliette Courbet as a Sleeping Child\n1841; Graphite on paper; Musee d'Orsay \n\n",
        "My name is Philipp Lenssen and I'm from Germany. More from me at my blog.\n",
        "\nVerantwortlich für Inhalte dieser Webseite ist/ Responsible for contents of this site is: Philipp Lenssen, Rudolfstr. 8, 70190 Stuttgart\n",
        "\n\nThe painting on this page by Gustave Courbet is in the public domain.\nThis site, Authorama.com, has been created by Philipp Lenssen.\n\n"
    ]
}