{
    "title": "Alice in Wonderland - Who Stole the Tarts?",
    "author": "Lewis Carroll",
    "chapter": "11",
    "content": [
        "\n\n",
        "",
        "The King and Queen of Hearts were seated on their throne when they\narrived, with a great crowd assembled about them—all sorts of little\nbirds and beasts, as well as the whole pack of cards: the Knave was\nstanding before them, in chains, with a soldier on each side to guard\nhim; and near the King was the White Rabbit, with a trumpet in one\nhand, and a scroll of parchment in the other.",
        "In the very middle of the court was a table with a large dish of tarts\nupon it: they looked so good, that it made Alice quite hungry to look\nat them—\"I wish they’d get the trial done,” she thought, “and hand\nround the refreshments!” But there seemed to be no chance of this; so\nshe began looking at everything about her to pass away the time.",
        "Alice had never been in a court of justice before, but she had read\nabout them in books, and she was quite pleased to find that she knew\nthe name of nearly everything there.",
        "“That’s the judge”, she said to herself, “because of his great wig.”",
        "The judge, by the way, was the King; and, as he wore his crown over\nthe wig, he did not look at all comfortable, and it was certainly not\nbecoming.",
        "“And that’s the jury-box,” thought Alice; “and those twelve creatures\"\n(she was obliged to say “creatures,” you see, because some of them\nwere animals, and some were birds), “I suppose they are the jurors.\"\nShe said this last word two or three times over to herself, being\nrather proud of it; for she thought, and rightly too, that very few\nlittle girls of her age knew the meaning of it at all. However,\n“jurymen” would have done just as well.",
        "The twelve jurors were all writing very busily on slates.",
        "“What are they doing?” Alice whispered to the Gryphon. “They can’t\nhave anything to put down yet, before the trial’s begun.”",
        "“They’re putting down their names,” the Gryphon whispered in reply,\n“for fear they should forget them before the end of the trial.”",
        "“Stupid things!” Alice began in a loud indignant voice; but she\nstopped herself hastily, for the White Rabbit cried out, “Silence in\nthe court!” and the King put on his spectacles and looked anxiously\nround, to make out who was talking.",
        "Alice could see, as well as if she were looking over their shoulders,\nthat all the jurors were writing down “Stupid things!” on their\nslates, and she could even make out that one of them didn’t know how\nto spell “stupid,” and that he had to ask his neighbor to tell him.",
        "“A nice muddle their slates’ll be in, before the trial’s over!\"\nthought Alice.",
        "One of the jurors had a pencil that squeaked. This, of course, Alice\ncould not stand, and she went round the court and got behind him,\nand very soon found an opportunity of taking it away. She did it so\nquickly that the poor little juror (it was Bill, the Lizard) could not\nmake out at all what had become of it; so, after hunting all about for\nit, he was obliged to write with one finger for the rest of the day;\nand this was of very little use as it left no mark on the slate.",
        "“Herald, read the accusation!” said the King.",
        "On this the White Rabbit blew three blasts on the trumpet, and then\nunrolled the parchment-scroll, and read as follows:",
        "“Consider your verdict,” the King said to the jury.",
        "“Not yet, not yet!” the Rabbit hastily interrupted. “There’s a great\ndeal to come before that!”",
        "“Call the first witness,” said the King; and the White Rabbit blew\nthree blasts on the trumpet, and called out “First witness!”",
        "The first witness was the Hatter. He came in with a teacup in one hand\nand a piece of bread-and-butter in the other.",
        "“I beg pardon, your Majesty,” he began, “for bringing these in; but I\nhadn’t quite finished my tea when I was sent for.”",
        "“You ought to have finished,” said the King. “When did you begin?”",
        "The Hatter looked at the March Hare, who had followed him into the\ncourt, arm-in-arm with the Dormouse, “Fourteenth of March, I think\nit was,” he said.",
        "“Fifteenth,” said the March Hare.",
        "“Sixteenth,” said the Dormouse.",
        "“Write that down,” the King said to the jury; and the jury eagerly\nwrote down all three dates on their slates, and then added them up,\nand reduced the answer to shillings and pence.",
        "“Take off your hat,” the King said to the Hatter.",
        "“It isn’t mine,” said the Hatter.",
        "“Stolen!” the King exclaimed, turning to the jury, who instantly\nmade a memorandum of the fact.",
        "“I keep them to sell,” the Hatter added as an explanation. “I’ve none\nof my own. I’m a hatter.”",
        "Here the Queen put on her spectacles, and began staring hard at the\nHatter, who turned pale and fidgeted.",
        "“Give your evidence,” said the King; “and don’t be nervous, or I’ll\nhave you executed on the spot.”",
        "This did not seem to encourage the witness at all: he kept shifting\nfrom one foot to the other, looking uneasily at the Queen, and in his\nconfusion he bit a large piece out of his teacup instead of the\nbread-and-butter.",
        "Just at this moment Alice felt a very curious sensation, which puzzled\nher a good deal until she made out what it was: she was beginning to\ngrow larger again, and she thought at first she would get up and leave\nthe court; but on second thoughts she decided to remain where she was\nas long as there was room for her.",
        "“I wish you wouldn’t squeeze so,” said the Dormouse, who was sitting\nnext to her. “I can hardly breathe.”",
        "“I can’t help it,” said Alice very meekly: “I’m growing.”",
        "“You’ve no right to grow here,” said the Dormouse.",
        "“Don’t talk nonsense,” said Alice more boldly: “you know you’re\ngrowing too.”",
        "“Yes, but I grow at a reasonable pace,” said the Dormouse: “not in\nthat ridiculous fashion.” And he got up very sulkily and crossed over\nto the other side of the court.",
        "All this time the Queen had never left off staring at the Hatter, and,\njust as the Dormouse crossed the court, she said, to one of the\nofficers of the court, “Bring me the list of the singers in the last\nconcert!” on which the wretched Hatter trembled so that he shook off\nboth his shoes.",
        "“Give your evidence,” the King repeated angrily, “or I’ll have you\nexecuted, whether you’re nervous or not.”",
        "“I’m a poor man, your Majesty,” the Hatter began, in a trembling\nvoice, “and I hadn’t begun my tea—not above a week or so—and what\nwith the bread-and-butter getting so thin—and the twinkling of the\ntea—”",
        "“The twinkling of what?” said the King.",
        "“It began with the tea,” the Hatter replied.",
        "“Of course twinkling begins with a T!” said the King sharply.\n“Do you take me for a dunce? Go on!”",
        "“I’m a poor man,” the Hatter went on, “and most things twinkled after\nthat—only the March Hare said—”",
        "“I didn’t!” the March Hare interrupted in a great hurry.",
        "“You did!” said the Hatter.",
        "“I deny it!” said the March Hare.",
        "“He denies it,” said the King: “leave out that part.”",
        "“Well, at any rate, the Dormouse said—” the Hatter went on, looking\nanxiously round to see if he would deny it too; but the Dormouse\ndenied nothing, being fast asleep.",
        "“After that,” continued the Hatter, “I cut some more bread and\nbutter—”",
        "“But what did the Dormouse say?” one of the jury asked.",
        "“That I can’t remember,” said the Hatter.",
        "“You must remember,” remarked the King, “or I’ll have you executed.”",
        "The miserable Hatter dropped his teacup and bread-and-butter, and went\ndown on one knee. “I’m a poor man, your Majesty,” he began.",
        "“You’re a very poor speaker,” said the King.",
        "Here one of the guinea-pigs cheered, and was immediately suppressed by\nthe officers of the court. (As that is rather a hard word, I will just\nexplain to you how it was done. They had a large canvas bag, which\ntied up at the mouth with strings; into this they slipped the\nguinea-pig, head first, and then sat upon it.)",
        "“I’m glad I’ve seen that done,” thought Alice “I’ve so often read in\nthe newspapers, at the end of trials, ’There was some attempt at\napplause, which was immediately suppressed by the officers of the\ncourt,’ and I never understood what it meant till now.”",
        "“If that’s all you know about it, you may stand down,” continued the\nKing.",
        "“I can’t go no lower,” said the Hatter; “I’m on the floor, as it is.”",
        "“Then you may sit down,” the King replied.",
        "Here the other guinea-pig cheered, and was suppressed.",
        "“Come, that finishes the guinea-pigs!” thought Alice. “Now we shall go\non better.”",
        "“I’d rather finish my tea,” said the Hatter, with an anxious look at\nthe Queen, who was reading the list of singers.",
        "“You may go,” said the King, and the Hatter hurriedly left the court,\nwithout even waiting to put his shoes on.",
        "“—and just take his head off outside,” the Queen added to one of the\nofficers; but the Hatter was out of sight before the officer could get\nto the door.",
        "“Call the next witness!” said the King.",
        "The next witness was the Duchess’s cook. She carried the pepper-box in\nher hand, and Alice guessed who it was, even before she got into the\ncourt, by the way the people near the door began sneezing all at once.",
        "“Give your evidence,” said the King.",
        "“Shan’t,” said the cook.",
        "The King looked anxiously at the White Rabbit, who said, in a low\nvoice, “Your Majesty must cross-examine this witness.”",
        "“Well, if I must, I must,” the King said with a melancholy air, and,\nafter folding his arms and frowning at the cook till his eyes were\nnearly out of sight, he said, in a deep voice, “What are tarts made\nof?”",
        "“Pepper, mostly,” said the cook.",
        "“Treacle,” said a sleepy voice behind her.",
        "“Collar that Dormouse!” the Queen shrieked out. “Behead that Dormouse!\nTurn that Dormouse out of court! Suppress him! Pinch him! Off with his\nwhiskers!”",
        "For some minutes the whole court was in confusion, getting the\nDormouse turned out, and, by the time they had settled down again, the\ncook had disappeared.",
        "“Never mind!” said the King, with an air of great relief. “Call the\nnext witness.” And, he added, in an undertone to the Queen, “Really,\nmy dear, you must cross-examine the next witness. It quite makes my\nforehead ache!”",
        "Alice watched the White Rabbit as he fumbled over the list, feeling\nvery curious to see what the next witness would be like, “—for they\nhaven’t got much evidence yet,” she said to herself. Imagine\nher surprise, when the White Rabbit read out, at the top of his shrill\nlittle voice, the name “Alice!”",
        "Continue...",
        "\nThis complete text of the Alice in Wonderland book by Lewis Carroll (Charles L. Dodgson) and\nthe illustrations by Mabel Lucie Attwell are in the public domain.\nFor discussion, please check out the Alice in Wonderland Message Board.\n\n\nAlso see\nLewis Carroll: The Complete Illustrated Works (868-page leather-bound volume) at Amazon. And Disney’s Alice in Wonderland (1951) on DVD.\nAnd: The Annotated Alice: The Definitive Edition (Lewis Carroll, Martin Gardner).\n\n\nThis Authorama page has been created by Philipp Lenssen\nbased on the Project Gutenberg text version.\n\nPage last updated on April 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Alice in WonderlandBy Lewis CarrollAt Amazon"
    ]
}