{
    "title": "Alice in Wonderland",
    "author": "Lewis Carroll",
    "chapter": "1",
    "content": [
        "\n\n",
        "Alice was beginning to get very tired of sitting by her sister on the\nbank, and of having nothing to do: once or twice she had peeped into\nthe book her sister was reading, but it had no pictures or\nconversations in it, “and what is the use of a book,” thought Alice,\n“without pictures or conversations?”",
        "So she was considering, in her own mind (as well as she could, for the\nhot day made her feel very sleepy and stupid), whether the pleasure of\nmaking a daisy-chain would be worth the trouble of getting up and\npicking the daisies, when suddenly a White Rabbit with pink eyes ran\nclose by her.",
        "There was nothing so very remarkable in that; nor did Alice think\nit so very much out of the way to hear the Rabbit say to itself, “Oh\ndear! Oh dear! I shall be too late!” (when she thought it over\nafterward, it occurred to her that she ought to have wondered at this,\nbut at the time it all seemed quite natural); but, when the Rabbit\nactually took a watch out of its waistcoat-pocket, and looked at it,\nand then hurried on, Alice started to her feet, for it flashed across\nher mind that she had never before seen a rabbit with either a\nwaistcoat-pocket, or a watch to take out of it, and, burning with\ncuriosity, she ran across the field after it, and was just in time to\nsee it pop down a large rabbit-hole under the hedge.",
        "In another moment down went Alice after it, never once considering how\nin the world she was to get out again.",
        "The rabbit-hole went straight on like a tunnel for some way, and then\ndipped suddenly down, so suddenly that Alice had not a moment to think\nabout stopping herself before she found herself falling down what\nseemed to be a very deep well.",
        "Either the well was very deep, or she fell very slowly, for she had\nplenty of time as she went down to look about her, and to wonder what\nwas going to happen next. First, she tried to look down and make out\nwhat she was coming to, but it was too dark to see anything: then she\nlooked at the sides of the well, and noticed that they were filled\nwith cupboards and book-shelves: here and there she saw maps and\npictures hung upon pegs. She took down a jar from one of the shelves\nas she passed: it was labeled “ORANGE MARMALADE,” but to her great\ndisappointment it was empty: she did not like to drop the jar, for\nfear of killing somebody underneath, so managed to put it into one of\nthe cupboards as she fell past it.",
        "“Well!” thought Alice to herself. “After such a fall as this, I shall\nthink nothing of tumbling downstairs! How brave they’ll all think me\nat home! Why, I wouldn’t say anything about it, even if I fell off the\ntop of the house!” (Which was very likely true.)",
        "Down, down, down. Would the fall never come to an end? “I wonder how\nmany miles I’ve fallen by this time?” she said aloud. “I must be\ngetting somewhere near the centre of the earth. Let me see: that would\nbe four thousand miles down, I think—” (for, you see, Alice had\nlearned several things of this sort in her lessons in the school-room,\nand though this was not a very good opportunity for showing off her\nknowledge, as there was no one to listen to her, still it was good\npractice to say it over) “—yes, that’s about the right distance—but\nthen I wonder what Latitude or Longitude I’ve got to?” (Alice had not\nthe slightest idea what Latitude was, or Longitude either, but she\nthought they were nice grand words to say).",
        "Presently she began again. “I wonder if I shall fall right through\nthe earth! How funny it’ll seem to come out among the people that walk\nwith their heads downward! The antipathies, I think—” (she was rather\nglad there was no one listening, this time, as it didn’t sound at all\nthe right word) “—but I shall have to ask them what the name of the\ncountry is, you know. Please, Ma’am, is this New Zealand? Or\nAustralia?” (and she tried to curtsey as she spoke—fancy, curtseying\nas you’re falling through the air! Do you think you could manage it?)\n“And what an ignorant little girl she’ll think me for asking! No,\nit’ll never do to ask: perhaps I shall see it written up somewhere.”",
        "Down, down, down. There was nothing else to do, so Alice soon began\ntalking again. “Dinah’ll miss me very much to-night, I should think!\"\n(Dinah was the cat.) “I hope they’ll remember her saucer of milk at\ntea-time. Dinah, my dear! I wish you were down here with me! There are\nno mice in the air, I’m afraid, but you might catch a bat, and that’s\nvery like a mouse, you know. But do cats eat bats, I wonder?” And here\nAlice began to get rather sleepy, and went on saying to herself, in a\ndreamy sort of way, “Do cats eat bats? Do cats eat bats?” and\nsometimes, “Do bats eat cats?” for, you see, as she couldn’t answer\neither question, it didn’t much matter which way she put it. She felt\nthat she was dozing off, and had just begun to dream that she was\nwalking hand in hand with Dinah, and was saying to her, very\nearnestly, “Now, Dinah, tell me the truth: did you ever eat a bat?\"\nwhen suddenly, thump! thump! down she came upon a heap of sticks and\ndry leaves, and the fall was over.",
        "Alice was not a bit hurt, and she jumped up on to her feet in a\nmoment: she looked up, but it was all dark overhead: before her was\nanother long passage, and the White Rabbit was still in sight,\nhurrying down it. There was not a moment to be lost: away went Alice\nlike the wind, and was just in time to hear it say, as it turned a\ncorner, “Oh my ears and whiskers, how late it’s getting!” She was\nclose behind it when she turned the corner, but the Rabbit was no\nlonger to be seen: she found herself in a long, low hall, which was\nlit up by a row of lamps hanging from the roof.",
        "There were doors all round the hall, but they were all locked; and\nwhen Alice had been all the way down one side and up the other, trying\nevery door, she walked sadly down the middle, wondering how she was\never to get out again.",
        "Suddenly she came upon a little three-legged table, all made of solid\nglass: there was nothing on it but a tiny golden key, and Alice’s\nfirst idea was that this might belong to one of the doors of the hall;\nbut alas! either the locks were too large, or the key was too small,\nbut at any rate it would not open any of them. However, on the second\ntime round, she came upon a low curtain she had not noticed before,\nand behind it was a little door about fifteen inches high: she tried\nthe little golden key in the lock, and to her great delight it fitted!",
        "Alice opened the door and found that it led into a small passage, not\nmuch larger than a rat-hole: she knelt down and looked along the\npassage into the loveliest garden you ever saw. How she longed to get\nout of that dark hall, and wander about among those beds of bright\nflowers and those cool fountains, but she could not even get her head\nthrough the doorway; “and even if my head would go through,” thought\npoor Alice, “it would be of very little use without my shoulders. Oh,\nhow I wish I could shut up like a telescope! I think I could, if I\nonly knew how to begin.” For, you see, so many out-of-the-way things\nhad happened lately, that Alice had begun to think that very few\nthings indeed were really impossible.",
        "",
        "There seemed to be no use in waiting by the little door, so she went\nback to the table, half hoping she might find another key on it, or at\nany rate a book of rules for shutting people up like telescopes: this\ntime she found a little bottle on it (\"which certainly was not here\nbefore,” said Alice), and tied round the neck of the bottle was a\npaper label, with the words “DRINK ME” beautifully printed on it in\nlarge letters.",
        "It was all very well to say “Drink me,” but the wise little Alice was\nnot going to do that in a hurry. “No, I’ll look first,” she said,\n“and see whether it’s marked ’poison’ or not\"; for she had read\nseveral nice little stories about children who had got burned, and\neaten up by wild beasts, and other unpleasant things, all because they\nwould not remember the simple rules their friends had taught them:\nsuch as, that a red-hot poker will burn you if you hold it too long;\nand that, if you cut your finger very deeply with a knife, it usually\nbleeds; and she had never forgotten that, if you drink much from a\nbottle marked “poison,” it is almost certain to disagree with you,\nsooner or later.",
        "However, this bottle was not marked “poison,” so Alice ventured\nto taste it, and, finding it very nice (it had, in fact, a sort of\nmixed flavor of cherry-tart, custard, pine-apple, roast turkey, toffy,\nand hot buttered toast), she very soon finished it off.",
        "“What a curious feeling!” said Alice. “I must be shutting up like a\ntelescope!”",
        "And so it was indeed: she was now only ten inches high, and her face\nbrightened up at the thought that she was now the right size for going\nthrough the little door into that lovely garden. First, however, she\nwaited for a few minutes to see if she was going to shrink any\nfurther: she felt a little nervous about this; “for it might end, you\nknow,” said Alice to herself, “in my going out altogether, like a\ncandle. I wonder what I should be like then?” And she tried to fancy\nwhat the flame of a candle looks like after the candle is blown out,\nfor she could not remember ever having seen such a thing.",
        "After a while, finding that nothing more happened, she decided on\ngoing into the garden at once; but, alas for poor Alice! when she got\nto the door, she found she had forgotten the little golden key, and\nwhen she went back to the table for it, she found she could not\npossibly reach it: she could see it quite plainly through the glass,\nand she tried her best to climb up one of the legs of the table, but\nit was too slippery; and when she had tired herself out with trying,\nthe poor little thing sat down and cried.",
        "“Come, there’s no use in crying like that!” said Alice to herself\nrather sharply. “I advise you to leave off this minute!” She generally\ngave herself very good advice (though she very seldom followed it),\nand sometimes she scolded herself so severely as to bring tears into\nher eyes; and once she remembered trying to box her own ears for\nhaving cheated herself in a game of croquet she was playing against\nherself, for this curious child was very fond of pretending to be two\npeople. “But it’s no use now,” thought poor Alice, “to pretend to be\ntwo people! Why, there’s hardly enough of me left to make one\nrespectable person!”",
        "Soon her eye fell on a little glass box that was lying under the\ntable: she opened it, and found in it a very small cake, on which the\nwords “EAT ME” were beautifully marked in currants. “Well, I’ll eat\nit,” said Alice, “and if it makes me grow larger, I can reach the key;\nand if it makes me grow smaller, I can creep under the door: so either\nway I’ll get into the garden, and I don’t care which happens!”",
        "She ate a little bit, and said anxiously to herself, “Which way? Which\nway?” holding her hand on the top of her head to feel which way it was\ngrowing; and she was quite surprised to find that she remained the\nsame size. To be sure, this is what generally happens when one eats\ncake; but Alice had got so much into the way of expecting nothing but\nout-of-the-way things to happen, that it seemed quite dull and stupid\nfor life to go on in the common way.",
        "So she set to work, and very soon finished off the cake.",
        "Continue...",
        "\nThis complete text of the Alice in Wonderland book by Lewis Carroll (Charles L. Dodgson) and\nthe illustrations by Mabel Lucie Attwell are in the public domain.\nFor discussion, please check out the Alice in Wonderland Message Board.\n\n\nAlso see\nLewis Carroll: The Complete Illustrated Works (868-page leather-bound volume) at Amazon. And Disney’s Alice in Wonderland (1951) on DVD.\nAnd: The Annotated Alice: The Definitive Edition (Lewis Carroll, Martin Gardner).\n\n\nThis Authorama page has been created by Philipp Lenssen\nbased on the Project Gutenberg text version.\n\nPage last updated on April 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Alice in WonderlandBy Lewis CarrollAt Amazon"
    ]
}