{
    "title": "Alice in Wonderland - The Mock Turtle’s Story",
    "author": "Lewis Carroll",
    "chapter": "9",
    "content": [
        "\n\n",
        "",
        "“You can’t think how glad I am to see you, again, you dear old thing!\"\nsaid the Duchess, as she tucked her arm affectionately into Alice’s,\nand they walked off together.",
        "Alice was very glad to find her in such a pleasant temper, and thought\nto herself that perhaps it was only the pepper that had made her so\nsavage when they met in the kitchen.",
        "“When I’m a Duchess,” she said to herself (not in a very hopeful\ntone, though), “I won’t have any pepper in my kitchen at all. Soup\ndoes very well without—Maybe it’s always pepper that makes people\nhot-tempered,” she went on, very much pleased at having found out a\nnew kind of rule, “and vinegar that makes them sour—and camomile that\nmakes them bitter—and—and barley-sugar and such things that make\nchildren sweet-tempered. I only wish people knew that: then they\nwouldn’t be so stingy about it, you know—”",
        "She had quite forgotten the Duchess by this time, and was a little\nstartled when she heard her voice close to her ear. “You’re thinking\nabout something, my dear, and that makes you forget to talk. I can’t\ntell you just now what the moral of that is, but I shall remember it\nin a bit.”",
        "“Perhaps it hasn’t one,” Alice ventured to remark.",
        "“Tut, tut, child!” said the Duchess. “Everything’s got a moral, if\nonly you can find it.” And she squeezed herself up closer to Alice’s\nside as she spoke.",
        "Alice did not much like her keeping so close to her: first, because\nthe Duchess was very ugly; and secondly, because she was exactly the\nright height to rest her chin on Alice’s shoulder, and it was an\nuncomfortably sharp chin. However, she did not like to be rude: so she\nbore it as well as she could.",
        "“The game’s going on rather better now,” she said, by way of keeping\nup the conversation a little.",
        "“’Tis so,” said the Duchess: “and the moral of that is—’Oh, ’tis\nlove, ’tis love, that makes the world go round!’”",
        "“Somebody said,” Alice whispered, “that it’s done by everybody minding\ntheir own business!”",
        "“Ah, well! It means much the same thing,” said the Duchess, digging\nher sharp little chin into Alice’s shoulder as she added, “and the\nmoral of that is—’Take care of the sense, and the sounds will take\ncare of themselves.’”",
        "“How fond she is of finding morals in things!” Alice thought to\nherself.",
        "“I dare say you’re wondering why I don’t put my arm round your waist,\"\nthe Duchess said, after a pause: “the reason is, that I’m doubtful\nabout the temper of your flamingo. Shall I try the experiment?”",
        "“He might bite,” Alice cautiously replied, not feeling at all anxious\nto have the experiment tried.",
        "“Very true,” said the Duchess: “flamingoes and mustard both bite. And\nthe moral of that is—’Birds of a feather flock together.’”",
        "“Only mustard isn’t a bird,” Alice remarked.",
        "“Right, as usual,” said the Duchess: “what a clear way you have of\nputting things!”",
        "“It’s a mineral, I think,” said Alice.",
        "“Of course it is,” said the Duchess, who seemed ready to agree to\neverything that Alice said: “there’s a large mustard mine near here.\nAnd the moral of that is—’The more there is of mine, the less there\nis of yours.’”",
        "“Oh, I know!” exclaimed Alice, who had not attended to this last\nremark, “It’s a vegetable. It doesn’t look like one, but it is.”",
        "“I quite agree with you,” said the Duchess; “and the moral of that\nis—’Be what you would seem to be’—or, if you’d like it put more\nsimply—’Never imagine yourself not to be otherwise than what it might\nappear to others that what you were or might have been was not\notherwise than what you had been would have appeared to them to be\notherwise.’”",
        "“I think I should understand that better,” Alice said very politely,\n“if I had it written down: but I can’t quite follow it as you say it.”",
        "“That’s nothing to what I could say if I chose,” the Duchess replied,\nin a pleased tone.",
        "“Pray don’t trouble yourself to say it any longer than that,” said\nAlice.",
        "“Oh, don’t talk about trouble!” said the Duchess. “I make you a\npresent of everything I’ve said as yet.”",
        "“A cheap sort of present,” thought Alice. “I’m glad people don’t give\nbirthday presents like that!” But she did not venture to say it out\nloud.",
        "“Thinking again?” the Duchess asked, with another dig of her sharp\nlittle chin.",
        "“I’ve a right to think,” said Alice sharply, for she was beginning to\nfeel a little worried.",
        "“Just about as much right,” said the Duchess, “as pigs have to fly;\nand the m—”",
        "But here, to Alice’s great surprise, the Duchess’s voice died away,\neven in the middle of her favorite word “moral,” and the arm that was\nlinked into hers began to tremble.",
        "Alice looked up, and there stood the Queen in front of them, with her\narms folded, frowning like a thunderstorm.",
        "“A fine day, your Majesty!” the Duchess began in a low, weak voice.",
        "“Now, I give you fair warning,” shouted the Queen, stamping on the\nground as she spoke; “either you or your head must be off, and that in\nabout half no time! Take your choice!”",
        "The Duchess took her choice, and was gone in a moment.",
        "“Let’s go on with the game,” the Queen said to Alice; and Alice was\ntoo much frightened to say a word, but slowly followed her back to the\ncroquet ground.",
        "The other guests had taken advantage of the Queen’s absence, and were\nresting in the shade: however, the moment they saw her they hurried\nback to the game, the Queen merely remarking that a moment’s delay\nwould cost them their lives.",
        "All the time they were playing the Queen never left off quarrelling\nwith the other players and shouting, “Off with his head!” or “Off with\nher head!”",
        "Those whom she sentenced were taken into custody by the soldiers, who\nof course had to leave off being arches to do this, so that, by the\nend of half an hour or so, there were no arches left, and all the\nplayers, except the King, the Queen, and Alice, were in custody and\nunder sentence of execution.",
        "Then the Queen left off, quite out of breath, and said to Alice:",
        "“Have you seen the Mock Turtle yet?”",
        "“No,” said Alice. “I don’t even know what a Mock Turtle is.”",
        "“It’s the thing Mock Turtle soup is made from,” said the Queen.",
        "“I never saw one, or heard of one,” said Alice.",
        "“Come on, then,” said the Queen, “and he shall tell you his history.”",
        "As they walked off together, Alice heard the King say in a low voice,\nto the company generally, “You are all pardoned.” “Come, that’s a\ngood thing!” she said to herself, for she had felt quite unhappy at\nthe number of executions the Queen had ordered.",
        "They very soon came upon a Gryphon, lying fast asleep in the sun. “Up,\nlazy thing!” said the Queen, “and take this young lady to see the Mock\nTurtle, and to hear his history. I must go back and see after some\nexecutions I have ordered;” and she walked off, leaving Alice alone\nwith the Gryphon.",
        "Alice did not quite like the look of the creature, but on the whole\nshe thought it would be quite as safe to stay with it as to go after\nthat savage Queen: so she waited.",
        "The Gryphon sat up and rubbed its eyes: then it watched the Queen till\nshe was out of sight: then it chuckled.",
        "“What fun!” said the Gryphon, half to itself, half to Alice.",
        "“What is the fun?” said Alice.",
        "“Why, she,” said the Gryphon. “It’s all her fancy, that: they never\nexecutes nobody, you know. Come on!”",
        "“Everybody says ’come on!’ here,” thought Alice, as she went slowly\nafter it: “I never was so ordered about before, in all my life,\nnever!”",
        "They had not gone far before they saw the Mock Turtle in the distance,\nsitting sad and lonely on a little ledge of rock, and, as they came\nnearer, Alice could hear him sighing as if his heart would break.",
        "She pitied him deeply. “What is his sorrow?” she asked the Gryphon.\nAnd the Gryphon answered, very nearly in the same words as before,\n“It’s all his fancy, that: he hasn’t got no sorrow, you know. Come\non!”",
        "So they went up to the Mock Turtle, who looked at them with large eyes\nfull of tears, but said nothing.",
        "“This here young lady,” said the Gryphon, “she wants for to know your\nhistory, she do.”",
        "“I’ll tell it her,” said the Mock Turtle in a deep, hollow tone. “Sit\ndown, both of you, and don’t speak a word till I’ve finished.”",
        "So they sat down, and nobody spoke for some minutes. Alice thought to\nherself “I don’t see how he can ever finish, if he doesn’t begin.\"\nBut she waited patiently.",
        "“Once,” said the Mock Turtle at last, with a deep sigh, “I was a real\nTurtle.”",
        "These words were followed by a very long silence, broken only by an\noccasional exclamation of “Hjckrrh!” from the Gryphon, and the\nconstant heavy sobbing of the Mock Turtle. Alice was very nearly\ngetting up and saying, “Thank you, Sir, for your interesting story,\"\nbut she could not help thinking there must be more to come, so she\nsat still and said nothing.",
        "“When we were little,” the Mock Turtle went on at last, more calmly,\nthough still sobbing a little now and then, “we went to school in the\nsea. The master was an old Turtle—we used to call him Tortoise—”",
        "“Why did you call him Tortoise, if he wasn’t one?” Alice asked.",
        "“We called him Tortoise because he taught us,” said the Mock Turtle\nangrily. “Really you are very dull!”",
        "“You ought to be ashamed of yourself for asking such a simple\nquestion,” added the Gryphon; and then they both sat silent and looked\nat poor Alice, who felt ready to sink into the earth. At last the\nGryphon said to the Mock Turtle, “Drive on, old fellow! Don’t be all\nday about it!” and he went on in these words:",
        "“Yes, we went to school in the sea, though you mayn’t believe it—”",
        "“I never said I didn’t!” interrupted Alice.",
        "“You did,” said the Mock Turtle.",
        "“Hold your tongue!” added the Gryphon, before Alice could speak again.\nThe Mock Turtle went on:",
        "“We had the best of educations—in fact, we went to school every\nday—”",
        "“I’ve been to a day-school, too,” said Alice. “You needn’t be\nso proud as all that.”",
        "“With extras?” asked the Mock Turtle, a little anxiously.",
        "“Yes,” said Alice; “we learned French and music.”",
        "“And washing?” said the Mock Turtle.",
        "“Certainly not!” said Alice indignantly.",
        "“Ah! Then yours wasn’t a really good school,” said the Mock Turtle in\na tone of great relief. “Now, at ours, they had, at the end of the\nbill, ’French, music, and washing—extra.’”",
        "“You couldn’t have wanted it much,” said Alice; “living at the bottom\nof the sea.”",
        "“I couldn’t afford to learn it,” said the Mock Turtle with a sigh. “I\nonly took the regular course.”",
        "“What was that?” inquired Alice.",
        "“Reeling and Writhing, of course, to begin with,” the Mock Turtle\nreplied; “and then the different branches of Arithmetic—Ambition,\nDistraction, Uglification, and Derision.”",
        "“I never heard of ’Uglification,’” Alice ventured to say. “What is\nit?”",
        "The Gryphon lifted up both its paws in surprise. “Never heard of\nuglifying!” it exclaimed. “You know what to beautify is, I suppose?”",
        "“Yes,” said Alice doubtfully: “it means—to—make—anything—prettier.”",
        "“Well, then,” the Gryphon went on, “if you don’t know what to uglify\nis, you are a simpleton.”",
        "Alice did not feel encouraged to ask any more questions about it: so\nshe turned to the Mock Turtle, and said, “What else had you to learn?”",
        "“Well, there was Mystery,” the Mock Turtle replied, counting off the\nsubjects on his flappers—\"Mystery, ancient and modern, with\nSeaography: then Drawling—the Drawling-master was an old conger-eel,\nthat used to come once a week: he taught us Drawling, Stretching,\nand Fainting in Coils.”",
        "“What was that like?” said Alice.",
        "“Well, I can’t show it you, myself,” the Mock Turtle said: “I’m too\nstiff. And the Gryphon never learned it.”",
        "“Hadn’t time,” said the Gryphon: “I went to the Classical master,\nthough. He was an old crab, he was.”",
        "“I never went to him,” the Mock Turtle said with a sigh. “He taught\nLaughing and Grief, they used to say.”",
        "“So he did, so he did,” said the Gryphon, sighing in his turn; and\nboth creatures hid their faces in their paws.",
        "“And how many hours a day did you do lessons?” said Alice, in a hurry\nto change the subject.",
        "“Ten hours the first day,” said the Mock Turtle: “nine the next, and\nso on.”",
        "“What a curious plan!” exclaimed Alice.",
        "“That’s the reason they’re called lessons,” the Gryphon remarked:\n“because they lessen from day to day.”",
        "This was quite a new idea to Alice, and she thought it over a little\nbefore she made her next remark. “Then the eleventh day must have been\na holiday?”",
        "“Of course it was,” said the Mock Turtle.",
        "“And how did you manage on the twelfth?” Alice went on eagerly.",
        "“That’s enough about lessons,” the Gryphon interrupted in a very\ndecided tone. “Tell her something about the games now.”",
        "Continue...",
        "\nThis complete text of the Alice in Wonderland book by Lewis Carroll (Charles L. Dodgson) and\nthe illustrations by Mabel Lucie Attwell are in the public domain.\nFor discussion, please check out the Alice in Wonderland Message Board.\n\n\nAlso see\nLewis Carroll: The Complete Illustrated Works (868-page leather-bound volume) at Amazon. And Disney’s Alice in Wonderland (1951) on DVD.\nAnd: The Annotated Alice: The Definitive Edition (Lewis Carroll, Martin Gardner).\n\n\nThis Authorama page has been created by Philipp Lenssen\nbased on the Project Gutenberg text version.\n\nPage last updated on April 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Alice in WonderlandBy Lewis CarrollAt Amazon"
    ]
}