{
    "title": "Alice in Wonderland - The Lobster-Quadrille",
    "author": "Lewis Carroll",
    "chapter": "10",
    "content": [
        "\n\n",
        "The Mock Turtle sighed deeply, and drew the back of one flapper across\nhis eyes. He looked at Alice and tried to speak, but, for a minute or\ntwo, sobs choked his voice. “Same as if he had a bone in his throat,\"\nsaid the Gryphon; and it set to work shaking him and punching him in\nthe back. At last the Mock Turtle recovered his voice, and, with tears\nrunning down his cheeks, he went on again:",
        "“You may not have lived much under the sea—” (\"I haven’t,” said\nAlice)—\"and perhaps you were never even introduced to a lobster—\"\n(Alice began to say, “I once tasted—” but checked herself hastily,\nand said, “No, never”) “—so you can have no idea what a delightful\nthing a Lobster-Quadrille is!”",
        "“No, indeed,” said Alice. “What sort of a dance is it?”",
        "“Why,” said the Gryphon, “you first form into a line along the\nsea-shore—”",
        "“Two lines!” cried the Mock Turtle. “Seals, turtles, salmon, and so\non: then, when you’ve cleared all the jelly-fish out of the way—”",
        "“That generally takes some time,” interrupted the Gryphon.",
        "“—you advance twice—”",
        "“Each with a lobster as a partner!” cried the Gryphon.",
        "“Of course,” the Mock Turtle said: “advance twice, set to partners—”",
        "“—change lobsters, and retire in same order,” continued the Gryphon.",
        "“Then, you know,” the Mock Turtle went on, “you throw the—”",
        "“The lobsters!” shouted the Gryphon, with a bound into the air.",
        "“—as far out to sea as you can—”",
        "“Swim after them!” screamed the Gryphon.",
        "“Turn a somersault in the sea!” cried the Mock Turtle, capering wildly\nabout.",
        "“Change lobsters again!” yelled the Gryphon at the top of its voice.",
        "“Back to land again, and—that’s all the first figure,” said the Mock\nTurtle, suddenly dropping his voice; and the two creatures, who had\nbeen jumping about like mad things all this time, sat down again very\nsadly and quietly and looked at Alice.",
        "“It must be a very pretty dance,” said Alice timidly.",
        "“Would you like to see a little of it?” said the Mock Turtle.",
        "“Very much indeed,” said Alice.",
        "“Come, let’s try the first figure!” said the Mock Turtle to the Gryphon.\n“We can do it without lobsters, you know. Which shall sing?”",
        "“Oh, you sing,” said the Gryphon. “I’ve forgotten the words.”",
        "So they began solemnly dancing round and round Alice, every now and\nthen treading on her toes when they passed too close, and waving their\nfore-paws to mark the time, while the Mock Turtle sang this, very\nslowly and sadly:",
        "“Thank you, it’s a very interesting dance to watch,” said Alice,\nfeeling very glad that it was over at last: “and I do so like that\ncurious song about the whiting!”",
        "“Oh, as to the whiting,” said the Mock Turtle, “they—you’ve seen\nthem, of course?”",
        "“Yes,” said Alice, “I’ve often seen them at dinn—” she checked\nherself hastily.",
        "“I don’t know where Dinn may be,” said the Mock Turtle; “but, if\nyou’ve seen them so often, of course you know what they’re like?”",
        "“I believe so,” Alice replied thoughtfully. “They have their tails in\ntheir mouths—and they’re all over crumbs.”",
        "“You’re wrong about the crumbs,” said the Mock Turtle: “crumbs would\nall wash off in the sea. But they have their tails in their mouths;\nand the reason is—” here the Mock Turtle yawned and shut his eyes.",
        "“Tell her about the reason and all that,” he said to the Gryphon.",
        "“The reason is,” said the Gryphon, “that they would go with the\nlobsters to the dance. So they got thrown out to sea. So they had to\nfall a long way. So they got their tails fast in their mouths. So they\ncouldn’t get them out again. That’s all.”",
        "“Thank you,” said Alice, “it’s very interesting. I never knew so much\nabout a whiting before.”",
        "“I can tell you more than that, if you like,” said the Gryphon. “Do\nyou know why it’s called a whiting?”",
        "“I never thought about it,” said Alice. “Why?”",
        "“It does the boots and shoes,” the Gryphon replied very solemnly.",
        "Alice was thoroughly puzzled. “Does the boots and shoes!” she repeated\nin a wondering tone.",
        "“Why, what are your shoes done with?” said the Gryphon. “I mean,\nwhat makes them so shiny?”",
        "Alice looked down at them, and considered a little before she gave her\nanswer. “They’re done with blacking, I believe.”",
        "“Boots and shoes under the sea,” the Gryphon went on in a deep voice,\n“are done with whiting. Now you know.”",
        "“And what are they made of?” Alice asked in a tone of great curiosity.",
        "“Soles and eels, of course,” the Gryphon replied, rather impatiently:\n“any shrimp could have told you that.”",
        "“If I’d been the whiting,” said Alice, whose thoughts were still\nrunning on the song, “I’d have said to the porpoise, ’Keep back,\nplease! We don’t want you with us!’”",
        "“They were obliged to have him with them,” the Mock Turtle said. “No\nwise fish would go anywhere without a porpoise.”",
        "“Wouldn’t it really?” said Alice, in a tone of great surprise.",
        "“Of course not,” said the Mock Turtle. “Why, if a fish came to me\nand told me he was going a journey, I should say, ’With what\nporpoise?’”",
        "“Don’t you mean ’purpose’?” said Alice.",
        "“I mean what I say,” the Mock Turtle replied, in an offended tone.\nAnd the Gryphon added, “Come, let’s hear some of your adventures.”",
        "“I could tell you my adventures—beginning from this morning,” said\nAlice a little timidly; “but it’s no use going back to yesterday,\nbecause I was a different person then.”",
        "“Explain all that,” said the Mock Turtle.",
        "“No, no! The adventures first,” said the Gryphon in an impatient tone:\n“explanations take such a dreadful time.”",
        "So Alice began telling them her adventures from the time when she\nfirst saw the White Rabbit. She was a little nervous about it, just at\nfirst, the two creatures got so close to her, one on each side, and\nopened their eyes and mouths so very wide; but she gained\ncourage as she went on. Her listeners were perfectly quiet till she\ngot to the part about her repeating, “You are old, Father William,\"\nto the Caterpillar, and the words all coming different, and then the\nMock Turtle drew a long breath, and said, “That’s very curious!”",
        "“It’s all about as curious as it can be,” said the Gryphon.",
        "“It all came different!” the Mock Turtle repeated thoughtfully. “I\nshould like to hear her try and repeat something now. Tell her to\nbegin.” He looked at the Gryphon as if he thought it had some kind of\nauthority over Alice.",
        "“Stand up and repeat, ’Tis the voice of the sluggard,’” said\nthe Gryphon.",
        "“How the creatures order one about, and make one repeat lessons!\"\nthought Alice. “I might just as well be at school at once.” However,\nshe got up, and began to repeat it, but her head was so full of the\nLobster-Quadrille, that she hardly knew what she was saying; and the\nwords came very queer indeed:",
        "“That’s different from what I used to say when I was a child,\"\nsaid the Gryphon.",
        "“Well, I never heard it before,” said the Mock Turtle, “but it\nsounds uncommon nonsense.”",
        "Alice said nothing: she had sat down with her face in her hands,\nwondering if anything would ever happen in a natural way again.",
        "“I should like to have it explained,” said the Mock Turtle.",
        "“She can’t explain it,” said the Gryphon hastily, “Go on with the next\nverse.”",
        "“But about his toes?” the Mock Turtle persisted. “How could he turn\nthem out with his nose, you know?”",
        "“It’s the first position in dancing,” Alice said; but she was\ndreadfully puzzled by the whole thing, and longed to change the\nsubject.",
        "“Go on with the next verse,” the Gryphon repeated: “it begins, ’I\npassed by his garden!’”",
        "Alice did not dare to disobey, though she felt sure it would all come\nwrong, and she went on in a trembling voice:—",
        "“What is the use of repeating all that stuff?” the Mock Turtle\ninterrupted, “if you don’t explain it as you go on? It’s by far the\nmost confusing thing I ever heard!”",
        "“Yes, I think you’d better leave off,” said the Gryphon, and Alice was\nonly too glad to do so.",
        "“Shall we try another figure of the Lobster Quadrille?” the Gryphon\nwent on. “Or would you like the Mock Turtle to sing you another song?”",
        "“Oh, a song, please, if the Mock Turtle would be so kind,” Alice\nreplied, so eagerly that the Gryphon said, in a rather offended tone,\n“Hm! No accounting for tastes! Sing her ’Turtle Soup,’ will you, old\nfellow?”",
        "The Mock Turtle sighed deeply, and began, in a voice choked with sobs,\nto sing this:—",
        "“Chorus again!” cried the Gryphon, and the Mock Turtle had just begun\nto repeat it, when a cry of “The trial’s beginning!” was heard in the\ndistance.",
        "“Come on!” cried the Gryphon, and, taking Alice by the hand, it\nhurried off without waiting for the end of the song.",
        "“What trial is it?” Alice panted as she ran; but the Gryphon only\nanswered, “Come on!” and ran the faster, while more and more faintly\ncame, carried on the breeze that followed them, the melancholy words:",
        "Continue...",
        "\nThis complete text of the Alice in Wonderland book by Lewis Carroll (Charles L. Dodgson) and\nthe illustrations by Mabel Lucie Attwell are in the public domain.\nFor discussion, please check out the Alice in Wonderland Message Board.\n\n\nAlso see\nLewis Carroll: The Complete Illustrated Works (868-page leather-bound volume) at Amazon. And Disney’s Alice in Wonderland (1951) on DVD.\nAnd: The Annotated Alice: The Definitive Edition (Lewis Carroll, Martin Gardner).\n\n\nThis Authorama page has been created by Philipp Lenssen\nbased on the Project Gutenberg text version.\n\nPage last updated on April 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Alice in WonderlandBy Lewis CarrollAt Amazon"
    ]
}