{
    "title": "Alice in Wonderland - A Caucus-Race And a Long Tale",
    "author": "Lewis Carroll",
    "chapter": "3",
    "content": [
        "\n\n",
        "They were, indeed, a queer-looking party that assembled on the\nbank—the birds with draggled feathers, the animals with their fur\nclinging close to them, and all dripping wet, cross, and\nuncomfortable.",
        "The first question of course was, how to get dry again: they had a\nconsultation about this, and after a few minutes it seemed quite\nnatural to Alice to find herself talking familiarly with them, as if\nshe had known them all her life. Indeed, she had quite a long argument\nwith the Lory, who at last turned sulky, and would only say, “I’m\nolder than you, and must know better.”",
        "And this Alice would not allow, without knowing how old it was, and,\nas the Lory positively refused to tell its age, there was no more to\nbe said.",
        "At last the Mouse, who seemed to be a person of some authority among\nthem, called out, “Sit down, all of you, and listen to me! I’ll soon\nmake you dry enough!” They all sat down at once, in a large ring, with\nthe Mouse in the middle. Alice kept her eyes anxiously fixed on it,\nfor she felt sure she would catch a bad cold if she did not get dry\nvery soon.",
        "“Ahem!” said the Mouse with an important air. “Are you all ready? This\nis the driest thing I know. Silence all round, if you please! ’William\nthe Conqueror, whose cause was favored by the pope, was soon submitted\nto by the English, who wanted leaders, and had been of late much\naccustomed to usurpation and conquest. Edwin and Morcar, the earls of\nMercia and Northumbria—’”",
        "“Ugh!” said the Lory, with a shiver.",
        "“I beg your pardon!” said the Mouse, frowning, but very politely. “Did\nyou speak?”",
        "“Not I!” said the Lory, hastily.",
        "“I thought you did,” said the Mouse. “I proceed. ’Edwin and Morcar,\nthe earls of Mercia and Northumbria, declared for him; and even\nStigand, the patriotic archbishop of Canterbury, found it\nadvisable—’”",
        "“Found what!” said the Duck.",
        "“Found it,” the Mouse replied, rather crossly: “of course you\nknow what ’it’ means.”",
        "“I know what ’it’ means well enough, when I find a thing,” said the\nDuck; “it’s generally a frog, or a worm. The question is, what did the\narchbishop find?”",
        "The Mouse did not notice this question, but hurriedly went on,\n“’—found it advisable to go with Edgar Atheling to meet William and\noffer him the crown. William’s conduct at first was moderate. But the\ninsolence of his Normans—’ How are you getting on now, my dear?” it\ncontinued, turning to Alice as it spoke.",
        "“As wet as ever,” said Alice, in a melancholy tone: “it doesn’t seem\nto dry me at all.”",
        "“In that case,” said the Dodo, solemnly, rising to its feet, “I move\nthat the meeting adjourn, for the immediate adoption of more energetic\nremedies—”",
        "“Speak English!” said Eaglet. “I don’t know the meaning of half those\nlong words, and, what’s more, I don’t believe you do either!” And the\nEaglet bent down its head to hide a smile: some of the other birds\ntittered audibly.",
        "“What I was going to say,” said the Dodo in an offended tone, “was,\nthat the best thing to get us dry would be a Caucus-race.”",
        "“What is a Caucus-race?” said Alice; not that she much wanted to\nknow, but the Dodo had paused as if it thought that somebody ought\nto speak, and no one else seemed inclined to say anything.",
        "“Why,” said the Dodo, “the best way to explain it is to do it.” (And,\nas you might like to try the thing yourself, some winter day, I will\ntell you how the Dodo managed it.)",
        "First it marked out a race-course, in a sort of circle (\"the exact\nshape doesn’t matter,” it said), and then all the party were placed\nalong the course, here and there.",
        "There was no “One, two, three, and away!” but they began running when\nthey liked, and left off when they liked, so that it was not easy to\nknow when the race was over. However, when they had been running half\nan hour or so, and were quite dry again, the Dodo suddenly called out\n“The race is over!” and they all crowded round it, panting, and\nasking, “But who has won?”",
        "This question the Dodo could not answer without a great deal of\nthought, and it stood for a long time with one finger pressed upon its\nforehead (the position in which you usually see Shakespeare, in the\npictures of him), while the rest waited in silence.",
        "At last the Dodo said, “Everybody has won, and all must have\nprizes.”",
        "“But who is to give the prizes?” quite a chorus of voices asked.",
        "“Why, she, of course,” said the Dodo, pointing to Alice with one\nfinger; and the whole party at once crowded round her, calling out, in\na confused way, “Prizes! Prizes!”",
        "Alice had no idea what to do, and in despair she put her hand in her\npocket, and pulled out a box of comfits (luckily the salt water had\nnot got into it), and handed them round as prizes. There was exactly\none a-piece, all round.",
        "“But she must have a prize herself, you know,” said the Mouse.",
        "“Of course,” the Dodo replied very gravely. “What else have you got in\nyour pocket?” it went on, turning to Alice.",
        "“Only a thimble,” said Alice sadly.",
        "“Hand it over here,” said the Dodo.",
        "Then they all crowded round her once more, while the Dodo solemnly\npresented the thimble, saying:",
        "“We beg your acceptance of this elegant thimble\"; and, when it had\nfinished this short speech, they all cheered.",
        "Alice thought the whole thing very absurd, but they all looked so\ngrave that she did not dare to laugh; and, as she could not think of\nanything to say, she simply bowed, and took the thimble, looking as\nsolemn as she could.",
        "The next thing was to eat the comfits: this caused some noise and\nconfusion, as the large birds complained that they could not taste\ntheirs, and the small ones choked and had to be patted on the back.",
        "However, it was over at last, and they sat down again in a ring, and\nbegged the Mouse to tell them something more.",
        "“You promised to tell me your history, you know,” said Alice, “and why\nit is you hate—C and D,” she added in a whisper, half afraid that it\nwould be offended again.",
        "“Mine is a long and a sad tale!” said the Mouse, turning to Alice, and\nsighing.",
        "“It is a long tail, certainly,” said Alice, looking down with wonder\nat the Mouse’s tail; “but why do you call it sad?” And she kept on\npuzzling about it while the Mouse was speaking, so that her idea of\nthe tale was something like this:",
        "“You are not attending!” said the Mouse to Alice, severely. “What are\nyou thinking of?”",
        "“I beg your pardon,” said Alice very humbly: “you had got to the fifth\nbend, I think?”",
        "“I had not!” cried the Mouse, sharply and very angrily.",
        "“A knot!” said Alice, always ready to make herself useful, and looking\nanxiously about her. “Oh, do let me help to undo it!”",
        "“I shall do nothing of the sort,” said the Mouse, getting up and\nwalking away. “You insult me by talking such nonsense!”",
        "“I didn’t mean it!” pleaded poor Alice. “But you’re so easily\noffended, you know!”",
        "The Mouse only growled in reply.",
        "“Please come back, and finish your story!” Alice called after it. And\nthe others all joined in chorus, “Yes, please do!” But the Mouse only\nshook its head impatiently, and walked a little quicker.",
        "“What a pity it wouldn’t stay!” sighed the Lory, as soon as it was\nquite out of sight. And an old Crab took the opportunity of saying to\nher daughter, “Ah, my dear! Let this be a lesson to you never to lose\nyour temper!” “Hold your tongue, Ma!” said the young Crab, a\nlittle snappishly. “You’re enough to try the patience of an oyster!”",
        "“I wish I had our Dinah here, I know I do!” said Alice aloud,\naddressing nobody in particular. “She’d soon fetch it back!”",
        "“And who is Dinah, if I might venture to ask the question?” said the\nLory.",
        "Alice replied eagerly, for she was always ready to talk about her pet:\n“Dinah’s our cat. And she’s such a capital one for catching mice, you\ncan’t think! And oh, I wish you could see her after the birds! Why,\nshe’ll eat a little bird as soon as look at it!”",
        "This speech caused a remarkable sensation among the party. Some of the\nbirds hurried off at once: one old Magpie began wrapping itself up\nvery carefully, remarking, “I really must be getting home: the\nnight-air doesn’t suit my throat!” And a Canary called out in a\ntrembling voice to its children, “Come away, my dears! It’s high time\nyou were all in bed!” On various pretexts they all moved off, and\nAlice was soon left alone.",
        "“I wish I hadn’t mentioned Dinah!” she said to herself in a melancholy\ntone. “Nobody seems to like her down here, and I’m sure she’s the best\ncat in the world! Oh, my dear Dinah! I wonder if I shall ever see you\nany more!” And here poor Alice began to cry again, for she felt very\nlonely and low-spirited. In a little while, however, she again heard\na little pattering of footsteps in the distance, and she looked up\neagerly, half hoping that the Mouse had changed his mind, and was\ncoming back to finish his story.",
        "Continue...",
        "\nThis complete text of the Alice in Wonderland book by Lewis Carroll (Charles L. Dodgson) and\nthe illustrations by Mabel Lucie Attwell are in the public domain.\nFor discussion, please check out the Alice in Wonderland Message Board.\n\n\nAlso see\nLewis Carroll: The Complete Illustrated Works (868-page leather-bound volume) at Amazon. And Disney’s Alice in Wonderland (1951) on DVD.\nAnd: The Annotated Alice: The Definitive Edition (Lewis Carroll, Martin Gardner).\n\n\nThis Authorama page has been created by Philipp Lenssen\nbased on the Project Gutenberg text version.\n\nPage last updated on April 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Alice in WonderlandBy Lewis CarrollAt Amazon"
    ]
}