{
    "title": "Alice in Wonderland - The Rabbit Sends In a Little Bill",
    "author": "Lewis Carroll",
    "chapter": "4",
    "content": [
        "\n\n",
        "It was the White Rabbit, trotting slowly back again, and looking\nanxiously about as it went, as if it had lost something; and she heard\nit muttering to itself, “The Duchess! The Duchess! Oh my dear paws! Oh\nmy fur and whiskers! She’ll get me executed, as sure as ferrets are\nferrets! Where can I have dropped them, I wonder?” Alice guessed in\na moment that it was looking for the fan and the pair of white\nkid-gloves, and she very good-naturedly began hunting about for them,\nbut they were nowhere to be seen—everything seemed to have changed\nsince her swim in the pool; and the great hall, with the glass table\nand the little door, had vanished completely.",
        "Very soon the Rabbit noticed Alice, as she went hunting about, and\ncalled out to her, in an angry tone, “Why, Mary Ann, what are you\ndoing out here? Run home this moment, and fetch me a pair of gloves\nand a fan! Quick, now!” And Alice was so much frightened that she ran\noff at once in the direction it pointed to, without trying to explain\nthe mistake that it had made.",
        "“He took me for his housemaid,” she said to herself as she ran. “How\nsurprised he’ll be when he finds out who I am! But I’d better take him\nhis fan and gloves—that is, if I can find them.” As she said this,\nshe came upon a neat little house, on the door of which was a bright\nbrass plate with the name “W. RABBIT” engraved upon it. She went in\nwithout knocking, and hurried upstairs, in great fear lest she should\nmeet the real Mary Ann, and be turned out of the house before she had\nfound the fan and gloves.",
        "“How queer it seems,” Alice said to herself, “to be going messages for\na rabbit! I suppose Dinah’ll be sending me on messages next!” And she\nbegan fancying the sort of thing that would happen: “’Miss Alice! Come\nhere directly, and get ready for your walk!’ ’Coming in a minute,\nnurse! But I’ve got to watch this mouse-hole till Dinah comes back,\nand see that the mouse doesn’t get out.’ Only I don’t think,” Alice\nwent on, “that they’d let Dinah stop in the house if it began ordering\npeople about like that!”",
        "By this time she had found her way into a tidy little room with a\ntable in the window, and on it (as she had hoped) a fan and two or\nthree pairs of tiny white kid-gloves: she took up the fan and a pair\nof the gloves, and was just going to leave the room, when her eye fell\nupon a little bottle that stood near the looking glass. There was no\nlabel this time with the words, “DRINK ME,” but nevertheless she\nuncorked it and put it to her lips.",
        "“I know something interesting is sure to happen,” she said to\nherself, “whenever I eat or drink anything: so I’ll just see what this\nbottle does. I do hope it’ll make me grow large again, for really I’m\nquite tired of being such a tiny little thing!”",
        "It did so indeed, and much sooner than she had expected: before she\nhad drunk half the bottle she found her head pressing against the\nceiling, and had to stoop to save her neck from being broken. She\nhastily put down the bottle, saying to herself “That’s quite enough—I\nhope I shan’t grow any more—As it is, I can’t get out at the door—I\ndo wish I hadn’t drunk quite so much!”",
        "Alas! It was too late to wish that! She went on growing, and growing,\nand very soon had to kneel down on the floor: in another minute there\nwas not even room for this, and she tried the effect of lying down\nwith one elbow against the door and the other arm curled round her\nhead. Still she went on growing, and, as a last resource, she put one\narm out of the window, and one foot up the chimney, and said to\nherself, “Now I can do no more, whatever happens. What will become\nof me?”",
        "Luckily for Alice, the little magic bottle had now had its full\neffect, and she grew no larger: still it was very uncomfortable, and,\nas there seemed to be no sort of chance of her ever getting out of the\nroom again, no wonder she felt unhappy.",
        "“It was much pleasanter at home,” thought poor Alice, “when one wasn’t\nalways growing larger and smaller, and being ordered about by mice and\nrabbits. I almost wish I hadn’t gone down that rabbit-hole—and\nyet—and yet—it’s rather curious, you know, this sort of life! I do\nwonder what can have happened to me! When I used to read fairy\ntales, I fancied that kind of thing never happened, and now here I am\nin the middle of one! There ought to be a book written about me, that\nthere ought! And when I grow up I’ll write one—but I’m grown up now\"\nshe added in a sorrowful tone: “at least there’s no room to grow up\nany more here.”",
        "“But then,” thought Alice, “shall I never get any older than I\nam now? That’ll be a comfort, one way—never to be an old woman—but\nthen—always to have lessons to learn! Oh, I shouldn’t like that!”",
        "“Oh, you foolish Alice!” she answered herself. “How can you learn\nlessons in here? Why, there’s hardly room for you, and no room at\nall for any lesson books!”",
        "And so she went on, taking first one side and then the other, and\nmaking quite a conversation of it altogether; but after a few minutes\nshe heard a voice outside, and stopped to listen.",
        "“Mary Ann! Mary Ann!” said the voice. “Fetch me my gloves this\nmoment!” Then came a little pattering of feet on the stairs. Alice\nknew it was the Rabbit coming to look for her, and she trembled till\nshe shook the house, quite forgetting that she was now about a\nthousand times as large as the Rabbit, and had no reason to be afraid\nof it.",
        "Presently the Rabbit came up to the door, and tried to open it; but,\nas the door opened inward, and Alice’s elbow was pressed hard against\nit, that attempt proved a failure. Alice heard it say to itself, “Then\nI’ll go round and get in at the window.”",
        "“That you won’t!” thought Alice, and, after waiting till she fancied\nshe heard the Rabbit just under the window, she suddenly spread out\nher hand, and made a snatch in the air. She did not get hold of\nanything, but she heard a little shriek and a fall, and a crash of\nbroken glass, from which she concluded that it was just possible it\nhad fallen into a cucumber-frame, or something of the sort.",
        "Next came an angry voice—the Rabbit’s—\"Pat! Pat! Where are you?” And\nthen a voice she had never heard before, “Sure then I’m here! Digging\nfor apples, yer honor!”",
        "“Digging for apples, indeed!” said the Rabbit, angrily. “Here! Come\nand help me out of this!” (Sounds of more broken glass.)",
        "“Now tell me, Pat, what’s that in the window?”",
        "“Sure, it’s an arm, yer honor!” (He pronounced it “arrum.”)",
        "“An arm, you goose! Who ever saw one that size? Why, it fills the\nwhole window!”",
        "“Sure, it does, yer honor: but it’s an arm for all that.”",
        "“Well, it’s got no business there, at any rate: go and take it away!”",
        "There was a long silence after this, and Alice could only hear\nwhispers now and then; such as “Sure, I don’t like it, yer honor, at\nall, at all!” “Do as I tell you, you coward!” and at last she spread\nout her hand again, and made another snatch in the air. This time\nthere were two little shrieks, and more sounds of broken glass.\n“What a number of cucumber-frames there must be!” thought Alice. “I\nwonder what they’ll do next! As for pulling me out of the window, I\nonly wish they could! I’m sure I don’t want to stay in here any\nlonger!”",
        "She waited for some time without hearing anything more: at last came\na rumbling of little cartwheels, and the sound of a good many voices\nall talking together: she made out the words: “Where’s the other\nladder?—Why, I hadn’t to bring but one. Bill’s got the other—Bill!\nFetch it here, lad!—Here, put ’em up at this corner—No, tie ’em\ntogether first—they don’t reach half high enough yet—Oh, they’ll do\nwell enough. Don’t be particular—Here, Bill! Catch hold of this\nrope—Will the roof bear?—Mind that loose slate—Oh, it’s coming\ndown! Heads below!” (a loud crash)—\"Now, who did that?—It was Bill,\nI fancy—Who’s to go down the chimney?—Nay, I shan’t! You do\nit!—That I won’t, then!—Bill’s got to go down—Here, Bill!\nThe master says you’ve got to go down the chimney!”",
        "“Oh! So Bill’s got to come down the chimney, has he?” said Alice to\nherself. “Why, they seem to put everything upon Bill! I wouldn’t be in\nBill’s place for a good deal: this fireplace is narrow, to be sure;\nbut I think I can kick a little!”",
        "She drew her foot as far down the chimney as she could, and waited\ntill she heard a little animal (she couldn’t guess of what sort it\nwas) scratching and scrambling about in the chimney close above her:\nthen, saying to herself, “This is Bill,” she gave one sharp kick, and\nwaited to see what would happen next.",
        "The first thing she heard was a general chorus of, “There goes Bill!\"\nthen the Rabbit’s voice alone—\"Catch him, you by the hedge!” then\nsilence, and then another confusion of voices—\"Hold up his head—Brandy\nnow—Don’t choke him—How was it, old fellow? What happened to you?\nTell us all about it!”",
        "Last came a little feeble, squeaking voice (\"That’s Bill,” thought\nAlice), “Well, I hardly know—No more, thank ye; I’m better now—but\nI’m a deal too flustered to tell you—all I know is, something comes\nat me like a Jack-in-the-box, and up I goes like a sky-rocket!”",
        "“So you did, old fellow!” said the others.",
        "“We must burn the house down!” said the Rabbit’s voice. And Alice\ncalled out, as loud as she could, “If you do, I’ll set Dinah at you!”",
        "There was a dead silence instantly, and Alice thought to herself, “I\nwonder what they will do next! If they had any sense, they’d take\nthe roof off.” After a minute or two, they began moving about again,\nand Alice heard the Rabbit say, “A barrowful will do, to begin with.”",
        "“A barrowful of what?” thought Alice. But she had not long to\ndoubt, for the next moment a shower of little pebbles came rattling in\nat the window, and some of them hit her in the face. “I’ll put a stop\nto this,” she said to herself, and shouted out, “You’d better not do\nthat again!” which produced another dead silence.",
        "Alice noticed, with some surprise, that the pebbles were all turning\ninto little cakes as they lay on the floor, and a bright idea came\ninto her head. “If I eat one of these cakes,” she thought, “it’s sure\nto make some change in my size; and, as it can’t possibly make me\nlarger, it must make me smaller, I suppose.”",
        "So she swallowed one of the cakes, and was delighted to find that she\nbegan shrinking directly. As soon as she was small enough to get\nthrough the door, she ran out of the house, and found quite a crowd of\nlittle animals and birds waiting outside. The poor little Lizard,\nBill, was in the middle, being held up by two guinea-pigs, who were\ngiving it something out of a bottle. They all made a rush at Alice the\nmoment she appeared; but she ran off as hard as she could, and soon\nfound herself safe in a thick wood.",
        "“The first thing I’ve got to do,” said Alice to herself, as she\nwandered about in the wood, “is to grow to my right size again; and\nthe second thing is to find my way into that lovely garden. I think\nthat will be the best plan.”",
        "It sounded an excellent plan, no doubt, and very neatly and simply\narranged: the only difficulty was, that she had not the smallest idea\nhow to set about it; and, while she was peering about anxiously among\nthe trees, a little sharp bark just over her head made her look up in\na great hurry.",
        "An enormous puppy was looking down at her with large round eyes, and\nfeebly stretching out one paw, trying to touch her. “Poor little\nthing!” said Alice, in a coaxing tone, and she tried hard to whistle\nto it; but she was terribly frightened all the time at the thought\nthat it might be hungry, in which case it would be very likely to eat\nher up in spite of all her coaxing.",
        "Hardly knowing what she did, she picked up a little bit of stick, and\nheld it out to the puppy: whereupon the puppy jumped into the air off\nall its feet at once, with a yelp of delight, and rushed at the stick,\nand made believe to worry it: then Alice dodged behind a great\nthistle, to keep herself from being run over; and, the moment she\nappeared on the other side, the puppy made another rush at the stick,\nand tumbled head over heels in its hurry to get hold of it: then\nAlice, thinking it was very like having a game of play with a\ncart-horse, and expecting every moment to be trampled under its feet,\nran round the thistle again: then the puppy began a series of short\ncharges at the stick, running a very little way forward each time and\na long way back, and barking hoarsely all the while, till at last it\nsat down a good way off, panting, with its tongue hanging out of its\nmouth, and its great eyes half shut.",
        "This seemed to Alice a good opportunity for making her escape: so she\nset off at once, and ran till she was quite tired and out of breath,\nand till the puppy’s bark sounded quite faint in the distance.",
        "“And yet what a dear little puppy it was!” said Alice, as she leaned\nagainst a buttercup to rest herself, and fanned herself with one of\nthe leaves. “I should have liked teaching it tricks very much, if—if\nI’d only been the right size to do it! Oh dear! I’d nearly forgotten\nthat I’ve got to grow up again! Let me see—how is it to be managed?\nI suppose I ought to eat or drink something or other; but the great\nquestion is, ’What?’”",
        "The great question certainly was “What?” Alice looked all round her at\nthe flowers and the blades of grass, but she could not see anything\nthat looked like the right thing to eat or drink under the\ncircumstances. There was a large mushroom growing near her, about the\nsame height as herself; and, when she had looked under it, and on both\nsides of it, and behind it, it occurred to her that she might as well\nlook and see what was on the top of it.",
        "She stretched herself up on tiptoe, and peeped over the edge of the\nmushroom, and her eyes immediately met those of a large blue\ncaterpillar, that was sitting on the top, with his arms folded,\nquietly smoking a long hookah, and taking not the smallest notice of\nher or of anything else.",
        "Continue...",
        "\nThis complete text of the Alice in Wonderland book by Lewis Carroll (Charles L. Dodgson) and\nthe illustrations by Mabel Lucie Attwell are in the public domain.\nFor discussion, please check out the Alice in Wonderland Message Board.\n\n\nAlso see\nLewis Carroll: The Complete Illustrated Works (868-page leather-bound volume) at Amazon. And Disney’s Alice in Wonderland (1951) on DVD.\nAnd: The Annotated Alice: The Definitive Edition (Lewis Carroll, Martin Gardner).\n\n\nThis Authorama page has been created by Philipp Lenssen\nbased on the Project Gutenberg text version.\n\nPage last updated on April 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Alice in WonderlandBy Lewis CarrollAt Amazon"
    ]
}