{
    "title": "Ancient China Simplified - Chapter XXV - Vassals and Emperor",
    "author": "Edward Harper Parker",
    "chapter": "26",
    "content": [
        "",
        "\n\n",
        "The relations which existed between Emperor and feudal princes are\nbest seen and understood from specific cases involving mutual\nrelations. The Chou dynasty had about 1800 nominal vassals in all,\nof whom 400 were already waiting at the ford of the Yellow River\nfor the rendezvous appointed by the conquering “Warrior King\";\nthus the great majority must already have existed as such before\nthe Chou family took power; in other words, they were the vassals\nof the Shang dynasty, and perhaps, of the distant Hia dynasty too.\nThe new Emperor enfeoffed fifteen “brother” states, and forty more\nhaving the same clan-name as himself: these fifty-five were\npresumably all new states, enjoying mesne-lord or semi-suzerain\nprivileges over the host of insignificant principalities; and it\nmight as well be mentioned here that this imperial clan name of\nKi was that of all the ultra-ancient emperors, from 2700\nB.C. down to the beginning of the Hia dynasty in 2205 B.C. Fiefs\nwere conferred by the Chou conqueror upon all deserving ministers\nand advisers as well as upon kinsmen. The more distant princes\nthey enfeoffed possessed, in addition to their distant satrapies,\na village in the neighbourhood of the imperial court, where they\nresided, as at an hotel or town house, during court functions;\nmore especially in the spring, when, if the world was at peace,\nthey were supposed to pay their formal respects to the Emperor.\nThe tribute brought by the different feudal states was, perhaps\neuphemistically, associated with offerings due to the gods,\napparently on the same ground that the Emperor was vaguely\nassociated with God. The Protectors, when the Emperors degenerated,\nmade a great show always of chastising or threatening the other\nvassals on account of their neglect to honour the Emperor.\nThus in 656 the First Protector (Ts’i) made war upon Ts’u for not\nsending the usual tribute of sedge to the Emperor, for use in\nclarifying the sacrificial wine. Previously, in 663, after assisting the\nstate of Yen against the Tartars, Ts’i had requested Yen “to go\non paying tribute, as was done during the reigns of the two first\nChou Emperors, and to continue the wise government of the\nDuke of Shao.” In 581, when Wu’s pretensions were rising in a\nmenacing degree, the King of Wu said: “The Emperor complains to me\nthat not a single Ki (i.e. not a single closely-related\nstate) will come to his assistance or send him tribute, and thus\nhis Majesty has nothing to offer to the Emperor Above, or to the\nGhosts and Spirits.”",
        "Land thus received in vassalage from the Emperor could not, or\nought not to, be alienated without imperial sanction. Thus in 711\nB.C. two states (both of the Ki surname, and thus both such\nas ought to have known better) effected an exchange of territory;\none giving away his accommodation village, or hotel, at the\ncapital; and the other giving in exchange a place where the\nEmperor used to stop on his way to Ts’i when he visited Mount\nT’ai-shan, then, as now, the sacred resort of pilgrims in Shan\nTung. Even the Emperor could not give away a fief in joke. This,\nindeed, was how the second Chou Emperor conferred the (extinct or\nforfeited) fief of Tsin upon a relative. But just as",
        "Une reine d’Espagne ne regarde pas par la fenetre,",
        "so an Emperor of China cannot jest in vain. An attentive scribe\nstanding by said: “When the Son of Heaven speaks, the clerk takes\ndown his words in writing; they are sung to music, and the rites\nare fulfilled.” When, in 665 B.C., Ts’i had driven back the\nTartars on behalf of Yen, the Prince of Yen accompanied the Prince\nof Ts’i back into Ts’i territory. The Prince of Ts’i at once ceded\nto Yen the territory trodden by the Prince of Yen, on the ground\nthat “only the Emperor can, when accompanying a ruling prince,\nadvance beyond the limits of his own domain.” This rule probably\nrefers only to war, for feudal princes frequently visited each\nother. The rule was that “the Emperor can never go out,” i.e. he\ncan never leave or quit any part of China, for all China belongs\nto him. It is like our “the King can do no wrong.”",
        "The Emperor could thus neither leave nor enter his own particular\nterritory, as all his vassals’ territory is equally his. Hence his\n“mere motion” or pleasure makes an Empress, who needs no formal\nreception into his separate appanage by him. If the Emperor gives\na daughter or a sister in marriage, he deputes a ruling prince of\nthe Ki surname to “manage” the affair; hence to this day the only\nname for an imperial princess is “a publicly managed one.” A\nfeudal prince must go and welcome his wife, but the Emperor simply\ndeputes one of his appanage dukes to do it for him. In the same\nway, these dukes are sent on mission to convey the Emperor’s\npleasure to vassals. Thus, in 651 B.C., a duke was sent by the\nEmperor to assist Ts’in and Ts’i in setting one of the four\nTartar-begotten brethren on the Tsin throne (see Chapter X.). In\n649 two dukes (one being the hereditary Duke of Shao, supposed to\nbe descended from the same ancestor as the Earl reigning in the\ndistant state of Yen) were sent to confer the formal patent and\nsceptre of investiture on Tsin. The rule was that imperial envoys\npassing through the vassal territory should be welcomed on the\nfrontier, fed, and housed; but in 716 the fact that Wei attacked\nan imperial envoy on his way to Lu proves how low the imperial\npower had already sunk.",
        "The greater powers undoubtedly had, nearly all of them, clusters\nof vassals and clients, and it is presumed that the total of 1800,\nbelonging, at least nominally, to the Emperor, covered all these\nindirect vassals. Possibly, before the dawn of truly historical\ntimes, they all went in person to the imperial court; but after\nthe debacle of 771 B.C., the Emperor seems to have been\nleft severely alone by all the vassals who dared do so. So early\nas 704 B.C. a reunion of princelets vassal to Ts’u is mentioned;\nand in the year 622 Ts’u annexed a region styled “the six states,\"\nadmittedly descended from the most ancient ministerial stock,\nbecause they had presumed to ally themselves with the eastern\nbarbarians; this was when Ts’u was working her way eastwards, down\nfrom the southernmost headwaters of the Hwai River, in the extreme\nsouth of Ho Nan. It was in 684 that Ts’u first began to annex the\npetty orthodox states in (modern) Hu Peh province, and very soon\nnearly all those lying between the River Han and the River Yang-\ntsz were swallowed up by the semi-barbarian power. Ts’u’s relation\nto China was very much like that of Macedon to Greece. Both of the\nlatter were more or less equally descended from the ancient and\nsomewhat nebulous Pelasgi; but Macedon, though imbued with a\nportion of Greek civilization, was more rude and warlike, with a\nstrong barbarian strain in addition. Ts’u was never in any way\n“subject” to the Chou dynasty, except in so far as it may have\nsuited her to be so for some interested purpose of her own. In the\nyear 595 Ts’u even treated Sung and Cheng (two federal states of\nthe highest possible orthodox imperial rank) as her own vassals,\nby marching armies through without asking their permission. As an\nillustration of what was the correct course to follow may be taken\nthe case of Tsin in 632, when a Tsin army was marching on a\npunitory expedition against the imperial clan state of Ts’ao; the\nmost direct way ran through Wei, but this latter state declined to\nallow the Tsin army to pass; it was therefore obliged to cross the\nYellow River at a point south of Wei-hwei Fu (as marked on modern\nmaps), near the capital of Wei, past which the Yellow River then\nran.",
        "Lu, though itself a small state, had, in 697, and again in 615,\nquite a large number of vassals of its own; several are plainly\nstyled “subordinate countries,” with viscounts and even earls to\nrule them. Some of these sub-vassals to the feudal states seem\nfrom the first never to have had the right of direct communication\nwith the Emperor at all; in such cases they were called fu-yung,\nor “adjunct-functions,” like the client colonies attached to the\ncolonial municipia of the Romans. A fu-yung was only about\nfifteen English miles in extent (according to Mencius); and from\n850 B.C. to 771 BC. even the great future state of Ts’in had only\nbeen a fu-yung,–it is not said to what mesne lord. Sung is\ndistinctly stated to have had a number of these fu-yung.\nCH’EN is also credited with suzerainty over at least two sub-\nvassal states. In 661 Tsin annexed a number of orthodox petty\nstates, evidently with the view of ultimately seizing that part of\nthe Emperor’s appanage which lay north of the Yellow River (west\nHo Nan); it was afterwards obtained by “voluntary cession.” The\nword “viscount,” besides being applied complimentarily to\nbarbarian “kings” when they showed themselves in China, had\nanother special use. When an orthodox successor was in mourning,\nhe was not entitled forthwith to use the hereditary rank allotted\nto his state; thus, until the funeral obsequies of their\npredecessors were over, the new rulers of Ch’en and Ts’ai were\ncalled “the viscount,” or “son” (same word).",
        "The Emperor used to call himself “I, the one Man,” like the\nSpanish “Yo, el Rey.” Feudal princes styled themselves to each\nother, or to the ministers of each other, “The Scanty Man.\"\nMinisters, speaking (to foreign ministers or princes) of their own\nprince said, “The Scanty Prince\"; of the prince’s wife, “The\nScanty Lesser Prince\"; of their own ministers, “The Scanty\nMinister.” It was polite to avoid the second person in addressing\na foreign prince, who was consequently often styled “your\ngovernment” by foreign envoys particularly anxious not to offend.\nThe diplomatic forms were all obsequiously polite; but the stock\nphrases, such as, “our vile village” (our country), “your\ncondescending to instruct” (your words), “I dare not obey your\ncommands” (we will not do what you ask), probably involved nothing\nmore in the way of humility than the terms of our own gingerly\nworded diplomatic notes, each term of which may, nevertheless,\noffend if it be coarsely or carelessly expressed.",
        "In some cases a petty vassal was neither a sub-kingdom nor an\nadjunct-function to another greater vassal, but was simply a\npolitical hanger-on; like, for instance, Hawaii was to the United\nStates, or Cuba now is; or like Monaco is to France, Nepaul to\nIndia. Thus Lu, through assiduously cultivating the good graces of\nTs’i, became in 591 a sort of henchman to Ts’i; and, as we have\nseen, at the Peace Conference of 546, the henchmen of the two\nrival Protectors agreed to pay “cross respects” to each other’s\nProtector. It seems to have been the rule that the offerings of\nfeudal states to the Emperor should be voluntary, at least in\nform: for instance, in the year 697, the Emperor or his agents\nbegged a gift of chariots from Lu, and in 618 again applied for\nsome supplies of gold; both these cases are censured by the\nhistorians as being undignified. On the other hand, the Emperor’s\ncomplimentary presents to the vassals were highly valued. Thus in\nthe year 530, when Ts’u began to realize its own capacity for\nempire, a claim was put in for the Nine Tripods, and for a share\nof the same honorific gifts that were bestowed by the founders\nupon Ts’i, Tsin, Lu, and Wei at the beginning of the Chou dynasty.\nIn the year 606 Ts’u had already “inquired” at the imperial court\nabout these same Tripods, and 300 years later (281 B.C.), when\nstruggling with Ts’in for the mastery of China, Ts’u endeavoured\nto get the state of Han to support her demand for the Tripods,\nwhich eventually fell to Ts’in; it will be remembered that the\nDuke of Chou had taken them to the branch capital laid out by him,\nbut which was not really occupied by the Emperor until 771 B.C.",
        "In 632, after the great Tsin victory over Ts’u, the Emperor\n“accepted some Ts’u prisoners,” conferred upon Tsin the\nProtectorate, ceded to Tsin that part of the imperial territory\nreferred to on page 53, and presented to the Tsin ruler a chariot,\na red bow with 1000 arrows, a black bow with 1000 arrows, a jar of\nscented wine, a jade cup with handle, and 300 “tiger” body-guards.\nIn 679, when Old Tsin had been amalgamated by New Tsin (both of\nthem then tiny principalities), the Emperor had already accepted\nvaluable loot from the capture of Old Tsin. In a word, the Emperor\nnearly always sided with the strongest, accepted faits accomplis,\nand took what he could get. This has also been China’s usual policy\nin later times.",
        "Continue...",
        "\nThis electronic book of Ancient China Simplified by Edward Harper Parker,\nM.A., (Manc.), Professor of Chinese at the Victoria University of Manchester,\nLondon is public domain.\nHypertext conversion by Philipp Lenssen.\n\n\nAt Amazon: The Cambridge Illustrated History of China\n\n\nLast updated on November 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Ancient China Simplified (1908)By Edward Harper ParkerAt Amazon"
    ]
}