{
    "title": "Ancient China Simplified - Chapter XVIII - Treaties and Vows",
    "author": "Edward Harper Parker",
    "chapter": "19",
    "content": [
        "",
        "\n\n",
        "Treaties were always very solemn functions, invariably accompanied\nby the sacrifice of a victim. A part of the victim, or of its\nblood, was thrown into a ditch, in order that the Spirit of the\nEarth might bear witness to the deed; the rest of the blood was\nrubbed upon the lips of the parties concerned, and also scattered\nupon the documents, by way of imprecation; sometimes, however, the\nimprecations, instead of being uttered, were specially written at\nthe end of the treaty. Just as we now say “the ink was scarcely\ndry before, etc., etc.,” the Chinese used to say “the blood of the\nvictim was scarcely dry on their lips, before, etc., etc.” When\nthe barbarian King of Wu succeeded for a short period in\n“durbaring” the federal Chinese princes, a dispute took place (as\nnarrated in Chapter XIV.) between Tsin and Wu as to who should rub\nthe lips with blood first–in other words, have precedence. In\nthe year 541 B.C., sixty years before the above event, Tsin and\nTs’u had agreed to waive the ceremony of smearing the lips with\nblood, to choose a victim in common, and to lay the text of the\ntreaty upon the victim after a solemn reading of its contents.\nThis modification was evidently made in consequence of the\ndisagreement between Tsin and Ts’u at the Peace Conference of 546,\nwhen a dispute had arisen (page 47), as to which should smear the\nlips first. This was the occasion on which the famous Tsin\nstatesman, Shuh Hiang, in the face of seventeen states’\nrepresentatives, all present, had the courage to ignore Ts’u’s\ntreachery in concealing cuirasses under the soldiers’ clothes. He\nsaid: “Tsin holds her pre-eminent position as Protector by her\ninnate good qualities, which will always command the adhesion of\nother states; why need we care if Ts’u smears first, or if she\ninjures herself by being detected in treachery?” It has already\nbeen mentioned that Confucius glosses over or falsifies both the\nabove cases, and gives the victory in each instance to Tsin.\nThough these little historical peccadilloes on the part of the\nsaint homme are considered even by orthodox critics to be\nobjectionable, it must be remembered that it was very risky work\nwriting history at all in those despotic times: even in\ncomparatively democratic days (100 B.C.), the “father of Chinese\nhistory” was castrated for criticizing the reigning Emperor in the\ncourse of issuing his great work; and so late as the fifth century\nA.D. an almost equally great historian was put to death “with his\nthree generations” for composing a “true history” of the Tartars\nthen ruling as Emperors of North China; i.e. for disclosing their\nobscure and barbarous origin, Moreover, foreigners who fix upon\nthese trifling specific and admitted discrepancies, in order to\ndiscredit the general truth of all Chinese history, must remember\nthat the Chinese critics, from the very beginning, have always,\neven when manifestly biased, been careful to expose errors; the\nvery discrepancies themselves, indeed, tend to prove the\nsubstantial truth of the events recorded; and the fact that\nadmittedly erroneous texts still stand unaltered proves the\nreverent care of the Chinese as a nation to preserve their\ndefective annals, with all faults, in their original condition.",
        "At this treaty conference of 546 B.C., held at the Sung capital,\nthe host alone had no vote, being held superior (as host) to all;\nand, further, out of respect for his independence, the treaty had\nto be signed outside his gates: the existence of the Emperor was\ntotally ignored.",
        "A generation before this (579) another important treaty between\nthe two great rivals, Tsin and Ts’u, had been signed by the high\ncontracting parties outside the walls of Sung. The articles\nprovided for community of interest in success or failure; mutual\naid in every thing, more especially in war; free use of roads so\nlong as relations remained peaceful; joint action in face of\nmenace from other powers; punishment of those neglecting to come\nto court. The imprecation ran: “Of him who breaks this, let the\narmies be dispersed and the kingdom be lost; moreover, let the\nspirits chastise him.” Although both orthodox powers professed\ntheir anxiety to “protect” the imperial throne, yet, seeing that\nthe Emperor was quietly shelved in all these conventions, the\nreference to “court duty” probably refers to the duty of Cheng and\nthe other small orthodox states to render homage to Tsin or Ts’u\n(as the case might be) as settled by this and previous treaties.\nIn fact, at the Peace Conference of 546, it was agreed between the\ntwo mesne lords that the vassals of Ts’u should pay their respects\nto Tsin, and vice versa. But, during the negotiations, a\nzealous Tsin representative went on to propose that the informal\nallies of the chief contracting powers should also be dragged in:\n“If Ts’in will pay us a visit, I will try and induce Ts’i to visit\nT’su.” These two powers had ententes, Ts’i with Tsin, and\nTs’u with Ts’in, but recognized no one’s hegemony over them. It\nwas this surprise sprung upon the Ts’u delegates that necessitated\nan express messenger to the king, as recounted at the end of\nChapter XVI. The King of Ts’u sent word: “Let Ts’in and Ts’i\nalone; let the others visit our respective capitals.” Accordingly\nit was understood that Tsin and Ts’u should both be Protectors,\nbut that neither Ts’in nor Ts’i should recognize their status to\nthe point of subordinating themselves to the joint hegemons. This\nwas Ts’u’s first appearance as effective hegemon, but her official\ndebut alone did not take place till 538. Ts’i and Ts’in had\nboth approved, in principle, the terms of peace, but Ts’in sent no\nrepresentative, whilst Ts’i sent two. It is very remarkable that\nSz-ma Ts’ien (the great historian of 100 B.C., who was castrated)\ndoes not mention this important meeting in his great work, either\nunder the heading of Ts’i, or of Tsin, or under the headings of\nSung and Ts’u. It seems, however, really to have had good effect\nfor several generations; but there was some thing behind it which\nshows that love for humanity was not the leading motive of the\nchief parties. Two years later it was that the philosophical\nbrother of the King of Wu went his rounds among the Chinese\nprinces, and it is evident that Ts’u only desired peace with North\nChina whilst she tackled this formidable new enemy on the coast.\nTsin, on the other hand, was in trouble with the “six great\nfamilies” (the survivors of the “eleven great families\"\nconciliated by the Second Protector), who were gradually\nundermining the princely authority in Tsin to their own private\naggrandisement. In 572 B.C., when the legitimate ruler of Tsin,\nwho had been superseded by irregular successors, was fetched back\nfrom the Emperor’s court, to which he had gone for a quiet asylum,\nhe drew up a treaty of conditions with his own ministers, and\nimmolated a chicken as sanction; this idea is still occasionally\nperpetuated in British courts of justice, where Chinese, probably\nwithout knowing it, draw upon ancient history when asked by the\ncourt how they are accustomed to sanction an oath; cocks are often\nalso carried about by modern Chinese boatmen for purposes of\nsacrifice. In the year 504, after Wu had captured the Ts’u\ncapital, one of the petty orthodox Chinese states taken by Ts’u–\nthe first to be so taken by barbarians–in 684, but left by Ts’u\ninternally independent, declined to render any assistance to Wu,\nunless she could prove her competence to hold permanently the Ts’u\nterritory thus conquered. The King of Ts’u was so grateful for\nthis that he drew some blood from the breast of his own half-\nbrother, and on the spot made a treaty with the vassal prince. It\n662, even in a love vow, the ruler of Lu cut his own arm and\nexchanged drops of blood with his lady-love. In 481 the people of\nWei (the small orthodox state on the middle Yellow River between\nTsin and Lu) forced one of their politicians to swear allegiance\nto the desired successor under the sanction of a sacrificial pig.",
        "The great Kwan-tsz insisted on his prince carrying out a treaty\nwhich had been extorted in times of stress; but, as a rule, the\nmost opportunistic principles were laid down, even by Confucius\nhimself when he was placed under personal stress: “Treaties\nobtained by force are of no value, as the spirits could not then\nhave really been present.” In 589 Ts’u invaded the state of Wei,\njust mentioned, and menaced the adjoining state of Lu, compelling\nthe execution of a treaty. Confucius, who once broke a treaty\nhimself, naturally retrospectively considered this ducal treaty of\nno effect, and he even goes so far as to avoid mentioning in his\nannals some of the important persons who were present; he\nespecially “burkes” two Chinese ruling princes, who were shameless\nenough to ride in the same chariot with the King of Ts’u, under\nwhose predominancy they were, and who were therefore themselves\nunder a kind of stress. In 482 one of Confucius’ pupils made the\nfollowing casuistical reply to the government of Wu on their\napplication for renewal of a treaty with her: “It is only fidelity\nthat gives solidity to treaties; they are determined by mutual\nconsent, and it is with sacrifices that they are laid before our\nancestors; the written words give expression to them, and the\nspirits guarantee them. A treaty once concluded cannot be changed:\notherwise it were vain to make a new one. Remember the proverb:\n“What needs warming up more may just as well be eaten cold.” The\nordinary rough-and-ready form of oath or vow between individuals\nwas: “If I break this, may I be as this river\"; or, “may the river\ngod be witness.” There were many other similar forms, and it was\noften customary to throw something valuable into the river as a\nsymbol.",
        "Continue...",
        "\nThis electronic book of Ancient China Simplified by Edward Harper Parker,\nM.A., (Manc.), Professor of Chinese at the Victoria University of Manchester,\nLondon is public domain.\nHypertext conversion by Philipp Lenssen.\n\n\nAt Amazon: The Cambridge Illustrated History of China\n\n\nLast updated on November 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Ancient China Simplified (1908)By Edward Harper ParkerAt Amazon"
    ]
}