{
    "title": "Ancient China Simplified - Chapter XXXII - The Calendar",
    "author": "Edward Harper Parker",
    "chapter": "33",
    "content": [
        "",
        "\n\n",
        "Allusion has already been made to the eclipses mentioned in\nConfucius’ history as a means by which the probability of his\ngeneral truth as a historian may in a certain measure be gauged. A\nfew words upon the Chinese calendar, as it is and was, may\ntherefore not be amiss. The Chinese month has from first to last\nbeen uncompromisingly lunar; that is to say, the first day of each\nmonth, or “moon” as it may strictly and properly be called, always\nfalls within the day (beginning at midnight) during which the new\nmoon occurs. Of course, Peking is the administrative centre now,\nand therefore the observations are taken there with reference to\nthe Peking meridian. As Confucius took his facts and records\nmainly from the Lu archives, and (we must suppose) noted celestial\nmovements from what was seen by the Lu astronomers, it has always\nbeen presumed that the eclipses mentioned by him were observed\nfrom Lu too; that is, from a station over four degrees of\nlongitude and one of latitude removed from the imperial capital as\nit then was (modern Ho-nan Fu). It was the duty of all sovereign\nprinces to proclaim the first day of the moon at their ancestral\ntemple; and even if the Chinese of those days had discovered the\ndifference in “time” between east and west, these princes must\neach of them have proclaimed the day during which the new moon\noccurred as it occurred to themselves, in their own State, and not\nas it occurred to the Emperor’s astronomers. On the other hand,\nwhen eclipses were observed from the comparatively small territory\nof Lu, it must have occurred, at least occasionally, that visitors\nfrom other states had either the same eclipse or other eclipses to\nreport. If the Emperor’s astronomer reported eclipses in Ho-nan-\nFu on a given day, it is difficult to see how Lu, which was a\ncentre almost of equal standing with the imperial capital for\northodoxy in rites and records, could have entirely ignored such\nreports.",
        "But the Chinese year has always been luni-solar. From the earliest\ntimes they had observed the twelve ecliptical “mansions” and\nzodiacal signs, and also that the time occupied by the sun in\ntravelling through a mansion was rather longer than one lunation,\nor the time intervening between two new moons. Their object has\naccordingly always been to bring the lunar and solar years into\nmanageable combination, so that the equinoxes, solstices, and\n“seasons” might occur with as much regularity as possible in the\nsame months, and so that the husbandman might know when to sow his\ngrain. Formerly they regulated this discrepancy according to the\nmean movements of the sun and moon; but, ever since the Jesuits\nfirst instructed them more accurately, they have regulated the two\nyears, that is, the solar year and the twelve lunations, according\nto the true movements, and with reference to the meridian of\nPeking. If the moons were each exactly 29 1/2 days in length,\ninstead of being 44 minutes 2.87 seconds longer, it would have\nbeen a simple matter to halve the ordinary lunar year, and make\nsix months “large” (30 days) and six “small” (29 days); but the\nextra 44 minutes and a fraction accumulate, and the result is that\nthere must always be a larger number of “great” months than\n“small” in the year. The way the Chinese arranged this was to call\na month “great” (30 days) if the interval between mid-night\n(beginning of the new-moon day) and the hour of the next\nnew moon was full 30 days or over in duration; if less than 30\ndays, then the month was a “small” one (29 days). Not more than\ntwo long months ever followed in succession, and two short months\nnever did so.",
        "But, in any case, even twelve regular moons of 291/2 days only\nmake 354 days, whereas a solar year is about 3651/4 days, whilst\nthe sun’s time in passing through a “mansion” (one-twelfth of the\nsolar year) is about 301/2 days. Thus there was a “superfluity\"\nof about ten days in every lunar year, or about one lunation in\nevery third year; not to mention that a “mansion” was about a day\nlonger than a lunation, and that therefore the husbandman was\nliable to be thrown out of his reckoning. In order to remedy this,\nthe Chinese intercalated a month once in about thirty-three moons,\nand called the intercalary month by the same name as the one\npreceding it, both with regard to the common numbers 1-12, and\nwith regard to the two endless cycles of twelve signs and sixty\nsigns, by which moons are calculated for ever, in the past and in\nthe future. Regarding the difficulty of seasons, the solar year\nwas divided into twenty-four “joints,” and each “joint” was about\nhalf a “mansion” (the difference rarely exceeding one hour).\nHowever, the spring equinox is always the sixth “joint,” and is\nthe middle of spring season: this and the other “joints” being all\nabout 151/4 days in length, the Chinese seasons can be symmetrically\ndivided with relation to both equinoxes and both solstices; for the\nintercalary moon (judiciously made unobtrusive, and kept out of vulgar\nsight as far as possible) settles the lunar year difficulty; and the\nseasons conform, as of course they should do, to the heat of the\nsun, which is  a much more natural and practical arrangement than\nour own arbitrarily assorted and unequal months.",
        "The endless sixty-year cycle of years is usually referred back to\nfor a beginning to either 2697 or 2637 B.C.; but, apart from the\nfact that there is little or no accurate knowledge anterior to 842\nB.C., it is of no importance when it began, so long as sixty pairs\nof equinoxes and solstices are calculated backwards indefinitely.\nIt goes back, in any case, to a date beyond which the memory of\nChinese man runneth not to the contrary; it is unbroken and\ncontinuous; we are free to take up any date we like at sixty-year\nintervals, and say “here I agree to begin”: we cannot deny that\n1908 is the cycle year it purports to be; and even if we did,\nbatches of sixty years backwards from any other cyclic year called\n1908, would always have a fixed relation to the other 4604 years\nrecorded; nor, having accepted 1908, can we deny 1808, 1708, and\nso on, as far back as we like, in order to test how any given\nevent, eclipse or other, coincides relatively with our own date:\nit is not a question of beginning, but of counting back, and\nstopping. We find Confucius of Lu (Chou clan state) using the\ncalendar of the Chou dynasty (1122 B.C.-249 B.C.); whose founder\nhad said: “In future we make the eleventh month the beginning of\nthe year instead of the twelfth month.” The previous dynasty of\nShang (1766-1123) had similarly said: “In future we make the\ntwelfth month begin the year instead of the first.” The previous\ndynasty of Hia (2205-1767) and the individual emperors before had\nall said (or taken for granted): “The year begins in the first\nmonth,” from which we may naturally conclude that there could not\nhave been an earlier calendar, as no “sage” could reasonably begin\nanywhere but at the beginning. At the same time, it must be\nexplained that the astronomical order of the months, counting the\nfirst as being that when the sun enters Capricorn, is different\nfrom the civil order. Thus the Hia, Shang, and Chou first civil\nmonths were the third, second, and first astronomical months,\nrepresenting the sun’s entry into Pisces, Aquarius, and\nCapricorn, respectively. When the First August Emperor\nconquered the whole of China, and proceeded to unify cart-axles,\nweights and measures, written characters, and many other\ndiscrepant popular arrangements, he said: “Let the tenth month be\nin future the first in the year instead of the eleventh.” That is\nto say, he took as civil first month the twelfth astronomical\nmonth, or that in which the sun enters Sagittarius. Thus we\nsee that in 2000 years the calendar had got about 90 days out of\ngear; or, roughly, about an hour a year.",
        "All the above may, perhaps, be understood more clearly by\nconsidering the following unmistakably genuine statement made by\nthe Emperor in 104 B.C., a hundred years after the Ts’in dynasty\nhad been destroyed; after he had contemplated the tombs of the\nancient monarchs as explained in the last Chapter; after the West\nof Asia had been discovered; and when it is possible (though\nthere is no record of it) that Persians, Indians, Greeks, etc., may have\nintervened in discussion upon the calendar. He says: “After the\nEmperors Yu and Li (the two who fled from their metropolis in 771 B.C.\nand 842 B.C. respectively, as related), the Chou dynasty went wrong,\nand those who were doubly subjects began to wield power; astrologers\nceased to keep reckoning of seasons; the princes no longer proclaimed\nthe first day of each moon. Hereditary astronomers got scattered; some\nremained in All the Hia (orthodox China); others betook themselves to\nthe various barbarians. In the twenty-sixth year of the Emperor Siang (626\nB.C.) there was an intercalary third month, which arrangement the\n’Springs and Autumns’ condemns (it should have been at the end of\nthe year)... The First August Emperor took the tenth month as the\nbeginning of the year... The present Emperor (of the Han dynasty)\nappointed two astronomers, the second of whom (a native of East Sz\nCh’wan) advanced the calculations and improved the calendar. Then\nit was found that the measures of the Sun and the Mansions agreed\nwith the principles adopted by the Hia dynasty... The first cyclic\nday and also the first lunar day of the eleventh moon has now been\nproved to be the winter solstice. I change the seventh year (of my\npresent reign-period), and I make of it the first year of the new\nreign-period, to be called ’Great Beginning.’\"–Accordingly what\nhad up to that date been the seventh year (of a reign-period\nbearing another name) now became a year of 442 days; that is to\nsay, the three months postponed in turn by the Hia, Shang, and\nChou dynasties were taken up again, and accordingly that one\ncorrecting year consisted of fifteen months. With slight changes,\nalways adopted only to be again rejected after a few years of\ntrial, this has been the basis of all later calendars; and for\nthis reason Confucius’ birthday is kept on the twenty-seventh day\nof the eighth moon instead of during the tenth moon, as it would\nhave been according to Chou dates.",
        "The above examination into the calendar question tends to show\nstill more clearly the good faith of the historians and the\nadministration; it also illustrates the continuity and painstaking\naccuracy of the Chinese records, whatever other defects they may\notherwise disclose.",
        "Continue...",
        "\nThis electronic book of Ancient China Simplified by Edward Harper Parker,\nM.A., (Manc.), Professor of Chinese at the Victoria University of Manchester,\nLondon is public domain.\nHypertext conversion by Philipp Lenssen.\n\n\nAt Amazon: The Cambridge Illustrated History of China\n\n\nLast updated on November 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Ancient China Simplified (1908)By Edward Harper ParkerAt Amazon"
    ]
}