{
    "title": "Ancient China Simplified - Chapter XXXVII - Ethics",
    "author": "Edward Harper Parker",
    "chapter": "38",
    "content": [
        "",
        "\n\n",
        "We propose to say a few words now about peculiar customs which had\nvogue all over or in certain parts of China; of course some of\nthem may be traced back to the “Rites of Chou,” and to what is\nprescribed therein; but general administrative schemes representing\nin general terms things as they ought to be, or as the Chou federal\nand feudal oligarchy would have liked them to be, do not give us\nsuch a life-like picture of ancient China as specific accounts of\ndefinite events which really did happen. Take, for instance, the\npeculiar formalities connected with abject surrender.",
        "After a great defeat in 699 B.C., just when Ts’u was beginning to\nemerge from its narrow confines between the Han and Yang-tsz\nRivers, the defeated Ts’u generals had themselves bound in\nfetters, or with ropes, in order to await their king’s pleasure.\nIn 654, when Ts’u had one of the small orthodox states (in the Ho\nNan nucleus) at its mercy, the baron presented himself with his\nhands tied behind, a piece of jade in his mouth, followed by his\nsuite in mourning, carrying his coffin. It is evident that at this\ndate Ts’u was still “barbarous,” for the king had to ask what it\nall meant. It was explained to him that, when the Chou founder\nconquered China, and mutilated the last Shang dynasty emperor,\nthat emperor’s elder brother by an inferior mother had presented\nhimself before the founder half naked, with his hands tied behind\nhis back, his left hand leading a ram (or goat), and his right\ncarrying sedge for wrapping round the sacrificial victim; he was\nenfeoffed as Duke of Sung. In 537 the same thing happened to a\nlater King of Ts’u in connection with another petty principality,\nand the king had to be reminded of the 654 precedent. Thus there\nmust have been records of some kind in Ts’u at an early date. In\n645 B.C., when the ruler of Ts’in took prisoner his brother-in-\nlaw, the ruler of Tsin, and was seriously contemplating the\nannexation of Tsin, together with the duty of discharging Tsin\nsacrifices, his own sister, with bare feet, wearing mourning, and\nbound with a mourning belt, intercedes successfully for her\nhusband. In 597 B.C. the ruler of the important orthodox state of\nCheng went through the form of dragging along, with the upper part\nof his own body uncovered, a ram or goat into the presence of the\nKing of Ts’u. In 511, when the ruler of Lu had to fly the country\nand throw himself upon the generosity of Tsin, in order to escape\nfrom the dangerous machinations of the intriguing great families\nof Lu, the six Tsin statesmen (who were themselves at that moment,\nas heads of great private clans, gradually undermining their own\nprince’s rights) sent for the arch-intriguer, and called upon him\nto explain his conduct. At that time Lu was coquetting between its\ntwo powerful neighbours, Tsin and Ts’i. The conspirator duly\npresented himself before the Areopagus of Tsin grandees, barefoot\nand attired in common cloth (i.e. not of silk, but of hemp), in order\nto explain to them the circumstances of the duke’s exile: it is\ncharacteristic of the times, and also of the frankness of history, to\nfind it added that he succeeded in bribing the grandees to give an\nunjust decision. When the Kings of Yueeh and Wu were in turn at\neach other’s mercy, in 494 and 473 respectively, their envoys, in\noffering submission, in each case advanced to the conqueror “walking\non the knees,” with bust bared: this knee-walking suggests Annamese,\nSiamese, and possibly Japanese forms rather than Chinese. The Wu\nservants at dinner are said to have “waited” on their knees. The third\nand last August Emperor in 207 submitted to the conquering Han\ndynasty seated in an unadorned chariot, drawn by a white horse\n(with signs of mourning), carrying his seal-sash round his neck\n(figurative of hanging or strangling himself), and offered the seals of\nthe Son of Heaven to the Prince of Han.",
        "Something has already been said about the rules of succession in\nTs’u and Ts’in. When the Duke of Sung just mentioned died, in 1078\nB.C., he was succeeded by his younger brother because his own son\nwas dead; this was in accordance with the Shang dynasty’s ritual\nlaws. Even the Warrior King himself, founder of the Chou dynasty,\nwas not the eldest son of his father, the (posthumously) Civilian\nKing; the latter had set aside the elder of the two sons; and it\nwill be remembered that, several generations before that, two of\nthe royal Chou brothers had voluntarily retired to colonize the Wu\nJungle country, in order that their younger brother, father of the\nfuture Civilian King, might succeed to the then extremely limited\nvassal state of Chou. Later on, in 729, a Duke of Sung on his\ndeath-bed bequeathed the succession to his younger brother instead\nof to his own son, on the ground that the rule is, “son to father,\nyounger to elder brother\"–a “universal rule” approved by Mencius\nin later times. The younger brother in this case thrice refused\nthe kingly crown, but at last accepted, and Confucius in his\nhistory censures the act, which, it is considered, contributed to\nSung’s ultimate downfall. (It must be remembered that Confucius’\nancestors were themselves of royal Sung extraction.) In 652 the\nyounger brother by the superior spouse wished, at his father’s\ndeath-bed, to cede his right to the succession of Sung to his\nelder brother by an inferior wife; the dying father commended the\nspirit, but forbade the proposed sacrifice of prior right, and the\nelder therefore served the younger as counsellor. In 493 a Duke of\nSung, irritated on account of his eldest son having left the\ncountry, nominated a younger son as successor, and after his death\nhis wife confirmed by decree her late husband’s nomination; but\nthe younger brother firmly declined, on the ground that the rule\nof succession was a fixed one, and that he was unworthy to perform\nthe sacrifices to the gods of the land and grain. It is a curious\ncoincidence that the question of status in wives affects the\npresent rulers of both China and Japan. Though the dowager was\nEmpress-Mother, she always ceded the pas to the senior dowager,\nwho had no children. And as to the Mikado’s mother, who died last\nOctober, she was, it seems, never officially considered as an\nEmpress.",
        "In 817 B.C. the Emperor himself is censured by history for having,\n“contrary to rule,” wished to set up as ruler of Lu a second son\nin preference to the elder son; he repeated the act in 796, as has\nalready been explained in Chapter XX., when a few other instances\nwere cited to illustrate the general rule in China. At this time\nthe waning power of the emperors still evidently flickered. In\n608, through the meddlesome political interference of Ts’i, a\nconcubine’s son succeeded to the Lu throne in preference to the\nlegitimate wife’s son; curiously enough, the legitimate wife was a\nTs’i princess. The result of this irregularity was that the “three\npowerful families” of Lu (themselves descendants of the ruling\nfamily) grew restless, and the state began to decline. On the\ndeath of a King of Ts’u in 516, it was proposed to put on the\nthrone, instead of the king’s young son, the king’s younger\nbrother by an inferior mother, on the ground that the mother of\nthe young son in question was the wife obtained from Ts’in by the\nking for marriage to his eldest son (who had since joined the\nking’s enemies), which young lady the king had subsequently\ndecided to marry himself. Even under this irregular and\ncomplicated family tangle, the proposed succession was disapproved\nby the counsellors, on the ground that irregular successions\ninvariably produced trouble in the state. In the year 450 B.C. the\nruler of Ts’i insisted, against advice, on the succession of a\nyounger son by a favourite concubine in preference to his elder\nsons by superior mothers, including the first and most dignified\nspouse. But here, again, the powerful families intervened; one of\nthe elder sons, who had fled to Lu, was brought back secretly in a\nsack; the wrongful successor was murdered, and the “powerful\nfamily” which took the lead in state affairs soon afterwards, to\nthe horror of Confucius, by intrigue and by further assassination,\nsecured the Ts’i throne for itself. It will thus be noticed that\nall the great states except Ts’in had their full share of\nsuccession troubles.",
        "There were several customs practised in warfare which are worthy\nof short notice. In 633 B.C. a Ts’u general, in the interests of\ndiscipline, flogged several military men, and “had the ears of\nothers pierced by arrows, according to military regulation.” In\n639 this same king had sent as a present to some princesses of\nother states, who had congratulated him on his victory over Sung,\n“a pile of the enemy’s left ears.” As the historians express their\ndisgust at this indelicate act, it was presumably not an orthodox\npractice, at all events in this particular form. In 607 there were\ncaptured from Sung 450 war-chariots and 250 soldiers; the latter\nhad their left ears cut off; in this case the victors were CHENG\ntroops, acting under Ts’u’s orders, and it is presumed that CHENG\nofficers cut off the ears under Ts’u’s commands. A few years later\ntwo or three Ts’u generals were discussing what the ancients did\nwhen they challenged for a battle; it was decided that the best\n“form” was to rush up to the entrenchments, cut off an enemy’s\nleft ear, carry him away in your chariot, and rush back to your\nown camp. As there is a special Chinese character or pictograph\nfor “ears cut off in battle,” it thus appears that to a certain\nextent even the orthodox Chinese practised the “scalping” art,\nwhich was doubtless intended to furnish easy proof of claims for\nreward based upon prowess; in fact, even in modern official\nChinese, a decapitated head is called a “head-step,” an expression\nevidently dating from the time when a step in rank was given for\neach head or group of heads taken.",
        "Rulers, whether the Emperor or vassals, faced south in the\nexercise of their sovereign powers. Thus, when the Duke of Chou,\nafter the death of his brother the Martial King, acted as Regent\npending the minority of the Martial King’s son, his own nephew, he\nfaced south; but he faced north once more when he resumed his\nstatus of subject. It has already been mentioned, in Chapter XX.,\nthat in 640 B.C. the state of Lu made the south gate of the Lu\ncapital the Law Gate, because it was by the south gates that all\nrulers’ commands emanated. In 546 a counsellor of Ts’u explained\nto the king how, since Tsin influence had predominated in the\northodox state of CHENG, this last had ceased to “face south\ntowards its former protector.” Thus, though the Emperor faces\nsouth towards the sun, and his subjects in turn face north in his\nhonour, those subjects face their other protector in whatever\ndirection he may lie, supposing the Emperor’s protection to be\ninadequate. It is evidently the same principle as “bowing towards\nthe east,” and “turning towards Mecca,” both of which formalities\nmust be modified according to place. In 315 B.C., when Yen (the\nPeking plain) had become one of the six independent kingdoms, a\nusurper (to whom the King of Yen had foolishly committed full\npowers) “turned south” to perform acts of sovereignty in the\nking’s name. In 700 B.C., in the orthodox state of Wei, we hear of\n“princes of the left and right,” which is explained to mean “sons\nof mothers whose official place is left or right of the principal\nspouse.” Right used to be more honourable than left in China, but\nleft now takes precedence of right. Thus the provinces of Shan\nTung and Shan Si are also called “Left of the Mountains” and\n“Right of the Mountains,” because the Emperor faces south.\nNotwithstanding, the ancient phraseology sometimes survives; for\ninstance, “stands right of him” means “is better than he is,” and\n“to left him” means “to prove him wrong or worse.” All yamens\nin China face south; there are rare exceptions, usually owing to\nbuilding difficulties. Once, in the province of Kwei Chou, I was\nofficially invited by the mandarin to take my seat on his right instead of\non his left, because, as he explained, his yamen door did not\nface south, but west; and, he added, it was more honourable\nfor me, as an official guest,  to sit north, facing west, than to sit\nsouth, facing west. In Canton,  the Viceroy used out of courtesy to sit\nsouth, facing north, and  make his own interpreter sit north, facing south;\nthe consul sat east,  facing west, and the consul’s interpreter sat west,\nfacing east. But the consul could not have presumed to occupy the\nnorth seat thus given to an inferior on the principle of de minimis\nnon curat lex; nor was the Viceroy willing to assert his “command\"\nto a guest. In 436 the armies  of Yiieh marching north through Ho Nan\ncalled the Chinese places  lying to their west the “left” towns; but that\nwas perhaps because  Yiieh came marching from the south. In 221 B.C.,\nwhen for the first time South China to the sea became part of the imperial\ndominions, the Emperor’s territory was described as extending\nsouthward to the “north-facing houses.” Hong Kong and Canton are\njust on the tropical line; but the island of Hainan, and also\nTonquin, are actually in the tropics. Whether the houses there do\nreally face north–which I have never noticed–or whether the\nexpression is merely symbolical, I cannot say; but the idea is “to\nthe regions where, when the sun is on the tropic, you have to turn\nnorth to see him.”",
        "A point of honour in China was not to make war on an enemy who was\nin mourning, but this rule seems to have been honoured in the\nbreach as much as in the observance thereof. Two centuries before\nthe Chou dynasty came into power, an emperor of the Shang dynasty\ndistinguished himself by not speaking at all during the three\nyears he occupied the mourning hut near the grave. As we have\nseen, the first rulers of Lu (as a Chou fief) modified existing\ncustoms, and introduced the three years’ mourning rule there. In\nconnection with a Sung funeral in 651 B.C., it is explained that\nthe bier lay between the two front pillars, and not, as with the\nChou dynasty, on the top of the west side steps; it will be\nremembered that Sung represented the sacrifices of the extinct\nShang dynasty. That same year the future Second Protector (then a\nrefugee among the Tartars) declined to put in a claim to the Tsin\nsuccession against his brothers “because he had not been in\nmourning whilst a fugitive.” In 642 Sung and her allies made war\non Ts’i, which was then mourning for the First Protector; by a\njust Nemesis the Tartars came to the rescue and saved Ts’i. In\n627, after the Second Protector’s death, Ts’in declared war,\nwhilst Tsin was mourning, upon a petty orthodox principality\nbelonging to the same clan as Tsin and the Emperor, and belonging\nalso to the Tsin vassal system. This so enraged the new ruler of\nTsin that he dyed his white mourning clothes black, so as to\navenge the insult, and yet not to outrage the rites: moreover,\nwhite was unlucky in warfare: victorious over Ts’in, he then\nproceeded to mourn for his father, and ever after that black was\nadopted, by way of memento, as the national colour of Tsin. In 626\nand 622 the Emperor sent high officers to represent him at Lu\nfunerals, and to carry gems to place in deceased’s mouth, “to show\nthat he (the Emperor) had not the heart to leave the deceased\nunsupplied with food.” In 581 the ruler of Lu, being on a visit to\nTsin, was forcibly detained by Tsin, in order to swell the\nimportance of a Tsin ruler’s funeral. Lu (like the petty orthodox\nstates of Wei, Sung, CHENG, etc., further south) was nearly always\nunder the rival political constraint of either Ts’i, Tsin, or\nTs’u; and this factor must accordingly also be taken into account\nin explaining Confucius’ longing for the good old days of imperial\npredominance. In 572 Tsin attacked Cheng, though of the same clan\nas itself, whilst in mourning; but in 567 semi-barbarian Ts’u set\na good example to orthodox Tsin by withdrawing its troops out of\ndeference to a later official mourning then in force in Cheng: in\n564 the King of Ts’u withdrew his armies home altogether on\naccount of the mourning due to his own deceased mother. In 560\nbarbarian Wu attacked Ts’u whilst in mourning for the above king\n(the one who first conquered the Canton region for Ts’u); but,\nhere again, by a just Nemesis, Wu’s army was cut to pieces, and\nWu’s own ally, Tsin, censured her for having done such an improper\nthing. In 544 the prime minister of Tsin mourned for his Ts’u co-\nsignatory of the celebrated Peace Conference Treaty of 546; and\nthis graceful act is explained to be in accordance with the rites.\nIn 544 Ts’u herself was in mourning, and in accordance with the\nterms of the Peace Conference Treaty, under which the Tsin vassals\nand the Ts’u vassals were to pay their respects to Ts’u and Tsin\nrespectively–Ts’in and Ts’i, as great powers, being excused, or,\nrather, discreetly left alone–Ts’u put great pressure on Lu to\nsecure the personal presence of the Lu ruler at the Ts’u funeral.\nThe orthodox duke did not at all like this “truckling to a\nbarbarian\"; but one of his counsellors suggested behaving before\nthe corpse as he would behave to a vassal of his own: this was\ndone, and the unsophisticated Ts’u was none the wiser at the time,\nthough, later on, the king discovered the pious fraud. In 514 B.C.\nWu wished to attack Ts’u while, mourning, and the virtuous Ki-\nchah was promptly sent by Wu to sound Tsin about the facheuse\nsituation. At a Lu funeral in 509, it was explained that the\nnew duke could only mount the throne after the burial was over; it\nwas added “even the Son of Heaven’s commands do not run in Lu\nduring this critical period; a fortiori is the duke not\ncapable of transacting his own subjects’ business.” But long\nbefore this, when the First Protector died, in 643, his body lay\nfor sixty-seven days in the coffin unattended, whilst his five\nsons were wrangling about the succession; in fact, the worms were\nobserved crawling out of the coffin. These painful details have a\npowerful historical interest, for when (as mentioned on p. 209)\nhis tomb was opened nearly 1000 years later, dogs had to be sent\nin ahead to test the air, as the stench was so great. In 492 an\nunpopular prince of Wei was in Tsin, which state had an interest\nin placing him on the throne. There happened to be in Tsin at that\nmoment a scoundrel who had fled to Tsin from Lu, because he had\nfound Confucius too strong for him in Lu; and this man suggested\nto Tsin that it would be a good plan to send seventy Wei men back\nto Wei in mourning clothes and sash, so as to make the Wei people\nthink that the prince was dead, and thus gain an opportunity to\n“run him in” by surprise, and set him up as ruler. In 489, when\nthe King of Ts’u died in the field of battle, his three brothers,\nall of whom had declined his offer of the throne, but one of whom\nhad at last accepted in order to give the dying man peace, decided\nto conceal the king’s death from the army whilst they sent for his\nson by a Yiieh mother, pleading that the king had been non\ncompos mentis when he proposed an irregular succession, and\nthat the promise made to him was, therefore, of no avail. In 485\nLu and Wu joined in an attack upon Ts’i during the latter’s\nmourning–a particularly disgraceful political combination: no\nwonder Confucius was hastily sent for from the state of CH’EN,\nwhither he had previously retired in disgust at the corruption of\nhis native land. In 481 a conspiracy which was going on in Ts’i\nwas delayed because one of the chief actors, being in mourning,\ncould not attend to public business of any kind. In 332 B.C. Ts’i\ntook ten towns from Yen by successfully attacking her whilst in\nmourning; one of the travelling diplomats and intriguers so common\nin China at that period insisted upon the towns being restored.\nThis was at the exact moment when the philosopher Mencius, who\nseems to have also been a great political dilettante, was\ncirculating to and fro between such monarchs as the Kings of Ts’i\nand Ngwei, alias Liang, as is fully explained in the still\nextant book of Mencius.",
        "All the above quaint instances, novel though they may be in\ndetail, strongly recall to us in principle our own “rules” of\ninternational law, which are always liable to unexpected\n“construction” according to the exigencies of war and the power\nwielded by the “constructor.” Inter arma leges silent. As\nusual in these ritual matters, Ts’in is distinguished by total\nabsence of mention.",
        "Continue...",
        "\nThis electronic book of Ancient China Simplified by Edward Harper Parker,\nM.A., (Manc.), Professor of Chinese at the Victoria University of Manchester,\nLondon is public domain.\nHypertext conversion by Philipp Lenssen.\n\n\nAt Amazon: The Cambridge Illustrated History of China\n\n\nLast updated on November 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Ancient China Simplified (1908)By Edward Harper ParkerAt Amazon"
    ]
}