{
    "title": "Ancient China Simplified - Chapter XXII - Cities and Towns",
    "author": "Edward Harper Parker",
    "chapter": "23",
    "content": [
        "",
        "\n\n",
        "There are singularly few descriptions of cities in ancient Chinese\nhistory, but here again we may safely assume that most of them\nwere in principle, if only on a small scale, very much what they\nare now, mere inartistic, badly built collections of hovels. Soul,\nthe quaint capital of Corea, as it appeared in its virgin\ncondition to its European discoverers twenty-five years ago,\nprobably then closely resembled an ancient vassal Chinese prince’s\ncapital of the very best kind. Modern trade is responsible for the\nwealthy commercial streets now to be found in all large Chinese\ncities; but a small hien city in the interior–and it must\nbe remembered that a hien circuit or district corresponds\nto an old marquisate or feudal principality of the vassal unit\ntype–is often a poor, dusty, dirty, depressing, ramshackle\nagglomeration of villages or hamlets, surrounded by a disproportionately\npretentious wall, the cubic contents of which wall alone would more\nthan suffice to build in superior style the whole mud city within; for half\nthe area of the interior is apt to be waste land or stagnant puddles: it\nwas so even in Peking forty years ago, and possibly is so still except\nin the “Legation quarter.”",
        "In 745 B.C., when the Tsin marquess foolishly divided his\npatrimony with a collateral branch, the capital town of this\nsubdivided state is stated to have been a greater place than the\nold capital. They are both of them still in existence as\ninsignificant towns, situated quite close together on the same\nbranch of the River Fen (the only navigable river) in South Shan\nSi; marked with their old names, too; that is to say, K’iih-wuh\nand Yih-CH’ENg. It was only after the younger branch annexed the\nelder in 679 that Tsin became powerful and began to expand; and it\nwas only when a policy of “home rule” and disintegration set in,\ninvolving the splitting up of Tsin’s orthodox power into three\nroyal states of doubtful orthodoxy, that China fell a prey to\nTs’in ambition. Absit omen to us.",
        "In 560, when the deformed philosopher Yen-tsz visited Ts’u, and\nentertained that semi-barbarous court with his witticisms, he took\nthe opportunity boastfully to enlarge upon the magnificence of\nLin-tsz (still so marked), the capital of Ts’i. “It is,” said he,\n“surrounded by a hundred villages; the parasols of the walkers\nobscure the sky, whose perspiration runs in such streams as to\ncause rain; their shoulders and heels touch together, so closely\nare they packed.” The assembled Ts’u court, with mouths open, but\ninclined for sport at the cost of their visitor, said: “If it is\nsuch a grand place, why do they select you?” Yen-tsz played a\ntrump card when he replied: “Because I am such a mean-looking\nfellow,\"–meaning, as explained in Chapter IX., that “any pitiful\nrascal is good enough to send to Ts’u.” Exaggerations apart,\nhowever, there is every reason to believe that the statesman-\nphilosopher Kwan-tsz, a century before that date, had really\norganized a magnificent city. A full description of how he\nreconstructed the economic life of both city and people is given\nin the Kwoh-yue (see Chapter XVII.), the authenticity of\nwhich work, though not free from question, is, after all, only\nsubject to the same class of criticism as Renan lavishes upon one\nor two of the Gospels, the general tenor of which, be says, must\nnone the less be accepted, with all faults, as the bonafide\nattempt of some one, more or less contemporary, to represent what\nwas then generally supposed to be the truth.",
        "Ts’u itself must have had something considerable to show in the\nway of public buildings, for in the year 542 B.C. after paying a\nvisit to that country in accordance with the provisions of the\nPeace Conference of 546, the ruler of Lu built himself a palace in\nimitation of one he saw there. The original capital of Wu (see\nChapter VII.) was a poor place, and is described as having\nconsisted of low houses in narrow streets, with a vulgar palace;\nthis was in 523. In 513 a new king moved to the site now occupied\nby Soochow, and he seems to have made of it the magnificent city\nit has remained ever since–the place, of course it will be\nremembered, where General Gordon and Li Hung-chang had their\ncelebrated quarrel about decapitating surrendered rebels. There\nwere eight gates, besides eight water-gates for boats; it was\neight English miles in circuit, and contained the palace, several\ntowers (pagodas, being Buddhist, were then naturally unknown),\nkiosks, ponds, and duck preserves. The extensive arsenal and ship-\nyard was quite separate from the main town. No city in the\northodox part of China is so closely described as this one, nor is\nit likely that there were many of them so vast in extent.",
        "Judging by the frequency with which Ts’in moved its capitals (but\nalways within a limited area in the Wei valley, between that river\nand its tributary the K’ien), they cannot have been very important\nor substantial places; in fact, there are no descriptions of early\nTs’in economic life at all; and, for all we know to the contrary,\nthe headquarters of Duke Muh, when he entered upon his reforms in\nthe seventh century B.C., may have resembled a Tartar encampment.\nThe Kwoh-yue has no Chapter devoted to Ts’in, which (as indeed\nstated) for 500 years lived a quite isolated life of its own. In later\ntimes, especially after the reforms introduced by the celebrated\nChinese princely adventurer, Wei Yang, during the period 360–340,\nthe land administration was reconstituted, the capital was finally moved\nto Hien-yang, and every effort was made to develop all the resources\nof the country. Ts’in then possessed 41 hien, those with a\npopulation of under 10,000 having a governor with a lower title than\nthe governors of the larger towns, Probably the total population of\nTs’in by this time reached 3,000,000. A century later, when the First\nAugust Emperor was conquering China, armies of half a million men\non each side were not at all uncommon. When his conquests were\ncomplete, he set about building palaces on both banks of the Wei in\nmost lavish style, as narrated in the last Chapter. It is said of him that,\n“as he conquered each vassal prince, he had a sketch made of his\npalace buildings,” and, with these before him as models, he lined\nthe river with rows of beautiful edifices,–evidently, from the\ndescription given, much resembling those lying along the Golden\nHorn at Constantinople; if not in quality, at least in general\nspectacular arrangement.",
        "As to the minor orthodox states grouped along the Yellow River,\nthey seem to have shifted their capitals on very slight\nprovocation; scarcely one of them remained from first to last in\nthe same place. To take one as an instance, the state of Hu, an\northodox state belonging to the same clan name as Ts’i. The\nhistory of this petty principality or barony is only exactly known\nfrom the time when Confucius’ history begins, and it was\ncontinually being oppressed by Cheng and Ts’u, its more powerful\nneighbours; in 576, 533, 524 and onwards from that, there were\nincessant removals, so that even the native commentators say: “it\nwas just like shifting a village, so superficial an affair was\nit.” The accepted belles lettres style (see p. 78) of saying\n“my country” is still the ancient pi-yih or “unworthy village”:\nthe Empress of China once (about 190 B.C.) used this expression,\neven after the whole of China had been united, in order to reject\npolitely the offer of marriage conveyed to her by a powerful Tartar\nking. The expression is particularly interesting, inasmuch as it recalls,\nas we have already pointed out, a time when the “country” of each\nfeudal chief was simply his mud village and the few square miles of\nfields around it, which were naturally divided off from the next chief’s\nterritory by hills and streams. On the Burmo-Chinese frontier there are\nat this moment many Kakhyen “kings” of this kind, each of them ruling\nover his mountain or valley, and supreme in his own domain.",
        "That there were walled cities in China (apart from the Emperor’s,\nwhich, of course, would be “the city” par excellence) is\nplain from the language used at durbars, which were always held\n“outside the walls.” In the loess plains there could not\nhave been any stone whatever for building purposes, and there is\nlittle, if any, specific mention of brick. Probably the walls were\nof adobe, i.e. of mud, beaten down between two rigid planks,\nremoved higher as the wall dries below. This is the way most of\nthe houses are still built in modern Peking, and perhaps also in\nmost parts of China, at least where stone (or brick) is not\ncheaper; the “barbarian” parts of China are still the best built;\nfor instance, CH’ENg-tu in Sz Ch’wan, Canton in the south. Hankow\n(Ts’u) is a comparatively poor place; Peking the dingiest of all.\nChinkiang is a purely loess country.",
        "At the time of the unification of China, during the middle of the\nthird century B.C., the Ts’in armies found it necessary to flood\nTa-liang or “Great Liang,” the capital of Ngwei (otherwise called\nLiang), corresponding to the modern K’ai-feng Fu, the Jewish\ncentre in Ho Nan province: the waters of the Yellow River were\nallowed to flood the country (this was again done by the Tai-p’ing\nrebels fifty years ago, when the Jews suffered like other people,\nand lost their synagogue), the walls of which collapsed. It is\nevident that the ancient city walls could not have been such\nsolid, brick-faced walls as we now see round Peking and Nanking,\nbut simply mud ramparts.",
        "Continue...",
        "\nThis electronic book of Ancient China Simplified by Edward Harper Parker,\nM.A., (Manc.), Professor of Chinese at the Victoria University of Manchester,\nLondon is public domain.\nHypertext conversion by Philipp Lenssen.\n\n\nAt Amazon: The Cambridge Illustrated History of China\n\n\nLast updated on November 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Ancient China Simplified (1908)By Edward Harper ParkerAt Amazon"
    ]
}