{
    "title": "Ancient China Simplified - Chapter XXIV - Kings and Nobles",
    "author": "Edward Harper Parker",
    "chapter": "25",
    "content": [
        "",
        "\n\n",
        "The emperors of the dynasty of Chou, which came formally into\npower in 1122 B.C., we have seen took no other title than that of\nwang, which is usually considered by Europeans to mean “king\"; in\nmodern times it is applied to the rulers of (what until recently\nwere) tributary states, such as Loochoo, Annam, and Corea; to\nforeign rulers (unless they insist on a higher title); and to\nManchu and Mongol princes of the blood, and mediatized princes.\nConfucius in his history at first always alludes to the Emperor\nwhilst living as t’ien-wang, or “the heavenly king\"; it is\nnot until in speaking of the year 583 that he uses the old term\nt’ien-tsz, or “Son of Heaven,” in alluding to the reigning\nEmperor. After an emperor’s death he is spoken of by his\nposthumous name; as, for instance, Wu Wang, the “Warrior King,\"\nand so on: these posthumous names were only introduced (as a\nregular system) by the Chou dynasty.",
        "The monarchs of the two dynasties Hia (2205-1767) and Shang (1766-\n1123) which preceded that of Chou, and also the somewhat mythical\nrulers who preceded those two dynasties, were called Ti, a\nword commonly translated by Western nations as “Emperor.” For many\ngenerations past the Japanese, in order better to assert vis-a-\nvis of China their international rank, have accordingly made\nuse of the hybrid expression “Ti-state,” by which they seek\nto convey the European idea of an “empire,” or a state ruled over\nby a monarch in some way superior to a mere king, which is the\nhighest title China has ever willingly accorded to a foreign\nprince; this royal functionary in her eyes is, or was, almost\nsynonymous with “tributary prince.” Curiously enough, this “dog-\nChinese” (Japanese) expression is now being reimported into\nChinese political literature, together with many other excruciating\ncombinations, a few of European, but mostly of Japanese manufacture,\nintended to represent such Western ideas as “executive and legislative,\"\n“constitutional,” “ministerial responsibility,” “party,” “political view,\"\nand so on. But we ourselves must not forget, in dealing with the particular\nword “imperial,” that the Romans first extended the military title of\nimperator to the permanent holder of the “command,” simply because\nthe ancient and haughty word of “king” was, after the expulsion of\nthe kings, viewed with such jealousy by the people of Rome that\neven of Caesar it is said that he did thrice refuse the title, So\nthe ancient Chinese Ti, standing alone, was at first applied both\nto Shang Ti or “God” and to his Vicar on Earth, the Ti or Supreme\nRuler of the Chinese world. Even Lao-tsz (sixth century B.C.), in\nhis revolutionary philosophy, considers the “king” or “emperor” as\none of the moral forces of nature, on a par with “heaven,\"\n“earth,” and “Tao (or Providence).” When we reflect what petty\n“worlds” the Assyrian, Egyptian, and Greek worlds were, we can\nhardly blame the Chinese, who had probably been settled in Ho Nan\njust as long as the Western ruling races had been in Assyria and\nEgypt respectively, for imagining that they, the sole recorders of\nevents amongst surrounding inferiors, were the world; and that the\nincoherent tribes rushing aimlessly from all sides to attack them,\nwere the unreclaimed fringe of the world.",
        "It does not appear clearly why the Chou dynasty took the new title\nof wang, which does not seem to occur in any titular sense\nprevious to their accession: the Chinese attempts to furnish\netymological explanation are too crude to be worth discussing. No\nfeudal Chinese prince presumed to use it during the Chou\nregime and if the semi-barbarous rulers of Ts’u, Wu, and\nYiieh did so in their own dominions (as the Hwang Ti, or “august\nemperor,” of Annam was in recent times tacitly allowed to do),\ntheir federal title in orthodox China never went beyond that of\nviscount. When in the fourth century B.C. all the powers styled\nthemselves wang, and were recognized as such by the insignificant\nemperors, the situation was very much the same as that produced in\nEurope when first local Caesars, who, to begin with, had been\n“associates” of the Augustus (or two rival Augusti), asserted their\nindependence of the feeble central Augustus, and then set themselves\nup as Augusti pure and simple, until at last the only “Roman Emperor\"\nleft in Rome was the Emperor of Germany.",
        "It is not explained precisely on what grounds, when the first Chou\nemperors distributed their fiefs, some of the feudal rulers, as\nexplained in Chapter VII., were made dukes; others marquesses,\nearls, viscounts, and barons. Of course these translated terms are\nmere makeshifts, simply because the Chinese had five ranks, and so\nhave we. In creating their new nobility, the Japanese have again\nmade use of the five old Chinese titles, except that for some\nreason they call Duke Ito and Duke Yamagata “Prince” in English.\nThe size of the fiefs had something to do with it in China; the\npedigree of the feoffees probably more; imperial clandom perhaps\nmost of all. The sole state ruled by a duke in his own intrinsic\nright from the first was Sung, a small principality on the\nnorthernmost head-waters of the River Hwai, corresponding to the\nmodern Kwei-t&h Fu: probably it was because this duke fulfilled\nthe sacrificial and continuity duties of the destroyed dynasty of\nShang that he received extraordinary rank; just as, in very much\nlater days, the Confucius family was the only non-Manchu to\npossess “ducal” rank, or, as the Japanese seem to hold in German\nstyle, “princely” rank. But it must be remembered that the Chou\nemperors had imperial dukes within their own appanage, precisely\nas cardinals, or “princes of the Church,” are as common around\nRome as they are scarce among the spiritually “feudal” princes of\nEurope; for feudal they once practically were.",
        "Confucius’ petty state of Lu was founded by the Duke of Chou,\nbrother of the founder posthumously called the Wu Wang, or the\n“Warrior King”: for many generations those Dukes of Lu seem to\nhave resided at or near the metropolis, and to have assisted the\nEmperors with their advice as counsellors on the spot, as well as\nto have visited at intervals and ruled their own distant state,\nwhich was separated from Sung by the River Sz and by the marsh or\nlakes through which that river ran. Yet Lu as a state had only the\nrank of a marquisate ruled by a marquess.",
        "Another close and influential relative of the founder or “Warrior\nKing” was the Duke of Shao, who was infeoffed in Yen (the Peking\nplain), and whose descendants, like those of the Duke of Chou,\nseem to have done double duty at the metropolis and in their own\nfeudal appanage. Confucius’ history scarcely records anything of\nan international kind about Yen, which was a petty, feeble region,\ndovetailed in between Tsin and Ts’i, quite isolated, and occupied\nin civilizing some of the various Tartar and Corean barbarians;\nbut it must have gradually increased in wealth and resources like\nall the other Chinese states; for, as we have seen in the last\nChapter, the Earls of Yen blossomed out into Kings at the\nbeginning of the fourth century B.C., and the philosopher Mencius,\nwhen advising the King of Ts’i, even strongly recommended him to\nmake war on the rising Yen power. The founder of Ts’i was the\nchief adviser of the Chou founder, but was not of his family name;\nhis ancestors–also the ancestors later on claimed by certain\nTartar rulers of China–go back to one of the ultra-mythical\nEmperors of China; his descendants bore, under the Chou dynasty,\nthe dignity of marquess, and reigned without a break until, as\nalready related, the T’ien or Ch’en family, emanating from the\northodox state of Ch’en, usurped the throne. Ts’i was always a\npowerful and highly civilized state; on one occasion, in 589 B.C.,\nas mentioned in Chapter VI., its capital was desecrated by Tsin;\nand on another, a century later, the overbearing King of Wu\ninvaded the country. After the title of king was taken in 378\nB.C., the court of Ts’i became quite a fashionable centre, and the\ngay resort of literary men, scientists, and philosophers of all\nkinds, Taoists included.",
        "Tsin, like Ts’i, was of marquess rank, and though its ruling\nfamily was occasionally largely impregnated with Tartar blood by\nmarriage, it was not much more so than the imperial family itself\nhad sometimes been, The Chinese have never objected to Tartars\nqua Tartars, except as persons who “let their hair fly,\"\n“button their coats on the wrong side,” and do not practise the\northodox rites; so soon as these defects are remedied, they are\neligible for citizenship on equal terms. There has never been any\nrace question or colour question in China, perhaps because the\nskin is yellow in whichever direction you turn; but it is\ndifficult to conceive of the African races being clothed with\nChinese citizenship.",
        "Wei was a small state lying between the Yellow River as it now is\nand the same river as it then was: it was given to a brother of\nthe founder of the Chou dynasty, and his subjects, like those of\nthe Sung duke, consisted largely of the remains of the Shang\ndynasty; from which circumstance we may conclude that the so-\ncalled “dynasties,” including that of Chou, were simply different\nruling clans of one and the same people, very much like the\ndifferent Jewish tribes, of which the tribe of Levi was the most\n“spiritual”: that peculiarity may account for the universal\nunreadiness to cut off sacrifices and destroy tombs, an outrage we\nonly hear of between barbarians, as, for instance, when Wu sacked\nthe capital of Ts’u. We have seen in Chapter XII. that a reigning\nduke even respected at least some of the sacrificial rights of a\ntraitor subject.",
        "The important state of CHENG, lying to the eastward of the\nimperial reserve, was only founded in the ninth century B.C. by\none of the then Emperor’s sons; to get across to each other, the\ngreat states north and south of the orthodox nucleus had usually\nto “beg road” of CHENG, which territory, therefore, became a\nfavourite fighting-ground; the rulers were earls. Ts’ao (earls)\nand Ts’ai (marquesses) were small states to the north and south of\nCHENG, both of the imperial family name. The state of CH’EN was\nruled by the descendants of the Emperor Shun, the monarch who\npreceded the Hia dynasty, and who, as stated before, is supposed\nto have been buried in the (modern) province of Hu Nan, south of\nthe Yang-tsz River: they were marquesses. These three last-named\nstates were always bones of contention between Tsin and Ts’u, on\nthe one hand, and between Ts’i and Ts’u on the other. The\nremaining feudal states are scarcely worth special mention as\nactive participators in the story of how China fought her way from\nfeudalism to centralization; most of their rulers were viscounts\nor barons in status, and seem to have owed, or at least been\nobliged to pay, more duty to the nearest great feudatory than\ndirect to the Emperor.",
        "No matter what the rank of the ruler, so soon as he had been\nsupplied with a posthumous name (expressing, in guarded style, his\npersonal character) he was known to history as “the Duke So-and-\nSo.” Even one of the Rings of Ts’u, is courteously called “the\nDuke Chwang” after his death, because as a federal prince he had\ndone honour to the courtesy title of viscount. Princes or rulers\nnot enjoying any of the five ranks were, if orthodox sovereign\nprinces over never so small a tract, still called posthumously,\n“the Duke X.”",
        "Hence Western writers, in describing Confucius’ master and the\nrulers of other feudal states, often speak of “the Duke of Lu,” or\n“of Tsin\"; but this is only an accurate form of speech when taken\nsubject to the above reserves.",
        "Continue...",
        "\nThis electronic book of Ancient China Simplified by Edward Harper Parker,\nM.A., (Manc.), Professor of Chinese at the Victoria University of Manchester,\nLondon is public domain.\nHypertext conversion by Philipp Lenssen.\n\n\nAt Amazon: The Cambridge Illustrated History of China\n\n\nLast updated on November 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Ancient China Simplified (1908)By Edward Harper ParkerAt Amazon"
    ]
}