{
    "title": "Ancient China Simplified - Chapter XXXIV - Eunuchs, Human Sacrifices, Food",
    "author": "Edward Harper Parker",
    "chapter": "35",
    "content": [
        "",
        "\n\n",
        "Mention has been made of eunuchs, a class which seems to have\noriginated with the law’s severity rather than from a callous\ndesire of the rich to secure a craven and helpless medium and\nmeans for pandering to and enjoying the pleasures of the harem\nwithout fear of sexual intrigue. Criminals whose feet were cut off\nwere usually employed as park-keepers simply because there could\nbe no inclination on their part to gad about and chase the game.\nThose who lost their noses were employed as isolated frontier\npickets, where no boys could jeer at them, and where they could\nbetter survive their misfortune in quiet resignation. Those\nbranded in the face were made gate-keepers, so that their\nlivelihood was perpetually marked out for them. It is sufficiently\nobvious why the castrated were specially charged with the duty of\nserving females in a menial capacity. One name for eunuch is\n“cleanse man,” and it is explained by a very old commentator that\nthe duty of these functionaries was to sweep and cleanse the\ncourt; but it is perhaps as likely that the original idea was\nreally “purified man,” or man deprived of incentive to certain\nevils. It is often said disparagingly of the Chou dynasty that\nthey introduced the effeminate Persian custom of keeping eunuchs;\nbut the Chou family, which was in full career before Zoroaster\nexisted, is perhaps entitled to a much greater antiquity in\ncivilization than Persia–Cyrus himself was a contemporary of Lao-\ntsz and Confucius–and probably the castrated were only utilized\nas menials because they already were eunuchs by law, and were not\nmade eunuchs against the spirit of natural law simply in order\nthat their services as menials should be conveniently rendered.",
        "In 655 B.C. the Tsin ruler despatched a eunuch to try and\nassassinate his half-brother (the future Second Protector of\nChina) when in Tartar exile. When the Second Protector in 636 at\nlast came to his rights as ruler of Tsin, the same eunuch offered\nto commit an assassination in his interest; arguing, by way of\njustifying his previous attempt, that a servant’s duty was to\nserve his de facto master for the time being, and not to\nquestion de jure claims, which were a matter beyond the\ncompetence of a menial. In 548 the ruler of Ts’i was assassinated\nby a eunuch who would not even grant his master permission to\ncommit suicide decently in the ancestral hall; (see p. 62). A year\nlater, the succeeding ruler under urgent circumstances secured the\nservices of a eunuch as coachman. In contrast to these traitors,\nin 481 a faithful eunuch tries to save the ruler of Ts’i from\nassassination by one of the supplanting great families: this was\nthe case that so horrified Confucius that he died soon after, in\ndespair of ever seeing “divine right” regain the upper hand in\nChina. In 544 B.C. the ruler of Wei was assassinated by a eunuch\ndoor-keeper. In 537 the King of Ts’u conceived the idea of\ncastrating and cutting the feet off the two Tsin envoys for use as\na palace gate-keeper and for service in his harem; but he was\nprudently dissuaded by his chief counsellor from incurring the\nrisks consequent upon such an international outrage; (see p. 46).\nThree centuries later, in the year 239, the First August Emperor’s\n(real) father, for his own spying purposes, got a sham eunuch\nappointed to a post in the service of the ex-concubine made over,\nas explained in the last Chapter, to the First Emperor’s father;\nby the dowager-queen, as she then was, the supposed eunuch had\ntwo sons. When subsequently this dangerous person revolted, the\nFirst August Emperor’s own real eunuchs took part in opposing his\nmurderous designs.–It must be mentioned that this objectionable\nfather of the Emperor was himself a very distinguished man\nnotwithstanding, and has left a valuable historical and\nphilosophical work of twenty-six Chapters behind him, put together\nunder his direction by a number of clever writers. It is usually\nconsidered a Taoist work, because it savours in parts of Lao-tsz’s\ndoctrine; but, like the works of Hwai-nan-tsz (an imperial prince\nof the Han dynasty 150 years later) it was classified in 50 B. C.\nas a “miscellany.\"–Finally, a eunuch played an important part as\nwitness when the Second August Emperor was assassinated. Thus all\nthe states–those around the original nucleus of Old China at\nleast–employed eunuchs in the royal harems, even if the vassal\nprinces of orthodox China as a general rule did not.",
        "It is much the same thing with another disagreeable feature in the\nmanners of those times–human sacrifices. Many instances have\nalready been given of such practices in the state of Ts’in. The\ntomb of the King of Ts’u who died in 591–of that king whose death\nConfucius condescended to record, decently and in ritual terms,\nbecause of his many good qualities–which tomb appears to be still\nin existence near King-chou Fu, is surrounded by ten other smaller\ntombs, supposed so be those of the persons who “followed him to\nthe grave.” At all events, when in the year 529 a later king of\nTs’u hanged himself, a faithful follower buried two of his own\ndaughters with the royal body. In A. D. 312 the tomb of the first\nProtector, who died in 643 B.C., was opened under circumstances so\ngraphically described that there can scarcely be a doubt of the\nsubstantial truth: the stench was so great that dogs had to be\nsent in first to test the effects of the poisoned atmosphere; so\nmany bones were found lying about that there can be little doubt\nmany women and concubines were buried with him. It is often said\nby modern writers that it was a general custom to do so all over\nancient China, and possibly the fact that in the second century\nB.C. a humane Chinese emperor (of Taoist principles) ordered the\ndiscontinuance of the practice may be thought to give colour to\nthis supposition. But it must be remembered that the great house\nof Han had only then recently overthrown the dynasty of Ts’in, and\nhad incorporated nearly the whole of China as we now view it: the\nEmperor would naturally therefore be referring to Ts’i, Ts’in,\nTs’u, and possibly also to Wu and Yueeh, three of which states had,\nas we see, once practised this cruel custom.",
        "Wine, or rather spirit, was known everywhere; in Confucian times\nthe Far West had not yet been discovered, and there were neither\ngrapes nor any names for grapes; no grape wine, nor any other\nfruit wine. Even now, though the Peking grapes are as good as\nEnglish grapes, no one nearer than Shan Shi makes wine from them.\nSpirits seem to have been served from remote times at the imperial\nand princely feasts. Here, once more, as with the two vicious\npractices described, the drunkards appear to be found more among\nthose peoples surrounding orthodox China than in the ancient\nnucleus. In 694 B.C., when the ruler of Lu was on a visit to his\nbrother-in-law, the ruler of Ts’i, whose sister he had married,\nbrother and sister had incestuous intercourse; which being\ndetected, the ruler of Ts’i made his Lu brother-in-law drunk, and\nsuborned a powerful ruffian to squeeze his ribs as he was assisted\ninto his chariot. Thus the Duke Hwan of Lu perished. In 640 B.C.,\nas we have seen, when the future Second Protector was dallying\nwith his Ts’i wife, it was found by his henchman necessary to make\nhim drunk in order to get him away. In 574 a Ts’u general was\nfound drunk when sent for by his king to explain a defeat by Tsin\ntroops. In 560 the Ts’i envoy–the philosopher Yen-tsz–was\nentertained by the Ts’u court at a wine. In 531 the ruler of Ts’u\nfirst made drunk, and then killed, one of the petty rulers of\northodox China. In 537 it had already been explained to the King\nof Ts’u that on the occasions of the triennial visits of vassals\nto the Emperor (probably only theoretical visits at that date)\nwine was served at long tables in full cups, but was only drunk at\nthe proper ritualistic moment. Two years after that the King of\nTs’u was described as being at his wine, and therefore in the\nproper frame of mind to listen to representations.",
        "In 541 the Ts’u envoy was entertained at a punch d’honneur\nby the Tsin statesmen, one of whom seized the occasion to chant\none of the Odes warning people against drunkenness. It is well\nknown that Confucius enjoyed his dram; indeed, it is said of him:\n“As to wine, he had no measure, but he did not fuddle himself.” In\nthe year 506 the ruler of Ts’in is described as being a heavy\ndrinker. In 489 a Ts’i councillor is described as being drunk. A\nfew years later the ruler of Ts’i and his wife are seen drinking\ntogether on the verandah, and some prisoners escape owing to the\ngaoler having been judiciously plied with drink.",
        "Meat seems to have been much more generally consumed in old China\n(by those who could afford it) than in modern times; and, as we\nmight expect, among the Tartar infected people, horse-flesh in\nparticular. In the second century B.C. the question of eating\nhorse-liver is compared by a witty Emperor with the danger of\nrevolutionary talk. He said: “We may like it, but it is\ndangerous.” (Last year, when in Neu Brandenburg, I came across a\nman whose brother was a horse-butcher in Pomerania, and,\nremembering this imperial remark, I asked about horse-liver. The\nman said he always had a feast of horse-liver when he visited his\nbrother, and that he much preferred it to cows’ liver, or to any\nother part of the horse; but, he added, “you must be careful about\neating it in summer.”) In 645 Duke Muh of Ts’in was rescued from\nthe Tsin troops by what was described to him as a body-guard of\nhorse-flesh eaters. It appeared, when he sought for explanation,\nthat the same Ts’in ruler had, some time before, been robbed of a\nhorse by some “wild men,” who proceeded to cut it up and eat it.\nThey were arrested; but the magnanimous duke said: “I am told\nhorse-flesh needs spirits to make it digest well,” and, instead of\npunishing them, he gave them a keg of liquor, adding: “no sage\nwould ever injure men on account of a mere beast.”, He had\nforgotten the circumstance, but it now transpired that these men\nhad, out of gratitude, since then enlisted as soldiers. This story\nis the more interesting as it proves how incompletely civilized\nthe neighbourhood of Ts’in then was.–Bears’ paws are often spoken\nof as a favourite dish. In 626 the King of Ts’u, about to be\nmurdered by his son and successor, said: “At least, let me have a\nbear’s paw supper before I die.” But it takes many hours to cook\nthis dish to a turn, and the son easily saw through the paternal\nmanoeuvre, pleaded only to gain time. It may be here mentioned,\ntoo, that Ts’u made regular use of elephants in battle, which\ncircumstance is another piece of testimony in favour of the\nAnnamese connection of Ts’u. In the Rites of Chou, supposed\nto be the work of the Duke of Chou, mention is made of ivory as\none of the products of the “Jungle province,” as then called. In\nmodern times Annam has regularly supplied the Peking Government\nwith elephants, the skin of which is eaten as a tonic. After the\nannihilation of Wu by Yiieh, the cunning Chinese adviser of Yiieh\ndecided to retire with his fortune to Ts’i, on the ground that the\n“good sleuth-hound, when there is no more work for him, is apt to\nfind his way to the cooking-pot.” Dogs (fed up for the purpose)\nare still eaten in some parts of China, and (as we shall soon see)\nthey were eaten in ancient Yiieh.",
        "Continue...",
        "\nThis electronic book of Ancient China Simplified by Edward Harper Parker,\nM.A., (Manc.), Professor of Chinese at the Victoria University of Manchester,\nLondon is public domain.\nHypertext conversion by Philipp Lenssen.\n\n\nAt Amazon: The Cambridge Illustrated History of China\n\n\nLast updated on November 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Ancient China Simplified (1908)By Edward Harper ParkerAt Amazon"
    ]
}