{
    "title": "Ancient China Simplified - Chapter IX - Position of Envoys",
    "author": "Edward Harper Parker",
    "chapter": "10",
    "content": [
        "",
        "\n\n",
        "It was a fixed rule in ancient China that envoys should be treated\nwith courtesy, and that their persons should be held sacred,\nwhether at residential courts, in durbar, or on the road through a\nthird state. During the wars of the sixth century B.C. between\nTsin in the north and Ts’u in the south, when these two powers\nwere rival aspirants to the Protectorate of the original and\northodox group of principalities lying between them, and were\nalternately imposing their will on the important and diplomatic\nminor Chinese state of CHENG (still the name of a territory in Ho\nNan), there were furnished many illustrations of this recognized\nrule. The chief reason for thus making a fighting-ground of the\nold Chinese principalities was that it was almost impossible for\nTs’u to get conveniently at any of the three great northern\npowers, and equally difficult for Ts’in, Tsin, and Ts’i to reach\nTs’u, without passing through one or more Chinese states, mostly\nbearing the imperial clan name, and permission had to be asked for\nan army to pass through, unless the said Chinese state was under\nthe predominancy of (for instance) Tsin or Ts’u. It was like\nGermany and Italy with Switzerland between them, or Germany and\nSpain with France between them. Another important old Chinese\nstate was Sung, lying to the east of CHENG. Both these states were\nof the highest caste, the Earl of CHENG being a close relative of\nthe Chou Emperor, and the Duke of Sung being the representative or\nreligious heir of the remains of the Shang dynasty ousted by the\nChou family in I 122 B.C., magnanimously reinfeoffed “in order\nthat the family sacrifices might not be entirely cut off” together\nwith the loss of imperial sway. In the year 595 B.C. Sung went so\nfar as to put a Ts’u envoy to death, naturally much to the wrath\nof the rising southern power. Ts’u in turn arrested the Tsin envoy\non his way to Sung, and tried in vain to force him to betray his\ntrust. In 582 Tsin, in a fit of anger, detained the CHENG envoy,\nand finally put him to death for his impudence in coming\nofficially to visit Tsin after coquetting with Tsin’s rival Ts’u.\nAll these irregular cases are severely blamed by the historians.\nIn 562 Ts’u turned the tables upon Tsin by putting the CHENG envoy\nto death after the latter had concluded a treaty with Tsin.\nConfucius joins, retrospectively of course, in the chorus of\nuniversal reprobation. In 560 Ts’u tried to play upon the Ts’i\nenvoy a trick which in its futility reminds us strongly of the\nanalogous petty humiliations until recently imposed by China,\nwhenever convenient occasion offered, upon foreign officials\naccredited to her. The Ts’i envoy, who was somewhat deformed in\nperson, was no less an individual than the celebrated philosopher\nYen-tsz, a respected acquaintance of Confucius (though, of course,\nmuch his senior), and second only to Kwan-tsz amongst the great\nadministrative statesmen of Ts’i. The half-barbarous King of Ts’u\nconcocted with his obsequious courtiers a nice little scheme for\nhumiliating the northern envoy by indicating to him the small door\nprovided for his entry into the presence, such as the Grand\nSeigneurs in their hey-day used to provide for the Christian\nambassadors to Turkey. Yen-tsz, of course, at once saw through\nthis contemptible insult and said: “My master had his own reasons\nfor selecting so unworthy an individual as myself for this\nmission; yet if he had sent me on a mission to a dog-court, I\nshould have obeyed orders and entered by a dog-gate: however, it\nso happens that I am here on a mission to the King of Ts’u, and of\ncourse I expect to enter by a gate befitting the status of that\nruler.” Still another prank was tried by the foolish king: a\n“variety entertainment” was got up, in which one scene represented\na famished wretch who was being belaboured for some reason.\nNaturally every one asked: “What is that?” The answer was: “A Ts’i\nman who has been detected in thieving.”  Yen-tsz said: “I\nunderstand that the best fruits come from Ts’u, and they say we\nnorthern men cannot come near the quality of their peaches. We are\nhonest simpletons, too, and do not look natural on the variety\nstage as thieves. The true rogue, like the true peach, is a\nsouthern speciality. I did see rogues on the stage, it is true,\nbut none of them looked like a Ts’i man; hence I asked, ’What is\nit?’” The king laughed sheepishly, and, for a time at least, gave\nup taking liberties with Yen-tsz.",
        "In 545, when Ts’u for the moment had the predominant say over\nCHENG’s political action, it was insisted that the ruler of CHENG\nshould come in person to pay his respects: this was after a great\nPeace Conference, held at Sung, on which occasion Tsin and Ts’u\narranged a modus operandi for their respective subordinate\nor allied vassals. There was no help for it, and the Earl\naccordingly went. The minister in attendance was Tsz-ch’an-a very\ngreat name indeed in Chinese history; he was a lawyer, statesman,\n“democratic conservative,” sceptic, and philosopher, deeply\nlamented on his death alike by the people of CHENG, and by his\nfriend or correspondent Confucius of Lu state. The Chinese\ndiplomats then, as now, had the most roundabout ways of pointing a\nmoral or delicately insinuating an innuendo. On arrival at the\noutskirts of the capital, instead of building the usual dais for\nformalities and sacrifices, Tsz-ch’an threw up a mean hut for the\naccommodation of his mission, saying: “Altars are built by great\nstates when they visit small ones as a symbol of benefits\naccorded, and by way of exhortation to continue in virtuous ways.\"\nFour years later Ts’u sent a mission of menacing size to CHENG,\nostensibly to complete the carrying out of a marriage agreed upon\nby treaty between Ts’u and CHENG. Tsz-ch’an insisted that the bows\nand arrows carried by the escort should be left outside the city\nwalls, adding: “Our poor state is too small to bear the full\nhonour of such an escort; erect your altar dais outside the wall\nfor the service of the ancestral sacrifices, and we will there\nawait your commands about the marriage.”",
        "In 538, when Ts’u was, for the first time, holding a durbar as\nrecognized Protector, being at the time, however, on hostile terms\nwith her former vassal, Wu, the King of Ts’u committed the gross\noutrage of seizing the ruler of a petty state, who was then\npresent at the durbar, because that ruler had married (being\nhimself of eastern barbarian descent) a princess of Wu. The\nfollowing year, when two very distinguished statesmen from the\nterritory of his secular enemy Tsin came on a political mission,\nthe King of Ts’u consulted his premier about the advisability of\ncastrating the one for a harem eunuch, and cutting off the feet of\nthe other for a door-porter. “Your Majesty can do it, certainly,\"\nwas the reply, “but how about the consequences?” This was the\noccasion, mentioned in Chapter VI., on which the king was reminded\nhow many great private families there were in Tsin quite capable\nof raising a hundred chariots apiece.",
        "It appears that envoys, at least in Lu, were hereditary in some\nfamilies, just as other families provided successive generations\nof ministers. A Lu envoy to Tsin, who carried a very valuable gem-\nstudded girdle with him, had very great pressure put upon him by a\ncovetous Tsin minister who wanted the girdle. The envoy offered to\ngive some silk instead, but he said that not even to save his life\nwould he give up the girdle. The Tsin magnate thought better of\nit; but it is remarkable how many cases of sordid greed of this\nkind are recorded, all pointing to the comparative absence of\ncommercial exchanges, or standards of value between the feudal\nstates.",
        "Ts’u seems to have thoroughly deserved Yen-tsz’s imputations of\ntreachery and roguery. At the great Peace Conference held outside\nthe Sung capital in 546, the Ts’u escort was detected wearing\ncuirasses underneath their clothing. One of the greatest of the\nTsin statesmen, Shuh Hiang (a personal friend of Yen-tsz,\nConfucius, and Tsz-ch’an) managed diplomatically to keep down the\nrising indignation of the other powers and representatives present\nby pooh-poohing the clumsy artifice on the ground that by such\ntreachery Ts’u simply injured her own reputation in the federation\nto the manifest advantage of Tsin: it did not suit Tsin to\ncontinue the struggle with Ts’u just then. Then there was a\nsquabble as to precedence at the same Peace Conference; that is,\nwhether Tsin or Ts’u had the first right to smear lips with the\nblood of sacrifice: here again Shuh Hiang tactfully gave way, and\nby his conciliatory conduct succeeded in inducing the federal\nprinces to sign a sort of disarmament agreement. This is one of\nthe numerous instances in which Confucius as an annalist tries to\nmenager the true facts in the interests of orthodoxy.",
        "Even the more fully civilized state of Ts’i attempted an act of\ngross treachery, when in 500 B.C. the ruler of Lu, accompanied by\nConfucius as his minister in attendance, went to pay his respects.\nBut Confucius was just as sharp as Yen-tsz and Tsz-ch’an, his\nfriends, neighbours, and colleagues: he at once saw through the\nmenacing appearance of the barbarian “dances” (introduced here,\nagain, as a “variety entertainment”), and by his firm behaviour\nnot only saved the person of his prince, but shamed the ruler of\nTs’i into disclaiming and disavowing his obsequious fellow-\npractical jokers. Yen-tsz was actually present at the time, in\nattendance upon his own marquis; but it is nowhere alleged that he\nwas responsible for the disgraceful manoeuvre. As a result T’si\nwas obliged to restore to Lu several cities and districts\nwrongfully annexed some years before, and Lu promised to assist\nTs’i in her wars.",
        "[Illustration: MAP",
        "1. The River Sz still starts at Sz-shui (cross in circle; means\n“River Sz”), and runs past Confucius’ town, K’iih-fu, into the\nCanal in two branches. But in Confucius’ time what is now the\nCanal continued to be the River Sz, down to its junction with the\nHwai. The River I starts still from I-shui (also a cross in\ncircle; means “River I”), passes I-thou, and used to join the Sz\n(now the Canal) at the lower cross in a circle. The neck (dotted)\nof the Hwai embouchure no longer exists, and the Lake Hung-tseh\nnow dissipates itself into lakelets and canals. The Wu fleets, by\nsailing up the Hwai, Sz, and I, could get up to Lu, and threaten\nTs’i.",
        "2. In Confucius’ time the Yellow River turned north near the\njunction of the Emperor’s territory with Cheng: it passed through\nWei, and there divided. Its main branch, after coursing through\npart of the River Wei bed, left it and took possession of the\nRiver Chang bed. Up to 602 B.C. the secondary branch took the more\neasterly dotted line (the present Yellow River, once the River\nTsi); but after 602 B.C. it cut through Hing, followed the Wei,\nand took the line of the present Canal. Hing was a Tartar-harried\nstate contested by Ts’i and Tsin: it fell at last to Tsin.",
        "3. The capitals of Ts’i, Wei, Ts’ao, Cheng, Sung, Ch’en, Ts’ai\n(three) are marked with encircled crosses. K’iih-fu, the capital\nof Lu, is marked with a small circle. In 278 B.C. the Ts’u capital\nwas moved east to Ch’en. In 241 B.C., under pressure of Ts’in, the\nTs’u capital had to be moved to the double black cross on the\nsouth bank of the Hwai.]",
        "Continue...",
        "\nThis electronic book of Ancient China Simplified by Edward Harper Parker,\nM.A., (Manc.), Professor of Chinese at the Victoria University of Manchester,\nLondon is public domain.\nHypertext conversion by Philipp Lenssen.\n\n\nAt Amazon: The Cambridge Illustrated History of China\n\n\nLast updated on November 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Ancient China Simplified (1908)By Edward Harper ParkerAt Amazon"
    ]
}