{
    "title": "Ancient China Simplified - Chapter III - The Northern Powers",
    "author": "Edward Harper Parker",
    "chapter": "4",
    "content": [
        "",
        "\n\n",
        "We have already alluded to a princely family, of the same clan-\nname as the Chou Emperor, which had settled in the southern part\nof modern Shan Si province, and had thus acted as a sort of buffer\nstate to the imperial domain by keeping off from it the Tartar-\nTurk tribes in the north. This family was enfeoffed by the new\nChou dynasty in 1106 B.C. to replace the extremely ancient\nprincely house which had reigned there ever since the earliest\nEmperors ruled from that region (2300 B.C.), but which had\nresisted the Chou conquest, and had been exterminated. Nothing\ndefinite is known of what transpired in this principality\nsubsequently to the infeoffment of 1106 B.C., and prior to the\nevents of 771 B.C., at which latter date the ruling prince,\nhearing of the disaster to his kinsman the Emperor, went to meet\nthat monarch’s fugitive successor, and escorted him eastwards to\nhis new capital. This metropolis had, as we have explained\nalready, been marked out some 340 years before this, and had\ncontinued to be one of the chief spiritual and political centres\nin the imperial domain; but for some reason it had never before\n771 B.C. been officially declared a capital, or at all events\nthe capital. Confucius, in his history, does not mention at\nall the petty semi-Tartar state of which we are now speaking\nbefore 671 B.C., and all that we know of its doings during this\ncentury of time is that rival factions, family intrigues, and\npetty annexations at the cost of various Tartar tribes, and of\nsmall, but ancient, Chinese principalities, occupied most of its\ntime. It must be repeated here, however, that, notwithstanding\nTartar neighbours, the valley of the River Fen had been the seat\nof several of China’s oldest semi-mythical emperors-possibly even\nof dynasties,-and at no time do the Tartars seem to have ever\nsucceeded in ousting the Chinese from South Shan Si. The official\nname of the region after the Chou infeoffment of 1106 B.C. was the\nState of Tsin, and it was roughly divided off to the west from its\nless civilized colleague Ts’in by the Yellow River, on the right\nbank of which Tsin still possessed a number of towns. It is\nparticularly difficult for Europeans to realize the sharp\ndistinction in sound between these two names, the more especially\nbecause we have in the West no conception whatever of the effect\nof tone upon a syllable It may be explained, however, that the\nsonant initial and even-voiced tone in the one case, contrasted\nwith the surd initial and the scaled tone in the other, involves\nto the Chinese mind a distinction quite as clear in all dialects\nas the European distinction in all languages between the two\nstates of Prussia and Russia, or between the two peoples Swedes\nand Swiss: it is entirely the imperfection of our Western\nalphabet, not at all that of the spoken sounds or the ideographs,\nthat is at fault.",
        "The Yellow River, running from north to south, not only roughly\nseparated from each other these two Tartar-Chinese buffer states\nin the north-west, but the same Yellow River, flowing east, and\nits tributary, the River Wei, also formed a rough boundary between\nthe two states of Tsin and Ts’in (together) to the north, and the\ninnumerable petty but ancient Chinese principalities surrounding\nthe imperial domain to the south. These principalities or\nsettlements were scattered about among the head-waters of the Han\nRiver and the Hwai River systems, and their manifest destiny, if\nthey needed expansion, clearly drove them further southwards,\nfollowing the courses of all these head-waters, towards the Yang-\ntsz Kiang. But, more than that, the Yellow River, after thus\nflowing east for several hundred miles, turned sharp north in\nlong. 114o E., as already explained, and thence to the north-east\nformed a second rough boundary between Tsin and nearly all the\nremaining orthodox Chinese states. Tsin’s chief task was thus to\nabsorb into its administrative system all the Tartar raiders that\nventured south to the Yellow River.",
        "But there was a third northern state engaged in the task of\nkeeping back the Tartar tribes, and in developing a civilization\nof its own-based largely, of course, upon Chinese principles, but\nmodified so as to meet local exigencies. This was the state of\nTs’i, enclosed between the Yellow River to the west and the sea to\nthe east, but extending much farther north than the boundaries of\nmodern Shan Tung province, if, indeed, the embouchure of the\nYellow River, near modern Tientsin, did not form its northern\nboundary; but the promontory or peninsula, as well as all the\ncoast, was still in the hands of “barbarian” tribes (now long\nsince civilized and assimilated), of which for many centuries past\nno separate trace has remained. We have no means of judging now\nwhether these “barbarians” were uncultured, close kinsmen of the\northodox Chinese; or remote kinsmen; or quite foreign. When the\nChou principality received an invitation by acclamation to conquer\nand administer China in 1122, an obscure political worthy from\nthese eastern parts placed his services as adviser and organizer\nat the command of the new Chou Emperor, in return for which\nimportant help he received the fief of Ts’i. Although obscure,\nthis man traced his descent back to the times when (2300 B.C.) his\nancestors received fiefs from the most ancient Emperors. From that\ntime down to the year 1122 B.C., and onwards to the events of 771\nB.C., nothing much beyond the fact of the Chou infeoffment is\nrecorded; but after the Emperor had been killed by the Tartar-\nTibetans, this state of Ts’i also began to grow restive; and the\nseventh century before Christ opens with the significant statement\nthat “Ts’in, Tsin, and Ts’i, now begin to be powerful states.” Of\nthe three, Tsin alone bore the imperial Chou clan-name of\nKi.",
        "[Illustration: Map.",
        "1. In 2200 B.C. the Yellow River was divided at the point where\nour map begins, and the main waters were conducted to the River\nChang, which thus formed one river with it. But a secondary branch\nwas conducted eastwards to the Rivers T’ah and Tsi (now, 1908, the\nYellow River).",
        "2. In 602 B.C. this secondary branch suddenly turned north,\nfollowed the line of the present (1908) Grand Canal, and joined\nthe main branch, i.e. the River Chang.",
        "3. The capitals of Ts’i and Lu are shown. The Yellow River divided\nTsin from Ts’i, but Tartars harried the whole dividing line.]",
        " North of the Yellow River, where it then entered the sea near the\nmodern treaty-port of Tientsin, there was yet another great\nvassal state, called Yen, which had been given by the founders of\nthe Chou dynasty to a very distinguished blood relative and\nfaithful supporter: this noble prince has been immortalized in\nbeautiful language on account of the rigid justice of his\ndecisions given under the shade of an apple-tree: it was the\npractice in those days to render into popular song the chief\nevents of the times, and it is not improbable, indeed, that this\nSaga literature was the only popular record of the past, until, as\nalready hinted, after 827 B.C., writing became simplified and thus\nmore diffused, instead of being confined to solemn manifestoes and\ncommandments cast or carved on bronze or stone.",
        "“Oh! woodman, spare that tree,\nTouch not a single bough,\nHis wisdom lingers now.”",
        "The words, singularly like those of our own well-known song, are\nknown to every Chinese school-boy, and with hundreds, even\nthousands, of other similar songs, which used to be daily quoted\nas precedents by the statesmen of that primitive period in their\npolitical intercourse with each other, were later pruned,\npurified, and collated by Confucius, until at last they received\nclassical rank in the “Book of Odes” or the “Classic of Poetry,\"\ncontaining a mere tenth part of the old “Odes” as they used to be\npassed from mouth to ear.",
        "Even less is known of the early days of Yen than is known of\nTs’in, Tsin, and Ts’i; there is not even a vague tradition to\nsuggest who ruled it, or what sort of a place it was, before the\nChou prince was sent there; all that is anywhere recorded is that\nit was a very small, poor, and feeble region, dovetailed in\nbetween Tsin and Ts’i, and exposed north to the harassing attacks\nof savages and Coreans (i.e. tribes afterwards enumerated\nas forming part of Corea when the name of Corea became known). The\nmysterious region is only mentioned here at all on account of its\ndistinguished origin, in order to show that the Chinese\ncultivators had from the very earliest times apparently succeeded\nin keeping the bulk of the Tartars to the left bank of the Yellow\nRiver all the way from the Desert to the sea; because later on\n(350 B.C.) Yen actually did become a powerful state; and finally,\nbecause if any very early notions concerning Corea and Japanese\nislands had ever crept vaguely into China at all, it must have\nbeen through this state of Yen, which was coterminous with Liao\nTung and Manchuria. The great point to remember is, the extensive\nterritory between the Great Wall and the Yellow River then lay\nalmost entirely beyond the pale of ancient China, and it was only\nwhen Ts’in, Tsin, Ts’i, and Yen had to look elsewhere than to the\nEmperor for protection from Tartar inroads that the centre of\npolitical gravity was changed once and for ever from the centre of\nChina to the north.",
        "We know nothing of the precise causes which conduced to unusual\nTartar activity at the dawn of Chinese true history: in the\nabsence of any Tartar knowledge of writing, it seems impossible\nnow that we ever can know it. Still less are we in a position to\nspeculate profitably how far the movements on the Chinese\nfrontier, in 800-600 B.C., may be connected with similar\nrestlessness on the Persian and Greek frontiers, of which, again,\nwe know nothing very illuminating or specific. It is certain that\nthe Chinese had no conception of a Tartar empire, or of a coherent\nmonarchy, under the vigorous dominion of a great military genius,\nuntil at least five centuries after the Tartars, killed a Chinese\nEmperor in battle as related (771 B.C.). It is even uncertain what\nwere the main race distinctions of the nomad aggregations, loosely\nstyled by us “Tartars,” for the simple reason that the ambiguous\nChinese terminology does not enable us to select a more specific\nword. Nevertheless, the Chinese do make certain distinctions; and,\nas what remains of aboriginal populations in the north, south,\neast, and west of China points strongly to the probability of\npopulations in the main occupying the same sites that they did\n3000 years ago (unless where specific facts point to a contrary\nconclusion), we may fairly assume that the distribution was then\nvery much as now-beginning from the east, (1) Japanese, (2)\nCorean, (3) Tungusic, (4) Mongol-Turkish, (5) Turkish, (6)\nTurkish-Tibetan, and Mongol-Tibetan (or Mongol-Turkoid Tibetan),\n(7) Tibetan. The Chinese use four terms to express these relative\nquantities, which may be called X, Y, Z, and A. The term “X,” pure\nand simple, never under any circumstances refers to any but\nTibetans (of whom at this time the Chinese had no recorded\nknowledge whatever except by name); but “X + Y” also refers to\ntribes in Tibetan regions. The term “West Y” seems to mean\nTibetan-Tartars, and the term “North Y” seems to mean Mongoloid-\nTunguses. There is a third Y term, “Dog Y,” evidently meaning\nTartars of some kind, and not Tibetans of any sort. The term “Z\"\nnever refers to Tibetans, pure or mixed, but “Y + Z” loosely\nrefers to Turks, Mongols, and Tunguses. The terms “Red Z”, “White\nZ,” and “North Z” seem to indicate Turks; and what is more, these\ncolour distinctions–probably of clothing or head-gear-continue to\nquite modern times, and always in connection with Turks or Mongol-\nTurks. The fourth term “A” never occurs before the third century\nbefore Christ, and refers to all Tartars, Coreans, etc.; but not\nto Tibetans: it need not, therefore, be discussed at present. The\nmodern province of Sz Ch’wan was absolutely unknown even by name;\nbut several centuries later, as we shall shortly see, it turned\nout to be a state of considerable magnitude, with quite a little\nimperial history of its own: probably it was with this unknown\nstate that the bulk of the Tibetans tried conclusions, if they\ntried them with China at all.",
        "Be that as it may, the present wish is to make clear that at the\nfirst great turning-point in genuine Chinese history the whole of\nnorth and west China was in the hands of totally unknown powers,\nwho completely shut in the Middle Kingdom; who only manifested\nthemselves at all in the shape of occasional bodies of raiders;\nand who, if they had any knowledge, direct or indirect, of India,\nTibet, Turkestan, Siberia, Persia, etc., kept it strictly to\nthemselves, and in any case were incapable of communicating it in\nwriting to the frontier Chinese populations of the four buffer\nstates above enumerated.",
        "Continue...",
        "\nThis electronic book of Ancient China Simplified by Edward Harper Parker,\nM.A., (Manc.), Professor of Chinese at the Victoria University of Manchester,\nLondon is public domain.\nHypertext conversion by Philipp Lenssen.\n\n\nAt Amazon: The Cambridge Illustrated History of China\n\n\nLast updated on November 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Ancient China Simplified (1908)By Edward Harper ParkerAt Amazon"
    ]
}