{
    "title": "Ancient China Simplified - Ancient Chinese Law",
    "author": "Edward Harper Parker",
    "chapter": "49",
    "content": [
        "",
        "\n\n",
        "In the spring of the year 536 B.C., Tsz-ch’an, one of the leading\nstatesmen in the Chinese Federal Union, decided to publish for\npopular information the Criminal Law which had hitherto been\nsimply “declared” by the various rulers and their officers\naccording to the circumstances of each case. At this time the\ndifferent premiers and ministers used to visit each other freely,\ngenerally in the suite of the reigning prince who happened to be\neither receiving or paying a visit from or to some other vassal\nprince. The Emperor himself, now shorn of his power, was only\nprimus inter pares amongst these princes. Shuh Hiang, one\nof the ministers at the neighbouring court of Tsin, addressed the\nfollowing remarkable letter to the colleague above mentioned who\nhad introduced the legal innovation. It is published in\nexteso in Confucius’ own history of the times, as expanded\nby one of his pupils:–",
        "“At first I used to regard you as a guide, but now all this is at\nan end. Our monarchs in past times were wont to decide matters by\nspecific ordinance, and had no prepared statutes, fearing lest the\npeople should grow contentious. Yet even so it was impossible to\nsuppress wrong-doing; for which reason they employed justice as a\npreventive, administration to bring things into line, external\nformality to secure respect, good faith as an abiding principle,\nand kindness in actual treatment. They appointed certain ranks and\nemoluments with a view to encouraging their officers to follow the\ncourse thus sketched out for them, and they fixed certain stern\npunishments and fines in order to fill these officers with a dread\nof arbitrariness, fearing that otherwise they might fail in their\nduty. Thus admonition was given with every loyalty; fear was\ninspired by personal example; instruction was conveyed as occasion\nrequired; employment in service was accompanied by suavity;\ncontact with inferiors was marked by a respectful demeanour; the\nexecutive arm was firmly applied; and decisions were carried out\nwith virility. Yet, with all this, it was never too easy to secure\nwise and saintly (vassal) princes, clever and discriminating\nministers, loyal and trusty officials, or kind and affectionate\ninstructors. Under these circumstances, however, it was possible\nto set the people going, and China was at least free from\nrevolution and misery.",
        "“But when the people themselves become cognizant of a written law,\nthey will cease to fear their superiors, and, moreover, they will\nacquire a contentious spirit. Having book to refer to, they will\nemploy every device to elude the letter of the law. This will not\ndo at all. It was only in times of anarchical rule that the\nfounders of the Hia and Shang dynasties (2200 B.C. and 1760 B.C.)\nfound it necessary to issue (to their officers) the collections of\nlaws which still bear their two respective names; and it was also\nonly in anarchical times (1000 B.C.) that one Emperor of our\npresent dynasty found it necessary to publish (for his officers)\nthe so-called Nine Laws. In other words, the advent of written law\nhas on all three occasions connoted a decay in government. You,\nsir, are the chief minister of CHENG state (part of modern\nHo Nan); you made a few years ago some new regulations about the\nparcelling of land; next you placed the system of your taxation on\na fresh basis; and you now proceed to embody the three special\ncollections just cited in a new popular code, which you have had\ncast in metal characters. If you are doing it with a view to\npacify the people, surely you will not find this an easy matter?\nThe ’Book of Odes’ says: ’King Wen (the virtual founder,\n2200 B.C., of the then reigning Chou dynasty) took virtue as his\nguide, and thus gradually pacified the four quarters of the\nworld.’ It also says: ’The methods of King Wu (son of the\nvirtual founder) secured the confidence of all the other\ncountries.’ Where were the written laws in those times? When\npeople begin to get the contentious spirit upon them, they will\nhave done with the principles of propriety, and only stickle for\nthe letter; they will haggle upon every tiny point accessible to\nknife’s edge or awl’s tip. We shall witness a flood of litigious\naccusations; bribery and corruption will be rampant. Do you think\nthe state of Cheng will last out your life? I have heard it\nsaid: ’When a country is about to collapse, there are many\nconflicting administrative changes.’ Will this apply to present\nconditions?”",
        "The reply returned was:-",
        "“With regard to what my honourable friend has been pleased to say,\nI am afraid my humble capacities are not sufficiently great to\ntake the interests of posterity; my action has been taken in the\ninterests of the state as I find it, and as I have to govern it.\nThough, therefore, I cannot accept tour commands, I shall be\ncareful not to forget your kindness in proffering advice.”",
        "Though the exact words of the above-mentioned Code in Brass have\nnot come down to us, they are (like the Twelve Tables of Rome,\neighty years later in date, were in relation to Roman jurisprudence)\nthe foundation of Chinese Criminal Law as it exists to-day, modified,\nof course, dynasty by dynasty. At this time Confucius was a mere\nyouth; but later on, as minister of a third vassal state, that of Lu, he\nalso expressed his disapproval of a written code, much though he\nrespected the author, whom he knew personally. Shuh Hiang’s letter\nis of interest as showing the pitch of philosophy, common-sense, and\ninternational courtesy to which the statesmen of China had attained\n2400 years ago.",
        "In 539 B.C. the Ts’i statesman and philosopher Yen-tsz was sent on\na mission to Tsin in order to negotiate a political marriage. At\nthis period Han K’i, also called Han Suean-tsz, was the premier of\nTsin, and he despatched the minister Shuh Hiang with a complimentary\nmessage to the Ts’i envoy, accepting the offer of a suitable wife. At\nthis time the diplomatic relations of the Chinese states were particularly\ninteresting, because, apart from the fact that intellectual premiers ruled\nall the great states, most of them were personal friends, acquaintances,\nor correspondents of Confucius, who has left on record his judgment\nupon each. After the official marriage negotiations were over, Shuh\nHiang ordered refreshments, and he and Yen-tsz sat down to a nice\nquiet little chat by themselves.",
        "Shuh Hiang. How is Ts’i going on?",
        "Yen-tsz. These are bad times. I don’t know what I can say\nabout Ts’i, except that it appears to be falling into the hands of\nthe CH’EN family. The prince neglects his people, and consequently\nthey turn to the CH’EN family for protection. In former times Ts’i\nhad three grain measures, each a four multiple of the other–etc.\nfour pints, sixteen pints, sixty-four pints–and finally there was\na large measure containing ten times the last, or 640 pints (or\nlitres); but the three measures of the CH’EN family have each been\nraised by one unit, so that three successive fives multiplied by\nten give 800 pints, and their plan is to make loans of grain with\ntheir private 8oo-pint measure, and then to take back payments in\nthe prince’s measure. The wood from the mountains is sold in the\nmarket-place as cheaply as on the mountains; fish, salt, clams,\nand cockles are sold in the market-place as cheaply as on the\nshore. On the other hand, two-thirds of the produce of the\npeople’s labour go to the prince, whilst only one-third remains\nfor the sustenance of the producers. The prince’s stores rot away,\nwhilst our old men die of starvation. False feet are cheaper than\nshoes in the market-place (owing to the number of people punished\nwith amputation of a foot); the people are smarting with a sense\nof wrong, and are longing for the advent (of the CH’EN family),\nwhom they love as a parent, and towards whom they tend, just as\nwater runs downhill. Under these circumstances, even if they did\nnot want to gain the people over, how can they avoid it? The last\nsurviving member of that branch of the CH’EN family who traced his\ndescent to previous dynasties has still left his spirit in the\nland of Ts’i, though the representatives of the family are\nnominally subjects of Ts’i.",
        "Shuh Hiang. Yes. And even our ruling house of Tsin has\nfallen on degenerate times. Armies are no longer equipped, and our\nstatesmen are not ready for war. There is no one to lead the\nchariots, and our battalions have no competent commanders. The\ncommon people are utterly exhausted, whilst the extravagance of\nthe palace is unbounded. The starving folk line the roads, whilst\nmoney is squandered upon female favourites. The commands of the\nprince are received by the people as though they longed to escape\nthe clutches of a bandit. The representatives of the eight leading\nfamilies who have served the state so long and faithfully are\nreduced to the most insignificant offices. Government is\nadministered in certain private interests, and the people have no\none to whom to appeal. The ruler shows no sign of amendment, and\nendeavours to drown his cares in excessive indulgence. When did\nthe ruling house ever before reach the low depths of to-day? The\nwarning oracle inscribed on the tripod says: “However early you\nmay get to zealous work, your descendants may be lazy.” How much\nmore, in the case of a man who will not reform, is disaster likely\nto be impending soon!",
        "Yen-tsz. What do you propose to do?",
        "Shuh Hiang. The ruling house of Tsin is about exhausted. I\nhave heard it said that when a ruling house is about to fall, its\nfamily members drop off first, like the branches and leaves of a\nstricken tree; and the ruler himself, like the trunk, follows\nsuit. Take my own stock, for instance, which formerly contained\neleven family or clan names. The Sheepstongue (cf, English\nSheepshanks) clan is my clan, and the only one now left; and I\nmyself have no son fit to be my heir. The ruling house is\narbitrary and capricious, so that, even if I am fortunate enough\nto die in my bed myself, I shall have no one to perform the\nsacra for me.",
        "In 513 B.C. two generals of the Tsin state carried their arms into\nthe Luh-hun reservation (in modern Ho Nan province), whither, in\n638 B.C., the Tartar tribe of that name had been brought to settle\nby agreement between the two Chinese powers whose territories\n(Ts’in and Tsin) ran with the Tartars; “and then they drew upon\nTsin state for four cwt. of iron, in order to cast a punishment\ntripod upon which to inscribe the law-book composed by Fan Suean-\ntsz (a minister).” Confucius said:–",
        "“It looks as though Tsin were about to perish, as it has made a\nmistake in its calculations. The state of Tsin ought to govern its\npeople by maintaining the ancient laws and ordinances received by\ntheir ancestor who was first enfeoffed there (in 1120 B.C.), when\nthe officers of state would each observe the same in their degree.\nThus the people would know how to respect their superiors, and the\nruling classes would be in a position to maintain their\npatrimonies. The proper balance between superior classes and\ncommoners is what we call ’ordinance.’ The ruling prince W&n (who\nassumed the Protectorship of China in 632 B.C.) for this reason\nestablished an official body of dignitaries, and organized the\nannual spring revision of the laws of his ancestors as Representative\nFederal Prince. Now Tsin abandons this system, and makes a tripod,\nwhich tripod–will henceforth govern the people’s acts. How can they\nnow respect their superiors (having book to go by)? How can the\nsuperiors maintain their patrimonies? If superiors and commoners\nconfuse degree, how can the state go on? Moreover, Suean-tsz’s\npunishments date from the spring revision (of 621 B.C.), when confusion\nand change was going on in Tsin state; how can they take this as a\nfit precedent?”",
        "About twenty-five centuries ago–in 546 B.C., to be precise–the\nChinese Powers had a “Hague Conference” with a view to the\nreduction of armaments. This is how Confucius’ pupil, Tso K’iu-\nming, tells the story in the “Tso Chwan,” or expanded version of\nConfucius’ “Springs and Autumns” (for convenience the names of the\nancient States are changed to those of the modern provinces\ncorresponding with them):–",
        "“A statesman of Ho Nan, being on friendly terms with his\ncolleagues of Shan Si and Hu P&h, conceived the idea of making a\nname for himself by proposing a cessation of armaments. He went\nfirst to Shan Si, and interviewed the Premier there; the Premier\nconsulted his colleagues in the Shan Si ministry, and one of them\nsaid: ’War is ruinous to the people, and a fearful waste of\nwealth; it is the curse of the smaller Powers. Although the idea\nwill come to nothing, we must consent to a conference; otherwise\nHu P&h will consent to it first, in order to gain favour with the\nPowers, and thus we shall lose the predominant position we now\noccupy.’ So Shan Si consented.",
        "“Then (the narrative continues) Hu Peh was visited, and also\nconsented. Then Shan Tung (the German sphere now). Shan Tung did\nnot like the idea; but one of the Shan Tung Ministers said: ’Shan\nSi and Hu P&h have agreed, and we have no help for it. Besides,\nthe world will say that there would be a cessation of armaments\nwere it not for our refusal, and thus our own people will vote\nagainst us. What is the use of that?’ So Shan Tung consented. Next\nShen Si was notified. Shen Si also consented. Then the whole four\ngreat Powers notified the minor States, and a great durbar (of\nfourteen States) was held at a minor court in Ho Nan.”",
        "The curious part of it all is that the representative of the\nEmperor (whose political position was not unlike that of the Popes\nin Europe since 1870) did not appear at the Conference at all,\nthough all the Great Powers maintained the fiction of granting\nprecedence to the Emperor and his nuncios, and even went through\nthe form of accepting investiture from him and taking tribute\npresents to the Imperial Court-when it suited them.",
        "This celebrated Peace Conference closed the seventy-two years of\nalmost incessant war that had been going on between Tsin and Ts’in\n(Shan Si and Shen Si), apart from the subsidiary war between Tsin\nand Ts’u (Hu Peh).",
        " ",
        "\nThis electronic book of Ancient China Simplified by Edward Harper Parker,\nM.A., (Manc.), Professor of Chinese at the Victoria University of Manchester,\nLondon is public domain.\nHypertext conversion by Philipp Lenssen.\n\n\nAt Amazon: The Cambridge Illustrated History of China\n\n\nLast updated on November 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Ancient China Simplified (1908)By Edward Harper ParkerAt Amazon"
    ]
}