{
    "title": "Ancient China Simplified - Chapter XXXIII - Names",
    "author": "Edward Harper Parker",
    "chapter": "34",
    "content": [
        "",
        "\n\n",
        "One of the difficulties of Chinese ancient history is the\nunravelling of proper names; but, as with other difficulties, this\none is owing rather to the novelty and strangeness of the subject,\nto the unfamiliarity of scene and of atmosphere, than to any\ninherent want of clearness in the matter itself. In reading\nScottish history, no one is much disconcerted to find a man called\nupon the same page (as an imaginary instance), Old John, John\nMcQuhirt, the Master of Weel, the McQuhirt, the Laird o’ Airton,\nthe Laird of the Isle, and the Earl of Airton and Weel; there are\nmany such instances to be found in Boswell’s account of the\nJohnsonian trip to the Hebrides; but the puzzled Englishman has at\nleast his own language and a fairly familiar ground to deal with.\nWhen, however, we come to unpronounceable Chinese names of strange\nindividuals, moving about amid hitherto unheard-of surroundings\n2500 years ago, with a suspicion of uncertainty added about the\ngenuineness and good faith of the whole story, things are apt to\nseem hopelessly involved, even where the best of good-will to\nunderstand is present. Thus Confucius may be called K’ung-tsz,\nK’ung Fu-tsz, or Chung-ni, besides other personal applications\nunder the influence of tabu rules, Tsz-ch’an may be spoken\nof as Kung-sun K’iao, or (if he himself speaks) simply as K’iao.\nAnd so on with nearly all prominent individuals. In those times\nthe family names, or “surnames” as we say in English, were not\nused with the regularity that prevails in China now, when every\none of standing has a fixed family name, such as Li or Yiian,\nfollowed by an official personal name, like Hung-chang or Shi-\nk’ai. In old times the clan or tribe counted first; for instance\nthe imperial clan of Ki included princes of several vassal\nstates. But, after five generations, it was expected that any\ngiven family unit should detach itself. Thus, in 710 B.C.,\nConfucius’ ancestor, son of the composer of odes mentioned on page\n175, took, or was given by the ruler of his native state, Sung,\nthe detached family name of K’ung-fu (Father K’ung), “Father\"\nbeing the social application, and K’ung the surname, which thence\nbecame the family name of a new branch. The old original clan-\nnames were little used by any one in a current sense, just as the\nEnglish family name of Guelph is kept in the dim background so far\nas current use goes. Nor were the personal names, even of Chinese\nemperors and kings, so grave and decorous in style as they have\nalways been in later times. For instance, “Black Buttocks,” “Black\nArm,” “Double Ears\";–such names (decidedly Turkish in style) are\nnot only used of Tsin princes with an admixture of Tartar blood\nnearly always coursing more or less in their veins, but also in\nsuch states as the orthodox Lu. The name “Black Arm,” for\ninstance, is used both by Lu and by Ts’u princes; also by a Ts’u\nprivate individual; whilst an orthodox Duke of Sung bears the\npurely Turkish name of T’ouman, which (and exactly the same\npictograph characters, too) was also the name of the first\nhistorical Hiung-nu (later Turkish) Khan several centuries later.\nThe name Luh-fu or “Emoluments Father,” belonging to the\nson of the last Emperor of the Shang dynasty in 1123 B.C., was\nalso the personal name of one of the rulers of Ts’i many centuries\nlater. In the same way we find identical personal names in CH’EN\nand Lu, and also in Ts’u and Lu princes. Eunuchs were not\nconsidered to possess family names, or even official personal\nnames. If there had been then, as now, a celibate priestly caste,\nno doubt then, as now, priests would also have been relieved of\ntheir family name rights.",
        "It seems quite clear that many if not most family names began in\nChina with the name of places, somewhat after the Scotch style:\neven in Lancashire the title of the old lord of the manor is often\nthe family surname of many of the village folk around. Take the\nChinese imperial domain for instance; in the year 558 one Liu Hia\ngoes to meet his master the new Emperor. His name (Hia) and\nsurname (Liu) would serve just as well for current use to-day, as\nfor example with the late viceroy Liu K’un-yih; but we are told\nLiu Hia was so “named” by the historian in full because his rank\nwas not that of first-class statesman, and it is explained that\nLiu was the name of his tenancy in the imperial appanage. At a Lu\nfuneral in 626 B.C. the Emperor’s representative to the vassal\nstate is spoken of complimentarily by his social appellation in\nview of his possessing first-class ministerial rank: he cannot be\nspoken of by his detached clan-name, or family name, “because he\nhas not yet received a town in fee.” A few years later, another\nimperial messenger is spoken of as King-shuh (Glory Uncle),\n“Glory” being the name of his manor or fee, and “Uncle” his social\nappellation. In 436 B.C. the Emperor sent a present of sacrificial\nmeat to Lu by X. As X is thus “named,” he must be of “scholar\"\nrank, as an imperial “minister” (it is explained) could not be\nthus named. The ruler alone has the right to “affront a man” at\nall times with his personal name, but even a son in speaking of\nhis own father to the Emperor may “affront” his father, because\nboth his father and himself are on equal subject footing before\nthe Emperor. To “name” a man in history is not always like\n“naming” a member in the House of Commons. For instance, the King\nof Ts’u, as mentioned in Chapter XXVII., was named for killing a\nChinese in 531, but not for killing a barbarian prince in 526 B.C.\nIt was partly by these delicate shades of naming or not naming,\ntitling or not titling, that Confucius hinted at his opinions in\nhis history: in the Ts’u case, it seems to have been an honour to\n“name” a barbarian. Wei Yang, Kung-sun Yang, or Shang Kiin, or\nShang Yang, the important personage who carried a new civilization\nto Ts’in, and practically “created” that power about 350 B.C.,\nwas, personally, simply named Yang, or “Bellyband.” As he came\noriginally from the orthodox state or principality of Wei, he\nmight be called Wei Yang, just as we might say Alexander of Fife.\nAs he received from Ts’in, as a reward for his services, the petty\nprincipality of Shang (taken in war by Ts’in from Ts’u), he might\nbe called the prince or laird (kuen) of Shang (of. Lochiel),\nor Shang Kuen. As he was the grandson (sun) of a deceased earl\n(called kung, or “duke,” as a posthumous compliment), he\nwas entitled to take the family name of Kung-sun, just as we say\n“Fitzgeorge” or “Fitzwilliam.” Finally, he was Yang (= John) of\nShang (= Lochiel). In speaking of this man to an educated Chinese,\nit does not in the least matter which of the four names be used.\nIn the same way, Tsz-ch’an (being a duke’s grandson) was Kung-sun\nK’iao. The word tsz, or “son,” after a family name, as for\ninstance in K’ung-tsz (Confucius), is defined as having the effect of\n“gracefully alluding to a male.” It seems really to be the same in effect\nas the Latin us, as in Celsius, Brutus, Thompsonius, etc. When\nit precedes, not the family name or the tabu’d personal\nname, but the current or acquaintance name, then it seems to have\nthe effect of Don or Dom, used with the most attenuated\nhonorificity; or the effect of “Mr.” Fu-tsz means “The Master.”",
        "As to tabus, the following are curious specific instances.\nKing, or “Jungle,” was the earliest name for Ts’u, or “Brushwood,\"\nthe uncleared region south of the River Han, along the banks of\nthe Yang-tsz; and it afterwards became a powerful state. But one\nof the most powerful kings of Ts’in (249-244) was called Tsz-ts’u,\nor “Don Brushwood,” so his successor the First August Emperor (who\nwas really a bastard, and not of genuine Ts’in blood at all)\ntabu’d the word Ts’u, and ordered historians to use the old\nname King instead. In the same way the philosopher Chwang Chou, or\nChwang-tsz, was spoken of by the Han historians as Yen Chou,\nbecause chwang was an imperial personal name. Both words\nmean “severe”: it is as though private Romans and public scribes\nhad been commanded to call themselves and to write Austerus,\ninstead of Severus, out of respect for the Emperor Septimius\nSeverus. The business-like First August Emperor, himself, evidently\nhad no hand in the pedantic King and Ts’u tabu business,\nfor one of his first general orders when he became Supreme Emperor\nin 221 B.C., was to proclaim that “in ancient times there were no\nposthumous names, and they are hereby suppressed. I am Emperor\nthe First. My successor will simply be Emperor the Second, and so\non for ever.” There is no clear record of posthumous names and titles\nanterior to the Chou dynasty; the first certain instance is the father of\nthe founder, whose personal name was Ch’ang, and who had been\ngenerally known as the “Earl of the West.” His son, the founder, made\nhim W&n Wang, or the “Civilian King,” posthumously. In the same way the\nDuke of Chou, a son of the Civilian King, made his brother the\nfounder, personally called Fah, Wu Wang, or the “Warrior\nKing.” The same Duke of Chou (the first ruler of Lu, and\nConfucius’ model in all things) was the virtual founder of the\nChou administrative system in general, and also of the posthumous\nname rules which were “intended to punish the bad and encourage\nthe good\"; but counsellors have naturally always been very\ngingerly and roundabout in wounding royal family feeling by\nselecting too harsh a “punishing” name.",
        "Not only royal and princely personages had posthumous names. In\n817 and 796 B.C., each, we find a counsellor of the Emperor spoken\nof both by the real and the posthumous name. In 542 B.C. a\nconcubine of one of the Lu rulers is spoken of by her clan-name\nand her posthumous name. In 560 B.C. the dying King of Ts’u\nmodestly alludes to the choice of an inferior posthumous name\nbefitting him and his poor talents, for use at the times of\nbiennial sacrifice to his manes, and adds: “I am now going to take\nmy place a la suite, in company with my ancestors in the\ntemple.”",
        "Persons of the same clan-name could not properly intermarry. Thus\nthe Emperor Muh, who is supposed to have travelled to Turkestan in\nthe tenth century B.C., had a mysterious liaison during his\nexpedition with a beauteous Miss Ki (i.e. a girl of his own\nclan), who died on the way. The only way tolerant posterity can make\na shift to defend this “incest,” is by supposing that in those times the\nnames of relatives were “arranged differently.” However, the mere\nfact that the funeral ceremonies were carried out with full imperial\nChou ritual, and that incest is mentioned at all, seems to militate against\nthe view (noticed in Chapter XIII.) that it was Duke Muh of Ts’in who\n(400 years later) undertook this journey, for he did not belong to\nthe Ki family at all. Curiously enough, it fell to the lot\nof the son and successor of the Emperor Muh to have to punish and\ndestroy a petty vassal state whose ruler had committed the\nincestuous act of marrying three sisters of his own clan-name. In\n483 B.C. the ruler of Lu also committed an indiscretion by\nmarrying a Ki girl. As her clan-name must, according to\nrule, be mentioned at her burial, she was not formally buried at\nall, but the whole affair was hushed up, and she was called by the\nfancy name of Meng-tsz (exactly the same characters as “Mencius”),",
        "Another instance serves to illustrate the above-mentioned imperial\njourney west, and the fief questions jointly. When the Emperor Muh\nwent west, he was served as charioteer by one of the ancestors of\nthe future Ts’in principality, who for his services was enfeoffed\nat Chao (north of Shan Si province). Chao was one of the three\nstates into which Tsin broke up in 403 B.C., and was very Tartar\nin its sympathies. Thus, as both Ts’in and Chao bore the same\noriginal clan-name of Ying, granted to the Ts’in family as\npossessions of the Ts’in fief (Eastern Kan Suh province) by the\nearly Chou emperors in 870 B.C., Ts’in is often spoken of as\nhaving the sub-clan-name of Chao. These facts, again, all militate\nagainst the theory that it was Duke Muh of Ts’in who made the\nvoyage of discovery usually attributed to the Chou Emperor Muh;\nfor Duke Muh’s lineal ancestor, ancestor also of the original\nTs’in Ying, himself acted as guide in Tartary to the Emperor Muh.\nThe First August Emperor, who was, as already stated, really a\nbastard, was borne by the concubine of a Chao merchant, who made\nover the concubine whilst enceinte to his (the Emperor’s)\nfather, when that father was a royal Ts’in hostage dwelling in the\nstate of Chao; hence the Emperor is often called Chao CHENG\n(CHENG being his personal name). He had thus a double claim\nto the family name of Chao, first because–granting his\nlegitimacy–his Ts’in ancestor (also the ancestor of all the Chao\nfamily) was, during the ninth century B.C., enfeoffed in Chao; and\nsecondly because, when Chao became an independent kingdom, he was,\nduring the third century B.C., himself born in Chao to a Chao man\nof a Chao woman.",
        "A great deal more might of course be said upon the subject of\nnames, and of their effect in sometimes obscuring, sometimes\nelucidating, historical facts; but these few remarks will perhaps\nsuffice, at least, to suggest the importance of scrutinizing\nclosely the possible bearing of each name upon the political\nevents connected with it.",
        "Continue...",
        "\nThis electronic book of Ancient China Simplified by Edward Harper Parker,\nM.A., (Manc.), Professor of Chinese at the Victoria University of Manchester,\nLondon is public domain.\nHypertext conversion by Philipp Lenssen.\n\n\nAt Amazon: The Cambridge Illustrated History of China\n\n\nLast updated on November 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Ancient China Simplified (1908)By Edward Harper ParkerAt Amazon"
    ]
}