{
    "title": "Ancient China Simplified - Chapter XXVIII - Barbarians",
    "author": "Edward Harper Parker",
    "chapter": "29",
    "content": [
        "",
        "\n\n",
        "The country of Wu is in many respects even more interesting\nethnologically than that of Ts’u. When, a generation or two before\nthe then vassal Chou family conquered China, two of the sons of\nthe ruler of that vassal principality decided to forego their\nrights of succession, they settled amongst the Jungle savages, cut\ntheir hair, adopted the local raiment, and tattooed their bodies;\nor, rather, it is said the elder of the two covered his head and\nhis body decently, while the younger cut his hair, went naked, and\ntattooed his body. The words “Jungle savages” apply to the country\nlater called Ts’u; but as Wu, when we first hear of her, was a\nsubordinate country belonging to Ts’u; and as in any case the word\n“Wu” was unknown to orthodox China, not to say to extreme western\nChina, in 1200 B.C. when the adventurous brothers migrated; this\nparticular point need not trouble us so much as it seems to have\npuzzled the Chinese critics. About 575 the first really historical\nKing of Wu paid visits to the Emperor’s court, to the court of his\nsuzerain the King of Ts’u, and to the court of Lu: probably the\nHwai system of rivers would carry him within measurable distance\nof all three, for the headwaters almost touch the tributaries of\nthe Han, and the then Ts’u capital (modern King-thou Fu) was in\ntouch with the River Han. He observed when in Lu: “We only know\nhow to knot our hair in Wu; what could we do with such fine\nclothes as you wear?” It was the policy of Tsin and of the other\nminor federal princes to make use of Wu as a diversion against the\nadvance of Ts’u: it is evident that by this time Ts’u had begun to\ncount seriously as a Chinese federal state, for one of the\npowerful private families behind the throne and against the throne\nin Lu expressed horror that “southern savages (i.e. Wu) should\ninvade China (i.e. Ts’u),” by taking from it part of modern An\nHwei province: as, however, barbarian Ts’u had taken it first from\northodox China, perhaps the mesne element of Ts’u was not in the\nstatesman’s mind at all, but only the original element,–China. An\nimportant remark is made by one of the old historians to the\neffect that the language and manners of Wu were the same as those\nof Yiieh. In 483, when Wu’s pretensions as Protector were at their\ngreatest, the people of Ts’i made use of ropes eight feet long in\norder to bind certain Wu prisoners they had taken, “because their\nheads were cropped so close”: this statement hardly agrees with\nthat concerning “knotted hair,” unless the toupet or chignon\nwas very short indeed. ’There are not many native Wu words quoted,\nbeyond the bare name of the country itself, which is something like\nKeu-gu, or Kou-gu: an executioner’s knife is mentioned under\nthe foreign name chuh-lu, presented to persons expected to commit\nsuicide, after the Japanese harakiri fashion. In 584 B.C., when the first\nsteps were taken by orthodox China to utilize Wu politically, it was\nfound necessary, as we have seen, to teach the Wu folk the use\nof war-chariots and bows and arrows: this important statement\npoints distinctly to the previous utter isolation of Wu from the\npale of Chinese civilization. In the year 502 Ts’i sent a princess\nas hostage to Wu, and ended by giving her in marriage to the Wu\nheir: (we have seen how Tsin anticipated Ts’i by twenty-five years\nin conferring a similar honour upon Ts’u). A century or more\nlater, when Mencius was advising the bellicose court of Ts’i, he\nalluded with indignation to this “barbarous” act. In 544 the Wu\nprince Ki-chah had visited Lu and other orthodox states.",
        "[Illustration: Map of the Hwai system and Valley",
        "1. The two lines indicated by...............to the north are (1)\nthe River Sz (now Grand Canal), from Confucius’ birthplace, and\n(2) the River I (from modern I-shui city south of the German\ncolony). After receiving the I, the Sz entered the Hwai as it\nemerged from Lake Hung-t&h; but this Hwai mouth no longer exists;\nthe waters are dissipated in canals.",
        "The Wu fleets coasting up to the Hwai, were thus able to creep\ninto the heart of Shan Tung province, east and west.",
        "2. The Yang-tsz had three branches: (1) northern, much as now; (2)\nmiddle, branching at modern Wuhu, crossing the T’ai-hu Lake, and\nfollowing the Soochow Creek and Wusung River past Shanghai; (3)\nsouthern, carrying part of the Tai-hu waters by a forgotten route\n(probably the modern Grand Canal), to near Hangchow.",
        "3. The three crosses [Image: Circle with an ’X’ in it] mark the\ncapitals of Wu (respectively near Wu-sih and Soochow) and Yiieh\n(near Shao-hing). The modern canal from Hangchow to Shan Tung is\nclearly indicated. Orthodox China knew absolutely nothing of Cheh\nKiang, Fuh Kien, or Kiang Si provinces south of lat. 300.]",
        "In recognition of this civilized move on the part of an ancient\nfamily, Confucius in his history grants the rank of “viscount” to\nthe King of Wu, but he does not style Ki-chah by the complimentary\ntitle Ki Kung-tsz, or “Ki, the son of a reigning prince\";\nthat is, the king’s title thus accorded retrospectively is only a\n“courtesy one,” and does not carry with it a posthumous name, and\nwith that name the posthumous title of Kung, or “duke\"’\napplied to all civilized rulers. Yet it is evident that the ruling\ncaste of Wu considered itself superior to the surrounding tribes,\nfor in the year 493 it was remarked: “We here in Wu are entirely\nsurrounded by savages\"; and in 481 the Emperor himself sent a\nmessage through Tsin to Wu, saying: “I know that you are busy with\nthe savages you have on hand at present.” In the year 482, when\nthe orthodox princes of Sung, Wei, and Lu were holding off from an\nalliance with Wu, the prince of Wei was detained by a Wu general,\nbut escaped, and set to work to learn the language of Wu. The\nmotive is of no importance; but the clear statement about a\ndifferent language, or at least a dialect so different that it\nrequired special study, is interesting. When Ki-chah was on his\ntravels, he explained to his friends that the law of succession\nis: “By the rites to the eldest, as established by our ancestors\nand by the customs of the country.” In 502 the King of Wu was\nembarrassed about his successor, whose character did not commend\nitself to him, His counsellor (a refugee from Ts’u) said: “Order\nin the state ceases if the succession be interrupted; by ancient\nlaw son should succeed father deceased.” Thus it seems that the\nancient Chou rules had been conveyed to Wu by the first colonists\nin 1200 B.C., and that the succession laws differed from those of\nTs’u. Ki-chah’s son died whilst he was on his travels, and\nConfucius is reported to have said: “He is a man who understands\nthe rites; let us see what he does.” Ki-chah bared his left arm\nand shoulder, marched thrice round the grave, and said: “Flesh and\nbone back to the earth, as is proper; as to the soul, let it go\nanywhere it chooses!” This language was approved by Confucius, who\nhimself always declined to dogmatize on death and spirits,\nmaintaining that men knew too little of themselves, when living,\nto be justified in groping for facts about the dead. At first\nsight it would appear strange that a barbarous country like Wu\nshould suddenly produce a learned prince who at once captivated by\nhis culture Yen-tsz of Ts’i, Confucius of Lu, Tsz-ch’an of Cheng,\nK’u-peh-yu of Wei, Shuh Hiang of Tsin, and, in short, all the\ndistinguished statesmen of China; but if we reflect that, within\nhalf a century, the greatest naval, military, and scientific\ngeniuses have been produced on Western lines in Japan (as we shall\nsoon see, in some way connected with Wu), at least we find good\nmodern parallels for the phenomenon.",
        "When Wu, after a series of bloody wars with Ts’u and Yiieh, was in\n473 finally extinguished by the latter power, a portion of the\nKing of Wu’s family escaped in boats in an easterly direction. At\nthis time not only was Japan unknown to China under that name, but\nalso quite unheard of under any name whatever. It was not until\n150 years later that the powerful states of Yen and Ts’i, which,\nroughly speaking, divided with them the eastern part of the modern\nprovince of Chih Li, the northern part of Shan Tung, and the whole\ncoasts of the Gulf of “Pechelee,” began to talk vaguely of some\nmysterious and beautiful islands lying in the sea to the east.\nWhen the First August Emperor had conquered China, he made several\ntours to the Shan Tung promontory, to the site of the former Yueh\ncapital (modern Kiao Chou), to the treaty-port of Chefoo (where he\nleft an inscription), to the Shan-hai Kwan Pass, and to the\nneighbourhood of Ningpo. He also had heard rumours of these\nmysterious islands, and he therefore sent a physician of his staff\nwith a number of young people to make inquiry, and colonize the\nplace if possible. They brought back absurd stories of some\nmonstrous fish that had interfered with their landing, and they\nreported that these fish could only be frightened away by\ntattooing the body as the natives did, The people of Wu, who were\ngreat fisherfolk and mariners, were also stated to have indulged\nin universal tattooing because they wished to frighten dangerous\nfish away. The first mission from Japan, then a congeries of petty\nstates, totally unacquainted with writing or records, came to\nChina in the first century of our era; it was not sent by the\ncentral King, but only by one of the island princes. Later\nembassies from and to Japan disclose the fact that the Japanese\nthemselves had traditions of their descent both from ancient\nChinese Emperors and from the founder of Wu, i.e. from the Chou\nprince who went there in 1200 B.C.; of the medical mission sent by\nthe First August Emperor; of the flight from Wu in 473 B.C. of\npart of the royal Wu family to Japan; and of other similar\nmatters–all apparently tending to show that the refugees from Wu\nreally did reach Japan; that a very early shipping intercourse had\nprobably existed between Japan, Ts’i, and Wu; and that, in\naddition to the statements made by later Chinese historians to the\neffect that the Japanese considered themselves in some way\nhereditarily connected with Wu, the early Japanese traditions and\nhistories (genuine or concocted) themselves separately repeated\nthe story. One of the later Chinese histories says of Wu: “Part of\nthe king’s family escaped and founded the kingdom of Wo” (the\nancient name for the Japanese race): the temptation to connect\nthis word with Wu is obvious; but etymology will not tolerate\nsuch an identification, either from a Chinese or a Japanese point of\nview; the etymological “values” are Ua and Gu respectively.",
        "As in the case of Ts’u, there is no really trustworthy evidence to\nshow of what race or races, and in what proportions, the bulk of\nthe Wu population consisted; still less is there any specific\nevidence to show to what race the barbarian king who committed\nsuicide in 473 belonged; or if those of his family who escaped\nwere wholly or partly Chinese; or if any pure descent existed at\nall in royal circles, dating, that is to say, from the ancient\ncolonists of the imperial Chou family in 1200 B.C.",
        "So far as purely Chinese traditions and history go, the cumulative\nevidence, such as it is, needs careful sifting, and is, perhaps,\nworth a more thorough examination; but as to the Japanese\ntraditions and early “history,” these, as the Japanese themselves\nadmit, were only put together in written form retrospectively in\nthe eighth century A.D., and throughout they show signs of having\nbeen deliberately concocted on the Chinese lines; that is, Chinese\nhistorical incidents and phraseology are worked into the narrative\nof supposed Japanese events, and Japanese emperors or empresses\nare (admittedly) fitted with posthumous names mostly copied from\nimperial Chinese posthumous names. By themselves they are almost\nvalueless, so far as the fixing of specific dates and the\nidentification of political events are concerned; and even when\ntaken as ancillary to contemporary Chinese evidence, except in so\nfar as a few Chinese misprints or errors may be more clearly\nindicated by comparison with them, they seem equally valueless\neither to confirm, to check, to modify, or to contradict the\nChinese accounts, which, indeed, are absolutely the sole\ntrustworthy written evidence either we or the Japanese themselves\npossess about the actual condition of the Japanese 2000 years ago.",
        "Meanwhile, as to Wu, all we can say with certainty is, that there\nis a persistent rumour or tradition that some of its royal\nrefugees (themselves of unknown race) who escaped in boats\neastward, may have escaped to Japan; may have succeeded in\n“imposing themselves” on the people, or a portion of the people\n(themselves a mixed race of uncertain provenance); and may\nhave quietly and informally introduced Chinese words, ideas, and\nmethods, several centuries before known and formal intercourse\nbetween Japan and China took place.",
        "Continue...",
        "\nThis electronic book of Ancient China Simplified by Edward Harper Parker,\nM.A., (Manc.), Professor of Chinese at the Victoria University of Manchester,\nLondon is public domain.\nHypertext conversion by Philipp Lenssen.\n\n\nAt Amazon: The Cambridge Illustrated History of China\n\n\nLast updated on November 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Ancient China Simplified (1908)By Edward Harper ParkerAt Amazon"
    ]
}