{
    "title": "Ancient China Simplified - Chapter VIII - First Protector of China",
    "author": "Edward Harper Parker",
    "chapter": "9",
    "content": [
        "",
        "\n\n",
        "The first of the so-called five hegemons or lords-protector of the\nfederated Chinese Empire (after the collapse of the imperial\npower, and its consequent incapacity to protect the vassal states\nfrom the raids of the Tartars and other barbarians) was the Lord\nof Ts’i, whose capital was at the powerful and wealthy city of\nLin-tsz (lat. 37o, long. 118o 30’; still so called on the modern\nmaps), in Shan Tung province. Neither the Yellow River nor the\nGrand Canal touched Shan Tung in those days, and Lin-tsz was\nevidently situated with reference to the local rivers which flow\nnorth into the Gulf of “Pechelee,” so as to take full political\nadvantage of the salt, mining, and fishing industries. A word is\nhere necessary as to this Protector’s pedigree: we have seen that\nhis ancestor, thirteen generations back, had inspired with his\ncounsels and courage the founder of the imperial Chou dynasty in\n1122 B.C.; he had further given to the new Emperor a daughter of\nhis own in marriage, had served him as premier, and had finally\nbeen enfeoffed in reward for his services as Marquess of Ts’i, the\neconomic condition of which far-eastern principality he had in a\nvery few years by his energy as ruler mightily improved, notably\nwith reference to the salt and fish industries, and to general\ncommerce. The Yellow River, then flowing along the bed of what is\nnow called the Chang River, and the sea, respectively, were the\nwestern and eastern limits of this state, which embraced to the\nnorth the salt flats now under the administration of a special\nTientsin Commissioner, and extended south to the present Manchu\nTartar-General’s military garrison at Ts’ing-thou Fu. Of course,\nlater on, during the five-hundred-year period of unrest,\nextensions and cessions of territory frequently took place, both\nwithin and beyond these vague limits, usually at the expense of Lu\nand other small orthodox states. Across the Yellow River, whose\ncourse northwards, as already stated, lay considerably to the west\nof the present channel, was the extensive state of Tsin; and south\nwas the highly ritual and literary Weimar of China, the unwarlike\nprincipality of Lu, destined in future times to be glorified by\nConfucius.",
        "Scarcely anything is recorded of a nature to throw specific light\nupon the international development of these far-eastern parts. But\nin the year 894 B.C. the reigning prince of Ts’i was boiled alive\nat the Emperor’s order for some political offence, and his\nsuccessor thereupon moved his capital, only to be transferred back\nto the old place by his son thirty-five years later. The imperial\nflight of 842 naturally caused some consternation even in distant\nTs’i, and in 827 the next Emperor on his accession commanded the\nreigning Marquess of Ts’i to assist in chastising the Western\nTartars. When this last Emperor’s grandson was driven from his old\nhereditary domain in 771, and the semi-Tartar ruler of Ts’in took\npossession of the same, as already narrated, Ts’i was still so\ninconsiderable a military power that even two generations after\nthat event, in the year 706, it was fain to apply for assistance\nagainst Northern Tartar raids to one of the small Chinese\nprincipalities in the Ho Nan province. (Roughly speaking,\n“Northern Tartars” were Manchu-Mongols, and “Western Tartars” were\nMongol-Turks.) In 690 the prince, whose sister had married the\nneighbouring ruler of Lu, made an armed attack by way of vengeance\nupon the descendant of the adviser who had counselled the Emperor\nto boil his ancestor alive in 894: his power was now so\nconsiderable that the Emperor commissioned him to act with\nauthority in the matter of a disputed succession to a minor\nChinese principality. This was in the year 688 B.C., and it was\nthe first instance of a vassal acting as dictator or protector on\nbehalf of the Emperor; only, however, in a special or isolated\ncase. Two years later this prince of Ts’i was himself assassinated,\nand the disputes between his sons regarding the succession\nterminated with the advent to the throne of one of the great\ncharacters in Chinese history, who was magnanimous and politic\nenough to take as his adviser and premier a still greater character,\nand one that almost rivals Confucius himself in fame as an author,\na statesman, a benefactor of China; and a moralist.",
        "This personage, who, like most Chinese of the period, carried many\nnames, is most generally known as the philosopher Kwan-tsz, and\nhis chief writings have survived, in part at least, until our own\nday. He was, in fact, a distant scion of the reigning imperial\nfamily of Chou, and bore its clan name of Ki. Here it may\nbe useful to state parenthetically that most prominent men in all\nthe federated states seem to have belonged to a narrow aristocratic\ncircle, among whose members the craft of government, the\nknowledge of letters, and the hereditary right to expect office,\nwas inherent; at the same time, there was never at any date\nanything in the shape of a priestly or military caste, and power\nappears to have been always within the reach of the humblest,\nso long as the aspirant was competent to assert himself.",
        "The new ruler of Ts’i officially proclaimed himself Protector in\nthe year 679 B.C., which is one of the fixed dates in Chinese\nhistory about which there is no cavil or doubt, He soon found\nhimself embroiled in war with the Tartars, who were raiding both\nthe state to his north in the Peking plain, and also the minor\nstate, south of the Yellow River, that his predecessor has\nprotected specially in 688. This was the state of Wei (imperial\nclan), through or near the capital town of which, near the modern\nWei-hwei Fu, the Yellow River then ran northwards.",
        "The way these successive Protectors of China afterwards exercised\ntheir preponderant influence in a general sense was this: When it\nappeared to them, or when any orthodox vassal state complained to\nthem, that injustice was being done; whether in matters of duty to\nthe Emperor, right of succession, legitimacy of birth, great\ncrime, or inordinate ambition; the recognized Protector summoned a\ndurbar, usually somewhere within the territory of the central\narea, or China proper as previously defined, and consulted with\nthe princes, his colleagues, as to what course should be pursued.\nA distinction was drawn between “full-dress durbars” and “military\ndurbars\"; the etiquette in either case was very minute, and\nexternal behaviour at least was exquisitely courteous, though\ntreachery was far from rare, and treaties never lasted long\nunbroken. But to return to the First Protector. Towards the end of\nhis glorious reign of forty-three years the Marquess of Ts’i grew\narrogant, vainglorious, and licentious, so much so that his\nwestern neighbour, the powerful state of Tsin, declined to attend\nthe durbars. Of the other great powers Ts’in (to the west of Tsin)\nwas much too far off to take active part in these parliaments;\nTs’u was too busy in spreading civilization among the barbarous\nstates or tribes south of the Yang-tsz. The Emperor was\npractically a roi faineant by this time, and, curiously\nenough, less is known of what went on within his dominions or\nappanage after the western half of it fell to Ts’in in 771, than\nof what transpired in the territories of his three menacing\nvassals to the north, north-west, and north-east, and of his half-\ncivilized satrap to the south. The fact is, all four rising powers\nwere now carefully engaged in watching each other, and in playing\na profound political game around their prey. This prey was the\neastern half of the Emperor’s original domain (the western half\nnow, since 771 B.C., belonging to Ts’in) and the dozen or so of\npurely Chinese, highly cultured, vassal states making up the rest\nof modern Ho Nan province, together with small parts or wedges of\nmodern Chih Li, Shan Tung, An Hwei, and Kiang Su. From first to\nlast none of these ritual and literary states showed any real\nfight; there is hardly a single record of a really crushing\nvictory gained by any one of them. The fighting instincts all lay\nwith the new Chinese, that is, with the Chinese adventurers who\nhad got their hand well in with generations of fighting against\nbarbarians–Tartars, Tunguses, Annamese, Shans, and what not–and\nhad invigorated themselves with good fresh barbarian blood. The\nfact is, the population of China had enormously increased; the\nstruggle for life and food was keener; the old patriarchal\nappetite for ritual was disappearing; the people were beginning to\nassert themselves against the land-owners; the land-owners were\nencroaching upon the power of the ruling princes; and China was in\na parlous state.",
        "Continue...",
        "\nThis electronic book of Ancient China Simplified by Edward Harper Parker,\nM.A., (Manc.), Professor of Chinese at the Victoria University of Manchester,\nLondon is public domain.\nHypertext conversion by Philipp Lenssen.\n\n\nAt Amazon: The Cambridge Illustrated History of China\n\n\nLast updated on November 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Ancient China Simplified (1908)By Edward Harper ParkerAt Amazon"
    ]
}