{
    "title": "Ancient China Simplified - Chapter XXXIX - Geographical Knowledge",
    "author": "Edward Harper Parker",
    "chapter": "40",
    "content": [
        "",
        "\n\n",
        "It will have been noticed that, even in strictly historical times\nsubsequent to 842 B.C., orthodox China was, mutatis mutandis,\nlike orthodox Greece, a petty territory surrounded by a fringe of\nlittle-known regions, such as Macedonia, Asia Minor, Phoenicia,\nEgypt, and Italy; not to say distant Marseilles, and the Pillars of\nHercules-all places at best very little visited except by navigators,\nand even then only by a few specially enterprising navigators or\ndesperate adventurers; though later on Greek influence and Greek\ncolonies soon began to replace the Phoenician, and to exhibit surrounding\ncountries in a more correct and definite light.",
        "As touches the surrounding regions of ancient China, and the\nknowledge of it possessed by the orthodox nucleus, such traditions\nas there are all point to acquaintance with the south and east\nrather than with the north and west. Persons who are persistently\nbent on bringing the earliest Chinese from the Tower of Babel by\nway of the Tarim Valley, are eager to seize upon the faintest\ntradition, or what seems to them an apparent tradition, in support\nof these preconceived views; ignoring the obviously just argument\nthat, if we are to pay any attention to mere traditions at all, we\nmust in common fairness give priority in value to such traditions\nas there are, rather than such traditions as are not, but only as\nmight be. For instance, there was a Chinese tradition that the\nfounder of the Hia dynasty (2205 B.C.) was, in a sense, somehow\nconnected with the barbarous kingdom of Yiieh, inasmuch as the\ngreat-great-grandson of the founder of the Hia empire a century\nlater enfeoffed a son by a concubine in that remote region. The\nearliest Chinese mention of Japan is that it lay to the east of\nYiieh, and that the Japanese used to come and trade with Yiieh. If\nthe Japanese traditions, on the other hand, as first put into\nindependent writing in the eighth century A.D., are worth\nanything, then the Japanese pretend that their ancestors were\npresent at a durbar held by the above-mentioned great-great-\ngrandson of the Hia founder; and they also firmly derive their\nruling houses (both king and princes) from the kingdom of Wu. We\nhave seen in former Chapters that both Wu and Yiieh, the most\nancient capitals of which were within 200 miles of each other,\nspoke one language, and that both were derived (i.e., the\nadministrative caste was derived) from two separate Chinese\nimperial dynasties. Now, the founder of the Hia dynasty is\ncelebrated above all things for his travels in, and his geography\nof China, usually called the “Tribute of Yii” (his name),–a still\nexisting work, the real origin of which may be obscure, but which\nhas come down to us in the Book (of History). This geography is\nnot only accurate, but it even now throws great light upon the\noriginal direction of river-courses which have since changed; in\nthis work there is not the faintest tradition or indirect mention\nof any Chinese having ever migrated into China from the west.",
        "There is no foundation, however, for the supposition, favoured by\nsome European writers, that the Nine Tripods (frequently mentioned\nabove) contained upon their surface “maps” of the empire; they\nmerely contained a summary, or a collection of pictures,\nsymbolizing the various tribute nations. On the other hand, there\nis no trace in the “Tribute of Yii” of any knowledge of China\nsouth of the Yarig-tsz River, south of its mouths, and south of\nits connection with the lakes of Hu Nan. The “province” of Yang\nChou is vaguely said to extend from the Hwai River “south to the\nsea.” The “Blackwater” is the only river mentioned which exhibits\nany knowledge of the west (i.e. of the west half of modern Kan Suh\nprovince), and this “Blackwater” was crossed in 984 B.C. by the\nEmperor Muh.",
        "Then there is the tradition of Vii’s predecessor, the Emperor\nShun, who, as mentioned in the last Chapter, married the two\ndaughters of the Emperor Yao, and is buried at a point just south\nof the Lake Tung-t’ing, in the modern province of Hu Nan: it is\ncertain that in 219 B.C., when the First August Emperor was on\ntour, the mountain where the grave lay was pointed out to him at a\ndistance, if he did not actually go up to it. Again, the\ngrandfather of the Warrior King who founded the Chou dynasty in\n1122 B.C. was, as already repeatedly pointed out, only a younger\nbrother, his two elder brothers having migrated to the Jungle,\nand, proceeding thence eastward, founded a colony in Wu (half-way\nbetween Nanking and Shanghai). Both Wu and Yiieh, for very many\ncenturies after that, were extremely petty states of only 50 or 60\nmiles in extent, and for all practical purposes of history may be\nconsidered to have been one and the same region, to wit, the flat,\ncanal-cut territory through which the much-disputed Shanghai-\nHangchow railway is to run. After the death of the Martial King,\nwhen his brother the Duke of Chou was Regent for his son, the duke\nincurred the suspicion of other brethren and relatives as to his\nmotives, and had to retire for some time to Ts’u, or, as it was\nthen called, the Jungle country, for two years. There is a\ntradition that a mission from one of the southern Yiieh states\nfound its way to the Duke of Chou, who is supposed to have fitted\nup for the envoys a cart with a compass attached to it, in order\nto keep the cart’s head steadily south. This tradition, which only\nappears as a tradition in one of the dynastic histories of\nthe fifth century A. D., is not given at all in the earlier\nstandard history, and it is by no means proved that the\nundoubtedly early Chinese knowledge of the loadstone extended to\nthe making of compasses. Yet, as Renan has justly pointed out in\neffect, in his masterly evidences of Gospel truth, a weak\ntradition is better worth considering than no tradition at all.\nBesides, there is some slight indirect confirmation of this, for\nin 880 B.C. or thereabout, a King of Ts’u gave one of his younger\nsons a Yiieh kingdom bearing almost the same double name as that\nYueeh kingdom from which the envoys in 1080 B.C. came to the Duke\nof Chou; in each case the first part of the double name was Yiieh,\nand the second part only differed slightly. Again, in or about\n820, some of the sons of the king exiled themselves to a place\nvaguely defined as “somewhere south of the Han River,” which can\nscarcely mean anything other than “the country of the Shan or\nSiamese races,” who lived then in and around Yiin Nan, and some of\nwhom are still known by the vague name used as here in 820 B.C.\nThe vagueness of habitat simply means that all south of the Han\nand Yang-tsz was terra incognita to China proper. There is\nanother tradition, unsupported by standard history, to the effect\nthat the Martial King enfeoffed a faithful minister of the emperor\nand dynasty he had just supplanted as a vassal in Corea. Here,\nagain, if the emperor’s own grandfather, or grand-uncles and\ntrusted friends, could find their way to Wu, and, later, to Japan,\nnot to mention Shan Tung and the Peking plain, it is reasonable to\npermit a respected adherent of the dethroned monarch to find his\nway to Corea, the more in that the centre of administrative\ngravity of Corea was then Liao Tung and South Manchuria–at the\nutmost the north part of modern Corea–rather than the Corean\npeninsula.",
        "In the year 649 the First Protector began to boast of having done\nas much as any of the’ three dynasties, Hia, Shang, and Chou,\nduring the 1500 years before him; he then defines the area of his\nglory, which is circumscribed by (at the very utmost) the west\npart of Shan Si, the south part of Ho Nan, the north part of the\nPeking plain, and the Gulf of “Pechelee.” The Second Protector,\nwhen he safely reached his ancestral throne after nineteen years\nof wanderings as Pretender, said to his faithful Tartar henchman\nand father-in-law: “I have made the tour of the whole world (or\nwhole empire) with you.” As a matter of fact, he had been with the\nTartars, certainly in central, and possibly also in northern Shan\nSi; in Ts’i, which means the northern part of Shan Tung and\nsouthern part of Chih Li; thence across the four small orthodox\nstates of Sung, Wei, Ts’ao, and CHENG (which simply means up the\nYellow River valley into Ho Nan), to Ts’u; and thence Ts’in\nfetched him to put him on the Tsin throne. The Emperor was already\nan obscure figure-head beneath all political notice, and no other\nparts of what we now call China were known to the Protector, even\nby name. As we shall see in a later Chapter, Confucius covered the\nsame ground, except that he never went to Tsin or to Tartarland.\nThe first bare mention of Yiieh is in 670 B.C., when the new King\nof Ts’u, who had assassinated his elder brother, and who therefore\nwished to make amends for this crime and for his father’s rude\nconquests, and to consolidate his position by putting himself on\ngood behaviour to federal China, made dutiful advances to Lu and\nto the Emperor (these two minor powers then best representing the\nold ritual civilization). The Emperor replied: “Go on conquering\nthe barbarians and Yiieh, but let the Hia (i.e. orthodox Chinese)\nstates alone.” In 601 Ts’u and Wu came to a friendly understanding\nabout their mutual frontiers, and Yiieh was also admitted to the\nconclave or entente; but this was a local act, and had nothing\nwhatever to do with China proper, which first hears of Yiieh as an\nindependent or semi-independent power in 536, when the King\nof Ts’u, with a string of conquered orthodox Chinese princes\nin train as his allies, and also a Yiieh contingent, makes war on\nWu. In later days there is evidence showing that there was not\nmuch general knowledge of China as a whole, and that interstate\nintercourse was chiefly confined to next-door neighbours. For\ninstance, when Tsin boldly marched an army upon Ts’i in 589 B.C.,\nit was considered a remarkable thing that Tsin chariots should\nactually gaze upon the sea. In 560, when the Ts’i minister and\nphilosopher, Yen-tsz, was in Ts’u as envoy, and the Ts’u courtiers\nwere playing tricks upon him (as previously narrated in Chapter\nIX.) he said: “I have heard it stated that when once you get south\nof the Hwai River the oranges are good. In the same way, we\nnortherners produce but sorry rogues; the genuine article reaches\nits perfection in Ts’u.” Thus, even at this date, the Yang-tsz was\nregarded much as the Romans of the Empire regarded the Danube–as\na sort of vague barrier between civis and barbarus. In\nno sense was the Ts’u capital–at no time were the bulk of the\nTs’u dominions–south of that Great River; nor, in fact, were the\ncapitals of Wu and Yiieh south of it either, for one of the three\nmouths (the northernmost was as now), corresponded to the Soochow\nCreek and the Wusung River, as they pass through the Shanghai\nsettlement of to-day; whilst the other ancient mouth entered the\nsea at modern Hangchow. We have given various other evidence above\nto show that, even earlier than this, the Yang-tsz was an\nunexplored region, known, and that only imperfectly and locally,\nto the Ts’u government alone. In the year 656 B.C. the First\nProtector called Ts’u to book because, in 1003 B.C., the Emperor\nhad made a tour to the Great River and had never returned (see\nChapter XX-XV.). Again, when the imperial power collapsed in 771\nB.C., the first Earl of CHENG (a relative of the Emperor)\nconsulted the imperial astrologer as to where he had better\nestablish his new fief: his own idea was to settle southwards on\nthe borders of the Yang-tsz; but he was dissuaded from this step\non the ground that the Ts’u power would grow accordingly as the\nChou power declined, and thus CHENG would all the easier fall a\nprey to Ts’u in the future if she migrated now so far south. The\nastrologer makes another observation which supports the view that\nTs’u and orthodox China were originally of the same prehistoric\nstock. He says: “When the remote ancestor of Ts’u did good service\nto the Emperor (2400 B.C.), his renown was great, yet his\ndescendants never became so flourishing as those of the Chou\nfamily.” In 597 B.C., when the Earl of CHENG really was at the\nmercy of Ts’u, he said: “If you choose to send me south of the\nYang-tsz towards the South Sea, I shall not have the right to\nobject\"; meaning, “no exile, however remote, is too severe for my\ndeserts.” In 549, when the Tsin generals were marching against\nTs’u, they were particularly anxious to find good CHENG guides who\nknew the routes well. Finally, in 541, a Tsin statesman made the\nfollowing observations to a prince (afterwards king) of Ts’u, who\nwas then on a mission to Tsin, by way of illustrating for his\nvisitor the conquests and distant expeditions of ancient times:–",
        "“The Emperor Shun (who married Yao’s two daughters, and employed\nthe founder of the Hia dynasty as his minister) was obliged to\nimprison the prince of the Three Miao (in Hu Nan; the savages of\nHu Nan and Kwei Chou provinces are still called Miao); the\nHia dynasty had to deal with quarrels in (modern) Shan Tung and\nShen Si; the Shang dynasty had to do the same in (modern) Kiang\nSu; the early Chou monarchs the same in (modern) North Kiang Su\nand South Shan Tung: but, now that there are no able emperors, all\nthe vassals are at loggerheads. Wu and P’uh (the supposed Shan or\nSiamese region above referred to) are giving you trouble; but it\nis no one’s concern but yours.”",
        "From all this it is quite plain, though the Chinese historians and\nphilosophers never seem to have discerned it clearly themselves,\nthat the cultivated or orthodox Chinese, that is, the group of\nclosely related monosyllabic and tonic tribes which alone\npossessed the art of writing, and thus inevitably took the lead\nand gradually civilized the rest, covered but a very small area of\nground even at the time of Confucius’ death in 479 B.C., and were\ncompletely ignorant of everything but the bare names of all the\nregions surrounding this orthodox nucleus, which nucleus was\ntherefore rightly called the “Central State,” as China is, by\nextension, now still called.",
        "[Illustration: MAP",
        "1. Si-ngan Fu (and Hien-yang opposite, on the north bank of the\nRiver Wei), marked with circles in a lozenge, were the capitals of\nChina, off and on, from 220 B.C. for over a thousand years. The\nancient capital of the Chou dynasty, forsaken in 771 B.C., is\nmarked with a cross in a circle and is west of Si-ngan. In 771\nB.C. the Emperor fled east to his “east capital” (founded 300\nyears before that date), which then became the sole metropolis,\ncalled Loh (from the river on which it stands); it is also\nmarked with a cross inside a circle and is practically the modern\nHo-nan Fu; it has, off and on, been the capital of all China,\nalternately with Si-ngan Fu, in later times.",
        "2. The ford where the first Chou Emperor (122 B.C.) made an\nappointment with all his vassals is marked by two dotted lines\nacross the Yellow River.",
        "3. The two dots in a half-circle mark the spot whither Tsin\n“summoned” the Emperor to the durbar of 632 B.C. After this, Tsin\nobtained from the Emperor cession of the strip between the Yellow\nRiver and the Ts’in River (nothing to do with Ts’in state).",
        "4. There is a second River Loh separating Ts’in state from Tsin\nstate. The territory between this River Loh and the Yellow River\nwas alternately held by Tsin and Ts’in.",
        "5. The territory between the more southerly River Loh and the\nYellow River and River I was the shorn imperial appanage after\nTs’in had in 771 B.C. obtained the west half; after Tsin in 632\nhad obtained the remaining north half; and after Ts’u had nibbled\naway the petty orthodox vassals south of latitude 34”.]",
        "Continue...",
        "\nThis electronic book of Ancient China Simplified by Edward Harper Parker,\nM.A., (Manc.), Professor of Chinese at the Victoria University of Manchester,\nLondon is public domain.\nHypertext conversion by Philipp Lenssen.\n\n\nAt Amazon: The Cambridge Illustrated History of China\n\n\nLast updated on November 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Ancient China Simplified (1908)By Edward Harper ParkerAt Amazon"
    ]
}