{
    "title": "Ancient China Simplified - Chapter XX - Law",
    "author": "Edward Harper Parker",
    "chapter": "21",
    "content": [
        "",
        "\n\n",
        "Let us now consider the notions of law as they existed in the\nprimitive Chinese mind. As all government was supposed to be based\non the natural laws of the universe, of which universal law or\norder of things, the Emperor, as “Son of Heaven,” was (subject to\nhis own obedience to it) the supreme mouthpiece or expression,\nthere lay upon him no duty to define that manifest law; when it\nwas broken, it was for him to say that it was broken, and to\npunish the breach. Nature’s bounty is the spring, and therefore\nrewards are conferred in spring; nature’s fall is in the autumn,\nwhich is the time for decreeing punishments; these are carried out\nin winter, when death steals over nature. A generous table\naccompanies the dispensing of rewards, a frugal table and no music\naccompanies the allotment of punishments; hence the imperial\nfeasts and fasts. Thus punishment rather than command is what was\nfirst understood by Law, and it is interesting to observe that\n“making war” and “putting to death” head the list of imperial\nchastisements, war being thus regarded as the Emperor’s rod in the\nshape of a posse of punitory police, rather than as an expression\nof statecraft, ambitious greed, or vainglorious self-assertion.\nThen followed, in order of severity, castration, cutting off the\nfeet or the knee-cap, branding, and flogging. The Emperor, or his\nvassals, or the executive officers of each in the ruler’s name,\ndeclared the law, i.e. they declared the punishment in each\ncase of breach as it occurred. Thus from the very beginning the\nlegislative, judicial, and executive functions have never been\nclearly separated in the Chinese system of thought; new words have\nhad to be coined within the last two years in order to express\nthis distinction for purposes of law reform. Mercantile Law,\nFamily Law, Fishery Laws–in a word, all the mass of what we call\nCommercial and Civil Jurisprudence,–no more concerned the\nGovernment, so far as individual rights were concerned, than\nAgricultural Custom, Bankers’ Custom, Butchers’ Weights, and such\nlike petty matters; whenever these, or analogous matters, were\ntouched by the State, it was for commonwealth purposes, and not\nfor the maintenance of private rights. Each paterfamilias was\nabsolutely master of his own family; merchants managed their own\nbusiness freely; and so on with the rest. It was only when public\nsafety, Government interests, or the general weal was involved\nthat punishment-law stepped in and said,–always with tao,\n“propriety,” or nature’s law in ultimate view: “you merchants may\nnot wear silk clothes\"; “you usurers must not ruin the agriculturalists\";\n“you butchers must not irritate the gods of grain by killing cattle”:–\nthese are mere examples taken at random from much later times.",
        "The Emperor Muh, whose energies we have already seen displayed in\nTartar conquests and exploring excursions nearly a millennium\nbefore our era, was the first of the Chou dynasty to decide that\nlaw reform was necessary in order to maintain order among the\n“hundred families” (still one of the expressions meaning “the\nChinese people”). A full translation of this code is given in Dr.\nLegge’s Chinese classics, where a special Chapter of The Book is\ndevoted to it: in charging his officer to prepare it, the Emperor\nonly uses the words “revise the punishments,” and the code itself\nis only known as the “Punishments” (of the marquess who drew it\nup); although it also prescribes many judicial forms, and lays\ndown precepts which are by no means all castigatory. The mere fact\nof its doing so is illustrative of reformed ideas in the embryo.\nThere is good ground to suppose that the Chinese Emperor’s “laws,\"\nsuch as they were at any given time, were solemnly and periodically\nproclaimed, in each vassal kingdom; but, subject to these general imperial\ndirections, the themis, dike or inspired decision of the\nmagistrate, was the sole deciding factor; and, of course, the ruler’s\narbitrary pleasure, whether that ruler were supreme or vassal, often\nran riot when he found himself strong enough to be unjust. For instance,\nin 894 B.C., the Emperor boiled alive one of the Ts’i rulers, an act that\nwas revenged by Ts’i 200 years later, as has been mentioned in previous\nChapters.",
        "In 796 B.C. a ruler of Lu was selected, or rather recommended to\nthe Emperor for selection, in preference to his elder brother,\nbecause “when he inflicted chastisement he never failed to\nascertain the exact instructions left by the ancient emperors.\"\nThis same Emperor had already, in 817, nominated one younger\nbrother to the throne of Lu, because he was considered the most\nattractive in appearance on an occasion when the brethren did\nhomage at the imperial court. For this caprice the Emperor’s\ncounsellor had censured him, saying: “If orders be not executed,\nthere is no government; if they be executed, but contrary to\nestablished rule, the people begin to despise their superiors.”",
        "In 746 B.C. the state of Ts’in, which had just then recently\nemerged from Tartar barbarism, and had settled down permanently in\nthe old imperial domain, first introduced the “three stock” law,\nunder which the three generations, or the three family connections\nof a criminal were executed for his crime as well as himself. In\n596 and 550 Tsin (which thus seems to have taken the hint from\nTs’in) exterminated the families of two political refugees who had\nfled to the Tartars and to Ts’i respectively. Even in Ts’u the\nrelatives of the man who first taught war to Wu were massacred in\n585, and any one succouring the fugitive King of Ts’u was\nthreatened with “three clan penalties\"; this last case was in the\nyear 529. The laws of Ts’u seem to have been particularly harsh;\nin 55 the premier was cut into four for corruption, and one\nquarter was sent in each direction, as a warning to the local\ndistricts. About 650 B.C. a distinguished Lu statesman, named\nTsang Wen-chung, seems to have drawn up a special code, for one of\nConfucius’ pupils (two centuries later) denounced it as being too\nsevere when compared with Tsz-ch’an’s mild laws–to be soon\nmentioned. Confucius himself also described the man as being “too\nshowy.” This Lu statesman, about twenty years later, made some\nsignificant and informing observations to the ruler of Lu when\nreport came that Tsin (the Second Protector) was endeavouring to\nget the Emperor to poison a federal refugee from Wei, about whose\nsuccession the powers were at the moment quarrelling. He said:\n“There are only five recognized punishments: warlike arms, the\naxe, the knife or the saw, the branding instruments, the whip or\nthe bastinado; there are no surreptitious ones like this now\nproposed.” The result was that Lu, being of the same clan as the\nEmperor, easily succeeded in bribing the imperial officials to let\nthe refugee prince go. The grateful prince eagerly offered Tsang\nW&n-chung a reward; but the statesman declined to receive it, on\nthe ground that “a subject’s sayings are not supposed to be known\nbeyond his own master’s frontier.” About, a century later a\ndistinguished Tsin statesman, asking what “immortality” meant, was\ntold: “When a man dies, but when his words live; like the words of\nthis distinguished man, Tsang W&n-chung, of Lu state.” This same\nTsin statesman is said to have engraved some laws on iron (513),\nan act highly disapproved by Confucius. It is only by thus piecing\ntogether fragmentary allusions that we can arrive at the\nconclusion that “there were judges in those days.” Mention has\nbeen several times made in previous Chapters of Tsz-ch’an, whose\nconsummate diplomacy maintained the independence and even the\nfederal influence of the otherwise obscure state of Cheng during a\nwhole generation. In the year 536 B.C. he decided to cast the laws\nin metal for the information of the people: this course was\nbitterly distasteful to his colleague, Shuh Hiang of Tsin (see\nAppendix I.), and possibly the Tsin “laws on iron” just mentioned\nwere suggested by this experiment, for it must be remembered that\nTsin, Lu, Wei, and Cheng were all of the same imperial clan.\nConfucius, who had otherwise a genuine admiration for Tsz-ch’an,\ndisapproved of this particular feature in his career. In a minor\ndegree the same question of definition and publication has also\ncaused differences of opinion between English lawyers, so far as\nthe so-called “judge-made law” is concerned; it is still\nconsidered to be better practice to have it declared as\ncircumstances arise, than to have it set forth beforehand in a\ncode. The arguments are the same; in both cases the judges profess\nto “interpret” the law as it already exists; that is, the Chinese\njudge interprets the law of nature, and the English judge the\ncommon and statute laws; but neither wishes to hamper himself by\ntrying to publish in advance a scheme contrived to fit all future\nhypothetical cases.",
        "About 680 B.C. the King of Ts’u is recorded to have passed a law\nagainst harbouring criminals, under which the harbourer was liable\nto the same penalty as the thief; and at the same time reference\nis made by his advisers to an ancient law or command of the\nimperial dynasty, made before it came to power in 1122 B.C.-\"If\nany of your men takes to flight, let every effort be made to find\nhim.” Thus it would seem that other ruling classes, besides those\nof the Chou clan, accepted the general imperial laws, Chou-\nordained or otherwise. Although it is thus manifest that the\nvassal states, at least after imperial decadence set in, in 771\nB.C., drew up and published laws of their own, yet, at the great\ndurbar of princes held by the First Protector in 651 B.C., it is\nrecorded that the “Son of Heaven’s Prohibitions” were read over\nthe sacrificial victim. They are quite patriarchal in their\nlaconic style, and for that reason recall that of the Roman Twelve\nTables. They run: “Do not block springs!” “Do not hoard grain!\"\n“Do not displace legitimate heirs!” “Do not make wives of your\nconcubines!” “Do not let women meddle with State affairs!” From\nthe Chinese point of view, all these are merely assertions of what\nis Nature’s law. In the year 640, the state of Lu applied the term\n“Law Gate” to the South Gate, “because both Emperor and vassal\nprinces face south when they rule, and because that is,\naccordingly, the gate through which all commands and laws do\npass.” It is always possible, however, that this “facing south” of\nthe ancient ruler points to the direction whence some of his\npeople came, and towards which, as their guide and leader, he had\nto look in order to govern them.",
        "In the year 594 there is an instance cited where two dignitaries\nwere killed by direct specific order of the Emperor. In explaining\nthis exceptional case, the commentator says: “The lord of all\nbelow Heaven is Heaven, and Heaven’s continuer or successor is the\nPrince; whilst that which the Prince holds fast is the Sanction,\nwhich no subject can resist.”",
        "Not very long after Confucius’ death in 479 B.C., the powerful and\northodox state of Tsin, which had so long held its own against\nTs’in, Ts’i, and Ts’u, tottered visibly under the disintegrating\neffects of the “great family” intrigues: of the six great families\nwhich had, as representatives of the earlier eleven, latterly\nmonopolized power, three only survived internecine conflicts, and\nat last the surviving three split up into the independent states\nof Han, Wei, and Chao, those names being eponymous, as being their\nsub-fiefs, and, therefore, their “surnames,” or family names. In\nthe year 403 the Emperor formally recognized them as separate,\nindependent vassaldoms. Wei is otherwise known as Liang, owing to\nthe capital city having borne that name, and the kings of Liang\nare celebrated for their conversations with the peripatetic\nphilosopher, Mencius, in the fourth century B.C. In order to\ndistinguish this state from that of Wei (imperial clan) adjoining\nLu and Sung, we shall henceforth call it Ngwei, as, in fact, it\noriginally was pronounced, and as it still is in some modern\ndialects. The first of the Ngwei sovereigns had in his employ a\nstatesman named Li K’wei, who introduced, for taxation purposes, a\nnew system of land laws, and also new penal laws. These last were\nin six books, or main heads, and, it is said, represented all that\nwas best in the laws of the different feudal states, mostly in\nreference to robbery: the minor offences were roguery, getting\nover city walls, gambling, borrowing, dishonesty, lewdness,\nextravagance, and transgressing the ruler’s commands–their exact\nterms are now unknown. This code was afterwards styled the “Law\nClassic,” and its influence can be plainly traced, dynasty by\ndynasty, down to modern times; in fact, until a year or two ago,\nthe principles of Chinese law have never radically changed; each\nsuccessive ruling family has simply taken what it found; modifying\nwhat existed, in its own supposed interest, according to time,\nplace, and circumstance. Li K’wei’s land laws singularly resembled\nthose recommended to the Manchu Government by Sir Robert Hart four\nyears ago.",
        "Continue...",
        "\nThis electronic book of Ancient China Simplified by Edward Harper Parker,\nM.A., (Manc.), Professor of Chinese at the Victoria University of Manchester,\nLondon is public domain.\nHypertext conversion by Philipp Lenssen.\n\n\nAt Amazon: The Cambridge Illustrated History of China\n\n\nLast updated on November 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Ancient China Simplified (1908)By Edward Harper ParkerAt Amazon"
    ]
}