{
    "title": "Ancient China Simplified - Chapter V - Evidence of Eclipses",
    "author": "Edward Harper Parker",
    "chapter": "6",
    "content": [
        "",
        "\n\n",
        "Having now shown, as shortly and as intelligibly as we can, how\nthe germs of Chinese development were sown at the dawn of true\nhistory, let us proceed to examine how far that history, as it has\ncome down to us, contains within it testimony to its own truth. We\nshall revert to the description of wars and ambitions in due\ncourse; but, as so obscure a subject as early Chinese civilization\nis only palatable to most Western readers in small, varied, and\nsugared doses, we shall for the moment vary the nourishment\noffered, and say a few words upon eclipses.",
        "Confucius, whose bald “Spring and Autumn” annals, as expanded by\nthree separate commentators (one a junior contemporary of\nhimself), is really the chief authority for the period 722-468\nB.C., was born on the 20th day after the eclipse of the sun which\ntook place in the 10th month of 552 B.C., or the 27th of the 8th\nmoon as worked out to-day (for 1908 this means the 22nd\nSeptember). Confucius himself records thirty-seven eclipses of the\nsun between 720 and 481, those of 709, 601, and 549 being total.\nOf course, as Confucius primarily recorded the eclipses as seen\nfrom his own petty vassal state of Lu in Shan Tung province (lat.\n35” 40’ N., long, 117” E.), any one endeavouring to identify these\neclipses, and to compare them with Julian or Gregorian dates,\nmust, in making the necessary calculations, bear this important\nfact in mind. It so happens that nearly one-third of Confucius’\nthirty-seven eclipses are recorded as having taken place between\nthe two total eclipses of 601 and 549. This being so, I referred\nthe list to an obliging officer attached to the Royal Observatory,\nwho has kindly furnished me with the following comparative list:-",
        "It will be observed that there is no Oppolzer’s date to compare\nwith the first of the two eclipses of 552; this is because I\nomitted to notice that there had been recorded in the “Springs and\nAutumns” two so close together, and therefore I did not include it\nin the list sent to the Observatory; but with the exception of the\ntotal eclipse of 601, all the other eclipses, so far as days of\nthe moon and month go, are as consistent with each other as are\nmodern Chinese dates with European (Julian) dates. As regards the\nyear, Oppolzer’s dates are the “astronomical” dates, that is, the\nastronomical year–x is the same as the year (x + 1) B.C.; or, in\nother words, the year of Christ’s birth is, for certain\nastronomical exactitude purposes, interpolated between the years 1\nB.C. and A.D. 1, as we vulgarly compute them: that is to say, the\neclipses of the sun recorded 2,400 years ago by Confucius, from\nnotes and annals preserved in his native state’s archives as far\nback as 700 B.C., are found to be almost without exception fairly\ncorrect, with a uniform “error” of about one month, despite the\nfact that attempts were made by the First August Emperor to\ndestroy all historical literature in 213 B.C. This being so in the\nmatter of a dozen eclipses, there still remain two dozen for\nspecialists to experiment upon, not to mention comets and other\ncelestial phenomena. From this collateral evidence, imperfect\nthough it be, we are reasonably entitled to assume that the three\nexpanded versions of Confucius’ history are trustworthy, or at the\nvery least written in the best of faith.",
        "Just as our mathematicians find no difficulty either in\nforetelling or retrospecting eclipses to a minute, so does the\nancient “sixty” cycle, which the Chinese have from time immemorial\nused for computing or noting days and years, enable them, or for\nthe matter of that ourselves, to calculate back unerringly any\ndesired day. Thus, suppose the 1st January, 1908, is the 37th day\nof the perpetual cycle of sixty days; then, if the Chinese\nhistorians say that an eclipse took place on the first day of the\nnew moon, which began the 9th Chinese month of the year\ncorresponding in the main to our 800 B.C., and that the 1st day of\nthe moon was also the 37th day of the sixty-day perpetual cycle,\nall we have to do is to take roughly six cycles for each year, six\nthousand cycles for each thousand years, allowing at the same time\ntwo extra cycles every third year for intercalary moons, and then\ndealing with the fractions or balance of days. If our calculation\ndoes not bring the two 37th cyclic days together accurately, we\nmust of course go into the question of how and when the Chinese\ncalendars were altered, a subject that will be treated of in a\nsubsequent Chapter. It must be remembered that there can never be\nany question of so much as a whole year being involved in the\nbalance of error; for, with the Chinese as with us, one year,\nwhenever modified, always means that space of time, however\nirregularly computed at each end of it, within which two solstices\nand two equinoxes have taken place, Voltaire, in the article on\n“China” of his Universal Dictionary, remarks that “of 32 ancient\nChinese eclipses, 28 have been identified by Western mathematicians\";\nand M. Edouard Chavannes, who has given a great deal of time\nand labour to working out the mysteries of the Chinese calendar,\ndoes not hesitate to claim accuracy to the very day (29th August)\nfor the eclipse of the sun recorded in the Book of Odes (as re-edited\nby Confucius) as having taken place on the 28th cyclic day of the\nbeginning of the both moon in 776 B.C. (i.e. of–775). This eclipse\nis of course not recorded in the “Springs and Autumns,” which\nbegins with the year 722 B.C.",
        "The Chou dynasty, which came into power in 1122, for the second\ntime put back the year a month because the calendar was getting\nconfused. That is, they made what we should call January begin the\nlegal year instead of February; or the still more ancient March;\nbut some of the vassals either used computations of their own, or\nkept up those handed down by the two dynasties previous to that of\nChou: hence in the Confucian histories, as expanded, there are\nfrequent discrepancies in consequence of events apparently copied\nfrom the records of one vassal state having been reported to the\nhistorian of a second vassal state without steps having been taken\nto adjust the different new years.",
        "Continue...",
        "\nThis electronic book of Ancient China Simplified by Edward Harper Parker,\nM.A., (Manc.), Professor of Chinese at the Victoria University of Manchester,\nLondon is public domain.\nHypertext conversion by Philipp Lenssen.\n\n\nAt Amazon: The Cambridge Illustrated History of China\n\n\nLast updated on November 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Ancient China Simplified (1908)By Edward Harper ParkerAt Amazon"
    ]
}