{
    "title": "Ancient China Simplified - Chapter XLV - Confucius and Lao-Tsz",
    "author": "Edward Harper Parker",
    "chapter": "46",
    "content": [
        "",
        "\n\n",
        "Apart from the fact that reverence for rulers was the pivot of the\nChou religious system, or, what was then the same thing,\nadministrative system; official historiographers, who were mere\nservants of the executive, had to be careful how they offended the\nexecutive power in those capricious days; all the more had a\nprivate author and a retired official like Confucius carefully to\nmind the conventions. For instance, two historians had been put to\ndeath by a king-maker in Ts’i for recording the murder by him of a\nTs’i reigning prince; and Ts’i was but next door to Lu. Hence we\nfind the leading feature of his work is that he hints rather than\ncriticizes, suggests rather than condemns, conceals rather than\nexposes, when it is a question of class honour or divine right;\njust as, with us, the Church prefers to hush up rather than to\npublish any unfortunate internal episode that would redound to its\ndiscredit. So shocked was he at the assassination of the ruler of\nTs’i by an usurping family in 481, that, even at his venerable\nage, he unsuccessfully counselled instant war against Ts’i. His\nmotive was perhaps doubtful, for the next year we find a pupil of\nhis, then in office, going as a member of the mission to the same\nusurper in order to try and obtain a cession of territory\nimproperly held. This pupil was one of the friends who assisted at\nthe arrangement made in Wei in 492. Confucius’ failings–for after\nall he was only a man, and never pretended to be a genius–in no\nway affect the truth of his writings, for they were detected\nalmost from the very beginning, and have never been in the least\nconcealed. Notable instances are the mission from Lu to Ts’u in\n634; Confucius conceals the fact that, not courtesy to barbarian\nTs’u, but a desire to obtain vengeance against orthodox Ts’i was\nthe true motive. Again, in 632, when the faineant Emperor\nwas “sent for” by the Second Protector to preside at a durbar;\nConfucius prefers to say: “His Majesty went to inspect his fiefs\nnorth of the river,” thus even avoiding so much as to name the\nexact place, not to say describe the circumstances. He punishes\nthe Emperor for an act of impropriety in 693 by recording him as\n“the King,” instead of “the Heavenly King.” On the other hand, in\n598, even the barbarian King of Ts’u was “a sage,” because, having\nconquered the orthodox state of Ch’en, he magnanimously renounced\nhis conquest. In 529 the infamous ruler of the orthodox state of\nTs’ai is recorded as being “solemnly buried\"; but the rule was\nthat no “solemn funeral” should be accorded to (1) barbarians, (2)\nrulers who lose their crown, (3) murderers. Now, this ruler was a\nmurderer; but it was a barbarian state (Ts’u) that killed him,\nwhich insult to civilization must be punished by making two blacks\none white, i.e. by giving the murdered murderer an orthodox\nfuneral. Again, in 522, a high officer was “killed by robbers\"; it\nis explained that there were no robbers at all, in fact, but that\nthe mere killing of an officer by a common person needs the\nassumption of robbery. It is like the legal fiction of lunacy in\nmodern Chinese law to account for the heinous crime of parricide,\nand thus save the city from being razed to the ground. Once more,\nat the Peace Conference of 546, Ts’u undoubtedly “bluffed” Tsin\nout of her rightful precedence; but, Tsin being an orthodox state,\nConfucius makes Tsin the diplomatic victor. We have already seen\nthat he once deliberately broke his plighted word, meanly attacked\nthe men who spared him; and, out of servility, visited a woman of\nnoble rank who was “no better than she ought to have been.” There\nis another little female indiscretion recorded against him. When,\nin 482, the Lu ruler’s concubine, a Wu princess (imperial clan\nname), died, Confucius obsequiously went into mourning for an\n“incestuous” woman; but, seeing immediately afterwards that the\npowerful family then at the helm did not condescend to do so, he\nsomewhat ignominiously took off his mourning in a hurry. All\nthese, and numerous similar petty instances of timorousness, may\nappear to us at a remote distance trifling and pusillanimous, as\ndo also many of the model personal characteristics and goody-goody\nprivate actions of the sage; but if we make due allowance for the\ndifficulty of translating strange notions into a strange tongue,\nand for the natural absence of sympathy in trying to enter into\nforeign feelings, we may concede that these petty details, quite\nincidentally related, need in no way destroy the main features of\na great picture. Few heroes look the character except in their\nnative clothes and surroundings; and, as Carlyle said, a naked\nHouse of Lords would look much less dignified than a naked negro\nconference.",
        "As a philosopher, Confucius in his own time had scarcely the\nreputation of Tsz-ch’an of Cheng, who in many respects seems to\nhave been his model and guide. Much more is said of Tsz-ch’an’s\nphilosophy, of his careful definition of the ritual system, of his\nlegal acumen, of his paternal care for the people’s welfare; but,\nlike his contemporaries and friends of Ts’i, Tsin, Cheng, Sung,\nWei; and even of Wu and Yueh; he was working for the immediate\ngood of his own state in times of dire peril; whereas Confucius\nfrom first to last was aiming at the restoration of religion\n(i.e., of the imperial, ritualistic, feudal system); and for this\nreason it was that, after the violent unification of the empire by\nthe First August Emperor in 221 B.C., followed by his fall and the\nrise of the Han dynasty in 202 B.C., this latter house finally\ndecided to venerate, and all subsequent houses have continued to\nvenerate, Confucius’ memory; because his system was, after Lao-\ntsz’s system had been given a fair trial, at last found the best\nsuited for peace and permanency.",
        "Not only is Lao-tsz not mentioned in the “Springs and Autumns” of\nConfucius, as extended by his contemporary and latter commentators,\nbut none other of the great writers and philosophers anterior\nto and contemporary with Confucius are spoken of except\nstrictly in their capacity of administrators. Thus the Ts’i\nphilosopher Kwan-tsz of the First Protector’s time, 650 B.C.; the\nTs’i philosopher Yen-tsz of Confucius’ time; and the others\nmentioned in preceding Chapters, notably in Chapter XV. (of whom\neach orthodox state of political importance can boast at least\none); based their reputation on what they had achieved for the\nstate rather than what they had taught in the abstract; and their\neconomical and historical books, which have all come down to us in\na more or less complete and authentic state, are valued for the\nexpression they give to the definite theories by which they\narrived at practical results, rather than for the preaching of the\ncounsels of perfection, We have seen that Yen-tsz expressed rather\na contempt for the (to him) out-of-date formalistic ideals of\nConfucius, though Confucius himself had a high opinion of Yen-tsz.\nLao-tsz is first mentioned by the writers of the various “schools\"\nbrought into existence by the collapse of Tsin in 452 B.C., and\nits subdivision into three separate kingdoms, recognized as such\nby the puppet Emperor in 403 B.C. The diplomatic activity was soon\nafter that quite extraordinary, and each of the seven royal courts\nbecame a centre of revolutionary thought; that is, every literary\nadventurer had his own views of what interpretation of ancient\nliterature was best suited to the times: it was Modernism with a\nvengeance. There is ample evidence of Lao-tsz’s influence upon the\nage, though Lao-tsz himself had been dead for a century or more in\nthe year 403. Lao-tsz is spoken of and written about in the fourth\ncentury B.C. as though it were perfectly well known who he was,\nand what his sentiments were; but as, up to Confucius’ time, state\nintercourse had been confined to traders, warriors, and officials\nof the princely castes; and as books had been unwieldy objects\nstored only in capitals and great centres; there is good reason to\nassume that philosophy had been taught almost entirely by word of\nmouth, and that something must have occurred shortly after his\ndeath to cheapen and facilitate the dissemination of literature.\nProbably this something was the gradual introduction of the\npractice of writing on silk rolls and on silk “paper,” which\npractice is known to have been in vogue long before the discovery\nof rubbish paper A.D. 100. Confucius himself evidently made use of\nthe old-fashioned bamboo slips, strung together by cords like a\nbundle of tickets; for we are told that he worked so hard in\nendeavouring to understand the “Changes,” that he “wore out three\nsets of leather bands\"; and it will be remembered from Chapter\nXXXV. how the Bamboo Books buried in 299 B.C., to be discovered\nnearly 600 years later, consisted of slips strung together in this\nway.",
        "Confucius’ movements during the fourteen years of his exile are\nvery clearly marked out, and there seems to be no doubt that his\nvisit to the Emperor’s court took place when he was a young man;\nfirstly, because Lao-tsz ironically calls him a young man, and\nsecondly because he went to visit Lao-tsz with the son of the\nstatesman who on his death-bed foretold Confucius’ future\ndistinction; and there was no Lu mission to the imperial court\nafter 520. In the second century B.C., not only are there a dozen\nstatesmen specifically stated to have studied the works of Lao-\ntsz, but the Empress herself is said to have possessed his book;\nand a copy of it, distinctly said to be in ancient character, was\nthen stored amongst other copies of the same book in the imperial\nlibrary. The two questions which the Chinese historians and\nliterary men of the fifth, fourth, third, and second centuries\nB.C. do not attempt to decide are: Why is the life of Lao-tsz not\ngiven to us earlier than 100 B.C.? Why is that life so scant, and\nwhy does the writer of it allude to “other stories” current about\nhim? Why is it that the book which Lao-tsz wrote at the request of\na friend is not alluded to by any writer previous to 100 B.C.?",
        "As not one single one of these numerous Taoists or students of\nLao-tsz expresses the faintest doubt about Lao-tsz’s existence, or\nabout the genuineness of his traditional teachings, it is evident\nthat the meagreness of Lao-tsz’s life, as told by the historian,\nis rather a guarantee of the truth of what he says than the\nreverse, so far as he knows the truth; otherwise he would have\ncertainly embellished. The essence of Lao-tsz’s doctrine is its\ndemocracy, its defence of popular rights, its allusion to kings\nand governments as necessary evils, its disapproval of luxury and\nhoarding wealth; its enthusiasm for the simple life, for absence\nof caste, for equality of opportunity, for socialism and\ninformality; all of which was, though extracted from the same\nOdes, Book, Changes, and Rites, quite contrary in principle to the\n“back to the rites” doctrine of Confucius. Therefore, there could\nbe no possible inducement for Confucius, the pruning editor of the\nOdes, Book, etc., or for his admirers, to mention Lao-tsz in\neither his original work, the “Springs and Autumns,” or in the\nother works (composed by his disciples) giving the original words\nand sentiments of Confucius. Besides, during the whole of Lao-\ntsz’s life, the imperial court (where he served as a clerk) was\ntotally ignored by all the “powers” as a political force; the only\npersons mentioned in what survives of Chou history are the\nhistoriographers, the wizards, the ritual clerks, the ducal\nenvoys, now sent by the Emperor to the vassals, now consulted by\nthe vassals upon matters of etiquette. Lao-tsz, being an obscure\nclerk in an obscure appanage, and holding no political office, had\nno more title to be mentioned in history than any other servant or\n“harmless drudge.” That his doctrines were well known is not\nwonderful, for Tsz-ch’an, his contemporary, and this great man’s\ncolleagues of the other states, also had doctrines of their own\nwhich were widely discussed and, as we have seen, even Tsz-ch’an\nwas severely blamed for the unheard-of novelty of committing the\nlaws to writing, both by Confucius of Lu and by Shuh Hiang of Tsin\n(imperial clan states). It is reasonable to suppose, therefore,\nthat the traditional story is true; namely, that Lao-tsz’s\ndoctrines were never taught in a school at all, and that he had no\nfollowers or admirers except the vassal envoys who used to come on\nspiritual business to the metropolis. We have seen how these men\nused to entertain each other over their wine by quoting the Odes\nand other ancient saws; when consulting the imperial library to\nrectify their own dates, they would naturally meet the old recluse\nLao-tsz, and hear from his own mouth what he thought of the coming\ncollapse anticipated by all. He is said to have left orthodox\nChina in disgust, and gone West–well, he must have passed through\nTs’in if he went to the west. At the frontier pass (it is not\nknown precisely whether on the imperial frontier or on the Ts’in\nfrontier) an acquaintance or correspondent on duty there invited\nhim to put his thoughts into writing, which he did. Books being\nextremely rare, copies would be slowly transmitted. This was about\n500 B.C., between which time and 200 B.C., when a copy of his book\nis first reported to be actually held in the hand by a definite\nperson, the great protecting powers, and later the seven kings,\nwere all engaged in a bloodthirsty warfare, which ended in the\nalmost total destruction throughout the empire of the Odes, Rites,\nand the Book in 213 B.C. Remember, however, that the literary\nempire practically meant parts of the modern provinces of Ho Nan\nand Shan Tung. The “Changes” were not destroyed; and as the First\nAugust Emperor himself, his illegitimate father, several of his\nstatesmen, and his visitors the travelling diplomats, were all\neither Taoists or imbued with Taoist doctrines (their sole policy\nbeing to destroy the old ritual and feudal thrones), there is\nground to conjecture that Lao-tsz’s book escaped too, and was\ndeliberately suffered to escape. We know absolutely nothing of\nthat; assuming the truth of the tradition that there was a book,\nwe do not know what became of the first copy, nor how many copies\nwere made of it during the succeeding 300 years. No attempt\nwhatever has ever been made by the serious Chinese historians\nthemselves to manufacture a story. It is, of course, unsatisfactory\nnot to know all the exact truth; but, for the matter of that, the\nexistence, identity, and authorship of Confucius’ pupil and commentator\nTso K’iu-ming, the official historian of Lu, is equally obscure; not to\nmention the history of the earliest Taoist critics who actually mention\nLao-tsz, and quote the words of (if they do not mention) his book.\nWhen we read Renan’s masterly examination into the origins of our\nown Gospels, and when we reflect that even the origin of Shakespeare’s\nplays, and the individuality of Shakespeare’s person, are open to\neverlasting discussion, we may not unreasonably leave Chinese\ncritics and Chinese historians to judge of the value of their own\nnational evidence, and accept in general terms what they tell us\nof fact, however imperfect it may be in detail, without adding\nhypothetical facts or raising new critical difficulties of our own.\nNo such foreign criticisms are or can be worth much unless the\noriginal Chinese histories and the original Chinese philosophers have\nbeen carefully examined by the foreign critic in the original Chinese text.",
        "Continue...",
        "\nThis electronic book of Ancient China Simplified by Edward Harper Parker,\nM.A., (Manc.), Professor of Chinese at the Victoria University of Manchester,\nLondon is public domain.\nHypertext conversion by Philipp Lenssen.\n\n\nAt Amazon: The Cambridge Illustrated History of China\n\n\nLast updated on November 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Ancient China Simplified (1908)By Edward Harper ParkerAt Amazon"
    ]
}