{
    "title": "Ancient China Simplified - Chapter XLIV - Confucius",
    "author": "Edward Harper Parker",
    "chapter": "45",
    "content": [
        "",
        "\n\n",
        "Confucius has hitherto appeared to many of us Westerners as a\nstiff, incomprehensible individual, resting his claim to\nimmortality upon sententious nothingnesses directed to no obvious\npractical purpose; but, from the slight sketches of the manners of\nthe times in which he lived given above, it will be apparent that\nhe was a practical man with a definite object in view, and that\nboth his barebones history and his jerky moral teachings were the\nbest he could do with sorry material, and in the face of\ninveterate corruption and tyranny. It has been explained how the\nWarrior King who conquered China for the Chou family in 1122,\nabout a dozen years later enfeoffed the elder brother of the last\nShang dynasty emperor in the country of Sung, where he ruled the\ngreater part of what was left of the late dynasty’s immediate\nentourage, and kept up the sacrifices. This is what Confucius\nmeant when he said: “There remain not in K’i sufficient indications\nof what the institutions of the Hia dynasty were; but I have studied\nin Sung what survives of the Shang dynasty institutions. In practice\nI follow the Chou dynasty institutions, as I have studied them at\nhome in Lu.” K’i was a very petty state of marquess rank situated\nnear Lu, to which, indeed, it was subordinate; but just as Sung had,\nas representatives of the Shang dynasty, the privilege of carrying out\ncertain imperial sacrifices, so had K’i, as representatives of the Hia\ndynasty (enfeoffed by Chou in 1122), an equal right to distinction.\nConfucius’ ancestors were natives of Sung and scions of the ducal\nfamily reigning there; in fact, in 893 his ancestor ought to have\nsucceeded to the Sung throne: in 710 B.C. the last of these\nancestors to hold high official rank in Sung was killed, together\nwith his princely master; and several generations after that the\ngreat-grandfather of Confucius, in order to avoid the secular\nspite of the powerful family who had so killed his ancestor,\ndecided to migrate to Lu. In other words, he just crossed the\nmodern Grand Canal (then the river Sz, which rose in Lu), and\nmoved a few days’ journey north-east to the nearest civilized\nstate of any standing. Confucius’ father is no mythical personage,\nbut a stout, common soldier, whose doughty deeds under three\nsuccessive dukes are mentioned in the Lu history quite in a casual\nand regular way. When still quite a child, Confucius disclosed a\ncurious fancy for playing with sacrificial objects and practising\nceremonies, just as English children in the nursery sometimes play\nat “being parson and sexton,” and at “having feasts.” When he grew\nup to manhood, a high officer of Lu foretold his future greatness,\nnot only on account of his precociously grave demeanour, but also\nbecause he was in direct descent from the Shang dynasty, and\nbecause the intrigues that had taken place in Sung had deprived\nhim of his succession rights there also. This high officer’s two\nsons, both frequently mentioned by various contemporary authors,\nand one of whom subsequently went with Confucius to visit Lao-tsz\nat the imperial court, thereupon studied the rites under the man\nof whom their father had spoken so well. The only official\nappointment in Lu that Confucius was able to obtain at this period\nwas that of steward to one of the “powerful families” then engaged\nin the task, so congenial in those times all over China, of\nundermining the ducal authority; this appointment was a kind of\nstewardship, in which his duties consisted in tallying the\nmeasures of grain and checking the heads of cattle. One of the two\nsons of the above-mentioned statesman who had foreseen Confucius’\ndistinction, some time after this submitted a request to the ruler\nof Lu that he might proceed in company with Confucius to visit the\nimperial capital; and it is supposed by Sz-ma Ts’ien, the\nhistorian of 100 B.C., that this was the occasion on which took\nplace the philosopher’s famous interview with Lao-tsz. In this\nconnection there are two or three remarks to make. In the first\nplace, it is recorded of nearly all the vassal states that they\neither did pay visits to, or wished to visit, the metropolis; and\nthat royal dukes and royal historians, either at vassal request or\nunder imperial instruction, took part in advising vassal states.\nIn the second place, as Confucius then held no high office, his\nvisit, being a private affair, would not be considered worth\nmentioning in the Lu annals, and it would therefore almost follow\nas a matter of course that the young man who accompanied him,\nbeing of official status by birth, would count as the chief\npersonage. In the third place, there is no instance in the\nConfucian histories of a mere archive-keeper or a mere philosopher\nbeing mentioned on account of his importance in that capacity.\nSuch men as Tsz-ch’an, Shuh Hiang, Ki-chah, and the other\ndistinguished “ritualists” of the time, are not mentioned so much\non account of their abstract teachings as they are on account of\ntheir being able statesmen, competent to stave off the rising tide\nof revolutionary opinions. Even Confucius himself only appears in\ncontemporary annals as an able administrator and diplomat; there\nis no particular mention of his “school,” and, a fortiori,\nhe himself does not mention Lao-tsz’s “school,” even if Lao-tsz\nhad one; for he disapproved of Lao-tsz’s republican and democratic\nway of construing the ancient tao. Finally, neither Confucius\nnor Lao-tsz, however great their local reputations, were\nyet universally “great\"; they were consequently as little the\nobjects of hero-worship as was Shakespeare when he was at the\nheight of his activity; and of the living Shakespeare we know next\nto nothing. At this time Lu was in a quandary, surrounded by the\nrival great powers of Tsin, Ts’i, and Ts’u, all three of which\nabsolutely ignored the Emperor, except so far as they might\nsucceed in using him and his ritualistic prestige as a cat’s-paw\nin their own selfish interests. When Confucius was thirty years of\nage (522 B.C.) the ruler of Ts’i, accompanied by his minister the\nphilosopher Yen-tsz, paid a visit to Lu, and had a discussion with\nConfucius upon the question: “How did Ts’in, from beginnings so\nsmall and obscure, reach her present commanding position?” Besides\nthis, the Ts’i ruler and his henchman Yen-tsz both took the\nopportunity to study the rites at Lu. This fact seems to support\nthe (later) statement that Confucius had himself been to study the\nrites at the metropolis, and also to explain Confucius’ own\nconfession that he did not understand much about the Hia dynasty\ninstitutions that used to exist in K’i,–a state lying eastward of\nTs’i. In 520 the last envoy ever sent from Lu to the Chou\nmetropolis reported on his return that the imperial family was in\na state of feud and anarchy: if, as it is stated, this was really\nthe last envoy from Lu, then Confucius and his friend must have\nvisited Lao-tsz before the former reached the age of thirty. Tsin\nand Lu were both now in a revolutionary condition, and a struggle\nwith the “powerful families” was going on in each case; it was\nalso beginning in Ts’i, and in principle seems to have been\nexactly akin to our English struggle between King John and his\nbarons (as champions of popular rights) against the greed of the\ntax-collector. To avoid home troubles, Confucius at the age of\nthirty-five went to Ts’i, in order, if possible, to serve his\nfriend the Marquess, who had a few years before consulted him\nabout the rise of Ts’in. There perhaps it was that he found an\nopportunity to study the music of the Hia dynasty at the petty\nstate of K’i, only one day’s journey east of the Ts’i capital, on\nthe north-east frontier of Lu; and then it must have been that he\nformed his opinion about the surviving Hia rites. His advice to\nthe reigning prince of Ts’i was so highly appreciated that it was\nproposed to confer an estate upon him. It is interesting to note\nthat the jealous Yen-tsz (who was much admired as a companionable\nman by Confucius) protested against this grant, on the ground that\n“men of his views are sophistical rhetoricians, intoxicated with\nthe exuberance of their own verbosity; incompetent to administer\nthe people; wasting time and money upon expensive funerals. Life\nis too short to waste in trying to get to the bottom of these\ninane studies.” From this it will be seen that Lao-tsz was by no\nmeans alone in despising Confucius’ conservative and ritualistic\nviews, though it is quite possible that Yen-tsz may still have\nrespected him as a man and a politician. Finally, Confucius,\nfinding that the Ts’i ministers were all arrayed against him, and\nthat the Marquess fain confessed himself too old to fight his\nbattles for him, quitted the country and returned home. His own\nduke died in exile in 510 B.C., power remaining in the intriguing\nhands of an influential private family; and for at least ten years\nConfucius held no office in his native land, but spent his time in\nediting the Odes, the Book, the Chou Rites, and the Music; by some\nit is even thought that he not only edited but composed the Book\n(of History), or put together afresh such parts of the old Book as\nsuited his didactic purposes. Meanwhile the private family\nintrigues went on more actively than ever; until at last, in 501,\nwhen Confucius was fifty years of age, the most formidable\nagitator of them all, finding his position untenable, escaped to\nTs’i; it even seems that Confucius placed, or thought of placing,\nhis services at the disposal of one of these rebel subjects.\nPossibly it was in view of such contingencies that the reigning\nduke at last gave Confucius a post as governor of a town, where\nhis administration was so admirable that he soon passed through\nhigher posts to that of Chief Justice, or Minister of Justice.\nConfucius’ views on law are well known. He totally disapproved of\nTsz-ch’an’s publication of the law in the orthodox state of Cheng,\nas explained in Chapter XX., holding that the judge should always\n“declare” the law, and make the punishment fit the crime, instead\nof giving the people opportunities to test how far they could\nstrain the literal terms of the law. He also said: “I am like\nothers in administering the law; I apply it to each case; it is\nnecessary to slay one in order not to have to slay more. The\nancients understood prevention better than we do now; at present\nall we can hope to do is to avoid punishing unjustly. The ancients\nstrove to save a prisoner’s life; now we can only do our best to\nprove his guilt. However, better let a guilty man go free than\nslay an innocent one.”",
        "Confucius’ old friend the ruler of Ts’i was still alive (he\nreigned fifty-eight years, one of the longest reigns on record in\nChinese history), and he had just suffered serious humiliation at\nthe hands of the barbarous King of Wu, to whose heir-apparent he\nhad been obliged to send one of his daughters in marriage. The\nProtectorate of China was going a-begging for want of a worthy\nsovereign, and it looked at one time as though Confucius’ stern\nand efficient administration would secure the coveted prize for\nLu. The Marquess of Ts’i therefore formed a treacherous plot to\nassassinate both master and man, and with this end in view sent an\nenvoy to propose a friendly conference. It was on this occasion\nthat Confucius uttered his famous saying (quoted, however, from\nwhat “he had heard”) that “they who discuss by diplomacy should\nalways have the support of a military backing.” A couple of\ngenerals accordingly accompanied the party to the trysting-place;\nand it is presumed that the generals had a force of soldiers with\nthem, even though the indispensable common people be not worth\nmention in Chinese history. In conformity with practice, an altar\nor dai’s was constructed; wine was offered, and the usual rites\nwere being fulfilled to the utmost, when suddenly a Ts’i officer\nadvanced rapidly and said: “I now propose to introduce some\nforeign musicians,” a band of whom at once entered the arena, with\nbrandished weapons, waving feathers, and noisy yells. Confucius\nsaw through this sinister manoeuvre at once, and, hastily mounting\nthe dais (except, out of respect, the last step), expostulated in\nthe plainest terms. The ruler of Ts’i was so ashamed of his\nposition that he at once sent the dancers away. But a second group\nof mountebanks were promptly introduced in spite of this check.\nConfucius was so angry, that he demanded their instant execution\nunder the law (presumably a general imperial law) “providing the\npunishment of death for those who should excite animosity between\nprinces.” Heads and legs soon covered the ground; and Confucius\nplayed his other cards so well that he secured, in the sequel, a\nformal treaty, actually surrendering to Lu certain territories\nthat had unlawfully been held for some years by Ts’i. On the other\nhand, Lu had to promise to aid Ts’i with 22,500 men in case Ts’i\nshould engage in any “foreign” war–probably alluding to Wu. Two\nor three years after that stirring event there was civil war in\nLu, owing to Confucius having insisted on the “barons” dismantling\ntheir private fortresses.",
        "At the age of fifty-six Confucius left his post as Minister of\nJustice to take up that of First Counsellor: his first act was to\nput to death a grandee who was sowing disorder in the state. It\nwas during these years of supreme administration that complete\norder was restored throughout the country; thieves disappeared;\n“sucking-pigs and lambs were sold for honest prices\"; and there\nwas general content and rejoicing throughout the land. All this\nmade the neighbouring people of Ts’i more and more uneasy, even to\nthe point of fearing annexation by Lu. The wily old Marquess\ntherefore, again at the instigation of the man who had planned the\nattempted assassination of 500 B.C., made a selection of eighty of\nthe most beautiful women Ts’i could produce, besides thirty four-\nhorsed chariots of the most magnificent description. The reigning\nMarquess of Lu, as well as his “powerful family” friend against\nwhom Confucius had once thought of taking arms (who, indeed, acted\nas intermediary) both fell into the trap: public duty and\nsacrifices were neglected; and the result was that Confucius at\nonce threw up his offices and left the country in disgust. His\nfirst visit was to Wei (imperial clan), the capital city of which\nstate then stood on the Yellow River, in the extreme north-east\npart of modern Ho Nan province; and through this capital the river\nthen ran: the metropolis of one of the very ancient emperors\nprevious to the Hia dynasty had nearly 2000 years before been in\nthe immediate neighbourhood, as also had been the last capital of\nthe Shang dynasty, of which, as we have seen, Confucius was a\ndistant scion. After a few months’ stay there, he was suspected\nand calumniated; so he decided to move on, although the ruler of\nWei had generously appropriated to him a salary (in grain)\nsuitable to his high rank. He accordingly proceeded eastwards to a\ntown belonging to Sung (in the extreme south of modern Chih Li\nprovince): here he had the misfortune to be mistaken for the\ndangerous individual who had fled from Lu to Ts’i in 501, in\nconsequence of which he returned to stay in Wei with his friend\nK’u-peh-yuh, who, as mentioned in Chapter XXVIII., had been\nvisited by Ki-chah of Wu in 544 B.C. Here, as a distinguished\ntraveller, he was asked (practically commanded) by one of the\nruler’s wives to pay her a visit; and, though the reluctant visit\nwas paid with all propriety and reserve, the fact that this woman\nwas at the time suspected of having committed incest with her own\nbrother is considered by uncompromising native critics to leave a\nslight stain on Confucius’ character. Worse still, the reigning\nprince took his wife out for a drive with a eunuch sitting in the\nsame carriage, ordering the sage to follow the party in an\ninferior carriage. This was too much for Confucius, who then\nresumed his original journey through Sung, from which he had\nturned back, and proceeded to the small state of Ts’ao (imperial\nclan; still called Ts’ao-thou, extreme south-west of modern Shan\nTung province). To-day he would have had to cross the Yellow\nRiver, but of course none is here mentioned, as Confucius had\nalready left it behind at the Wei capital: in fact, he had been on\nthe right bank ever since he left his own country. This was 495\nB.C. After a short stay in Ts’ao, the philosopher proceeded south\ntowards the capital of Sung (modern Kwei-teh Fu in the extreme\neast of Ho Nan). For some reason the Minister of War there wished\nto assassinate him–probably because the arch-intriguer whom\nConfucius had driven out of Lu in 501, and who had taken refuge\nfirst in Ts’i and then in Sung, had calumniated him there.\nConfucius thereupon made his way westwards, over the various\nheadwaters of the River Hwai, to Cheng (imperial clan), the state\nwhich had been for a generation so admirably administered by Tsz-\nch’an: in fact, a man outside the city gate observed “how like\nTsz-ch’an” the stranger looked. Some accounts make out that Tsz-\nch’an was then only just dead, but the better opinion is that he\nhad already then been dead for twenty-seven years: in any case it\nis curious that Confucius, who was a very tall man, should twice\nbe mistaken for other persons. Thence Confucius turned back south-\neast to the orthodox state of Ch’en (modern Ch’en-chou Fu in\nEastern Ho Nan). This was one of the very oldest principalities in\nChina, dating from even before the Hia dynasty (2205 B.C.); and\nthe Warrior King of Chou, after conquering the empire in 1122\nB.C., had industriously sought out the most suitable lineal\ndescendant to take over the ancient fee of his remote ancestor,\nand continue the sacrifices.",
        "Confucius remained in Ch’en over three years, and during that time\nthe barbarian King of Wu annexed several neighbouring towns,\nwhilst Tsin and Ts’u ravaged the surrounding country in turn, in\ntheir rival efforts to secure a predominant influence there. Here\nit was, too, that a bird of prey, pierced with a strange arrow,\nfell near the prince’s palace: from the wood used in making the\narrow and the peculiar stone barb employed to tip it, Confucius\nwas able to explain that the bird must have flown from (modern)\nManchuria. (This annual flight of bustards and geese, to and from\nthe Steppes, may be observed any winter to-day.) He next turned\nnorth, and arrived once more at the spot in Sung he had visited in\n496: here he was arrested, but set free on his solemn promise that\nhe would not go to Wei, which state at the moment was considering\nthe advisability of attacking that very Sung town. Confucius\ndeliberately broke his plighted word, on the ground that “promises\nextorted by violence are void, and are not recognized by the\ngods.” (These words, which, after all, are good English law, were\nquoted by the irate Chang Chf-tung when Russia “extorted” the\nLivadia Treaty from Ch’unghou.) On his arrival in Wei, he advised\nhis old friend, the Wei duke, to attack the Sung town he had just\nleft. But the duke thought it best to have the Yellow River\nbetween himself and the rival states of Ts’u and Tsin (this\nspecific mention of the Yellow River as being west of a city in\nlong. 114o 30’ E. is interesting). The latter state, Tsin, then\nheld most of the left bank. Confucius even thought of accepting\nthe invitation of a Tsin rebel to go and assist him: this was just\nat the moment when the “six families” were gradually breaking up\nthe once powerful northern orthodox state. He also hesitated\nwhether he would not do better, as the prince of Wei would not\nemploy him, to proceed west to Tsin in order there to serve one of\nthe contending six families: in fact he actually got as far as the\nYellow River (another proof that it must then have run on the west\nside of Wei-hwei Fu in Ho Nan); but turned back to Wei on hearing\nunfavourable news from the Tsin capital (in south Shan Si). As the\nWei prince treated him somewhat cavalierly during an interview, he\ndecided to go back once more due south to the ancient state of\nCh’en. Here (492) he heard news of the destruction by fire of some\nof the Lu ancestral temples, and of the death of the “powerful\nfamily” minister whose disgraceful conduct with the singing girls\nhad led to his departure from Lu in disgust. This minister was a\nsort of hereditary maire du palais, an arrangement which\nseems to have been customary in many states, and his last words to\nhis son were: “When you succeed me, send for Confucius: my\nadministration has failed: I did wrong in dismissing him.” The son\nhad not the courage to ask Confucius himself, but he sent instead\nfor one of the philosopher’s disciples, and it was arranged with\nConfucius’ friends that this disciple on taking office should send\nfor Confucius himself, who really wished to be employed in Lu\nagain. Meanwhile Confucius decided to visit the orthodox state of\nTs’ai (imperial clan), lying to the south of Che’n: the capital of\nthis state had been originally a town on the upper waters of the\nHwai River, right in the heart of modern Ho Nan province; but,\nunder stress of the Tsin and T’su wars, it had twice moved its\nchief city eastwards, and owing to a Ts’u invasion, it was now\n(491) on the main Hwai River in modern An Hwei province, and was\nat the moment under the political influence of Wu; it is not\nclear, however, whether Confucius visited the old or the new\ncapital. After a year’s stay here, Confucius went further\nwestwards to a certain Ts’u town (near Nan-yang Fu in Ho Nan),\npassing, on his way, near the place in which Lao-tsz was born. He\nsoon returned to Ts’ai, where he stayed three years. It will be\nobserved that ever since 700 B.C. it had been the deliberate\npolicy of Ts’u to annex or overshadow as many of the orthodox\nstates as possible, so that Ts’u’s undoubtedly high literary\noutput, in later years, is easily accounted for: in other words,\nTs’u’s northern population was now already orthodox Chinese.\nMoreover, it must not be forgotten that, even before the Chou\nconquest, one of the early Ts’u rulers was an author himself, and\nhad been tutor to the father of the Chou founder: that means to\nsay Ts’u was possibly always as literary as China.",
        "Meanwhile Ts’u and semi-barbarian Wu were contesting possession of\nCh’en, and the King of Ts’u tried to secure by presents the\nservices of Confucius, who had prudently transferred himself to a\nsafe place in the open country lying between Ch’en and Ts’ai The\nministers of these two orthodox states, fearing the results to\ntheir own people should Confucius (as he seems in fact to have\ncontemplated) decide to accept the Ts’u offer, with a police force\nsurrounded the Confucian party; they were only able to escape from\nstarvation by sending word to the King, who at once sent a\ndetachment to free the sage. He would have conferred a fief upon\nConfucius, but his ministers advised him of the danger of such a\nproceeding, seeing that the Chou dynasty conquered the empire\nafter beginning with a petty fief, and that the great kingdom of\nTs’u itself had arrived at its present greatness after beginning\nwith a still smaller fief. Accordingly the sage decided to return\nto Wei (489), where several of his disciples received official\nposts, and where Confucius himself seems to have acted as\nunofficial adviser, especially in the matter of a contested\nsuccession. All this competition for, or at least jealousy of,\nConfucius’ services proves that his repute as an administrator\n(not necessarily as a philosopher) was already widely spread. The\nfollowing year the King of Wu appeared before the Lu capital, and\none of Confucius’ former disciples holding office there (the one\nwho went in advance in 492) just succeeded in moderating the\nbarbarians’ demands, which, however, only took the comparatively\nharmless “spiritual” form of orthodox sacrificial victims.",
        "[Illustration: Map",
        "1. The dotted line shows the present Grand Canal; the part between\nthe Yang-tsz and Hwai Rivers was made by the King of Wu. The part\nnorth of the Hwai is chiefly the channel of the River Sz, flowing\nfrom the Lu capital into the Hwai.",
        "2. The old Hwai embouchure, running from the Lake Hung-tseh to the\nsea, no longer exists; it dissipates itself in canals and salt\nflats.",
        "3. From 1852 the Yellow River has flowed north as depicted in the\nother maps. For several centuries previous to 1851 it flowed as\nshown by the long-link-and-dot line, and took possession of the\nnow extinct Hwai embouchure.",
        "4. The crosses mark capitals. Ts’ai (two marked) and Hii (one\nmarked) frequently shifted capitals.]",
        "In 484 Confucius was still in Wei, for in that year he is stated\nto have declined to discuss there a question connected with making\nwar. In the year 484 or 483 the disciple sent by Confucius to Lu,\nas stated, in 492 conducted an expedition against Ts’i: this was\nthe shameful period when orthodox Lu, in compulsory league with\nbarbarous Wu, was playing a double and treacherous game under\nstress, and the question of recalling Confucius to save his native\ncountry was on the tapis. Hearing of this, and despite the\nheavy bribes offered him to stay by the ruler of Wei, Confucius\nstarted with alacrity for Lu, where he arrived safely after\nfourteen years of wandering. He is often stated to have visited\nover forty states in all; but it must be remembered that each of\nthe important countries he visited had in turn a number of\nsatellites of its own; as, for instance, the extremely ancient\n“marquess state” of Ki, or K’i, subordinate to Lu, which, though\npossessing great spiritual authority, had no weight in lay policy.\nAn interesting point to notice is that Confucius’ travels almost\nexactly coincide with those of the Second Protector 150 years\nearlier (see Chapter XXXIX); both of them ignored the Emperor, and\nboth of them visited Ts’i, Ts’ao, Sung, and Cheng on their way to\nthe Ts’u frontiers; but Confucius was not able to get much farther\nwest so as to reach the Ts’u capital; nor was he able to get to\nTsin; not to say the still more distant Ts’in. In other words, the\nlimited centre of orthodox China remained for many centuries the\nsame, and the vast regions surrounding it were still semi-\nbarbarian in the fifth century B.C. Now it was that Confucius,\nseeing that the imperial power had diminished almost to nothing;\nthat the Odes and Book, the Rites, and the Music no longer\npossessed their former influence; employed himself in making\nsystematic search for documents, in re-editing the Book (of\nHistory), and in endeavouring to ascertain the exact ritual or\nadministration of the preceding dynasties. “Henceforth the Rites\ncould be understood and transmitted,\"–from which we may assume\nthat, up to this time, they had been practically a monopoly of the\nprincely caste. He did not go further back into the mythical\nperiod than the two emperors who preceded the Hia dynasty, nor did\nhe bring the Book farther down than to the time of Duke Muh of\nTs’in, which practically means the time of the first Protectors.\nHe really did for rites and history what he had blamed Tsz-ch’an\nfor doing with the law: he popularized it. He also attempted with\npersistent study to master the Changes, to which incomprehensible\nwork he added features of his own–very little more understandable\nthan the original texts. As to the Odes, 3000 in number, he used\nthe pruning knife much more vigorously, and nine-tenths of them\nwere rejected as unsuitable for the purposes of good didactic\nlessons or conservative precedents. If we substitute, as we are\nentitled to do, the vague word “religion” for the equally vague\nword “rites” (which in fact were the only ancient Chinese\nreligion); if we substitute the empty Christian churches of to-\nday, and the too little scrupulous ambitions of rival European\nPowers, for the neglected tao of the Chou ideal, and for\nthe savage rivalry of the great Chinese vassals; we obtain an\nalmost precisely similar situation in modern Europe. If we can\nimagine a great Pope, or a great philosopher, taking advantage of\na turn in the European conscience to bring back the simple ideals\nof Christianity, we can easily imagine this European Confucius\nbeing universally hailed in future times as the saviour of a\nparlous situation; which, in Europe now, as 2000 years ago in\nChina, entails on the people so much misery and suffering.\nConfucius was, in short, in a way, a Chinese Pius X. declaiming\nagainst Modernism.",
        "Confucius’ only certain original work was the “Springs and\nAutumns,” which is practically a continuation (with the necessary\nintroductory years) of the ancient Book edited or, as some think,\ncomposed by him. He brought the former, this history of his, down\nfrom 722 to 481 B.C. and died in 479. His pupil Tso K’iu-ming,\nwho was official historian to the Lu court, annotated and\nexpounded Confucius’ bald annals, bringing the narrative down from\n481 to 468; and Tso’s delightful work forms the chief, but by no\nmeans the sole, basis for what we have to say in the present book\nof sketches.",
        "Continue...",
        "\nThis electronic book of Ancient China Simplified by Edward Harper Parker,\nM.A., (Manc.), Professor of Chinese at the Victoria University of Manchester,\nLondon is public domain.\nHypertext conversion by Philipp Lenssen.\n\n\nAt Amazon: The Cambridge Illustrated History of China\n\n\nLast updated on November 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Ancient China Simplified (1908)By Edward Harper ParkerAt Amazon"
    ]
}