{
    "title": "Ancient China Simplified",
    "author": "Edward Harper Parker",
    "chapter": "1",
    "content": [
        "",
        "\n\n",
        "Boswell once remarked to Dr. Johnson that “the history of England\nis so strange that, if it were not well vouched as it is, it would\nbe hardly credible.” To which Johnson replied in his usual style:\n“Sir, if it were told as shortly, and with as little preparation\nfor introducing the different events, as the history of the Jewish\nkings, it would be equally liable to objections of improbability.\"\nDr. Johnson went on to illustrate what he meant, by specific\nallusion to the concessions to Parliament made by Charles I. “If,\"\nhe said, “these had been related nakedly, without any detail of\nthe circumstances which generally led to them, they would not have\nbeen believed.”",
        "This is exactly the position of ancient Chinese history, which may\nbe roughly said to coincide in time with the history of the Jewish\nkings. The Chinese Annals are mere diaries of events, isolated\nfacts being tumbled together in order of date, without any regard\nfor proportion. Epoch-making invasions, defeats, and cessions of\nterritory are laconically noted down on a level with the prince’s\nindiscretion in weeping for a concubine as he would weep for a\nwife; or the Emperor’s bounty in sending a dish of sacrificial\nmeat to a vassal power by express messenger. In one way there is a\ndistinct advantage in this method, for, the historian being seldom\ntempted to obtrude his own opinion or comments, we are left a\nclear course for the formation of our own judgments upon the facts\ngiven. On the other hand, it is unfortunate that what may be\ncalled the philosophy of history has never been seized by the\nChinese mind: the annalists do not trouble themselves with the\nrights and aspirations of the masses; the results to general\npolicy that naturally follow upon increase of population,\nperfecting of arms and munitions of war, admixture of foreign\nblood with the body politic, and such like matters. The heads of\nevents being noted, it seems to be left to the reader to fill in\nthe details from his imagination, and from his knowledge of\ncontemporary affairs. For instance, suppose the reign of Queen\nVictoria were to begin after this fashion:–\"1837, 5th moon,\nKalends, Victoria succeeded: 9th moon, Ides, Napoleon paid a\nvisit: 28th day, London flooded; 10th moon, 29th day, eclipse of\nthe sun\"; and so on. At the time, and for many years–possibly\ncenturies–afterwards, there would be accurate general traditional,\nor even written, information as to who Victoria was; why Napoleon\npaid a visit; in what particular way the flood affected England generally;\nfrom what parts the eclipse was best visible, etc. These details would\nfade in distinctness with each successive generation; commentators\nwould come to the rescue; then commentators upon commentators;\nand discussions as to which man was the most trustworthy of them all.",
        "Under these circumstances it is difficult enough for the Chinese\nthemselves to construct a series of historical lessons, adequate\nto guide them in the conduct of modern affairs, out of so\nheterogeneous a mass of material. This difficulty is, in the case\nof Westerners, more than doubled by the strange, and to us\ninharmonious, sounds of Chinese proper names: moreover, as they\nare monosyllabical, and many of them exactly similar when\nexpressed in our letters, it is almost impossible to remember\nthem, and to distinguish one from the other. Thus most persons who\nmake an honest endeavour by means of translations to master the\nleading events in ancient Chinese history soon throw down the book\nin despair; while even specialists, who may wish to shorten their\nlabours by availing themselves of others’ work, can only get a\nfirm grip of translations by comparing them with the originals: it\nis thus really impossible to acquire anything at all approaching\nan accurate understanding of Chinese antiquity without possessing\nin some degree the controlling power of a knowledge of the\npictographs.",
        "It is in view of all these difficulties that an attempt has been\nmade in this book to extract principles from isolated facts; to\navoid, so far as is possible, the use of Chinese proper names; to\nintroduce these as sparingly and gradually as is practicable when\nthey must be used at all; to describe the general trend of events\nand life of the people rather than the personal acts of rulers and\ngreat officers; and, generally, to put it into the power of any\none who can only read English, to gain an intelligible notion of\nwhat Chinese antiquity really was; and what principles and\nmotives, declared or tacit, underlay it. It is with this object\nbefore me that I have ventured to call my humble work “Ancient\nChina Simplified,” and I can only express a hope that it will\nreally be found intelligible.",
        "EDWARD HARPER PARKER.",
        "18, GAMBIER TERRACE, LIVERPOOL, May 18, 1908.",
        "There is much repetition in the book, the same facts being\npresented, for instance, under the heads of Army, Religion,\nConfucius, and Marriages. This is intentional, and the object is\nto keep in the mind impressions which in a strange, ancient, and\nobscure subject are apt to disappear after perusal of only one or\ntwo casual statements.",
        "The Index has been carefully prepared so that any allusion or\nstatement vaguely retained in the mind may at once be confirmed.\nThe Chapter headings, or contents list, which itself contains\nnearly five per cent of the whole letterpress, is so arranged that\nit omits no feature treated of in the main text.",
        "In the earlier Chapters uncouth proper names are reduced to a\nminimum, but the Index refers by name to specific places and\npersons only generally mentioned in the earlier pages. For\ninstance, the states of Lu and CHENG on pages 22 and 29: it is\nhard enough to differentiate Ts’i, Tsin, Ts’in, and Ts’u at the\noutstart, without crowding the memory with fresh names until the\nnecessity for it absolutely arises.",
        "The nine maps are inserted where they are most likely to be\nuseful: it is a good plan to refer to a map each time a place is\nmentioned, unless the memory suffices to suggest exactly where\nthat place is. After two or three patient references, situations\nof places will take better root in the mind.",
        "The Chapters are split up into short discussions and descriptions,\nbecause longer divisions are apt to be tedious where ancient\nhistory is concerned. And the narrative of political movement is\nfrequently interrupted by the introduction of new matter, in order\nto provide novelty and stimulate the imagination. Moreover, all\nChapters and all subjects converge on one general focus.",
        "On page 15 of “China, her Diplomacy, etc.” (John Murray, 1901), I\nhave confessed how tedious I myself had found ancient Chinese\nhistory, and how its human interest only begins with foreign\nrelations. I have, however, gone systematically through the mill\nonce more, and my present object is to present general results\nonly obtainable at the cost of laboriously picking out and\nresetting isolated and often apparently unconnected records of\nfact.",
        "CHOU: at first a principality in South Shen Si and part of Kan\nSuh, subject to Shang dynasty; afterwards the imperial dynasty\nitself.",
        "TS’lN: principality west of the above. When the Chou dynasty moved\nits capital east into Ho Nan, Ts’in took possession of the old\nChou principality.",
        "TSIN: principality (same family as Chou) in South Shan Si (and in\npart of Shen Si at times).",
        "TS’I: principality, separated by the Yellow River from Tsin and\nYen; it lay in North Shan Tung, and in the coast part of Chih Li.",
        "TS’U: semi-barbarous principality alone preponderant on the Yang-\ntsz River.",
        "WU: still more barbarous principality (ruling caste of the same\nfamily as Chou, but senior to Chou) on the Yang-tsz embouchure\nand Shanghai coasts.",
        "YUeEH: equally barbarous principality commanding another\nembouchure in the Hangchow-Ningpo region. Wu and Yueeh were\nat first subordinate to Ts’u.",
        "YEN: principality (same family as Chou) in the Peking plain, north\nof the Yellow River mouth,",
        "SHUH and PA: in no way Chinese or federal; equivalent to Central\nand Eastern Sz Ch’wan province.",
        "CHENG: principality in Ho Nan (same family as Chou).",
        "SUNG: principality taking in the four corners of Ho Nan, Shan\nTung, An Hwei, and Kiang Su (Shang dynasty family).",
        "CH’EN: principality in Ho Nan, south of Sung (family of the\nPloughman Emperor, 2250 B.C., preceding even the Hia dynasty).",
        "WEI: principality taking in corners of Ho Nan, Chih Li, and Shan\nTung (family of the Chou emperors).",
        "TS’AO: principality in South-west Shan Tung; neighbour of Lu, Wei,\nand Sung (same family as Chou).",
        "TS’AI: principality in Ho Nan, south of CH’EN (same family as\nChou).",
        "LU: principality in South-west Shan Tung, between Ts’ao and Ts’i\n(its founder was the brother of the Chou founder).",
        "HUe: very small principality in Ho Nan, south of Cheng (same\nobscure eastern ancestry as Ts’i),",
        "K’I: Shan Tung promontory and German sphere (of Hia dynasty\ndescent); it is often confused with, or is quite the same as,\nanother principality called Ki (without the aspirate).",
        "The above are practically all the states whose participation in\nChinese development has been historically of importance,",
        "CONFUCIUS: after 500 B.C. premier of Lu; traced his descent back\nthrough the Chou dynasty vassal ruling family of Sung to the Shang\ndynasty family.",
        "TSZ-CH’AN: elder contemporary of Confucius; premier of Cheng;\ntraced his descent through the vassal ruling family of Cheng to\nthe Chou dynasty family: date of death variously stated.",
        "KWAN-TSE: died between 648 and 643 B.C., variously stated; premier\nof Ts’i; traced his descent to the same clan as the ruling dynasty\nof Chou.",
        "YEN-TSZ: died 500 B.C.; premier of Ts’i; traced his descent to a\nlocal clan, apparently eastern barbarian by origin.",
        "WEI YANG: died 338 B.C.; premier of Ts’in; was a concubine-born\nprince of the vassal state of Wei, and was thus of the imperial\nChou dynasty clan.",
        "SHUH HIANG: lawyer and minister of Tsin; belonged to one of the\n“great families” of Tsin; was contemporary with Tsz-ch’an. HIANG\nSUeH: diplomat of the state of Sung; pedigree not ascertained,",
        "KI-CHAH: son, brother, and uncle of successive barbarian kings of\nWu, whose ancestors, however, were the same ancestors as the\northodox imperial rulers of the Chou dynasty; contemporary of Tsz-\nch’an.",
        "(ONLY THE TWO FIRST OF THE FIVE WERE SO OFFICIALLY; THE TWO LAST\nWERE SO, EVEN OFFICIALLY, THOUGH NEVER COUNTED AMONGST THE FIVE.)",
        "1. MARQUESS OF Ts’i (not of imperial Chou clan, perhaps of\n“Eastern Barbarian” origin).",
        "2. MARQUESS OF TSIN (imperial Chou clan).",
        "3. DUKE OF SUNG (imperial Shang dynasty descent),",
        "4. “KING” OF T’SU (semi-barbarian, but with remote imperial\nChinese legendary descent).",
        "5. EARL OF TS’IN (semi-Tartar, with legendary descent from remote\nimperial Chinese).",
        "6. “KING” OF Wu (semi-barbarian, but of imperial Chou family\ndescent).",
        "7. “KING” OF YUeEH (barbarian, but with legendary descent from\nultra-remote imperial Chinese).",
        "1. The other small maps will explain each section more in detail.",
        "2. This map is intended to give a general idea of the extremely\nlimited area of the empire in the sixth century B.C.",
        "3. Like the modern Sultan, the Chow Emperor was gradually driven\ninto a corner, surrounded by Bulgarias, Servias, Egypts, and other\ncountries once under his effective rule; and, like the Sultan, the\nChou Emperor remained spiritual head for many centuries after the\npractical dismemberment of his empire.",
        "4. Until quite recent times, the true source of the Yang-tsz had\nbeen unknown to the Chinese, and the River Min has been, and even\nstill is, considered to be the chief head-water. It flows through\nthe rich country of ancient Shuh, now the administrative centre of\nSz Ch’wan province.",
        "5. Even now the Yang-tsz River is practically the only great route\nfrom China into Sz Ch’wan, and in ancient times the rapids were\nprobably not negotiable by large craft.",
        "6. The land routes into Sz Ch’wan from the head-waters of the Wei\nand Ilan Rivers are all extremely precipitous. It was not until\n200 B.C. that any military road was attempted.",
        "7. Ancient China meant the Yellow River. Then the Han and the\nHwai. Next the Yang-tsz. Last the Sz Ch’wan tributaries of the\nYang-tsz. It was through the lakes and rivers south of the Yang-\ntsz that China at last colonized the south.",
        "Continue...",
        "\nThis electronic book of Ancient China Simplified by Edward Harper Parker,\nM.A., (Manc.), Professor of Chinese at the Victoria University of Manchester,\nLondon is public domain.\nHypertext conversion by Philipp Lenssen.\n\n\nAt Amazon: The Cambridge Illustrated History of China\n\n\nLast updated on November 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Ancient China Simplified (1908)By Edward Harper ParkerAt Amazon"
    ]
}