{
    "title": "Ancient China Simplified - Chapter XII - Ancestral Worship",
    "author": "Edward Harper Parker",
    "chapter": "13",
    "content": [
        "",
        "\n\n",
        "We have just seen that, when a military expedition started out,\nthe event was notified, with sacrifice, to the ancestors of the\nperson most concerned: it was also the practice to carry to\nbattle, on a special chariot, the tablet of the last ancestor\nremoved from the ancestral hall, in order that, under his aegis so\nto speak, the tactics of the battle might be successful. Ancestral\nhalls varied according to rank, the Emperor alone having seven\nshrines; vassal rulers five; and first-class ministers three;\ncourtiers or second-class ministers had only two; that is to say,\nno one beyond the living subject’s grandfather was in these last\ncases worshipped at all. From this we may assume that the ordinary\nfolk could not pretend to any shrine, unless perhaps the house-\naltar, which one may see still any day in the streets of Canton.\nIn 645 B.C. a first-class minister’s temple was struck by\nlightning, and the commentator observes: “Thus we see that all,\nfrom the Emperor down to the courtiers, had ancestral shrines”,–a\nstatement which proves that already at the beginning of our\nChristian era such matters had to be explained to the general\npublic. The shrines were disposed in the following fashion:–To\nthe left (on entrance) was the shrine of the living subject’s\nfather; to the right his grandfather; above these two, to the left\nand right again, the great-grandfather and great-great-\ngrandfather; opposite, in the centre, was that of the founder,\nwhose tablet or effigy was never moved; but as each living\nindividual died, his successor of course regarded him in the light\nof father, and, five being the maximum allowed, one tablet had to\nbe removed at each decease, and it was placed in the more general\nancestral hall belonging to the clan or gens rather than to the\nspecific family: it was therefore the, tablet or effigy of the\ngreat-great-grandfather that was usually carried about in war. The\nEmperor alone had two special chapels beyond the five shrines,\neach chapel containing the odds (left) and evens (right) of those\nhigher up in ascent than the great and great-great-grandfathers\nrespectively. The King of Ts’u who died in 560 B.C. said on his\ndeath-bed: “I now take my place in the ancestral temple to receive\nsacrifices in the spring and autumn of each year.” In the year\n597, after a great victory over Tsin, the King of Ts’u had been\nadvised to build a trophy over the collected corpses of the enemy;\nbut, being apparently rather a high-minded man, after a little\nreflection, he said: “No! I will simply erect there a temple to my\nancestors, thanking them for the success.” After the death in 210\nB.C. of the First August Emperor, a discussion arose as to what\nhonours should be paid to his temple shrine: it was explained that\n“for a thousand years without any change the rule has been seven\nshrines for the Son of Heaven, five for vassal princes, and three\nfor ministers.” In the year 253, after the conquest of the\nmiserable Chou Emperor’s limited territory, the same Ts’in\nconqueror “personally laid the matter before the Emperor Above in\nthe suburb sacrifice\";–which means that he took over charge of\nthe world as Vicar of God. The Temple of Heaven (outside the\nPeking South Gate), occupied in 1900 by the British troops, is\npractically the “suburb sacrifice” place of ancient times. It was\nnot until the year 221 B.C. that the King of Ts’in, after that\ndate First August Emperor, formally annexed the whole empire:\n“thanks to the shrines in the ancestral temple,” or “thanks to the\nspiritual help of my ancestors’ shrines the Under-Heaven (i.e.\nEmpire) is now first settled.” These expressions have been\nperpetuated dynasty by dynasty, and were indeed again used but\nyesterday in the various announcements of victory made to Heaven\nand his ancestors by the Japanese Tenshi, or Mikado; that\nis by the “Son of Heaven,” or T’ien-tsz of the ancient Chinese,\nfrom whom the Japanese Shinto ritual was borrowed in whole or in\npart.",
        "In the year 572 B.C., on the accession of a Tsin ruler after\nvarious irregular interruptions in the lineal succession, he says:\n“Thanks to the supernatural assistance of my ancestors–and to\nyour assistance, my lords–I can now carry out the Tsin\nsacrifices.” In the year 548 the wretched ruler of Ts’i, victim of\na palace intrigue, begged the eunuch who was charged with the task\nof assassinating him at least “to grant me permission to commit\nsuicide in my ancestral hall.” The wooden tablet representing the\nancestor is defined as being “that on which the spirit reclines\";\nand the temple “that place where the ancestral spiritual\nconsciousness doth dwell.” Each tablet was placed on its own\naltar: the tablet was square, with a hole in the centre, “in order\nto leave free access on all four sides.” The Emperor’s was twelve\ninches, those of vassal princes one foot (i.e. ten inches) in\nlength, and no doubt the inscription was daubed on in varnish\n(before writing on silk became general, and before the hair-brush\nand ink came into use about 200 B.C.). The rulers of Lu, being\nlineal descendants of the Duke of Chou, brother of the first\nEmperor of the Chou dynasty (1122 B.C.) had special privileges in\nsacrificial matters, such as the right to use the imperial music\nof all past dynasties; the right to sacrifice to the father of the\nDuke of Chou and the founder; the right to imperial rites, to\nsuburban sacrifice, and so on; besides the custody of certain\nancient symbolic objects presented by the first Chou Emperors, and\nmentioned on page 22.",
        "Of course no punishment could be spiritually greater than the\ndestruction of ancestral temples: thus on two occasions, notably\nin 575 B.C. when a first-class minister traitorously fled his\ncountry, his prince, the Marquess of Lu, as a special act of\ngrace, simply “swept his ancestral temple, but did not cut off the\nsacrifices.” The second instance was also in Lu, in 550: the Wei\nfriend with whom Confucius lived seventy years later, when\nwandering in Wei, retrospectively gave his ritual opinion on the\ncase–a proof of the solidarity in sympathy that existed between\nthe statesmen of the orthodox principalities. In the bloodthirsty\nwars between the semi-barbarous southern states of Wu and Ts’u,\nthe capital of the latter was taken by storm in the year 506, the\nancestral temple of Ts’u was totally destroyed, and the renegade\nTs’u ministers who accompanied the Wu armies even flogged the\ncorpse of the previous Ts’u king, their former master, against\nwhom they had a grievance. This mutilation of the dead (in cases\nwhere the guilty rulers have contravened the laws of nature and\nheaven) was practised even in imperial China; for (see page 57)\nthe founder of the dynasty, on taking possession of the last Shang\nEmperor’s palace, deliberately fired several arrows into the body\nof the suicide Emperor. Decapitating corpses and desecrating tombs\nof great criminals have frequently been practised by the existing\nManchu government, in criticizing whom we must not forget the\ntreatment of Cromwell’s body at the Restoration. In the year 285\nB.C., when the Ts’i capital was taken possession of by the allied\nroyal powers then united against Ts’i, the ancestral temple was\nburnt. In 249 B.C. Ts’u extinguished the state of Lu, “which thus\nwitnessed the interruption of its ancestral sacrifices.”",
        "Frequent instances occur, throughout this troublous period, of the\nEmperor’s sending presents of meat used in ancestral sacrifices to\nthe vassal princes; this was intended as a special mark of honour,\nsomething akin to the “orders” or decorations distributed in\nEurope. Thus in 671 the new King of Ts’u who had just murdered his\npredecessor, which predecessor had for the first time set the bad\nexample of annexing petty orthodox Chinese principalities,\nreceived this compliment of sacrificial meat from the Emperor,\ntogether with a mild hint to “attack the barbarians such as Yiieh,\nbut always to let the Chinese princes alone.” Ts’i, Lu, Ts’in, and\nYiieh on different occasions between that date and the fourth\ncentury B.C. received similar donations, usually, evidently, more\npropitiatory than patronizing. In 472 the barbarous King of Yiieh\nwas even nominated Protector along with his present of meat; this\nwas after his total destruction of Wu, when he was marching north\nto threaten North China. Presents of private family sacrificial\nmeat are still in vogue between friends in China.",
        "Fasting and purification were necessary before undertaking solemn\nsacrifice of any kind. Thus the King of Ts’u in 690 B.C. did this\nbefore announcing a proposed war to his ancestors; and an envoy\nstarting from Ts’u to Lu in 618 reported the circumstance to his\nown particular ancestors, who may or may not have been (as many\nhigh officers were) of the reigning caste. On another occasion the\nruler of Lu was assassinated whilst purifying himself in the\nenclosure dedicated to the god of the soil, previous to\nsacrificing to the manes of an individual who had once\nsaved his life. Practically all this is maintained in modern\nChinese usage.",
        "A curious distinction is mentioned in connection with official\nmourning tidings in the highly ritual state of Lu. If the deceased\nwere of a totally different family name, the Marquess of Lu wept\noutside his capital, turning towards deceased’s native place, or\nplace of death; if of the same name, then in the ancestral temple:\nif the deceased was a descendant of the same founder, then in the\nfounder’s temple; if of the same family branch, then in the\npaternal temple. All these refinements are naturally tedious and\nobscure to us Westerners; but it is only by collating specific\nfacts that we can arrive at any general principle or rule.",
        "[Illustration: MAP",
        "1. Ts’u’s five capitals, in order of date, are marked. In 504 B.C.\nthe king had to leave the Yang-tsz for good in order to escape Wu\nattacks. In 278 B.C. Ts’in captured No. 4, and then the ancient\nCh’ta capital (No. 5, already annexed by Ts’u) became the Ts’u\ncapital (see maps showing Ch’en’s position). Ts’u was now a Hwai\nRiver power instead of being a Han River and Yang-tsz power. Shuh\nand Pa are modern Sz Ch’wan, both inaccessible from the Han\nsystem. The Han system to its north was separated from the Wei\nsystem and the country of Ts’in by a common watershed.",
        "2. Wu seems to have been the only power besides Ts’u possessing\nany knowledge of the Yang-tsz River, and Wu was originally part\nof, or vassal to Ts’u. 3. Pa had relations with Ts’u so early as\n600 B.C. Later Pa princesses married Ts’u kings.]",
        "Continue...",
        "\nThis electronic book of Ancient China Simplified by Edward Harper Parker,\nM.A., (Manc.), Professor of Chinese at the Victoria University of Manchester,\nLondon is public domain.\nHypertext conversion by Philipp Lenssen.\n\n\nAt Amazon: The Cambridge Illustrated History of China\n\n\nLast updated on November 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Ancient China Simplified (1908)By Edward Harper ParkerAt Amazon"
    ]
}