{
    "title": "Ancient China Simplified - Chapter XIV - More on Protectors",
    "author": "Edward Harper Parker",
    "chapter": "15",
    "content": [
        "",
        "\n\n",
        "The Five Tyrants, or Protectors, are usually considered to be the\nfive personages we have mentioned; to wit, in order of succession,\nthe Marquess of Ts’i (679-643), under whose reign the great\neconomist, statesman, and philosopher Kwan-tsz raised this far\neastern part of China to a hitherto unheard-of pitch of material\nprosperity; the Marquess of Tsin (632-628), a romantic prince,\nmore Turkish than Chinese, who was the first vassal prince openly\nto treat the Emperor as a puppet; the Duke of Sung (died 637),\nrepresenting the imperial Shang dynasty ejected by the Chou family\nin 1122, whose ridiculous chivalry failed, however, to secure him\nthe effective support of the other Chinese princes; the Earl of\nTs’in (died 621) who was, as we see, quietly creating a great\nTartar dominion, and assimilating it to Chinese ways in the west;\nand the King of Ts’u (died 591), who, besides taking his place\namongst the recognized federal princes, and annexing innumerable\npetty Chinese principalities in the Han River and Hwai River\nbasins, had been for several generations quietly extending his\ndominions at the expense of what we now call the provinces of Sz\nCh’wan, Kiang Si, Hu Kwang-perhaps even Yun Nan and Kwei Chou;\nCertainly Kiang Su and Cheh Kiang, and possibly in a loose way the\ncoast regions of modern Fuh Kien and the Two Kwang; but it cannot\nbe too often repeated that if any thing intimate was known of the\nYang-tsz basin, it was only Ts’u (in its double character of\nindependent local empire as well as Chinese federal prince) that\nknew, or could have known, any thing about it; just as, if any\nthing specific was known of the Far West, Turkestan, the Tarim\nvalley, and the Desert, it was only Ts’in (in its double character\nof independent Tartar empire as well as Chinese federal prince)\nthat knew, or could know, any thing about them. Ts’i and Tsin were\nalso Tartar powers, at least in the sense that they knew how to\nkeep off the particular Tartars known to them, and how to make\nfriendly alliances with them, thus availing themselves, on the one\nhand, of Tartar virility, and faithful on the other to orthodox\nChinese culture. So that, with the exception of the pedantic Duke\nof Sung, who was summarily snuffed out after a year or two of\nbrief light by the lusty King of Ts’u, all the nominal Five\nProtectors of China were either half-barbarian rulers or had\npassed through the crucible of barbarian ordeals. Finally, so\nvague were the claims and services of Sung, Ts’u, and Ts’in, from\na protector point of view, that for the purposes of this work, we\nonly really recognize two, the First Protector (of Ts’i) and,\nafter a struggle, the Second Protector (of Tsin): at most a\nthird,–Ts’u.",
        "But although the Chinese historians thus loosely confine the Five-\nProtector period to less than a century of time, it is a fact that\nTs’u and Tsin went on obstinately struggling for the hegemony, or\nfor practical predominance, for at least another 200 years;\nbesides, Ts’in, Ts’u, and Sung were never formally nominated by\nthe Emperor as Protectors, nor were they ever accepted as such by\nthe Chinese federal princes in the permanent and definite way that\nTs’i and Tsin had been and were accepted. Moreover, the barbarian\nstates of Wu and Yueeh each in turn acted very effectively as\nProtector, and are never included in the Five-Great-Power series.\nThe fact is, the Chinese have never grasped the idea of principles\nin history: their annals are mere diaries of events; and when once\nan apparently definite “period” is named by an annalist, they go\non using it, quite regardless of its inconsistency when confronted\nwith facts adverse to a logical acceptance of it.",
        "The situation was this: Tsin and Ts’u were at perpetual\nloggerheads about the small Chinese states that lay between them,\nmore especially about the state of Cheng, which, though small, was\nof quite recent imperial stock, and was, moreover, well supplied\nwith brains. Tsin and Ts’in were at perpetual loggerheads about\nthe old Tsin possessions on the west bank of the Yellow River,\nwhich, running from the north to the south, lay between them; and\nabout their rival claims to influence the various nomadic Tartar\ntribes living along both the banks, Tsin and Ts’i were often\nengaged in disputes about Lu, Wei, and other orthodox states\nsituated in the Lower Yellow River valley running from the west to\nthe east and north-east; also in questions concerning eastern\nbarbarian states inhabiting the whole coast region, and concerning\nthe petty Chinese states which had degenerated, and whose manners\nsavoured of barbarian ways. Thus Ts’in and Ts’u, and also to some\nextent Ts’i and Ts’u, had a regular tendency to ally themselves\nagainst Tsin’s flanks, and it was therefore always Tsin’s policy\nas the “middle man” to obstruct communications between Ts’in and\nTs’u, and between Ts’i and Ts’u. In 580 Tsin devised a means of\nplaying off a similar flanking game upon Ts’u: negotiations were\nopened with Wu, which completely barbarous state only begins to\nappear in history at all at about this period, all the kings\nhaving manifestly phonetic barbarian names, which mean absolutely\nnothing (beyond conveying the sound) as expressed in Chinese, Wu\nwas taught the art of war, as we have seen, by (page 34) a Ts’u\ntraitor who had fled to Tsin and taken service there; and the King\nof Wu soon made things so uncomfortable for Ts’u that the latter\nin turn tried by every means to block the way between Tsin and Wu.\nWithin a single generation Wu was so civilized that one of the\nroyal princes was sent the rounds of the Chinese states as special\nambassador, charged, under the convenient cloak of seeking for\ncivilization, ritual, and music, with the duty of acquiring\npolitical and strategical knowledge. This prince so favourably\nimpressed the orthodox statesmen of Ts’i, Lu, Tsin, and Wei (the\nruling family of this state, like that of Sung, was, until it\nrevolted in 1106 B.C. against the new Chou dynasty, of Shang\ndynasty origin, and the Yellow River ran through it northwards),\nthat he was everywhere deferentially received as an equal:\nhis tomb is still in existence, about ten miles from the treaty-\nport of Chinkiang, and the inscription upon it, in ancient\ncharacters, was written by Confucius himself, who, though a boy of\neight when the Wu prince visited Lu in 544, may well have seen the\nprince in the flesh elsewhere, for the latter lived to prevent a\nwar with Ts’u in 485; i.e. he lived to within six years of\nConfucius’ death: he is known, too, to have visited Tsin on a\nspying mission in 515 B.C. The original descent of the first\nvoluntarily barbarous Wu princes from the same grandfather as the\nChou emperors would afford ample basis for the full recognition of\na Wu prince by the orthodox as their equal, especially when his\nmanners were softened by rites and music. It was like an oriental\nprince being feted and invested in Europe, so long as he should\nconform to the conventional dress and mannerisms of “society.”",
        "Just as Wu had been quietly submissive to Ts’u until the\nopportunity came to revolt, so did the still more barbarous state\nof Yueh, lying to the south-east of and tributary to Wu as her\nmesne lord, eagerly seize the opportunity of attacking Wu when the\ncommon suzerain, Ts’u, required it. The wars of Wu and Yueh are\nalmost entirely naval, and, so far as the last-named state is\nconcerned, it is never reported as having used war-chariots at\nall. Wu adopted the Chinese chariot as rapidly as it had re-\nadopted the Chinese civilization, abandoned by the first colonist\nprinces in 1200 B.C.; but of course these chariots were only for\nwar in China, on the flat Chinese plains; they were totally\nimpracticable in mountainous countries, except along the main\nroutes, and useless (as Major Bruce shows) in regions cut up by\ngulleys; even now no one ever sees a two-wheeled vehicle in the\nShanghai-Ningpo region. It must, therefore, always be remembered\nthat Wu, though barbarous in its population, was, in its origin as\nan organized system of rule, a colony created by certain ancestors\nof the founder of the Chou dynasty, who had voluntarily gone off\nto carve out an appanage in the Jungle; i.e. in the vague unknown\ndominion later called Ts’u, of which dominion all coast regions\nwere a part, so far as they could be reduced to submission. This\ngave the Kings of Wu, though barbarian, a pretext for claiming\nequality with, and even seniority over Tsin, the first Chou-born\nprince of which was junior in descent to most of the other\nenfeoffed vassals of the imperial clan-name. In 502 Wu armies even\nthreatened the northern state of Ts’i, and asserted in China\ngenerally a brief authority akin to that of Protector. Ts’i was\nobliged to buy itself off by marrying a princess of the blood to\nthe heir-apparent of Wu, an act which two centuries later excited\nthe disgust of the philosopher Mencius. The great Ts’i statesman\nand writer Yen-tsz, whom we have already mentioned more than once,\ndied in 500, and earlier in that year Confucius had become chief\ncounsellor of Lu, which state, on account of Confucius’ skill as a\ndiplomat, nearly obtained the Protectorate. It was owing to the\nfear of this that the assassination of the Lu prince was attempted\nthat year, as narrated in Chapter IX. In order to understand how\nWu succeeded in reaching Lu and Ts’i, it must be recollected that\nthe river Sz, which still runs from east to west past Confucius’s\nbirthplace, and now simply feeds the Grand Canal, then flowed\nsouth-east along the line of the present canal and entered the\nHwai River near Sue-chou. Moreover, there was at times boat-\ncommunication between the Sz and the Yellow River, though the\nprecise channel is not now known. Consequently, the Wu fleets had\nno difficulty in sailing northwards first by sea and then up the\nHwai and Sz Rivers. Besides, in 485, the King of Wu began what we\nnow call the Grand Canal by joining as a beginning the Yang-tsz\nRiver with the Hwai River, and then carrying the canal beyond the\nHwai to the state of Sung, which state was then disputing with Lu\nthe possession of territory on the east bank of the Sz, whilst\nTs’u was pushing her annexations up to the west bank of the same\nriver. There were in all twelve minor orthodox states between the\nSz and the Hwai. In 482 the all-powerful King of Wu held a genuine\ndurbar as Protector, at a place in modern Ho Nan province, north\nof the Yellow River as it now runs, but at that time a good\ndistance to the south-east of it. This is one of the most\ncelebrated meetings in Chinese history, partly because Wu\nsuccessfully asserted political pre-eminence over Tsin; partly\nbecause Confucius falsifies the true facts out of shame (as we\nhave seen he did when Ts’u similarly seized the first place over\nTsin); and partly owing to the shrewd diplomacy of the King of Wu,\nwho had learnt by express messenger that the King of Ytieh was\nmarching on his capital, and who had the difficult double task to\naccomplish of carrying out a “bluff,” and operating a retreat\nwithout showing his weak hand to either side, or losing his army\nexposed between two foes.",
        "In 473, after long and desperate fighting, Wu was, however, at\nlast annihilated by Yiieh, which state was now unanimously voted\nProtector, Vae victis! The Yueh capital was promptly removed\nfrom near the modern Shao-hing (west of Ningpo) far away north\nto what is now practically the German colony of Kiao Chou; but,\nthough a maritime power of very great-strength, Yiieh never succeeded\nin establishing any real land influence in the Hwai Valley. During her\nshort protectorate she rectified the River Sz question by forcing\nSung to make over to Lu the land on the east bank of the River Sz.",
        "Continue...",
        "\nThis electronic book of Ancient China Simplified by Edward Harper Parker,\nM.A., (Manc.), Professor of Chinese at the Victoria University of Manchester,\nLondon is public domain.\nHypertext conversion by Philipp Lenssen.\n\n\nAt Amazon: The Cambridge Illustrated History of China\n\n\nLast updated on November 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Ancient China Simplified (1908)By Edward Harper ParkerAt Amazon"
    ]
}