{
    "title": "Ancient China Simplified - Chapter XLVI - Oracles and Omens",
    "author": "Edward Harper Parker",
    "chapter": "47",
    "content": [
        "",
        "\n\n",
        "Consulting the oracles seems to have been a universal practice,\nand there are numerous historical allusions, made by statesmen of\nthe orthodox principalities, to supposed interpretations attached\nto this or that combination of mystic signs or diagrams from the\n“Changes,” together with arguments as to their specific meaning or\nomen in given circumstances. Doubtless the Chinese of those dates,\nlike our own searchers for religious “analogies” and mysteries,\nexamined with perfect good faith combinations of the Diagrams\nwhich to us appear arrant nonsense; and there can be no doubt of\nConfucius’ own individual zeal, though the fact that he thought\nfifty years’ study at least would be necessary for full\ncomprehension points to the tacit confession that he had totally\nfailed to understand much of the mystery. The Changes are supposed\nto have been developed by the father of the Warrior King when\n(about 1160 B.C.) he was in prison under the tyrannous suspicions\nof the last Shang emperor; and we have seen that the ruler of Ts’u\nwas his tutor, at a time when Ts’u was not yet vassal to\nChou. Like the Odes, Book, and Rites, the Changes were Chou\nliterature, though possibly the unwritten traditions of earlier\ndynasties may have contributed to that literature; which, indeed,\nseems very likely, as Ts’u was already able to teach Chou.",
        "Another form of augury was the examination of the marks on the\ncarapax of a tortoise; thus the Martial King in 146 consulted, and\nfound unfavourable, such marks–this was before attacking the last\nShang emperor; and it was only at the earnest instigation of his\nchief henchman (afterwards vassal king and founder of Ts’i) that\nhe was prevailed upon to proceed. Possibly he borrowed Eastern\nideas from this founder of Ts’i too. Later on, the Martial King’s\nyounger brother, the Duke of Chou, consulted the oracle along with\nthe same Ts’i adviser: this was done before the three ancestral\naltars of their father, grandfather, and great-grandfather, in\norder to ascertain if the Emperor (i.e. the Martial King)\nwould recover from a sickness. In 1109 the Martial King’s son and\nsuccessor sent one of his uncles or near relatives to examine the\nsite of modern Ho-nan Fu, with a view to transferring the\nmetropolis thither, and, the oracles being favourable, the Nine\nTripods were removed to that place, and it was afterwards called\nthe “Eastern Metropolis” (the original or western capital was not\nmoved for over 300 years after that). It was at the same time\nforetold that there would be thirty more reigns, of 700 years in\nall: this was “Heaven’s decree.” On the other hand, when the Duke\nof Chou died during a tempest, the young Emperor was advised not\nto consult the oracles as to what the storm signified, because his\nuncle’s virtues were so manifest that Heaven itself had, by the\nagency of a tempest, spontaneously announced the fact.",
        "Astrology was another form of soothsaying. In 780 B.C. the\nimperial astrologer (one of those two men, by the way, whom\nerroneous tradition 1000 years later confused with Lao-tsz)\nforetold the rise of Ts’i, Tsin, Ts’u, and Ts’in, upon the ruins\nof the imperial power; in 773 the same astrologer repeated the\nprophecy to the imperial prince then recently enfeoffed by his\nrelative the Emperor in the state of CHENG. In 705 the imperial\nastrologer, when passing through the orthodox state of CH’EN,\nforetold from the diagrams that a scion of the CH’EN house would\nobtain the throne of Ts’i (which actually took place when the\nmaire du palais, to the horror of Confucius, assassinated\nthe last legitimate duke in 481 B.C.); this particular prophecy is\ndoubly interesting, because the diagrams from the Changes, thus\ncited in detail in Confucius’ history, correspond exactly with the\ndiagrams of the Book of Changes as we have it now, since Confucius\nmanipulated it–proof that no change has taken place in this part\nof the text at least.",
        "The ruler of Ts’in in the year 762, nine years after receiving the\nwestern half of the Chou imperial domain, and being recognized as\na first-class vassal, consulted the oracle as to whither he should\nmove his own capital. In the year 677 the oracles once more\ndecided the then reigning ruler to shift his capital to (the\nmodern) Feng-siang Fu in West Shen Si; the oracles added: “And\nlater you will water your steeds in the Yellow River\"; which came\nto pass after the conquests and annexations of 643 B.C., as\nalready related. In 374 B.C. the imperial astrologer (the second\nman whom tradition, 300 years later this time, erroneously\nconfused with Lao-tsz) then on a visit to the now royal Ts’in\ncourt said: “After 500 years of separation Ts’in is reunited to\nour imperial house; in 77 years more a domineering monarch will\narise.” Seven years later the “raining down of metal” (probably\nsome natural phenomenon not clearly understood at the time) was\nconsidered a good omen in connection with the new capital, now\nplaced on the south bank of the River Wei. After Ts’in had\nconquered China, there are numerous other instances of oracles,\nomens, and so forth, all supposed to have had political\nsignificance.",
        "In 645 the ruler of the neighbouring state of Tsin consults the\noracles in order to ascertain who will be the most suitable war\ncharioteer. A few years before that the court diviner foretold the\nfuture success of the petty Ngwei sub-principality of Tsin, which\nin 403 B.C. actually became a separate vassal kingdom. In 575 Tsin\ndared not, at the moment, accept the battle challenge of Tsu,\nbecause the particular day was a dies nefas, being the last\nday of the moon. Meanwhile the spies of the Ts’u army discerned\nthat the Tsin leaders were consulting the oracles before the\ntablets of their ancestors in the field tent. In 535 the Ts’in\nadministration consulted its own astrologer upon the point: “Will\nthe state of Ch’en survive?” The answer was: “When it secures\nTs’i, it will perish.” As just explained, a scion of the Ch’en\nhouse did practically obtain Ts’i in 481 B.C., and the very next\nyear Ch’en was annexed by Ts’u. In 510 the Tsin astrologer\nprophesied the destruction of Wu by Yiieh within forty years, and\nalso the predominancy of the Lu private family so intimately\nconnected with Confucius’ troubles. There were not lacking\nsensible men, even in those days, who ridiculed the science of\nastrology: for instance, Shuh Hiang of Tsin–the man who so\nstrongly disapproved Tsz-ch’an’s written laws, and the man who\ndiscussed with the Ts’i envoy, the philosopher Yen-tsz, the\nworthlessness of their respective dukes–said on one occasion when\nthe “course of the heavens towards north-west” was supposed to\nindicate a success for Tsin: “The course of the heavens, as that\nof our success, lies in the qualities of the prince, and not in\nthe situation of the stars.”",
        "Tsz-ch’an of Cheng himself pooh-poohed oracular warnings, and said\nthat he preferred to do his best, and leave omens to do their\nworst. On one occasion, outside the south gate of the Cheng\ncapital, two snakes (one from the city, one from outside) were\nobserved fighting; the one from the inside was defeated. Sure\nenough! the exiled duke six years after that returned to his own.\nSo, in the state of Lu, the children sang: “When the thrushes come\nand make their nests, the ruler will go to a place on the Tsin\nfrontier; when the thrushes settle here, the duke will be abroad\"–\nin allusion to the future ejecting of the reigning prince by the\npowerful family above referred to. And, again (480 B.C.), in the\nstate of Sung, whose terrestrial position was supposed to be\n“invaded” by the then peculiar celestial position of the planet\nMars: it was suggested, however, to the ruling prince that he\nmight “pass on” the threatened disaster to his ministers, to his\npeople, or to their harvests–a solution the duke declined to\navail himself of. ’Yours are indeed the words of a sage,’ said the\nastrologer.",
        "We now come to the semi-civilized state of Ts’u, which seems to\nhave had its oracles with the best of them, at all events after\n560 B.C. At that date it was explained to the King that “the\nancient emperors would at times consult the oracles for five years\nbefore deciding upon an expedition, or fixing the date of it; they\nwere content to await patiently the decrees of Heaven.” In 537 the\nTs’u king, having a prince of Wu in his power, sent to ask him\nironically if he had duly consulted the oracles. “Yes,” said the\nprince, “every ruler has his tortoise, and it is easy to\ndemonstrate by our oracles how injurious it will be for you if any\nharm comes to me.” This presence of mind saved his life. In 528 a\nTs’u usurper invited a man who had once assisted him to name any\npost he would like. The man chose that of diviner, which, it\nappears, was an office of the first rank. The father of this king\nhad secretly arranged with a concubine, notwithstanding the Ts’u\nrule (or possibly in accordance with it) that one of the youngest\nsons should succeed, to “sacrifice from a distance to the gods in\ngeneral, and ask of them which of five sons should sacrifice to\nthe spirits of the land\"; then he buried a jade symbol of rule in\nthe ancestral temple, and ordered the five sons to enter after\nproper purification; the three sons who happened to touch the spot\nreigned one after the other. In 489 the King of Ts’u, then engaged\nin assisting the orthodox state of Ch’en against the attacks of\nWu, interrogated the imperial astrologer (who must have been there\non a visit): “What is the meaning of that halo, like a bird’s\nwings, on each side of the sun?” The astrologer replied: “It\npresages calamity, but you can transfer it to your generals.” The\ngenerals then offered to consult the gods themselves, and even to\nsacrifice their own persons if necessary; but the King declined\n(on the same ground as the Duke of Sung above mentioned) because\n“my generals are my own limbs.” It was then proposed to transfer\nthe calamity to the Yellow River. “No, the Yellow River has never\nplayed me false: ever since we received our fief, we have never at\nfull moon sacrificed beyond the River Han and Yang-tsz.” Confucius\nregistered his approval of this answer. It will be remembered that\njust at this time Confucius was hanging about Ch’Uen and coquetting\nwith Ts’u, so that possibly this approval had something to do with\nhis own prospects.",
        "In recording these instances of prophecies and omens (which might\nbe multiplied tenfold), it is desired to show how one main set of\nideas pervaded the whole. We should not be too ready to ridicule\nthem, or to hint at “after the event.” Our own Scriptures are full\nof similar prophecies, and what is good for us is good for the\nChinese. If the celestial movements can be foretold, why not\ncorresponding terrestrial movements, each corner of the earth\nbeing on the meridian of something? In the infancy of science, it\nis rather a question of good faith than of truth; and even the\ntruth, if we insist on expecting it, was rudely guessed at by such\ngreat thinkers as Tsz-ch’an and Shuh Hiang.",
        "Continue...",
        "\nThis electronic book of Ancient China Simplified by Edward Harper Parker,\nM.A., (Manc.), Professor of Chinese at the Victoria University of Manchester,\nLondon is public domain.\nHypertext conversion by Philipp Lenssen.\n\n\nAt Amazon: The Cambridge Illustrated History of China\n\n\nLast updated on November 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Ancient China Simplified (1908)By Edward Harper ParkerAt Amazon"
    ]
}