{
    "title": "Ancient China Simplified - Chapter XXVI - Fighting State Period",
    "author": "Edward Harper Parker",
    "chapter": "27",
    "content": [
        "",
        "\n\n",
        "The period of political development covered by Confucius’ history–\nthe object of which history, it must be remembered, was to read\nto the restless age a series of solemn warnings–was immediately\nsucceeded by the most active and bloodthirsty period in the\nChinese annals, that of the Fighting States, or the Six Countries;\nsometimes they (including Ts’in) were called the “Seven Males,\"\ni.e. the Seven Great Masculine Powers. Tsin had been already\npractically divided up between the three surviving great families\nof the original eleven in 424 B.C.; but these three families of\nNgwei, Han, and Chao were not recognized by the Emperor until 403;\nnor did they extinguish the legitimate ruler until 376, about\nthree years after the sacrifices of the legitimate Ts’i kings were\nstopped. Accordingly we hear the original name Tsin, or “the three\nTsin,” still used concurrently with the names Han, Ngwei, and\nChao, as that of Ts’u’s chief enemy in the north for some time\nafter the division into three had taken place.",
        "Tsin’s great rival to the west, Ts’in, now found occupation in\nextending her territory to the south-west at the expense of Shuh,\na vast dominion corresponding to the modern Sz Ch’wan, up to then\nalmost unheard of by orthodox China, but which, it then first\ntranspired, had had three kings and ten “emperors” of its own,\nnine of these latter bearing the same appellation. Even now, the\nrapids and gorges of the Yang-tsz River form the only great\ncommercial avenue from China into Sz Ch’wan, and it is therefore\nnot hard to understand how in ancient times, the tribes of “cave\nbarbarians” (whose dwellings are still observable all over that\nhuge province) effectively blocked traffic along such subsidiary\nmountain-roads as may have existed then, as they exist now, for\nthe use of enterprising hawkers.",
        "The Chinese historians have no statistics, indulge in fen (few?)\nremarks about economic or popular development, describe no popular\nlife, and make no general reflections upon history; they confine\nthemselves to narrating the bald and usually unconnected facts\nwhich took place on fixed dates, occasionally describing some\nparticularly heroic or daring individual act, or even sketching\nthe personal appearance and striking conduct of an exceptionally\nremarkable king, general, or other leading personality: hence\nthere is little to guide us to an intelligent survey of causes and\neffects, of motives and consequences; it is only by carefully\npiecing together and collating a jumble of isolated events that it\nis possible to obtain any general coup d’oeil at all: the wood is\noften invisible on account of the trees.",
        "But there can be no doubt that populations had been rapidly\nincreasing; that improved means had been found to convey\naccumulated stores and equipments; that generals had learnt how to\nhurl bodies of troops rapidly from one point to the other; and\nthat rulers knew the way either to interest large populations in\nwar, or to force them to take an active part in it. The marches,\ndurbars, and gigantic canal works, undertaken by the barbarous\nKing of Wu, as described in Chapter XXI., prove this in the case\nof one country. Chinese states always became great in the same\nway: first Kwan-tsz developed, on behalf of his master the First\nProtector, the commerce, the army, and the agriculture of Ts’i. He\nwas imitated at the same time by Duke Muh of Ts’in and King Chwang\nof Ts’u, both of which rulers (seventh century B.C.) set to work\nvigorously in developing their resources. Then Tsz-ch’an raised\nCheng to a great pitch of diplomatic influence, if not also of\nmilitary power. His friend Shuh Hiang did the same thing for Tsin;\nand both of them were models for Confucius in Lu, who had,\nmoreover, to defend his own master’s interests against the policy\nof the philosopher Yen-tsz of Ts’i. After his first defeat by the\nKing of Wu, the barbarian King of Yueh devoted himself for some\nyears to the most strenuous life, with the ultimate object of\namassing resources for the annihilation of Wu; the interesting\nsteps he took to increase the population will be described at\nlength in a later Chapter. In 361, as we have explained in Chapter\nXXII., a scion of Wei went as adviser to Ts’in, and within a\ngeneration of his arrival the whole face of affairs was changed in\nthat western state hitherto so isolated; the new position, from a\nmilitary point of view, was almost exactly that of Prussia during\nthe period between the tyranny of the first Napoleon, together\nwith the humiliation experienced at his hands, and the patient\ngathering of force for the final explosion of 1870, involving the\ncrushing of the second (reigning) Napoleon.",
        "Very often the term “perpendicular and horizontal” period is\napplied to the fourth century B.C. That is, Ts’u’s object was to\nweld together a chain of north and south alliances, so as to bring\nthe power of Ts’i and Tsin to bear together with her own upon\nTs’in; and Ts’in’s great object was, on the other hand, to make a\nsimilar string of east and west alliances, so as to bring the same\ntwo powers to bear upon Ts’u. The object of both Ts’in and Ts’u\nwas to dictate terms to each unit of; and ultimately to possess,\nthe whole Empire, merely utilizing the other powers as catspaws to\nhook the chestnuts out of the furnace. No other state had any\nrival pretensions, for, by this time, Ts’in and Ts’u each really\ndid possess one-third part of China as we now understand it,\nwhilst the other third was divided between Ts’i and the three\nTsin. In 343 B.C. the Chou Emperor declared Ts’in Protector, and\nfrom 292 to 288 B.C., Tsin and Ts’i took for a few years the\nancient title of Ti or “Emperor” of the West and East respectively:\nin the year 240 the Chou Emperor even proceeded to Ts’in to do\nhomage there. Tsin might have been in the running for universal\nempire had she held together instead of dividing herself into\nthree. Yen was altogether too far away north,–though, curiously\nenough, Yen (Peking) has been the political centre of North\nChina for 900 years past,–and Ts’i was too far away east.\nMoreover, Ts’i was discredited for having cut off the sacrifices\nof the legitimate house. Ts’u was now master of not only her old\nvassals, Wu and Yiieh, but also of most of the totally unknown\nterritory down to the south sea, of which no one except the Ts’u\npeople at that time knew so much as the bare local names; it bore\nthe same relation to Ts’u that the Scandinavian tribes did to the\nRomanized Germans. Ts’in had become not only owner of Sz Ch’wan–\nat first as suzerain protector, not as direct administrator–but\nhad extended her power down to the south-west towards Yiin Nan and\nTibet, and also far away to the north-west in Tartarland, but not\nfarther than to where the Great Wall now extends. It is in the\nyear 318 B.C. that we first hear the name Hiung-nu (ancestors of\nthe Huns and Turks), a body of whom allied themselves in that year\nwith the five other Chinese powers then in arms against the\nmenacing attitude of Ts’in; something remarkable must have taken\nplace in Tartarland to account for this sudden change of name, The\nonly remains of old federal China consisted of about ten petty\nstates such as Sung, Lu, etc., all situated between the Rivers Sz\nand Hwai, and all waiting, hands folded, to be swallowed up at\nleisure by this or that universal conqueror.",
        "Ts’in s’en va t’en guerre seriously in the year 364, and\nbegan her slashing career by cutting off 60,000 “Tsin” heads; (the\nlegitimate Tsin sacrifices had been cut off in 376, so this “Tsin\"\nmust mean “Ngwei,” or that part of old Tsin which was coterminous\nwith Ts’in); in 331, in a battle with Ngwei, 80,000 more heads\nwere taken off. ’In 318 the Hiung-nu combination just mentioned\nlost 82,000 heads between them; in 314 Han lost 10,000; in 312\nTs’u lost 80,000; in 307 Han lost 60,000; and in 304 Ts’u lost\n80,000. In the year 293 the celebrated Ts’in general, Peh K’i, who\nhas left behind him a reputation as one of the greatest\nmanipulators of vast armies in Eastern history, cut off 240,000\nHan heads in one single battle; in 275, 40,000 Ngwei heads; and in\n264, 50,000 Han heads. “Enfin je vais me mesurer avec ce\nVilainton” said the King of Chao, when his two western friends\nof Han and Ngwei had been hammered out of existence. In the year\n260 the Chao forces came to terrible grief; General Peh K’i\nmanaged completely to surround their army of 400,000 men he\naccepted their surrender, guaranteed their safety, and then\nproceeded methodically to massacre the whole of them to a man. In\n257 “Tsin” (presumably Han or Ngwei) lost 6,000 killed and 20,000\ndrowned; in 256 Han lost 40,000 heads, and in 247 her last 30,000,\nwhilst also in 256 Chao her last 90,000. These terrible details\nhave been put together from the isolated statements; but there can\nbe no mistake about them, for the historian Sz-ma Ts’ien, writing\nin 100 B.C., says: “The allies with territory ten times the extent\nof the Ts’in dominions dashed a million men against her in vain;\nshe always had her reserves in hand ready, and from first to last\na million corpses bit the dust.”",
        "No such battles as these are even hinted at in more ancient times;\nnor, strange to say, are the ancient chariots now mentioned any\nmore. Ts’in had evidently been practising herself in fighting with\nthe Turks and Tartars for some generations, and had begun to\nperceive what was still only half understood in China, the\nadvantage of manoeuvring large bodies of horsemen; but, curiously\nenough, nothing is said of horses either; yet all these battles\nseem to have been fought on the flat lands of old federal China,\nsuitable for either chariots or horses. The first specific mention\nof cavalry manoeuvres on a large scale was in the year 198 B.C.\nwhen the new Han Emperor of China in person, with a straggling\narmy of 320,000 men, mostly infantry, was surrounded by four\nbodies of horsemen led by the Supreme Khan, in white, grey, black,\nand chestnut divisions, numbering 300,000 cavalry in all: his name\nwas Megh-dun (? the Turkish Baghatur).",
        "Whilst all this was going on, Mencius, the Confucian philosopher,\nand the two celebrated diplomatists (of Taoist principles), Su\nTs’in and Chang I, were flying to and fro all over orthodox China\nwith a view of offering sage political advice; this was the time\npar excellence when the rival Taoist and Confucian prophets\nwere howling in the wilderness of war and greed: but Ts’in cared\nnot much for talkers: generals did her practical business better:\nin 308 she began to cast covetous eyes on the Emperor’s poor\nremaining appanage. In 301 she was called upon to quell a revolt\nin Shuh; then she materially reduced the pretensions of her great\nrival Ts’u; and finally rested a while, whilst gathering more\nstrength for the supreme effort-the conquest of China.",
        "Continue...",
        "\nThis electronic book of Ancient China Simplified by Edward Harper Parker,\nM.A., (Manc.), Professor of Chinese at the Victoria University of Manchester,\nLondon is public domain.\nHypertext conversion by Philipp Lenssen.\n\n\nAt Amazon: The Cambridge Illustrated History of China\n\n\nLast updated on November 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Ancient China Simplified (1908)By Edward Harper ParkerAt Amazon"
    ]
}