{
    "title": "Ancient China Simplified - Chapter XLI - The Tartars",
    "author": "Edward Harper Parker",
    "chapter": "42",
    "content": [
        "",
        "\n\n",
        "It is important to insist on the very close relations that existed\nbetween the Chinese and the Tartars from the very earliest times.\nAll that we are told for certain is that they were north and west\nof the older dynasties, and especially in occupation of the Upper\nWei River, on the lower part of which the old metropolis of Si-\nngan Fu lies; which means that they were exactly where we find\nthem in Confucian times, and where we find them now, except that\nthey have been pushed a little further back, and that Chinese\ncolonists have appropriated most of the oases. The Chou ancestor\nwho died in 1231, i.e. the father of the founders of Wu,\nand the great-grandfather of the founder of the Chou dynasty\n(1122), had to abandon to the encroaching Tartars his appanage on\nthe Upper King River (a northern tributary of the Wei, which runs\nalmost parallel with it, and joins it at Si-ngan Fu), and was\nobliged to move southwards to the Upper Wei River. For nearly 1000\nyears previous to this, his ancestors, who had originally been\nforced to fly to the Tartars in order to avoid the misgovernment\nof the third Hia emperor, had lived among and had, whilst\ncontinuing the Chinese art of cultivating, partly become Tartars;\nfor in 1231 B.C. the migrating host is said to have renounced\nTartar manners, and to have devoted themselves seriously to\nbuilding and cultivating; from which it necessarily follows that\nTartar manners must for some time have been definitely adopted by\nthe Chou family. The grandson of the migrator, the father of the\nChou founder, had various little wars with a tribe called the Dog\nTartars. Over 1000 years after that first flight to Tartardom, we\nhave seen that the Emperor Muh, great-grandson of the Chou\nfounder, not only had brushes with the Tartars, but extended his\ntours amongst them to the Lower Tarim Valley, Turfan, Harashar,\nand possibly even as far as Urumtsi and Kuche; but certainly no\nfarther. Two hundred years later, again, the then ruling Emperor\nwas defeated by the Tartars in (modern) Central Shan Si province,\nand the descendant in the sixth generation of the Ts’in Jehu who\nhad conducted the Emperor Muh’s chariot into Tartarland, only just\nsucceeded in saving the Emperor’s life; but this family of Chao,\nwhich was thus (cf. p. 206) of one and the same descent\nwith the Ts’in family, subsequently found its account in\nabandoning the imperial interest altogether, and in serving the\nrising principality of Tsin (Shan Si), where it became one of the\n“six families,” three of which six in 403 B.C. were ultimately\nrecognized by the Emperor as independent rulers. As we have said\nover and over again, in 772 B.C. the Chou Emperor, through female\nintrigues, got into trouble with the Tartars, and was killed: his\nsuccessor had to move the metropolis east to (modern) Ho-nan Fu,\nthus abandoning the western part of his patrimony–the semi-Tartar\nhalf–to Ts’in. Thus Ts’in in 771 B.C. was to the Chou Emperors\nwhat Chou, previous to 1200 B.C., had been to the Shang Emperors.",
        "We now come to strictly historical times, and we shall have no\ndifficulty in showing that even then–h fortiori in times\nnot strictly historical–the various Tartar tribes were still in\npractical possession of the whole north bank of the Yellow River,\nall the way from the Desert to the sea. In fact, in 494 B.C., when\nthe King of Wu sent a giant’s bone to Lu for further explanation,\nConfucius said that the “Long Tartars” (who had frequent fights\nwith Lu in the seventh century B.C.) used to extend south-east\ninto (modern) Kiang Su, almost as far as the mouth of the Yang-tsz\nRiver: he also says that, had it not been for the energy of the\nFirst Protector and his statesman adviser, the philosopher Kwan-\ntsz of Ts’i, orthodox China would certainly have become\nTartarized. It was Confucius also whose learning enabled him to\nrecognize a (Manchu) arrow found in the body of a migrating goose.\nIn the eighth and seventh centuries B.C. the Tartars made repeated\nand obstinate attacks upon Yen (Peking plain), Ts’i (coast Chih Li\nand north Shan Tung), Wei (south Chih Li and north Ho Nan), Sung\n(extreme east Ho Nan), Ts’ao (central Ho Nan), and the Emperor’s\nterritory (west Ho Nan). This situation explains to us why the\nProtector system arose in China, in competition with the waning\nimperial power. Ts’in and Tsin, being already half Tartar\nthemselves, were always well able to cope with and even to annex\nthe Tartar tribes in their immediate vicinity; but orthodox China\nwas ever a prey to the more easterly Tartar attacks; and thus the\nEmperors, threatened by Ts’u to their south, and in a measure also\nby Ts’in and Tsin to their north and west, not only could not any\nlonger protect their orthodox vassals lying towards the east from\nTartar attacks, but could not even protect themselves.",
        "It was Ts’i that drove back the Mongol-Manchu tribes and rescued\nYen in 662; it was the Ts’i ruler who led a coalition of princes\nagainst other groups of Tartars and placed back on his ancestral\nthrone the ruler of Wei, who had been driven from his country by\nTartars in 658; it was the First Protector, ruler of Ts’i, who\nmanaged to pacify the more westerly Tartars we find persistently\nmenacing the Emperor in 648; to whose rescue the Tartars came in\n642, when a coalition of orthodox Chinese princes shamelessly took\nadvantage of the First Protector’s death to attack Ts’i during the\nmourning period. Now it was that the Second Protector, still a\nrefugee among his Tartar relatives, started for Ts’i, his original\nidea being to replace the philosopher Kwan-tsz as adviser to the\nFirst Protector; but, shortly after he reached Ts’i, the First\nProtector died, and it was only by stratagem that his friends\nsucceeded in rescuing the future Second Protector from the arms of\nhis Ts’i Delilah and his d’elices de Capue. His chief adviser,\nand at the same time his brother-in-law from a Tartar point of view,\nwas the lineal descendant of the Chao man who had saved the\nEmperor in 800 B.C. He set out, via the orthodox states,\nfor his own country. These petty orthodox states, such as Wei,\nCheng, and Ts’ao, which did not then see their way to profit\npolitically by the Pretender’s visit, paid the penalty of their\nmeanness and their rudeness to him later on. Sung was polite, as\nat that time Sung and Ts’u were both aiming at the Protectorship.\nTs’u’s hospitality was bluff and good-natured, the King being too\nstrong to fear, and too unsophisticated to intrigue after Chinese\nfashion. Just then news coming from Ts’in that the Pretender’s\nbrothers had all resigned or died, and that his chance had now\ncome, the Pretender hurried to Tsin, regained his throne, and was\nacclaimed Protector of China exactly at the critical moment when a\nstrong hand was urgently required to check the particular\nambitions of Ts’in, Ts’i, and Ts’u. Ts’u was too barbarous; Sung\nwas too pedantic; Tsin alone had unrivalled experience both of\nTartars and Eastern barbarians, and also of Southern barbarians\n(Ts’u). Probably it was only the fact of the Tsin ruling family\nbearing the same clan-name as the Emperor that had decided Tsin\nthroughout to be orthodox Chinese instead of Tartar. The Tartar\nfamily into which the Second Protector had married as a\ncomparatively young man was, however, also of the imperial clan-\nname, i.e. it was of orthodox Chinese origin, but (even like the\nChou imperial family at one time) it had adopted Tartar customs. A\nlarge number of the one thousand or more petty Chinese principalities,\nattached not directly to the Emperor, but to the greater vassals\nas mesne lords, were in the same predicament; that is to say,\nthey were of Chinese origin, but they had found that it paid them\nbest to adopt barbarian ways. It was exactly as though Scipio\nshould settle in Carthage, and become a Carthaginian: C’sar\nin Gaul, and adopt Gallic customs; and so on with other Roman\nadventurers who should find a comfortable gite in Persia,\nAsia Minor, Syria, Egypt, or even in Britain and Germany.",
        "The main point upon which to fix the attention is this. The\nChinese nucleus was very small, and only by rudely thrusting aside\nincompetent emperors and fussy ritual did it succeed in\nemancipating itself from Tartar bondage. That this is not an\nexaggerated view is additionally plain from the fact that Tartars\nhave, even since Confucian times, ruled more and longer than have\nChinese over North China; the Mongols (1260-1368) were the first\nTartars to rule over all China, and nominally over all West Asia;\nthe Manchus (1643-1908) are the first Tartars to rule all China,\nall Manchuria, and all Mongolia, at all effectively; and they have\neven added parts of Turkestan, with Tibet, Nepaul, and other\ncountries over which the Peking imperial Mongol influence was\nalways very shadowy.",
        "Continue...",
        "\nThis electronic book of Ancient China Simplified by Edward Harper Parker,\nM.A., (Manc.), Professor of Chinese at the Victoria University of Manchester,\nLondon is public domain.\nHypertext conversion by Philipp Lenssen.\n\n\nAt Amazon: The Cambridge Illustrated History of China\n\n\nLast updated on November 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Ancient China Simplified (1908)By Edward Harper ParkerAt Amazon"
    ]
}