{
    "title": "Ancient China Simplified - Chapter XIX - Confucius and Literature",
    "author": "Edward Harper Parker",
    "chapter": "20",
    "content": [
        "",
        "\n\n",
        "Let us return for a moment to the history of China’s development.\nConfucius was born in the autumn of 551, B.C., and he died in 479.\nIf we survey the condition of the empire during these seventy\nyears, we may begin to understand better the secret of his\nteachings, and of his influence in later times. When he was a boy\nof seven or eight years, the presence in Lu of Ki-chah, the\nlearned and virtuous brother of the barbarian King of Wu, must\nhave opened his eyes widely to the ominous rise, of a democratic\nand mixed China. Lu, like Tsin, was now beginning to suffer from\nthe “powerful family” plague; in other words, the story of King\nJohn and his barons was being rehearsed in China. Tsin and Ts’u\nhad patched up ancient enmities at the Peace Conference; Tsin\nduring the next twenty years administered snub after snub to the\nobsequious ruler of Lu, who was always turned back at the Yellow\nRiver whenever he started west to pay his respects. Lu, on the\nother hand, declined to attend the Ts’u durbar of 538, held by\nTs’u alone only after the approval of Tsin had been obtained. In\n522 the philosopher Yen-tsz, of Ts’i, accompanied his own marquess\nto Lu in order to study the rites there: this fact alone proves\nthat Ts’i, though orthodox and advanced, had not the same lofty\nspiritual status that was the pride of Lu. In 517 the Marquess of\nLu was driven from his throne, and Ts’i took the opportunity to\ninvade Lu under pretext of assisting him; however, the fugitive\npreferred Tsin as a refuge, and for many years was quartered at a\ntown near the common frontier. But the powerful families (all\nbranches of the same family as the duke himself) proved too strong\nfor him; they bribed the Tsin statesmen, and the Lu ruler died in\nexile in the year 510. In the year 500 Confucius became chief\ncounsellor to the new marquess, and by his energetic action drove\ninto exile in Tsin a very formidable agitator belonging to one of\nthe powerful family cliques. In 488 the King of Wu, after marching\non Ts’i, summoned Lu to furnish “one hundred sets of victims” as a\nmark of compliancy; the king and the marquess had an interview;\nthe next year the king came in person, and a treaty was made with\nhim under the very walls of K’ueh-fu, the Lu capital (this shameful\nfact is concealed by Confucius, who simply says: “Wu made war on\nus”). In 486 Lu somewhat basely joined Wu in an attack upon\northodox Ts’i. In 484-483 Confucius, who had meanwhile been\ntravelling abroad for some years in disgust, was urgently sent\nfor; four years later he died, a broken and disappointed man.",
        "Now, it is one thing to be told in general terms that Confucius\nrepresented conservative forces, disapproved of the quarrelsome\nwars of his day, and wished in theory to restore the good old\n“rules of propriety\"; but quite another thing to understand in a\nhuman, matter-of-fact sort of way what he really did in definite\nsets of circumstances, and what practical objects he had in view.\nThe average European reader, not having specific facts and places\nunder his eye, can only conceive from this rough generalization,\nand from the usual anecdotal tit-bits told about him, that\nConfucius was an exceedingly timid, prudent, benevolent, and\nobsequious old gentleman who, as indeed his rival Lao-tsz hinted\nto him, was something like a superior dancing-master or court\nusher, But when the disjointed apothegms of his “Analects” (put\ntogether, not by himself, but by his disciples) are placed\nalongside the real human actions baldly touched upon in his own\n“Springs and Autumns,” and as expanded by his three commentators,\none of them, at least, being a contemporary of his own, things\nassume quite a different complexion, Moreover, this last-mentioned\nor earliest in date of the expanders (see p. 91) also composed a\nchatty, anecdotal, and intimately descriptive account of Lu, Ts’i,\nTsin, CHENG, Ts’u, Wu, and Yiieh (of no other states except quite\nincidentally); and we have also the Bamboo Books dug up in 281\nA.D., being the Annals of Tsin and a sketch of general history\ndown to 299 B.C. Finally, the “father of history,” in about go\nB.C., published, or issued ready for publication, a resume\nof all the above (except what was in the Bamboo Books, which were\nthen, of course, unknown to him); so that we are able to compare\ndates, errors, misprints, concealments, and so on; not to mention\nthe advantage of reading all that the successive generations of\ncommentators have had to say.",
        "The matter may be compendiously stated as follows. Without\nattempting to go backward beyond the conquest by the Chou\nprincipality and the founding of a Chou dynasty in 122 B.C.\n(though there is really no reason to doubt the substantial\naccuracy of the vague “history” of patriarchal times, at least so\nfar back beyond that as to cover the 1000 years or more of the two\nprevious dynasties’ reigns), we may state that, whilst in general\nthe principles and ritual of the two previous dynasties were\nmaintained, a good many new ideas were introduced at this Chou\nconquest, and amongst other things, a compendious and all-\npervading practical ritual government, which not only marked off\nthe distinctions between classes, and laid down ceremonious rules\nfor ancestral sacrifice, social deportment, family duties,\ncultivation, finance, punishment, and so on, but endeavoured to\nbring all human actions whatsoever into practical harmony with\nsupposed natural laws; that is to say, to make them as regular, as\ncomprehensible, as beneficent, and as workable, as the perfectly\nmanifest but totally unexplained celestial movements were; as were\nthe rotation of seasons, the balancing of forces, the growth and\nwaning of matter, male and female reproduction, light and\ndarkness; and, in short, to make human actions as harmonious as\nwere all the forces of nature, which never fail or go wrong except\nunder (presumed) provocation, human or other. The Emperor, as\nVicar of God, was the ultimate judge of what was tao, or\nthe “right way.”",
        "Now this simple faith, when the whole of the Chinese Empire\nconsisted of about 50,000 square miles of level plain, inhabited\nprobably by not more than 2,000,000 or 3,000,000 homogeneous\npeople, was admirably suited for the patriarchal rule of a central\nchief (the King or Emperor), receiving simple tribute of metals,\nhemp, cattle, sacrificial supplies, etc.; entertaining his\nrelatives and princely friends when they came to do annual homage\nand to share in periodical sacrifice; declaring the penal laws\n(there were no other laws) for all his vassals; compassionating\nand conciliating the border tribes living beyond those vassals.\nBut this peaceful bucolic life, in the course of time and nature,\nnaturally produced a gradual increase in the population; the\nChinese cultivators spread themselves over the expanse of\nloess formed by the Yellow River and Desert deposits and by\naeons of decayed vegetation in the low-lying lands; no other\nnation or tribe within their ken having the faintest notion of\nwritten character, there was consequently no political cohesion of\nany sort amongst the non-Chinese tribes; the position was akin to\nthat of the European powers grafting themselves for centuries upon\nthe still primitive African tribes, comparatively few of which\nhave seen fit to turn the art of writing to the practical purpose\nof keeping records and cementing their own power. Wherever a\nChinese adventurer went, there he became founder of a state; to\nthis day we see enterprising Chinamen founding petty “dynasties\"\nin the Siamese Malay Peninsula; or, for instance, an Englishman\nlike Rajah Brooke founding a private dynasty in Borneo.",
        "Some of these frontier tribes, notably the Tartars, were of\naltogether too tough a material to be assimilated. They even\nendeavoured to check the Chinese advance beyond the Yellow River,\nand carried fire and sword themselves into the federal conclave.\nWhere resistance was nil or slight, as, for instance, among\nsome of the barbarians to the east, there the Chinese adventurers,\neither adopting native ways, or persuading the autochthones to\nadopt their ways, by levelling up or levelling down, developed\nstrong cohesive power; besides (owing to the difficulties of\ninter-communication) creating a feeling of independence and a\ndisinclination to obey the central power. The emperors who used in\nthe good old days to summon the vassals–a matter of a week or two\nin that small area–to chastise the wicked tribes on their\nfrontiers, gradually found themselves unable to cope with the more\ndistant Tartar hordes, the eastern barbarians of the coast, the\nAnnamese, Shans, and other unidentified tribes south of the Yang-\ntsz, as they had so easily done with nearer tribes when the\nChinese had not pushed out so far. Moreover, new-Chinese, Chinese-\nveneered, and half-Chinese states, recognizing their own\nresponsibilities, now interposed themselves as “buffers” or\nbarriers between the Emperor and the unadulterated barbarians;\nthese hybrid states themselves were quite as formidable to the\nimperial power as the displaced barbarians had formerly been.\nHence, as we have seen, the pitiful flight from his metropolis of\none Emperor after the other; the rise of great and wealthy persons\noutside the former limited sacred circle; the pretence of\nprotecting the Emperor, advanced by these rising powers, partly in\norder to gain prestige by using his imperial name in support of\ntheir local ambitions, and partly because–as during the Middle\nAges in the case of the Papacy–no one cared to brave the moral\nodium of annihilating a venerable spiritual power, even though\ngradually shorn of its temporal rights and influence.",
        "Lu was almost on a par with the imperial capital in all that\nconcerns learning, ritual, music, sacrifice, deportment, and\nspiritual prestige. Confucius, in his zeal for the recovery of\nimperial rights, was really no more of a stickler for mere form\nthan were Tsz-ch’an of Cheng, Ki-chah of Wu, Hiang Suh of Sung,\nShuh Hiang of Tsin, and others already enumerated; the only\ndistinguishing feature in his case was that he was not a high or\ninfluential official in his earlier days; besides, he was a Sung\nman by descent, and all the great families were of the Lu princely\ncaste. Thus, for want of better means to assert his own views, he\ntook to teaching and reading, to collecting historical facts, to\npointing morals and adorning tales. As a youth he was so clever,\nthat one of the Lu grandees, on his death-bed, foretold his\ngreatness. It was a great bitterness for him to see his successive\nprincely masters first the humble servants of Ts’i, then buffeted\nbetween Tsin and Ts’u, finally invaded and humiliated by barbarian\nWu, only to receive the final touches of charity at the hands of\nsavage Yiieh. His first act, when he at last obtained high office,\nwas to checkmate Ts’i, the man behind the ruler of which jealous\nstate feared that Lu might, under Confucius’ able rule, succeed in\nobtaining the Protectorate, and thus defeat his own insidious\ndesign to dethrone the legitimate Ts’i house. The wily Marquess of\nTs’i thereupon–of course at the instigation of the intriguing\n“great families\"–tried another tack, and succeeded at last in\ncorrupting the vacillating Lu prince with presents of horses,\nracing chariots, and dancing women. Then it was (497) that\nConfucius set out disheartened on his travels. Recalled thirteen\nyears later, he soon afterwards began to devote his remaining\npowers to the Annals so frequently referred to above, and it was\nwhilst engaged in finishing this task that he had presentiments of\nhis coming end; he does not appear to have been able to exercise\nmuch political or advisory power after his return to Lu.",
        "During his thirteen years of travel (a more detailed account of\nwhich will be given in a subsequent Chapter), he found time to\nrevise and edit the books which appear to have formed the common\nstock-in-trade for all China; one of his ideas was to eliminate\nfrom these all sentiments of an anti-imperial nature. They were\nnot then called “classics,” but simply “The Book” (of History),\n“The Poems” (still known by heart all over China), “The Rites” (as\nimproved by the Chou family), “The Changes” (a sort of cosmogony\ncombined with soothsaying), and “Music.”",
        "Continue...",
        "\nThis electronic book of Ancient China Simplified by Edward Harper Parker,\nM.A., (Manc.), Professor of Chinese at the Victoria University of Manchester,\nLondon is public domain.\nHypertext conversion by Philipp Lenssen.\n\n\nAt Amazon: The Cambridge Illustrated History of China\n\n\nLast updated on November 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Ancient China Simplified (1908)By Edward Harper ParkerAt Amazon"
    ]
}