{
    "title": "Ancient China Simplified - Chapter XVI - Land and People",
    "author": "Edward Harper Parker",
    "chapter": "17",
    "content": [
        "",
        "\n\n",
        "What sort of folk were the masses of China, upon whom the ruling\nclasses depended, then as now, for their support? In the year 594\nB.C. the model state of Lu for the first time imposed a tax of ten\nper cent, upon each Chinese “acre” of land, being about one-sixth\nof an English acre: as the tax was one-tenth, it matters not what\nsize the acre was. Each cultivator under the old system had an\nallotment of 100 such acres for himself, his parents, his wife,\nand his children; and in the centre of this allotment were 10\nacres of “public land,” the produce of which, being the result of\nhis labour, went to the State; there was no further taxation. A\n“mile,” being about one-third of an English mile, and, therefore,\nin square measure one-ninth of an English square mile, consisted\nof 300 fathoms (taking the fathom roughly), and its superficies\ncontained 900 “acres” of which 80 were public under the above\narrangement, 820 remaining for the eight families owning this\n“well-field\"–so called because the ideograph for a “well\"\nrepresents nine squares: a four-sided square in the centre, four\nthree-sided squares impinging on it; and four two-sided squares at\nthe corners; i.e. 100 “acres” each, plus 2-1/2 “acres” each for\n“homestead and onions\"; or 20 of these last in all. Nine\ncultivators in one “well,” multiplied by four, formed a township,\nand four townships formed a “cuirass” of 144 armed warriors; but\nthis was under a modified system introduced four years later\n(590). It will be observed that the arithmetic seems confused, if\nnot faulty; but that does not seriously affect the genuineness of\nthe picture, and may be ignored as mere detail.",
        "The ancient classification of people was into four groups. The\nscholar people employed themselves in studying tao and the\nsciences, from which we plainly see that the doctrine of\ntao, or “the way,” existed long before Lao-tsz, in Confucius’\ntime, superadded a mystic cosmogony upon it, and made of it a socialist\nor radical instead of an imperialist or conservative doctrine. The second\nclass were the trading people, who dealt in “produce from the four\nquarters\"; there is evidence that this meant chiefly cattle, grain, silk,\nhorses, leather, and gems. The third class were the cultivators, and\nin those days tea and cotton, amongst other important products of\nto-day, were totally unknown. The fourth class consisted of handicraftsmen,\nwho naturally made all things they could sell, or knew how to make.",
        "Another classification of men is the following, which was given to\nthe King of Ts’u by a sage adviser, presumably an importation from\northodox China. He divided people into ten classes, each inferior\nclass owing obedience to its superior, and the highest of all\nowing obedience only to the gods or spirits. First, the Emperor;\nsecondly, the “inner” dukes, or grandees of estates within the\nimperial domain: these grandees were dukes proper, not dukes by\nposthumous courtesy like the vassal princes after decease, and the\nEmperor used to send them on service, when required, to the vassal\nstates; they were, in fact, like the “princes of the Church” or\ncardinals, who surround the Pope. Thirdly, “the marquesses,” that\nis the semi-independent vassal states, no matter whether duke,\nmarquess, earl, viscount, or baron; this term seems also to\ninclude the reigning lords of very small states which did not\npossess even the rank of baron, and which were usually attached to\na larger state as clients, under protectorate; in fact, the\nrecognized stereotyped way of saying “the vassal rulers” was “the\nmarquesses.” Then came what we should call the “middle classes,\"\nor bourgeoisie, followed by the artisans and cultivators: it will\nbe noticed that the artisans are here given rank over the\ncultivators, which is not in accord with either very ancient or\nvery modern practice; this, indeed, places cultivators before both\ntraders and artisans. Lastly came the police, the carriers of\nburdens, the eunuchs, and the slaves. By “police” are meant the\nrunners attached to public offices, whose work too often involves\n“squeezing” and terrorizing, torturing, flogging, etc. To the\npresent day police, barbers, and slaves require three generations\nof purifying, or living down, before their descendants can enter\nfor the public examinations; or, to use the official expression,\ntheir “three generations” must be “clear\"; at least so it was\nuntil the old Confucian examination system was abolished as a test\nfor official capacity a few years ago. Of eunuchs we shall have\nmore to say shortly; but very little indeed is heard of private\nslaves, who probably then, as now, were indistinguishable from the\nordinary people, and were treated kindly. The callous Greek and\nstill more brutal Roman system, not to mention the infinitely more\ncowardly and shocking African slavery abuses of eighteenth-\ncentury Europe and nineteenth-century America, have never been\nknown in China: no such thing as a slave revolt has ever been\nheard of there.",
        "In the year 548 the kingdom of Ts’u ordered a cadastral survey,\nand also a general stock-taking of arms, chariots, and horses.\nRecords were made of the extent and value of the land in each\nparish, the extent of the mountains and forests, and the resources\nthey might furnish. Observation was also made of lakes and marshes\nsuitable for sport, and it was forbidden to fill these in. Note\nwas taken of such hills and mounds as might be available for\ntombs–a detail which shows that modern graves in China differ\nlittle if at all from the ancient ones; in fact in Canton “my\nhill,” or “mountain,” is synonymous with “my cemetery.” In order\nto fix the taxes at a just figure, stock was taken of the salt-\nflats, the unproductive lands, and the tracts liable to periodical\ninundation. Areas rescued from the waters were protected by dykes,\nand subdivided for allotment by sloping banks, but without\nintroducing the rigid nine-square system. Good lands, however,\nwere divided according to the method introduced by the Chou\ndynasty; that is to say, six feet formed a “fathom,” 100 fathoms\nan “acre,” 100 “acres” the allotment of one family; these English\nterms are, of course, only approximately correct. Nine families\nstill formed a hamlet or “well,” and they cultivated together 1000\n“acres,” the central hundred going to pay the imposts. Taxes,\ndirect and indirect, were fixed with exactitude, and also the\nnumber of war-chariots that each parish had to furnish; the number\nof horses; their value, age, and colour; the number of armoured\ntroopers and foot soldiers, with a return of their cuirasses and\nshields. Regarding this colour classification, of the horses, it\nmay be mentioned that the Tartars, in the second century B.C.,\nwere in the habit of equipping whole regiments of cavalry on\nmounts of the same colour, and it is, therefore, possible that\nthis practice may have been imitated in South China; but Ts’u\nnever once herself engaged in warfare with the Tartars; at all\nevents with Tartars other than Tartars brought into Chinese\nsettlements.",
        "Long before this, the philosopher-statesman Kwan-tsz of Ts’i had\nso developed the agriculture, fisheries, trade, and salt gabelle,\nand had governed the country in such a way that his State,\nhitherto of minor importance, soon took the lead amongst the\nChinese powers for wealth and for military influence. His\nclassification of the people was into scholars, artisans, traders,\nand agriculturalists. He is generally credited with having\nintroduced the “Babylonian woman” into the Ts’i metropolis, in\norder that traders, having sold their goods there, might leave as\nmuch as possible of their money behind in the houses of pleasure.\nThere are many accounts of the luxury of this populous city, where\n“every woman possessed one long and one short needle,” and where a\npremium levied upon currency, fish, and salt was applied to the\nrelief of the poor and (!) to the rewarding of virtue. Kwan-tsz\nalso maintained a standing army, or perhaps a militia force, of\n30,000 men; but he was careful so to husband his strength that\nTs’i should not have the external appearance of dominating; his\naim was that she should rather hold her power in reserve, and only\nuse it indirectly: as we have seen, his master was, in consequence\nof Kwan-tsz’s able administration, raised to the high position of\nthe first of the Five Protectors.",
        "From this it will be plain that there was considerable commercial\nactivity in China even before the time of Confucius: there was\nquite a string of fairs or market towns extending from the\nimperial reserve eastwards along the Yellow River to Choh-thou\n(still so called, south of Peking), which was then the most\nnorthernly of them: apparently each considerable state possessed\none of these fairs. The headwaters of the River Hwai system were\nserved by the great mart (now called Yii Chou) belonging to the\nstate of Cheng. As with our own histories, Chinese annals consist\nchiefly of the record of what kings and grandees did, and mention\nof the people is only occasional; and, even then, only in\nconnection with the policy of their leaders.",
        "As soon as the second of the Protectors, the Marquess of Tsin, was\nseated on his ancestral throne (637), his first act was to reduce\nthe tolls and make the roads safer; to facilitate trade, and to\nencourage agriculture. Also to “make friends of the eleven great\nfamilies” (already mentioned twice in preceding pages), whose\ndevelopment, however, in time led to the collapse of this princely\npower, and to its division between three of the “great families.\"\nA century after this, a minister of the Ts’u state praised very\nhighly the efficiency of the Tsin administration. “The common\npeople are devoted to agriculture; the merchants, artisans, and\nmenials are all dutiful.” For the conveyance of grain between the\nTs’in and the Tsin capitals, both carts and boats were requisitioned,\nfrom which we must assume that there were practicable roads of some\nsort for two-wheeled vehicles. In the year 546, when some important\nreserves were made by Tsin at the Peace Conference, an express\nmessenger was sent from Sung to the Ts’u capital to take the king’s\npleasure: this means an overland journey from the sources of the Hwai\nto the modern treaty port of Sha-shr above Hankow.",
        "It may be added that, five centuries before Kwan-tsz existed, the\nfounder of the Ts’i state, as a vassal to the new Chou dynasty,\nhad already distinguished himself by encouraging trade,\nmanufactures, fisheries, and the salt production; so that Kwan-tsz\nwas an improver rather than an inventor.",
        "Thus we see that, from very early times, China was by no means a\nsleepy country of ignorant husbandmen, but was a place full of\nmultifarious activities; and that her local rulers, at least from\nthe time when the patriarchal power of the Emperors decayed in\n771, were often men of considerable sagacity, quite alive to the\nnecessity of developing their resources and encouraging their\npeople: this helps us to understand their restlessness under the\nyoke of “ritual.”",
        "Continue...",
        "\nThis electronic book of Ancient China Simplified by Edward Harper Parker,\nM.A., (Manc.), Professor of Chinese at the Victoria University of Manchester,\nLondon is public domain.\nHypertext conversion by Philipp Lenssen.\n\n\nAt Amazon: The Cambridge Illustrated History of China\n\n\nLast updated on November 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Ancient China Simplified (1908)By Edward Harper ParkerAt Amazon"
    ]
}