{
    "title": "Ancient China Simplified - Chapter XL - Tombs and Remains",
    "author": "Edward Harper Parker",
    "chapter": "41",
    "content": [
        "",
        "\n\n",
        "The Chinese, with the single exception of their Great Wall, have\nalways been flimsy builders, and there is accordingly very little\nleft in the way of monuments to prove the antiquity of their\ncivilization. Mention has already been made of the tombs of the\nEmperors Shun and Yii (2200 B.C.). The tomb of another Hia dynasty\nemperor (1837 B.C.) lay twenty miles north of Yung-ning in Ho\nNan,’ where Ts’in, in 627 B.C., was annihilated by Tsin (see p.\n30). The tomb (long. 115o, lat. 33o) of the King of Ts’u who died\nin 689 B.C. was pillaged about 500 years later, but landslips\ndefeated the thieves’ objects. The First Protector’s tomb, seven\nmiles south of his capital in Shan Tung–the town still marked on\nthe maps as Lin-tsz–was desecrated in A.D. 312. A small pond of\nmercury was found inside, besides arms, valuables, and the bones\nof those buried with him. The palace of the Ts’u king of 617\nB.C.,–son of the one whose death that year was respectfully\nchronicled by Confucius–is still the yam&. or protorium of\nthe district magistrate at King-thou Fu, and can perhaps even yet\nbe seen from any passing steamers that circulate above the treaty-\nport of Sha-shf. There is a doubt about the date of this king’s\ntomb (d. 593); some place it near the palace, others over 100\nmiles north, near the modern city of Siang-yang. It is possible\nthat, after the sacking of the capital by Wu, in 506, the bodies\nof former kings were at once removed to the new temporary capital\n(far to the north) to which the old name was given. For instance,\nit is certain that the king who died in 545 was buried quite close\nto the capital (King-thou Fu). Ki-chah’s tomb, with Confucius’\ninscription upon it in ancient character, is still shown at a\nplace ten miles west of Kiang-yin (where the modern forts are,\nbelow Nanking) and twenty miles east of Ch’ang-chou; probably the\nnew “British” railway passes quite close to the place, as do the\nsteamers: for the past 400 years sacrifices have been annually\noffered to Ki-chah’s memory: as Confucius never visited Wu, the\ninscription, if genuine, must have been sent thither. The tomb of\nKi-chah’s nephew, King of Wu, is still to be seen outside one of\nthe gates of Soochow; or, rather, the temple built on the site is\nthere, for the tomb itself was desecrated and pillaged by the\narmies of Yueh, when they sacked the capital in 482. There was,\noriginally, a triple copper coffin, a small pond, and some water\nbirds made of gold (probably symbolic of sport), arms, valuables,\netc.; but nothing is said of human beings having been sacrificed.\nIt was said (2000 years ago) that elephants had been employed in\ncarrying the earth and building materials for this tomb. In 506\nthe vengeful Ts’u officer who had fled to Wu, and had incited the\nKing of Wu to do all he could to ruin Ts’u, actually opened the\nroyal grave, in or near the capital, and flogged the corpse of the\ndead king who had so grievously offended him and his family.",
        "In the year 501 the original bow and sceptre given by the warrior\nking to his brother, the Duke of Chou, founder of the State of Lu,\nwas stolen from its resting-place, but was luckily recovered the\nfollowing year. Incidentally this statement is of value; for when\nthe King of Ts’u, as narrated above, was making his demands upon\nthe Emperor, one of his grievances was that he possessed no relics\nof the founder such as the presents which had been made by him to\nTs’i, Lu, Yen, Tsin, and other favoured states of no greater\nstatus than his own. The above are only a few instances out of\nmany which show how, from age to age, the Chinese have seen with\ntheir own eyes things which in the vista of the distance now seem\nto us uncertain and incredible. As usual, Ts’in gives us nothing\nin the way of antiquity; another proof that, until she conceived\nthe idea of conquering China, she was totally unknown (internally)\nto orthodox China. Confucius’ own house, temple, grave, and park\nform an absolutely unbroken link with the past. There are remains\nand the relics of the Duke of Chou in the immediate neighbourhood,\nand it must not be forgotten that the Duke of Chou and his ritual\nsystem were Confucius’ models: as Confucius insisted, “I am only a\ntransmitter of antiquity.” Moderns, and especially foreigners,\nhave forgotten or reck nothing about the Duke of Chou; yet his\nremains and temples were just as much a matter of visible history\nto Confucius as Confucius’ grounds are to us. Each successive\ngeneration in China alludes to existing antiquities, or to\ncontemporaneous objects which have since become antiquities, with\nthe quiet confidence of those who actually possess, and who doubt\nnot of their possessions. The very lacunae are pointed out\nby themselves–no scepticism of ours is required; for whenever any\nhistorian, or any less formal writer, has outstepped the bounds of\ntruth or probability, the critics are immediately there, and they\nalways frankly say what they believe. In a word, the Chinese\ndocuments, be they iron, stone, wood, silk, paper, buildings, or\ngraves; and their traditions, are the sole evidence we possess:\nChinese critics were the sole critics of that evidence; and they\nare the sole light by which we foreigners can become critics. The\ngreat Chinese defect in criticism is the failure to work out\ngeneral principles, and to criticize constructively as well as\nanalytically. Their history is a rule of thumb, hand to mouth,\ndiary sort of arrangement, like a vast museum of genuine but\nunclassified and unticketed objects. But there is no good reason\nwhatever for our doubting the genuineness of either traditions or\ndocuments beyond the point of scepticism to which native Chinese\ndoubts go, for it must be remembered that no foreigner possesses\none tenth of the mass of Chinese learning that the professional\nliteratus easily assimilates. All we can do is to re-group, and\nextract principles.",
        "Continue...",
        "\nThis electronic book of Ancient China Simplified by Edward Harper Parker,\nM.A., (Manc.), Professor of Chinese at the Victoria University of Manchester,\nLondon is public domain.\nHypertext conversion by Philipp Lenssen.\n\n\nAt Amazon: The Cambridge Illustrated History of China\n\n\nLast updated on November 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Ancient China Simplified (1908)By Edward Harper ParkerAt Amazon"
    ]
}