{
    "title": "Ancient China Simplified - Chapter XVII - Education and Literary",
    "author": "Edward Harper Parker",
    "chapter": "18",
    "content": [
        "",
        "\n\n",
        "There is singularly little mention of writing or education in\nancient times, and it seems likely that written records were at\nfirst confined to castings or engravings upon metal, and carvings\nupon stone. In the days when the written character was cumbrous,\nthere would be no great encouragement to use it for daily\nhousehold purposes. It is a striking fact, not only that writings\nupon soft clay, afterwards baked, were not only non-existent in\nChina, but have never once been mentioned or conceived of as being\na possibility. This fact effectually disposes of the allegation\nthat Persian and Babylonian literary civilization made its way to\nChina, for it is unreasonable to suppose that an invention so well\nsuited to the clayey soil (of loess mud with cementing properties)\nin which the Chinese princes dwelt could have been ignored by them,\nif ever the slightest inkling of it had been obtained.",
        "In 770 B.C., when the Emperor, having moved his capital to the\neast, ceded his ancestral lands in the west to Ts’in on condition\nthat Ts’in should recover them permanently from the Tartars, the\ndocument of cession was engraved upon a metal vase. Fifteen\nhundred years before this, the Nine Tripods of the founder of the\nHia dynasty, representing tributes of metal brought to the Emperor\nby outlying tribes, were inscribed with records of the various\nproductions of China: these tripods were ever afterwards regarded\nas an attribute of imperial authority; and even Ts’u, when it\nbegan to presume upon the Chou Emperor’s weakness, put in a claim\n(probably based upon his ancestors’ own ancient Chinese descent,\nas explained in Chapter IV.) to possess them.",
        "In distributing the fiefs amongst relatives and friends, the first\nChou emperors “composed orders” conferring rights upon their new\nvassals; but it is not stated what written form these orders took.\nWritten prayers for the recovery of the first Emperor’s health are\nmentioned, but here again we are ignorant of the material on which\nthe prayers were written by the precentor. Four hundred years\nlater, in 65, when Ts’in had assisted to the throne his neighbour\nthe Marquess of Tsin, the latter gave a promise in writing to\nTs’in that he would cede to her all the territory lying to the\nwest of the Yellow River. The next ruler of Tsin, the celebrated\nwanderer who afterwards became the second Protector, is distinctly\nstated to have had an adviser who taught him to read; it is added\nthat the same marquess also consulted this adviser about a\nsuitable teacher for his son and heir. About the same time one of\nthe Marquess’s friends, objecting to take office, took to flight:\nhis friends, as a protest, hung up “a writing” at the palace gate.\nIn 584 a Ts’u refugee in Tsin sends a writing to the leading\ngeneral of Ts’u, threatening to be a thorn in his side. It is\npresumed that in all these cases the writing was on wood. The text\nof a declaration of war against Ts’u by Ts’in in 313 B.C., at a\ntime when these two powers had ceased to be allies, and were\ncompeting for empire, refers to an agreement made three centuries\nearlier between the King of Ts’u and the Earl of Ts’in; this\ndeclaration was carved upon several stone tablets; but it does not\nappear upon what material the older agreement was carved. In 538,\nat a durbar held by Ts’u, Hiang Suh, the learned man of Sung, who\nhas already been mentioned in Chapter XV. as the inventor of Peace\nConferences in 546, and as one of the Confucian group of friends,\nremarked: “What I know of the diplomatic forms to be observed is\nonly obtained from books.” A few years later, when the population\nof one of the small orthodox Chinese states was moved for\npolitical convenience by Ts’u away to another district, they were\nallowed to take with them “their maps, cadastral survey, and\ncensus records.”",
        "There is an interesting statement in the Kwoh Yue, an\nancillary history of these times, but touching more upon personal\nmatters, usually considered to have been written by the same man\nthat first expanded Confucius’ annals, to the effect that in 489\nB.C. (when Confucius was wandering about on his travels, a\ndisappointed and disgusted man) the King of Wu inflicted a\ncrushing defeat upon Ts’i at a spot not far from the Lu frontier,\nand that he captured “the national books, 800 leather chariots,\nand 3000 cuirasses and shields.” If this translation be perfectly\naccurate, it is interesting as showing that Ts’i did possess\nKwoh-shu, or “a State library,” or archives. But unfortunately\ntwo other histories mention the capture of a Ts’i general named Kwoh\nHia, alias Kwoh Hwei-tsz, so that there seems to be a doubt\nwhether, in transcribing ancient texts, one character (shu) may\nnot have been substituted for the other (hia). Two years later\nthe barbarian king in question entered Lu, and made a treaty with that\nstate upon equal terms.",
        "Shortly after this date, the Chinese adviser who brought about the\nconquest of Wu by the equally barbarous Yiieh, had occasion to\nsend a “closed letter” to a man living in Ts’u. When we come to\nlater times, subsequent to the death of Confucius, we find written\ncommunications more commonly spoken of. Thus, in 313, Ts’i,\nenraged at the supposed faithlessness of Ts’u, “broke in two the\nTs’u tally” and attached herself to Ts’in instead. This can only\nrefer to a wooden “indenture” of which each party preserved a\ncopy, each fitting ’in, “dog’s teeth like,” as the Chinese still\nsay, closely to the other. A few years later we find letters from\nTs’i to Ts’u, holding forth the tempting project of a joint attack\nupon Ts’in; and also a letter from Ts’in to Ts’u, alluding to the\nescape of a hostage and the cause of a war. In the year 227, when\nTs’in was rapidly conquering the whole empire, the northernmost\nstate of Yen (Peking plain), dreading annexation, conceived the\nplan of assassinating the King of Ts’in; and, in order to give the\nassassin a plausible ground for gaining admittance to the tyrant’s\npresence, sent a map of Yen, so that the roads available for\ntroops might be explained to the ambitious conqueror, who would\nfall into the trap. He barely escaped.",
        "All these matters put together point to the clear conclusion that\nsuch states as Ts’in, Tsin, Ts’i, Yen, and Ts’u (none of which\nbelonged, so far as the bulk of their population was concerned, to\nthe purely Chinese group concentrated in the limited area\ndescribed in the first Chapter) were able to communicate by letter\nfreely with each other: a fortiori, therefore, must the\northodox states, whose civilization they had all borrowed or\nshared, have been able to communicate with them, and with each\nother. Besides, there is the question of the innumerable treaties\nmade at the durbars, and evidently equally legible by all the\ndozen or so of representatives present; and the written prayers,\nalready instanced, which were probably offered to the gods at most\nsacrifices. A special Chapter will be devoted to treaties.",
        "In the year 523 the following passage occurs, or rather it occurs\nin one of the expanded Confucian histories having retrospective\nreference to matters of 523 B.C:–\"It is the father’s fault if, at\nthe binding up of the hair (eight years of age), boys do not go to\nthe teacher, though it may be the mother’s fault if, before that\nage, they do not escape the dangers of fire and water: it is their\nown fault if, having gone to the teacher, they make no progress:\nit is their friends’ fault if they make progress but get no repute\nfor it: it is the executive’s fault if they obtain repute but no\nrecommendation to office: it is the prince’s fault if they are\nrecommended for office but not appointed.” Here we have in effect\nthe nucleus at least of the examination system as it was until a\nyear or two ago, together with an inferential statement that\neducation was only meant for the governing classes.",
        "It is rather remarkable that the invention of the “greater seal\"\ncharacter in 827 B.C. practically coincides with the first signs\nof imperial decadence; this is only another piece of evidence in\nfavour of the proposition that enlightenment and patriarchal rule\ncould not exist comfortably together. When Ts’in conquered the\nwhole of modern China 600 years later, unified weights and\nmeasures, the breadth of axles, and written script, and remedied\nother irregularities that had hitherto prevailed in the rival\nstates, it is evident that the need of a more intelligible script\nwas then found quite as urgent as the need of roads suitable for\nall carts, and of measures by which those carts could bring\ndefinite quantities of metal and grain tribute to the capital.\nAccordingly the First August Emperor’s prime minister did at once\nset to work to invent the “lesser seal” character, in which (so\nlate as A.D. 200) the first Chinese dictionary was written; this\n“lesser seal” is still fairly readable after a little practice,\nbut for daily use it has long been and is impracticable and\nobsolete. If we reflect how difficult it is for us to decipher the\nold engrossed charters and written letters of the English kings,\nwe may all the more easily imagine how even a slight change in the\nform of “letters,” or strokes, will make easy reading of Chinese\nimpossible. It is a mistake to suppose that the Chinese have to\n“spell their way” laboriously through the written character so\nfamiliar to them: it is just as easy to “skim over” a Chinese\nnewspaper in a few minutes as it is to “take in” the leading\nfeatures of the Times in the same limited time; and volumes\nof Chinese history or literature in general can be “gutted” quite\neasily, owing to the facility with which the so-called pictographs,\nonce familiar, lend themselves to “skipping.”",
        "The Bamboo Books, dug up in A.D. 281, the copies of the classics\nconcealed in the walls of Confucius’ house, the copy of Lao-tsz’s\nphilosophical work recorded to have been in the possession of a\nChinese empress in 150 B.C.–all these were written in the\n“greater seal,” and the painstaking industry of Chinese\nspecialists was already necessary when the Christian era began, in\norder to reduce the ancient characters to more modern forms. Since\nthen the written character has been much clarified and simplified,\nand it is just as easy to express sentiments in written Chinese as\nin any other language; but, of course, when totally new ideas are\nintroduced, totally new characters must be invented; and\ninventions, both of individual characters and of expressions, are\ngoing on now.",
        "Continue...",
        "\nThis electronic book of Ancient China Simplified by Edward Harper Parker,\nM.A., (Manc.), Professor of Chinese at the Victoria University of Manchester,\nLondon is public domain.\nHypertext conversion by Philipp Lenssen.\n\n\nAt Amazon: The Cambridge Illustrated History of China\n\n\nLast updated on November 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Ancient China Simplified (1908)By Edward Harper ParkerAt Amazon"
    ]
}