{
    "title": "Ancient China Simplified - Chapter XXIII - Break-Up of China",
    "author": "Edward Harper Parker",
    "chapter": "24",
    "content": [
        "",
        "\n\n",
        "We must turn to unorthodox China once more, and see how it fared\nafter Confucius’ death. After only a short century of international\nexistence, the vigorous state of Wu perished once for all in the\nyear 473 B.C., and the remains of the ruling caste escaped\neastwards in boats. When for the first time embassies between\nthe Japanese and the Chinese became fairly regular, in the\nsecond and third centuries of our era, there began to be\npersistent statements made in standard Chinese history that the\nthen ruling powers in Japan considered themselves in some way\nlineally connected with a Chinese Emperor of 2100 B.C., and with\nhis descendants, their ancestors, who, it was said, escaped from\nWu to China. This is the reason why, in Chapter VII., we have\nsuggested, not that the population of Japan came from China, but\nthat some of the semi-barbarous descendants of those ancient\nChinese princes who first colonized the then purely barbarous Wu,\nfinding their power destroyed in 473 B.C. by the neighbouring\nbarbarous power of Yueeh, settled in Japan, and continued their\ncivilizing mission in quite a new sphere. Many years ago I\nendeavoured, in various papers published in China and Japan, to\nshow that, apart from Chinese words adopted into Japanese ever\nsince A.D. 1 from the two separate sources of North China by land\nand Central China by sea, there is clear reason to detect, in the\nsupposed pure Japanese language, as it was anterior to those\nimportations, an admixture of Chinese words adopted much earlier\nthan A.D. 1, and incorporated into the current tongue at a time\nwhen there was no means or thought of “nailing the sounds down” by\nany phonetic system of writing. There is much other very sound\nChinese historical evidence in favour of the migration view, and\nit has been best summarized in an excellent little work in German,\nby Rev. A. Tschepe, S.J., published in the interior of Shan Tung\nprovince only last year.",
        "The ancient native names for Wu and Yiieh, according to the clumsy\nConfucian way of writing them, were something like Keu-ngu\nand O-viet (see Chapter VII.); but it is quite hopeless to\nattempt reconstruction of the exact sounds intended then to be\nexpressed by syllables which, in Chinese itself, have quite\nchanged in power. The power of Yueeh was supreme after 473; its\nking was voted Protector by the federal princes, and in 472 he\nheld a grand durbar at the “Lang-ya Terrace,” which place is no\nlonger exactly identifiable, but is probably nothing more than the\nGerman settlement at Kiao Chou; in 468 he transferred his capital\nthither, and it remained there for over a century, till 379: but\nhis power, it seems, was almost purely maritime, and he never\nsucceeded in obtaining a sure footing north of or even in the Hwai\nvalley, the greater part of which he subsequently returned to\nTs’u. It must be remembered that the Hwai then had a free course\nto the sea, and of a part of it, the now extinct Sui valley, the\nYellow River took possession for several centuries up to 1851 A.D.\nHe also returned to Sung the territory Wu had taken from her, and\nmade over to Lu 100 li square (30 miles) to the east of the\nRiver Sz; to understand this it must be remembered, at the cost of\na little iteration, that Sung and Lu were the two chief powers of\nthe middle and lower Sz valley, which is now entirely monopolized\nby the Grand Canal.",
        "[Illustration: MAP",
        "1. The dotted lines mark the boundaries of modern Shen Si, Shan\nSi, Chih Li, Ho Nan, Shan Tung, An Hwei, and Kiang Su.",
        "2. The names Chao, Ngwei, and Han show how Tsin was split up into\nthree in 403 B.C.",
        "3. The crosses (in the line of each name) show the successive\ncapitals as Ts’in encroached from the west, the last capital in\neach case having a circle round the cross.]",
        "The imperial dynasty went from bad to worse; in 440 there were\nfamily intrigues, assassinations, and divisions. The imperial\nmetropolis, which was towards the end about all the Emperors had\nleft to them, was divided into two, each half ruled by an Eastern\nand a Western Emperor respectively; unfortunately, no literature\nhas survived which might depict for us the life of the inhabitants\nduring those wretched days. Meanwhile, the ambitious great\nfamilies of Tsin very nearly fell under the dictatorship of one of\ntheir number; in 452 he was himself annihilated by a combination\nof the others, and the upshot of it was that next year the three\nfamilies that had crushed the dictator and, emerged victorious,\ndivided up the realm of Tsin into three separate and practically\nindependent states, called respectively Wei or Ngwei (the Shan Si\nparts), Han (the Ho Nan parts), and Chao (the Chih Li parts). The\nother ancient and more orthodox state of Wei, occupying the Yellow\nRiver valley to the west of Sung and Lu, was now a mere vassal to\nthese three Tsin powers, which had not quite yet declared\nthemselves independent, and which had for the present left the old\nTsin capital to the direct administration of the legitimate\nprince. It was only in the year 403 that the Emperor’s administration\nformally declared them to be feudal princes. This year is really the\nnext great turning-point in Chinese history, in order of date, after the\nflight of the Emperors from their old capital in 771 B.C.; and it is, in\nfact, with this year that the great modern historical work of Sz-ma\nKwang begins; it was published A.D. 1084, and brings Chinese\nevents down to a century previous to that date.",
        "As to the state of Ts’i, it also had fallen into evil ways. So\nearly as 539 B.C., when the two philosophers Yen-tsz and Shuh\nHiang had confided to each other their mutual sorrows (see\nAppendix No. 2), the former had predicted that the powerful local\nfamily of T’ien or Ch’en was slowly but surely undermining the\nlegitimate princely house, and would certainly end by seizing the\nthrone; one of the methods adopted by the supplanting family was\nto lend money to the people on very favourable terms, and so to\nmanipulate the grain measures that the taxes due to the prince\nwere made lighter to bear; in this ingenious and indirect way, all\nthe odium of taxation was thrown upon the extravagant princes who\nhabitually squandered their resources, whilst the credit for\ngenerosity was turned towards this powerful tax-farming family,\nwhich thus took care of its own financial interests, and at the\nsame time secured the affections of the people. In 481 the\nambitious T’ien Heng, alias CH’EN Ch’ang, then acting as\nhereditary maire du palais to the legitimate house, assassinated\nthe ruling prince, an act so shocking from the orthodox point of view that\nConfucius was quite heartbroken on learning of it, notwithstanding that his\nown prince had narrowly escaped assassination at the hands of the\nmurdered man’s grandfather. It was not until the year 391, however, that\nthe T’ien, or CH’EN, family, after setting up and deposing princes at\ntheir pleasure for nearly a century, at last openly threw off the\nmask and usurped the Ts’i throne: their title was officially\nrecognized by the Son of Heaven in the year 378.",
        "As to Ts’in ambitions, for a couple of centuries past there had\nbeen no further advance of conquest, at least in China. The\nhitherto almost unheard of state of Shuh (Sz Ch’wan) now begins to\ncome prominently forward, and to contest with Ts’in mastery of the\nupper course of the Yang-tsz River. After being for 260 years in\nunchallenged possession of all territory west of the Yellow River,\nTs’in once more lost this to Tsin (i.e. to Ngwei) in 385.\nIt was not until the other state of Wei, lower down the Yellow\nRiver, lost its individuality as an independent country that the\ncelebrated Prince Wei Yang (see Chapter XXII.), having no career\nat home, offered his services to Ts’in, and that this latter\nstate, availing itself to the full of his knowledge, suddenly shot\nforth in the light of real progress. We have seen in Chapter XX.\nthat an eminent lawyer and statesman of Ngwei, Ts’in’s immediate\nrival on the east, had inaugurated a new legal code and an\neconomic land system. This man’s work had fallen under the\ncognizance of Wei Yang, who carried it with him to Ts’in, where it\nwas immediately utilized to such advantage that Ts’in a century\nlater was enabled to organize her resources thoroughly, and thus\nconquered the whole empire,",
        "We have now arrived at what is usually called the Six Kingdom\nPeriod, or, if we include Ts’in, against whose menacing power the\nsix states were often in alliance, the period of the Seven\nKingdoms. These were the three equally powerful states of Ngwei,\nHan, and Chao (this last very Tartar in spirit, owing to its\nhaving absorbed nearly all the Turko-Tartar tribes west of the\nYellow River mouth); the northernmost state of Yen, which seems in\nthe same way to have absorbed or to have exercised a strong\ncontrolling influence over the Manchu-Corean group of tribes\nextending from the Liao River to the Chao frontier; Ts’u, which\nnow had the whole south of China entirely to itself, and managed\neven to amalgamate the coast states of Yiich in 334; and finally Ts’i.\nIn other words, the orthodox Chinese princes, whose comparatively\npetty principalities in modern Ho Nan province had for several centuries\nformed a sort of cock-pit in which Ts’in, Tsin, Ts’i, and Ts’u fought out\ntheir rivalries, had totally disappeared as independent and even as\ninfluential powers, and had been either absorbed by those four great\npowers (of which Tsin and Ts’i were in reconstituted form), or had\nbecome mere obedient vassals to one or the other of them. In former\ntimes Tsin had been kinsman and defender; but now Tsin, broken up\ninto three of strange clans, herself afforded an easy prey to Ts’in\nambition; the orthodox states were in the defenceless position of the\nGreek states after Alexander had exhausted Macedon in his Persian\nwars, and when their last hope, Pyrrhus, had taught the Romans the art\nof war: they had only escaped Persia to fall into the jaws of\nRome.",
        "In the middle of the fourth century B.C. all six powers began to\nstyle themselves wang, or “king,” which, as explained before,\nwas the title borne by the Emperors of the Chou dynasty. Military,\npolitical, and literary activities were very great after this at the\ndifferent emulous royal courts, and, however much the literary\npedants of the day may have bewailed the decay of the good\nold times, there can be no doubt that life was now much more\nvaried, more occupied, and more interesting than in the sleepy,\nrespectable, patriarchal days of old. The “Fighting State” Period,\nas expounded in the Chan-Kwoh Ts’eh, or “Fighting State\nRecords,” is the true period of Chinese chivalry, or knight-\nerrantry.",
        "Continue...",
        "\nThis electronic book of Ancient China Simplified by Edward Harper Parker,\nM.A., (Manc.), Professor of Chinese at the Victoria University of Manchester,\nLondon is public domain.\nHypertext conversion by Philipp Lenssen.\n\n\nAt Amazon: The Cambridge Illustrated History of China\n\n\nLast updated on November 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Ancient China Simplified (1908)By Edward Harper ParkerAt Amazon"
    ]
}