{
    "title": "Ancient China Simplified - Chapter VII - The Coast States",
    "author": "Edward Harper Parker",
    "chapter": "8",
    "content": [
        "",
        "\n\n",
        "Before we enter into a categorical description of the hegemony or\nProtector system, under which the most powerful state for the time\nbeing held durbars “in camp,” and in theory maintained the shadowy\nrights of the Emperor, we must first introduce the two coast\nstates of the Yang-tsz delta, just mentioned as having asserted\ntheir independence of Ts’u, each state being in possession of one\nof the Great River branches, In ancient times the Yang-tsz was\nsimply called the Kiang (\"river”), just as the Yellow River\nwas simply styled the Ho (also “river”). In those days the\nGreat River had three mouths-the northernmost very much as at\npresent, except that the flat accretions did not then extend so\nfar out to sea, and in any case were for all practical purposes\nunknown to orthodox China, and entirely in the hands of “Eastern\nbarbarians\"; the southerly course, which branched off near the\nmodern treaty-port of Wuhu in An Hwei province, emerging into the\nsea at, or very near, Hangchow; and the middle course, which was\npractically the combined beds of the Soochow Creek and the Wusung\nRiver of Shanghai. Before the Chou dynasty came to power in 1122\nB.C., the grandfather of the future founder, as a youth, displayed\nsuch extraordinary talents, that, by family arrangement, his two\neldest brothers voluntarily resigned their rights, and exiled\nthemselves in the Jungle territory, subsequently working their way\neast to the coast, and adopting entirely, or in part, the rude\nways of the barbarous tribes they hoped to govern. We can\nunderstand this better if we picture how the Phoenician and Greek\nmerchants in turn acted when successively colonizing Marseilles,\nCadiz, and even parts of Britain. Excepting doubtful genealogies\nand lists of rulers, nothing whatever is heard of this colony\nuntil 585 B.C.–say, 800 years subsequent to the original\nsettlement. A malcontent of Ts’u had, as was the practice among\nthe rival states of those, times, offered his services to the\nhated Tsin, then engaged in desperate warfare with Ts’u: he\nproposed to his new master that he should be sent on a mission to\nthe King of Wu (for that was, and still is, for literary purposes,\nthe name of the kingdom comprising Shanghai, Soochow, and Nanking)\nin order to induce him to join in attacking Ts’u. “He taught them\nthe use of arrows and chariots,” from which we may assume that\nspears and boats were, up to that date, the usual warlike\napparatus of the coast power. Its capital was at a spot about\nhalf-way between Soochow and Nanking, on the new (British)\nrailway line; and it is described by Chinese visitors during the\nsixth century B.C. as being “a mean place, with low-built houses,\nnarrow streets, a vulgar palace, and crowds of boats and\nwheelbarrows.” The native word for the country was something like\nKeugu, which the Chinese (as they still do with foreign words, as,\nfor instance, Ying for “England”) promptly turned into a\nconvenient monosyllable Ngu, or Wu. The semi-barbarous King was\ndelighted at the opening thus given him to associate with orthodox\nChinese princes on an equal footing, and to throw off his former\ntyrannical suzerain. He annexed a number of neighbouring barbarian\nstates hitherto, like himself, belonging to Ts’u; paid visits to\nthe Emperor’s court, to the Ts’u court, and to the petty but\nhighly cultivated court of Lu (in South Shan Tung), in order to\n“study the rites\"; and threw himself with zest into the whirl of\ninterstate political intrigue. Confucius in his history hardly\nalludes to him as a civilized being until the year 561, when the\nKing died; and as his services to China (i.e. to orthodox Tsin\nagainst unorthodox Ts’u) could not be ignored, the philosopher-\nhistorian condescends to say “the Viscount of Wu died this year.\"\nIt must be explained that the Lu capital had been celebrated for\nits learning ever since the founder of the Chou dynasty sent the\nDuke of Chou, his own brother, there as a satrap (1122 B.C.).\nConfucius, of course, wrote retrospectively, for he himself was\nonly born in 551 and did not compose his “Springs and Autumns\"\nhistory for at least half a century after that date. The old Lu\ncapital of K’uh-fu on she River Sz (both still so called) is the\nofficial headquarters of the Dukes Confucius, the seventy-sixth in\ndescent from the Sage having at this moment direct semi-official\nrelations with Great Britain’s representative at Wei-hai-wei. It\nmust also be explained that the vassal princes were all dukes,\nmarquises, earls, viscounts, or barons, according to the size of\ntheir states, the distinction of their clan or gens, and the\nlength of their pedigrees; but the Emperor somewhat contemptuously\naccorded only the courtesy title of “viscount” to barbarian\n“kings,” such as those of Ts’u and Wu, very much as we vaguely\nspeak of “His Highness the Khedive,” or (until last year) “His\nHighness the Amir,” so as to mark unequality with genuine crowned\nor sovereign heads.",
        "The history of the wars between Wu and Ts’u is extremely\ninteresting, the more so in that there are some grounds for\nbelieving that at least some part of the Japanese civilization was\nsubsequently introduced from the east coast of China, when the\nruling caste of Wu, in its declining days, had to “take flight\neastwards in boats to the islands to the east of the coast.” But\nwe shall come to that episode later on. In the year 506 the\ncapital of Ts’u was occupied by a victorious Wu army, under\ncircumstances full of dramatic detail. But now, in the flush of\nsuccess, it was Wu’s turn to suffer from the ambition of a vassal.\nSouth of Wu, with a capital at the modern Shao-hing, near Ningpo,\nreigned the barbarian King of Yiieh (this is a corrupted\nmonosyllable supposed to represent a dissyllabic native word\nsomething like Uviet); and this king had once been a ’vassal of\nTs’u, but had, since Wu’s conquests, transferred, either willingly\nor under local compulsion, his allegiance to Wu. Advances were\nmade to him by Ts’u, and he was ultimately induced to declare war\nas an ally of Ts’u. There is nothing more interesting in our\nEuropean history than the detailed account, full of personal\nincident, of the fierce contests between Wu and Yiieh. The\nextinction of Wu took place in 483, after that state had played a\nvery commanding part in federal affairs, as we shall have occasion\nto specify in the proper places. Yiieh, in turn, peopled by a race\nsupposed to have ethnological connection with the Annamese of\nVietnam or “Southern Yiieh,” became a great power in China, and in\n468 even transferred its capital to a spot on or near the coast,\nvery near the German colony of Kiao Chou in Shan Tung. But its\npredominance was only successfully asserted on the coasts; to use\nthe historians’ words: “Yiieh could never effectively administer\nthe territory comprised in the Yang-tsz Kiang and Hwai River\nregions.”",
        "It was precisely during this barbarian struggle, when federated\nChina, having escaped the Tartars, seemed to be running the risk\nof falling into the clutches of southern pirates, that Confucius\nflourished, and it is in reference to the historical events\nsketched above-(1) the providential escape of China from\nTartardom, (2) the collapse of the imperial Chou house, (3) the\nhegemony or Protector system, (4) the triumph of might over rite\n(right and rite being one with Confucius), and (5) the desirability of\na prompt return to the good old feudal ways–that he abandoned\nhis own corrupt and ungrateful principality, began his peripatetic\nteaching in the other orthodox states, composed a warning history\nfull of lessons for future guidance, and established what we\nsomewhat inaccurately call a “religion” for the political guidance of\nmankind.",
        "Continue...",
        "\nThis electronic book of Ancient China Simplified by Edward Harper Parker,\nM.A., (Manc.), Professor of Chinese at the Victoria University of Manchester,\nLondon is public domain.\nHypertext conversion by Philipp Lenssen.\n\n\nAt Amazon: The Cambridge Illustrated History of China\n\n\nLast updated on November 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Ancient China Simplified (1908)By Edward Harper ParkerAt Amazon"
    ]
}