{
    "title": "Ancient China Simplified - Chapter I - Opening Scenes",
    "author": "Edward Harper Parker",
    "chapter": "2",
    "content": [
        "",
        "\n\n",
        "The year 842 B.C. may be considered the first accurate date in\nChinese history, and in this year the Emperor had to flee from his\ncapital on account of popular dissatisfaction with his tyrannical\nways: he betook himself northward to an outlying settlement on the\nTartar frontier, and the charge of imperial affairs was taken over\nby a regency or duumvirate.",
        "At this time the confederation of cultured princes called China–\nor, to use their own term, the Central Kingdom–was a very\ndifferent region from the huge mass of territory familiar to us\nunder those names at the present day. It is hardly an exaggeration\nto say that civilized China, even at that comparatively advanced\nperiod, consisted of little more than the modern province of Ho\nNan. All outside this flat and comparatively riverless region\ninhabited by the “orthodox” was more or less barbaric, and such\ncivilization as it possessed was entirely the work of Chinese\ncolonists, adventurers, or grantees of fiefs in partibus\ninfidelium (so to speak). Into matters of still earlier\nancient history we may enter more deeply in another Chapter, but\nfor the present we simply take China as it was when definite\nchronology begins.",
        "The third of the great dynasties which had ruled over this limited\nChina had, in 842 B.C., already been on the imperial throne for\npractically three hundred years, and, following the custom of its\npredecessors, it had parcelled out all the land under its sway to\nvassal princes who were, subject to the general imperial law and\ncustom, or ritual, together with the homage and tribute duty\nprescribed thereunder, all practically absolute in their own\ndomains. Roughly speaking, those smaller fiefs may be said to have\ncorresponded in size with the walled-city and surrounding district\nof our own times, so well known under the name of hien.\nAbout a dozen of the larger fiefs had been originally granted to\nthe blood relations of the dynastic founder in or after 1122 B.C.;\nbut not exclusively so, for it seems to have been a point of\nhonour, or of religious scruple, not to “cut off the sacrifices\"\nfrom ruined or disgraced reigning families, unless the attendant\ncircumstances were very gross; and so it came to pass that\nsuccessive dynasties would strain a point in order to keep up the\nspiritual memory of decayed or rival houses.",
        "Thus, at the time of which we speak (842 B.C.), about ten of the\ndozen or so of larger vassal princes were either of the same clan\nas the Emperor himself, or were descended from remoter branches of\nthat clan before it secured the imperial throne; or, again, were\ndescended from ministers and statesmen who had assisted the\nfounder to obtain empire; whilst the two or three remaining great\nvassals were lineal representatives of previous dynasties, or of\ntheir great ministers, keeping up the honour and the sacrifices of\nbygone historical personages. As for the minor fiefs, numbering\nsomewhere between a thousand and fifteen hundred, these play no\npart in political history, except as this or that one of them may\nhave been thrust prominently forward for a moment as a pawn in the\ngame of ambition played by the greater vassals. Nominally the\nEmperor was direct suzerain lord of all vassals, great or small;\nbut in practice the greater vassal princes seem to have been what\nin the Norman feudal system were called “mesne lords\"; that is,\neach one was surrounded by his own group of minor ruling lords,\nwho, in turn, naturally clung for protection to that powerful\nmagnate who was most immediately accessible in case of need; thus\nvassal rulers might be indefinitely multiplied, and there is some\nvagueness as to their numbers.",
        "Just as the oldest civilizations of the West concentrated\nthemselves along the banks of the Euphrates and the Nile, so the\nmost ancient Chinese civilization is found concentrated along the\nsouth bank of the Yellow River. The configuration of the land as\nshown on a modern map assists us to understand how the industrious\ncultivators and weavers, finding the flat and so-called\nloess territory too confined for their ever-increasing\nnumbers, threw out colonies wherever attraction offered, and\nwherever the riverine systems gave them easy access; whether by\nboat and raft; or whether–as seems more probable, owing to the\nscanty mention of boat-travel–by simply following the low levels\nsought by the streams, and tilling on their way such pasturages as\nthey found by the river-sides. When it is said that the earliest\nChinese we know of clung to the Yellow River bed, it must be\nremembered that “the River” (as they call it simply) turned sharp\nto the north at a point in Ho Nan province very far to the west of\nits present northerly course, near a city marked in the modern\nmaps as Jung-t&h, in lat. 35 degrees N., long, 114 degrees E., or\nthereabouts; moreover, its course further north lay considerably to the\nwestward of the present Grand Canal, taking possession now of the\nbed of the Wei River, now of that of the Chang River, according to\nwhether we regard it before or after the year 602 B.C.; but always\nentering the Gulf near modern Tientsin. Hence we need not be\nsurprised to find that the Conqueror or Assertor of the dynasty\nhad conferred upon a staunch adviser, of alien origin, and upon\ntwo of his most trusty relatives, the three distant fiefs which\ncommanded both sides of the Yellow River mouth, at that time near\nthe modern Tientsin. There was no Canal in those days, and the\nriver which runs past Confucius’ birth-place, and now goes towards\nfeeding the Grand Canal, had then a free course south-east towards\nthe lakes in Kiang Su province to the north of Nanking. It will be\nnoticed that quite a network of tributary rivers take their rise\nin Ho Nan province, and trend in an easterly direction towards the\nintricate Hwai River system. The River Hwai, which has a great\nhistory in the course of Chinese development, was in quite recent\ntimes taken possession of by the Yellow River for some years, and\nsince then the Grand Canal and the lakes between them have so\nimpeded its natural course that it may be said to have no natural\ndelta at all; to be dissipated in a dedalus of salt flats,\nirrigation channels, and marshes: hence it is not so obvious to us\nnow why the whole coast-line was at the period we are now\ndescribing, when there was no Grand Canal, quite beyond the reach\nof Chinese colonization from the Yellow River valley: this was\nonly possible in two directions–firstly to the south, by way of\nthe numerous ramifications of the Han River, which now, as then,\njoins the Yang-tsz Kiang at Hankow; and secondly to the south-\neast, by way of the equally numerous ramifications of the Hwai\nRiver, which entered the sea in lat. 34o N. No easy emigration to\nthe westward or south-westward was possible in those comparatively\nroadless days, for not a single river pointed out the obvious way to\nwould-be colonists.",
        "Accustomed as we now are to regard China as one vast homogeneous\nwhole, approachable to us easily from the sea, it is not easy for\nus to understand the historical lines of expansion without these\npreliminary explanations. Corea and Japan were totally unknown\neven by name, and even Liao Tung, or “East of the River Liao,\"\nwhich was then inhabited by Corean tribes, was, if known by\ntradition at all, certainly only in communication with the remote\nChinese colony, or vassal state, in possession of the Peking\nplain: on the other hand, this vassal state itself (if it had\nrecords of its own at all), for the three centuries previous to\n842 B.C., had no political relations with the federated Chinese\nprinces, and nothing is known of its internal doings, or of its\nimmediate relations (if any) with Manchus and Coreans. The whole\ncoast-line of Shan Tung was in the hands of various tribes of\n“Eastern Barbarians.” True, a number of Chinese vassal rulers held\npetty fiefs to the south and the east of the two highly civilized\nprincipalities already described as being in possession of the\nLower Yellow River; but the originally orthodox rulers of these\npetty colonies are distinctly stated to have partly followed\nbarbarian usage, even despite their own imperial clan origin, and\nto have paid court to these two greater vassals as mesne lords,\ninstead of direct to the Emperor. South of these, again, came the\nHwai group of Eastern barbarians in possession of the Lower Hwai\nvalley, and the various quite unknown tribes of Eastern barbarians\noccupying the marshy salt flats and shore accretions on the Kiang\nSu coast right down to the River Yang-tsz mouth.",
        "As we shall see, a century or two later than 842 B.C. powerful\nsemi-Chinese states began to assert themselves against the\nfederated orthodox Chinese princes lying to their north; but, when\ndated history first opens, Central China knew nothing whatever of\nany part of the vast region lying to the south of the Yang-tsz;\nnothing whatever of what we now call Yiin Nan and Sz Ch’wan, not\nto say of the Indian and Tibetan dominions lying beyond them; \nfortiori nothing of Formosa, Hainan, Cochin-China, Tonquin,\nBurma, Siam, or the various Hindoo trading colonies advancing from\nthe South Sea Islands northwards along the Indo-Chinese coasts;\nnothing whatever of Tsaidam, the Tarim Valley, the Desert, the\nPersian civilization, Turkestan, Kashgaria, Tartary, or Siberia.",
        "It is, and will here be made, quite clear that the whole of the\nleft bank of the Yellow River was in possession of various Turkish\nand Tartar-Tibetan tribes. The only exception is that the south-\nwest corner of Shan Si province, notably the territory enclosed\nbetween the Yellow River and the River F&n (which, running from\nthe north, bisects Shan Si province and enters the Yellow River\nabout lat. 35” 30’ N., long. 110 degrees 30’ E.) was colonized by a branch\nof the imperial family quite capable of holding its own against\nthe Tartars; in fact, the valley of this river as far north as\nP’ing-yang Fu had been in semi-mythical times (2300 B.C.) the\nimperial residence. It will be noticed that the River Wei joins\nthe Yellow River on its right bank, just opposite the point where\nthis latter, flowing from the north, bends eastwards, the Wei\nitself flowing from the west. This Wei Valley (including the sub-\nvalleys of its north-bank tributaries) was also in 842 B.C.\ncolonized by an ancient Chinese family–not of imperial extraction\nso far as the reigning house was concerned–which, by adopting\nTartar, or perhaps Tartar–Tibetan, manners, had for many\ngenerations succeeded in acquiring a predominant influence in that\nregion. Assuming that–which is not at all improbable–the nomad\nhorsemen in unchallenged possession of the whole desert and Tartar\nexpanse had at any time, as a consequence of their raids in\ndirections away from China westward, brought to China any new\nideas, new commercial objects, or new religious notions, these\nnovelties must almost necessarily have filtered through this semi-\nChinese half-barbarous state in possession of the Wei Valley, or\nthrough other of their Tartar kinsmen periodically engaged in\nraiding the settled Chinese cultivators farther east, along the\nline of what is now the Great Wall, and the northern parts of Shan\nSi and Chih Li provinces.",
        "We shall allude in a more convenient place and Chapter to specific\ntraditions touching the supposed journeys about 990 B.C. of a\nChinese Emperor to Turkestan; the alleged missions from Tonquin to\na still earlier Chinese Emperor or Regent; and the pretended\ncolonization of Corea by an aggrieved Chinese noble-all three\nevents some centuries earlier than the opening period of dated\nhistory of which we now specially speak. For the present we ignore\nthem, as, even if true, these events have had, and have now, no\nspecific or definite influence whatever on the question of Chinese\npolitical development as expounded here. It seems certain that for\nmany centuries previous to 842 B.C. the ruling and the literary\nChinese had known of the existence of at least the Lower Yang-tsz\nand its three mouths (the Shanghai mouth and the Hangchow mouth\nhave ceased long ago to exist at all): they also seem to have\nheard in a vague way of “moving sands” beyond the great northerly\nbend of the Yellow River in Tartarland. It is not even impossible\nthat the persistent traditions of two of their very ancient\nEmperors having been buried south of the Yang-tsz–one near the\nmodern coast treaty-port of Ningpo, the other near the modern\nriverine treaty-port of Ch’ang-sha–may be true; for nothing is\nmore likely than that they both met their death whilst exploring\nthe tributaries of the mysterious Yang-tsz Kiang lying to their\nsouth; because the father of the adventurous Emperor who is\nsupposed to have explored Tartary in ggo B.C. certainly lost his\nlife in attempting to explore the region of Hankow, as will be\nexplained in due course.",
        "All this, however, is matter of side issue. The main point we wish\nto insist upon, by way of introduction, in endeavouring to give\nour readers an intelligible notion of early Chinese development,\nis that Chinese beginnings were like any other great nation’s\nbeginnings–like, for instance, the Greek beginnings; these were\ncentred at first round an extremely petty area, which, gradually\nexpanding, threw out its tentacles and branches, and led to the\nfinal inclusion of the mysterious Danube, the gloomy Russian\nplain, the Tin Islands, Ultima Thule, and the Atlantic coasts into\none fairly harmonious Graeco-Roman civilization. Or it may be\ncompared to the development of the petty Anglo-Saxon settlements\nand kingdoms and sub-kingdoms, and their gradual political\nabsorption of the surrounding Celts. In any case it may be said\nthat there is nothing startlingly new about it; it followed a\nnormal course.",
        "Continue...",
        "\nThis electronic book of Ancient China Simplified by Edward Harper Parker,\nM.A., (Manc.), Professor of Chinese at the Victoria University of Manchester,\nLondon is public domain.\nHypertext conversion by Philipp Lenssen.\n\n\nAt Amazon: The Cambridge Illustrated History of China\n\n\nLast updated on November 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Ancient China Simplified (1908)By Edward Harper ParkerAt Amazon"
    ]
}