{
    "title": "Ancient China Simplified - Chapter XXXVIII - Women and Morals",
    "author": "Edward Harper Parker",
    "chapter": "39",
    "content": [
        "",
        "\n\n",
        "So far as it is possible to judge from the concrete instances in\nwhich women are mentioned, it appears that in ancient Chinese\ntimes their confinement and seclusion was neither nominally nor\nactively so strict as it has been in later days, and they seem to\nhave been much more companionable to men than they have been ever\nsince the ridiculous foot-squeezing fashion came into vogue over a\nthousand years ago. When the Martial King addressed his semi-\nbarbarous western allies, as he prepared his march upon the last\nShang Emperor in 1122 B.C., he observed: “The ancient proverb says\nthe hen crows not in the morn; when she does, the house will\nfall\"–in allusion to the interference of the debauched Emperor’s\nfavourite concubine in public affairs; and we have seen, under the\nheading of Law in Chapter XX., how one of the imperial statutes,\nproclaimed or read regularly in the vassal kingdoms, prohibited\nthe meddling of women in public business. But, in spite of this,\nso far as promoting the succession rights and political interests\nof their own children goes, wives and concubines certainly exerted\nconsiderable influence, whether legitimate or not, in all the\nstates. The murder of an Emperor and flight of his successor in\n771 B.C. was in its inception owing to the intrigues of women\nabout Court. A few years only after that event, we find the\northodox ruler of Wei marrying a beautiful Ts’i princess (her\nbeauty is a matter of history, and is celebrated in the Odes,\nwhich are themselves a popular form of history); and then, because\nshe had no children, further marrying a princess of Ch’en. This\nprincess unfortunately lost her offspring; but her sister also\nenjoyed the prince’s favour, and her son was, after her death,\ngiven in adoption to the first childless Ts’i wife. This son\nsucceeded to the Wei throne, but was ultimately murdered by a\nyounger brother born of a concubine, who was next succeeded by\nstill another younger brother, whose queen had also been one of\nhis father’s concubines. Thus in the most orthodox states (Wei was\nof the imperial clan), the rites often seem not to have counted\nfor much in practice.–This book, it must here be repeated, deals\nwith specific recorded facts, and not with civilization as it\nought to have been under the Rites of Chou.–So, even in\ncomparatively modern China, 1500 years later, the third emperor of the\nT’ang dynasty married his father’s concubine, and she ultimately\nreigned as empress in her own right, which is in itself an outrage\nupon the “rites.”",
        "In 694 B.C. the ruler of Lu (also of the imperial clan) married a\nTs’i princess, who, as has been stated in Chapter XXXIV., not only\nhad incestuous relations with her brother of Ts’i, but led that\nbrother to procure the murder of her husband. In connection with\nthis woman’s further visit to Ts’i two years later, the rule is\ncited: “Women, when once married, should not recross the\nfrontier.” The same rule is quoted in 655 when a Lu princess, who\nhad married a petty mesne-vassal of Lu in 670, recrossed the Lu\nfrontier in order to visit her son in Lu.",
        "The Second Protector, during his wanderings, we know, married\nfirst a Tartar wife and then a Ts’i wife, both of whom showed\ndisinterested affection for him, and genuine regard for his rights\nto the Tsin succession, Yet the ruler of Ts’in supplied him with\nfive more royal girls, of whom one had already been married to the\nSecond Protector’s predecessor and nephew, the Marquess of Tsin.\nIt is but fair to the memory of this uxorious Tsin ruler to say\nthat he only took her over under protest, and under the immediate\nstress of political urgencies; he ultimately made her his\nprincipal spouse at the expressed desire of his ally the Ts’in\nruler. He must have later married a daughter of the Emperor too,\nfor, after the succession of a son and grandson, another of his\nsons named “Black Buttocks,” being the youngest, and also “son of\na Chou mother,” came to the throne. Thus in those troublous times\nthe honour of imperial princesses evidently did not count for very\nmuch at the great vassal courts. The readiness of Ts’in to induce\nthe Tsin ruler to take over his nephew’s wife (being a Ts’in\nprincess) accentuates the semi-Tartar civilization of Ts’in at\nleast, if not of Tsin too; for both Hiung-nu (200 B.C.) and Turks\n(A.D. 500) had a fixed rule that a Khan successor should take over\nall his predecessor’s women, with the single exception of his own\nnatural mother. In the year 630 the King of Ts’u married or\ncarried off two CHENG sisters (of the imperial clan). The ruler of\nCHENG had been insolent to the future Second Protector during his\nwanderings in the year 637, and, in order to avoid that\nProtector’s vengeance, had been subsequently obliged to throw\nhimself under Ts’u protection. “This ignoring of the rites by the\nKing of Ts’u will result in his failing to secure the Protectorship,” it\nwas said. However, these princesses, though of the imperial Ki\nclan by marriage into it, were really daughters  of a CHENG ruler by\ntwo separate Ts’i and Ts’u wives: moreover,  previous to the accession\nof the Hia dynasty (in 2205 B.C.), a Chinese elective Emperor had\nmarried the two daughters of his predecessor,  whose own son was\nunworthy to succeed: and, generally, apart from this precedent, the\nrule against marrying two sisters, even if it  existed, seems to have been\nloosely applied (cf. Chapter XXXIII.).",
        "In connection with the Cheng succession in 629, it is mentioned\nthat “the wife’s sons being all dead, X, being wisest of the\nsecondary wives’ or concubines’ sons, is most eligible\"\n(cf. Chapter XXXVII.).",
        "Great political complications arose in connection with a clever\nand beautiful princess of Cheng who had had various liaisons\nwith high personages in the state of Ch’en and elsewhere; in the end\nshe was carried off in 589 by a treacherous Ts’u statesman to Tsin;\nand indirectly this adventure led to his being charged by Tsin with a\nmission to Wu; to the subsequent entry of Wu into the conclave of\nfederal princes; and to the ultimate sacking of the Ts’u capital by\nthe King of Wu in 506: it is easy to read between the lines that\nthe Kings of Ts’u were considered unusually arbitrary and tyrannical\nrulers; over and over again we find that their most capable statesmen\ntook service with powers inimical to Ts’u. In 581 the ruler of Cheng,\nbeing forcibly detained in Tsin whilst on a political visit there, was\ntemporarily replaced in Cheng by his elder brother, born of an\ninferior wife.",
        "A marriage between the two states of Sung and Lu having been\narranged, the imperial clan states of Lu and Wei had certain\nduties to perform at the wedding, which took place in 583; and it\nis recorded that the latter sent “handmaids” The explanation given\nis a little involved, but it seems to throw some light on the\nmarriage of sisters question. It seems that the legitimate spouse\nand her “left and right handmaids” were each entitled to three\n“cousins or younger sisters” of the same clan-name as themselves,\n“thus making a total of nine girls, the idea being to broaden the\nbase of succession.” Not content with this, Lu sent a special\nenvoy to Sung the next year to “lecture” the princess. It is\nexplained that “women at home are under the power of their father;\nmarried, under that of their husbands.” Tsin also sent handmaids\nthis year. It is further explained that “handmaids are a trifling\nmatter, and they are only mentioned in this Lu princess case\nbecause her marriage turned out so badly.” The following year Ts’i\ndespatched handmaids, but, “being of a different clan-name, Ts’i\nwas not ritual in doing so.”",
        "The precise functions of these paranymphs, or under-studies of\nwives, together with the rules governing their selection, are\ndoubtless clearly enough described in the Rites of Chou;\nbut we are only dealing here with concrete facts as recorded.",
        "In 526 B.C., when Ts’in gave a princess in marriage to the Ts’u\nheir, the Ts’u king decided to keep her for himself (see p. 234).\nOnly a few years before that, Ts’u had given a princess of her own\nin marriage to the heir-apparent of one of the petty orthodox\nstates (imperial clan), and the reigning father had had improper\nrelations with her, which in the end led to his murder by his son;\nthus Ts’u, however delinquent, had already been given a bad\nexample by the imperial clan.",
        "After his humiliating defeat by the King of Wu in 494 B.C., the\nKing of Yiieh introduced a veritable Lex Julia into his\ndominions, in order to increase the population more quickly, and\nto prepare for his great revenge. Robust men were forbidden to\nmarry old women, and old men to marry robust women. Parents were\npunished if girls were not married by the time they were\nseventeen, and if boys were not married by twenty. Enceinte\nwomen had to be placed under the care of public midwives. For\nevery boy born, a royal bounty of two pots of wine and a dog were\ngiven: for every girl born, two pots of wine and a sucking-pig;–\nthe dog, it is explained, being figurative of outdoor, the pig of\ninternal economy. Triplets were to be suckled at the public\nexpense; twins to be fed, when big enough, at the public expense.\nThe chief wife’s son must be mourned, with absence from official\nduty, for three years; other sons for two; and both kinds of son\nwere to be equally buried with weeping and wailing. Orphans, and\nthe sons of sick or poor widows, were to receive official\nemployment. Distinguished sons were to have their apartments\ncleansed for them, and had to be well fed and handsomely clothed.\nLearned men from other states were to be officially welcomed in\nthe ancestral temple. With reference to this curious law, which is\ntotally un-Chinese in its startling originality, it may be\nmentioned that it seems to have gradually led to that laxity of\nmorals in ancient Yiieh which is still proverbial in those parts;\nfor, when the First August Emperor was touring over his new empire\nin 212 B.C., he left an inscription (still on record) at the old\nYiieh capital, denouncing the “pig-like adultery” of the region,\nand, more especially, the remarrying of widows already in\npossession of children. Only a few years ago, proclamations\nappeared in this region denouncing the pernicious custom of\nforcing widows to remarry. Although Kwan-tsz is supposed to have\n“invented” the Babylonian woman for Ts’i, nothing is said in any\nancient Chinese history about common prostitution; nor is female\ninfanticide ever mentioned. In 502 B.C. the Lu revolutionary,\nalready mentioned in Chapter XXXVII., who was driven to Tsin by\nConfucius’ astute measures, had, before leaving Lu, formed a plot\nto murder all the sons, by wives, of the three “powerful families\"\nwho were intriguing against the ducal rights, and to put concubine\nsons-being creatures of his own-in their place; thus the\nsuccession principles applied not only to ruling families, but\nalso to private houses; though, as a matter of fact, these three\nwere all, in their origin, descended from previous ruling dukes.\nAs explained in Chapters XII. and XXXIII., after five generations\na fresh “family” is supposed to spring out of the common clan.",
        "In spite of Wu’s barbarism, the fact of its belonging, by remote\norigin, to the imperial clan (through its first: ruler having\nmagnanimously migrated from Chou before Chou conquered China in\n1122), made it technically incest for Lu to intermarry with Wu;\nthus, when in 482 B.C., a Wu princess (evidently forced for\npolitical purposes upon Lu) died, her husband, the ruler of Lu,\nwas obliged to refrain from a public burial, as has been explained\nin Chapter XXXIII. on Names.",
        "Continue...",
        "\nThis electronic book of Ancient China Simplified by Edward Harper Parker,\nM.A., (Manc.), Professor of Chinese at the Victoria University of Manchester,\nLondon is public domain.\nHypertext conversion by Philipp Lenssen.\n\n\nAt Amazon: The Cambridge Illustrated History of China\n\n\nLast updated on November 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Ancient China Simplified (1908)By Edward Harper ParkerAt Amazon"
    ]
}