{
    "title": "Ancient China Simplified - Chapter XIII - Ancient Documents Found",
    "author": "Edward Harper Parker",
    "chapter": "14",
    "content": [
        "",
        "\n\n",
        "The reign of the Tsin marquess (628-635), second of the Five\nProtectors, only lasted eight years, and nothing is recorded to\nhave happened during this period at all commensurate with his\npicturesque figure in history while yet a mere wanderer. But it is\nvery interesting to note that the Bamboo Annals or Books, i.e. the\nHistory of Tsin from 784 B.C., and incidentally also of China from\n1500 years before that date, are one of the corroborative\nauthorities we now possess upon the accuracy of Confucius’ history\nfrom 722 B.C., as expanded by his three commentators; and it is\nsatisfactory to know that the oldest of the three commentaries,\nthat usually called the Tso Chwan, or “Commentary of Tso\nK’iu-ming,” a junior contemporary of Confucius, and official\nhistoriographer at the Lu Court, is the most accurate as well as\nthe most interesting of the three. These Bamboo Books were only\ndiscovered in the year 281 A.D., after having been buried in a\ntomb ever since the year 299 B.C. The character in which they were\nwritten, upon slips of bamboo, had already become so obsolete that\nthe sustained work of antiquarians was absolutely necessary in\norder to reduce it to the current script of the day; or, in other\nwords, of to-day. Another interesting fact is, that whilst the\nChou dynasty, and consequently Confucius of Lu (which state was\nintimately connected by blood with the Chou family), had\nintroduced a new calendar, making the year begin one (Shang) or\ntwo (Hia) months sooner than before, Tsin had continued to compute\n(see page 27) the year according to the system of the Hia dynasty:\nin other words, the intercalary moons, or massed fractions of time\nperiodically introduced in order to bring the solar and lunar\nyears into line, had during the millennium so accumulated (at the\nrate apparently of, roughly, sixty days in 360,000, or, say, three\nhalf-seconds a day) that the Chou dynasty found it necessary to\ncall the Hia eleventh moon the first and the Hia first moon the\nthird of the year. A parallel distinction is observable in modern\ntimes when the Russian year (until a few years ago twelve days\nlater than ours), was declared thirteen days later; and when we\nourselves in 1900 (and in three-fourths of all future years making\nup a net hundred), omit the intercalary day of the 29th February,\nwhich otherwise occurs every fourth year of even numbers divisible\nby four. Thus the very discrepancies in the dates of the Bamboo\nBooks (where the later editors, in attempting to accommodate all\ndates to later calendars, have accidentally left a Tsin date\nunchanged) and in the dates of Confucius’ expanded history,\npointed out and explained as they are by the Chinese commentators\nthemselves, are at once a guarantee of fact, and of good faith in\nrecording that fact.",
        "But the neighbour and brother-in-law of the Tsin marquess (himself\nthree parts Turkish), the Earl of Ts’in, who reigned from 659 to\n621 B.C., and during that reign quietly laid the foundations of a\npowerful state which was destined to achieve the future conquest\nof all China, was himself a remarkable man; and there is some\nreason to believe that he, even at this period, also possessed a\nspecial calendar of his own, as his successors certainly did 400\nyears later, when they imposed their own calendar reckoning upon\nChina. We have already seen (page 52) what powerful influence he\nexercised in bringing the semi-Tartar Tsin brethren to the Tsin\nthrone in turn. He had invited several distinguished men from the\nneighbouring petty, but very ancient, Chinese principalities to\nsettle in his capital as advisers; he was too far off to attend\nthe durbars held by the, First Protector, but he sent one of these\nChinese advisers as his representative, He is usually himself\ncounted as one of the Five Protectors; but, although he was\ncertainly very influential, and for that reason was certainly one\nof the Five Tyrants, or Five Predominating Powers, it is certain\nthat he never succeeded in obtaining the Emperor’s formal sanction\nto act as such over the orthodox principalities, nor did he ever\npreside at a durbar of Chinese federal princes. Long and bloody\nwars with his neighbour of Tsin were the chief feature of his\nreign so far as orthodox China was concerned; but his chief glory\nlies in his great Tartar conquests, and in his enormous extensions\nto the west. These extensions, however, must not be exaggerated,\nand there is no reason to suppose that they ever reached farther\nthan Kwa Chou and Tun-hwang (long. 95o, lat. 40o), two very\nancient places which still appear under those names on the most\nmodern maps of China, and from which roads (recently examined by\nMajor Bruce) branch off to Turkestan and Lob Nor respectively.",
        "Most Emperors and vassal princes are spoken of in history by their\nposthumous names, that is by the names voted to them after death,\nwith the view of tersely expressing by that name the essential\nfeatures (good or bad) of the deceased’s personal character; just\nas we say in Europe, officially or unofficially, Louis le\nBienaime, Albert the Good, or Charles the Fat. The posthumous name\nof this Ts’in earl was “the Duke Muh” (no matter whether duke,\nmarquess, earl, viscount, or baron when living, it was customary\nto say “duke” when the ruler was dead), and the posthumous name of\nthe Emperor who died in 947 B.C. was “the King Muh\"; for, as\nalready stated, the Chou dynasty of Sons of Heaven were called\n“King,” and not “Emperor” though their supreme position was as\nfully imperial as that of previous dynastic monarchs, and they\nwere, in fact, “Emperors” as we now understand that word in\nEurope. At the same time that the Bamboo Annals were unearthed,\nthere were also found copies of some of the old “classics” or\n“Scripture,” and a hitherto unknown book called “the Story of the\nSon of Heaven Muh,” all, of course, written in the same ancient\nscript. This Son of Heaven (a term applied to all the Emperors of\nChina, no matter whether they styled themselves Emperor, King, or\nAugust Emperor) was supposed to have travelled far west, and to\nhave had interviews with a foreign prince, who, as his land too,\nwas transcribed as Siwangmu. The subject will be touched\nupon more in detail in another Chapter; but, for the present, it\nwill be useful to say that, in the opinion of one very learned\nsinologist, all evidence points clearly to this expedition having\nbeen undertaken by Duke Muh of Ts’in, installed as he was in the\nold appanage of the emperors lost to the Tartars (as we have\nexplained) in 771, and made over at the same time by the Emperor\ninvolved to the ancestors of Duke Muh. This view of the case is\nsupported by the fact that in 664 B.C. Ts’in and Tsin, for some\nunknown reason, forced the Tartars of Kwa Chou to migrate into\nChina, which migration was subsequently alluded to by a Tartar\nchief (when attending a Chinese durbar in 559 B.C.) as a well-\nknown historical fact. It was undoubtedly the practice of semi-\nChinese states, such as Ts’u, Wu, Yueh, and Shuh (the last is the\nmodern Sz Ch’wan province, and its history was only discovered\nlong after Confucius’ time), to call themselves “Kings,\"\n“Emperors,” and “Sons of Heaven,” in their own country (just as\nthe tributary King of Annam always did until the French assumed a\nprotectorate over him; and just as the tributary Japanese did\nbefore they officially announced the fact to China in the seventh\ncentury A.D.); and there are many indications that Ts’in did, or\nat least might have done and would like to have done, the same\nthing. Hence, when the story of Muh was discovered, the literary\nmanipulators–even if they did not really believe that it\npositively must refer to the Emperor Muh-might well have honestly\ndoubted whether the story referred to Ts’in or to the Emperor; or\nmight well have decided to incorporate it with orthodox history,\nas a strengthening factor in support of the theory of one single\nand indivisible imperial dignity; just as, again, in the seventh\ncentury and eighth century A.D., the Japanese manipulators of\ntheir traditional history incorporated hundreds, not to say\nthousands of Chinese historical facts and speeches, and worked\nthem into their own historical episodes and into their own\nemperors’ mouths, for the honour and glory of Dai Nippon (Great\nJapan).",
        "After the death of the Second Protector in 628 B.C., there was a\ncontinuous struggle between Tsin and Ts’in on the one hand, and\nbetween Tsin and Ts’u on the other. Meanwhile Ts’i had all its own\nwork cut out in order to keep the Tartars off the right bank of\nthe Yellow River in its lower course, and in order to protect the\northodox Chinese states, Lu, Sung, Wei, etc., from their attacks;\nbut Ts’i never again after this date put in a formal claim to be\nProtector, although in 610 she led a coalition of princes against\nan offending member, and thus practically acted as Protector.",
        "In addition to the Chinese adviser at the disposal of Ts’in, in\nthe year 626 the King (or a king) of the Tartars supplied Duke Muh\nwith a very able Tartar adviser of Tsin descent; i.e. his\nancestors had in past times migrated to Tartarland, though he\nhimself still “spoke the Tsin dialect,” and must have had\nconsiderable literary capacity, as he was an author. Ts’in was\nnow, in addition to being, if only informally, a federal Chinese\nstate, also supreme suzerain over all the Tartar principalities\nwithin reach; well supplied, moreover, with expert advisers for\nboth classes of work. All this is important in view of the pre-\neminency of Ts’in when the time came, 400 years later, to abolish\nthe meticulous feudal system altogether.",
        "Continue...",
        "\nThis electronic book of Ancient China Simplified by Edward Harper Parker,\nM.A., (Manc.), Professor of Chinese at the Victoria University of Manchester,\nLondon is public domain.\nHypertext conversion by Philipp Lenssen.\n\n\nAt Amazon: The Cambridge Illustrated History of China\n\n\nLast updated on November 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Ancient China Simplified (1908)By Edward Harper ParkerAt Amazon"
    ]
}