{
    "title": "Ancient China Simplified - Chapter XXXI - Origin of the Chinese",
    "author": "Edward Harper Parker",
    "chapter": "32",
    "content": [
        "",
        "\n\n",
        "Having now derived some definite notions of how the Chinese\nadvanced from the patriarchal to the feudal, from the submissive\nand monarchical to the emulous and democratic, finally to collapse\nunder the overpowering grasp of a single Dictator or Despot, whose\ncentralized system in the main, still survives; having also seen\nhow the nucleus of China proper was encompassed on three sides by\nTibetans, Tartars, Tunguses, Coreans, and by various ill-defined\ntribes to the south; let us see if there is any evidence whatever\nto show, or even to suggest to us, whence the orthodox Chinese\noriginally came, and who they were.",
        "First and foremost, it seems primarily unnecessary to suggest at\nall that they came from anywhere; for, if the position be once\nassumed as an axiom that all people must have immigrated from some\nplace to the place in which we first find them, or hear of them,\nthen the double question arises: “Why should the persons we find\nin A., and who, we think, may have come from B., not have migrated\nfrom A. to B. before they migrated back from B. to A.?” Or: “If\nthe people we find at A. must have come from B., whence did the\npeople at B. come, before they went to A.?” To put it in another\nway: given the existence 4000 or 5000 years ago of Chinese in\nChina, Egyptians in Egypt, and Babylonians in Babylonia–why\nshould one group be assumed to be older than the other? The only\nground for suggesting that these groups had not each a separate\nevolution, is the assumption that man was “created” once for all,\nand created summarily; in which case it follows with mathematical\nprecision that the ultimate ancestry of every man living extends\nback to exactly the same date. That is to say, the highest and the\nlowest, the blackest and the whitest, only differ in this, that\nsome men began to keep records earlier than others; for the man\nwho keeps no records loses track of his ancestors, and that is\nall. Not to mention other races, some of our own noblest English\nfamilies trace back their ancestry to a favoured or successful\nperson, who was of no hereditary distinction before he distinguished\nhimself; whilst on the other hand the tramp and the street-walker\nmay have as “royal” blood in their veins as any lineal princely personage.\nIt is records, therefore, that differentiate “civilized” from uncivilized\npeople, blue blood from plebeian; and as we see millions of people\nliving without records to-day in various parts of the world,\nnotwithstanding that for centuries, or even for millenniums, they\nhave been surrounded by or in immediate contact with neighbours\npossessing records, it seems to follow that a nation’s greatness may\nbegin at any time, independently of the blueness of its blood, the\nrobustness of its warriors, the beauty of its women; that is, whenever\nit chooses to keep records, and thus to cultivate itself: for records are\nnothing more than the means of keeping experiences in stock,\ninstead of having to repeat them every day; they are thus\naccumulations of national wealth. It by no means follows that\nbecause records can be traced back farther in the case of one\nnation than in the case of another, that the first nation is older\nthan the other; for instance, although in the West our various\nalphabets appear to refer themselves back to one same source, or\nto a few sources which probably all hark back ultimately to one\nand the same, there seems no reason to believe that the Chinese\ndid not independently invent, develop, and perfect their own\nscheme of written records: the mere fact that we learnt how to\nwrite is some evidence in support of the proposition that they\nalso, being men like ourselves, learnt how to write.",
        "There is no documentary evidence for the barest existence of\nancient China, or of any part of it, which is not to be found in\nthe Chinese records, and in them alone; no nation anywhere near\nChina has any record or tradition of either its own or of China’s\nexistence at a period earlier than the Chinese records indicate.\nThose records do not contain the faintest allusion to Egypt,\nBabylonia, India, or any other foreign country or place whatever\noutside the extremely limited area of the Central Nucleus, and the\nlarger area occupied by the semi-Chinese colonial powers\nsurrounding it. Nor is there the faintest evidence that the\nBiblical “land of Sinim” had any reference to China, which seems\nto have been as absolutely unknown to the West previous to, say,\n250 B.C., as America was unknown to Europe, or Europe to America\nprevious to 1400 A.D. If any ideas were derived from China by the\nWest, or from the West by China, the records of both China and the\nWest alike point, however, to one obvious connecting link, and\nthat is, the horse-riding nomads of the north, who are now, it is\ntrue, in some parts a little more settled than they used to be,\nand who have been tamed in various degrees by dogmatic religions\nunknown to them in ancient times, but who remain in many respects\nnow very much what they were 3000 years ago. Of course pedlars,\nhawkers, and even long-course caravans travelled, whenever the\nroutes were free, from place to place in ancient times as they do\nnow; but it is exceedingly improbable that there would be any\nthrough-travellers from Europe to China, except one or two\noccasional waifs or adventurers buffeted through by chance. If 600\nyears ago, Marco Polo’s through-route adventures were regarded in\nEurope as almost incredible, notwithstanding the then recent and\nwell-trodden war-path of the Mongol armies, what chances are there\nof through-travel 2000 years before that? And, even if a rare case\noccasionally occurred, what chances are there of any one recording\nit?",
        "The probability is, so far as sane experience takes us, that the\nChinese had been exactly where we first find them for many\nthousand years, or even for myriads of years, before their own\ntraditions begin. With the exception of the discovery of America,\nwhich brought a flood of strangers into a strange land, and\nspeedily exterminated the aborigines, there do not appear to be\nany authenticated instances in history of extensive and robust\npopulations being entirely displaced like flocks of sheep by\nothers. Any one who travels widely in China can see for himself\nthat, wherever unassimilated tribes live in complete or partial\nindependence, and, a fortiori, where the assimilation has\nbeen carried out, all those tribes possess at least this point in\ncommon with the original Chinese or the assimilated speakers of\nChinese–that their language is monosyllabic, uninflected, not\nagglutinative, and tonic; i.e. that each word is “sung” in a\nparticular way, besides being pronounced in a particular way.\nProbably those tribes before they were absorbed, or, despite their\nnot having yet been absorbed by the Chinese, had been there as\nlong as the Chinese had been in the contiguous Chinese parts. It\nseems reasonable to suppose that the Chinese would absorb their\nown race-classes more readily than they would absorb Tartars,\nJapanese, and Coreans, all of whom belong to the same dissyllabic,\nlong-worded, agglutinative family. And so it is: the Chinese\nfollowed the lines of least resistance (after themselves becoming\ncultured) and worked their way down the rivers and other\nwatercourses towards what we call South China. From the very\nfirst, their passage northwards across the Yellow River was\ncontested by the Tartars, whom they have since partly driven back,\nand partly (with great effort) absorbed. They have never been able\nto assimilate the Coreans, not to say the Japanese, though both\npeoples took very kindly to Chinese civilization after our\nChristian era, when first friendly missions began to be\ninterchanged. Indo-China contains many more of the monosyllabic\nand tonic tribes than of others; if, indeed, there are any at all\nof the dissyllabic and non-tonal classes; and the Chinese have no\ndifficulty in merging themselves with Annamese, Tonquinese,\nCambodgians, Siamese, Shans, Thos, Laos, Mons, and such like\npeoples: but their own administrative base is too far north; the\nconditions of food and climate in Indo-China are not quite\nfavourable for the marching of armies, especially when it is\nremembered that the best troops used have always been Tartars,\nused to warm clothes and heating food. There have, besides, always\nbeen rival Indian religion, rival Indian colonization, rival\nIndian language, and rival Indian trade influence to contend with.\nNo absorption of Indian races has ever been anywhere effected by\nChina. Tibetans never came into question in ancient times; if they\nwere known, it could only have been to Shuh (Sz Ch’wan) and Ts’in\nor early Chou (Shen Si).",
        "If it had not been the Chinese of Ho Nan who first used records,\nit is just as probable that the tonic and monosyllabic absorption\nwhich, as things were and are, moved from north to south, might\nhave moved from south to north. During the Chou dynasty (1122\nB.C.-222 B.C.), when the extension of the Chinese race took place\n(which had probably already for long gone on) in the clear light\nof history, it will be noticed that the rulers of all the great\ncolony nations of the south–Ts’u, Wu, and Yueeh–had, in turn, to\nremind the Emperor of China of their perfect equality with him in\nspiritual claim and ancient descent; of their connection with\ndynasties precedent to his; of times when his ancestor was a mere\nvassal like themselves. No Tartars of those times ever put forth\nclaims like these, though, it is true, in much later times some of\nthe (non-Turkish) Tartar rulers of North China traced their\nancestors back to the mythical Chinese emperors who reigned in\nShan Tung. Again, the founder of the Hia dynasty (2205 B.C.) is\nrepeatedly said to have been buried at modern Shao-hing (between\nHangchow and Ningpo), and the King of Yueeh even sacrificed to him\nthere. So the Emperor Shun, the predecessor and patron of the same\nfounder, was traditionally buried near Ch’ang-sha in modern Hu Nan\nprovince. The First August Emperor included both these “lions” in\nhis pleasure tours among the great sights of China. No sound\nhistorical deduction, of course, can be drawn from these\ntraditions, however persistent: if false, they were, at any rate,\nopen to the criticism of a revolutionary and all-powerful Emperor\nover 2000 years ago, and to a second, almost equally powerful, who\nvisited both places a century later; the suggestion inevitably\nfollows from the existence of these traditions in the south that\neither the cultured Chinese whom we first find in Ho Nan had moved\nnorthwards from Hu Nan, Kiang Si, and the lake districts\ngenerally, before they spread themselves backwards; or that the\nuncultured Chinese had moved north before the cultured Chinese\nmoved south; or that both north and south Chinese were at first\nequally cultured, until within historical times the north Chinese\n(i.e. in Ho Nan, along the Yellow River) so perfected their system\nof records that they carried all before them. After all there is\nno strain on the imagination in suggesting this, for early Western\ncivilization grew up in the same way.",
        "There is not the smallest hint of any immigration of Chinese from\nthe Tarim Valley, from any part of Tartary, from India, Tibet,\nBurma, the Sea, or the South Sea Islands: in fact, there is no\nhint of immigration from anywhere even in China itself, except as\nabove hypothetically described. There the Chinese are, and there\nthey were; and there is an end to the question, so far as\ndocumentary evidence goes. Of course, the persistent Tarim Valley\nscheme proposed is only a means to get in the thin end of the\nwedge, in order to drive home the thick end in the shape of a\ndefinite start from the Tower of Babel, and an ultimate reference\nto the Garden of Eden. If there are still people who believe it\ntheir duty on Scriptural principle to accept this naive Western\norigin of the Chinese, there is no reason why religious belief or\nimagination should not be perfectly respected, and even find a\nworking compromise with the principle of strict adherence to human\nevidence. If supernatural agencies be once admitted (as the\nlimited human intellect understands Nature), there seems to be no\nmore reason for accepting the creation of a complete whale\n(already a hundred years old, according to the growth period of\nlater whales), than for accepting the creation of complete men\nwith 1000 years’ history behind them instead of 100; or that of\nthe earth with 20,000, or even 20,000,000 years’ history behind\nit, and even before it; for as the first whale, or pair of whales,\nmust set the standard of natural history for all future whales, so\nthe man created with history behind him may equally well have\nhistory created in front of him. “Nature,” according to the\nimperfect human understanding, is no more outraged in one case\nthan in the other, nor can mere time or size count as anything\ntowards increasing our wonder when we tell ourselves what\nsupernatural things unseen powers superior to ourselves may have\ndone. This amounts to the same thing as saying that dogmatic\nbelief, personal religious conviction, agnosticism, superstition,\nand imagination are all on equal terms, and are equally\nrespectable factors when confronted with human historical\nevidence, so long as they are kept rigidly apart from the latter,\nAs an eminent Catholic has recently said: “The Church has no more\nreason to be afraid of modern science than it was of ancient\nscience.” In other words, however pious and religious a man may be\n(as we understand the words in Europe), there is no reason why, as\na recreation apart from his faith, he should not rigidly adhere to\nthe human evidence of history so far as it goes. On the other\nhand, however sceptical and discriminating a man may be, from the\npoint of view of imperfect human knowledge, in the admittance of\nhumanly proved fact, there is no reason why, from the emotional\nand imaginative side of his existence, he should not rigidly\nsubscribe to dogma or personal conviction, whether the abstract\nidea of virtue, the concrete idea of love for some cherished human\nbeing, or the yearning for some supernatural state of sinlessness\nbe concerned. A distinguished financier, for instance, may regale\nhis imagination with socialistic dreams of a perfect Utopia; but,\nwhen the weekly household bills are presented to him, he deals\nwith overcharges in pence like any other practical individual.",
        "From one point of view, the Chinese, already provided with their\ntonic language at the Confusion of Tongues, marched to the Yellow\nRiver, where we find them. From the other, there is no evidence\nwhatever to connect the Chinese with any people other than those\nwe find near them now, and which have from the earliest times been\nnear them; no evidence that their language, their civilization,\ntheir manners, ever received anything from, or gave anything to,\nIndia, Babylonia, Persia, Egypt, or Greece, except so far as has\nbeen suggested above, or will be suggested below.",
        "Continue...",
        "\nThis electronic book of Ancient China Simplified by Edward Harper Parker,\nM.A., (Manc.), Professor of Chinese at the Victoria University of Manchester,\nLondon is public domain.\nHypertext conversion by Philipp Lenssen.\n\n\nAt Amazon: The Cambridge Illustrated History of China\n\n\nLast updated on November 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Ancient China Simplified (1908)By Edward Harper ParkerAt Amazon"
    ]
}