{
    "title": "Ancient China Simplified - Chapter XXXVI - Ancient Japan",
    "author": "Edward Harper Parker",
    "chapter": "37",
    "content": [
        "",
        "\n\n",
        "The development of China is not only elucidated by documents and\nevents probably antecedent to the strictly historical period, such\nas the supposed voyage of an Emperor to the Far West, but it is\nalso made easier to understand when we consider its possible\nindirect effects upon Japan. The barbarian kingdom of Wu does not\nreally appear in Chinese history at all, even by name, until the\nyear 585 B.C. It was found then that it had traditions of its own,\nand a line of kings extending back to the beginning of the Chou\ndynasty (1122 B.C.), and even farther beyond. In 585 B.C. the new\nKing, Shou-meng, hitherto an unknown and obscure vassal of Ts’u,\naltogether beyond the ken of orthodox China, felt quite strong\nenough, as we have seen in Chapter VII., to strike out an\nindependent line of his own. It is a singular thing that, when the\nJapanese set about constructing a nomenclature (on Chinese\nposthumous lines) for their newly discovered back history in the\neighth century A.D., they should have fixed upon exactly this year\n585 B.C. for the death of their supposed first Mikado Jimmu (i.e.\nShen-wu, the “divinely martial”). The next three Kings of\nWu, all of whom, like himself, bore dissyllabic and meaningless\nbarbarian names, were sons of Shou-meng, and a fourth son was the\ncultured Ki-chah, who visited orthodox China several times, both\nas a spy and in order to improve himself. Then follow two sons of\nthe last and first, respectively, of the said three brothers. The\nsecond of these royal cousins was killed in battle, and his son\nFu-ch’ai vowed a terrible, vengeance against Ts’u, whose capital\nhe subsequently took and sacked in 506 B.C. Now appears upon the\nscene his own vassal, Yiieh, and at first Wu gets the best of it\nin battle. Bloodthirsty wars follow between the two, full of\npicturesque and convincing detail, until at last the King of\nYiieh, in turn, has the King of Wu at his mercy; but he was,\nthough a barbarian, magnanimously disposed, and accordingly he\noffered Fu-ch’ai the island of Chusan (so well known to us on\naccount of our troops having occupied it in 1840) and three\nhundred married families to keep him company. But Fu-ch’ai was too\nproud to accept this Elba, the more especially so because he had\nit on his conscience that he had been acting throughout against\nthe earnest advice of his faithful minister (a Ts’u renegade),\nwhom he had put to death for his frankness. This adviser as he\nperished had cried out: “Don’t forget to pluck my eyes out and\nstick them on the east gate, so that I may witness the entry of\nthe Yiieh troops!” He therefore committed suicide, first veiling\nhis face because, as he said: “I have no face to offer my adviser\nwhen I meet him in the next world; if, on the other hand, the dead\nhave no knowledge, then it does not matter what I do.” After the\nbeginning of our Christian era, when the direct communication\nbetween Japan (overland via Corea) and China (also by sea\nto Wu) was first officially noticed by the historians, it was\nrecorded by the Chinese annalists that part of Fu-ch’ai’s personal\nfollowing had escaped in ships towards the east, and had founded a\nstate in Japan. But it must not be forgotten that then (473 B.C.)\northodox China had never yet heard of Japan in any form, though of\ncourse it is possible that the maritime states of Wu and Yiieh may\nhave had junk intercourse with many islands in the Pacific.",
        "We have already ventured upon a few remarks upon this subject in\nChapter XXIII., but so much is apt to be made out of slight\nhistorical materials-such, for instance, as the pleasure\nexpedition of a Chinese emperor in 984 B.C. to the Tarim Valley–\nthat it may be useful to suggest the true proportions, and the\nmodest possible bearing of this “Japanese” migration–assuming the\nslender record of it to be true; and the basis of truth is by no\nmeans a broad one; still less is it capable of sustaining a heavy\nsuperstructure.",
        "Any one visiting Japan will notice that there are several distinct\ntypes of men in that country, the squat and vulgar, the oval-faced\nand refined, and many variations of these two; just as, in\nEngland, we have the Norman, Saxon, Irish, and Scotch types of\nface, with many other nuances. It is also clear from the\nkitchen-midden and other prehistoric remains; from the presence,\neven now, in Japan of the bearded Ainus (a word meaning in their\nown language “men”); and from the numerous accounts of Ainu-\nJapanese wars in both Chinese and Japanese history, that there\nwere (as there still are) manners, and possibly yet other men, in\nancient Japan, both very different from the manners and appearance\nof the cultured and gifted race, viewed as a homogeneous whole, we\nare now so proud to have as our political allies. But that brings\nus no nearer a historical solution, It is a persistent way with\nall ethnologists to search out whence this or that race came. Of\ncourse all races move and mingle, and must always have moved and\nmingled, when by so doing they could better their circumstances of\nlife; but even if movement has taken place in Japan as it has\nelsewhere, there is no reason why, if comparatively uncivilized\nJapanese displaced Ainus, Ainus should not have, before that,\ndisplaced quite uncivilized Japanese; or, if other races came over\nthe seas to displace the people already there, the natives already\nthere should not have, later on, ejected these new-comers by sea\nroutes.",
        "In other words, it is quite futile (unless we can lay hands on\ndefinite objects, or definite facts recorded–even definite\ntraditions) to try and account for hypothetical movements in\nprehistoric times. We are totally ignorant of early Teutonic,\nHungarian, and Celtic movements-though, thanks solely to Chinese\nrecords, we are pretty certain, within defined limits, about early\nTurkish movements. How much more, then, must we be ignorant about\nthe Japanese movements? If “people” must have come from somewhere,\nwhence did these arrivals start, and why should they not go back;\nor why not meet other movers going to the place whence they\nthemselves started? If we are to accept the only historical\nrecords or quasi-records we possess at all, that is, the Chinese\nrecords, then we must accept them for what they are worth on the\nface of them, and neither add to nor mutilate them; imperfect\nthings that do exist are necessarily better than imaginary things\nthat might have existed in their place. A few hundred families at\nmost, we are told, escaped; and if it be true that they went\nintentionally to Japan, it is probable that the expert Wu sailors\n(none existed elsewhere in China) had already for long known the\nway thither, or to Quelpaert and Tsushima, which practically means\nto both Corea and Japan; in fact, if they sailed east from Ningpo,\nthere is no other place to knock up against, even if the special\nintention were not there. Everything tends to show that Fu-ch’ai,\nthough perhaps a barbarian in 473 B.C., was of orthodox if remote\npedigree dating from 1200 B.C., and that the ruling class of Wu\nwas very different from the “barbarians” by whom (as we are\nspecifically told) Wu was surrounded; the situation was like that\nof the Egyptians and Phoenicians, like Cecrops and Cadmus, amongst\nthe earliest barbarous Greeks. It amounts, then, to this, that,\njust as Chinese colonies and adventurers emerged under the stress\nof increased population, or under the impulses of curiosity,\ntyranny, and ambition, to found states in Ts’u, Ts’in, Tsin, Ts’i,\nLu, Wu, Yueeh, and other places round the central nucleus, so (they\nbeing the sole possessors of that magic POWER, “records”)\nother parties would from time to time sally forth either from the\nsame orthodox centre, or from the semi-orthodox places surrounding\nthat centre, to still remoter spots, such as, for instance, Corea,\nJapan, Formosa, Annam, Burma, Tibet, and Yiin Nan. Fu-ch’ai’s\nsurviving friends had indeed a very lively stimulus indeed-the\nfear of instant death-to drive them tumultuously over the seas;\nand doubtless, as they must have been perfectly harmless after\ntossing about hungry in open boats for weeks together, they would\nbe as welcome to the Japanese king, or to the petty chief or\nchiefs who received the waifs, as in our own times was the honest\nsailor Will Adams when he drifted friendless to Japan, and whose\nstatue now adorns a great Japanese city as that of a man who was,\nin a humble way, also a “civilizer” of Japan (600 A.D.).\nDoubtless, many Wu words, or Chinese words as then pronounced in\nWu, had already been brought over by fishermen; but here at last\nwas a great haul of (possibly) books and the way to interpret\nthem; at least there was a great haul of the best class of the Wu\nruling folk. It is true that the first Japanese envoys who came to\nChina made as much of their Wu “origin” as they could; firstly,\nbecause it probably paid them as traders to do so; secondly,\nbecause it necessarily gave them a respectable status in China;\nand, thirdly, because they were, in the first century of our era,\ngradually beginning to understand the mystic power of the Chinese\nwritten character, and they would therefore naturally take an\nintense interest in all records, rumours, traditions, and fables\nabout themselves, which they would embellish and “confirm\"\nwhenever it suited their interests to do so. Which of us does not\nbegin to furbish up his pedigree when he is made a peer of the\nrealm?",
        "As to the bulk of the Japanese race, be it mixed or unmixed, it is\nsurely in the main to be found now where it always was, or close\nby? It is no more depreciating to early Japan to give her a\ndynasty of Chinese adventurers, or perhaps to give her only\nhereditary Chinese advisers and scribes, than it is derogatory to\nthe states of Europe to possess dynasties which belong by their\norigin, as a general rule, to almost any place but the countries\nthey now govern as sovereigns. As to the ancient chiefs or kings\nof Japan, some of their genuine native names may have been\npreserved in the memories of men; whether they were or not, they\nwere, even without records, as “ancient” chiefs as the best\nrecorded chiefs of Egypt, Babylonia, or China; and it must be\nremembered that Egyptian and Babylonian records were non-existent\nto us for all practical purposes during many thousands of years,\nuntil we recently discovered how to read them: that is to say,\nwhat was once no history at all–the present condition of the\nprehistoric races of High Asia–suddenly becomes history when we\nfind the records and know how to read them.",
        "When, a few centuries later on, the Japanese had begun thoroughly\nto understand Chinese books, they decided to have an historical\noutfit of their own; they took what vague traditions they had,\nand, in the absence of any long-forgotten genuine records, or\nvisible remains having part of the effect of records, simply\nfitted on to their heroes, real or imaginary, the Chinese\nposthumous system, and a selection of the historical facts\nrecorded about the Chinese. Even the Emperor Muh in China was not\nso named until he died. If a man can be given a complimentary\ntitle three years after death (that was the Chinese rule at\nfirst), why not give it him 300 years after his death? The king or\nchief hitherto known, whether accurately or not, whether honestly\nor not, as X, had most certainly existed; that is, the tenth\ngreat-grandfather of the reigning prince; the ninth, eighth, and\nso on; must positively have been there at some remote period of\nthe past. By calling him Jimmu (a Chinese emperor had already been\nposthumously so called) he is none the less there than he was\nbefore he was called Jimmu, and his new title therefore does not\nmake him less of an entity than he was before. And so on with all\nthe other Japanese emperors who, in the eighth century A.D., were\nsimilarly provided with imaginary names. Possibly this is how the\nJapanese argued with themselves when they set about the task. The\nsituation is a curious one, and perhaps unique in the world; but\nit does not matter much (as suggested in Chapter XXXI.) so long as\nwe keep imagination separate from real evidence.",
        "Continue...",
        "\nThis electronic book of Ancient China Simplified by Edward Harper Parker,\nM.A., (Manc.), Professor of Chinese at the Victoria University of Manchester,\nLondon is public domain.\nHypertext conversion by Philipp Lenssen.\n\n\nAt Amazon: The Cambridge Illustrated History of China\n\n\nLast updated on November 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Ancient China Simplified (1908)By Edward Harper ParkerAt Amazon"
    ]
}