{
    "title": "Ancient China Simplified - Chapter XV - State Intercourse",
    "author": "Edward Harper Parker",
    "chapter": "16",
    "content": [
        "",
        "\n\n",
        "Whatever may be the reason why details of interstate movement are\nlacking up to 842 B.C., it is certain that, from the date of the\nEmperor’s flight eastwards in 771, the utmost activity prevailed\nbetween state and state within the narrow area to which, as we\nhave seen, the federated Chinese empire was confined. Confucius’\nhistory, covering the 250-year period subsequent to 722, consists\nlargely of statements that this duke visited that country, or\nreturned from it, or drew up a treaty with it, or negotiated a\nmarriage with it. “Society,” in a political sense, consisted of\nthe four great powers, Ts’in, Tsin, Ts’i, and Ts’u, surrounding\nthe purely Chinese enclave; and of the innumerable petty Chinese\nstates, mostly of noble and ancient lineage, only half a dozen of\nthem of any size, which formed the enclave in question, and were\nsurrounded by Ts’in, Tsin, Ts’i, and Ts’u, to the west, north,\neast, and south. Secondary states in extent and in military power,\nlike Lu, CHENG, and Wei, whilst having orthodox and in some cases\nbarbarian sub-vassals of their own, were themselves, if not\nvassals to, at all events under the predominant influence of, one\nor the other of the four great powers. Thus Lu was at first nearly\nalways a handmaid of Ts’i, but later fell under the influence of\nTsin, Ts’u, and Wu; Cheng always coquetted between Tsin and Ts’u,\nnot out of love for either, but in order to protect her own\nindependence; and so on with the rest. If we inquire what a really\nsmall state meant in those days, the answer is that the modern\nwalled city, with its district of several hundred square miles\nlying around it, was (and usually still is) the equivalent of the\nancient principality; and proof of that lies in the fact that one\nof the literary designations of what we now term a “district\nmagistrate” is still “city marquess.” Another proof is that in\nancient times “your state” was a recognized way of saying “your\ncapital town\"; and “my poor town” was the polite way of saying\n“our country\"; both expressions still used in elegant diplomatic\ncomposition.",
        "This being so, and it having besides been the practice for a\nvisiting duke always to take along with him a “minister in\nattendance,” small wonder that prominent Chinese statesmen from\nthe orthodox states were all personal friends, or at least\ncorrespondents and acquaintances, who had thus frequent\nopportunity of comparing political notes. To this day there are no\nserious dialect differences whatever in the ancient central area\ndescribed in the first Chapter, nor is there any reason to suppose\nthat the statesmen and scholars who thus often met in conclave had\nany difficulty in making themselves mutually understood. The\n“dialects\"’ of which we hear so much in modern times (which, none\nthe less, are all of them pure Chinese, except that the syllables\ndiffer, just as coeur, cuore, and corazon, coracao, differ from\ncor), all belong to the southern coasts, which were practically\nunknown to imperial China in Confucius’ time. The Chinese word which\nwe translate “mandarin” also means “public” or “common,” and\n“mandarin dialect” really means “current” or “common speech,\"\nsuch as is, and was, spoken with no very serious modifications all\nover the enclave; and also in those parts of Ts’in, Tsin, Ts’i, and\nTs’u, which immediately impinged upon the enclave, in the ratio\nof their proximity. Finally, Shen Si, Shan Si, Shan Tung, and Hu\nKwang are still called Ts’in, Tsin, Ts’i, and Ts’u in high-class official\ncorrespondence; and so with all other place-names. China has never\nlost touch with antiquity.",
        "There is record for nearly every thing: the only difficulty is to\nseparate what is relevant from what is irrelevant in the mass of\nconfused data.",
        "Another matter must be considered. Although the Chinese never had\na caste system in the Hindoo sense, there is, as we have stated\nonce before, every reason to believe that the ruling classes and\nthe educated classes were nearly all nobles, in the sense that\nthey were all lineal or branch descendants, whether by first-\nclass wife or by concubine, of either the ruling dynastic family\nor of some previous imperial dynastic family. Some families were\nby custom destined for hereditary ministers, others for hereditary\nenvoys, others again for hereditary soldiers; not, it is true, by\nstrict rule, but because the ancient social idea favoured the\ndescent of office, or land, or trade, or craft from father to son.\nThis, indeed, was part of the celebrated Kwan-tsz’s economic\nphilosophy. Thus generation after generation of statesmen and\nscholars kept in steady touch with one another, exactly as our\nmodern scientists of the first rank, each as a link, form an\nunbroken intimate chain from Newton down to Lord Kelvin, outside\nwhich pale the ordinary layman stands a comparative stranger to\nthe arcana within.",
        "Kwan-tsz, the statesman-philosopher of Ts’i, and in a sense the\nfounder of Chinese economic science, was himself a scion of the\nimperial Chou clan; every writer on political economy subsequent\nto 643 B.C. quotes his writings, precisely as every European\nphilosophical writer cites Bacon. Quite a galaxy of brilliant\nstatesmen and writers, a century after Kwan-tsz, shed lustre upon\nthe Confucian age (550-480), and nearly all of them were personal\nfriends either of Confucius or of each other, or of both. Thus\nTsz-ch’an of CHENG, senior to Confucius, but beloved and admired\nby him, was son of a reigning duke, and a prince of the ducal\nCHENG family, which again was descended from a son of the Emperor\nwho fled in 842 B.C.",
        "If Tsz-ch’an had written works on philosophy and politics, it is\npossible that he might have been China’s greatest man in the place\nof Confucius; for he based his ideas of government, as did\nConfucius, who probably copied much from him, entirely upon\n“fitting conduct,” or “natural propriety\"; in addition to which he\nwas a great lawyer, entirely free from superstition and hypocrisy;\na kind, just, and considerate ruler; a consummate diplomat; and a\nbold, original statesman, economist, and administrator. The\nanecdotes and sayings of Tsz-ch’an are as numerous and as\npractical as those about Julius Caesar or Marcus Aurelius.",
        "Another great pillar of the state praised by Confucius was Shuh\nHiang of Tsin, whose reputation as a sort of Chinese Cicero is not\nfar below that of Tsz-ch’an. He belonged to one of the great\nprivate families of Tsin, of whom it was said in Ts’u that “any of\nthem could bring 100 war-chariots into the field.” Nothing could\nbe more interesting than the interviews and letters (see Appendix\nNo. 1) between these two friends and their colleagues of Ts’i,\nTs’u, Lu, and Sung.",
        "Yen-tsz of Ts’i almost ranks with Kwan-tsz as an administrator,\nphilosopher, economist, author, and statesman. Confucius has a\ngood word for him too, though Yen-tsz’s own opinion of Confucius’\nmerits was by no means so high. The two men had to “spar” with\neach other behind their respective rulers like Bismarck and\nGortschakoff did. Yen-tsz’s interview with Shuh Hiang, when the\npair discussed the vices of their respective dukes, is almost as\namusing as a “patter” scene in the pantomime, a sort of by-play\nwhich takes place whilst the curtain is down in preparation for\nthe next formal act (see Appendix No. 2).",
        "[Illustration: K’ung Ling-i, the hereditary Yen-sheng Kung,\nor “Propagating Holiness Duke\"; 76th in descent from K’ung K’iu,\nalias K’ung Chung-ni, the original philosopher, 551–479\nB.C.",
        "This portrait was presented to “the priest P’eng” (Father Tschepe,\nS.J.), on the occasion of his visit last autumn (7th moon, 33rd\nyear).]",
        "Confucius himself had descended in the direct line from the ducal\nfamily of Sung; but Sung, like the other states, was cursed with\nthe “great family” nuisance, and one of his ancestors, having\nincurred a grandee’s hostility, had met with his death in a palace\nintrigue, in consequence of which the Confucian family, despairing\nof justice, had migrated to Lu. When we read of Confucius’\nextensive wanderings (which are treated of more at length in a\nsubsequent Chapter), the matter takes a very different complexion\nfrom what is usually supposed, especially if it be recollected\nwhat a limited area was really covered. He never got even so far\nas Tsin, though part of Tsin touched the Lu frontier, and it is\ndoubtful if he was ever 300 miles, as the crow flies, from his own\nhouse in Lu; true, he visited the fringe of Ts’u, but it must be\nremembered that the place he visited was only in modern Ho Nan\nprovince, and was one of the recent conquests of Ts’u, belonging\nto the Hwai River system. As we explained in the last Chapter,\nTs’u’s policy then was to work up eastwards to the river Sz; that\nis, to the Grand Canal of to-day. Confucius, it is plain, was no\nmere pedant; for we have seen how, in the year 500, when he first\nenjoyed high political power, he displayed conspicuously great\nstrategical and diplomatic ability in defeating the treacherous\nschemes of the ruler of Ts’i, who had been endeavouring to filch\nLu territory, and who was dreadfully afraid lest Lu should,\nthrough Wu’s favour, acquire the hegemony or protectorship. He\ncould even be humorous, for when the barbarian King of Wu put in a\ndemand for a “handsome hat,” Confucius contemptuously observed\nthat the gorgeousness of a hat’s trimmings appealed to this\nignorant monarch more than the emblem of rank distinguishing one\nhat from another.",
        "Sung provided one distinguished statesman in Hiang Suh, whose fame\nis bound up with a kind of Hague Disarmament or Peace Conference,\nwhich he successfully engineered in 546 B.C. (see Appendix No. 3).\nIn the year 558 he had been sent on a marriage mission to Lu. Ki-\nchah of Wu, who died at the ripe age of 90, was quite entitled to\nbe king of that country, but he repeatedly waived his claims in\nfavour of his brothers. K’ue-peh-yueh of Wei, is mentioned in the\nBook of Rites, and in many other works. With him Confucius lodged\non the two occasions of long sojourn in Wei: he is the man\nmentioned in Chapter XII who gave his authoritative “ritual\"\nopinion about traitors. Ts’in never seems to have produced a\nnative literary statesman on its own soil. During this 500-year\nperiod of isolated development, and also during the later period\nof conquest in the third century B.C., all its statesmen were\nborrowed from Tsin, or from some orthodox state of China proper;\nin military genius, however, Ts’in was unrivalled, and a special\nChapter will be devoted to her huge battues. The literary\nreputation of Ts’u was high at a comparatively early date, and\neven now the “Elegies of Ts’u” include some of the very finest of\nthe Chinese poems and belles lettres; but in Confucius’\ntime no Ts’u man, except possibly Lao-tsz, had any reputation at\nall; and Lao-tsz, being a mere archive keeper, not entrusted with\nany influential office, naturally lacked opportunity to emerge\nfrom the chrysalis stage. Moreover, the imperial dynasty, which\nLao-tsz served, had no political influence at all: it was an\nironical saying of the times; “the best civilians are Ts’u’s, but\nthey all serve other states,” (meaning that the Ts’u rule was too\ncapricious to attract talent). Hence, apart from the fact that\nConfucius doubted the wisdom of Lao-tsz’s novel philosophy,\nConfucius had no occasion whatever to mention the secluded, self-\ncontained old man in his political history, or, rather, in his\nbald annals of royal-movements.",
        "Continue...",
        "\nThis electronic book of Ancient China Simplified by Edward Harper Parker,\nM.A., (Manc.), Professor of Chinese at the Victoria University of Manchester,\nLondon is public domain.\nHypertext conversion by Philipp Lenssen.\n\n\nAt Amazon: The Cambridge Illustrated History of China\n\n\nLast updated on November 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Ancient China Simplified (1908)By Edward Harper ParkerAt Amazon"
    ]
}