{
    "title": "Ancient China Simplified - Chapter XXI - Public Works",
    "author": "Edward Harper Parker",
    "chapter": "22",
    "content": [
        "",
        "\n\n",
        "It is difficult to guess how much truth there is in the ancient\ntraditions that the water-courses of the empire were improved\nthrough gigantic engineering works undertaken by the ancient\nEmperors of China. There is one gorge, well known to travellers,\nabove Ich’ang, on the River Yang-tsz, on the way to Ch’ung-k’ing,\nwhere the precipitous rocks on each side have the appearance and\nhardness of iron, and for a mile or more–perhaps several miles–\nstand perpendicularly like walls on both sides of the rapid Yang-\ntsz River: the most curious feature about them is that from below\nthe water-level, right up to the top, or as far as the eye can\nreach, the stone looks as though it had been chipped away with\npowerful cheese-scoops: it seems almost impossible that any\noperation of nature can have fashioned rocks in this way; on the\nother hand, what tools of sufficient hardness, driven by what\ngreat force, could hollow out a passage of such length, at such a\ndepth, and such a height? It is certain that after Ts’in conquered\nthe hitherto almost unknown kingdoms of Pa and Shuh (Eastern and\nWestern Sz Ch’wan) a Chinese engineer named Li Ping worked wonders\nin the canalization of the so-called CH’ENg-tu plain, or the rich\nlevel region lying around the capital city of Sz Ch’wan province,\nwhich was so long as Shuh endured also the metropolis of Shuh. The\nconsular officers of his Britannic Majesty have made a special\nstudy of these sluices, which are still in full working order, and\nthey seem almost unchanged in principle from the period (280 B.C.)\nwhen Li Ping lived. The Chinese still regard this branch of the\nGreat River as the source; or at least they did so until the\nJesuit surveys of two centuries ago proved otherwise; it was quite\nnatural that they should do so in ancient times, for the true\nupper course, and also Yiin Nan and Tibet through which that\ncourse runs, were totally unknown to them, and unheard of by name;\neven now the so-called Lolo country of Sz Ch’wan and Yiin Nan is\nmostly unexplored, and the mountain Lolos are quite independent of\nChina. The fact that they have whitish skins and a written script\nof their own (manifestly inspired by the form of Chinese\ncharacters) makes them a specially interesting people. Li Ping’s\nengineering feats also included the region around Ya-thou and Kia-\nting, as marked on the modern maps.",
        "The founder of the Hia dynasty (2205 B.C.) is supposed to have\nliberated the stagnant waters of the Yellow River and sent them to\nthe sea; as this is precisely what all succeeding dynasties have\ntried to do, and have been obliged to try, and what in our own\ntimes the late Li Hung-chang was ordered to do just before his\ndeath, there seems no good reason for suspecting the accuracy of\nthe tradition; the more especially as we see that the founder of\nthe Chou dynasty sent his chief political adviser and his two most\ndistinguished relatives to settle along this troublesome river’s\nlower course, as rulers of Ts’i, Yen, and Lu; the other\nconsiderable vassals were all ranged along the middle course.",
        "The original Chinese founder of the barbarian colony of Wu\nbelonged, as already explained, to the same clan or family as the\nfounder of the Chou dynasty, and in one respect even took\nancestral or spiritual precedence of him, because the emigrant had\nvoluntarily retired into obscurity with his brother in order to\nmake way for a third and more brilliant younger brother, whose\ngrandson it was that afterwards, in 1122 B.C., conquered China,\nand turned the Chou principality, hitherto vassal to the Shang\ndynasty, into the Chou dynasty, to which the surviving Shang\nprinces then became vassals in the Sung state and elsewhere. Even\nthough the founder of Wu may have adopted barbarian ways, such as\ntattooing, hair-cutting, and the like, he must have possessed\nconsiderable administrative power, for he made a canal (running\npast his capital) for a distance of thirty English miles along the\nnew “British” railway from Wu-sih to Ch’ang-shuh, as marked on\npresent maps; his idea was to facilitate boat-travelling, and to\nassist cultivators with water supplies for irrigation.",
        "In the year 485 B.C. the King of Wu, who was then in the hey-day\nof his success, and by way of becoming Protector of China, erected\na wall and fortifications round the well-known modern city of\nYangchow (where Marco Polo 1700 years later acted as governor); he\nnext proceeded for the first time in history to establish water\ncommunication between the Yang-tsz River and the River Hwai; this\ncanal was then (483-481) continued farther north, so as to give\ncommunication with the southern and central parts of modern Shan\nTung province.",
        "His object was to facilitate the conveyance of stores for his\narmies, then engaged in bringing pressure upon Ts’i (North Shan\nTung) and Lu (South Shan Tung). He succeeded in getting his boats\nto the River Tsi, running past Tsi-nan Fu, and to the River I,\nrunning past I-thou Fu, thus dominating the whole Shan Tung\nregion; for these two were then the only navigable rivers in Shan\nTung besides the Sz. The River Tsi is now taken possession of by\nthe Yellow River, which, as we have shown, then ran a parallel\ncourse much to the westward of it; and the River I then ran south\ninto the River Sz, which, as already explained, has in its lower\ncourse, in comparatively modern times, been taken possession of\npermanently by the Grand Canal; but the upper course of the Sz,\nnow, as then, ran past Confucius’ town, the Lu metropolis, of\nK’ueh-fu. In 483 B.C. the same king cast his faithful adviser (of\nTs’u origin) into the canal by which the waters of lake T’ai Hu\nnow run to modern Soochow, and thence to Hangchow. Ever since that\ndate the unfortunate man in question has been a popular “god of\nthe waters” in those parts. It follows, therefore, that the Wu\nfounder’s modest canal must have been from time to time extended,\nat least in an easterly direction. It was only after the conquest\nof China by Ts’in, 250 years later, that the First August Emperor\nextended this system of canals northwards and westwards, from\nCh’ang-thou Fu to Tan-yang and Chinkiang, as marked on the modern\nmaps. Thus the barbarian kings of Wu have found the true alignment\nof our “British”, railway for us; and, so far as the northern\ncanal is concerned, have really achieved the task for which credit\nis usually given to Kublai Khan, the Mongol patron of Marco Polo.\nKublai merely improved the old work. The ancient Wu capital was 10\nEnglish miles south-east of Wu-sih, and 17 miles north of Soochow,\nto which place the capital was transferred in the year 513 B.C.,\nas it was more suitable than the old capital for the arsenals and\nship-building yards then, for the first time, being built on an\nextensive scale by the King of Wu.",
        "The first bridge over the Yellow River was constructed by the\nkingdom of Ts’in in 257 B.C., on what is still the high-road\nbetween T’ung-thou Fu and P’u-chou Fu. Previous to that date\narmies had to cross the Yellow River at the fords; and, as an\ninstance of this, it may be stated that the founder of the Chou\ndynasty in 1122 B.C. summoned his vassals to meet him at the Ford\nof Meng, a place still so marked on the maps, and lying on the\nhigh-road between the two modern cities of Ho-nan Fu and Hwai-\nk’ing Fu; thus there was no excuse for the feudal princes failing\nto arrive at the rendezvous. It was not far from the same place,\nbut on the north bank of the river, that Tsin in 632 B.C. held the\ngreat durbar as Second Protector, on the notorious occasion when\nthe puppet Emperor was “sent for” by the Tsin dictator. To conceal\nthis outrage on “the rites,” Confucius says: “The Son of Heaven\nwent in camp north of the river.” To go on hunt, or in camp, is\nstill a vague historical expression for “go on fief inspection,\"\nand it was so used in 1858, when the Manchu Emperor Hien-feng took\nrefuge from the allied troops at Jehol in Tartary.",
        "The first thing Ts’in did when it united the empire in 221 B.C.\nwas to occupy all the fords and narrow passes, and to put them in\nworking order for the passage of armies. As even now the lower\nYellow River is only navigable for large craft for 20 miles from\nits mouth (now in Shan Tung), it is easy to imagine how many fords\nthere must have been in its shallow waters, and also how it came\nto pass that boats were so little used to convey large bodies of\ntroops with their stores.",
        "The great wall of China of 217 B.C. was by no means the first of\nits kind. A century before that date Ts’in built a long wall to\nkeep off the Tartars; and, half a century before that again, Ngwei\n(one of the three powerful families of Tsin, all made independent\nprinces in 403) had built a wall to keep off its western neighbour\nTs’in; both these walls seem to have been in the north part of the\nmodern Shen Si region, and they were possibly portions of the\nlater continuous great wall of the August Emperor, which occupied\nthe forced energies of 700,000 men. There is a statement that the\nsame Emperor set 700,000 eunuchs to work on the palaces and the\ntomb he was constructing for himself at his new metropolis (moved\nsince 350 B.C. to the city of Hien-yang, north of the river Wei,\nopposite the present Si-ngan Fu). This probably means, not that\neunuchs were common in those times as palace employes, but\nthat castration still was the usual punishment inflicted\nthroughout China for grave offences not calling for the penalty of\ndeath, or for the more serious forms of maiming, such as foot-\nchopping or knee-slicing; and that all the prisoners of that\ndegree were told off to do productive work: although humiliatingly\ndeformed, they were still available for the common purposes of\nnative life, and their defenceless and forlorn plight would\nprobably make it an easier matter to handle them in gangs than to\nhandle sound males; and if they died off under the rough treatment\nof task-masters, they would have no families to mourn or avenge\nthem in accordance with family duty; for a eunuch has no name and\nno family. The palaces in question were joined by a magnificent\nbridge on the high-road between Hien-yang and Si-ngan. This very\nyear a German firm has contracted to build an iron bridge over the\nYellow River at Lan-thou Fu, where crossed by Major Bruce.",
        "Continue...",
        "\nThis electronic book of Ancient China Simplified by Edward Harper Parker,\nM.A., (Manc.), Professor of Chinese at the Victoria University of Manchester,\nLondon is public domain.\nHypertext conversion by Philipp Lenssen.\n\n\nAt Amazon: The Cambridge Illustrated History of China\n\n\nLast updated on November 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Ancient China Simplified (1908)By Edward Harper ParkerAt Amazon"
    ]
}