{
    "title": "Ancient China Simplified - Chapter IV - The Southern Power",
    "author": "Edward Harper Parker",
    "chapter": "5",
    "content": [
        "",
        "\n\n",
        "But the collapse of the imperial power in 771 B.C. led to\nrestlessness in the south as well as in the north, north-western,\nand north-eastern regions: except for a few Chinese adventurers\nand colonists, these were exclusively inhabited by nomad Tartars,\nand perhaps some Tibetans, destitute of fixed residences, cities,\nand towns; ignorant of cultivation, agriculture, and letters; and\nroving about from pasture to pasture with their flocks and herds,\nfinding excitement and diversion chiefly in periodical raids upon\ntheir more settled southern and western neighbours.",
        "The only country south of the federated Chinese princes in Ho Nan\nprovince (as we now call it) was the “Jungle” or “Thicket,” a term\nwhich vaguely designated the lower waters of the Han River system,\nmuch as, with ourselves, the “Lowlands” or the “Netherlands” did,\nand still does, designate the outlying marches of the English and\nGerman communities. “Jungle” is still the elegant literary name\nfor Hu Peh, just as Ts’in, Tsin, and Ts’i are for Shen Si, Shan\nSi, and Shan Tung. The King of the Jungle, like the Warden of the\nWestern Marches, traced his descent far back to the same ancient\nmonarchs whose blood ran also in the veins of the imperial house\nof Chou; and moreover this Jungle King’s ancestors had served the\nfounders of the Chou dynasty in 1150 B.C., whilst they were still\nhesitating whether to accept the call to empire: hence in later\ntimes (530 B.C.) the King made it a grievance that his family had\nnot received from the founder of the Chou dynasty presents\nsymbolical of equality of birth, as had the Tsin and Lu (South\nShan Tung) houses. If any tribes, south, south-east, or south-west\nof this vague Jungle, whose administrative centre at first lay\nwithin a hundred miles’ radius of the modern treaty-port of\nIch’ang, were in any way known to Central China, or were affected\nby orthodox Chinese civilization, it was and must have been\nentirely through this kingdom of the Jungle, and in a second-hand\nor indirect way. The Jungle was as much a buffer to the south as\nTs’in was to the north-west, Tsin to the north, and Ts’i to the\nnorth-east. The bulk of the population was in one sense non-\nChinese; that is, it was probably a mixture of the many\nuncivilized mountain tribes (all speaking monosyllabic and tonic\ndialects like the Chinese) who still survive in every one of the\nprovinces south of the Yang-tsz Kiang; but the ruling caste, whose\nadministrative centre lay to the north of these tribes, though\naffected by the grossness of their barbarous surroundings, were\nmanifestly more or less orthodox Chinese in origin and sympathy,\nand, even at this early period (771 B.C.), possessed a considerable\nculture, a knowledge of Chinese script, and a general capacity\nto live a settled economical existence. As far back as 880 B.C.\nthe King of the Jungle is recorded to have governed or conciliated\nthe populations between the Han and the Yang-tsz Rivers; but,\nthough he arrogated to himself for a time the title of “Emperor” or\n“King” in his own dominions, he confessed himself to be a barbarian,\nand disclaimed any share in the honorific system of titles, living or\nposthumous, having vogue in China, reserving it for his successors\nto assert higher rights when they should feel strong enough. Like\nan eastern Charlemagne, he divided his empire between his three\nsons; and this empire, which gradually extended all along the\nYang-tsz down to its mouths, may have included in one of its\nthree subdivisions a part at least of the Annamese race, as will be\nsuggested more in detail anon.",
        "The first really historical king, who once more arrogated the\nsupreme title in 704 B.C., took advantage of imperial weakness to\nextend his conquests not only to the south but to the north of the\nRiver Han, attacking petty Chinese principalities, and boldly\nclaiming recognition by the Emperor of equality in title. “I am a\nbarbarian,” said he, “and I will avail myself of the dissensions\namong the federal princes to inspect Chinese ways for myself.” The\nEmperor displayed some irritation at this claim of equal rank, but\nthe King retorted by referring to the services rendered by his\n(the King’s) ancestor, some five hundred years earlier, to the\nEmperor’s ancestor, virtual founder of the Chou dynasty. In 689\nB.C. the next king moved his capital from its old site above the\nIch’ang gorges to the commanding central situation now known as\nKing-thou Fu, just above the treaty-port of Sha-shi’: this place\nhistorically continues the use of the old word Jungle (King),\nand has been all through the present Manchu dynasty (1644-1908)\nthe military residence of a Tartar-General with a Banner garrison;\nthat is, a garrison of privileged Tartar soldiers living in cantonments,\nand exempt from the ordinary laws, or, at least, the application of\nthem. It is only in 684 B.C. that the Jungle state is first honoured\nwith mention in Confucius’ history: it was, indeed, impossible then\nto ignore its existence, because, for the first time in the annals\nof China, Chinese federal princes between the Han River and the\nwesternmost head-waters of the Hwai River had been deliberately\nannexed by these Jungle “barbarians.” History for the next 450 years\nfrom this date consists mainly of the intricate narration how Ts’in, Tsin,\nTs’i, and the Jungle struggled, first for hegemony, and finally for the\npossession of all China, The Jungle was now called Ts’u.",
        "Continue...",
        "\nThis electronic book of Ancient China Simplified by Edward Harper Parker,\nM.A., (Manc.), Professor of Chinese at the Victoria University of Manchester,\nLondon is public domain.\nHypertext conversion by Philipp Lenssen.\n\n\nAt Amazon: The Cambridge Illustrated History of China\n\n\nLast updated on November 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Ancient China Simplified (1908)By Edward Harper ParkerAt Amazon"
    ]
}