{
    "title": "Ancient China Simplified - Chapter X - The Second Protector",
    "author": "Edward Harper Parker",
    "chapter": "11",
    "content": [
        "",
        "\n\n",
        "We must now go back a little. The first of the so-called Five\nTyrants, or the Five successive Protectors of orthodox China, had\ndied in 643, his philosopher and friend, Kwan-tsz, having departed\nthis life a little before him. Their joint title to fame lies in\nthe fact that “they saved China from becoming a Tartar province,\"\nand even Confucius admits the truth of this–a most important\nfactor in enabling us to understand the motive springs of Chinese\npolicy. Under these circumstances the Duke of Sung, who, as we\nhave seen, had special moral pretensions to leadership on account\nof his being the direct lineal representative of the Shang dynasty\nwhich perished in 1122 B.C., immediately put forward a claim to\nthe hegemony. He rather prejudiced his reputation, however, by\ncommitting the serious ritual offence of “warring upon Ts’i’s\nmourning,” that is, of engaging the allies in hostilities with the\nlate Protector’s own country whilst his body lay unburied, and his\nsons were still wrangling over the question of succession. The\nTartars, however, came to the rescue of, and made a treaty with,\nTs’i–this is only one of innumerable instances which show how the\nnorthern Chinese princes of those early days were in permanent\npolitical touch with the horse-riding nomads. The orthodox Duke of\nSung, dressed in his little brief authority as Protector, had the\ntemerity to “send for” the ruler of Ts’u to attend his first\ndurbar. (It must be remembered that the “king” in his own\ndominions was only “viscount” in the orthodox peerage of ruling\nprinces.) The result was that the King unceremoniously took his\nwould-be protector into custody at the durbar, and put in a claim\nto be Protector himself. During the military operations connected\nwith this political manoeuvre, the Duke of Sung was guilty of the\nmost ridiculous piece of ritual chivalry; highly approved, it is\ntrue, by the literary pedants of all subsequent ages, but ruinous\nto his own worldly cause. The Ts’u army was crossing a difficult\nford, and the Duke’s advisers recommended a prompt attack. “It is\nnot honourable,” said the Duke, “to take advantage even of an\nenemy in distress.” “But,” said his first adviser, “war is war,\nand its only object is to punish the foe as severely and promptly\nas possible, so as to gain the upper hand, and establish what you\nare fighting for.”",
        "Meanwhile important events had been going on in the marquisate of\nTsin, which, during the thirty-five years’ hegemony of Ts’i, had\nbeen engaged in extending its territory in all directions, in\nfighting Ts’in, and in annexing bordering Tartar tribes. At its\ngreatest development Tsin practically comprised all between the\nYellow River in its turns south, east, and north; but, though\nprobably half its population was Tartar, it never ceased to be\n“orthodox” in administrative principle. The energetic but\nlicentious ruler of Tsin had married a Tartar wife in addition to\nhis more legitimate spouse (daughter of the late Protector,\nMarquess of Ts’i); or, rather, he took two wives, the one being\nsister of the other, but the younger sister brought him no\nchildren. Before this he had already married two sisters of quite\na different Tartar tribe, and each of his earlier wives had\nbrought him a son. His last pair of Tartar lady-loves gained such\na strong hold upon his affections that he was induced by the\nmother, being the elder sister of the two, to nominate her own son\nas his heir to the exclusion of the three elder brethren, who were\nsent on various flimsy pretexts to defend the northern frontiers\nagainst the more hostile Tartars. To complicate matters, the\nMarquess’s legitimate or first spouse, the Ts’i princess, besides\nbearing a son, had also given him a daughter, who had married the\npowerful ruler of Ts’in to the west. Thus not only were Ts’in and\nTsin both half-Tartar in origin and sympathy, but at this period\nthree out of four of the Tsin possible heirs were actually sons of\nTartar women. The legitimate heir, whose mother was of Ts’i\norigin, and, who himself was a man of very high character, ended\nthe question so far as he was concerned, by committing dutiful\nsuicide; the three sons by Tartar mothers succeeded to the throne\none after the other, but in the inverse order of their respective\nages. The story of the wanderings of the eldest brother, who did\nnot come to the throne until he was sixty-two years of age, is one\nof the most interesting and romantic episodes in the whole history\nof China; and, even with the unfamiliar proper names, would make a\ncapital romantic novel, so graphically and naturally are some of\nthe scenes depicted. First he threw himself heart and soul into\nTartar life, joined the rugged horsemen in their internecine wars,\nmarried a Tartar wife, and gave her sister to his most faithful\nhenchman; then, hearing of the death of the Ts’i premier, Kwan-\ntsz, he vowed he would go to Ts’i and try to act as political\nadviser in his place. Hospitably received by the Marquess of Ts’i,\nhe was presented with a charming and sensible Ts’i princess, who\nfor five years exercised so enervating an influence upon his\nvirility, ambition, and warlike ardour, that he had to be\nsurreptitiously smuggled away from the gay Ts’i capital whilst\ndrunk, by his Tartar father-in-law and by his chief Chinese\nhenchman and brother-in-law. Then he commenced a series of visits\nto the petty orthodox courts which separated Ts’i from Ts’u.\nSeveral of them were rude and neglectful to this unfortunate\nprince in distress; but Sung was an exception, for Sung ambition,\nas above narrated, had been roughly checked by Ts’u, and Sung now\nwished to make overtures to Tsin instead, and to conciliate a\nprince who was as likely as not to come to the throne of Tsin. In\n637 the prince reached the court of Ts’u, whose ruler had quite\nrecently begun to take formal and official rank as a “civilized\"\nfederal prince. Meanwhile, news came that his brother (by his own\nmother’s younger sister) was dead; this younger brother had taken\nrefuge in Ts’in during the reign of his youngest brother (the one\nborn of the last Tartar favourite), and had, after that brother’s\ndeath, been most generously assisted to the throne in turn by the\nruler of Ts’in, on the understanding, however, that Tsin should\ncede to Ts’in all territory on the right bank of the Yellow River,\ni.e. in the modern province of Shen Si: but the new Tsin ruler had\nbeen persuaded by his courtiers to go back on this humiliating\nbargain, in consequence of which war had been declared by Ts’in\nupon Tsin, and the faithless ruler of Tsin had been for some time\na prisoner of war in Ts’in; but, regaining his throne through the\ninfluence of his half-sister, the wife of the Ts’in ruler, had\ndied in harness in 637 B.C. This deceased ruler’s young son was\nnot popular, and Ts’in was now instrumental in welcoming the\nrefugee back from Ts’u, and in leading him in triumph, after\nnineteen years of adventurous wandering, to his own ancestral\nthrone; his rival and nephew was killed.",
        "All orthodox China seemed to feel now that the interesting\nwanderer, after all his experiences of war, travel, Tartars,\nChinese, barbarians, and politics, was the right man to be\nProtector. But it was first necessary for Tsin to defeat Ts’u in a\ndecisive battle; a war had arisen between Tsin and Ts’u out of an\nattempt on the part of CHENG (one of the orthodox Chinese states\nthat had been uncivil to the wanderer), to drag in the preponderant\npower of Ts’u by way of shielding itself from punishment at Tsin’s\nhands for past rude behaviour. The Emperor sent his own son to\nconfer the status of “my uncle” upon him,–which is practically\nanother way of saying “Protector” to a kinsman,–and in the year\n632 accordingly a grand durbar was held, in which the Emperor\nhimself took part. The Tsin ruler, who had summoned the durbar,\nand had even “commanded the presence” of the Emperor, was the\nguiding spirit of the meeting in every respect, except in the nominal\nand ritualistic aspect of it; nevertheless, he was prudent and careful\nenough scrupulously to observe all external marks of deference,\nand to make it appear that he was merely acting as mouthpiece to\n the puppet Emperor; he even went the length of dutifully offering\nto the Emperor some Ts’u prisoners, and the Emperor in turn “graciously\nceded” to Tsin the imperial possessions north of the Yellow River.\nThus Ts’in and Tsin each in turn clipped the wings of the Autocrat\nof All the Chinas, so styled.",
        "During these few unsettled years between the death of the first\nreal Protector in 643 and the formal nomination by the Emperor of\nthe second in 632, Ts’u and Sung had, as we have seen, both\nattempted to assert their rival claims. A triangular war had also\nbeen going on for some time between Ts’i and Ts’u, the bone of\ncontention being some territory of which Ts’i had stripped Lu; and\nthere was war also between Tsin and Ts’i, Tsin and Ts’in, and Tsin\nand Ts’u, which latter state always tried to secure the assistance\nof Ts’in when possible. From first to last, there never was,\nduring the period covered by Confucius’ history, any serious war\nbetween Tartar Ts’in and barbarian Ts’u; rather were they natural\nallies against orthodox China, upon which intermediate territory\nthey both learned to fix covetous eyes.",
        "The situation is too involved, in view of the uncouthness of\nstrange names and the absence of definite frontiers–changing as\nthey did with the result of each few years’ campaigning–to make\nit possible to give a full, or even approximately intelligible,\nexplanation of each move. But the following main features are\nincontestable:–Ts’in, Tsin, Ts’i, and Ts’u were growing,\nprogressive, and aggressive states, all of them strongly tinged\nwith foreign blood, which foreign blood was naturally assimilated\nthe more readily in proportion to the power, wealth, and culture\nof the assimilating orthodox nucleus. The imperial domain was an\nextinct political volcano, belching occasional fumes of\nthreatening, sometimes noxious, but not ever fatally suffocating\nsmoke, always without fire. “The Hia,” that is, the federation of\nprinces belonging to pure Hia, or (as we now say) “Chinese” stock,\nwere evidently unwarlike in proportion to the absence of foreign\nblood in their veins; but they were all of them equally\nruses, and all of them past-masters in casuistic diplomacy.\nTrade, agriculture, literature, and even law, were now quite\nactive, and (as we shall gradually see in these short Chapters)\nChina was undoubtedly beginning to move, as, after 2500 years of a\nsecond “ritual” sleep, she is again now moving, at the beginning\nof the twentieth century A.D.",
        "Continue...",
        "\nThis electronic book of Ancient China Simplified by Edward Harper Parker,\nM.A., (Manc.), Professor of Chinese at the Victoria University of Manchester,\nLondon is public domain.\nHypertext conversion by Philipp Lenssen.\n\n\nAt Amazon: The Cambridge Illustrated History of China\n\n\nLast updated on November 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Ancient China Simplified (1908)By Edward Harper ParkerAt Amazon"
    ]
}