{
    "title": "Anda’s game - by Cory Doctorow [Authorama]",
    "author": "Unknown",
    "chapter": "game",
    "content": [
        "Presented by\nAuthorama\nPublic Domain Books",
        "\n",
        "Killing newbies who were trying to cheat the system seemed like a good way to make a buck. But in this simulated reality, who is scamming whom?",
        "Anda didn’t really start to play the game until she got herself a girl-shaped avatar. She was 12, and up until then, she’d played a boy-elf, because her parents had sternly warned her that if you played a girl you were an instant perv-magnet. None of the girls at Ada Lovelace Comprehensive would have been caught dead playing a girl character. In fact, the only girls she’d ever seen in-game were being played by boys. You could tell, cos they were shaped like a boy’s idea of what a girl looked like: hooge buzwabs and long legs all barely contained in tiny, pointless leather bikini-armour. Bintware, she called it.",
        "But when Anda was 12, she met Liza the Organiza, whose avatar was female, but had sensible tits and sensible armour and a bloody great sword that she was clearly very good with. Liza came to school after PE, when Anda was sitting and massaging her abused podge and hating her entire life from stupid sunrise to rotten sunset. Her PE kit was at the bottom of her school-bag and her face was that stupid red colour that she hated and now it was stinking maths which was hardly better than PE but at least she didn’t have to sweat.",
        "But instead of maths, all the girls were called to assembly, and Liza the Organiza stood on the stage in front of Miss Cruickshanks the principal and Mrs Danzig, the useless counsellor.",
        "“Hullo chickens,” Liza said. She had an Australian accent. “Well, aren’t you lot just precious and bright and expectant with your pink upturned faces like a load of flowers staring up at the sky?”",
        "“Warms me fecking heart it does.”",
        "That made her laugh, and she wasn’t the only one. Miss Cruickshanks and Mrs Danzig didn’t look amused, but they tried to hide it.",
        "“I am Liza the Organiza, and I kick arse. Seriously.” She tapped a key on her laptop and the screen behind her lit up. It was a game – not the one that Anda played, but something space-themed, a space-station with a rocketship in the background. “This is my avatar.” Sensible boobs, sensible armour, and a sword the size of the world. “In-game, they call me the Lizanator, Queen of the Spacelanes, El Presidente of the Clan Fahrenheit.” The Fahrenheits had chapters in every game. They were amazing and deadly and cool, and to her knowledge, Anda had never met one in the flesh. They had their own island in her game. Crikey.",
        "On screen, The Lizanator was fighting an army of wookie-men, sword in one hand, laser-blaster in the other, rocket-jumping, spinning, strafing, making impossible kills and long shots, diving for power-ups and ruthlessly running her enemies to ground.",
        "“The whole Clan Fahrenheit. I won that title through popular election, but they voted me in cos of my prowess in combat. I’m a world-champion in six different games, from first-person shooters to strategy games. I’ve commanded armies and I’ve sent armies to their respawn gates by the thousands. Thousands, chickens: my battle record is 3,522 kills in a single battle. I have taken home cash prizes from competitions totalling more than 400,000 pounds. I game for four to six hours nearly every day, and the rest of the time, I do what I like.",
        "“One of the things I like to do is come to girls’ schools like yours and let you in on a secret: girls kick arse. We’re faster, smarter and better than boys. We play harder. We spend too much time thinking that we’re freaks for gaming and when we do game, we never play as girls because we catch so much shite for it. Time to turn that around. I am the best gamer in the world and I’m a girl. I started playing at 10, and there were no women in games – you couldn’t even buy a game in any of the shops I went to. It’s different now, but it’s still not perfect. We’re going to change that, chickens, you lot and me.",
        "“How many of you game?”",
        "Anda put her hand up. So did about half the girls in the room.",
        "“And how many of you play girls?”",
        "All the hands went down.",
        "“See, that’s a tragedy. Practically makes me weep. Gamespace smells like a boy’s armpit. It’s time we girled it up a little. So here’s my offer to you: if you will play as a girl, you will be given probationary memberships in the Clan Fahrenheit, and if you measure up, in six months, you’ll be full-fledged members.”",
        "In real life, Liza the Organiza was a little podgy, like Anda herself, but she wore it with confidence. She was solid, like a brick wall, her hair bobbed bluntly at her shoulders. She dressed in a black jumper over loose dungarees with giant, goth boots with steel toes that looked like something you’d see in an in-game shop, though Anda was pretty sure they’d come from a real-world goth shop in Camden Town.",
        "She stomped her boots, one-two, thump-thump, like thunder on the stage. “Who’s in, chickens? Who wants to be a girl out-game and in?”",
        "Anda jumped to her feet. A Fahrenheit, with her own island! Her head was so full of it that she didn’t notice that she was the only one standing. The other girls stared at her, a few giggling and whispering.",
        "“That’s all right, love,” Liza called, “I like enthusiasm. Don’t let those staring faces rattle yer: they’re just flowers turning to look at the sky. Pink scrubbed shining expectant faces. They’re looking at you because you had the sense to get to your feet when opportunity came – and that means that someday, girl, you are going to be a leader of women, and men, and you will kick arse. Welcome to the Clan Fahrenheit.”",
        "She began to clap, and the other girls clapped too, and even though Anda’s face was the colour of a lollipop-lady’s sign, she felt like she might burst with pride and good feeling and she smiled until her face hurt.",
        "> Anda,",
        "her sergeant said to her,",
        "> how would you like to make some money?",
        "> Money, Sarge?",
        "Ever since she’d risen to platoon leader, she’d been getting more missions, but they paid gold – money wasn’t really something you talked about in-game.",
        "The Sarge – sensible boobs, gigantic sword, longbow, gloriously orcish ugly phiz – moved her avatar impatiently.",
        "> Something wrong with my typing, Anda?",
        "> No, Sarge,",
        "she typed.",
        "> You mean gold?",
        "> If I meant gold, I would have said gold. Can you go voice?",
        "Anda looked around. Her door was shut and she could hear her parents in the sitting-room watching something loud on telly. She turned up her music just to be safe and then slipped on her headset. They said it could noise-cancel a Blackhawk helicopter – it had better be able to overcome the little inductive speakers suction-cupped to the underside of her desk. She switched to voice.",
        "“Hey, Lucy,” she said.",
        "“Call me Sarge!” Lucy’s accent was American, like an old TV show, and she lived somewhere in the middle of the country where it was all vowels, Iowa or Ohio. She was Anda’s best friend in-game but she was so hardcore it was boring sometimes.",
        "“Hi Sarge,” she said, trying to keep the irritation out of her voice. She’d never smart off to a superior in-game, but v2v it was harder to remember to keep to the game norms.",
        "“I have a mission that pays real cash. Whichever paypal you’re using, they’ll deposit money into it. Looks fun, too.”",
        "“That’s a bit weird, Sarge. Is that against Clan rules?” There were a lot of Clan rules about what kind of mission you could accept and they were always changing. There were kerb-crawlers in gamespace and the way that the Clan leadership kept all the mummies and daddies from going ape-poo about it was by enforcing a long, boring code of conduct that was meant to ensure that none of the Fahrenheit girlies ended up being virtual prozzies for hairy old men in raincoats on the other side of the world.",
        "“What?” Anda loved how Lucy quacked What? It sounded especially American. She had to force herself from parroting it back. “No, geez. All the executives in the Clan pay the rent doing missions for money. Some of them are even rich from it, I hear! You can make a lot of money gaming, you know.”",
        "“Is it really true?” She’d heard about this but she’d assumed it was just stories, like the kids who gamed so much that they couldn’t tell reality from fantasy. Or the ones who gamed so much that they stopped eating and got all anorexic. She wouldn’t mind getting a little anorexic, to be honest. Bloody podge.",
        "“Yup! And this is our chance to get in on the ground floor. Are you in?”",
        "“It’s not – you know, pervy, is it?”",
        "“Gag me. No. Jeez, Anda! Are you nuts? No – they want us to go kill some guys.”",
        "“Oh, we’re good at that!”",
        "The mission took them far from Fahrenheit Island, to a cottage on the far side of the largest continent on the gameworld, which was called Dandelionwine. The travel was tedious, and twice they were ambushed on the trail, something that had hardly happened to Anda since she joined the Fahrenheits: attacking a Fahrenheit was bad for your health, because even if you won the battle, they’d bring a war to you.",
        "But now they were far from the Fahrenheits’ power-base, and two different packs of brigands waylaid them on the road. Lucy spotted the first group before they got into sword-range and killed four of the six with her bow before they closed for hand-to-hand. Anda’s sword – gigantic and fast – was out then, and her fingers danced over the keyboard as she fought off the player who was attacking her, her body jerking from side to side as she hammered on the multibutton controller beside her. She won – of course! She was a Fahrenheit! Lucy had already slaughtered her attacker. They desultorily searched the bodies and came up with some gold and a couple scrolls, but nothing to write home about. Even the gold didn’t seem like much, given the cash waiting at the end of the mission.",
        "The second group of brigands was even less daunting, though there were 20 of them. They were total noobs, and fought like statues. They’d clearly clubbed together to protect themselves from harder players, but they were no match for Anda and Lucy. One of them even begged for his life before she ran him through,",
        "> please sorry u cn have my gold sorry!!!11!",
        "Anda laughed and sent him to the respawn gate.",
        "> You’re a nasty person, Anda,",
        "Lucy typed.",
        "> I’m a Fahrenheit!!!!!!!!!!",
        "she typed back.",
        "The brigands on the road were punters, but the cottage that was their target was guarded by an altogether more sophisticated sort. They were spotted by sentries long before they got within sight of the cottage, and they saw the warning spell travel up from the sentries’ hilltop like a puff of smoke, speeding away toward the cottage. Anda raced up the hill while Lucy covered her with her bow, but that didn’t stop the sentries from subjecting Anda to a hail of flaming spears from their fortified position. Anda set up her standard dodge-and-weave pattern, assuming that the sentries were non-player characters – who wanted to pay to sit around in gamespace watching a boring road all day? – and to her surprise, the spears followed her. She took one in the chest and only some fast work with her shield and all her healing scrolls saved her. As it was, her constitution was knocked down by half and she had to retreat back down the hillside.",
        "“Get down,” Lucy said in her headset. “I’m gonna use the BFG.”",
        "Every game had one – the Big Friendly Gun, the generic term for the baddest-arse weapon in the world. Lucy had rented this one from the Clan armory for a small fortune in gold and Anda had laughed and called her paranoid, but now Anda helped Lucy set it up and thanked the gamegods for her foresight. It was a huge, demented flaming crossbow that fired five-metre bolts that exploded on impact. It was a beast to arm and a beast to aim, but they had a nice, dug-in position of their own at the bottom of the hill and it was there that they got the BFG set up, deployed, armed and ranged.",
        "“Fire!” Lucy called, and the game did this amazing and cool animation that it rewarded you with whenever you loosed a bolt from the BFG, making the gamelight dim towards the sizzling bolt as though it were sucking the illumination out of the world as it arced up the hillside, trailing a comet-tail of sparks. The game played them a groan of dismay from their enemies, and then the bolt hit home with a crash that made her point-of-view vibrate like an earthquake. The roar in her headphones was deafening, and behind it she could hear Lucy on the voice-chat, cheering it on.",
        "“Nuke ’em till they glow and shoot ’em in the dark! Yee-haw!” Lucy called, and Anda laughed and pounded her fist on the desk. Gobbets of former enemy sailed over the treeline dramatically, dripping hyper-red blood and ichor.",
        "In her bedroom, Anda caressed the controller-pad and her avatar punched the air and did a little rugby victory dance that the All-Blacks had released as a limited edition promo after they won the World Cup.",
        "Now they had to move fast, for their enemies at the cottage would be alerted to their presence and waiting for them. They spread out into a wide flanking manoeuver around the cottage’s sides, staying just outside of bow-range, using scrying scrolls to magnify the cottage and make the foliage around them fade to translucency.",
        "There were four guards around the cottage, two with nocked arrows and two with whirling slings. One had a scroll out and was surrounded by the concentration marks that indicated spellcasting.",
        "“GO GO GO!” Lucy called.",
        "Anda went! She had two scrolls left in her inventory, and one was a shield spell. They cost a fortune and burned out fast, but whatever that guard was cooking up, it had to be bad news. She cast the spell as she charged for the cottage, and lucky thing, because there was a fifth guard up a tree who dumped a pot of boiling oil on her that would have cooked her down to her bones in ten seconds if not for the spell.",
        "She power-climbed the tree and nearly lost her grip when whatever the nasty spell was bounced off her shield. She reached the fifth man as he was trying to draw his dirk and dagger and lopped his bloody head off in one motion, then backflipped off the high branch, trusting to her shield to stay intact for her impact on the cottage roof.",
        "The strategy worked – now she had the drop (literally!) on the remaining guards, having successfully taken the high ground. In her headphones, the sound of Lucy making mayhem, the grunts as she pounded her keyboard mingling with the in-game shrieks as her arrows found homes in the chests of two more of the guards.",
        "Shrieking a berzerker wail, Anda jumped down off of the roof and landed on one of the two remaining guards, plunging her sword into his chest and pinning him in the dirt. Her sword stuck in the ground, and she hammered on her keys, trying to free it, while the remaining guard ran for her on-screen. Anda pounded her keyboard, but it was useless: the sword was good and stuck. Poo. She’d blown a small fortune on spells and rations for this project with the expectation of getting some real cash out of it, and now it was all lost.",
        "She moved her hands to the part of the keypad that controlled motion and began to run, waiting for the guard’s sword to find her avatar’s back and knock her into the dirt.",
        "“Got ’im!” It was Lucy, in her headphones. She wheeled her avatar about so quickly it was nauseating and saw that Lucy was on her erstwhile attacker, grunting as she engaged him close-in. Something was wrong, though: despite Lucy’s avatar’s awesome stats and despite Lucy’s own skill at the keyboard, she was being taken to the cleaners. The guard was kicking her ass. Anda went back to her stuck sword and recommenced whanging on it, watching helplessly as Lucy lost her left arm, then took a cut on her belly, then another to her knee.",
        "“Shit!” Lucy said in her headphones as her avatar began to keel over. Anda yanked her sword free – finally – and charged at the guard, screaming a ululating war cry. He managed to get his avatar swung around and his sword up before she reached him, but it didn’t matter: she got in a lucky swing that took off one leg, then danced back before he could counterstrike. Now she closed carefully, nicking at his sword-hand until he dropped his weapon, then moving in for a fast kill.",
        "“Lucy?”",
        "“Call me Sarge!”",
        "“Sorry, Sarge. Where’d you respawn?”",
        "“I’m all the way over at Body Electric – it’ll take me hours to get there. Do you think you can complete the mission on your own?”",
        "“Uh, sure.” Thinking, Crikey, if that’s what the guards outside were like, how’m I gonna get past the inside guards?",
        "“You’re the best, girl. OK, enter the cottage and kill everyone there.”",
        "“Uh, sure.”",
        "She wished she had another scrying scroll in inventory so she could get a look inside the cottage before she beat its door in, but she was fresh out of scrolls and just about everything else.",
        "She kicked the door in and her fingers danced. She’d killed four of her adversaries before she even noticed that they weren’t fighting back.",
        "In fact, they were generic avatars, maybe even non-player characters. They moved like total noobs, milling around in the little cottage. Around them were heaps of shirts, thousands and thousands of them. A couple of the noobs were sitting in the back, incredibly, still crafting more shirts, ignoring the swordswoman who’d just butchered four of their companions.",
        "She took a careful look at all the avatars in the room. None of them were armed. Tentatively, she walked up to one of the players and cut his head off. The player next to him moved clumsily to one side and she followed him.",
        "“Are you a player or a bot?” she typed.",
        "The avatar did nothing. She killed it.",
        "“Lucy, they’re not fighting back.”",
        "“Good, kill them all.”",
        "“Really?”",
        "“Yeah – that’s the orders. Kill them all and then I’ll make a phone call and some guys will come by and verify it and then you haul ass back to the island. I’m coming out there to meet you, but it’s a long haul from the respawn gate. Keep an eye on my stuff, OK?”",
        "“Sure,” Anda said, and killed two more. That left ten. One two one two and through and through, she thought, lopping their heads off. Her vorpal blade went snicker-snack. One left. He stood off in the back.",
        "> no porfa necesito mi plata",
        "Italian? No, Spanish. She’d had a term of it in Third Form, though she couldn’t understand what this twit was saying. She could always paste the text into a translation bot on one of the chat channels, but who cared? She cut his head off.",
        "“They’re all dead,” she said into her headset.",
        "“Good job!” Lucy said. “OK, I’m gonna make a call. Sit tight.”",
        "Bo-ring. The cottage was filled with corpses and shirts. She picked some of them up. They were totally generic: the shirts you crafted when you were down at Level 0 and trying to get enough skillz to actually make something of yourself. Each one would fetch just a few coppers. Add it all together and you barely had two thousand gold.",
        "Just to pass the time, she pasted the Spanish into the chatbot.",
        "> no [colloquial] please, I need my [colloquial] [money|silver]",
        "Pathetic. A few thousand golds – he could make that much by playing a couple of the beginner missions. More fun. More rewarding. Crafting shirts!",
        "She left the cottage and patrolled around it. Twenty minutes later, two more avatars showed up. More generics.",
        "> are you players or bots?",
        "she typed, though she had an idea they were players. Bots moved better.",
        "> any trouble?",
        "Well all right then.",
        "> no trouble",
        "> good",
        "One player entered the cottage and came back out again. The other player spoke.",
        "> you can go now",
        "“Lucy?”",
        "“What’s up?”",
        "“Two blokes just showed up and told me to piss off. They’re noobs, though. Should I kill them?”",
        "“No! Jeez, Anda, those are the contacts. They’re just making sure the job was done. Get my stuff and meet me at Marionettes Tavern, OK?”",
        "Anda went over to Lucy’s corpse and looted it, then set out down the road, dragging the BFG behind her. She stopped at the bend in the road and snuck a peek back at the cottage. It was in flames, the two noobs standing amid them, burning slowly along with the cottage and a few thousand golds’ worth of badly crafted shirts.",
        "That was the first of Anda and Lucy’s missions, but it wasn’t the last. That month, she fought her way through six more, and the paypal she used filled with real, honest-to-goodness cash, Pounds Sterling that she could withdraw from the cashpoint situated exactly 501 metres away from the schoolgate, next to the candy shop that was likewise 501 metres away.",
        "“Anda, I don’t think it’s healthy for you to spend so much time with your game,” her da said, prodding her bulging podge with a finger. “It’s not healthy.”",
        "“Daaaa!” she said, pushing his finger aside. “I go to PE every stinking day. It’s good enough for the Ministry of Education.”",
        "“I don’t like it,” he said. He was no movie star himself, with a little pot belly that he wore his belted trousers high upon, a wobbly extra chin and two bat wings of flab hanging off his upper arms. She pinched his chin and wiggled it.",
        "“I get loads more exercise than you, Mr Kettle.”",
        "“But I pay the bills around here, little Miss Pot.”",
        "“You’re not seriously complaining about the cost of the game?” she said, infusing her voice with as much incredulity and disgust as she could muster. “Ten quid a week and I get unlimited calls, texts and messages! Plus play of course, and the in-game encyclopedia and spellchecker and translator bots!” (this was all from rote – every member of the Fahrenheits memorised this or something very like it for dealing with recalcitrant, ignorant parental units) “Fine then. If the game is too dear for you, Da, let’s set it aside and I’ll just start using a normal phone, is that what you want?”",
        "Her Da held up his hands. “I surrender, Miss Pot. But do try to get a little more exercise, please? Fresh air? Sport? Games?”",
        "“Getting my head trodden on in the hockey pitch, more like,” she said, darkly.",
        "“Zackly!” he said, prodding her podge anew. “That’s the stuff! Getting my head trodden on was what made me the man I are today!”",
        "Her Da could bluster all he liked about paying the bills, but she had pocket-money for the first time in her life: not book-tokens and fruit-tokens and milk-tokens that could be exchanged for “healthy” snacks and literature. She had real money, cash money that she could spend outside of the 500 meter sugar-free zone that surrounded her school.",
        "She wasn’t just kicking arse in the game, now – she was the richest kid she knew, and suddenly she was everybody’s best pal, with handfuls of Curly Wurlies and Dairy Milks and Mars Bars that she could selectively distribute to her schoolmates.",
        "“Go get a BFG,” Lucy said. “We’re going on a mission.”",
        "Lucy’s voice in her ear was a constant companion in her life now. When she wasn’t on Fahrenheit Island, she and Lucy were running missions into the wee hours of the night. The Fahrenheit armourers, non-player-characters, had learned to recognise her and they had the Clan’s BFGs oiled and ready for her when she showed up.",
        "Today’s mission was close to home, which was good: the road-trips were getting tedious. Sometimes, non-player-characters or Game Masters would try to get them involved in an official in-game mission, impressed by their stats and weapons, and it sometimes broke her heart to pass them up, but cash always beat gold and experience beat experience points: Money talks and bullshit walks, as Lucy liked to say.",
        "They caught the first round of sniper/lookouts before they had a chance to attack or send off a message. Anda used the scrying spell to spot them. Lucy had kept both BFGs armed and she loosed rounds at the hilltops flanking the roadway as soon as Anda gave her the signal, long before they got into bow range.",
        "As they picked their way through the ruined chunks of the dead player-character snipers, Anda still on the lookout, she broke the silence over their voicelink.",
        "“Hey, Lucy?”",
        "“Anda, if you’re not going to call me Sarge, at least don’t call me ’Hey, Lucy!’ My dad loved that old TV show and he makes that joke every visitation day.”",
        "“Sorry, Sarge. Sarge?”",
        "“Yes, Anda?”",
        "“I just can’t understand why anyone would pay us cash for these missions.”",
        "“You complaining?”",
        "“No, but –”",
        "“Anyone asking you to cyber some old pervert?”",
        "“No!”",
        "“OK then. I don’t know either. But the money’s good. I don’t care. Hell, probably it’s two rich gamers who pay their butlers to craft for them all day. One’s fucking with the other one and paying us.”",
        "“You really think that?”",
        "Lucy sighed a put-upon, sophisticated, American sigh. “Look at it this way. Most of the world is living on like a dollar a day. I spend five dollars every day on a frappuccino. Some days, I get two! Dad sends mom three thousand a month in child-support – that’s a hundred bucks a day. So if a day’s money here is a hundred dollars, then to a African or whatever my frappuccino is worth like five hundred dollars. And I buy two or three every day.",
        "“And we’re not rich! There’s craploads of rich people who wouldn’t think twice about spending five hundred bucks on a coffee – how much do you think a hotdog and a Coke go for on the space station? A thousand bucks!",
        "“So that’s what I think is going on. There’s someone out there, some Saudi or Japanese guy or Russian mafia kid who’s so rich that this is just chump change for him, and he’s paying us to mess around with some other rich person. To them, we’re like the Africans making a dollar a day to craft – I mean, sew – t-shirts. What’s a couple hundred bucks to them? A cup of coffee.”",
        "Anda thought about it. It made a kind of sense. She’d been on hols in Bratislava where they got a posh hotel room for ten quid – less than she was spending every day on sweeties and fizzy drinks.",
        "“Three o’clock,” she said, and aimed the BFG again. More snipers pat-patted in bits around the forest floor.",
        "“Nice one, Anda.”",
        "“Thanks, Sarge.”",
        "They smashed half a dozen more sniper outposts and fought their way through a couple packs of suspiciously bad-ass brigands before coming upon the cottage.",
        "“Bloody hell,” Anda breathed. The cottage was ringed with guards, forty or fifty of them, with bows and spells and spears, in entrenched positions.",
        "“This is nuts,” Lucy agreed. “I’m calling them. This is nuts.”",
        "There was a muting click as Lucy rang off and Anda used up a scrying scroll to examine the inventories of the guards around the corner. The more she looked, the more scared she got. They were loaded down with spells, a couple of them were guarding BFGs and what looked like an even bigger BFG, maybe the fabled BFG10K, something that was removed from the game economy not long after gameday one, as too disruptive to the balance of power. Supposedly, one or two existed, but that was just a rumour. Wasn’t it?",
        "“OK,” Lucy said. “OK, this is how this goes. We’ve got to do this. I just called in three squads of Fahrenheit veterans and their noob prentices for backup.” Anda summed that up in her head to a hundred player characters and maybe three hundred nonplayer characters: familiars, servants, demons...",
        "“That’s a lot of shares to split the pay into,” Anda said.",
        "“Oh ye of little tits,” Lucy said. “I’ve negotiated a bonus for us if we make it – a million gold and three missions’ worth of cash. The Fahrenheits are taking payment in gold – they’ll be here in an hour.”",
        "This wasn’t a mission anymore, Anda realised. It was war. Gamewar. Hundreds of players converging on this shard, squaring off against the ranked mercenaries guarding the huge cottage over the hill.",
        "Lucy wasn’t the ranking Fahrenheit on the scene, but she was the designated general. One of the gamers up from Fahrenheit Island brought a team flag for her to carry, a long spear with the magical standard snapping proudly from it as the troops formed up behind her.",
        "“On my signal,” Lucy said. The voice chat was like a wind-tunnel from all the unmuted breathing voices, hundreds of girls in hundreds of bedrooms like Anda’s, all over the world, some sitting down before breakfast, some just coming home from school, some roused from sleep by their ringing game-sponsored mobiles. “GO GO GO!”",
        "They went, roaring, and Anda roared too, heedless of her parents downstairs in front of the blaring telly, heedless of her throat-lining, a Fahrenheit in berzerker rage, sword swinging. She made straight for the BFG10K – a siege engine that could level a town wall, and it would be hers, captured by her for the Fahrenheits if she could do it. She spelled the merc who was cranking it into insensibility, rolled and rolled again to dodge arrows and spells, healed herself when an arrow found her leg and sent her tumbling, springing to her feet before another arrow could strike home, watching her hit points and experience points move in opposite directions.",
        "HERS! She vaulted the BFG10K and snicker-snacked her sword through two mercs’ heads. Two more appeared – they had the thing primed and aimed at the main body of Fahrenheit fighters, and they could turn the battle’s tide just by firing it – and she killed them, slamming her keypad, howling, barely conscious of the answering howls in her headset.",
        "Now she had the BFG10K, though more mercs were closing on her. She disarmed it quickly and spelled at the nearest bunch of mercs, then had to take evasive action against the hail of incoming arrows and spells. It was all she could do to cast healing spells fast enough to avoid losing consciousness.",
        "“LUCY!” she called into her headset. “LUCY, OVER BY THE BFG10K!”",
        "Lucy snapped out orders and the opposition before Anda began to thin as Fahrenheits fell on them from behind. The flood was stemmed, and now the Fahrenheits’ greater numbers and discipline showed. In short order, every merc was butchered or run off.",
        "Anda waited by the BFG10K while Lucy paid off the Fahrenheits and saw them on their way. “Now we take the cottage,” Lucy said.",
        "“Right,” Anda said. She set her character off for the doorway. Lucy brushed past her.",
        "“I’ll be glad when we’re done with this – that was bugfuck nutso.” She opened the door and her character disappeared in a fireball that erupted from directly overhead. A door-curse, a serious one, one that cooked her in her armour in seconds.",
        "“SHIT!” Lucy said in her headset.",
        "Anda giggled. “Teach you to go rushing into things,” she said. She used up a couple scrying scrolls making sure that there was nothing else in the cottage save for millions of shirts and thousands of unarmed noob avatars that she’d have to mow down like grass to finish out the mission.",
        "She descended upon them like a reaper, swinging her sword heedlessly, taking five or six out with each swing. When she’d been a noob in the game, she’d had to endure endless fighting practice, “grappling” with piles of leaves and other nonlethal targets, just to get enough experience points to have a chance of hitting anything. This was every bit as dull.",
        "Her wrists were getting tired, and her chest heaved and her hated podge wobbled as she worked the keypad.",
        "> Wait, please, don’t – I’d like to speak with you",
        "It was a noob avatar, just like the others, but not just like it after all, for it moved with purpose, backing away from her sword. And it spoke English.",
        "> nothing personal",
        "she typed",
        "> just a job",
        "> There are many here to kill – take me last at least. I need to talk to you.",
        "> talk, then",
        "she typed. Meeting players who moved well and spoke English was hardly unusual in gamespace, but here in the cleanup phase, it felt out of place. It felt wrong.",
        "> My name is Raymond, and I live in Tijuana. I am a labor organizer in the factories here. What is your name?",
        "> i don’t give out my name in-game",
        "> What can I call you?",
        "> kali",
        "It was a name she liked to use in-game: Kali, Destroyer of Worlds, like the Hindu goddess.",
        "> Are you in India?",
        "> london",
        "> You are Indian?",
        "> naw im a whitey",
        "She was halfway through the room, mowing down the noobs in twos and threes. She was hungry and bored and this Raymond was weirding her out.",
        "> Do you know who these people are that you’re killing?",
        "She didn’t answer, but she had an idea. She killed four more and shook out her wrists.",
        "> They’re working for less than a dollar a day. The shirts they make are traded for gold and the gold is sold on eBay. Once their avatars have leveled up, they too are sold off on eBay. They’re mostly young girls supporting their families. They’re the lucky ones: the unlucky ones work as prostitutes.",
        "Her wrists really ached. She slaughtered half a dozen more.",
        "> The bosses used to use bots, but the game has countermeasures against them. Hiring children to click the mouse is cheaper than hiring programmers to circumvent the rules. I’ve been trying to unionize them because they’ve got a very high rate of injury. They have to play for 18-hour shifts with only one short toilet break. Some of them can’t hold it in and they soil themselves where they sit.",
        "> look",
        "she typed, exasperated.",
        "> it’s none of my lookout, is it. the world’s like that. lots of people with no money. im just a kid, theres nothing i can do about it.",
        "> When you kill them, they don’t get paid.",
        "no porfa necesito mi plata",
        "> When you kill them, they lose their day’s wages. Do you know who is paying you to do these killings?",
        "She thought of Saudis, rich Japanese, Russian mobsters.",
        "> not a clue",
        "> I’ve been trying to find that out myself, Kali.",
        "They were all dead now. Raymond stood alone amongst the piled corpses.",
        "> Go ahead",
        "he typed",
        "> I will see you again, I’m sure.",
        "She cut his head off. Her wrists hurt. She was hungry. She was alone there in the enormous woodland cottage, and she still had to haul the BFG10K back to Fahrenheit Island.",
        "“Lucy?”",
        "“Yeah, yeah, I’m almost back there, hang on. I respawned in the ass end of nowhere.”",
        "“Lucy, do you know who’s in the cottage? Those noobs that we kill?”",
        "“What? Hell no. Noobs. Someone’s butler. I dunno. Jesus, that spawn gate –”",
        "“Girls. Little girls in Mexico. Getting paid a dollar a day to craft shirts. Except they don’t get their dollar when we kill them. They don’t get anything.”",
        "“Oh, for chrissakes, is that what one of them told you? Do you believe everything someone tells you in-game? Christ. English girls are so naive.”",
        "“You don’t think it’s true?”",
        "“Naw, I don’t.”",
        "“Why not?”",
        "“I just don’t, OK? I’m almost there, keep your panties on.”",
        "“I’ve got to go, Lucy,” she said. Her wrists hurt, and her podge overlapped the waistband of her trousers, making her feel a bit like she was drowning.",
        "“What, now? Shit, just hang on.”",
        "“My mom’s calling me to supper. You’re almost here, right?”",
        "“Yeah, but –”",
        "She reached down and shut off her PC.",
        "Anda’s Da and Mum were watching the telly again with a bowl of crisps between them. She walked past them like she was dreaming and stepped out the door onto the terrace. It was nighttime, 11 o’clock, and the chavs in front of the council flats across the square were kicking a football around and swilling lager and making rude noises. They were skinny and rawboned, wearing shorts and string vests with strong, muscular limbs flashing in the streetlights.",
        "“Anda?”",
        "“Yes, Mum?”",
        "“Are you all right?” Her mum’s fat fingers caressed the back of her neck.",
        "“Yes, Mum. Just needed some air is all.”",
        "“You’re very clammy,” her mum said. She licked a finger and scrubbed it across Anda’s neck. “Gosh, you’re dirty – how did you get to be such a mucky puppy?”",
        "“Owww!” she said. Her mum was scrubbing so hard it felt like she’d take her skin off.",
        "“No whingeing,” her mum said sternly. “Behind your ears, too! You are filthy.“",
        "“Mum, owwww!“",
        "Her mum dragged her up to the bathroom and went at her with a flannel and a bar of soap and hot water until she felt boiled and raw.",
        "“What is this mess?” her mum said.",
        "“Lilian, leave off,” her dad said, quietly. “Come out into the hall for a moment, please.”",
        "The conversation was too quiet to hear and Anda didn’t want to, anyway: she was concentrating too hard on not crying – her ears hurt.",
        "Her mum enfolded her shoulders in her soft hands again. “Oh, darling, I’m sorry. It’s a skin condition, your father tells me, Acanthosis Nigricans – he saw it in a TV special. We’ll see the doctor about it tomorrow after school. Are you all right?”",
        "“I’m fine,” she said, twisting to see if she could see the “dirt” on the back of her neck in the mirror. It was hard because it was an awkward placement – but also because she didn’t like to look at her face and her soft extra chin, and she kept catching sight of it.",
        "She went back to her room to google Acanthosis Nigricans.",
        "> A condition involving darkened, thickened skin. Found in the folds of skin at the base of the back of the neck, under the arms, inside the elbow and at the waistline. Often precedes a diagnosis of type-2 diabetes, especially in children. If found in children, immediate steps must be taken to prevent diabetes, including exercise and nutrition as a means of lowering insulin levels and increasing insulin-sensitivity.",
        "Obesity-related diabetes. They had lectures on this every term in health class – the fastest-growing ailment among British teens, accompanied by photos of orca-fat sacks of lard sat up in bed surrounded by an ocean of rubbery, flowing podge. Anda prodded her belly and watched it jiggle.",
        "It jiggled. Her thighs jiggled. Her chins wobbled. Her arms sagged.",
        "She grabbed a handful of her belly and squeezed it, pinched it hard as she could, until she had to let go or cry out. She’d left livid red fingerprints in the rolls of fat and she was crying now, from the pain and the shame and oh, God, she was a fat girl with diabetes –",
        "“Jesus, Anda, where the hell have you been?”",
        "“Sorry, Sarge,” she said. “My PC’s been broken –” Well, out of service, anyway. Under lock-and-key in her dad’s study. Almost a month now of medications and no telly and no gaming and double PE periods at school with the other whales. She was miserable all day, every day now, with nothing to look forward to except the trips after school to the newsagents at the 501-meter mark and the fistsful of sweeties and bottles of fizzy drink she ate in the park while she watched the chavs play footy.",
        "“Well, you should have found a way to let me know. I was getting worried about you, girl.”",
        "“Sorry, Sarge,” she said again. The PC Baang was filled with stinky spotty boys – literally stinky, it smelt like goats, like a train-station toilet – being loud and obnoxious. The dinky headphones provided were greasy as a slice of pizza, and the mouthpiece was sticky with excited boy-saliva from games gone past.",
        "But it didn’t matter. Anda was back in the game, and just in time, too: her money was running short.",
        "“Well, I’ve got a backlog of missions here. I tried going out with a couple other of the girls –” A pang of regret shot through Anda at the thought that her position might have been usurped while she was locked off the game “– but you’re too good to replace, OK? I’ve got four missions we can do today if you’re game.”",
        "“Four missions! How on earth will we do four missions? That’ll take days!”",
        "“We’ll take the BFG10K.” Anda could hear the savage grin in her voice.",
        "The BFG10K simplified things quite a lot. Find the cottage, aim the BFG10K, fire it, whim-wham, no more cottage. They started with five bolts for it – one BFG10K bolt was made up of 20 regular BFG bolts, each costing a small fortune in gold – and used them all up on the first three targets. After returning it to the armory and grabbing a couple of BFGs (amazing how puny the BFG seemed after just a couple hours’ campaigning with a really big gun!) they set out for number four.",
        "“I met a guy after the last campaign,” Anda said. “One of the noobs in the cottage. He said he was a union organizer.”",
        "“Oh, you met Raymond, huh?”",
        "“You knew about him?”",
        "“I met him too. He’s been turning up everywhere. What a creep.”",
        "“So you knew about the noobs in the cottages?”",
        "“Um. Well, yeah, I figured it out mostly on my own and then Raymond told me a little more.”",
        "“And you’re fine with depriving little kids of their wages?”",
        "“Anda,” Lucy said, her voice brittle. “You like gaming, right, it’s important to you?”",
        "“Yeah, ’course it is.”",
        "“How important? Is it something you do for fun, just a hobby you waste a little time on? Are you just into it casually, or are you committed to it?”",
        "“I’m committed to it, Lucy, you know that.” God, without the game, what was there? PE class? Stupid Acanthosis Nigricans and, someday, insulin jabs every morning? “I love the game, Lucy. It’s where my friends are.”",
        "“I know that. That’s why you’re my right-hand woman, why I want you at my side when I go on a mission. We’re bad-ass, you and me, as bad-ass as they come, and we got that way through discipline and hard work and really caring about the game, right?”",
        "“Yes, right, but –”",
        "“You’ve met Liza the Organiza, right?”",
        "“Yes, she came by my school.”",
        "“Mine too. She asked me to look out for you because of what she saw in you that day.”",
        "“Liza the Organiza goes to Ohio?”",
        "“Idaho. Yes – all across the U.S. They put her on the tube and everything. She’s amazing, and she cares about the game, too – that’s what makes us all Fahrenheits: we’re committed to each other, to teamwork, and to fair play.”",
        "Anda had heard these words – lifted from the Fahrenheit mission statement – many times, but now they made her swell a little with pride.",
        "“So these people in Mexico or wherever, what are they doing? They’re earning their living by exploiting the game. You and me, we would never trade cash for gold, or buy a character or a weapon on eBay – it’s cheating. You get gold and weapons through hard work and hard play. But those Mexicans spend all day, every day, crafting stuff to turn into gold to sell off on the exchange. That’s where it comes from – that’s where the crappy players get their gold from! That’s how rich noobs can buy their way into the game that we had to play hard to get into.",
        "“So we burn them out. If we keep burning the factories down, they’ll shut them down and those kids’ll find something else to do for a living and the game will be better. If no one does that, our work will just get cheaper and cheaper: the game will get less and less fun, too.",
        "“These people don’t care about the game. To them, it’s just a place to suck a buck out of. They’re not players, they’re leeches, here to suck all the fun out.”",
        "They had come upon the cottage now, the fourth one, having exterminated four different sniper-nests on the way.",
        "“Are you in, Anda? Are you here to play, or are you so worried about these leeches on the other side of the world that you want out?”",
        "“I’m in, Sarge,” Anda said. She armed the BFGs and pointed them at the cottage.",
        "“Boo-yah!” Lucy said. Her character notched an arrow.",
        "> Hello, Kali",
        "“Oh, Christ, he’s back,” Lucy said. Raymond’s avatar had snuck up behind them.",
        "> Look at these",
        "he said, and his character set something down on the ground and backed away. Anda edged up on them.",
        "“Come on, it’s probably a booby-trap, we’ve got work to do,” Lucy said.",
        "They were photo-objects. She picked them up and then examined them. The first showed ranked little girls, fifty or more, in clean and simple t-shirts, skinny as anything, sitting at generic white-box PCs, hands on the keyboards. They were hollow-eyed and grim, and none of them older than she.",
        "The next showed a shantytown, shacks made of corrugated aluminum and trash, muddy trails between them, spraypainted graffiti, rude boys loitering, rubbish and carrier bags blowing.",
        "The next showed the inside of a shanty, three little girls and a little boy sitting together on a battered sofa, their mother serving them something white and indistinct on plastic plates. Their smiles were heartbreaking and brave.",
        "> That’s who you’re about to deprive of a day’s wages",
        "“Oh, hell, no,” Lucy said. “Not again. I killed him last time and I said I’d do it again if he ever tried to show me photos. That’s it, he’s dead.” Her character turned towards him, putting away her bow and drawing a short sword. Raymond’s character backed away quickly.",
        "“Lucy, don’t,” Anda said. She interposed her avatar between Lucy’s and Raymond. “Don’t do it. He deserves to have a say.” She thought of old American TV shows, the kinds you saw between the Bollywood movies on telly. “It’s a free country, right?”",
        "“God damn it, Anda, what is wrong with you? Did you come here to play the game, or to screw around with this pervert dork?”",
        "> what do you want from me raymond?",
        "> Don’t kill them – let them have their wages. Go play somewhere else",
        "> They’re leeches",
        "Lucy typed,",
        "> they’re wrecking the game economy and they’re providing a gold-for-cash supply that lets rich assholes buy their way in. They don’t care about the game and neither do you",
        "> If they don’t play the game, they don’t eat. I think that means that they care about the game as much as you do. You’re being paid cash to kill them, yes? So you need to play for your money, too. I think that makes you and them the same, a little the same.",
        "> go screw yourself",
        "Lucy typed. Anda edged her character away from Lucy’s. Raymond’s character was so far away now that his texting came out in tiny type, almost too small to read. Lucy drew her bow again and nocked an arrow.",
        "“Lucy, DON’T!” Anda cried. Her hands moved of their own volition and her character followed, clobbering Lucy barehanded so that her avatar reeled and dropped its bow.",
        "“You BITCH!” Lucy said. She drew her sword.",
        "“I’m sorry, Lucy,” Anda said, stepping back out of range. “But I don’t want you to hurt him. I want to hear him out.”",
        "Lucy’s avatar came on fast, and there was a click as the voicelink dropped. Anda typed onehanded while she drew her own sword.",
        "> dont lucy come on talk2me",
        "Lucy slashed at her twice and she needed both hands to defend herself or she would have been beheaded. Anda blew out through her nose and counterattacked, fingers pounding the keyboard. Lucy had more experience points than she did, but she was a better player, and she knew it. She hacked away at Lucy driving her back and back, back down the road they’d marched together.",
        "Abruptly, Lucy broke and ran, and Anda thought she was going away and decided to let her go, no harm no foul, but then she saw that Lucy wasn’t running away, she was running towards the BFGs, armed and primed.",
        "“Bloody hell,” she breathed, as a BFG swung around to point at her. Her fingers flew. She cast the fireball at Lucy in the same instant that she cast her shield spell. Lucy loosed the bolt at her a moment before the fireball engulfed her, cooking her down to ash, and the bolt collided with the shield and drove Anda back, high into the air, and the shield spell wore off before she hit ground, costing her half her health and inventory, which scattered around her. She tested her voicelink.",
        "“Lucy?”",
        "There was no reply.",
        "> I’m very sorry you and your friend quarrelled.",
        "She felt numb and unreal. There were rules for Fahrenheits, lots of rules, and the penalties for breaking them varied, but the penalty for attacking a fellow Fahrenheit was – she couldn’t think the word, she closed her eyes, but there it was in big glowing letters: EXPULSION.",
        "But Lucy had started it, right? It wasn’t her fault.",
        "But who would believe her?",
        "She opened her eyes. Her vision swam through incipient tears. Her heart was thudding in her ears.",
        "> The enemy isn’t your fellow player. It’s not the players guarding the fabrica, it’s not the girls working there. The people who are working to destroy the game are the people who pay you and the people who pay the girls in the fabrica, who are the same people. You’re being paid by rival factory owners, you know that? THEY are the ones who care nothing for the game. My girls care about the game. You care about the game. Your common enemy is the people who want to destroy the game and who destroy the lives of these girls.",
        "“Whassamatter, you fat little cow? Is your game making you cwy?” She jerked as if slapped. The chav who was speaking to her hadn’t been in the Baang when she arrived, and he had mean, close-set eyes and a football jersey and though he wasn’t any older than she, he looked mean, and angry, and his smile was sadistic and crazy.",
        "“Piss off,” she said, mustering her braveness.",
        "“You wobbling tub of guts, don’t you DARE speak to me that way,” he said, shouting right in her ear. The Baang fell silent and everyone looked at her. The Pakistani who ran the Baang was on his phone, no doubt calling the coppers, and that meant that her parents would discover where she’d been and then –",
        "“I’m talking to you, girl,” he said. “You disgusting lump of suet – Christ, it makes me wanta puke to look at you. You ever had a boyfriend? How’d he shag you – did he roll yer in flour and look for the wet spot?”",
        "She reeled back, then stood. She drew her arm back and slapped him, as hard as she could. The boys in the Baang laughed and went whoooooo! He purpled and balled his fists and she backed away from him. The imprint of her fingers stood out on his cheek.",
        "He bridged the distance between them with a quick step and punched her, in the belly, and the air whooshed out of her and she fell into another player, who pushed her away, so she ended up slumped against the wall, crying.",
        "The mean boy was there, right in front of her, and she could smell the chili crisps on his breath. “You disgusting whore –” he began and she kneed him square in the nadgers, hard as she could, and he screamed like a little girl and fell backwards. She picked up her schoolbag and ran for the door, her chest heaving, her face streaked with tears.",
        "“Anda, dear, there’s a phone call for you.”",
        "Her eyes stung. She’d been lying in her darkened bedroom for hours now, snuffling and trying not to cry, trying not to look at the empty desk where her PC used to live.",
        "Her da’s voice was soft and caring, but after the silence of her room, it sounded like a rusting hinge.",
        "“Anda?”",
        "She opened her eyes. He was holding a cordless phone, sillhouetted against the open doorway.",
        "“Who is it?”",
        "“Someone from your game, I think,” he said. He handed her the phone.",
        "“Hullo?”",
        "“Hullo chicken.” It had been a year since she’d heard that voice, but she recognised it instantly.",
        "“Liza?”",
        "“Yes.”",
        "Anda’s skin seemed to shrink over her bones. This was it: expelled. Her heart felt like it was beating once per second, time slowed to a crawl.",
        "“Hullo, Liza.”",
        "“Can you tell me what happened today?”",
        "She did, stumbling over the details, back-tracking and stuttering. She couldn’t remember, exactly – did Lucy move on Raymond and Anda asked her to stop and then Lucy attacked her? Had Anda attacked Lucy first? It was all a jumble. She should have saved a screenmovie and taken it with her, but she couldn’t have taken anything with her, she’d run out –",
        "“I see. Well it sounds like you’ve gotten yourself into quite a pile of poo, haven’t you, my girl?”",
        "“I guess so,” Anda said. Then, because she knew that she was as good as expelled, she said, “I don’t think it’s right to kill them, those girls. All right?”",
        "“Ah,” Liza said. “Well, funny you should mention that. I happen to agree. Those girls need our help more than any of the girls anywhere in the game. The Fahrenheits’ strength is that we are cooperative – it’s another way that we’re better than the boys. We care. I’m proud that you took a stand when you did – glad I found out about this business.”",
        "“You’re not going to expel me?”",
        "“No, chicken, I’m not going to expel you. I think you did the right thing –”",
        "That meant that Lucy would be expelled. Fahrenheit had killed Fahrenheit – something had to be done. The rules had to be enforced. Anda swallowed hard.",
        "“If you expel Lucy, I’ll quit,” she said, quickly, before she lost her nerve.",
        "Liza laughed. “Oh, chicken, you’re a brave thing, aren’t you? No one’s being expelled, fear not. But I wanta talk to this Raymond of yours.”",
        "Anda came home from remedial hockey sweaty and exhausted, but not as exhausted as the last time, nor the time before that. She could run the whole length of the pitch twice now without collapsing – when she’d started out, she could barely make it halfway without having to stop and hold her side, kneading her loathsome podge to make it stop aching. Now there was noticeably less podge, and she found that with the ability to run the pitch came the freedom to actually pay attention to the game, to aim her shots, to build up a degree of accuracy that was nearly as satisfying as being really good in-game.",
        "Her dad knocked at the door of her bedroom after she’d showered and changed. “How’s my girl?”",
        "“Revising,” she said, and hefted her maths book at him.",
        "“Did you have a fun afternoon on the pitch?”",
        "“You mean ’did my head get trod on’?”",
        "“Did it?”",
        "“Yes,” she said. “But I did more treading than getting trodden on.” The other girls were really fat, and they didn’t have a lot of team skills. Anda had been to war: she knew how to depend on someone and how to be depended upon.",
        "“That’s my girl.” He pretended to inspect the paint-work around the light switch. “Been on the scales this week?”",
        "She had, of course: the school nutritionist saw to that, a morning humiliation undertaken in full sight of all the other fatties.",
        "“Yes, Dad.”",
        "“And –?”",
        "“I’ve lost a stone,” she said. A little more than a stone, actually. She had been able to fit into last year’s jeans the other day.",
        "She hadn’t been in the sweets-shop in a month. When she thought about sweets, it made her think of the little girls in the sweatshop. Sweatshop, sweetshop. The sweets shop man sold his wares close to the school because little girls who didn’t know better would be tempted by them. No one forced them, but they were kids and grownups were supposed to look out for kids.",
        "Her da beamed at her. “I’ve lost three pounds myself,” he said, holding his tum. “I’ve been trying to follow your diet, you know.”",
        "“I know, Da,” she said. It embarrassed her to discuss it with him.",
        "The kids in the sweatshops were being exploited by grownups, too. It was why their situation was so impossible: the adults who were supposed to be taking care of them were exploiting them.",
        "“Well, I just wanted to say that I’m proud of you. We both are, your Mum and me. And I wanted to let you know that I’ll be moving your PC back into your room tomorrow. You’ve earned it.”",
        "Anda blushed pink. She hadn’t really expected this. Her fingers twitched over a phantom game-controller.",
        "“Oh, Da,” she said. He held up his hand.",
        "“It’s all right, girl. We’re just proud of you.”",
        "She didn’t touch the PC the first day, nor the second. The kids in the game – she didn’t know what to do about them. On the third day, after hockey, she showered and changed and sat down and slipped the headset on.",
        "“Hello, Anda.”",
        "“Hi, Sarge.”",
        "Lucy had known the minute she entered the game, which meant that she was still on Lucy’s buddy-list. Well, that was a hopeful sign.",
        "“You don’t have to call me that. We’re the same rank now, after all.”",
        "Anda pulled down a menu and confirmed it: she’d been promoted to Sergeant during her absence. She smiled.",
        "“Gosh,” she said.",
        "“Yes, well, you earned it,” Lucy said. “I’ve been talking to Raymond a lot about the working conditions in the factory, and, well –” She broke off. “I’m sorry, Anda.”",
        "“Me too, Lucy.”",
        "“You don’t have anything to be sorry about,” she said.",
        "They went adventuring, running some of the game’s standard missions together. It was fun, but after the kind of campaigning they’d done before, it was also kind of pale and flat.",
        "“It’s horrible, I know,” Anda said. “But I miss it.”",
        "“Oh thank God,” Lucy said. “I thought I was the only one. It was fun, wasn’t it? Big fights, big stakes.”",
        "“Well, poo,” Anda said. “I don’t wanna be bored for the rest of my life. What’re we gonna do?”",
        "“I was hoping you knew.”",
        "She thought about it. The part she’d loved had been going up against grownups who were not playing the game, but gaming it, breaking it for money. They’d been worthy adversaries, and there was no guilt in beating them, either.",
        "“We’ll ask Raymond how we can help,” she said.",
        "“I want them to walk out – to go on strike,” he said. “It’s the only way to get results: band together and withdraw your labour.” Raymond’s voice had a thick Mexican accent that took some getting used to, but his English was very good – better, in fact, than Lucy’s.",
        "“Walk out in-game?” Lucy said.",
        "“No,” Raymond said. “That wouldn’t be very effective. I want them to walk out in Ciudad Juarez and Tijuana. I’ll call the press in, we’ll make a big deal out of it. We can win – I know we can.”",
        "“So what’s the problem?” Anda said.",
        "“The same problem as always. Getting them organised. I thought that the game would make it easier: we’ve been trying to get these girls organized for years: in the sewing shops, and the toy factories, but they lock the doors and keep us out and the girls go home and their parents won’t let us talk to them. But in the game, I thought I’d be able to reach them –”",
        "“But the bosses keep you away?”",
        "“I keep getting killed. I’ve been practicing my swordfighting, but it’s so hard –”",
        "“This will be fun,” Anda said. “Let’s go.”",
        "“Where?” Lucy said.",
        "“To an in-game factory. We’re your new bodyguards.” The bosses hired some pretty mean mercs, Anda knew. She’d been one. They’d be fun to wipe out.",
        "Raymond’s character spun around on the screen, then planted a kiss on Anda’s cheek. Anda made her character give him a playful shove that sent him sprawling.",
        "\nThis eBook of “Anda’s game” by Cory Doctorow is published under a Creative Commons License (some rights reserved).\n"
    ]
}