{
    "title": "Anda’s game - IV",
    "author": "Cory Doctorow",
    "chapter": "4",
    "content": [
        "\n",
        "\n\n",
        "“Go get a BFG,” Lucy said. “We’re going on a mission.”",
        "Lucy’s voice in her ear was a constant companion in her life now. When she wasn’t on Fahrenheit Island, she and Lucy were running missions into the wee hours of the night. The Fahrenheit armourers, non-player-characters, had learned to recognise her and they had the Clan’s BFGs oiled and ready for her when she showed up.",
        "Today’s mission was close to home, which was good: the road-trips were getting tedious. Sometimes, non-player-characters or Game Masters would try to get them involved in an official in-game mission, impressed by their stats and weapons, and it sometimes broke her heart to pass them up, but cash always beat gold and experience beat experience points: Money talks and bullshit walks, as Lucy liked to say.",
        "They caught the first round of sniper/lookouts before they had a chance to attack or send off a message. Anda used the scrying spell to spot them. Lucy had kept both BFGs armed and she loosed rounds at the hilltops flanking the roadway as soon as Anda gave her the signal, long before they got into bow range.",
        "As they picked their way through the ruined chunks of the dead player-character snipers, Anda still on the lookout, she broke the silence over their voicelink.",
        "“Hey, Lucy?”",
        "“Anda, if you’re not going to call me Sarge, at least don’t call me ’Hey, Lucy!’ My dad loved that old TV show and he makes that joke every visitation day.”",
        "“Sorry, Sarge. Sarge?”",
        "“Yes, Anda?”",
        "“I just can’t understand why anyone would pay us cash for these missions.”",
        "“You complaining?”",
        "“No, but –”",
        "“Anyone asking you to cyber some old pervert?”",
        "“No!”",
        "“OK then. I don’t know either. But the money’s good. I don’t care. Hell, probably it’s two rich gamers who pay their butlers to craft for them all day. One’s fucking with the other one and paying us.”",
        "“You really think that?”",
        "Lucy sighed a put-upon, sophisticated, American sigh. “Look at it this way. Most of the world is living on like a dollar a day. I spend five dollars every day on a frappuccino. Some days, I get two! Dad sends mom three thousand a month in child-support – that’s a hundred bucks a day. So if a day’s money here is a hundred dollars, then to a African or whatever my frappuccino is worth like five hundred dollars. And I buy two or three every day.",
        "“And we’re not rich! There’s craploads of rich people who wouldn’t think twice about spending five hundred bucks on a coffee – how much do you think a hotdog and a Coke go for on the space station? A thousand bucks!",
        "“So that’s what I think is going on. There’s someone out there, some Saudi or Japanese guy or Russian mafia kid who’s so rich that this is just chump change for him, and he’s paying us to mess around with some other rich person. To them, we’re like the Africans making a dollar a day to craft – I mean, sew – t-shirts. What’s a couple hundred bucks to them? A cup of coffee.”",
        "Anda thought about it. It made a kind of sense. She’d been on hols in Bratislava where they got a posh hotel room for ten quid – less than she was spending every day on sweeties and fizzy drinks.",
        "“Three o’clock,” she said, and aimed the BFG again. More snipers pat-patted in bits around the forest floor.",
        "“Nice one, Anda.”",
        "“Thanks, Sarge.”",
        "Continue...",
        "\nThis eBook of “Anda’s game” by Cory Doctorow is published under a Creative Commons License (some rights reserved).\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}