{
    "title": "At the Earth’s Core - III - A Change of Masters",
    "author": "Edgar Rice Burroughs",
    "chapter": "4",
    "content": [
        "\n\n",
        "We must have traveled several miles through the dark\nand dismal wood when we came suddenly upon a dense\nvillage built high among the branches of the trees.\nAs we approached it my escort broke into wild shouting\nwhich was immediately answered from within, and a moment\nlater a swarm of creatures of the same strange race\nas those who had captured me poured out to meet us.\nAgain I was the center of a wildly chattering horde.\nI was pulled this way and that. Pinched, pounded,\nand thumped until I was black and blue, yet I do not\nthink that their treatment was dictated by either cruelty\nor malice—I was a curiosity, a freak, a new plaything,\nand their childish minds required the added evidence of all\ntheir senses to back up the testimony of their eyes.",
        "Presently they dragged me within the village,\nwhich consisted of several hundred rude shelters\nof boughs and leaves supported upon the branches of the trees.",
        "Between the huts, which sometimes formed crooked streets,\nwere dead branches and the trunks of small trees which connected\nthe huts upon one tree to those within adjoining trees;\nthe whole network of huts and pathways forming an almost\nsolid flooring a good fifty feet above the ground.",
        "I wondered why these agile creatures required connecting\nbridges between the trees, but later when I saw the motley\naggregation of half-savage beasts which they kept within\ntheir village I realized the necessity for the pathways.\nThere were a number of the same vicious wolf-dogs\nwhich we had left worrying the dyryth, and many goatlike\nanimals whose distended udders explained the reasons\nfor their presence.",
        "My guard halted before one of the huts into which I was pushed;\nthen two of the creatures squatted down before the entrance—to\nprevent my escape, doubtless. Though where I should have\nescaped to I certainly had not the remotest conception.\nI had no more than entered the dark shadows of the interior\nthan there fell upon my ears the tones of a familiar voice,\nin prayer.",
        "“Perry!” I cried. “Dear old Perry! Thank the Lord you\nare safe.”",
        "“David! Can it be possible that you escaped?” And the old\nman stumbled toward me and threw his arms about me.",
        "He had seen me fall before the dyryth, and then he had been\nseized by a number of the ape-creatures and borne through\nthe tree tops to their village. His captors had been\nas inquisitive as to his strange clothing as had mine,\nwith the same result. As we looked at each other we\ncould not help but laugh.",
        "“With a tail, David,” remarked Perry, “you would make\na very handsome ape.”",
        "“Maybe we can borrow a couple,” I rejoined. “They seem\nto be quite the thing this season. I wonder what the\ncreatures intend doing with us, Perry. They don’t seem\nreally savage. What do you suppose they can be? You\nwere about to tell me where we are when that great hairy\nfrigate bore down upon us—have you really any idea at all?”",
        "“Yes, David,” he replied, “I know precisely where we are.\nWe have made a magnificent discovery, my boy! We have\nproved that the earth is hollow. We have passed entirely\nthrough its crust to the inner world.”",
        "“Perry, you are mad!”",
        "“Not at all, David. For two hundred and fifty miles our\nprospector bore us through the crust beneath our outer world.\nAt that point it reached the center of gravity of the\nfive-hundred-mile-thick crust. Up to that point we had been\ndescending—direction is, of course, merely relative.\nThen at the moment that our seats revolved—the thing\nthat made you believe that we had turned about and were\nspeeding upward—we passed the center of gravity and,\nthough we did not alter the direction of our progress,\nyet we were in reality moving upward—toward the surface\nof the inner world. Does not the strange fauna and flora\nwhich we have seen convince you that you are not in the\nworld of your birth? And the horizon—could it present\nthe strange aspects which we both noted unless we were\nindeed standing upon the inside surface of a sphere?”",
        "“But the sun, Perry!” I urged. “How in the world can\nthe sun shine through five hundred miles of solid crust?”",
        "“It is not the sun of the outer world that we see here.\nIt is another sun—an entirely different sun—that\ncasts its eternal noonday effulgence upon the face\nof the inner world. Look at it now, David—if you can\nsee it from the doorway of this hut—and you will see\nthat it is still in the exact center of the heavens.\nWe have been here for many hours—yet it is still noon.",
        "“And withal it is very simple, David. The earth was once\na nebulous mass. It cooled, and as it cooled it shrank.\nAt length a thin crust of solid matter formed upon\nits outer surface—a sort of shell; but within it was\npartially molten matter and highly expanded gases.\nAs it continued to cool, what happened? Centrifugal\nforce burled the particles of the nebulous center toward\nthe crust as rapidly as they approached a solid state.\nYou have seen the same principle practically applied\nin the modern cream separator. Presently there was only\na small super-heated core of gaseous matter remaining\nwithin a huge vacant interior left by the contraction\nof the cooling gases. The equal attraction of the solid\ncrust from all directions maintained this luminous core\nin the exact center of the hollow globe. What remains\nof it is the sun you saw today—a relatively tiny thing\nat the exact center of the earth. Equally to every part\nof this inner world it diffuses its perpetual noonday light\nand torrid heat.",
        "“This inner world must have cooled sufficiently to\nsupport animal life long ages after life appeared upon\nthe outer crust, but that the same agencies were at work\nhere is evident from the similar forms of both animal\nand vegetable creation which we have already seen.\nTake the great beast which attacked us, for example.\nUnquestionably a counterpart of the Megatherium of the\npost-Pliocene period of the outer crust, whose fossilized\nskeleton has been found in South America.”",
        "“But the grotesque inhabitants of this forest?” I urged.\n“Surely they have no counterpart in the earth’s history.”",
        "“Who can tell?” he rejoined. “They may constitute the\nlink between ape and man, all traces of which have been\nswallowed by the countless convulsions which have racked\nthe outer crust, or they may be merely the result of evolution\nalong slightly different lines—either is quite possible.”",
        "Further speculation was interrupted by the appearance\nof several of our captors before the entrance of the hut.\nTwo of them entered and dragged us forth. The perilous\npathways and the surrounding trees were filled with\nthe black ape-men, their females, and their young.\nThere was not an ornament, a weapon, or a garment among\nthe lot.",
        "“Quite low in the scale of creation,” commented Perry.",
        "“Quite high enough to play the deuce with us, though,\"\nI replied. “Now what do you suppose they intend doing\nwith us?”",
        "We were not long in learning. As on the occasion of our\ntrip to the village we were seized by a couple of the\npowerful creatures and whirled away through the tree tops,\nwhile about us and in our wake raced a chattering,\njabbering, grinning horde of sleek, black ape-things.",
        "Twice my bearers missed their footing, and my heart ceased\nbeating as we plunged toward instant death among the tangled\ndeadwood beneath. But on both occasions those lithe,\npowerful tails reached out and found sustaining branches,\nnor did either of the creatures loosen their grasp upon me.\nIn fact, it seemed that the incidents were of no greater\nmoment to them than would be the stubbing of one’s toe\nat a street crossing in the outer world—they but laughed\nuproariously and sped on with me.",
        "For some time they continued through the forest—how long\nI could not guess for I was learning, what was later\nborne very forcefully to my mind, that time ceases to be\na factor the moment means for measuring it cease to exist.\nOur watches were gone, and we were living beneath a\nstationary sun. Already I was puzzled to compute the period\nof time which had elapsed since we broke through the crust\nof the inner world. It might be hours, or it might be\ndays—who in the world could tell where it was always\nnoon! By the sun, no time had elapsed—but my judgment\ntold me that we must have been several hours in this\nstrange world.",
        "Presently the forest terminated, and we came out upon\na level plain. A short distance before us rose a few low,\nrocky hills. Toward these our captors urged us, and after\na short time led us through a narrow pass into a tiny,\ncircular valley. Here they got down to work, and we\nwere soon convinced that if we were not to die to make\na Roman holiday, we were to die for some other purpose.\nThe attitude of our captors altered immediately as they\nentered the natural arena within the rocky hills.\nTheir laughter ceased. Grim ferocity marked their bestial\nfaces—bared fangs menaced us.",
        "We were placed in the center of the amphitheater—the\nthousand creatures forming a great ring about us.\nThen a wolf-dog was brought—hyaenadon Perry called it—and\nturned loose with us inside the circle. The thing’s\nbody was as large as that of a full-grown mastiff,\nits legs were short and powerful, and its jaws broad\nand strong. Dark, shaggy hair covered its back and sides,\nwhile its breast and belly were quite white. As it slunk\ntoward us it presented a most formidable aspect with its\nupcurled lips baring its mighty fangs.",
        "Perry was on his knees, praying. I stooped and picked\nup a small stone. At my movement the beast veered off\na bit and commenced circling us. Evidently it had been\na target for stones before. The ape-things were dancing\nup and down urging the brute on with savage cries,\nuntil at last, seeing that I did not throw, he charged us.",
        "At Andover, and later at Yale, I had pitched on winning\nball teams. My speed and control must both have been\nabove the ordinary, for I made such a record during\nmy senior year at college that overtures were made\nto me in behalf of one of the great major-league teams;\nbut in the tightest pitch that ever had confronted me\nin the past I had never been in such need for control\nas now.",
        "As I wound up for the delivery, I held my nerves and muscles\nunder absolute command, though the grinning jaws were\nhurtling toward me at terrific speed. And then I let go,\nwith every ounce of my weight and muscle and science in back\nof that throw. The stone caught the hyaenodon full upon\nthe end of the nose, and sent him bowling over upon his back.",
        "At the same instant a chorus of shrieks and howls arose\nfrom the circle of spectators, so that for a moment\nI thought that the upsetting of their champion was\nthe cause; but in this I soon saw that I was mistaken.\nAs I looked, the ape-things broke in all directions\ntoward the surrounding hills, and then I distinguished\nthe real cause of their perturbation. Behind them,\nstreaming through the pass which leads into the valley,\ncame a swarm of hairy men—gorilla-like creatures armed\nwith spears and hatchets, and bearing long, oval shields.\nLike demons they set upon the ape-things, and before\nthem the hyaenodon, which had now regained its senses\nand its feet, fled howling with fright. Past us swept\nthe pursued and the pursuers, nor did the hairy ones accord\nus more than a passing glance until the arena had been\nemptied of its former occupants. Then they returned to us,\nand one who seemed to have authority among them directed\nthat we be brought with them.",
        "When we had passed out of the amphitheater onto the\ngreat plain we saw a caravan of men and women—human\nbeings like ourselves—and for the first time hope\nand relief filled my heart, until I could have cried\nout in the exuberance of my happiness. It is true\nthat they were a half-naked, wild-appearing aggregation;\nbut they at least were fashioned along the same lines\nas ourselves—there was nothing grotesque or horrible about\nthem as about the other creatures in this strange,\nweird world.",
        "But as we came closer, our hearts sank once more, for we\ndiscovered that the poor wretches were chained neck to neck\nin a long line, and that the gorilla-men were their guards.\nWith little ceremony Perry and I were chained at the end\nof the line, and without further ado the interrupted\nmarch was resumed.",
        "Up to this time the excitement had kept us both up;\nbut now the tiresome monotony of the long march\nacross the sun-baked plain brought on all the agonies\nconsequent to a long-denied sleep. On and on we stumbled\nbeneath that hateful noonday sun. If we fell we were\nprodded with a sharp point. Our companions in chains\ndid not stumble. They strode along proudly erect.\nOccasionally they would exchange words with one another\nin a monosyllabic language. They were a noble-appearing\nrace with well-formed heads and perfect physiques.\nThe men were heavily bearded, tall and muscular; the women,\nsmaller and more gracefully molded, with great masses\nof raven hair caught into loose knots upon their heads.\nThe features of both sexes were well proportioned—there\nwas not a face among them that would have been called\neven plain if judged by earthly standards. They wore\nno ornaments; but this I later learned was due to the\nfact that their captors had stripped them of everything\nof value. As garmenture the women possessed a single\nrobe of some light-colored, spotted hide, rather similar\nin appearance to a leopard’s skin. This they wore either\nsupported entirely about the waist by a leathern thong,\nso that it hung partially below the knee on one side,\nor possibly looped gracefully across one shoulder.\nTheir feet were shod with skin sandals. The men wore\nloin cloths of the hide of some shaggy beast, long ends\nof which depended before and behind nearly to the ground.\nIn some instances these ends were finished with the\nstrong talons of the beast from which the hides had\nbeen taken.",
        "Our guards, whom I already have described as gorilla-like men,\nwere rather lighter in build than a gorilla, but even so\nthey were indeed mighty creatures. Their arms and legs\nwere proportioned more in conformity with human standards,\nbut their entire bodies were covered with shaggy, brown hair,\nand their faces were quite as brutal as those of the few stuffed\nspecimens of the gorilla which I had seen in the museums at home.",
        "Their only redeeming feature lay in the development\nof the head above and back of the ears. In this\nrespect they were not one whit less human than we.\nThey were clothed in a sort of tunic of light cloth which\nreached to the knees. Beneath this they wore only a loin\ncloth of the same material, while their feet were shod\nwith thick hide of some mammoth creature of this inner world.",
        "Their arms and necks were encircled by many ornaments of\nmetal—silver predominating—and on their tunics were sewn\nthe heads of tiny reptiles in odd and rather artistic designs.\nThey talked among themselves as they marched along on\neither side of us, but in a language which I perceived\ndiffered from that employed by our fellow prisoners.\nWhen they addressed the latter they used what appeared\nto be a third language, and which I later learned is\na mongrel tongue rather analogous to the Pidgin-English\nof the Chinese coolie.",
        "How far we marched I have no conception, nor has Perry.\nBoth of us were asleep much of the time for hours before\na halt was called—then we dropped in our tracks.\nI say “for hours,” but how may one measure time where time\ndoes not exist! When our march commenced the sun stood\nat zenith. When we halted our shadows still pointed\ntoward nadir. Whether an instant or an eternity of\nearthly time elapsed who may say. That march may have\noccupied nine years and eleven months of the ten years\nthat I spent in the inner world, or it may have been\naccomplished in the fraction of a second—I cannot tell.\nBut this I do know that since you have told me that ten\nyears have elapsed since I departed from this earth\nI have lost all respect for time—I am commencing to\ndoubt that such a thing exists other than in the weak,\nfinite mind of man.",
        "Continue...",
        "\nThis complete text of the At the Earth’s Core book by Edgar Rice Burroughs is in the public domain.\n\n\nInterested in having this book on paper?\nFind “At the Earth’s Core” (Illustrated) at the Amazon book store.\nAlso available on DVD (the 1976 movie with Peter Cushing).\n\n\nThis Authorama page has been created by Philipp Lenssen\nbased on the Project Gutenberg text version.\n\nPage last updated on April 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Tarzan at the Earth's Core (Bison Frontiers of Imagination)By Edgar Rice BurroughsAt Amazon"
    ]
}