{
    "title": "At the Earth’s Core - XII - Pursuit",
    "author": "Edgar Rice Burroughs",
    "chapter": "13",
    "content": [
        "\n\n",
        "For an instant I stood there thinking of her, and then,\nwith a sigh, I tucked the book in the thong that supported\nmy loin cloth, and turned to leave the apartment.\nAt the bottom of the corridor which leads aloft from\nthe lower chambers I whistled in accordance with the\nprearranged signal which was to announce to Perry and Ghak\nthat I had been successful. A moment later they stood\nbeside me, and to my surprise I saw that Hooja the Sly\nOne accompanied them.",
        "“He joined us,” explained Perry, “and would not be denied.\nThe fellow is a fox. He scents escape, and rather than\nbe thwarted of our chance now I told him that I would\nbring him to you, and let you decide whether he might\naccompany us.”",
        "I had no love for Hooja, and no confidence in him.\nI was sure that if he thought it would profit him he would\nbetray us; but I saw no way out of it now, and the fact\nthat I had killed four Mahars instead of only the three I\nhad expected to, made it possible to include the fellow\nin our scheme of escape.",
        "“Very well,” I said, “you may come with us, Hooja; but at\nthe first intimation of treachery I shall run my sword\nthrough you. Do you understand?”",
        "He said that he did.",
        "Some time later we had removed the skins from the four Mahars,\nand so succeeded in crawling inside of them ourselves\nthat there seemed an excellent chance for us to pass\nunnoticed from Phutra. It was not an easy thing to fasten\nthe hides together where we had split them along the belly\nto remove them from their carcasses, but by remaining\nout until the others had all been sewed in with my help,\nand then leaving an aperture in the breast of Perry’s\nskin through which he could pass his hands to sew me up,\nwe were enabled to accomplish our design to really much\nbetter purpose than I had hoped. We managed to keep the\nheads erect by passing our swords up through the necks,\nand by the same means were enabled to move them about in\na life-like manner. We had our greatest difficulty with\nthe webbed feet, but even that problem was finally solved,\nso that when we moved about we did so quite naturally.\nTiny holes punctured in the baggy throats into which our\nheads were thrust permitted us to see well enough to guide\nour progress.",
        "Thus we started up toward the main floor of the building.\nGhak headed the strange procession, then came Perry,\nfollowed by Hooja, while I brought up the rear,\nafter admonishing Hooja that I had so arranged my sword\nthat I could thrust it through the head of my disguise into\nhis vitals were he to show any indication of faltering.",
        "As the noise of hurrying feet warned me that we were\nentering the busy corridors of the main level, my heart\ncame up into my mouth. It is with no sense of shame that I\nadmit that I was frightened—never before in my life,\nnor since, did I experience any such agony of soulsearing\nfear and suspense as enveloped me. If it be possible\nto sweat blood, I sweat it then.",
        "Slowly, after the manner of locomotion habitual to\nthe Mahars, when they are not using their wings, we crept\nthrough throngs of busy slaves, Sagoths, and Mahars.\nAfter what seemed an eternity we reached the outer door\nwhich leads into the main avenue of Phutra. Many Sagoths\nloitered near the opening. They glanced at Ghak as he\npadded between them. Then Perry passed, and then Hooja.\nNow it was my turn, and then in a sudden fit of freezing\nterror I realized that the warm blood from my wounded arm\nwas trickling down through the dead foot of the Mahar skin\nI wore and leaving its tell-tale mark upon the pavement,\nfor I saw a Sagoth call a companion’s attention to it.",
        "The guard stepped before me and pointing to my bleeding\nfoot spoke to me in the sign language which these two\nraces employ as a means of communication. Even had I\nknown what he was saying I could not have replied\nwith the dead thing that covered me. I once had seen\na great Mahar freeze a presumptuous Sagoth with a look.\nIt seemed my only hope, and so I tried it. Stopping in\nmy tracks I moved my sword so that it made the dead head\nappear to turn inquiring eyes upon the gorilla-man. For\na long moment I stood perfectly still, eyeing the fellow\nwith those dead eyes. Then I lowered the head and started\nslowly on. For a moment all hung in the balance,\nbut before I touched him the guard stepped to one side,\nand I passed on out into the avenue.",
        "On we went up the broad street, but now we were safe\nfor the very numbers of our enemies that surrounded us\non all sides. Fortunately, there was a great concourse\nof Mahars repairing to the shallow lake which lies a mile\nor more from the city. They go there to indulge their\namphibian proclivities in diving for small fish, and enjoying\nthe cool depths of the water. It is a fresh-water lake,\nshallow, and free from the larger reptiles which make the use\nof the great seas of Pellucidar impossible for any but their\nown kind.",
        "In the thick of the crowd we passed up the steps and out\nonto the plain. For some distance Ghak remained with the\nstream that was traveling toward the lake, but finally,\nat the bottom of a little gully he halted, and there we\nremained until all had passed and we were alone. Then,\nstill in our disguises, we set off directly away from Phutra.",
        "The heat of the vertical rays of the sun was fast\nmaking our horrible prisons unbearable, so that after\npassing a low divide, and entering a sheltering forest,\nwe finally discarded the Mahar skins that had brought\nus thus far in safety.",
        "I shall not weary you with the details of that bitter\nand galling flight. How we traveled at a dogged run until\nwe dropped in our tracks. How we were beset by strange\nand terrible beasts. How we barely escaped the cruel fangs\nof lions and tigers the size of which would dwarf into\npitiful insignificance the greatest felines of the outer world.",
        "On and on we raced, our one thought to put as much\ndistance between ourselves and Phutra as possible.\nGhak was leading us to his own land—the land of Sari.\nNo sign of pursuit had developed, and yet we were sure\nthat somewhere behind us relentless Sagoths were dogging\nour tracks. Ghak said they never failed to hunt down\ntheir quarry until they had captured it or themselves been\nturned back by a superior force.",
        "Our only hope, he said, lay in reaching his tribe\nwhich was quite strong enough in their mountain fastness\nto beat off any number of Sagoths.",
        "At last, after what seemed months, and may, I now realize,\nhave been years, we came in sight of the dun escarpment\nwhich buttressed the foothills of Sari. At almost\nthe same instant, Hooja, who looked ever quite as much\nbehind as before, announced that he could see a body\nof men far behind us topping a low ridge in our wake.\nIt was the long-expected pursuit.",
        "I asked Ghak if we could make Sari in time to escape them.",
        "“We may,” he replied; “but you will find that the\nSagoths can move with incredible swiftness, and as they\nare almost tireless they are doubtless much fresher\nthan we. Then—” he paused, glancing at Perry.",
        "I knew what he meant. The old man was exhausted.\nFor much of the period of our flight either Ghak or I had\nhalf supported him on the march. With such a handicap,\nless fleet pursuers than the Sagoths might easily\novertake us before we could scale the rugged heights\nwhich confronted us.",
        "“You and Hooja go on ahead,” I said. “Perry and I will make\nit if we are able. We cannot travel as rapidly as you two,\nand there is no reason why all should be lost because\nof that. It can’t be helped—we have simply to face it.”",
        "“I will not desert a companion,” was Ghak’s simple reply.\nI hadn’t known that this great, hairy, primeval man had\nany such nobility of character stowed away inside him.\nI had always liked him, but now to my liking was added honor\nand respect. Yes, and love.",
        "But still I urged him to go on ahead, insisting that if he\ncould reach his people he might be able to bring out\na sufficient force to drive off the Sagoths and rescue\nPerry and myself.",
        "No, he wouldn’t leave us, and that was all there was to it,\nbut he suggested that Hooja might hurry on and warn\nthe Sarians of the king’s danger. It didn’t require much\nurging to start Hooja—the naked idea was enough to send\nhim leaping on ahead of us into the foothills which we\nnow had reached.",
        "Perry realized that he was jeopardizing Ghak’s life and mine\nand the old fellow fairly begged us to go on without him,\nalthough I knew that he was suffering a perfect anguish\nof terror at the thought of falling into the hands of\nthe Sagoths. Ghak finally solved the problem, in part,\nby lifting Perry in his powerful arms and carrying him.\nWhile the act cut down Ghak’s speed he still could travel\nfaster thus than when half supporting the stumbling\nold man.",
        "Continue...",
        "\nThis complete text of the At the Earth’s Core book by Edgar Rice Burroughs is in the public domain.\n\n\nInterested in having this book on paper?\nFind “At the Earth’s Core” (Illustrated) at the Amazon book store.\nAlso available on DVD (the 1976 movie with Peter Cushing).\n\n\nThis Authorama page has been created by Philipp Lenssen\nbased on the Project Gutenberg text version.\n\nPage last updated on April 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Tarzan at the Earth's Core (Bison Frontiers of Imagination)By Edgar Rice BurroughsAt Amazon"
    ]
}