{
    "title": "At the Earth’s Core - XI - Four Dead Mahars",
    "author": "Edgar Rice Burroughs",
    "chapter": "12",
    "content": [
        "\n\n",
        "A moment later I was standing before a dozen\nMahars—the social investigators of Phutra. They asked\nme many questions, through a Sagoth interpreter.\nI answered them all truthfully. They seemed particularly\ninterested in my account of the outer earth and the strange\nvehicle which had brought Perry and me to Pellucidar.\nI thought that I had convinced them, and after they had\nsat in silence for a long time following my examination,\nI expected to be ordered returned to my quarters.",
        "During this apparent silence they were debating through\nthe medium of strange, unspoken language the merits of\nmy tale. At last the head of the tribunal communicated\nthe result of their conference to the officer in charge\nof the Sagoth guard.",
        "“Come,” he said to me, “you are sentenced to the\nexperimental pits for having dared to insult the\nintelligence of the mighty ones with the ridiculous\ntale you have had the temerity to unfold to them.”",
        "“Do you mean that they do not believe me?” I asked,\ntotally astonished.",
        "“Believe you!” he laughed. “Do you mean to say that you\nexpected any one to believe so impossible a lie?”",
        "It was hopeless, and so I walked in silence beside my\nguard down through the dark corridors and runways toward\nmy awful doom. At a low level we came upon a number\nof lighted chambers in which we saw many Mahars engaged\nin various occupations. To one of these chambers my guard\nescorted me, and before leaving they chained me to a\nside wall. There were other humans similarly chained.\nUpon a long table lay a victim even as I was ushered\ninto the room. Several Mahars stood about the poor\ncreature holding him down so that he could not move.\nAnother, grasping a sharp knife with her three-toed\nfore foot, was laying open the victim’s chest and abdomen.\nNo anesthetic had been administered and the shrieks\nand groans of the tortured man were terrible to hear.\nThis, indeed, was vivisection with a vengeance.\nCold sweat broke out upon me as I realized that soon my turn\nwould come. And to think that where there was no such\nthing as time I might easily imagine that my suffering\nwas enduring for months before death finally released me!",
        "The Mahars had paid not the slightest attention to me\nas I had been brought into the room. So deeply immersed\nwere they in their work that I am sure they did\nnot even know that the Sagoths had entered with me.\nThe door was close by. Would that I could reach it!\nBut those heavy chains precluded any such possibility.\nI looked about for some means of escape from my bonds.\nUpon the floor between me and the Mahars lay a tiny\nsurgical instrument which one of them must have dropped.\nIt looked not unlike a button-hook, but was much smaller,\nand its point was sharpened. A hundred times in my boyhood\ndays had I picked locks with a buttonhook. Could I but\nreach that little bit of polished steel I might yet effect\nat least a temporary escape.",
        "Crawling to the limit of my chain, I found that by\nreaching one hand as far out as I could my fingers\nstill fell an inch short of the coveted instrument.\nIt was tantalizing! Stretch every fiber of my being\nas I would, I could not quite make it.",
        "At last I turned about and extended one foot toward\nthe object. My heart came to my throat! I could just\ntouch the thing! But suppose that in my effort to drag it\ntoward me I should accidentally shove it still farther\naway and thus entirely out of reach! Cold sweat broke\nout upon me from every pore. Slowly and cautiously I\nmade the effort. My toes dropped upon the cold metal.\nGradually I worked it toward me until I felt that it was\nwithin reach of my hand and a moment later I had turned\nabout and the precious thing was in my grasp.",
        "Assiduously I fell to work upon the Mahar lock that held\nmy chain. It was pitifully simple. A child might have\npicked it, and a moment later I was free. The Mahars\nwere now evidently completing their work at the table.\nOne already turned away and was examining other victims,\nevidently with the intention of selecting the next subject.",
        "Those at the table had their backs toward me. But for the\ncreature walking toward us I might have escaped that moment.\nSlowly the thing approached me, when its attention was\nattracted by a huge slave chained a few yards to my right.\nHere the reptile stopped and commenced to go over the poor\ndevil carefully, and as it did so its back turned toward me\nfor an instant, and in that instant I gave two mighty leaps\nthat carried me out of the chamber into the corridor beyond,\ndown which I raced with all the speed I could command.",
        "Where I was, or whither I was going, I knew not.\nMy only thought was to place as much distance as possible\nbetween me and that frightful chamber of torture.",
        "Presently I reduced my speed to a brisk walk, and later\nrealizing the danger of running into some new predicament,\nwere I not careful, I moved still more slowly and cautiously.\nAfter a time I came to a passage that seemed in some\nmysterious way familiar to me, and presently, chancing to\nglance within a chamber which led from the corridor I saw\nthree Mahars curled up in slumber upon a bed of skins.\nI could have shouted aloud in joy and relief. It was\nthe same corridor and the same Mahars that I had intended\nto have lead so important a role in our escape from Phutra.\nProvidence had indeed been kind to me, for the reptiles\nstill slept.",
        "My one great danger now lay in returning to the upper\nlevels in search of Perry and Ghak, but there was nothing\nelse to be done, and so I hastened upward. When I came\nto the frequented portions of the building, I found a large\nburden of skins in a corner and these I lifted to my head,\ncarrying them in such a way that ends and corners fell\ndown about my shoulders completely hiding my face.\nThus disguised I found Perry and Ghak together in the\nchamber where we had been wont to eat and sleep.",
        "Both were glad to see me, it was needless to say, though of\ncourse they had known nothing of the fate that had been\nmeted out to me by my judges. It was decided that no time\nshould now be lost before attempting to put our plan of\nescape to the test, as I could not hope to remain hidden\nfrom the Sagoths long, nor could I forever carry that bale\nof skins about upon my head without arousing suspicion.\nHowever it seemed likely that it would carry me once\nmore safely through the crowded passages and chambers\nof the upper levels, and so I set out with Perry and\nGhak—the stench of the illy cured pelts fairly choking me.",
        "Together we repaired to the first tier of corridors beneath\nthe main floor of the buildings, and here Perry and Ghak\nhalted to await me. The buildings are cut out of the solid\nlimestone formation. There is nothing at all remarkable about\ntheir architecture. The rooms are sometimes rectangular,\nsometimes circular, and again oval in shape. The corridors\nwhich connect them are narrow and not always straight.\nThe chambers are lighted by diffused sunlight reflected\nthrough tubes similar to those by which the avenues\nare lighted. The lower the tiers of chambers, the darker.\nMost of the corridors are entirely unlighted. The Mahars\ncan see quite well in semidarkness.",
        "Down to the main floor we encountered many Mahars,\nSagoths, and slaves; but no attention was paid to us as we\nhad become a part of the domestic life of the building.\nThere was but a single entrance leading from the place\ninto the avenue and this was well guarded by Sagoths—this\ndoorway alone were we forbidden to pass. It is true\nthat we were not supposed to enter the deeper corridors\nand apartments except on special occasions when we were\ninstructed to do so; but as we were considered a lower\norder without intelligence there was little reason\nto fear that we could accomplish any harm by so doing,\nand so we were not hindered as we entered the corridor\nwhich led below.",
        "Wrapped in a skin I carried three swords, and the two bows,\nand the arrows which Perry and I had fashioned.\nAs many slaves bore skin-wrapped burdens to and fro my load\nattracted no comment. Where I left Ghak and Perry there\nwere no other creatures in sight, and so I withdrew one sword\nfrom the package, and leaving the balance of the weapons\nwith Perry, started on alone toward the lower levels.",
        "Having come to the apartment in which the three Mahars slept\nI entered silently on tiptoe, forgetting that the creatures\nwere without the sense of hearing. With a quick thrust\nthrough the heart I disposed of the first but my second\nthrust was not so fortunate, so that before I could kill\nthe next of my victims it had hurled itself against the third,\nwho sprang quickly up, facing me with wide-distended jaws.\nBut fighting is not the occupation which the race\nof Mahars loves, and when the thing saw that I already\nhad dispatched two of its companions, and that my sword\nwas red with their blood, it made a dash to escape me.\nBut I was too quick for it, and so, half hopping,\nhalf flying, it scurried down another corridor with me\nclose upon its heels.",
        "Its escape meant the utter ruin of our plan, and in all\nprobability my instant death. This thought lent wings\nto my feet; but even at my best I could do no more than\nhold my own with the leaping thing before me.",
        "Of a sudden it turned into an apartment on the right\nof the corridor, and an instant later as I rushed\nin I found myself facing two of the Mahars. The one\nwho had been there when we entered had been occupied\nwith a number of metal vessels, into which had been put\npowders and liquids as I judged from the array of flasks\nstanding about upon the bench where it had been working.\nIn an instant I realized what I had stumbled upon.\nIt was the very room for the finding of which Perry had\ngiven me minute directions. It was the buried chamber\nin which was hidden the Great Secret of the race of Mahars.\nAnd on the bench beside the flasks lay the skin-bound book\nwhich held the only copy of the thing I was to have sought,\nafter dispatching the three Mahars in their sleep.",
        "There was no exit from the room other than the doorway\nin which I now stood facing the two frightful reptiles.\nCornered, I knew that they would fight like demons,\nand they were well equipped to fight if fight they must.\nTogether they launched themselves upon me, and though I ran\none of them through the heart on the instant, the other\nfastened its gleaming fangs about my sword arm above\nthe elbow, and then with her sharp talons commenced to rake\nme about the body, evidently intent upon disemboweling me.\nI saw that it was useless to hope that I might release\nmy arm from that powerful, viselike grip which seemed\nto be severing my arm from my body. The pain I suffered\nwas intense, but it only served to spur me to greater\nefforts to overcome my antagonist.",
        "Back and forth across the floor we struggled—the Mahar\ndealing me terrific, cutting blows with her fore feet,\nwhile I attempted to protect my body with my left hand,\nat the same time watching for an opportunity to transfer\nmy blade from my now useless sword hand to its rapidly\nweakening mate. At last I was successful, and with what\nseemed to me my last ounce of strength I ran the blade\nthrough the ugly body of my foe.",
        "Soundless, as it had fought, it died, and though weak from\npain and loss of blood, it was with an emotion of triumphant\npride that I stepped across its convulsively stiffening\ncorpse to snatch up the most potent secret of a world.\nA single glance assured me it was the very thing that\nPerry had described to me.",
        "And as I grasped it did I think of what it meant to the\nhuman race of Pellucidar—did there flash through my\nmind the thought that countless generations of my own\nkind yet unborn would have reason to worship me for the\nthing that I had accomplished for them? I did not.\nI thought of a beautiful oval face, gazing out of\nlimpid eyes, through a waving mass of jet-black hair.\nI thought of red, red lips, God-made for kissing.\nAnd of a sudden, apropos of nothing, standing there\nalone in the secret chamber of the Mahars of Pellucidar,\nI realized that I loved Dian the Beautiful.",
        "Continue...",
        "\nThis complete text of the At the Earth’s Core book by Edgar Rice Burroughs is in the public domain.\n\n\nInterested in having this book on paper?\nFind “At the Earth’s Core” (Illustrated) at the Amazon book store.\nAlso available on DVD (the 1976 movie with Peter Cushing).\n\n\nThis Authorama page has been created by Philipp Lenssen\nbased on the Project Gutenberg text version.\n\nPage last updated on April 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Tarzan at the Earth's Core (Bison Frontiers of Imagination)By Edgar Rice BurroughsAt Amazon"
    ]
}