{
    "title": "At the Earth’s Core - XIV - The Garden of Eden",
    "author": "Edgar Rice Burroughs",
    "chapter": "15",
    "content": [
        "\n\n",
        "With no heavenly guide, it is little wonder that I became confused\nand lost in the labyrinthine maze of those mighty hills.\nWhat, in reality, I did was to pass entirely through them\nand come out above the valley upon the farther side.\nI know that I wandered for a long time, until tired and\nhungry I came upon a small cave in the face of the limestone\nformation which had taken the place of the granite farther back.",
        "The cave which took my fancy lay halfway up the precipitous\nside of a lofty cliff. The way to it was such that I\nknew no extremely formidable beast could frequent it,\nnor was it large enough to make a comfortable habitat\nfor any but the smaller mammals or reptiles. Yet it\nwas with the utmost caution that I crawled within its\ndark interior.",
        "Here I found a rather large chamber, lighted by a\nnarrow cleft in the rock above which let the sunlight\nfilter in in sufficient quantities partially to dispel\nthe utter darkness which I had expected. The cave was\nentirely empty, nor were there any signs of its having been\nrecently occupied. The opening was comparatively small,\nso that after considerable effort I was able to lug\nup a bowlder from the valley below which entirely blocked it.",
        "Then I returned again to the valley for an armful of grasses\nand on this trip was fortunate enough to knock over\nan orthopi, the diminutive horse of Pellucidar, a little\nanimal about the size of a fox terrier, which abounds\nin all parts of the inner world. Thus, with food\nand bedding I returned to my lair, where after a meal\nof raw meat, to which I had now become quite accustomed,\nI dragged the bowlder before the entrance and curled\nmyself upon a bed of grasses—a naked, primeval, cave man,\nas savagely primitive as my prehistoric progenitors.",
        "I awoke rested but hungry, and pushing the bowlder aside\ncrawled out upon the little rocky shelf which was my\nfront porch. Before me spread a small but beautiful valley,\nthrough the center of which a clear and sparkling river\nwound its way down to an inland sea, the blue waters\nof which were just visible between the two mountain ranges\nwhich embraced this little paradise. The sides of the\nopposite hills were green with verdure, for a great forest\nclothed them to the foot of the red and yellow and copper\ngreen of the towering crags which formed their summit.\nThe valley itself was carpeted with a luxuriant grass,\nwhile here and there patches of wild flowers made great\nsplashes of vivid color against the prevailing green.",
        "Dotted over the face of the valley were little clusters\nof palmlike trees—three or four together as a rule.\nBeneath these stood antelope, while others grazed in the open,\nor wandered gracefully to a near-by ford to drink.\nThere were several species of this beautiful animal,\nthe most magnificent somewhat resembling the giant eland\nof Africa, except that their spiral horns form a complete\ncurve backward over their ears and then forward again\nbeneath them, ending in sharp and formidable points\nsome two feet before the face and above the eyes.\nIn size they remind one of a pure bred Hereford bull,\nyet they are very agile and fast. The broad yellow bands\nthat stripe the dark roan of their coats made me take\nthem for zebra when I first saw them. All in all they\nare handsome animals, and added the finishing touch\nto the strange and lovely landscape that spread before my\nnew home.",
        "I had determined to make the cave my headquarters,\nand with it as a base make a systematic exploration\nof the surrounding country in search of the land\nof Sari. First I devoured the remainder of the carcass\nof the orthopi I had killed before my last sleep.\nThen I hid the Great Secret in a deep niche at the back\nof my cave, rolled the bowlder before my front door,\nand with bow, arrows, sword, and shield scrambled down\ninto the peaceful valley.",
        "The grazing herds moved to one side as I passed through them,\nthe little orthopi evincing the greatest wariness and\ngalloping to safest distances. All the animals stopped\nfeeding as I approached, and after moving to what they\nconsidered a safe distance stood contemplating me with\nserious eyes and up-cocked ears. Once one of the old bull\nantelopes of the striped species lowered his head and\nbellowed angrily—even taking a few steps in my direction,\nso that I thought he meant to charge; but after I had passed,\nhe resumed feeding as though nothing had disturbed him.",
        "Near the lower end of the valley I passed a number of tapirs,\nand across the river saw a great sadok, the enormous\ndouble-horned progenitor of the modern rhinoceros.\nAt the valley’s end the cliffs upon the left ran\nout into the sea, so that to pass around them as I\ndesired to do it was necessary to scale them in search\nof a ledge along which I might continue my journey.\nSome fifty feet from the base I came upon a projection\nwhich formed a natural path along the face of the cliff,\nand this I followed out over the sea toward the cliff’s end.",
        "Here the ledge inclined rapidly upward toward the top\nof the cliffs—the stratum which formed it evidently having\nbeen forced up at this steep angle when the mountains\nbehind it were born. As I climbed carefully up the ascent\nmy attention suddenly was attracted aloft by the sound\nof strange hissing, and what resembled the flapping of wings.",
        "And at the first glance there broke upon my horrified vision\nthe most frightful thing I had seen even within Pellucidar.\nIt was a giant dragon such as is pictured in the legends\nand fairy tales of earth folk. Its huge body must have\nmeasured forty feet in length, while the batlike wings\nthat supported it in midair had a spread of fully thirty.\nIts gaping jaws were armed with long, sharp teeth,\nand its claw equipped with horrible talons.",
        "The hissing noise which had first attracted my attention\nwas issuing from its throat, and seemed to be directed\nat something beyond and below me which I could not see.\nThe ledge upon which I stood terminated abruptly a few\npaces farther on, and as I reached the end I saw the cause\nof the reptile’s agitation.",
        "Some time in past ages an earthquake had produced a fault\nat this point, so that beyond the spot where I stood\nthe strata had slipped down a matter of twenty feet.\nThe result was that the continuation of my ledge lay twenty\nfeet below me, where it ended as abruptly as did the end\nupon which I stood.",
        "And here, evidently halted in flight by this insurmountable\nbreak in the ledge, stood the object of the creature’s\nattack—a girl cowering upon the narrow platform,\nher face buried in her arms, as though to shut out the\nsight of the frightful death which hovered just above her.",
        "The dragon was circling lower, and seemed about to dart\nin upon its prey. There was no time to be lost,\nscarce an instant in which to weigh the possible\nchances that I had against the awfully armed creature;\nbut the sight of that frightened girl below me called\nout to all that was best in me, and the instinct for\nprotection of the other sex, which nearly must have\nequaled the instinct of self-preservation in primeval man,\ndrew me to the girl’s side like an irresistible magnet.",
        "Almost thoughtless of the consequences, I leaped from\nthe end of the ledge upon which I stood, for the tiny\nshelf twenty feet below. At the same instant the dragon\ndarted in toward the girl, but my sudden advent upon the\nscene must have startled him for he veered to one side,\nand then rose above us once more.",
        "The noise I made as I landed beside her convinced the girl\nthat the end had come, for she thought I was the dragon;\nbut finally when no cruel fangs closed upon her she\nraised her eyes in astonishment. As they fell upon me\nthe expression that came into them would be difficult\nto describe; but her feelings could scarcely have been\none whit more complicated than my own—for the wide eyes\nthat looked into mine were those of Dian the Beautiful.",
        "“Dian!” I cried. “Dian! Thank God that I came in time.”",
        "“You?” she whispered, and then she hid her face again;\nnor could I tell whether she were glad or angry that I\nhad come.",
        "Once more the dragon was sweeping toward us, and so rapidly\nthat I had no time to unsling my bow. All that I could\ndo was to snatch up a rock, and hurl it at the thing’s\nhideous face. Again my aim was true, and with a hiss\nof pain and rage the reptile wheeled once more and soared away.",
        "Quickly I fitted an arrow now that I might be ready\nat the next attack, and as I did so I looked down at\nthe girl, so that I surprised her in a surreptitious\nglance which she was stealing at me; but immediately,\nshe again covered her face with her hands.",
        "“Look at me, Dian,” I pleaded. “Are you not glad to see me?”",
        "She looked straight into my eyes.",
        "“I hate you,” she said, and then, as I was about to beg\nfor a fair hearing she pointed over my shoulder.\n“The thipdar comes,” she said, and I turned again to meet\nthe reptile.",
        "So this was a thipdar. I might have known it. The cruel\nbloodhound of the Mahars. The long-extinct pterodactyl\nof the outer world. But this time I met it with a weapon it\nnever had faced before. I had selected my longest arrow,\nand with all my strength had bent the bow until the very\ntip of the shaft rested upon the thumb of my left hand,\nand then as the great creature darted toward us I let\ndrive straight for that tough breast.",
        "Hissing like the escape valve of a steam engine,\nthe mighty creature fell turning and twisting into the\nsea below, my arrow buried completely in its carcass.\nI turned toward the girl. She was looking past me.\nIt was evident that she had seen the thipdar die.",
        "“Dian,” I said, “won’t you tell me that you are not sorry\nthat I have found you?”",
        "“I hate you,” was her only reply; but I imagined\nthat there was less vehemence in it than before—yet\nit might have been but my imagination.",
        "“Why do you hate me, Dian?” I asked, but she did not\nanswer me.",
        "“What are you doing here?” I asked, “and what has happened\nto you since Hooja freed you from the Sagoths?”",
        "At first I thought that she was going to ignore me entirely,\nbut finally she thought better of it.",
        "“I was again running away from Jubal the Ugly One,\"\nshe said. “After I escaped from the Sagoths I made my way\nalone back to my own land; but on account of Jubal I did\nnot dare enter the villages or let any of my friends know\nthat I had returned for fear that Jubal might find out.\nBy watching for a long time I found that my brother\nhad not yet returned, and so I continued to live in a\ncave beside a valley which my race seldom frequents,\nawaiting the time that he should come back and free me\nfrom Jubal.",
        "“But at last one of Jubal’s hunters saw me as I was creeping\ntoward my father’s cave to see if my brother had yet\nreturned and he gave the alarm and Jubal set out after me.\nHe has been pursuing me across many lands. He cannot\nbe far behind me now. When he comes he will kill you\nand carry me back to his cave. He is a terrible man.\nI have gone as far as I can go, and there is no escape,\"\nand she looked hopelessly up at the continuation of the ledge\ntwenty feet above us.",
        "“But he shall not have me,” she suddenly cried,\nwith great vehemence. “The sea is there\"—she pointed over\nthe edge of the cliff—\"and the sea shall have me rather than Jubal.”",
        "“But I have you now Dian,” I cried; “nor shall Jubal,\nnor any other have you, for you are mine,” and I seized\nher hand, nor did I lift it above her head and let it fall\nin token of release.",
        "She had risen to her feet, and was looking straight\ninto my eyes with level gaze.",
        "“I do not believe you,” she said, “for if you meant it\nyou would have done this when the others were present\nto witness it—then I should truly have been your mate;\nnow there is no one to see you do it, for you know that\nwithout witnesses your act does not bind you to me,\"\nand she withdrew her hand from mine and turned away.",
        "I tried to convince her that I was sincere, but she\nsimply couldn’t forget the humiliation that I had put\nupon her on that other occasion.",
        "“If you mean all that you say you will have ample chance to\nprove it,” she said, “if Jubal does not catch and kill you.\nI am in your power, and the treatment you accord me\nwill be the best proof of your intentions toward me.\nI am not your mate, and again I tell you that I hate you,\nand that I should be glad if I never saw you again.”",
        "Dian certainly was candid. There was no gainsaying that.\nIn fact I found candor and directness to be quite\na marked characteristic of the cave men of Pellucidar.\nFinally I suggested that we make some attempt to gain\nmy cave, where we might escape the searching Jubal,\nfor I am free to admit that I had no considerable desire\nto meet the formidable and ferocious creature, of whose\nmighty prowess Dian had told me when I first met her.\nHe it was who, armed with a puny knife, had met and killed\na cave bear in a hand-to-hand struggle. It was Jubal who\ncould cast his spear entirely through the armored carcass\nof the sadok at fifty paces. It was he who had crushed\nthe skull of a charging dyryth with a single blow of his\nwar club. No, I was not pining to meet the Ugly One-and it\nwas quite certain that I should not go out and hunt for him;\nbut the matter was taken out of my hands very quickly,\nas is often the way, and I did meet Jubal the Ugly One face\nto face.",
        "This is how it happened. I had led Dian back along\nthe ledge the way she had come, searching for a path\nthat would lead us to the top of the cliff, for I knew\nthat we could then cross over to the edge of my own\nlittle valley, where I felt certain we should find a means\nof ingress from the cliff top. As we proceeded along\nthe ledge I gave Dian minute directions for finding my\ncave against the chance of something happening to me.\nI knew that she would be quite safely hidden away\nfrom pursuit once she gained the shelter of my lair,\nand the valley would afford her ample means of sustenance.",
        "Also, I was very much piqued by her treatment of me.\nMy heart was sad and heavy, and I wanted to make her feel\nbadly by suggesting that something terrible might happen\nto me—that I might, in fact, be killed. But it didn’t\nwork worth a cent, at least as far as I could perceive.\nDian simply shrugged those magnificent shoulders of hers,\nand murmured something to the effect that one was not rid of\ntrouble so easily as that.",
        "For a while I kept still. I was utterly squelched.\nAnd to think that I had twice protected her from\nattack—the last time risking my life to save hers.\nIt was incredible that even a daughter of the Stone Age\ncould be so ungrateful—so heartless; but maybe her heart\npartook of the qualities of her epoch.",
        "Presently we found a rift in the cliff which had been widened\nand extended by the action of the water draining through it\nfrom the plateau above. It gave us a rather rough climb\nto the summit, but finally we stood upon the level mesa\nwhich stretched back for several miles to the mountain range.\nBehind us lay the broad inland sea, curving upward in the\nhorizonless distance to merge into the blue of the sky,\nso that for all the world it looked as though the sea\nlapped back to arch completely over us and disappear beyond\nthe distant mountains at our backs—the weird and uncanny\naspect of the seascapes of Pellucidar balk description.",
        "At our right lay a dense forest, but to the left the country\nwas open and clear to the plateau’s farther verge.\nIt was in this direction that our way led, and we had\nturned to resume our journey when Dian touched my arm.\nI turned to her, thinking that she was about to make\npeace overtures; but I was mistaken.",
        "“Jubal,” she said, and nodded toward the forest.",
        "I looked, and there, emerging from the dense wood,\ncame a perfect whale of a man. He must have been seven\nfeet tall, and proportioned accordingly. He still was\ntoo far off to distinguish his features.",
        "“Run,” I said to Dian. “I can engage him until you get\na good start. Maybe I can hold him until you have gotten\nentirely away,” and then, without a backward glance,\nI advanced to meet the Ugly One. I had hoped that Dian\nwould have a kind word to say to me before she went,\nfor she must have known that I was going to my death\nfor her sake; but she never even so much as bid me\ngood-bye, and it was with a heavy heart that I strode\nthrough the flower-bespangled grass to my doom.",
        "When I had come close enough to Jubal to distinguish\nhis features I understood how it was that he had earned\nthe sobriquet of Ugly One. Apparently some fearful\nbeast had ripped away one entire side of his face.\nThe eye was gone, the nose, and all the flesh, so that\nhis jaws and all his teeth were exposed and grinning\nthrough the horrible scar.",
        "Formerly he may have been as good to look upon as the others\nof his handsome race, and it may be that the terrible\nresult of this encounter had tended to sour an already\nstrong and brutal character. However this may be it\nis quite certain that he was not a pretty sight, and now\nthat his features, or what remained of them, were distorted\nin rage at the sight of Dian with another male, he was\nindeed most terrible to see—and much more terrible to meet.",
        "He had broken into a run now, and as he advanced he\nraised his mighty spear, while I halted and fitting\nan arrow to my bow took as steady aim as I could.\nI was somewhat longer than usual, for I must confess that\nthe sight of this awful man had wrought upon my nerves\nto such an extent that my knees were anything but steady.\nWhat chance had I against this mighty warrior for whom\neven the fiercest cave bear had no terrors! Could I\nhope to best one who slaughtered the sadok and dyryth\nsinglehanded! I shuddered; but, in fairness to myself,\nmy fear was more for Dian than for my own fate.",
        "And then the great brute launched his massive stone-tipped\nspear, and I raised my shield to break the force of its\nterrific velocity. The impact hurled me to my knees,\nbut the shield had deflected the missile and I was unscathed.\nJubal was rushing upon me now with the only remaining\nweapon that he carried—a murderous-looking knife.\nHe was too close for a careful bowshot, but I let drive\nat him as he came, without taking aim. My arrow pierced\nthe fleshy part of his thigh, inflicting a painful\nbut not disabling wound. And then he was upon me.",
        "My agility saved me for the instant. I ducked beneath\nhis raised arm, and when he wheeled to come at me again he\nfound a sword’s point in his face. And a moment later he\nfelt an inch or two of it in the muscles of his knife arm,\nso that thereafter he went more warily.",
        "It was a duel of strategy now—the great, hairy man maneuvering\nto get inside my guard where he could bring those giant\nthews to play, while my wits were directed to the task\nof keeping him at arm’s length. Thrice he rushed me,\nand thrice I caught his knife blow upon my shield.\nEach time my sword found his body—once penetrating\nto his lung. He was covered with blood by this time,\nand the internal hemorrhage induced paroxysms of coughing\nthat brought the red stream through the hideous mouth\nand nose, covering his face and breast with bloody froth.\nHe was a most unlovely spectacle, but he was far from dead.",
        "As the duel continued I began to gain confidence, for,\nto be perfectly candid, I had not expected to survive\nthe first rush of that monstrous engine of ungoverned\nrage and hatred. And I think that Jubal, from utter\ncontempt of me, began to change to a feeling of respect,\nand then in his primitive mind there evidently loomed\nthe thought that perhaps at last he had met his master,\nand was facing his end.",
        "At any rate it is only upon this hypothesis that I can\naccount for his next act, which was in the nature of a last\nresort—a sort of forlorn hope, which could only have been\nborn of the belief that if he did not kill me quickly\nI should kill him. It happened on the occasion of his\nfourth charge, when, instead of striking at me with his knife,\nhe dropped that weapon, and seizing my sword blade in both\nhis hands wrenched the weapon from my grasp as easily as\nfrom a babe.",
        "Flinging it far to one side he stood motionless for just\nan instant glaring into my face with such a horrid leer\nof malignant triumph as to almost unnerve me—then he\nsprang for me with his bare hands. But it was Jubal’s\nday to learn new methods of warfare. For the first time\nhe had seen a bow and arrows, never before that duel\nhad he beheld a sword, and now he learned what a man\nwho knows may do with his bare fists.",
        "As he came for me, like a great bear, I ducked again\nbeneath his outstretched arm, and as I came up planted\nas clean a blow upon his jaw as ever you have seen.\nDown went that great mountain of flesh sprawling upon\nthe ground. He was so surprised and dazed that he lay there\nfor several seconds before he made any attempt to rise,\nand I stood over him with another dose ready when he\nshould gain his knees.",
        "Up he came at last, almost roaring in his rage and mortification;\nbut he didn’t stay up—I let him have a left fair on the\npoint of the jaw that sent him tumbling over on his back.\nBy this time I think Jubal had gone mad with hate, for no sane\nman would have come back for more as many times as he did.\nTime after time I bowled him over as fast as he could\nstagger up, until toward the last he lay longer on the\nground between blows, and each time came up weaker than before.",
        "He was bleeding very profusely now from the wound in his lungs,\nand presently a terrific blow over the heart sent him\nreeling heavily to the ground, where he lay very still,\nand somehow I knew at once that Jubal the Ugly One would\nnever get up again. But even as I looked upon that massive\nbody lying there so grim and terrible in death, I could\nnot believe that I, single-handed, had bested this slayer\nof fearful beasts—this gigantic ogre of the Stone Age.",
        "Picking up my sword I leaned upon it, looking down on\nthe dead body of my foeman, and as I thought of the battle\nI had just fought and won a great idea was born in my\nbrain—the outcome of this and the suggestion that Perry\nhad made within the city of Phutra. If skill and science\ncould render a comparative pygmy the master of this\nmighty brute, what could not the brute’s fellows accomplish\nwith the same skill and science. Why all Pellucidar would\nbe at their feet—and I would be their king and Dian their queen.",
        "Dian! A little wave of doubt swept over me. It was quite\nwithin the possibilities of Dian to look down upon me even\nwere I king. She was quite the most superior person I\never had met—with the most convincing way of letting you\nknow that she was superior. Well, I could go to the cave,\nand tell her that I had killed Jubal, and then she\nmight feel more kindly toward me, since I had freed her\nof her tormentor. I hoped that she had found the cave\neasily—it would be terrible had I lost her again, and I\nturned to gather up my shield and bow to hurry after her,\nwhen to my astonishment I found her standing not ten paces\nbehind me.",
        "“Girl!” I cried, “what are you doing here? I thought\nthat you had gone to the cave, as I told you to do.”",
        "Up went her head, and the look that she gave me took\nall the majesty out of me, and left me feeling more\nlike the palace janitor—if palaces have janitors.",
        "“As you told me to do!” she cried, stamping her little foot.\n“I do as I please. I am the daughter of a king,\nand furthermore, I hate you.”",
        "I was dumbfounded—this was my thanks for saving\nher from Jubal! I turned and looked at the corpse.\n“May be that I saved you from a worse fate, old man,\"\nI said, but I guess it was lost on Dian, for she never\nseemed to notice it at all.",
        "“Let us go to my cave,” I said, “I am tired and hungry.”",
        "She followed along a pace behind me, neither of us speaking.\nI was too angry, and she evidently didn’t care to converse\nwith the lower orders. I was mad all the way through,\nas I had certainly felt that at least a word of thanks should\nhave rewarded me, for I knew that even by her own standards,\nI must have done a very wonderful thing to have killed\nthe redoubtable Jubal in a hand-to-hand encounter.",
        "We had no difficulty in finding my lair, and then I went\ndown into the valley and bowled over a small antelope,\nwhich I dragged up the steep ascent to the ledge before\nthe door. Here we ate in silence. Occasionally I glanced\nat her, thinking that the sight of her tearing at raw\nflesh with her hands and teeth like some wild animal\nwould cause a revulsion of my sentiments toward her;\nbut to my surprise I found that she ate quite as daintily\nas the most civilized woman of my acquaintance, and finally\nI found myself gazing in foolish rapture at the beauties\nof her strong, white teeth. Such is love.",
        "After our repast we went down to the river together\nand bathed our hands and faces, and then after drinking\nour fill went back to the cave. Without a word I crawled\ninto the farthest corner and, curling up, was soon asleep.",
        "When I awoke I found Dian sitting in the doorway looking out\nacross the valley. As I came out she moved to one side to let\nme pass, but she had no word for me. I wanted to hate her,\nbut I couldn’t. Every time I looked at her something came\nup in my throat, so that I nearly choked. I had never been\nin love before, but I did not need any aid in diagnosing\nmy case—I certainly had it and had it bad. God, how I\nloved that beautiful, disdainful, tantalizing, prehistoric girl!",
        "After we had eaten again I asked Dian if she intended\nreturning to her tribe now that Jubal was dead, but she\nshook her head sadly, and said that she did not dare,\nfor there was still Jubal’s brother to be considered—his\noldest brother.",
        "“What has he to do with it?” I asked. “Does he too want you,\nor has the option on you become a family heirloom,\nto be passed on down from generation to generation?”",
        "She was not quite sure as to what I meant.",
        "“It is probable,” she said, “that they all will want revenge\nfor the death of Jubal—there are seven of them—seven\nterrible men. Someone may have to kill them all,\nif I am to return to my people.”",
        "It began to look as though I had assumed a contract much\ntoo large for me—about seven sizes, in fact.",
        "“Had Jubal any cousins?” I asked. It was just as well\nto know the worst at once.",
        "“Yes,” replied Dian, “but they don’t count—they all have mates.\nJubal’s brothers have no mates because Jubal could get\nnone for himself. He was so ugly that women ran away\nfrom him—some have even thrown themselves from the cliffs\nof Amoz into the Darel Az rather than mate with the Ugly One.”",
        "“But what had that to do with his brothers?” I asked.",
        "“I forget that you are not of Pellucidar,” said Dian,\nwith a look of pity mixed with contempt, and the contempt\nseemed to be laid on a little thicker than the circumstance\nwarranted—as though to make quite certain that I shouldn’t\noverlook it. “You see,” she continued, “a younger brother\nmay not take a mate until all his older brothers have\ndone so, unless the older brother waives his prerogative,\nwhich Jubal would not do, knowing that as long as he\nkept them single they would be all the keener in aiding\nhim to secure a mate.”",
        "Noticing that Dian was becoming more communicative I\nbegan to entertain hopes that she might be warming up\ntoward me a bit, although upon what slender thread\nI hung my hopes I soon discovered.",
        "“As you dare not return to Amoz,” I ventured, “what is\nto become of you since you cannot be happy here with me,\nhating me as you do?”",
        "“I shall have to put up with you,” she replied coldly,\n“until you see fit to go elsewhere and leave me in peace,\nthen I shall get along very well alone.”",
        "I looked at her in utter amazement. It seemed\nincredible that even a prehistoric woman could\nbe so cold and heartless and ungrateful. Then I arose.",
        "“I shall leave you NOW,” I said haughtily, “I have had quite\nenough of your ingratitude and your insults,” and then I\nturned and strode majestically down toward the valley.\nI had taken a hundred steps in absolute silence, and then\nDian spoke.",
        "“I hate you!” she shouted, and her voice broke—in rage,\nI thought.",
        "I was absolutely miserable, but I hadn’t gone too far\nwhen I began to realize that I couldn’t leave her alone\nthere without protection, to hunt her own food amid\nthe dangers of that savage world. She might hate me,\nand revile me, and heap indignity after indignity upon me,\nas she already had, until I should have hated her;\nbut the pitiful fact remained that I loved her, and I\ncouldn’t leave her there alone.",
        "The more I thought about it the madder I got,\nso that by the time I reached the valley I was furious,\nand the result of it was that I turned right around\nand went up that cliff again as fast as I had come down.\nI saw that Dian had left the ledge and gone within the cave,\nbut I bolted right in after her. She was lying upon her\nface on the pile of grasses I had gathered for her bed.\nWhen she heard me enter she sprang to her feet like\na tigress.",
        "“I hate you!” she cried.",
        "Coming from the brilliant light of the noonday sun into\nthe semidarkness of the cave I could not see her features,\nand I was rather glad, for I disliked to think of the hate\nthat I should have read there.",
        "I never said a word to her at first. I just strode\nacross the cave and grasped her by the wrists, and when\nshe struggled, I put my arm around her so as to pinion her\nhands to her sides. She fought like a tigress, but I took\nmy free hand and pushed her head back—I imagine that I\nhad suddenly turned brute, that I had gone back a thousand\nmillion years, and was again a veritable cave man taking\nmy mate by force—and then I kissed that beautiful mouth\nagain and again.",
        "“Dian,” I cried, shaking her roughly, “I love you.\nCan’t you understand that I love you? That I love you\nbetter than all else in this world or my own? That I am\ngoing to have you? That love like mine cannot be denied?”",
        "I noticed that she lay very still in my arms now,\nand as my eyes became accustomed to the light I saw\nthat she was smiling—a very contented, happy smile.\nI was thunderstruck. Then I realized that, very gently,\nshe was trying to disengage her arms, and I loosened my\ngrip upon them so that she could do so. Slowly they came\nup and stole about my neck, and then she drew my lips down\nto hers once more and held them there for a long time.\nAt last she spoke.",
        "“Why didn’t you do this at first, David? I have been\nwaiting so long.”",
        "“What!” I cried. “You said that you hated me!”",
        "“Did you expect me to run into your arms, and say that I\nloved you before I knew that you loved me?” she asked.",
        "“But I have told you right along that I love you,” I said.\n“Love speaks in acts,” she replied. “You could have made\nyour mouth say what you wished it to say, but just now\nwhen you came and took me in your arms your heart spoke\nto mine in the language that a woman’s heart understands.\nWhat a silly man you are, David?”",
        "“Then you haven’t hated me at all, Dian?” I asked.",
        "“I have loved you always,” she whispered, “from the\nfirst moment that I saw you, although I did not know\nit until that time you struck down Hooja the Sly One,\nand then spurned me.”",
        "“But I didn’t spurn you, dear,” I cried. “I didn’t know\nyour ways—I doubt if I do now. It seems incredible\nthat you could have reviled me so, and yet have cared\nfor me all the time.”",
        "“You might have known,” she said, “when I did not run away\nfrom you that it was not hate which chained me to you.\nWhile you were battling with Jubal, I could have run\nto the edge of the forest, and when I learned the outcome\nof the combat it would have been a simple thing to have\neluded you and returned to my own people.”",
        "“But Jubal’s brothers—and cousins—” I reminded her,\n“how about them?”",
        "She smiled, and hid her face on my shoulder.",
        "“I had to tell you SOMETHING, David,” she whispered.\n“I must needs have SOME excuse for remaining near you.”",
        "“You little sinner!” I exclaimed. “And you have caused\nme all this anguish for nothing!”",
        "“I have suffered even more,” she answered simply, “for I\nthought that you did not love me, and I was helpless.\nI couldn’t come to you and demand that my love be returned,\nas you have just come to me. Just now when you went away\nhope went with you. I was wretched, terrified, miserable,\nand my heart was breaking. I wept, and I have not done\nthat before since my mother died,” and now I saw that there\nwas the moisture of tears about her eyes. It was near\nto making me cry myself when I thought of all that poor\nchild had been through. Motherless and unprotected;\nhunted across a savage, primeval world by that hideous\nbrute of a man; exposed to the attacks of the countless\nfearsome denizens of its mountains, its plains, and its\njungles—it was a miracle that she had survived it all.",
        "To me it was a revelation of the things my early forebears\nmust have endured that the human race of the outer\ncrust might survive. It made me very proud to think\nthat I had won the love of such a woman. Of course\nshe couldn’t read or write; there was nothing cultured\nor refined about her as you judge culture and refinement;\nbut she was the essence of all that is best in woman,\nfor she was good, and brave, and noble, and virtuous.\nAnd she was all these things in spite of the fact\nthat their observance entailed suffering and danger\nand possible death.",
        "How much easier it would have been to have gone to Jubal\nin the first place! She would have been his lawful mate.\nShe would have been queen in her own land—and it meant\njust as much to the cave woman to be a queen in the Stone\nAge as it does to the woman of today to be a queen now;\nit’s all comparative glory any way you look at it,\nand if there were only half-naked savages on the outer\ncrust today, you’d find that it would be considerable glory\nto be the wife a Dahomey chief.",
        "I couldn’t help but compare Dian’s action with that\nof a splendid young woman I had known in New York—I\nmean splendid to look at and to talk to. She had been\nhead over heels in love with a chum of mine—a clean,\nmanly chap—but she had married a broken-down, disreputable\nold debauchee because he was a count in some dinky\nlittle European principality that was not even accorded\na distinctive color by Rand McNally.",
        "Yes, I was mighty proud of Dian.",
        "After a time we decided to set out for Sari, as I was anxious\nto see Perry, and to know that all was right with him.\nI had told Dian about our plan of emancipating the human\nrace of Pellucidar, and she was fairly wild over it.\nShe said that if Dacor, her brother, would only return he\ncould easily be king of Amoz, and that then he and Ghak\ncould form an alliance. That would give us a flying start,\nfor the Sarians and the Amozites were both very powerful tribes.\nOnce they had been armed with swords, and bows and arrows,\nand trained in their use we were confident that they\ncould overcome any tribe that seemed disinclined to join\nthe great army of federated states with which we were\nplanning to march upon the Mahars.",
        "I explained the various destructive engines of war\nwhich Perry and I could construct after a little\nexperimentation—gunpowder, rifles, cannon, and the like,\nand Dian would clap her hands, and throw her arms about my neck,\nand tell me what a wonderful thing I was. She was beginning\nto think that I was omnipotent although I really hadn’t\ndone anything but talk—but that is the way with women\nwhen they love. Perry used to say that if a fellow was\none-tenth as remarkable as his wife or mother thought him,\nhe would have the world by the tail with a down-hill drag.",
        "The first time we started for Sari I stepped into a nest\nof poisonous vipers before we reached the valley.\nA little fellow stung me on the ankle, and Dian made me\ncome back to the cave. She said that I mustn’t exercise,\nor it might prove fatal—if it had been a full-grown\nsnake that struck me she said, I wouldn’t have moved\na single pace from the nest—I’d have died in my tracks,\nso virulent is the poison. As it was I must have been laid\nup for quite a while, though Dian’s poultices of herbs\nand leaves finally reduced the swelling and drew out\nthe poison.",
        "The episode proved most fortunate, however, as it gave\nme an idea which added a thousand-fold to the value\nof my arrows as missiles of offense and defense.\nAs soon as I was able to be about again, I sought out\nsome adult vipers of the species which had stung me,\nand having killed them, I extracted their virus,\nsmearing it upon the tips of several arrows. Later I\nshot a hyaenodon with one of these, and though my arrow\ninflicted but a superficial flesh wound the beast\ncrumpled in death almost immediately after he was hit.",
        "We now set out once more for the land of the Sarians,\nand it was with feelings of sincere regret that we bade\ngood-bye to our beautiful Garden of Eden, in the comparative\npeace and harmony of which we had lived the happiest moments\nof our lives. How long we had been there I did not know,\nfor as I have told you, time had ceased to exist for me\nbeneath that eternal noonday sun—it may have been an hour,\nor a month of earthly time; I do not know.",
        "Continue...",
        "\nThis complete text of the At the Earth’s Core book by Edgar Rice Burroughs is in the public domain.\n\n\nInterested in having this book on paper?\nFind “At the Earth’s Core” (Illustrated) at the Amazon book store.\nAlso available on DVD (the 1976 movie with Peter Cushing).\n\n\nThis Authorama page has been created by Philipp Lenssen\nbased on the Project Gutenberg text version.\n\nPage last updated on April 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Tarzan at the Earth's Core (Bison Frontiers of Imagination)By Edgar Rice BurroughsAt Amazon"
    ]
}