{
    "title": "At the Earth’s Core - VIII - The Mahar Temple",
    "author": "Edgar Rice Burroughs",
    "chapter": "9",
    "content": [
        "\n\n",
        "The aborigine, apparently uninjured, climbed quickly into\nthe skiff, and seizing the spear with me helped to hold\noff the infuriated creature. Blood from the wounded\nreptile was now crimsoning the waters about us and soon\nfrom the weakening struggles it became evident that I\nhad inflicted a death wound upon it. Presently its\nefforts to reach us ceased entirely, and with a few\nconvulsive movements it turned upon its back quite dead.",
        "And then there came to me a sudden realization of the\npredicament in which I had placed myself. I was entirely\nwithin the power of the savage man whose skiff I had stolen.\nStill clinging to the spear I looked into his face to find\nhim scrutinizing me intently, and there we stood for some\nseveral minutes, each clinging tenaciously to the weapon\nthe while we gazed in stupid wonderment at each other.",
        "What was in his mind I do not know, but in my own was\nmerely the question as to how soon the fellow would\nrecommence hostilities.",
        "Presently he spoke to me, but in a tongue which I was\nunable to translate. I shook my head in an effort to\nindicate my ignorance of his language, at the same time\naddressing him in the bastard tongue that the Sagoths\nuse to converse with the human slaves of the Mahars.",
        "To my delight he understood and answered me in the same jargon.",
        "“What do you want of my spear?” he asked.",
        "“Only to keep you from running it through me,” I replied.",
        "“I would not do that,” he said, “for you have just saved\nmy life,” and with that he released his hold upon it\nand squatted down in the bottom of the skiff.",
        "“Who are you,” he continued, “and from what country\ndo you come?”",
        "I too sat down, laying the spear between us, and tried\nto explain how I came to Pellucidar, and wherefrom, but it\nwas as impossible for him to grasp or believe the strange\ntale I told him as I fear it is for you upon the outer\ncrust to believe in the existence of the inner world.\nTo him it seemed quite ridiculous to imagine that there\nwas another world far beneath his feet peopled by\nbeings similar to himself, and he laughed uproariously\nthe more he thought upon it. But it was ever thus.\nThat which has never come within the scope of our really\npitifully meager world-experience cannot be—our finite\nminds cannot grasp that which may not exist in accordance\nwith the conditions which obtain about us upon the outside\nof the insignificant grain of dust which wends its tiny\nway among the bowlders of the universe—the speck of moist\ndirt we so proudly call the World.",
        "So I gave it up and asked him about himself. He said he\nwas a Mezop, and that his name was Ja.",
        "“Who are the Mezops?” I asked. “Where do they live?”",
        "He looked at me in surprise.",
        "“I might indeed believe that you were from another world,\"\nhe said, “for who of Pellucidar could be so ignorant! The\nMezops live upon the islands of the seas. In so far as I\never have heard no Mezop lives elsewhere, and no others\nthan Mezops dwell upon islands, but of course it may be\ndifferent in other far-distant lands. I do not know.\nAt any rate in this sea and those near by it is true that\nonly people of my race inhabit the islands.",
        "“We are fishermen, though we be great hunters as well,\noften going to the mainland in search of the game\nthat is scarce upon all but the larger islands. And we\nare warriors also,” he added proudly. “Even the Sagoths\nof the Mahars fear us. Once, when Pellucidar was young,\nthe Sagoths were wont to capture us for slaves as they\ndo the other men of Pellucidar, it is handed down from\nfather to son among us that this is so; but we fought\nso desperately and slew so many Sagoths, and those of us\nthat were captured killed so many Mahars in their own\ncities that at last they learned that it were better\nto leave us alone, and later came the time that the\nMahars became too indolent even to catch their own fish,\nexcept for amusement, and then they needed us to supply\ntheir wants, and so a truce was made between the races.\nNow they give us certain things which we are unable\nto produce in return for the fish that we catch,\nand the Mezops and the Mahars live in peace.",
        "“The great ones even come to our islands. It is there,\nfar from the prying eyes of their own Sagoths, that they\npractice their religious rites in the temples they have\nbuilded there with our assistance. If you live among\nus you will doubtless see the manner of their worship,\nwhich is strange indeed, and most unpleasant for the poor\nslaves they bring to take part in it.”",
        "As Ja talked I had an excellent opportunity to inspect him\nmore closely. He was a huge fellow, standing I should say\nsix feet six or seven inches, well developed and of a coppery\nred not unlike that of our own North American Indian,\nnor were his features dissimilar to theirs. He had\nthe aquiline nose found among many of the higher tribes,\nthe prominent cheek bones, and black hair and eyes,\nbut his mouth and lips were better molded. All in all,\nJa was an impressive and handsome creature, and he talked\nwell too, even in the miserable makeshift language we\nwere compelled to use.",
        "During our conversation Ja had taken the paddle and was\npropelling the skiff with vigorous strokes toward a large\nisland that lay some half-mile from the mainland.\nThe skill with which he handled his crude and awkward\ncraft elicited my deepest admiration, since it had been\nso short a time before that I had made such pitiful work\nof it.",
        "As we touched the pretty, level beach Ja leaped out\nand I followed him. Together we dragged the skiff\nfar up into the bushes that grew beyond the sand.",
        "“We must hide our canoes,” explained Ja, “for the Mezops\nof Luana are always at war with us and would steal them\nif they found them,” he nodded toward an island farther\nout at sea, and at so great a distance that it seemed\nbut a blur hanging in the distant sky. The upward curve\nof the surface of Pellucidar was constantly revealing the\nimpossible to the surprised eyes of the outer-earthly. To\nsee land and water curving upward in the distance until it\nseemed to stand on edge where it melted into the distant sky,\nand to feel that seas and mountains hung suspended directly\nabove one’s head required such a complete reversal\nof the perceptive and reasoning faculties as almost to\nstupefy one.",
        "No sooner had we hidden the canoe than Ja plunged\ninto the jungle, presently emerging into a narrow but\nwell-defined trail which wound hither and thither much\nafter the manner of the highways of all primitive folk,\nbut there was one peculiarity about this Mezop trail\nwhich I was later to find distinguished them from all\nother trails that I ever have seen within or without the earth.",
        "It would run on, plain and clear and well defined to end\nsuddenly in the midst of a tangle of matted jungle, then Ja\nwould turn directly back in his tracks for a little distance,\nspring into a tree, climb through it to the other side,\ndrop onto a fallen log, leap over a low bush and alight\nonce more upon a distinct trail which he would follow back\nfor a short distance only to turn directly about and retrace\nhis steps until after a mile or less this new pathway\nended as suddenly and mysteriously as the former section.\nThen he would pass again across some media which would\nreveal no spoor, to take up the broken thread of the\ntrail beyond.",
        "As the purpose of this remarkable avenue dawned upon me I\ncould not but admire the native shrewdness of the ancient\nprogenitor of the Mezops who hit upon this novel plan to\nthrow his enemies from his track and delay or thwart them\nin their attempts to follow him to his deep-buried cities.",
        "To you of the outer earth it might seem a slow\nand tortuous method of traveling through the jungle,\nbut were you of Pellucidar you would realize that time\nis no factor where time does not exist. So labyrinthine\nare the windings of these trails, so varied the connecting\nlinks and the distances which one must retrace one’s\nsteps from the paths’ ends to find them that a Mezop\noften reaches man’s estate before he is familiar\neven with those which lead from his own city to the sea.",
        "In fact three-fourths of the education of the young\nmale Mezop consists in familiarizing himself with these\njungle avenues, and the status of an adult is largely\ndetermined by the number of trails which he can follow\nupon his own island. The females never learn them,\nsince from birth to death they never leave the clearing\nin which the village of their nativity is situated except\nthey be taken to mate by a male from another village,\nor captured in war by the enemies of their tribe.",
        "After proceeding through the jungle for what must have been\nupward of five miles we emerged suddenly into a large\nclearing in the exact center of which stood as strange\nan appearing village as one might well imagine.",
        "Large trees had been chopped down fifteen or twenty feet\nabove the ground, and upon the tops of them spherical\nhabitations of woven twigs, mud covered, had been built.\nEach ball-like house was surmounted by some manner\nof carven image, which Ja told me indicated the identity\nof the owner.",
        "Horizontal slits, six inches high and two or three\nfeet wide, served to admit light and ventilation.\nThe entrances to the house were through small apertures\nin the bases of the trees and thence upward by rude\nladders through the hollow trunks to the rooms above.\nThe houses varied in size from two to several rooms.\nThe largest that I entered was divided into two floors and\neight apartments.",
        "All about the village, between it and the jungle,\nlay beautifully cultivated fields in which the Mezops raised\nsuch cereals, fruits, and vegetables as they required.\nWomen and children were working in these gardens as we crossed\ntoward the village. At sight of Ja they saluted deferentially,\nbut to me they paid not the slightest attention.\nAmong them and about the outer verge of the cultivated area\nwere many warriors. These too saluted Ja, by touching\nthe points of their spears to the ground directly before them.",
        "Ja conducted me to a large house in the center of the\nvillage—the house with eight rooms—and taking me up\ninto it gave me food and drink. There I met his mate,\na comely girl with a nursing baby in her arms. Ja told\nher of how I had saved his life, and she was thereafter\nmost kind and hospitable toward me, even permitting me\nto hold and amuse the tiny bundle of humanity whom Ja\ntold me would one day rule the tribe, for Ja, it seemed,\nwas the chief of the community.",
        "We had eaten and rested, and I had slept, much to Ja’s\namusement, for it seemed that he seldom if ever did so,\nand then the red man proposed that I accompany him to the\ntemple of the Mahars which lay not far from his village.\n“We are not supposed to visit it,” he said; “but the great\nones cannot hear and if we keep well out of sight they need\nnever know that we have been there. For my part I hate them\nand always have, but the other chieftains of the island\nthink it best that we continue to maintain the amicable\nrelations which exist between the two races; otherwise I\nshould like nothing better than to lead my warriors amongst\nthe hideous creatures and exterminate them—Pellucidar\nwould be a better place to live were there none of them.”",
        "I wholly concurred in Ja’s belief, but it seemed that it\nmight be a difficult matter to exterminate the dominant race\nof Pellucidar. Thus conversing we followed the intricate trail\ntoward the temple, which we came upon in a small clearing\nsurrounded by enormous trees similar to those which must\nhave flourished upon the outer crust during the carboniferous age.",
        "Here was a mighty temple of hewn rock built in the shape\nof a rough oval with rounded roof in which were several\nlarge openings. No doors or windows were visible in\nthe sides of the structure, nor was there need of any,\nexcept one entrance for the slaves, since, as Ja explained,\nthe Mahars flew to and from their place of ceremonial,\nentering and leaving the building by means of the apertures\nin the roof.",
        "“But,” added Ja, “there is an entrance near the base\nof which even the Mahars know nothing. Come,” and he\nled me across the clearing and about the end to a pile\nof loose rock which lay against the foot of the wall.\nHere he removed a couple of large bowlders, revealing a\nsmall opening which led straight within the building,\nor so it seemed, though as I entered after Ja I discovered\nmyself in a narrow place of extreme darkness.",
        "“We are within the outer wall,” said Ja. “It is hollow.\nFollow me closely.”",
        "The red man groped ahead a few paces and then began\nto ascend a primitive ladder similar to that which leads\nfrom the ground to the upper stories of his house.\nWe ascended for some forty feet when the interior of\nthe space between the walls commenced to grow lighter\nand presently we came opposite an opening in the inner\nwall which gave us an unobstructed view of the entire\ninterior of the temple.",
        "The lower floor was an enormous tank of clear water in\nwhich numerous hideous Mahars swam lazily up and down.\nArtificial islands of granite rock dotted this artificial sea,\nand upon several of them I saw men and women like myself.",
        "“What are the human beings doing here?” I asked.",
        "“Wait and you shall see,” replied Ja. “They are to take\na leading part in the ceremonies which will follow\nthe advent of the queen. You may be thankful that you\nare not upon the same side of the wall as they.”",
        "Scarcely had he spoken than we heard a great fluttering\nof wings above and a moment later a long procession\nof the frightful reptiles of Pellucidar winged slowly\nand majestically through the large central opening\nin the roof and circled in stately manner about the temple.",
        "There were several Mahars first, and then at least\ntwenty awe-inspiring pterodactyls—thipdars, they are\ncalled within Pellucidar. Behind these came the queen,\nflanked by other thipdars as she had been when she\nentered the amphitheater at Phutra.",
        "Three times they wheeled about the interior of the oval\nchamber, to settle finally upon the damp, cold bowlders\nthat fringe the outer edge of the pool. In the center\nof one side the largest rock was reserved for the queen,\nand here she took her place surrounded by her terrible guard.",
        "All lay quiet for several minutes after settling\nto their places. One might have imagined them in\nsilent prayer. The poor slaves upon the diminutive\nislands watched the horrid creatures with wide eyes.\nThe men, for the most part, stood erect and stately\nwith folded arms, awaiting their doom; but the women and\nchildren clung to one another, hiding behind the males.\nThey are a noble-looking race, these cave men of Pellucidar,\nand if our progenitors were as they, the human race\nof the outer crust has deteriorated rather than improved\nwith the march of the ages. All they lack is opportunity.\nWe have opportunity, and little else.",
        "Now the queen moved. She raised her ugly head,\nlooking about; then very slowly she crawled to the edge\nof her throne and slid noiselessly into the water.\nUp and down the long tank she swam, turning at the ends\nas you have seen captive seals turn in their tiny tanks,\nturning upon their backs and diving below the surface.",
        "Nearer and nearer to the island she came until at last she\nremained at rest before the largest, which was directly\nopposite her throne. Raising her hideous head from the\nwater she fixed her great, round eyes upon the slaves.\nThey were fat and sleek, for they had been brought from\na distant Mahar city where human beings are kept in droves,\nand bred and fattened, as we breed and fatten beef cattle.",
        "The queen fixed her gaze upon a plump young maiden.\nHer victim tried to turn away, hiding her face in her\nhands and kneeling behind a woman; but the reptile,\nwith unblinking eyes, stared on with such fixity that I\ncould have sworn her vision penetrated the woman,\nand the girl’s arms to reach at last the very center of\nher brain.",
        "Slowly the reptile’s head commenced to move to and fro,\nbut the eyes never ceased to bore toward the frightened girl,\nand then the victim responded. She turned wide,\nfear-haunted eyes toward the Mahar queen, slowly she rose\nto her feet, and then as though dragged by some unseen power\nshe moved as one in a trance straight toward the reptile,\nher glassy eyes fixed upon those of her captor.\nTo the water’s edge she came, nor did she even pause,\nbut stepped into the shallows beside the little island.\nOn she moved toward the Mahar, who now slowly retreated as though\nleading her victim on. The water rose to the girl’s knees,\nand still she advanced, chained by that clammy eye.\nNow the water was at her waist; now her armpits.\nHer fellows upon the island looked on in horror,\nhelpless to avert her doom in which they saw a forecast\nof their own.",
        "The Mahar sank now till only the long upper bill and eyes\nwere exposed above the surface of the water, and the\ngirl had advanced until the end of that repulsive beak\nwas but an inch or two from her face, her horror-filled\neyes riveted upon those of the reptile.",
        "Now the water passed above the girl’s mouth and nose—her\neyes and forehead all that showed—yet still she walked\non after the retreating Mahar. The queen’s head slowly\ndisappeared beneath the surface and after it went the\neyes of her victim—only a slow ripple widened toward\nthe shores to mark where the two vanished.",
        "For a time all was silence within the temple. The slaves\nwere motionless in terror. The Mahars watched the surface\nof the water for the reappearance of their queen,\nand presently at one end of the tank her head rose\nslowly into view. She was backing toward the surface,\nher eyes fixed before her as they had been when she\ndragged the helpless girl to her doom.",
        "And then to my utter amazement I saw the forehead\nand eyes of the maiden come slowly out of the depths,\nfollowing the gaze of the reptile just as when she had\ndisappeared beneath the surface. On and on came the girl\nuntil she stood in water that reached barely to her knees,\nand though she had been beneath the surface sufficient time\nto have drowned her thrice over there was no indication,\nother than her dripping hair and glistening body,\nthat she had been submerged at all.",
        "Again and again the queen led the girl into the depths\nand out again, until the uncanny weirdness of the thing\ngot on my nerves so that I could have leaped into the tank\nto the child’s rescue had I not taken a firm hold of myself.",
        "Once they were below much longer than usual, and when they came\nto the surface I was horrified to see that one of the girl’s\narms was gone—gnawed completely off at the shoulder—but\nthe poor thing gave no indication of realizing pain,\nonly the horror in her set eyes seemed intensified.",
        "The next time they appeared the other arm was gone,\nand then the breasts, and then a part of the face—it\nwas awful. The poor creatures on the islands awaiting\ntheir fate tried to cover their eyes with their hands\nto hide the fearful sight, but now I saw that they too\nwere under the hypnotic spell of the reptiles, so that\nthey could only crouch in terror with their eyes fixed\nupon the terrible thing that was transpiring before them.",
        "Finally the queen was under much longer than ever before,\nand when she rose she came alone and swam sleepily\ntoward her bowlder. The moment she mounted it seemed\nto be the signal for the other Mahars to enter the tank,\nand then commenced, upon a larger scale, a repetition\nof the uncanny performance through which the queen had led\nher victim.",
        "Only the women and children fell prey to the Mahars—they\nbeing the weakest and most tender—and when they had satisfied\ntheir appetite for human flesh, some of them devouring\ntwo and three of the slaves, there were only a score\nof full-grown men left, and I thought that for some reason\nthese were to be spared, but such was far from the case,\nfor as the last Mahar crawled to her rock the queen’s thipdars\ndarted into the air, circled the temple once and then,\nhissing like steam engines, swooped down upon the remaining slaves.",
        "There was no hypnotism here—just the plain, brutal ferocity\nof the beast of prey, tearing, rending, and gulping its meat,\nbut at that it was less horrible than the uncanny method of\nthe Mahars. By the time the thipdars had disposed of the last\nof the slaves the Mahars were all asleep upon their rocks,\nand a moment later the great pterodactyls swung back\nto their posts beside the queen, and themselves dropped\ninto slumber.",
        "“I thought the Mahars seldom, if ever, slept,” I said\nto Ja.",
        "“They do many things in this temple which they do not do elsewhere,\"\nhe replied. “The Mahars of Phutra are not supposed to eat\nhuman flesh, yet slaves are brought here by thousands and\nalmost always you will find Mahars on hand to consume them.\nI imagine that they do not bring their Sagoths here,\nbecause they are ashamed of the practice, which is supposed\nto obtain only among the least advanced of their race;\nbut I would wager my canoe against a broken paddle that\nthere is no Mahar but eats human flesh whenever she can get it.”",
        "“Why should they object to eating human flesh,” I asked,\n“if it is true that they look upon us as lower animals?”",
        "“It is not because they consider us their equals that they are\nsupposed to look with abhorrence upon those who eat our flesh,\"\nreplied Ja; “it is merely that we are warm-blooded animals.\nThey would not think of eating the meat of a thag, which we\nconsider such a delicacy, any more than I would think\nof eating a snake. As a matter of fact it is difficult\nto explain just why this sentiment should exist among them.”",
        "“I wonder if they left a single victim,” I remarked,\nleaning far out of the opening in the rocky wall to\ninspect the temple better. Directly below me the water\nlapped the very side of the wall, there being a break\nin the bowlders at this point as there was at several\nother places about the side of the temple.",
        "My hands were resting upon a small piece of granite\nwhich formed a part of the wall, and all my weight upon it\nproved too much for it. It slipped and I lunged forward.\nThere was nothing to save myself and I plunged headforemost\ninto the water below.",
        "Fortunately the tank was deep at this point, and I suffered\nno injury from the fall, but as I was rising to the surface\nmy mind filled with the horrors of my position as I thought\nof the terrible doom which awaited me the moment the eyes\nof the reptiles fell upon the creature that had disturbed\ntheir slumber.",
        "As long as I could I remained beneath the surface,\nswimming rapidly in the direction of the islands that I\nmight prolong my life to the utmost. At last I was\nforced to rise for air, and as I cast a terrified glance\nin the direction of the Mahars and the thipdars I was\nalmost stunned to see that not a single one remained upon\nthe rocks where I had last seen them, nor as I searched\nthe temple with my eyes could I discern any within it.",
        "For a moment I was puzzled to account for the thing,\nuntil I realized that the reptiles, being deaf, could not\nhave been disturbed by the noise my body made when it hit\nthe water, and that as there is no such thing as time\nwithin Pellucidar there was no telling how long I had been\nbeneath the surface. It was a difficult thing to attempt\nto figure out by earthly standards—this matter of elapsed\ntime—but when I set myself to it I began to realize\nthat I might have been submerged a second or a month\nor not at all. You have no conception of the strange\ncontradictions and impossibilities which arise when all\nmethods of measuring time, as we know them upon earth,\nare non-existent.",
        "I was about to congratulate myself upon the miracle which had\nsaved me for the moment, when the memory of the hypnotic\npowers of the Mahars filled me with apprehension lest\nthey be practicing their uncanny art upon me to the end\nthat I merely imagined that I was alone in the temple.\nAt the thought cold sweat broke out upon me from every pore,\nand as I crawled from the water onto one of the tiny\nislands I was trembling like a leaf—you cannot imagine\nthe awful horror which even the simple thought of the\nrepulsive Mahars of Pellucidar induces in the human mind,\nand to feel that you are in their power—that they\nare crawling, slimy, and abhorrent, to drag you down\nbeneath the waters and devour you! It is frightful.",
        "But they did not come, and at last I came to the conclusion\nthat I was indeed alone within the temple. How long I\nshould be alone was the next question to assail me as I\nswam frantically about once more in search of a means\nto escape.",
        "Several times I called to Ja, but he must have left\nafter I tumbled into the tank, for I received no response\nto my cries. Doubtless he had felt as certain of my doom\nwhen he saw me topple from our hiding place as I had,\nand lest he too should be discovered, had hastened from\nthe temple and back to his village.",
        "I knew that there must be some entrance to the building beside\nthe doorways in the roof, for it did not seem reasonable\nto believe that the thousands of slaves which were brought\nhere to feed the Mahars the human flesh they craved would\nall be carried through the air, and so I continued my search\nuntil at last it was rewarded by the discovery of several\nloose granite blocks in the masonry at one end of the temple.",
        "A little effort proved sufficient to dislodge enough\nof these stones to permit me to crawl through into\nthe clearing, and a moment later I had scurried across\nthe intervening space to the dense jungle beyond.",
        "Here I sank panting and trembling upon the matted grasses\nbeneath the giant trees, for I felt that I had escaped\nfrom the grinning fangs of death out of the depths of my\nown grave. Whatever dangers lay hidden in this island jungle,\nthere could be none so fearsome as those which I had\njust escaped. I knew that I could meet death bravely\nenough if it but came in the form of some familiar beast\nor man—anything other than the hideous and uncanny Mahars.",
        "Continue...",
        "\nThis complete text of the At the Earth’s Core book by Edgar Rice Burroughs is in the public domain.\n\n\nInterested in having this book on paper?\nFind “At the Earth’s Core” (Illustrated) at the Amazon book store.\nAlso available on DVD (the 1976 movie with Peter Cushing).\n\n\nThis Authorama page has been created by Philipp Lenssen\nbased on the Project Gutenberg text version.\n\nPage last updated on April 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Tarzan at the Earth's Core (Bison Frontiers of Imagination)By Edgar Rice BurroughsAt Amazon"
    ]
}