{
    "title": "At the Earth’s Core - XV - Back to Earth",
    "author": "Edgar Rice Burroughs",
    "chapter": "16",
    "content": [
        "\n\n",
        "We crossed the river and passed through the mountains beyond,\nand finally we came out upon a great level plain which\nstretched away as far as the eye could reach. I cannot tell\nyou in what direction it stretched even if you would care\nto know, for all the while that I was within Pellucidar\nI never discovered any but local methods of indicating\ndirection—there is no north, no south, no east, no west.\nUP is about the only direction which is well defined,\nand that, of course, is DOWN to you of the outer crust.\nSince the sun neither rises nor sets there is no method\nof indicating direction beyond visible objects such as\nhigh mountains, forests, lakes, and seas.",
        "The plain which lies beyond the white cliffs which flank\nthe Darel Az upon the shore nearest the Mountains\nof the Clouds is about as near to any direction as any\nPellucidarian can come. If you happen not to have heard\nof the Darel Az, or the white cliffs, or the Mountains\nof the Clouds you feel that there is something lacking,\nand long for the good old understandable northeast\nand southwest of the outer world.",
        "We had barely entered the great plain when we discovered\ntwo enormous animals approaching us from a great distance.\nSo far were they that we could not distinguish what manner\nof beasts they might be, but as they came closer, I saw that\nthey were enormous quadrupeds, eighty or a hundred feet long,\nwith tiny heads perched at the top of very long necks.\nTheir heads must have been quite forty feet from the ground.\nThe beasts moved very slowly—that is their action was\nslow—but their strides covered such a great distance\nthat in reality they traveled considerably faster than\na man walks.",
        "As they drew still nearer we discovered that upon the back\nof each sat a human being. Then Dian knew what they were,\nthough she never before had seen one.",
        "“They are lidis from the land of the Thorians,” she cried.\n“Thoria lies at the outer verge of the Land of Awful Shadow.\nThe Thorians alone of all the races of Pellucidar ride\nthe lidi, for nowhere else than beside the dark country\nare they found.”",
        "“What is the Land of Awful Shadow?” I asked.",
        "“It is the land which lies beneath the Dead World,\"\nreplied Dian; “the Dead World which hangs forever between\nthe sun and Pellucidar above the Land of Awful Shadow.\nIt is the Dead World which makes the great shadow upon this\nportion of Pellucidar.”",
        "I did not fully understand what she meant, nor am I\nsure that I do yet, for I have never been to that part\nof Pellucidar from which the Dead World is visible;\nbut Perry says that it is the moon of Pellucidar—a tiny\nplanet within a planet—and that it revolves around\nthe earth’s axis coincidently with the earth, and thus\nis always above the same spot within Pellucidar.",
        "I remember that Perry was very much excited when I told\nhim about this Dead World, for he seemed to think that it\nexplained the hitherto inexplicable phenomena of nutation\nand the precession of the equinoxes.",
        "When the two upon the lidis had come quite close to us\nwe saw that one was a man and the other a woman.\nThe former had held up his two hands, palms toward us,\nin sign of peace, and I had answered him in kind,\nwhen he suddenly gave a cry of astonishment and pleasure,\nand slipping from his enormous mount ran forward toward Dian,\nthrowing his arms about her.",
        "In an instant I was white with jealousy, but only for\nan instant; since Dian quickly drew the man toward me,\ntelling him that I was David, her mate.",
        "“And this is my brother, Dacor the Strong One, David,\"\nshe said to me.",
        "It appeared that the woman was Dacor’s mate. He had\nfound none to his liking among the Sari, nor farther on\nuntil he had come to the land of the Thoria, and there\nhe had found and fought for this very lovely Thorian\nmaiden whom he was bringing back to his own people.",
        "When they had heard our story and our plans they decided\nto accompany us to Sari, that Dacor and Ghak might come\nto an agreement relative to an alliance, as Dacor was\nquite as enthusiastic about the proposed annihilation\nof the Mahars and Sagoths as either Dian or I.",
        "After a journey which was, for Pellucidar, quite uneventful,\nwe came to the first of the Sarian villages which consists\nof between one and two hundred artificial caves cut into\nthe face of a great cliff. Here to our immense delight,\nwe found both Perry and Ghak. The old man was quite\novercome at sight of me for he had long since given me\nup as dead.",
        "When I introduced Dian as my wife, he didn’t quite know\nwhat to say, but he afterward remarked that with the pick\nof two worlds I could not have done better.",
        "Ghak and Dacor reached a very amicable arrangement,\nand it was at a council of the head men of the various\ntribes of the Sari that the eventual form of government\nwas tentatively agreed upon. Roughly, the various\nkingdoms were to remain virtually independent,\nbut there was to be one great overlord, or emperor.\nIt was decided that I should be the first of the dynasty\nof the emperors of Pellucidar.",
        "We set about teaching the women how to make bows and arrows,\nand poison pouches. The young men hunted the vipers which\nprovided the virus, and it was they who mined the iron ore,\nand fashioned the swords under Perry’s direction.\nRapidly the fever spread from one tribe to another until\nrepresentatives from nations so far distant that the\nSarians had never even heard of them came in to take\nthe oath of allegiance which we required, and to learn\nthe art of making the new weapons and using them.",
        "We sent our young men out as instructors to every\nnation of the federation, and the movement had reached\ncolossal proportions before the Mahars discovered it.\nThe first intimation they had was when three of their great\nslave caravans were annihilated in rapid succession.\nThey could not comprehend that the lower orders had suddenly\ndeveloped a power which rendered them really formidable.",
        "In one of the skirmishes with slave caravans some of our\nSarians took a number of Sagoth prisoners, and among\nthem were two who had been members of the guards within\nthe building where we had been confined at Phutra.\nThey told us that the Mahars were frantic with rage\nwhen they discovered what had taken place in the cellars\nof the buildings. The Sagoths knew that something very\nterrible had befallen their masters, but the Mahars had been\nmost careful to see that no inkling of the true nature\nof their vital affliction reached beyond their own race.\nHow long it would take for the race to become extinct\nit was impossible even to guess; but that this must\neventually happen seemed inevitable.",
        "The Mahars had offered fabulous rewards for the capture\nof any one of us alive, and at the same time had threatened\nto inflict the direst punishment upon whomever should\nharm us. The Sagoths could not understand these seemingly\nparadoxical instructions, though their purpose was quite\nevident to me. The Mahars wanted the Great Secret,\nand they knew that we alone could deliver it to them.",
        "Perry’s experiments in the manufacture of gunpowder and the\nfashioning of rifles had not progressed as rapidly as we\nhad hoped—there was a whole lot about these two arts which\nPerry didn’t know. We were both assured that the solution\nof these problems would advance the cause of civilization\nwithin Pellucidar thousands of years at a single stroke.\nThen there were various other arts and sciences which we\nwished to introduce, but our combined knowledge of them\ndid not embrace the mechanical details which alone\ncould render them of commercial, or practical value.",
        "“David,” said Perry, immediately after his latest failure to\nproduce gunpowder that would even burn, “one of us must return\nto the outer world and bring back the information we lack.\nHere we have all the labor and materials for reproducing\nanything that ever has been produced above—what we lack\nis knowledge. Let us go back and get that knowledge\nin the shape of books—then this world will indeed be at our feet.”",
        "And so it was decided that I should return in the prospector,\nwhich still lay upon the edge of the forest at the point where\nwe had first penetrated to the surface of the inner world.\nDian would not listen to any arrangement for my going\nwhich did not include her, and I was not sorry that she\nwished to accompany me, for I wanted her to see my world,\nand I wanted my world to see her.",
        "With a large force of men we marched to the great iron mole,\nwhich Perry soon had hoisted into position with its nose\npointed back toward the outer crust. He went over all\nthe machinery carefully. He replenished the air tanks,\nand manufactured oil for the engine. At last everything\nwas ready, and we were about to set out when our pickets,\na long, thin line of which had surrounded our camp at\nall times, reported that a great body of what appeared\nto be Sagoths and Mahars were approaching from the direction\nof Phutra.",
        "Dian and I were ready to embark, but I was anxious\nto witness the first clash between two fair-sized armies\nof the opposing races of Pellucidar. I realized that this\nwas to mark the historic beginning of a mighty struggle\nfor possession of a world, and as the first emperor\nof Pellucidar I felt that it was not alone my duty,\nbut my right, to be in the thick of that momentous struggle.",
        "As the opposing army approached we saw that there were many\nMahars with the Sagoth troops—an indication of the vast\nimportance which the dominant race placed upon the outcome\nof this campaign, for it was not customary with them to take\nactive part in the sorties which their creatures made for\nslaves—the only form of warfare which they waged upon the\nlower orders.",
        "Ghak and Dacor were both with us, having come primarily to\nview the prospector. I placed Ghak with some of his Sarians\non the right of our battle line. Dacor took the left,\nwhile I commanded the center. Behind us I stationed\na sufficient reserve under one of Ghak’s head men.\nThe Sagoths advanced steadily with menacing spears,\nand I let them come until they were within easy bowshot\nbefore I gave the word to fire.",
        "At the first volley of poison-tipped arrows the front\nranks of the gorilla-men crumpled to the ground; but those\nbehind charged over the prostrate forms of their comrades\nin a wild, mad rush to be upon us with their spears.\nA second volley stopped them for an instant, and then\nmy reserve sprang through the openings in the firing line\nto engage them with sword and shield. The clumsy spears\nof the Sagoths were no match for the swords of the Sarian\nand Amozite, who turned the spear thrusts aside with their\nshields and leaped to close quarters with their lighter,\nhandier weapons.",
        "Ghak took his archers along the enemy’s flank, and while\nthe swordsmen engaged them in front, he poured volley after\nvolley into their unprotected left. The Mahars did little\nreal fighting, and were more in the way than otherwise,\nthough occasionally one of them would fasten its powerful\njaw upon the arm or leg of a Sarian.",
        "The battle did not last a great while, for when Dacor\nand I led our men in upon the Sagoth’s right with naked\nswords they were already so demoralized that they turned\nand fled before us. We pursued them for some time,\ntaking many prisoners and recovering nearly a hundred slaves,\namong whom was Hooja the Sly One.",
        "He told me that he had been captured while on his way\nto his own land; but that his life had been spared\nin hope that through him the Mahars would learn the\nwhereabouts of their Great Secret. Ghak and I were\ninclined to think that the Sly One had been guiding\nthis expedition to the land of Sari, where he thought\nthat the book might be found in Perry’s possession;\nbut we had no proof of this and so we took him in and\ntreated him as one of us, although none liked him.\nAnd how he rewarded my generosity you will presently learn.",
        "There were a number of Mahars among our prisoners,\nand so fearful were our own people of them that they\nwould not approach them unless completely covered\nfrom the sight of the reptiles by a piece of skin.\nEven Dian shared the popular superstition regarding\nthe evil effects of exposure to the eyes of angry Mahars,\nand though I laughed at her fears I was willing enough\nto humor them if it would relieve her apprehension\nin any degree, and so she sat apart from the prospector,\nnear which the Mahars had been chained, while Perry and I\nagain inspected every portion of the mechanism.",
        "At last I took my place in the driving seat, and called\nto one of the men without to fetch Dian. It happened that\nHooja stood quite close to the doorway of the prospector,\nso that it was he who, without my knowledge, went to\nbring her; but how he succeeded in accomplishing the\nfiendish thing he did, I cannot guess, unless there were\nothers in the plot to aid him. Nor can I believe that,\nsince all my people were loyal to me and would have made\nshort work of Hooja had he suggested the heartless scheme,\neven had he had time to acquaint another with it.\nIt was all done so quickly that I may only believe that it\nwas the result of sudden impulse, aided by a number of,\nto Hooja, fortuitous circumstances occurring at precisely\nthe right moment.",
        "All I know is that it was Hooja who brought Dian\nto the prospector, still wrapped from head to toe\nin the skin of an enormous cave lion which covered her\nsince the Mahar prisoners had been brought into camp.\nHe deposited his burden in the seat beside me. I was all\nready to get under way. The good-byes had been said.\nPerry had grasped my hand in the last, long farewell.\nI closed and barred the outer and inner doors,\ntook my seat again at the driving mechanism, and pulled\nthe starting lever.",
        "As before on that far-gone night that had witnessed our\nfirst trial of the iron monster, there was a frightful\nroaring beneath us—the giant frame trembled and vibrated—\nthere was a rush of sound as the loose earth passed up\nthrough the hollow space between the inner and outer jackets\nto be deposited in our wake. Once more the thing was off.",
        "But on the instant of departure I was nearly thrown\nfrom my seat by the sudden lurching of the prospector.\nAt first I did not realize what had happened, but presently\nit dawned upon me that just before entering the crust the\ntowering body had fallen through its supporting scaffolding,\nand that instead of entering the ground vertically we were\nplunging into it at a different angle. Where it would bring\nus out upon the upper crust I could not even conjecture.\nAnd then I turned to note the effect of this strange\nexperience upon Dian. She still sat shrouded in the great skin.",
        "“Come, come,” I cried, laughing, “come out of your shell.\nNo Mahar eyes can reach you here,” and I leaned over and\nsnatched the lion skin from her. And then I shrank back\nupon my seat in utter horror.",
        "The thing beneath the skin was not Dian—it was a\nhideous Mahar. Instantly I realized the trick that Hooja\nhad played upon me, and the purpose of it. Rid of me,\nforever as he doubtless thought, Dian would be at his mercy.\nFrantically I tore at the steering wheel in an effort\nto turn the prospector back toward Pellucidar; but, as on\nthat other occasion, I could not budge the thing a hair.",
        "It is needless to recount the horrors or the monotony\nof that journey. It varied but little from the former one\nwhich had brought us from the outer to the inner world.\nBecause of the angle at which we had entered the ground\nthe trip required nearly a day longer, and brought me out\nhere upon the sand of the Sahara instead of in the United\nStates as I had hoped.",
        "For months I have been waiting here for a white man to come.\nI dared not leave the prospector for fear I should never\nbe able to find it again—the shifting sands of the desert\nwould soon cover it, and then my only hope of returning\nto my Dian and her Pellucidar would be gone forever.",
        "That I ever shall see her again seems but remotely possible,\nfor how may I know upon what part of Pellucidar my return\njourney may terminate—and how, without a north or south\nor an east or a west may I hope ever to find my way across\nthat vast world to the tiny spot where my lost love lies\ngrieving for me?",
        "\nThat is the story as David Innes told it to me in the\ngoat-skin tent upon the rim of the great Sahara Desert.\nThe next day he took me out to see the prospector—it\nwas precisely as he had described it. So huge was it\nthat it could have been brought to this inaccessible part\nof the world by no means of transportation that existed\nthere—it could only have come in the way that David\nInnes said it came—up through the crust of the earth\nfrom the inner world of Pellucidar.",
        "I spent a week with him, and then, abandoned my\nlion hunt, returned directly to the coast and hurried\nto London where I purchased a great quantity of stuff\nwhich he wished to take back to Pellucidar with him.\nThere were books, rifles, revolvers, ammunition, cameras,\nchemicals, telephones, telegraph instruments, wire,\ntool and more books—books upon every subject under\nthe sun. He said he wanted a library with which they\ncould reproduce the wonders of the twentieth century\nin the Stone Age and if quantity counts for anything\nI got it for him.",
        "I took the things back to Algeria myself, and accompanied\nthem to the end of the railroad; but from here I\nwas recalled to America upon important business.\nHowever, I was able to employ a very trustworthy man\nto take charge of the caravan—the same guide, in fact,\nwho had accompanied me on the previous trip into the\nSahara—and after writing a long letter to Innes in which\nI gave him my American address, I saw the expedition head south.",
        "Among the other things which I sent to Innes was over five\nhundred miles of double, insulated wire of a very fine gauge.\nI had it packed on a special reel at his suggestion, as it\nwas his idea that he could fasten one end here before he\nleft and by paying it out through the end of the prospector\nlay a telegraph line between the outer and inner worlds.\nIn my letter I told him to be sure to mark the terminus\nof the line very plainly with a high cairn, in case I\nwas not able to reach him before he set out, so that I\nmight easily find and communicate with him should he\nbe so fortunate as to reach Pellucidar.",
        "I received several letters from him after I returned\nto America—in fact he took advantage of every\nnorthward-passing caravan to drop me word of some sort.\nHis last letter was written the day before he intended\nto depart. Here it is.",
        "\nMy Dear Friend:",
        "Tomorrow I shall set out in quest of Pellucidar and Dian.\nThat is if the Arabs don’t get me. They have been very nasty\nof late. I don’t know the cause, but on two occasions they\nhave threatened my life. One, more friendly than the rest,\ntold me today that they intended attacking me tonight.\nIt would be unfortunate should anything of that sort happen\nnow that I am so nearly ready to depart.",
        "However, maybe I will be as well off, for the nearer the\nhour approaches, the slenderer my chances for success appear.",
        "Here is the friendly Arab who is to take this letter north\nfor me, so good-bye, and God bless you for your kindness\nto me.",
        "The Arab tells me to hurry, for he sees a cloud of sand\nto the south—he thinks it is the party coming to murder me,\nand he doesn’t want to be found with me. So goodbye again.",
        "Yours,",
        "David Innes.",
        "\nA year later found me at the end of the railroad\nonce more, headed for the spot where I had left Innes.\nMy first disappointment was when I discovered that my\nold guide had died within a few weeks of my return,\nnor could I find any member of my former party who could\nlead me to the same spot.",
        "For months I searched that scorching land, interviewing\ncountless desert sheiks in the hope that at last I might find\none who had heard of Innes and his wonderful iron mole.\nConstantly my eyes scanned the blinding waste of sand\nfor the ricky cairn beneath which I was to find the wires\nleading to Pellucidar—but always was I unsuccessful.",
        "And always do these awful questions harass me when I\nthink of David Innes and his strange adventures.",
        "Did the Arabs murder him, after all, just on the eve\nof his departure? Or, did he again turn the nose of his\niron monster toward the inner world? Did he reach it,\nor lies he somewhere buried in the heart of the great crust?\nAnd if he did come again to Pellucidar was it to break\nthrough into the bottom of one of her great island seas,\nor among some savage race far, far from the land of his\nheart’s desire?",
        "Does the answer lie somewhere upon the bosom of the\nbroad Sahara, at the end of two tiny wires, hidden beneath\na lost cairn? I wonder.",
        " ",
        "\nThis complete text of the At the Earth’s Core book by Edgar Rice Burroughs is in the public domain.\n\n\nInterested in having this book on paper?\nFind “At the Earth’s Core” (Illustrated) at the Amazon book store.\nAlso available on DVD (the 1976 movie with Peter Cushing).\n\n\nThis Authorama page has been created by Philipp Lenssen\nbased on the Project Gutenberg text version.\n\nPage last updated on April 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Tarzan at the Earth's Core (Bison Frontiers of Imagination)By Edgar Rice BurroughsAt Amazon"
    ]
}