{
    "title": "At the Earth’s Core - VII - Freedom",
    "author": "Edgar Rice Burroughs",
    "chapter": "8",
    "content": [
        "\n\n",
        "Once out of the direct path of the animal, fear of it\nleft me, but another emotion as quickly gripped me—hope\nof escape that the demoralized condition of the guards\nmade possible for the instant.",
        "I thought of Perry, but for the hope that I might better\nencompass his release if myself free I should have put\nthe thought of freedom from me at once. As it was I\nhastened on toward the right searching for an exit toward\nwhich no Sagoths were fleeing, and at last I found it—a low,\nnarrow aperture leading into a dark corridor.",
        "Without thought of the possible consequence, I darted into\nthe shadows of the tunnel, feeling my way along through\nthe gloom for some distance. The noises of the amphitheater\nhad grown fainter and fainter until now all was as silent\nas the tomb about me. Faint light filtered from above\nthrough occasional ventilating and lighting tubes, but it\nwas scarce sufficient to enable my human eyes to cope with\nthe darkness, and so I was forced to move with extreme care,\nfeeling my way along step by step with a hand upon the\nwall beside me.",
        "Presently the light increased and a moment later,\nto my delight, I came upon a flight of steps leading upward,\nat the top of which the brilliant light of the noonday\nsun shone through an opening in the ground.",
        "Cautiously I crept up the stairway to the tunnel’s end,\nand peering out saw the broad plain of Phutra before me.\nThe numerous lofty, granite towers which mark the several\nentrances to the subterranean city were all in front\nof me—behind, the plain stretched level and unbroken\nto the nearby foothills. I had come to the surface,\nthen, beyond the city, and my chances for escape seemed\nmuch enhanced.",
        "My first impulse was to await darkness before attempting\nto cross the plain, so deeply implanted are habits\nof thought; but of a sudden I recollected the perpetual\nnoonday brilliance which envelopes Pellucidar,\nand with a smile I stepped forth into the day-light.",
        "Rank grass, waist high, grows upon the plain of\nPhutra—the gorgeous flowering grass of the inner world,\neach particular blade of which is tipped with a tiny,\nfive-pointed blossom—brilliant little stars of varying\ncolors that twinkle in the green foliage to add still\nanother charm to the weird, yet lovely, land-scape.",
        "But then the only aspect which attracted me was the distant\nhills in which I hoped to find sanctuary, and so I hastened on,\ntrampling the myriad beauties beneath my hurrying feet.\nPerry says that the force of gravity is less upon the\nsurface of the inner world than upon that of the outer.\nHe explained it all to me once, but I was never particularly\nbrilliant in such matters and so most of it has escaped me.\nAs I recall it the difference is due in some part to the\ncounter-attraction of that portion of the earth’s crust\ndirectly opposite the spot upon the face of Pellucidar\nat which one’s calculations are being made. Be that as\nit may, it always seemed to me that I moved with greater\nspeed and agility within Pellucidar than upon the outer\nsurface—there was a certain airy lightness of step that was\nmost pleasing, and a feeling of bodily detachment which\nI can only compare with that occasionally experienced in dreams.",
        "And as I crossed Phutra’s flower-bespangled plain that time\nI seemed almost to fly, though how much of the sensation\nwas due to Perry’s suggestion and how much to actuality\nI am sure I do not know. The more I thought of Perry\nthe less pleasure I took in my new-found freedom.\nThere could be no liberty for me within Pellucidar unless\nthe old man shared it with me, and only the hope that I\nmight find some way to encompass his release kept me\nfrom turning back to Phutra.",
        "Just how I was to help Perry I could scarce imagine,\nbut I hoped that some fortuitous circumstance might solve\nthe problem for me. It was quite evident however that\nlittle less than a miracle could aid me, for what could\nI accomplish in this strange world, naked and unarmed?\nIt was even doubtful that I could retrace my steps\nto Phutra should I once pass beyond view of the plain,\nand even were that possible, what aid could I bring\nto Perry no matter how far I wandered?",
        "The case looked more and more hopeless the longer I viewed it,\nyet with a stubborn persistency I forged ahead toward\nthe foothills. Behind me no sign of pursuit developed,\nbefore me I saw no living thing. It was as though I\nmoved through a dead and forgotten world.",
        "I have no idea, of course, how long it took me to reach\nthe limit of the plain, but at last I entered the foothills,\nfollowing a pretty little canyon upward toward\nthe mountains. Beside me frolicked a laughing brooklet,\nhurrying upon its noisy way down to the silent sea.\nIn its quieter pools I discovered many small fish, of four-\nor five-pound weight I should imagine. In appearance,\nexcept as to size and color, they were not unlike the\nwhale of our own seas. As I watched them playing about\nI discovered, not only that they suckled their young,\nbut that at intervals they rose to the surface to breathe\nas well as to feed upon certain grasses and a strange,\nscarlet lichen which grew upon the rocks just above the\nwater line.",
        "It was this last habit that gave me the opportunity I\ncraved to capture one of these herbivorous cetaceans—that\nis what Perry calls them—and make as good a meal as one can\non raw, warm-blooded fish; but I had become rather used,\nby this time, to the eating of food in its natural state,\nthough I still balked on the eyes and entrails,\nmuch to the amusement of Ghak, to whom I always passed\nthese delicacies.",
        "Crouching beside the brook, I waited until one of the\ndiminutive purple whales rose to nibble at the long\ngrasses which overhung the water, and then, like the beast\nof prey that man really is, I sprang upon my victim,\nappeasing my hunger while he yet wriggled to escape.",
        "Then I drank from the clear pool, and after washing my hands\nand face continued my flight. Above the source of the brook\nI encountered a rugged climb to the summit of a long ridge.\nBeyond was a steep declivity to the shore of a placid,\ninland sea, upon the quiet surface of which lay several\nbeautiful islands.",
        "The view was charming in the extreme, and as no man or beast\nwas to be seen that might threaten my new-found liberty,\nI slid over the edge of the bluff, and half sliding,\nhalf falling, dropped into the delightful valley,\nthe very aspect of which seemed to offer a haven of peace\nand security.",
        "The gently sloping beach along which I walked was thickly\nstrewn with strangely shaped, colored shells; some empty,\nothers still housing as varied a multitude of mollusks\nas ever might have drawn out their sluggish lives along the\nsilent shores of the antediluvian seas of the outer crust.\nAs I walked I could not but compare myself with the first\nman of that other world, so complete the solitude which\nsurrounded me, so primal and untouched the virgin wonders\nand beauties of adolescent nature. I felt myself a second\nAdam wending my lonely way through the childhood of a world,\nsearching for my Eve, and at the thought there rose\nbefore my mind’s eye the exquisite outlines of a perfect\nface surmounted by a loose pile of wondrous, raven hair.",
        "As I walked, my eyes were bent upon the beach so that it\nwas not until I had come quite upon it that I discovered\nthat which shattered all my beautiful dream of solitude\nand safety and peace and primal overlordship. The thing\nwas a hollowed log drawn upon the sands, and in the bottom\nof it lay a crude paddle.",
        "The rude shock of awakening to what doubtless might prove\nsome new form of danger was still upon me when I heard\na rattling of loose stones from the direction of the bluff,\nand turning my eyes in that direction I beheld the\nauthor of the disturbance, a great copper-colored man,\nrunning rapidly toward me.",
        "There was that in the haste with which he came which\nseemed quite sufficiently menacing, so that I did\nnot need the added evidence of brandishing spear and\nscowling face to warn me that I was in no safe position,\nbut whither to flee was indeed a momentous question.",
        "The speed of the fellow seemed to preclude the possibility\nof escaping him upon the open beach. There was but a\nsingle alternative—the rude skiff—and with a celerity\nwhich equaled his, I pushed the thing into the sea and\nas it floated gave a final shove and clambered in over the end.",
        "A cry of rage rose from the owner of the primitive craft,\nand an instant later his heavy, stone-tipped spear grazed\nmy shoulder and buried itself in the bow of the boat beyond.\nThen I grasped the paddle, and with feverish haste urged\nthe awkward, wobbly thing out upon the surface of the sea.",
        "A glance over my shoulder showed me that the copper-colored\none had plunged in after me and was swimming rapidly\nin pursuit. His mighty strokes bade fair to close up\nthe distance between us in short order, for at best I\ncould make but slow progress with my unfamiliar craft,\nwhich nosed stubbornly in every direction but that which I\ndesired to follow, so that fully half my energy was\nexpended in turning its blunt prow back into the course.",
        "I had covered some hundred yards from shore when it became\nevident that my pursuer must grasp the stern of the skiff\nwithin the next half-dozen strokes. In a frenzy of despair,\nI bent to the grandfather of all paddles in a hopeless\neffort to escape, and still the copper giant behind me\ngained and gained.",
        "His hand was reaching upward for the stern when I saw a sleek,\nsinuous body shoot from the depths below. The man saw\nit too, and the look of terror that overspread his face\nassured me that I need have no further concern as to him,\nfor the fear of certain death was in his look.",
        "And then about him coiled the great, slimy folds of a\nhideous monster of that prehistoric deep—a mighty serpent\nof the sea, with fanged jaws, and darting forked tongue,\nwith bulging eyes, and bony protuberances upon head\nand snout that formed short, stout horns.",
        "As I looked at that hopeless struggle my eyes met\nthose of the doomed man, and I could have sworn\nthat in his I saw an expression of hopeless appeal.\nBut whether I did or not there swept through me a sudden\ncompassion for the fellow. He was indeed a brother-man,\nand that he might have killed me with pleasure\nhad he caught me was forgotten in the extremity of his danger.",
        "Unconsciously I had ceased paddling as the serpent rose\nto engage my pursuer, so now the skiff still drifted close\nbeside the two. The monster seemed to be but playing with his\nvictim before he closed his awful jaws upon him and dragged\nhim down to his dark den beneath the surface to devour him.\nThe huge, snakelike body coiled and uncoiled about its prey.\nThe hideous, gaping jaws snapped in the victim’s face.\nThe forked tongue, lightning-like, ran in and out upon\nthe copper skin.",
        "Nobly the giant battled for his life, beating with his\nstone hatchet against the bony armor that covered that\nfrightful carcass; but for all the damage he inflicted\nhe might as well have struck with his open palm.",
        "At last I could endure no longer to sit supinely by while\na fellowman was dragged down to a horrible death by that\nrepulsive reptile. Embedded in the prow of the skiff lay\nthe spear that had been cast after me by him whom I suddenly\ndesired to save. With a wrench I tore it loose, and standing\nupright in the wobbly log drove it with all the strength\nof my two arms straight into the gaping jaws of the hydrophidian.",
        "With a loud hiss the creature abandoned its prey to\nturn upon me, but the spear, imbedded in its throat,\nprevented it from seizing me though it came near\nto overturning the skiff in its mad efforts to reach me.",
        "Continue...",
        "\nThis complete text of the At the Earth’s Core book by Edgar Rice Burroughs is in the public domain.\n\n\nInterested in having this book on paper?\nFind “At the Earth’s Core” (Illustrated) at the Amazon book store.\nAlso available on DVD (the 1976 movie with Peter Cushing).\n\n\nThis Authorama page has been created by Philipp Lenssen\nbased on the Project Gutenberg text version.\n\nPage last updated on April 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Tarzan at the Earth's Core (Bison Frontiers of Imagination)By Edgar Rice BurroughsAt Amazon"
    ]
}