{
    "title": "At the Earth’s Core - XIII - The Sly One",
    "author": "Edgar Rice Burroughs",
    "chapter": "14",
    "content": [
        "\n\n",
        "The Sagoths were gaining on us rapidly, for once they\nhad sighted us they had greatly increased their speed.\nOn and on we stumbled up the narrow canyon that Ghak had\nchosen to approach the heights of Sari. On either side\nrose precipitous cliffs of gorgeous, parti-colored rock,\nwhile beneath our feet a thick mountain grass formed a soft\nand noiseless carpet. Since we had entered the canyon we\nhad had no glimpse of our pursuers, and I was commencing\nto hope that they had lost our trail and that we would\nreach the now rapidly nearing cliffs in time to scale them\nbefore we should be overtaken.",
        "Ahead we neither saw nor heard any sign which might\nbetoken the success of Hooja’s mission. By now he\nshould have reached the outposts of the Sarians, and we\nshould at least hear the savage cries of the tribesmen\nas they swarmed to arms in answer to their king’s appeal\nfor succor. In another moment the frowning cliffs ahead\nshould be black with primeval warriors. But nothing\nof the kind happened—as a matter of fact the Sly One\nhad betrayed us. At the moment that we expected to see\nSarian spearmen charging to our relief at Hooja’s back,\nthe craven traitor was sneaking around the outskirts\nof the nearest Sarian village, that he might come up\nfrom the other side when it was too late to save us,\nclaiming that he had become lost among the mountains.",
        "Hooja still harbored ill will against me because of the blow\nI had struck in Dian’s protection, and his malevolent spirit\nwas equal to sacrificing us all that he might be revenged upon me.",
        "As we drew nearer the barrier cliffs and no sign of rescuing\nSarians appeared Ghak became both angry and alarmed,\nand presently as the sound of rapidly approaching pursuit\nfell upon our ears, he called to me over his shoulder\nthat we were lost.",
        "A backward glance gave me a glimpse of the first of\nthe Sagoths at the far end of a considerable stretch\nof canyon through which we had just passed, and then\na sudden turning shut the ugly creature from my view;\nbut the loud howl of triumphant rage which rose behind\nus was evidence that the gorilla-man had sighted us.",
        "Again the canyon veered sharply to the left, but to the\nright another branch ran on at a lesser deviation from\nthe general direction, so that appeared more like the main\ncanyon than the lefthand branch. The Sagoths were now\nnot over two hundred and fifty yards behind us, and I saw\nthat it was hopeless for us to expect to escape other than\nby a ruse. There was a bare chance of saving Ghak and Perry,\nand as I reached the branching of the canyon I took the chance.",
        "Pausing there I waited until the foremost Sagoth hove\ninto sight. Ghak and Perry had disappeared around a bend\nin the left-hand canyon, and as the Sagoth’s savage\nyell announced that he had seen me I turned and fled\nup the right-hand branch. My ruse was successful,\nand the entire party of man-hunters raced headlong after\nme up one canyon while Ghak bore Perry to safety up the other.",
        "Running has never been my particular athletic forte,\nand now when my very life depended upon fleetness of foot\nI cannot say that I ran any better than on the occasions\nwhen my pitiful base running had called down upon my head\nthe rooter’s raucous and reproachful cries of “Ice Wagon,\"\nand “Call a cab.”",
        "The Sagoths were gaining on me rapidly. There was\none in particular, fleeter than his fellows, who was\nperilously close. The canyon had become a rocky slit,\nrising roughly at a steep angle toward what seemed a pass\nbetween two abutting peaks. What lay beyond I could\nnot even guess—possibly a sheer drop of hundreds of feet\ninto the corresponding valley upon the other side.\nCould it be that I had plunged into a cul-de-sac?",
        "Realizing that I could not hope to outdistance the Sagoths\nto the top of the canyon I had determined to risk all\nin an attempt to check them temporarily, and to this\nend had unslung my rudely made bow and plucked an arrow\nfrom the skin quiver which hung behind my shoulder.\nAs I fitted the shaft with my right hand I stopped\nand wheeled toward the gorilla-man.",
        "In the world of my birth I never had drawn a shaft,\nbut since our escape from Phutra I had kept the party\nsupplied with small game by means of my arrows, and so,\nthrough necessity, had developed a fair degree of accuracy.\nDuring our flight from Phutra I had restrung my bow with a piece\nof heavy gut taken from a huge tiger which Ghak and I had\nworried and finally dispatched with arrows, spear, and sword.\nThe hard wood of the bow was extremely tough and this,\nwith the strength and elasticity of my new string,\ngave me unwonted confidence in my weapon.",
        "Never had I greater need of steady nerves than then—never\nwere my nerves and muscles under better control.\nI sighted as carefully and deliberately as though at\na straw target. The Sagoth had never before seen a bow\nand arrow, but of a sudden it must have swept over his dull\nintellect that the thing I held toward him was some sort\nof engine of destruction, for he too came to a halt,\nsimultaneously swinging his hatchet for a throw.\nIt is one of the many methods in which they employ\nthis weapon, and the accuracy of aim which they achieve,\neven under the most unfavorable circumstances, is little\nshort of miraculous.",
        "My shaft was drawn back its full length—my eye had centered\nits sharp point upon the left breast of my adversary;\nand then he launched his hatchet and I released my arrow.\nAt the instant that our missiles flew I leaped to one side,\nbut the Sagoth sprang forward to follow up his attack\nwith a spear thrust. I felt the swish of the hatchet\nat it grazed my head, and at the same instant my shaft\npierced the Sagoth’s savage heart, and with a single groan\nhe lunged almost at my feet—stone dead. Close behind\nhim were two more—fifty yards perhaps—but the distance\ngave me time to snatch up the dead guardsman’s shield,\nfor the close call his hatchet had just given me had borne\nin upon me the urgent need I had for one. Those which I\nhad purloined at Phutra we had not been able to bring along\nbecause their size precluded our concealing them within\nthe skins of the Mahars which had brought us safely from\nthe city.",
        "With the shield slipped well up on my left arm I let fly\nwith another arrow, which brought down a second Sagoth,\nand then as his fellow’s hatchet sped toward me I caught\nit upon the shield, and fitted another shaft for him;\nbut he did not wait to receive it. Instead, he turned and\nretreated toward the main body of gorilla-men. Evidently he\nhad seen enough of me for the moment.",
        "Once more I took up my flight, nor were the Sagoths\napparently overanxious to press their pursuit so closely\nas before. Unmolested I reached the top of the canyon\nwhere I found a sheer drop of two or three hundred feet\nto the bottom of a rocky chasm; but on the left a narrow\nledge rounded the shoulder of the overhanging cliff.\nAlong this I advanced, and at a sudden turning,\na few yards beyond the canyon’s end, the path widened,\nand at my left I saw the opening to a large cave.\nBefore, the ledge continued until it passed from sight\nabout another projecting buttress of the mountain.",
        "Here, I felt, I could defy an army, for but a single\nfoeman could advance upon me at a time, nor could he know\nthat I was awaiting him until he came full upon me around\nthe corner of the turn. About me lay scattered stones\ncrumbled from the cliff above. They were of various\nsizes and shapes, but enough were of handy dimensions\nfor use as ammunition in lieu of my precious arrows.\nGathering a number of stones into a little pile beside\nthe mouth of the cave I waited the advance of the Sagoths.",
        "As I stood there, tense and silent, listening for the\nfirst faint sound that should announce the approach\nof my enemies, a slight noise from within the cave’s\nblack depths attracted my attention. It might have\nbeen produced by the moving of the great body of some\nhuge beast rising from the rock floor of its lair.\nAt almost the same instant I thought that I caught the\nscraping of hide sandals upon the ledge beyond the turn.\nFor the next few seconds my attention was considerably divided.",
        "And then from the inky blackness at my right I saw two\nflaming eyes glaring into mine. They were on a level\nthat was over two feet above my head. It is true that the\nbeast who owned them might be standing upon a ledge within\nthe cave, or that it might be rearing up upon its hind legs;\nbut I had seen enough of the monsters of Pellucidar to know\nthat I might be facing some new and frightful Titan whose\ndimensions and ferocity eclipsed those of any I had seen before.",
        "Whatever it was, it was coming slowly toward the entrance\nof the cave, and now, deep and forbidding, it uttered a low\nand ominous growl. I waited no longer to dispute possession\nof the ledge with the thing which owned that voice.\nThe noise had not been loud—I doubt if the Sagoths heard\nit at all—but the suggestion of latent possibilities\nbehind it was such that I knew it would only emanate\nfrom a gigantic and ferocious beast.",
        "As I backed along the ledge I soon was past the mouth\nof the cave, where I no longer could see those fearful\nflaming eyes, but an instant later I caught sight of the\nfiendish face of a Sagoth as it warily advanced beyond\nthe cliff’s turn on the far side of the cave’s mouth.\nAs the fellow saw me he leaped along the ledge in pursuit,\nand after him came as many of his companions as could\ncrowd upon each other’s heels. At the same time the beast\nemerged from the cave, so that he and the Sagoths came\nface to face upon that narrow ledge.",
        "The thing was an enormous cave bear, rearing its colossal\nbulk fully eight feet at the shoulder, while from the tip\nof its nose to the end of its stubby tail it was fully twelve\nfeet in length. As it sighted the Sagoths it emitted a most\nfrightful roar, and with open mouth charged full upon them.\nWith a cry of terror the foremost gorilla-man turned to escape,\nbut behind him he ran full upon his on-rushing companions.",
        "The horror of the following seconds is indescribable.\nThe Sagoth nearest the cave bear, finding his escape\nblocked, turned and leaped deliberately to an awful\ndeath upon the jagged rocks three hundred feet below.\nThen those giant jaws reached out and gathered in the\nnext—there was a sickening sound of crushing bones,\nand the mangled corpse was dropped over the cliff’s edge.\nNor did the mighty beast even pause in his steady advance\nalong the ledge.",
        "Shrieking Sagoths were now leaping madly over the precipice\nto escape him, and the last I saw he rounded the turn still\npursuing the demoralized remnant of the man hunters.\nFor a long time I could hear the horrid roaring of the brute\nintermingled with the screams and shrieks of his victims,\nuntil finally the awful sounds dwindled and disappeared\nin the distance.",
        "Later I learned from Ghak, who had finally come to his\ntribesmen and returned with a party to rescue me,\nthat the ryth, as it is called, pursued the Sagoths until\nit had exterminated the entire band. Ghak was, of course,\npositive that I had fallen prey to the terrible creature,\nwhich, within Pellucidar, is truly the king of beasts.",
        "Not caring to venture back into the canyon, where I\nmight fall prey either to the cave bear or the Sagoths I\ncontinued on along the ledge, believing that by following\naround the mountain I could reach the land of Sari from\nanother direction. But I evidently became confused by the\ntwisting and turning of the canyons and gullies, for I did\nnot come to the land of Sari then, nor for a long time thereafter.",
        "Continue...",
        "\nThis complete text of the At the Earth’s Core book by Edgar Rice Burroughs is in the public domain.\n\n\nInterested in having this book on paper?\nFind “At the Earth’s Core” (Illustrated) at the Amazon book store.\nAlso available on DVD (the 1976 movie with Peter Cushing).\n\n\nThis Authorama page has been created by Philipp Lenssen\nbased on the Project Gutenberg text version.\n\nPage last updated on April 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Tarzan at the Earth's Core (Bison Frontiers of Imagination)By Edgar Rice BurroughsAt Amazon"
    ]
}