{
    "title": "At the Earth’s Core - X - Phutra Again",
    "author": "Edgar Rice Burroughs",
    "chapter": "11",
    "content": [
        "\n\n",
        "I hastened to the cliff edge above Ja and helped him\nto a secure footing. He would not listen to any thanks\nfor his attempt to save me, which had come so near miscarrying.",
        "“I had given you up for lost when you tumbled into the\nMahar temple,” he said, “for not even I could save you from\ntheir clutches, and you may imagine my surprise when on\nseeing a canoe dragged up upon the beach of the mainland\nI discovered your own footprints in the sand beside it.",
        "“I immediately set out in search of you, knowing as I did\nthat you must be entirely unarmed and defenseless against\nthe many dangers which lurk upon the mainland both in the\nform of savage beasts and reptiles, and men as well.\nI had no difficulty in tracking you to this point.\nIt is well that I arrived when I did.”",
        "“But why did you do it?” I asked, puzzled at this show\nof friendship on the part of a man of another world\nand a different race and color.",
        "“You saved my life,” he replied; “from that moment it\nbecame my duty to protect and befriend you. I would\nhave been no true Mezop had I evaded my plain duty;\nbut it was a pleasure in this instance for I like you.\nI wish that you would come and live with me. You shall\nbecome a member of my tribe. Among us there is the best\nof hunting and fishing, and you shall have, to choose\na mate from, the most beautiful girls of Pellucidar.\nWill you come?”",
        "I told him about Perry then, and Dian the Beautiful,\nand how my duty was to them first. Afterward I should\nreturn and visit him—if I could ever find his island.",
        "“Oh, that is easy, my friend,” he said. “You need merely\nto come to the foot of the highest peak of the Mountains\nof the Clouds. There you will find a river which flows\ninto the Lural Az. Directly opposite the mouth of the\nriver you will see three large islands far out, so far\nthat they are barely discernible, the one to the extreme\nleft as you face them from the mouth of the river is Anoroc,\nwhere I rule the tribe of Anoroc.”",
        "“But how am I to find the Mountains of the Clouds?” I asked.\n“Men say that they are visible from half Pellucidar,\"\nhe replied.",
        "“How large is Pellucidar?” I asked, wondering what sort\nof theory these primitive men had concerning the form\nand substance of their world.",
        "“The Mahars say it is round, like the inside of a tola shell,\"\nhe answered, “but that is ridiculous, since, were it true,\nwe should fall back were we to travel far in any direction,\nand all the waters of Pellucidar would run to one spot\nand drown us. No, Pellucidar is quite flat and extends\nno man knows how far in all directions. At the edges,\nso my ancestors have reported and handed down to me,\nis a great wall that prevents the earth and waters from\nescaping over into the burning sea whereon Pellucidar floats;\nbut I never have been so far from Anoroc as to have\nseen this wall with my own eyes. However, it is quite\nreasonable to believe that this is true, whereas there\nis no reason at all in the foolish belief of the Mahars.\nAccording to them Pellucidarians who live upon the opposite\nside walk always with their heads pointed downward!” and Ja\nlaughed uproariously at the very thought.",
        "It was plain to see that the human folk of this inner\nworld had not advanced far in learning, and the thought\nthat the ugly Mahars had so outstripped them was a\nvery pathetic one indeed. I wondered how many ages it\nwould take to lift these people out of their ignorance\neven were it given to Perry and me to attempt it.\nPossibly we would be killed for our pains as were those\nmen of the outer world who dared challenge the dense\nignorance and superstitions of the earth’s younger days.\nBut it was worth the effort if the opportunity ever\npresented itself.",
        "And then it occurred to me that here was an opportunity—that\nI might make a small beginning upon Ja, who was my friend,\nand thus note the effect of my teaching upon a Pellucidarian.",
        "“Ja,” I said, “what would you say were I to tell you\nthat in so far as the Mahars’ theory of the shape\nof Pellucidar is concerned it is correct?”",
        "“I would say,” he replied, “that either you are a fool,\nor took me for one.”",
        "“But, Ja,” I insisted, “if their theory is incorrect\nhow do you account for the fact that I was able to pass\nthrough the earth from the outer crust to Pellucidar.\nIf your theory is correct all is a sea of flame beneath us,\nwhere in no peoples could exist, and yet I come from a\ngreat world that is covered with human beings, and beasts,\nand birds, and fishes in mighty oceans.”",
        "“You live upon the under side of Pellucidar, and walk\nalways with your head pointed downward?” he scoffed.\n“And were I to believe that, my friend, I should indeed\nbe mad.”",
        "I attempted to explain the force of gravity to him,\nand by the means of the dropped fruit to illustrate how\nimpossible it would be for a body to fall off the earth\nunder any circumstances. He listened so intently that I\nthought I had made an impression, and started the train\nof thought that would lead him to a partial understanding\nof the truth. But I was mistaken.",
        "“Your own illustration,” he said finally, “proves the\nfalsity of your theory.” He dropped a fruit from his hand\nto the ground. “See,” he said, “without support even this\ntiny fruit falls until it strikes something that stops it.\nIf Pellucidar were not supported upon the flaming sea it too\nwould fall as the fruit falls—you have proven it yourself!\"\nHe had me, that time—you could see it in his eye.",
        "It seemed a hopeless job and I gave it up, temporarily at least,\nfor when I contemplated the necessity explanation of our\nsolar system and the universe I realized how futile it would\nbe to attempt to picture to Ja or any other Pellucidarian\nthe sun, the moon, the planets, and the countless stars.\nThose born within the inner world could no more conceive\nof such things than can we of the outer crust reduce\nto factors appreciable to our finite minds such terms\nas space and eternity.",
        "“Well, Ja,” I laughed, “whether we be walking with our feet\nup or down, here we are, and the question of greatest\nimportance is not so much where we came from as where we\nare going now. For my part I wish that you could guide\nme to Phutra where I may give myself up to the Mahars\nonce more that my friends and I may work out the plan\nof escape which the Sagoths interrupted when they\ngathered us together and drove us to the arena to witness\nthe punishment of the slaves who killed the guardsman.\nI wish now that I had not left the arena for by this\ntime my friends and I might have made good our escape,\nwhereas this delay may mean the wrecking of all our plans,\nwhich depended for their consummation upon the continued\nsleep of the three Mahars who lay in the pit beneath\nthe building in which we were confined.”",
        "“You would return to captivity?” cried Ja.",
        "“My friends are there,” I replied, “the only friends I\nhave in Pellucidar, except yourself. What else may I\ndo under the circumstances?”",
        "He thought for a moment in silence. Then he shook his\nhead sorrowfully.",
        "“It is what a brave man and a good friend should do,\"\nhe said; “yet it seems most foolish, for the Mahars will\nmost certainly condemn you to death for running away,\nand so you will be accomplishing nothing for your friends\nby returning. Never in all my life have I heard of a\nprisoner returning to the Mahars of his own free will.\nThere are but few who escape them, though some do,\nand these would rather die than be recaptured.”",
        "“I see no other way, Ja,” I said, “though I can assure\nyou that I would rather go to Sheol after Perry\nthan to Phutra. However, Perry is much too pious\nto make the probability at all great that I should\never be called upon to rescue him from the former locality.”",
        "Ja asked me what Sheol was, and when I explained, as best\nI could, he said, “You are speaking of Molop Az, the flaming\nsea upon which Pellucidar floats. All the dead who are buried\nin the ground go there. Piece by piece they are carried\ndown to Molop Az by the little demons who dwell there.\nWe know this because when graves are opened we find that\nthe bodies have been partially or entirely borne off.\nThat is why we of Anoroc place our dead in high trees\nwhere the birds may find them and bear them bit by bit\nto the Dead World above the Land of Awful Shadow.\nIf we kill an enemy we place his body in the ground that it\nmay go to Molop Az.”",
        "As we talked we had been walking up the canyon down\nwhich I had come to the great ocean and the sithic.\nJa did his best to dissuade me from returning to Phutra,\nbut when he saw that I was determined to do so,\nhe consented to guide me to a point from which I could see\nthe plain where lay the city. To my surprise the distance\nwas but short from the beach where I had again met Ja.\nIt was evident that I had spent much time following the\nwindings of a tortuous canon, while just beyond the ridge\nlay the city of Phutra near to which I must have come\nseveral times.",
        "As we topped the ridge and saw the granite gate towers\ndotting the flowered plain at our feet Ja made a final\neffort to persuade me to abandon my mad purpose and\nreturn with him to Anoroc, but I was firm in my resolve,\nand at last he bid me good-bye, assured in his own mind\nthat he was looking upon me for the last time.",
        "I was sorry to part with Ja, for I had come to like him\nvery much indeed. With his hidden city upon the island\nof Anoroc as a base, and his savage warriors as escort\nPerry and I could have accomplished much in the line\nof exploration, and I hoped that were we successful\nin our effort to escape we might return to Anoroc later.",
        "There was, however, one great thing to be accomplished\nfirst—at least it was the great thing to me—the finding\nof Dian the Beautiful. I wanted to make amends for the\naffront I had put upon her in my ignorance, and I wanted\nto—well, I wanted to see her again, and to be with her.",
        "Down the hillside I made my way into the gorgeous field\nof flowers, and then across the rolling land toward the\nshadowless columns that guard the ways to buried Phutra.\nAt a quarter-mile from the nearest entrance I was\ndiscovered by the Sagoth guard, and in an instant four\nof the gorilla-men were dashing toward me.",
        "Though they brandished their long spears and yelled\nlike wild Comanches I paid not the slightest attention\nto them, walking quietly toward them as though unaware\nof their existence. My manner had the effect upon them\nthat I had hoped, and as we came quite near together they\nceased their savage shouting. It was evident that they\nhad expected me to turn and flee at sight of them,\nthus presenting that which they most enjoyed, a moving\nhuman target at which to cast their spears.",
        "“What do you here?” shouted one, and then as he recognized me,\n“Ho! It is the slave who claims to be from another world—he\nwho escaped when the thag ran amuck within the amphitheater.\nBut why do you return, having once made good your escape?”",
        "“I did not ’escape’,” I replied. “I but ran away to avoid\nthe thag, as did others, and coming into a long passage\nI became confused and lost my way in the foothills\nbeyond Phutra. Only now have I found my way back.”",
        "“And you come of your free will back to Phutra!\"\nexclaimed one of the guardsmen.",
        "“Where else might I go?” I asked. “I am a stranger\nwithin Pellucidar and know no other where than Phutra.\nWhy should I not desire to be in Phutra? Am I not well fed\nand well treated? Am I not happy? What better lot could\nman desire?”",
        "The Sagoths scratched their heads. This was a new one\non them, and so being stupid brutes they took me to their\nmasters whom they felt would be better fitted to solve\nthe riddle of my return, for riddle they still considered it.",
        "I had spoken to the Sagoths as I had for the purpose\nof throwing them off the scent of my purposed attempt\nat escape. If they thought that I was so satisfied\nwith my lot within Phutra that I would voluntarily return\nwhen I had once had so excellent an opportunity to escape,\nthey would never for an instant imagine that I could\nbe occupied in arranging another escape immediately\nupon my return to the city.",
        "So they led me before a slimy Mahar who clung to a slimy\nrock within the large room that was the thing’s office.\nWith cold, reptilian eyes the creature seemed to bore through\nthe thin veneer of my deceit and read my inmost thoughts.\nIt heeded the story which the Sagoths told of my return\nto Phutra, watching the gorilla-men’s lips and fingers\nduring the recital. Then it questioned me through one of\nthe Sagoths.",
        "“You say that you returned to Phutra of your own free will,\nbecause you think yourself better off here than elsewhere—do\nyou not know that you may be the next chosen to give up\nyour life in the interests of the wonderful scientific\ninvestigations that our learned ones are continually\noccupied with?”",
        "I hadn’t heard of anything of that nature, but I thought\nbest not to admit it.",
        "“I could be in no more danger here,” I said, “than naked\nand unarmed in the savage jungles or upon the lonely\nplains of Pellucidar. I was fortunate, I think, to return\nto Phutra at all. As it was I barely escaped death within\nthe jaws of a huge sithic. No, I am sure that I am safer\nin the hands of intelligent creatures such as rule Phutra.\nAt least such would be the case in my own world, where human\nbeings like myself rule supreme. There the higher races\nof man extend protection and hospitality to the stranger\nwithin their gates, and being a stranger here I naturally\nassumed that a like courtesy would be accorded me.”",
        "The Mahar looked at me in silence for some time after I\nceased speaking and the Sagoth had translated my words\nto his master. The creature seemed deep in thought.\nPresently he communicated some message to the Sagoth.\nThe latter turned, and motioning me to follow him, left the\npresence of the reptile. Behind and on either side of me\nmarched the balance of the guard.",
        "“What are they going to do with me?” I asked the fellow\nat my right.",
        "“You are to appear before the learned ones who will\nquestion you regarding this strange world from which you\nsay you come.”",
        "After a moment’s silence he turned to me again.",
        "“Do you happen to know,” he asked, “what the Mahars\ndo to slaves who lie to them?”",
        "“No,” I replied, “nor does it interest me, as I have\nno intention of lying to the Mahars.”",
        "“Then be careful that you don’t repeat the impossible\ntale you told Sol-to-to just now—another world, indeed,\nwhere human beings rule!” he concluded in fine scorn.",
        "“But it is the truth,” I insisted. “From where else then\ndid I come? I am not of Pellucidar. Anyone with half\nan eye could see that.”",
        "“It is your misfortune then,” he remarked dryly, “that you\nmay not be judged by one with but half an eye.”",
        "“What will they do with me,” I asked, “if they do not\nhave a mind to believe me?”",
        "“You may be sentenced to the arena, or go to the pits\nto be used in research work by the learned ones,\"\nhe replied.",
        "“And what will they do with me there?” I persisted.",
        "“No one knows except the Mahars and those who go to the pits\nwith them, but as the latter never return, their knowledge\ndoes them but little good. It is said that the learned\nones cut up their subjects while they are yet alive,\nthus learning many useful things. However I should not\nimagine that it would prove very useful to him who was\nbeing cut up; but of course this is all but conjecture.\nThe chances are that ere long you will know much\nmore about it than I,” and he grinned as he spoke.\nThe Sagoths have a well-developed sense of humor.",
        "“And suppose it is the arena,” I continued; “what then?”",
        "“You saw the two who met the tarag and the thag the time\nthat you escaped?” he said.",
        "“Yes. “",
        "“Your end in the arena would be similar to what was\nintended for them,” he explained, “though of course\nthe same kinds of animals might not be employed.”",
        "“It is sure death in either event?” I asked.",
        "“What becomes of those who go below with the learned\nones I do not know, nor does any other,” he replied;\n“but those who go to the arena may come out alive and thus\nregain their liberty, as did the two whom you saw.”",
        "“They gained their liberty? And how?”",
        "“It is the custom of the Mahars to liberate those who\nremain alive within the arena after the beasts depart\nor are killed. Thus it has happened that several mighty\nwarriors from far distant lands, whom we have captured\non our slave raids, have battled the brutes turned in upon\nthem and slain them, thereby winning their freedom.\nIn the instance which you witnessed the beasts killed\neach other, but the result was the same—the man and woman\nwere liberated, furnished with weapons, and started\non their homeward journey. Upon the left shoulder\nof each a mark was burned—the mark of the Mahars—which\nwill forever protect these two from slaving parties.”",
        "“There is a slender chance for me then if I be sent\nto the arena, and none at all if the learned ones drag\nme to the pits?”",
        "“You are quite right,” he replied; “but do not felicitate\nyourself too quickly should you be sent to the arena,\nfor there is scarce one in a thousand who comes out alive.”",
        "To my surprise they returned me to the same building in which I\nhad been confined with Perry and Ghak before my escape.\nAt the doorway I was turned over to the guards there.",
        "“He will doubtless be called before the investigators shortly,\"\nsaid he who had brought me back,” so have him in readiness.”",
        "The guards in whose hands I now found myself, upon hearing\nthat I had returned of my own volition to Phutra evidently\nfelt that it would be safe to give me liberty within\nthe building as had been the custom before I had escaped,\nand so I was told to return to whatever duty had been\nmine formerly.",
        "My first act was to hunt up Perry; whom I found poring\nas usual over the great tomes that he was supposed to be\nmerely dusting and rearranging upon new shelves.",
        "As I entered the room he glanced up and nodded pleasantly\nto me, only to resume his work as though I had never\nbeen away at all. I was both astonished and hurt at\nhis indifference. And to think that I was risking death\nto return to him purely from a sense of duty and affection!",
        "“Why, Perry!” I exclaimed, “haven’t you a word for me\nafter my long absence?”",
        "“Long absence!” he repeated in evident astonishment.\n“What do you mean?”",
        "“Are you crazy, Perry? Do you mean to say that you\nhave not missed me since that time we were separated\nby the charging thag within the arena?”",
        "“’That time’,” he repeated. “Why man, I have but just\nreturned from the arena! You reached here almost\nas soon as I. Had you been much later I should indeed\nhave been worried, and as it is I had intended\nasking you about how you escaped the beast as soon\nas I had completed the translation of this most\ninteresting passage.”",
        "“Perry, you ARE mad,” I exclaimed. “Why, the Lord only knows\nhow long I have been away. I have been to other lands,\ndiscovered a new race of humans within Pellucidar,\nseen the Mahars at their worship in their hidden temple,\nand barely escaped with my life from them and from a\ngreat labyrinthodon that I met afterward, following my\nlong and tedious wanderings across an unknown world.\nI must have been away for months, Perry, and now you barely\nlook up from your work when I return and insist that we\nhave been separated but a moment. Is that any way to treat\na friend? I’m surprised at you, Perry, and if I’d thought\nfor a moment that you cared no more for me than this I\nshould not have returned to chance death at the hands\nof the Mahars for your sake.”",
        "The old man looked at me for a long time before he spoke.\nThere was a puzzled expression upon his wrinkled face,\nand a look of hurt sorrow in his eyes.",
        "“David, my boy,” he said, “how could you for a moment\ndoubt my love for you? There is something strange here\nthat I cannot understand. I know that I am not mad,\nand I am equally sure that you are not; but how in the\nworld are we to account for the strange hallucinations\nthat each of us seems to harbor relative to the passage\nof time since last we saw each other. You are positive\nthat months have gone by, while to me it seems equally\ncertain that not more than an hour ago I sat beside you\nin the amphitheater. Can it be that both of us are\nright and at the same time both are wrong? First tell me\nwhat time is, and then maybe I can solve our problem.\nDo you catch my meaning?”",
        "I didn’t and said so.",
        "“Yes,” continued the old man, “we are both right. To me,\nbent over my book here, there has been no lapse of time.\nI have done little or nothing to waste my energies\nand so have required neither food nor sleep, but you,\non the contrary, have walked and fought and wasted strength\nand tissue which must needs be rebuilt by nutriment\nand food, and so, having eaten and slept many times\nsince last you saw me you naturally measure the lapse\nof time largely by these acts. As a matter of fact,\nDavid, I am rapidly coming to the conviction that there\nis no such thing as time—surely there can be no time here\nwithin Pellucidar, where there are no means for measuring\nor recording time. Why, the Mahars themselves take\nno account of such a thing as time. I find here in all\ntheir literary works but a single tense, the present.\nThere seems to be neither past nor future with them.\nOf course it is impossible for our outer-earthly minds\nto grasp such a condition, but our recent experiences seem\nto demonstrate its existence.”",
        "It was too big a subject for me, and I said so, but Perry\nseemed to enjoy nothing better than speculating upon it,\nand after listening with interest to my account of the\nadventures through which I had passed he returned once more\nto the subject, which he was enlarging upon with considerable\nfluency when he was interrupted by the entrance of a Sagoth.",
        "“Come!” commanded the intruder, beckoning to me.\n“The investigators would speak with you.”",
        "“Good-bye, Perry!” I said, clasping the old man’s hand.\n“There may be nothing but the present and no such thing\nas time, but I feel that I am about to take a trip\ninto the hereafter from which I shall never return.\nIf you and Ghak should manage to escape I want you to\npromise me that you will find Dian the Beautiful and tell\nher that with my last words I asked her forgiveness\nfor the unintentional affront I put upon her, and that my\none wish was to be spared long enough to right the wrong\nthat I had done her.”",
        "Tears came to Perry’s eyes.",
        "“I cannot believe but that you will return, David,” he said.\n“It would be awful to think of living out the balance of my\nlife without you among these hateful and repulsive creatures.\nIf you are taken away I shall never escape, for I feel\nthat I am as well off here as I should be anywhere within\nthis buried world. Good-bye, my boy, good-bye!” and then\nhis old voice faltered and broke, and as he hid his face\nin his hands the Sagoth guardsman grasped me roughly\nby the shoulder and hustled me from the chamber.",
        "Continue...",
        "\nThis complete text of the At the Earth’s Core book by Edgar Rice Burroughs is in the public domain.\n\n\nInterested in having this book on paper?\nFind “At the Earth’s Core” (Illustrated) at the Amazon book store.\nAlso available on DVD (the 1976 movie with Peter Cushing).\n\n\nThis Authorama page has been created by Philipp Lenssen\nbased on the Project Gutenberg text version.\n\nPage last updated on April 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Tarzan at the Earth's Core (Bison Frontiers of Imagination)By Edgar Rice BurroughsAt Amazon"
    ]
}