{
    "title": "At the Earth’s Core - V - Slaves",
    "author": "Edgar Rice Burroughs",
    "chapter": "6",
    "content": [
        "\n\n",
        "As we descended the broad staircase which led to the main\navenue of Phutra I caught my first sight of the dominant\nrace of the inner world. Involuntarily I shrank back\nas one of the creatures approached to inspect us.\nA more hideous thing it would be impossible to imagine.\nThe all-powerful Mahars of Pellucidar are great reptiles,\nsome six or eight feet in length, with long narrow heads\nand great round eyes. Their beak-like mouths are lined\nwith sharp, white fangs, and the backs of their huge,\nlizard bodies are serrated into bony ridges from their\nnecks to the end of their long tails. Their feet are\nequipped with three webbed toes, while from the fore feet\nmembranous wings, which are attached to their bodies just\nin front of the hind legs, protrude at an angle of 45\ndegrees toward the rear, ending in sharp points several\nfeet above their bodies.",
        "I glanced at Perry as the thing passed me to inspect him.\nThe old man was gazing at the horrid creature with wide\nastonished eyes. When it passed on, he turned to me.",
        "“A rhamphorhynchus of the Middle Olitic, David,” he said,\n“but, gad, how enormous! The largest remains we ever\nhave discovered have never indicated a size greater than\nthat attained by an ordinary crow.”",
        "As we continued on through the main avenue of Phutra we\nsaw many thousand of the creatures coming and going upon\ntheir daily duties. They paid but little attention to us.\nPhutra is laid out underground with a regularity that\nindicates remarkable engineering skill. It is hewn from\nsolid limestone strata. The streets are broad and of a\nuniform height of twenty feet. At intervals tubes pierce\nthe roof of this underground city, and by means of lenses\nand reflectors transmit the sunlight, softened and diffused,\nto dispel what would otherwise be Cimmerian darkness.\nIn like manner air is introduced.",
        "Perry and I were taken, with Ghak, to a large public building,\nwhere one of the Sagoths who had formed our guard explained\nto a Maharan official the circumstances surrounding our capture.\nThe method of communication between these two was remarkable\nin that no spoken words were exchanged. They employed\na species of sign language. As I was to learn later,\nthe Mahars have no ears, not any spoken language.\nAmong themselves they communicate by means of what Perry\nsays must be a sixth sense which is cognizant of a fourth dimension.",
        "I never did quite grasp him, though he endeavored to explain\nit to me upon numerous occasions. I suggested telepathy,\nbut he said no, that it was not telepathy since they could\nonly communicate when in each others’ presence, nor could\nthey talk with the Sagoths or the other inhabitants\nof Pellucidar by the same method they used to converse\nwith one another.",
        "“What they do,” said Perry, “is to project their thoughts\ninto the fourth dimension, when they become appreciable\nto the sixth sense of their listener. Do I make myself\nquite clear?”",
        "“You do not, Perry,” I replied. He shook his head\nin despair, and returned to his work. They had set us\nto carrying a great accumulation of Maharan literature\nfrom one apartment to another, and there arranging it\nupon shelves. I suggested to Perry that we were in the\npublic library of Phutra, but later, as he commenced\nto discover the key to their written language, he assured\nme that we were handling the ancient archives of the race.",
        "During this period my thoughts were continually upon\nDian the Beautiful. I was, of course, glad that she had\nescaped the Mahars, and the fate that had been suggested\nby the Sagoth who had threatened to purchase her upon our\narrival at Phutra. I often wondered if the little party\nof fugitives had been overtaken by the guards who had returned\nto search for them. Sometimes I was not so sure but that I\nshould have been more contented to know that Dian was here\nin Phutra, than to think of her at the mercy of Hooja\nthe Sly One. Ghak, Perry, and I often talked together\nof possible escape, but the Sarian was so steeped in his\nlifelong belief that no one could escape from the Mahars\nexcept by a miracle, that he was not much aid to us—his\nattitude was of one who waits for the miracle to come to him.",
        "At my suggestion Perry and I fashioned some swords of scraps\nof iron which we discovered among some rubbish in the cells\nwhere we slept, for we were permitted almost unrestrained\nfreedom of action within the limits of the building to which\nwe had been assigned. So great were the number of slaves\nwho waited upon the inhabitants of Phutra that none of us\nwas apt to be overburdened with work, nor were our masters\nunkind to us.",
        "We hid our new weapons beneath the skins which formed\nour beds, and then Perry conceived the idea of making bows\nand arrows—weapons apparently unknown within Pellucidar.\nNext came shields; but these I found it easier to steal\nfrom the walls of the outer guardroom of the building.",
        "We had completed these arrangements for our protection\nafter leaving Phutra when the Sagoths who had been sent\nto recapture the escaped prisoners returned with four\nof them, of whom Hooja was one. Dian and two others\nhad eluded them. It so happened that Hooja was confined\nin the same building with us. He told Ghak that he had\nnot seen Dian or the others after releasing them within\nthe dark grotto. What had become of them he had not\nthe faintest conception—they might be wandering yet,\nlost within the labyrinthine tunnel, if not dead\nfrom starvation.",
        "I was now still further apprehensive as to the fate\nof Dian, and at this time, I imagine, came the first\nrealization that my affection for the girl might be\nprompted by more than friendship. During my waking\nhours she was constantly the subject of my thoughts,\nand when I slept her dear face haunted my dreams.\nMore than ever was I determined to escape the Mahars.",
        "“Perry, “ I confided to the old man, “if I have to search\nevery inch of this diminutive world I am going to find\nDian the Beautiful and right the wrong I unintentionally\ndid her.” That was the excuse I made for Perry’s benefit.",
        "“Diminutive world!” he scoffed. “You don’t know what you\nare talking about, my boy,” and then he showed me a map\nof Pellucidar which he had recently discovered among\nthe manuscript he was arranging.",
        "“Look,” he cried, pointing to it, “this is evidently water,\nand all this land. Do you notice the general configuration\nof the two areas? Where the oceans are upon the outer crust,\nis land here. These relatively small areas of ocean follow\nthe general lines of the continents of the outer world.",
        "“We know that the crust of the globe is 500 miles in thickness;\nthen the inside diameter of Pellucidar must be 7,000 miles,\nand the superficial area 165,480,000 square miles.\nThree-fourths of this is land. Think of it! A land area\nof 124,110,000 square miles! Our own world contains\nbut 53,000,000 square miles of land, the balance of its\nsurface being covered by water. Just as we often compare\nnations by their relative land areas, so if we compare\nthese two worlds in the same way we have the strange\nanomaly of a larger world within a smaller one!",
        "“Where within vast Pellucidar would you search for your\nDian? Without stars, or moon, or changing sun how could\nyou find her even though you knew where she might be found?”",
        "The proposition was a corker. It quite took my breath away;\nbut I found that it left me all the more determined\nto attempt it.",
        "“If Ghak will accompany us we may be able to do it,\"\nI suggested.",
        "Perry and I sought him out and put the question straight\nto him.",
        "“Ghak,” I said, “we are determined to escape from\nthis bondage. Will you accompany us?”",
        "“They will set the thipdars upon us,” he said, “and then\nwe shall be killed; but—” he hesitated—\"I would take\nthe chance if I thought that I might possibly escape\nand return to my own people.”",
        "“Could you find your way back to your own land?” asked Perry.\n“And could you aid David in his search for Dian?”",
        "“Yes.”",
        "“But how,” persisted Perry, “could you travel to strange\ncountry without heavenly bodies or a compass to guide you?”",
        "Ghak didn’t know what Perry meant by heavenly bodies\nor a compass, but he assured us that you might blindfold\nany man of Pellucidar and carry him to the farthermost\ncorner of the world, yet he would be able to come directly\nto his own home again by the shortest route. He seemed\nsurprised to think that we found anything wonderful in it.\nPerry said it must be some sort of homing instinct such\nas is possessed by certain breeds of earthly pigeons.\nI didn’t know, of course, but it gave me an idea.",
        "“Then Dian could have found her way directly to her\nown people?” I asked.",
        "“Surely,” replied Ghak, “unless some mighty beast of prey\nkilled her.”",
        "I was for making the attempted escape at once, but both Perry\nand Ghak counseled waiting for some propitious accident\nwhich would insure us some small degree of success.\nI didn’t see what accident could befall a whole community\nin a land of perpetual daylight where the inhabitants had\nno fixed habits of sleep. Why, I am sure that some of the\nMahars never sleep, while others may, at long intervals,\ncrawl into the dark recesses beneath their dwellings and\ncurl up in protracted slumber. Perry says that if a Mahar\nstays awake for three years he will make up all his lost\nsleep in a long year’s snooze. That may be all true, but I\nnever saw but three of them asleep, and it was the sight\nof these three that gave me a suggestion for our means of escape.",
        "I had been searching about far below the levels that we\nslaves were supposed to frequent—possibly fifty feet\nbeneath the main floor of the building—among a network\nof corridors and apartments, when I came suddenly upon\nthree Mahars curled up upon a bed of skins. At first I\nthought they were dead, but later their regular breathing\nconvinced me of my error. Like a flash the thought\ncame to me of the marvelous opportunity these sleeping\nreptiles offered as a means of eluding the watchfulness\nof our captors and the Sagoth guards.",
        "Hastening back to Perry where he pored over a musty pile of,\nto me, meaningless hieroglyphics, I explained my plan to him.\nTo my surprise he was horrified.",
        "“It would be murder, David,” he cried.",
        "“Murder to kill a reptilian monster?” I asked in astonishment.",
        "“Here they are not monsters, David,” he replied.\n“Here they are the dominant race—we are the ’monsters’—the\nlower orders. In Pellucidar evolution has progressed\nalong different lines than upon the outer earth.\nThese terrible convulsions of nature time and time again\nwiped out the existing species—but for this fact some\nmonster of the Saurozoic epoch might rule today upon\nour own world. We see here what might well have occurred\nin our own history had conditions been what they have been here.",
        "“Life within Pellucidar is far younger than upon the outer crust.\nHere man has but reached a stage analogous to the Stone\nAge of our own world’s history, but for countless millions\nof years these reptiles have been progressing. Possibly it\nis the sixth sense which I am sure they possess that has\ngiven them an advantage over the other and more frightfully\narmed of their fellows; but this we may never know.\nThey look upon us as we look upon the beasts of our fields,\nand I learn from their written records that other races\nof Mahars feed upon men—they keep them in great droves,\nas we keep cattle. They breed them most carefully,\nand when they are quite fat, they kill and eat them.”",
        "I shuddered.",
        "“What is there horrible about it, David?” the old man asked.\n“They understand us no better than we understand\nthe lower animals of our own world. Why, I have come\nacross here very learned discussions of the question\nas to whether gilaks, that is men, have any means\nof communication. One writer claims that we do not even\nreason—that our every act is mechanical, or instinctive.\nThe dominant race of Pellucidar, David, have not yet\nlearned that men converse among themselves, or reason.\nBecause we do not converse as they do it is beyond them\nto imagine that we converse at all. It is thus that we\nreason in relation to the brutes of our own world.\nThey know that the Sagoths have a spoken language,\nbut they cannot comprehend it, or how it manifests itself,\nsince they have no auditory apparatus. They believe\nthat the motions of the lips alone convey the meaning.\nThat the Sagoths can communicate with us is incomprehensible\nto them.",
        "“Yes, David,” he concluded, “it would entail murder\nto carry out your plan.”",
        "“Very well then, Perry.” I replied. “I shall become\na murderer.”",
        "He got me to go over the plan again most carefully,\nand for some reason which was not at the time clear to me\ninsisted upon a very careful description of the apartments\nand corridors I had just explored.",
        "“I wonder, David,” he said at length, “as you are determined\nto carry out your wild scheme, if we could not accomplish\nsomething of very real and lasting benefit for the human\nrace of Pellucidar at the same time. Listen, I have\nlearned much of a most surprising nature from these\narchives of the Mahars. That you may not appreciate\nmy plan I shall briefly outline the history of the race.",
        "“Once the males were all-powerful, but ages ago the females,\nlittle by little, assumed the mastery. For other ages\nno noticeable change took place in the race of Mahars.\nIt continued to progress under the intelligent and\nbeneficent rule of the ladies. Science took vast strides.\nThis was especially true of the sciences which we know\nas biology and eugenics. Finally a certain female\nscientist announced the fact that she had discovered\na method whereby eggs might be fertilized by chemical\nmeans after they were laid—all true reptiles, you know,\nare hatched from eggs.",
        "“What happened? Immediately the necessity for males ceased\nto exist—the race was no longer dependent upon them.\nMore ages elapsed until at the present time we find a race\nconsisting exclusively of females. But here is the point.\nThe secret of this chemical formula is kept by a single\nrace of Mahars. It is in the city of Phutra, and unless I\nam greatly in error I judge from your description of the\nvaults through which you passed today that it lies hidden\nin the cellar of this building.",
        "“For two reasons they hide it away and guard it jealously.\nFirst, because upon it depends the very life of the race\nof Mahars, and second, owing to the fact that when it\nwas public property as at first so many were experimenting\nwith it that the danger of over-population became very grave.",
        "“David, if we can escape, and at the same time take with\nus this great secret what will we not have accomplished\nfor the human race within Pellucidar!” The very thought\nof it fairly overpowered me. Why, we two would be the\nmeans of placing the men of the inner world in their\nrightful place among created things. Only the Sagoths\nwould then stand between them and absolute supremacy,\nand I was not quite sure but that the Sagoths owed all\ntheir power to the greater intelligence of the Mahars—I\ncould not believe that these gorilla-like beasts\nwere the mental superiors of the human race of Pellucidar.",
        "“Why, Perry,” I exclaimed, “you and I may reclaim\na whole world! Together we can lead the races of men\nout of the darkness of ignorance into the light of\nadvancement and civilization. At one step we may carry\nthem from the Age of Stone to the twentieth century.\nIt’s marvelous—absolutely marvelous just to think about it.”",
        "“David,” said the old man, “I believe that God sent us\nhere for just that purpose—it shall be my life work\nto teach them His word—to lead them into the light\nof His mercy while we are training their hearts and hands\nin the ways of culture and civilization.”",
        "“You are right, Perry,” I said, “and while you are teaching\nthem to pray I’ll be teaching them to fight, and between\nus we’ll make a race of men that will be an honor to us both.”",
        "Ghak had entered the apartment some time before we\nconcluded our conversation, and now he wanted to know\nwhat we were so excited about. Perry thought we had best\nnot tell him too much, and so I only explained that I\nhad a plan for escape. When I had outlined it to him,\nhe seemed about as horror-struck as Perry had been;\nbut for a different reason. The Hairy One only considered\nthe horrible fate that would be ours were we discovered;\nbut at last I prevailed upon him to accept my plan as\nthe only feasible one, and when I had assured him that I\nwould take all the responsibility for it were we captured,\nhe accorded a reluctant assent.",
        "Continue...",
        "\nThis complete text of the At the Earth’s Core book by Edgar Rice Burroughs is in the public domain.\n\n\nInterested in having this book on paper?\nFind “At the Earth’s Core” (Illustrated) at the Amazon book store.\nAlso available on DVD (the 1976 movie with Peter Cushing).\n\n\nThis Authorama page has been created by Philipp Lenssen\nbased on the Project Gutenberg text version.\n\nPage last updated on April 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Tarzan at the Earth's Core (Bison Frontiers of Imagination)By Edgar Rice BurroughsAt Amazon"
    ]
}