{
    "title": "At the Earth’s Core - II - A Strange World",
    "author": "Edgar Rice Burroughs",
    "chapter": "3",
    "content": [
        "\n\n",
        "I was unconscious little more than an instant,\nfor as I lunged forward from the crossbeam to which I\nhad been clinging, and fell with a crash to the floor\nof the cabin, the shock brought me to myself.",
        "My first concern was with Perry. I was horrified at the thought\nthat upon the very threshold of salvation he might be dead.\nTearing open his shirt I placed my ear to his breast.\nI could have cried with relief—his heart was beating\nquite regularly.",
        "At the water tank I wetted my handkerchief, slapping it\nsmartly across his forehead and face several times.\nIn a moment I was rewarded by the raising of his lids.\nFor a time he lay wide-eyed and quite uncomprehending.\nThen his scattered wits slowly foregathered, and he sat\nup sniffing the air with an expression of wonderment upon\nhis face.",
        "“Why, David,” he cried at last, “it’s air, as sure as I live.\nWhy—why what does it mean? Where in the world are we?\nWhat has happened?”",
        "“It means that we’re back at the surface all right, Perry,” I cried;\n“but where, I don’t know. I haven’t opened her up yet.\nBeen too busy reviving you. Lord, man, but you had a close squeak!”",
        "“You say we’re back at the surface, David? How can\nthat be? How long have I been unconscious?”",
        "“Not long. We turned in the ice stratum.\nDon’t you recall the sudden whirling of our seats?\nAfter that the drill was above you instead of below.\nWe didn’t notice it at the time; but I recall it now.”",
        "“You mean to say that we turned back in the ice stratum,\nDavid? That is not possible. The prospector cannot turn\nunless its nose is deflected from the outside—by some\nexternal force or resistance—the steering wheel within\nwould have moved in response. The steering wheel has\nnot budged, David, since we started. You know that.”",
        "I did know it; but here we were with our drill racing in\npure air, and copious volumes of it pouring into the cabin.",
        "“We couldn’t have turned in the ice stratum, Perry, I know\nas well as you,” I replied; “but the fact remains\nthat we did, for here we are this minute at the surface\nof the earth again, and I am going out to see just where.”",
        "“Better wait till morning, David—it must be midnight now.”",
        "I glanced at the chronometer.",
        "“Half after twelve. We have been out seventy-two hours,\nso it must be midnight. Nevertheless I am going to have\na look at the blessed sky that I had given up all hope\nof ever seeing again,” and so saying I lifted the bars\nfrom the inner door, and swung it open. There was quite\na quantity of loose material in the jacket, and this I\nhad to remove with a shovel to get at the opposite door\nin the outer shell.",
        "In a short time I had removed enough of the earth and rock\nto the floor of the cabin to expose the door beyond.\nPerry was directly behind me as I threw it open.\nThe upper half was above the surface of the ground.\nWith an expression of surprise I turned and looked at\nPerry—it was broad daylight without!",
        "“Something seems to have gone wrong either with our\ncalculations or the chronometer,” I said. Perry shook\nhis head—there was a strange expression in his eyes.",
        "“Let’s have a look beyond that door, David,” he cried.",
        "Together we stepped out to stand in silent contemplation\nof a landscape at once weird and beautiful. Before us\na low and level shore stretched down to a silent sea.\nAs far as the eye could reach the surface of the water\nwas dotted with countless tiny isles—some of towering,\nbarren, granitic rock—others resplendent in gorgeous\ntrappings of tropical vegetation, myriad starred with\nthe magnificent splendor of vivid blooms.",
        "Behind us rose a dark and forbidding wood of giant\narborescent ferns intermingled with the commoner types\nof a primeval tropical forest. Huge creepers depended\nin great loops from tree to tree, dense under-brush\novergrew a tangled mass of fallen trunks and branches.\nUpon the outer verge we could see the same splendid\ncoloring of countless blossoms that glorified the islands,\nbut within the dense shadows all seemed dark and gloomy\nas the grave.",
        "And upon all the noonday sun poured its torrid rays\nout of a cloudless sky.",
        "“Where on earth can we be?” I asked, turning to Perry.",
        "For some moments the old man did not reply. He stood\nwith bowed head, buried in deep thought. But at last\nhe spoke.",
        "“David,” he said, “I am not so sure that we are ON earth.”",
        "“What do you mean Perry?” I cried. “Do you think that we\nare dead, and this is heaven?” He smiled, and turning,\npointing to the nose of the prospector protruding from\nthe ground at our backs.",
        "“But for that, David, I might believe that we were indeed\ncome to the country beyond the Styx. The prospector\nrenders that theory untenable—it, certainly, could never\nhave gone to heaven. However I am willing to concede\nthat we actually may be in another world from that\nwhich we have always known. If we are not ON earth,\nthere is every reason to believe that we may be IN it.”",
        "“We may have quartered through the earth’s crust and come\nout upon some tropical island of the West Indies,\"\nI suggested. Again Perry shook his head.",
        "“Let us wait and see, David,” he replied, “and in the\nmeantime suppose we do a bit of exploring up and down\nthe coast—we may find a native who can enlighten us.”",
        "As we walked along the beach Perry gazed long and\nearnestly across the water. Evidently he was wrestling\nwith a mighty problem.",
        "“David,” he said abruptly, “do you perceive anything\nunusual about the horizon?”",
        "As I looked I began to appreciate the reason for the\nstrangeness of the landscape that had haunted me from\nthe first with an illusive suggestion of the bizarre\nand unnatural—THERE WAS NO HORIZON! As far as the eye\ncould reach out the sea continued and upon its bosom\nfloated tiny islands, those in the distance reduced\nto mere specks; but ever beyond them was the sea,\nuntil the impression became quite real that one was\nLOOKING UP at the most distant point that the eyes\ncould fathom—the distance was lost in the distance.\nThat was all—there was no clear-cut horizontal\nline marking the dip of the globe below the line of vision.",
        "“A great light is commencing to break on me,” continued Perry,\ntaking out his watch. “I believe that I have partially\nsolved the riddle. It is now two o’clock. When we emerged\nfrom the prospector the sun was directly above us.\nWhere is it now?”",
        "I glanced up to find the great orb still motionless\nin the center of the heaven. And such a sun! I had\nscarcely noticed it before. Fully thrice the size of\nthe sun I had known throughout my life, and apparently\nso near that the sight of it carried the conviction\nthat one might almost reach up and touch it.",
        "“My God, Perry, where are we?” I exclaimed. “This thing\nis beginning to get on my nerves.”",
        "“I think that I may state quite positively, David,\"\nhe commenced, “that we are—” but he got no further.\nFrom behind us in the vicinity of the prospector there\ncame the most thunderous, awe-inspiring roar that ever\nhad fallen upon my ears. With one accord we turned\nto discover the author of that fearsome noise.",
        "Had I still retained the suspicion that we were on earth the\nsight that met my eyes would quite entirely have banished it.\nEmerging from the forest was a colossal beast which closely\nresembled a bear. It was fully as large as the largest\nelephant and with great forepaws armed with huge claws.\nIts nose, or snout, depended nearly a foot below its\nlower jaw, much after the manner of a rudimentary trunk.\nThe giant body was covered by a coat of thick, shaggy hair.",
        "Roaring horribly it came toward us at a ponderous,\nshuffling trot. I turned to Perry to suggest that it\nmight be wise to seek other surroundings—the idea had\nevidently occurred to Perry previously, for he was already\na hundred paces away, and with each second his prodigious\nbounds increased the distance. I had never guessed\nwhat latent speed possibilities the old gentleman possessed.",
        "I saw that he was headed toward a little point of the\nforest which ran out toward the sea not far from where we\nhad been standing, and as the mighty creature, the sight\nof which had galvanized him into such remarkable action,\nwas forging steadily toward me. I set off after Perry,\nthough at a somewhat more decorous pace. It was evident\nthat the massive beast pursuing us was not built for speed,\nso all that I considered necessary was to gain the trees\nsufficiently ahead of it to enable me to climb to the safety\nof some great branch before it came up.",
        "Notwithstanding our danger I could not help but laugh at\nPerry’s frantic capers as he essayed to gain the safety\nof the lower branches of the trees he now had reached.\nThe stems were bare for a distance of some fifteen feet—at\nleast on those trees which Perry attempted to ascend,\nfor the suggestion of safety carried by the larger of\nthe forest giants had evidently attracted him to them.\nA dozen times he scrambled up the trunks like a huge cat\nonly to fall back to the ground once more, and with each\nfailure he cast a horrified glance over his shoulder at\nthe oncoming brute, simultaneously emitting terror-stricken\nshrieks that awoke the echoes of the grim forest.",
        "At length he spied a dangling creeper about the bigness\nof one’s wrist, and when I reached the trees he was racing\nmadly up it, hand over hand. He had almost reached the lowest\nbranch of the tree from which the creeper depended when\nthe thing parted beneath his weight and he fell sprawling\nat my feet.",
        "The misfortune now was no longer amusing, for the beast\nwas already too close to us for comfort. Seizing Perry\nby the shoulder I dragged him to his feet, and rushing\nto a smaller tree—one that he could easily encircle with\nhis arms and legs—I boosted him as far up as I could,\nand then left him to his fate, for a glance over my\nshoulder revealed the awful beast almost upon me.",
        "It was the great size of the thing alone that saved me.\nIts enormous bulk rendered it too slow upon its feet\nto cope with the agility of my young muscles, and so I was\nenabled to dodge out of its way and run completely behind\nit before its slow wits could direct it in pursuit.",
        "The few seconds of grace that this gave me found me\nsafely lodged in the branches of a tree a few paces\nfrom that in which Perry had at last found a haven.",
        "Did I say safely lodged? At the time I thought we were\nquite safe, and so did Perry. He was praying—raising\nhis voice in thanksgiving at our deliverance—and had\njust completed a sort of paeon of gratitude that the thing\ncouldn’t climb a tree when without warning it reared up\nbeneath him on its enormous tail and hind feet, and reached\nthose fearfully armed paws quite to the branch upon\nwhich he crouched.",
        "The accompanying roar was all but drowned in Perry’s\nscream of fright, and he came near tumbling headlong\ninto the gaping jaws beneath him, so precipitate was\nhis impetuous haste to vacate the dangerous limb.\nIt was with a deep sigh of relief that I saw him gain\na higher branch in safety.",
        "And then the brute did that which froze us both anew\nwith horror. Grasping the tree’s stem with his powerful\npaws he dragged down with all the great weight of his\nhuge bulk and all the irresistible force of those\nmighty muscles. Slowly, but surely, the stem began to\nbend toward him. Inch by inch he worked his paws upward\nas the tree leaned more and more from the perpendicular.\nPerry clung chattering in a panic of terror. Higher and\nhigher into the bending and swaying tree he clambered.\nMore and more rapidly was the tree top inclining toward\nthe ground.",
        "I saw now why the great brute was armed with such\nenormous paws. The use that he was putting them to was\nprecisely that for which nature had intended them.\nThe sloth-like creature was herbivorous, and to feed that mighty\ncarcass entire trees must be stripped of their foliage.\nThe reason for its attacking us might easily be accounted\nfor on the supposition of an ugly disposition such as that\nwhich the fierce and stupid rhinoceros of Africa possesses.\nBut these were later reflections. At the moment I was too\nfrantic with apprehension on Perry’s behalf to consider aught\nother than a means to save him from the death that loomed so close.",
        "Realizing that I could outdistance the clumsy brute in\nthe open, I dropped from my leafy sanctuary intent only on\ndistracting the thing’s attention from Perry long enough\nto enable the old man to gain the safety of a larger tree.\nThere were many close by which not even the terrific\nstrength of that titanic monster could bend.",
        "As I touched the ground I snatched a broken limb from\nthe tangled mass that matted the jungle-like floor of the\nforest and, leaping unnoticed behind the shaggy back,\ndealt the brute a terrific blow. My plan worked like magic.\nFrom the previous slowness of the beast I had been led\nto look for no such marvelous agility as he now displayed.\nReleasing his hold upon the tree he dropped on all fours\nand at the same time swung his great, wicked tail with a\nforce that would have broken every bone in my body had it\nstruck me; but, fortunately, I had turned to flee at the\nvery instant that I felt my blow land upon the towering back.",
        "As it started in pursuit of me I made the mistake of running\nalong the edge of the forest rather than making for the\nopen beach. In a moment I was knee-deep in rotting vegetation,\nand the awful thing behind me was gaining rapidly\nas I floundered and fell in my efforts to extricate myself.",
        "A fallen log gave me an instant’s advantage, for climbing\nupon it I leaped to another a few paces farther on,\nand in this way was able to keep clear of the mush that\ncarpeted the surrounding ground. But the zigzag course\nthat this necessitated was placing such a heavy handicap\nupon me that my pursuer was steadily gaining upon me.",
        "Suddenly from behind I heard a tumult of howls, and sharp,\npiercing barks—much the sound that a pack of wolves\nraises when in full cry. Involuntarily I glanced\nbackward to discover the origin of this new and menacing\nnote with the result that I missed my footing and went\nsprawling once more upon my face in the deep muck.",
        "My mammoth enemy was so close by this time that I knew I\nmust feel the weight of one of his terrible paws before I\ncould rise, but to my surprise the blow did not fall upon me.\nThe howling and snapping and barking of the new element\nwhich had been infused into the melee now seemed centered\nquite close behind me, and as I raised myself upon my hands\nand glanced around I saw what it was that had distracted\nthe DYRYTH, as I afterward learned the thing is called,\nfrom my trail.",
        "It was surrounded by a pack of some hundred wolf-like\ncreatures—wild dogs they seemed—that rushed growling\nand snapping in upon it from all sides, so that they sank\ntheir white fangs into the slow brute and were away again\nbefore it could reach them with its huge paws or sweeping tail.",
        "But these were not all that my startled eyes perceived.\nChattering and gibbering through the lower branches of\nthe trees came a company of manlike creatures evidently\nurging on the dog pack. They were to all appearances\nstrikingly similar in aspect to the Negro of Africa.\nTheir skins were very black, and their features much\nlike those of the more pronounced Negroid type except\nthat the head receded more rapidly above the eyes,\nleaving little or no forehead. Their arms were rather\nlonger and their legs shorter in proportion to the torso\nthan in man, and later I noticed that their great toes\nprotruded at right angles from their feet—because of their\narboreal habits, I presume. Behind them trailed long,\nslender tails which they used in climbing quite as much as\nthey did either their hands or feet.",
        "I had stumbled to my feet the moment that I discovered\nthat the wolf-dogs were holding the dyryth at bay.\nAt sight of me several of the savage creatures left off\nworrying the great brute to come slinking with bared fangs\ntoward me, and as I turned to run toward the trees again\nto seek safety among the lower branches, I saw a number\nof the man-apes leaping and chattering in the foliage\nof the nearest tree.",
        "Between them and the beasts behind me there was little choice,\nbut at least there was a doubt as to the reception\nthese grotesque parodies on humanity would accord me,\nwhile there was none as to the fate which awaited me\nbeneath the grinning fangs of my fierce pursuers.",
        "And so I raced on toward the trees intending to pass\nbeneath that which held the man-things and take refuge\nin another farther on; but the wolf-dogs were very close\nbehind me—so close that I had despaired of escaping them,\nwhen one of the creatures in the tree above swung\ndown headforemost, his tail looped about a great limb,\nand grasping me beneath my armpits swung me in safety up\namong his fellows.",
        "There they fell to examining me with the utmost excitement\nand curiosity. They picked at my clothing, my hair,\nand my flesh. They turned me about to see if I had a tail,\nand when they discovered that I was not so equipped they\nfell into roars of laughter. Their teeth were very large\nand white and even, except for the upper canines which were\na trifle longer than the others—protruding just a bit\nwhen the mouth was closed.",
        "When they had examined me for a few moments one of them\ndiscovered that my clothing was not a part of me, with the\nresult that garment by garment they tore it from me amidst\npeals of the wildest laughter. Apelike, they essayed\nto don the apparel themselves, but their ingenuity\nwas not sufficient to the task and so they gave it up.",
        "In the meantime I had been straining my eyes to catch\na glimpse of Perry, but nowhere about could I see him,\nalthough the clump of trees in which he had first taken\nrefuge was in full view. I was much exercised by fear\nthat something had befallen him, and though I called his\nname aloud several times there was no response.",
        "Tired at last of playing with my clothing the creatures\nthrew it to the ground, and catching me, one on either side,\nby an arm, started off at a most terrifying pace through\nthe tree tops. Never have I experienced such a journey\nbefore or since—even now I oftentimes awake from a deep\nsleep haunted by the horrid remembrance of that awful experience.",
        "From tree to tree the agile creatures sprang like flying\nsquirrels, while the cold sweat stood upon my brow as I\nglimpsed the depths beneath, into which a single misstep\non the part of either of my bearers would hurl me.\nAs they bore me along, my mind was occupied with a thousand\nbewildering thoughts. What had become of Perry? Would\nI ever see him again? What were the intentions of these\nhalf-human things into whose hands I had fallen? Were they\ninhabitants of the same world into which I had been born?\nNo! It could not be. But yet where else? I had not left\nthat earth—of that I was sure. Still neither could I\nreconcile the things which I had seen to a belief that\nI was still in the world of my birth. With a sigh I gave it up.",
        "Continue...",
        "\nThis complete text of the At the Earth’s Core book by Edgar Rice Burroughs is in the public domain.\n\n\nInterested in having this book on paper?\nFind “At the Earth’s Core” (Illustrated) at the Amazon book store.\nAlso available on DVD (the 1976 movie with Peter Cushing).\n\n\nThis Authorama page has been created by Philipp Lenssen\nbased on the Project Gutenberg text version.\n\nPage last updated on April 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Tarzan at the Earth's Core (Bison Frontiers of Imagination)By Edgar Rice BurroughsAt Amazon"
    ]
}