{
    "title": "At the Earth’s Core - I - Toward the Eternal Fires",
    "author": "Edgar Rice Burroughs",
    "chapter": "2",
    "content": [
        "\n\n",
        "I was born in Connecticut about thirty years ago.\nMy name is David Innes. My father was a wealthy mine owner.\nWhen I was nineteen he died. All his property was to be\nmine when I had attained my majority—provided that I\nhad devoted the two years intervening in close application\nto the great business I was to inherit.",
        "I did my best to fulfil the last wishes of my parent—\nnot because of the inheritance, but because I loved\nand honored my father. For six months I toiled in the\nmines and in the counting-rooms, for I wished to know\nevery minute detail of the business.",
        "Then Perry interested me in his invention. He was an old\nfellow who had devoted the better part of a long life\nto the perfection of a mechanical subterranean prospector.\nAs relaxation he studied paleontology. I looked over\nhis plans, listened to his arguments, inspected his working\nmodel—and then, convinced, I advanced the funds necessary\nto construct a full-sized, practical prospector.",
        "I shall not go into the details of its construction—it lies\nout there in the desert now—about two miles from here.\nTomorrow you may care to ride out and see it. Roughly, it is\na steel cylinder a hundred feet long, and jointed so that\nit may turn and twist through solid rock if need be.\nAt one end is a mighty revolving drill operated by an\nengine which Perry said generated more power to the cubic\ninch than any other engine did to the cubic foot.\nI remember that he used to claim that that invention\nalone would make us fabulously wealthy—we were going\nto make the whole thing public after the successful issue\nof our first secret trial—but Perry never returned\nfrom that trial trip, and I only after ten years.",
        "I recall as it were but yesterday the night of that momentous\noccasion upon which we were to test the practicality\nof that wondrous invention. It was near midnight when we\nrepaired to the lofty tower in which Perry had constructed\nhis “iron mole” as he was wont to call the thing.\nThe great nose rested upon the bare earth of the floor.\nWe passed through the doors into the outer jacket,\nsecured them, and then passing on into the cabin,\nwhich contained the controlling mechanism within the\ninner tube, switched on the electric lights.",
        "Perry looked to his generator; to the great tanks that held\nthe life-giving chemicals with which he was to manufacture\nfresh air to replace that which we consumed in breathing;\nto his instruments for recording temperatures, speed, distance,\nand for examining the materials through which we were to pass.",
        "He tested the steering device, and overlooked the mighty\ncogs which transmitted its marvelous velocity to the giant\ndrill at the nose of his strange craft.",
        "Our seats, into which we strapped ourselves, were so arranged\nupon transverse bars that we would be upright whether\nthe craft were ploughing her way downward into the bowels\nof the earth, or running horizontally along some great\nseam of coal, or rising vertically toward the surface again.",
        "At length all was ready. Perry bowed his head in prayer.\nFor a moment we were silent, and then the old man’s hand\ngrasped the starting lever. There was a frightful roaring\nbeneath us—the giant frame trembled and vibrated—there\nwas a rush of sound as the loose earth passed up through\nthe hollow space between the inner and outer jackets\nto be deposited in our wake. We were off!",
        "The noise was deafening. The sensation was frightful.\nFor a full minute neither of us could do aught but cling\nwith the proverbial desperation of the drowning man to\nthe handrails of our swinging seats. Then Perry glanced\nat the thermometer.",
        "“Gad!” he cried, “it cannot be possible—quick! What does\nthe distance meter read?”",
        "That and the speedometer were both on my side of the cabin,\nand as I turned to take a reading from the former I could\nsee Perry muttering.",
        "“Ten degrees rise—it cannot be possible!” and then I\nsaw him tug frantically upon the steering wheel.",
        "As I finally found the tiny needle in the dim light I\ntranslated Perry’s evident excitement, and my heart\nsank within me. But when I spoke I hid the fear which\nhaunted me. “It will be seven hundred feet, Perry,” I said,\n“by the time you can turn her into the horizontal.”",
        "“You’d better lend me a hand then, my boy,” he replied,\n“for I cannot budge her out of the vertical alone.\nGod give that our combined strength may be equal to the task,\nfor else we are lost.”",
        "I wormed my way to the old man’s side with never a doubt\nbut that the great wheel would yield on the instant\nto the power of my young and vigorous muscles. Nor was\nmy belief mere vanity, for always had my physique been\nthe envy and despair of my fellows. And for that very\nreason it had waxed even greater than nature had intended,\nsince my natural pride in my great strength had led me\nto care for and develop my body and my muscles by every\nmeans within my power. What with boxing, football,\nand baseball, I had been in training since childhood.",
        "And so it was with the utmost confidence that I laid hold\nof the huge iron rim; but though I threw every ounce of my\nstrength into it, my best effort was as unavailing as Perry’s\nhad been—the thing would not budge—the grim, insensate,\nhorrible thing that was holding us upon the straight\nroad to death!",
        "At length I gave up the useless struggle, and without a word\nreturned to my seat. There was no need for words—at least\nnone that I could imagine, unless Perry desired to pray.\nAnd I was quite sure that he would, for he never left an\nopportunity neglected where he might sandwich in a prayer.\nHe prayed when he arose in the morning, he prayed\nbefore he ate, he prayed when he had finished eating,\nand before he went to bed at night he prayed again.\nIn between he often found excuses to pray even when the\nprovocation seemed far-fetched to my worldly eyes—now\nthat he was about to die I felt positive that I should\nwitness a perfect orgy of prayer—if one may allude\nwith such a simile to so solemn an act.",
        "But to my astonishment I discovered that with death staring\nhim in the face Abner Perry was transformed into a new being.\nFrom his lips there flowed—not prayer—but a clear and limpid\nstream of undiluted profanity, and it was all directed\nat that quietly stubborn piece of unyielding mechanism.",
        "“I should think, Perry,” I chided, “that a man of your\nprofessed religiousness would rather be at his prayers\nthan cursing in the presence of imminent death.”",
        "“Death!” he cried. “Death is it that appalls you?\nThat is nothing by comparison with the loss the world\nmust suffer. Why, David within this iron cylinder we have\ndemonstrated possibilities that science has scarce dreamed.\nWe have harnessed a new principle, and with it animated\na piece of steel with the power of ten thousand men.\nThat two lives will be snuffed out is nothing to the world\ncalamity that entombs in the bowels of the earth the\ndiscoveries that I have made and proved in the successful\nconstruction of the thing that is now carrying us farther\nand farther toward the eternal central fires.”",
        "I am frank to admit that for myself I was much more\nconcerned with our own immediate future than with any\nproblematic loss which the world might be about to suffer.\nThe world was at least ignorant of its bereavement,\nwhile to me it was a real and terrible actuality.",
        "“What can we do?” I asked, hiding my perturbation beneath\nthe mask of a low and level voice.",
        "“We may stop here, and die of asphyxiation when our atmosphere\ntanks are empty,” replied Perry, “or we may continue\non with the slight hope that we may later sufficiently\ndeflect the prospector from the vertical to carry us along\nthe arc of a great circle which must eventually return us\nto the surface. If we succeed in so doing before we reach\nthe higher internal temperature we may even yet survive.\nThere would seem to me to be about one chance in several\nmillion that we shall succeed—otherwise we shall die\nmore quickly but no more surely than as though we sat\nsupinely waiting for the torture of a slow and horrible death.”",
        "I glanced at the thermometer. It registered 110 degrees.\nWhile we were talking the mighty iron mole had bored its way\nover a mile into the rock of the earth’s crust.",
        "“Let us continue on, then,” I replied. “It should soon\nbe over at this rate. You never intimated that the speed\nof this thing would be so high, Perry. Didn’t you know it?”",
        "“No,” he answered. “I could not figure the speed exactly,\nfor I had no instrument for measuring the mighty power\nof my generator. I reasoned, however, that we should make\nabout five hundred yards an hour.”",
        "“And we are making seven miles an hour,” I concluded\nfor him, as I sat with my eyes upon the distance meter.\n“How thick is the Earth’s crust, Perry?” I asked.",
        "“There are almost as many conjectures as to that as there\nare geologists,” was his answer. “One estimates it\nthirty miles, because the internal heat, increasing at\nthe rate of about one degree to each sixty to seventy\nfeet depth, would be sufficient to fuse the most refractory\nsubstances at that distance beneath the surface.\nAnother finds that the phenomena of precession and\nnutation require that the earth, if not entirely solid,\nmust at least have a shell not less than eight hundred\nto a thousand miles in thickness. So there you are.\nYou may take your choice.”",
        "“And if it should prove solid?” I asked.",
        "“It will be all the same to us in the end, David,\"\nreplied Perry. “At the best our fuel will suffice to carry\nus but three or four days, while our atmosphere cannot\nlast to exceed three. Neither, then, is sufficient to bear\nus in the safety through eight thousand miles of rock to\nthe antipodes.”",
        "“If the crust is of sufficient thickness we shall come\nto a final stop between six and seven hundred miles\nbeneath the earth’s surface; but during the last hundred\nand fifty miles of our journey we shall be corpses.\nAm I correct?” I asked.",
        "“Quite correct, David. Are you frightened?”",
        "“I do not know. It all has come so suddenly that I scarce\nbelieve that either of us realizes the real terrors of\nour position. I feel that I should be reduced to panic;\nbut yet I am not. I imagine that the shock has been\nso great as to partially stun our sensibilities.”",
        "Again I turned to the thermometer. The mercury was\nrising with less rapidity. It was now but 140 degrees,\nalthough we had penetrated to a depth of nearly four miles.\nI told Perry, and he smiled.",
        "“We have shattered one theory at least,” was his\nonly comment, and then he returned to his self-assumed\noccupation of fluently cursing the steering wheel.\nI once heard a pirate swear, but his best efforts would\nhave seemed like those of a tyro alongside of Perry’s\nmasterful and scientific imprecations.",
        "Once more I tried my hand at the wheel, but I might\nas well have essayed to swing the earth itself. At my\nsuggestion Perry stopped the generator, and as we came\nto rest I again threw all my strength into a supreme effort\nto move the thing even a hair’s breadth—but the results\nwere as barren as when we had been traveling at top speed.",
        "I shook my head sadly, and motioned to the starting lever.\nPerry pulled it toward him, and once again we were plunging\ndownward toward eternity at the rate of seven miles an hour.\nI sat with my eyes glued to the thermometer and the\ndistance meter. The mercury was rising very slowly now,\nthough even at 145 degrees it was almost unbearable within\nthe narrow confines of our metal prison.",
        "About noon, or twelve hours after our start upon this\nunfortunate journey, we had bored to a depth of eighty-four\nmiles, at which point the mercury registered 153 degrees F.",
        "Perry was becoming more hopeful, although upon what meager\nfood he sustained his optimism I could not conjecture.\nFrom cursing he had turned to singing—I felt that the\nstrain had at last affected his mind. For several hours\nwe had not spoken except as he asked me for the readings\nof the instruments from time to time, and I announced them.\nMy thoughts were filled with vain regrets. I recalled\nnumerous acts of my past life which I should have been glad\nto have had a few more years to live down. There was the\naffair in the Latin Commons at Andover when Calhoun and I\nhad put gunpowder in the stove—and nearly killed one of\nthe masters. And then—but what was the use, I was about\nto die and atone for all these things and several more.\nAlready the heat was sufficient to give me a foretaste\nof the hereafter. A few more degrees and I felt that I\nshould lose consciousness.",
        "“What are the readings now, David?” Perry’s voice broke\nin upon my somber reflections.",
        "“Ninety miles and 153 degrees,” I replied.",
        "“Gad, but we’ve knocked that thirty-mile-crust theory\ninto a cocked hat!” he cried gleefully.",
        "“Precious lot of good it will do us,” I growled back.",
        "“But my boy,” he continued, “doesn’t that temperature reading\nmean anything to you? Why it hasn’t gone up in six miles.\nThink of it, son!”",
        "“Yes, I’m thinking of it,” I answered; “but what difference\nwill it make when our air supply is exhausted whether\nthe temperature is 153 degrees or 153,000? We’ll be just\nas dead, and no one will know the difference, anyhow.\"\nBut I must admit that for some unaccountable reason\nthe stationary temperature did renew my waning hope.\nWhat I hoped for I could not have explained, nor did\nI try. The very fact, as Perry took pains to explain,\nof the blasting of several very exact and learned\nscientific hypotheses made it apparent that we could not\nknow what lay before us within the bowels of the earth,\nand so we might continue to hope for the best, at least\nuntil we were dead—when hope would no longer be essential\nto our happiness. It was very good, and logical reasoning,\nand so I embraced it.",
        "At one hundred miles the temperature had DROPPED TO 152 1/2\nDEGREES! When I announced it Perry reached over and hugged me.",
        "From then on until noon of the second day, it continued\nto drop until it became as uncomfortably cold as it had\nbeen unbearably hot before. At the depth of two hundred\nand forty miles our nostrils were assailed by almost\noverpowering ammonia fumes, and the temperature had dropped\nto TEN BELOW ZERO! We suffered nearly two hours of this\nintense and bitter cold, until at about two hundred\nand forty-five miles from the surface of the earth we\nentered a stratum of solid ice, when the mercury quickly\nrose to 32 degrees. During the next three hours we\npassed through ten miles of ice, eventually emerging\ninto another series of ammonia-impregnated strata,\nwhere the mercury again fell to ten degrees below zero.",
        "Slowly it rose once more until we were convinced that at\nlast we were nearing the molten interior of the earth.\nAt four hundred miles the temperature had reached 153 degrees.\nFeverishly I watched the thermometer. Slowly it rose.\nPerry had ceased singing and was at last praying.",
        "Our hopes had received such a deathblow that the gradually\nincreasing heat seemed to our distorted imaginations\nmuch greater than it really was. For another hour I\nsaw that pitiless column of mercury rise and rise until\nat four hundred and ten miles it stood at 153 degrees.\nNow it was that we began to hang upon those readings\nin almost breathless anxiety.",
        "One hundred and fifty-three degrees had been the maximum\ntemperature above the ice stratum. Would it stop at this\npoint again, or would it continue its merciless climb? We\nknew that there was no hope, and yet with the persistence\nof life itself we continued to hope against practical certainty.",
        "Already the air tanks were at low ebb—there was barely\nenough of the precious gases to sustain us for another\ntwelve hours. But would we be alive to know or care?\nIt seemed incredible.",
        "At four hundred and twenty miles I took another reading.",
        "“Perry!” I shouted. “Perry, man! She’s going down! She’s\ngoing down! She’s 152 degrees again.”",
        "“Gad!” he cried. “What can it mean? Can the earth\nbe cold at the center?”",
        "“I do not know, Perry,” I answered; “but thank God,\nif I am to die it shall not be by fire—that is all that I\nhave feared. I can face the thought of any death but that.”",
        "Down, down went the mercury until it stood as low as it\nhad seven miles from the surface of the earth, and then\nof a sudden the realization broke upon us that death was\nvery near. Perry was the first to discover it. I saw him\nfussing with the valves that regulate the air supply.\nAnd at the same time I experienced difficulty in breathing.\nMy head felt dizzy—my limbs heavy.",
        "I saw Perry crumple in his seat. He gave himself a shake\nand sat erect again. Then he turned toward me.",
        "“Good-bye, David,” he said. “I guess this is the end,\"\nand then he smiled and closed his eyes.",
        "“Good-bye, Perry, and good luck to you,” I answered,\nsmiling back at him. But I fought off that awful lethargy.\nI was very young—I did not want to die.",
        "For an hour I battled against the cruelly enveloping\ndeath that surrounded me upon all sides. At first I\nfound that by climbing high into the framework above me\nI could find more of the precious life-giving elements,\nand for a while these sustained me. It must have been\nan hour after Perry had succumbed that I at last came\nto the realization that I could no longer carry on this\nunequal struggle against the inevitable.",
        "With my last flickering ray of consciousness I turned\nmechanically toward the distance meter. It stood at exactly\nfive hundred miles from the earth’s surface—and then\nof a sudden the huge thing that bore us came to a stop.\nThe rattle of hurtling rock through the hollow jacket ceased.\nThe wild racing of the giant drill betokened that it\nwas running loose in AIR—and then another truth flashed\nupon me. The point of the prospector was ABOVE us.\nSlowly it dawned on me that since passing through the ice\nstrata it had been above. We had turned in the ice\nand sped upward toward the earth’s crust. Thank God! We\nwere safe!",
        "I put my nose to the intake pipe through which samples were\nto have been taken during the passage of the prospector\nthrough the earth, and my fondest hopes were realized—a\nflood of fresh air was pouring into the iron cabin.\nThe reaction left me in a state of collapse, and I\nlost consciousness.",
        "Continue...",
        "\nThis complete text of the At the Earth’s Core book by Edgar Rice Burroughs is in the public domain.\n\n\nInterested in having this book on paper?\nFind “At the Earth’s Core” (Illustrated) at the Amazon book store.\nAlso available on DVD (the 1976 movie with Peter Cushing).\n\n\nThis Authorama page has been created by Philipp Lenssen\nbased on the Project Gutenberg text version.\n\nPage last updated on April 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Tarzan at the Earth's Core (Bison Frontiers of Imagination)By Edgar Rice BurroughsAt Amazon"
    ]
}