{
    "title": "At the Earth’s Core - VI - The Beginning of Horror",
    "author": "Edgar Rice Burroughs",
    "chapter": "7",
    "content": [
        "\n\n",
        "\nWithin Pellucidar one time is as good as another.\nThere were no nights to mask our attempted escape.\nAll must be done in broad daylight—all but the work\nI had to do in the apartment beneath the building.\nSo we determined to put our plan to an immediate test\nlest the Mahars who made it possible should awake before\nI reached them; but we were doomed to disappointment,\nfor no sooner had we reached the main floor of the building\non our way to the pits beneath, than we encountered hurrying\nbands of slaves being hastened under strong Sagoth guard\nout of the edifice to the avenue beyond.",
        "Other Sagoths were darting hither and thither in search\nof other slaves, and the moment that we appeared we were\npounced upon and hustled into the line of marching humans.",
        "What the purpose or nature of the general exodus we did\nnot know, but presently through the line of captives ran\nthe rumor that two escaped slaves had been recaptured—a\nman and a woman—and that we were marching to witness\ntheir punishment, for the man had killed a Sagoth\nof the detachment that had pursued and overtaken them.",
        "At the intelligence my heart sprang to my throat,\nfor I was sure that the two were of those who escaped\nin the dark grotto with Hooja the Sly One, and that Dian\nmust be the woman. Ghak thought so too, as did Perry.",
        "“Is there naught that we may do to save her?” I asked Ghak.",
        "“Naught,” he replied.",
        "Along the crowded avenue we marched, the guards showing\nunusual cruelty toward us, as though we, too, had been\nimplicated in the murder of their fellow. The occasion\nwas to serve as an object-lesson to all other slaves of\nthe danger and futility of attempted escape, and the fatal\nconsequences of taking the life of a superior being,\nand so I imagine that Sagoths felt amply justified in making\nthe entire proceeding as uncomfortable and painful to\nus as possible.",
        "They jabbed us with their spears and struck at us with the\nhatchets at the least provocation, and at no provocation\nat all. It was a most uncomfortable half-hour that we\nspent before we were finally herded through a low entrance\ninto a huge building the center of which was given up\nto a good-sized arena. Benches surrounded this open\nspace upon three sides, and along the fourth were heaped\nhuge bowlders which rose in receding tiers toward the roof.",
        "At first I couldn’t make out the purpose of this mighty\npile of rock, unless it were intended as a rough and\npicturesque background for the scenes which were enacted\nin the arena before it, but presently, after the wooden\nbenches had been pretty well filled by slaves and Sagoths,\nI discovered the purpose of the bowlders, for then\nthe Mahars began to file into the enclosure.",
        "They marched directly across the arena toward the rocks upon\nthe opposite side, where, spreading their bat-like wings,\nthey rose above the high wall of the pit, settling down\nupon the bowlders above. These were the reserved seats,\nthe boxes of the elect.",
        "Reptiles that they are, the rough surface of a great stone\nis to them as plush as upholstery to us. Here they lolled,\nblinking their hideous eyes, and doubtless conversing with\none another in their sixth-sense- fourth-dimension language.",
        "For the first time I beheld their queen. She differed\nfrom the others in no feature that was appreciable\nto my earthly eyes, in fact all Mahars look alike to me:\nbut when she crossed the arena after the balance of her\nfemale subjects had found their bowlders, she was preceded\nby a score of huge Sagoths, the largest I ever had seen,\nand on either side of her waddled a huge thipdar,\nwhile behind came another score of Sagoth guardsmen.",
        "At the barrier the Sagoths clambered up the steep side\nwith truly apelike agility, while behind them the haughty\nqueen rose upon her wings with her two frightful dragons\nclose beside her, and settled down upon the largest\nbowlder of them all in the exact center of that side of\nthe amphitheater which is reserved for the dominant race.\nHere she squatted, a most repulsive and uninteresting queen;\nthough doubtless quite as well assured of her beauty\nand divine right to rule as the proudest monarch of the\nouter world.",
        "And then the music started—music without sound! The Mahars\ncannot hear, so the drums and fifes and horns of earthly\nbands are unknown among them. The “band” consists of a\nscore or more Mahars. It filed out in the center of the\narena where the creatures upon the rocks might see it,\nand there it performed for fifteen or twenty minutes.",
        "Their technic consisted in waving their tails and moving\ntheir heads in a regular succession of measured movements\nresulting in a cadence which evidently pleased the eye\nof the Mahar as the cadence of our own instrumental music\npleases our ears. Sometimes the band took measured steps\nin unison to one side or the other, or backward and again\nforward—it all seemed very silly and meaningless to me,\nbut at the end of the first piece the Mahars upon the\nrocks showed the first indications of enthusiasm that I\nhad seen displayed by the dominant race of Pellucidar.\nThey beat their great wings up and down, and smote their rocky\nperches with their mighty tails until the ground shook.\nThen the band started another piece, and all was again\nas silent as the grave. That was one great beauty about\nMahar music—if you didn’t happen to like a piece that was\nbeing played all you had to do was shut your eyes.",
        "When the band had exhausted its repertory it took wing\nand settled upon the rocks above and behind the queen.\nThen the business of the day was on. A man and woman were\npushed into the arena by a couple of Sagoth guardsmen.\nI leaned forward in my seat to scrutinize the female—hoping\nagainst hope that she might prove to be another than Dian\nthe Beautiful. Her back was toward me for a while,\nand the sight of the great mass of raven hair piled high\nupon her head filled me with alarm.",
        "Presently a door in one side of the arena wall was opened\nto admit a huge, shaggy, bull-like creature.",
        "“A Bos,” whispered Perry, excitedly. “His kind roamed\nthe outer crust with the cave bear and the mammoth ages\nand ages ago. We have been carried back a million years,\nDavid, to the childhood of a planet—is it not wondrous?”",
        "But I saw only the raven hair of a half-naked girl,\nand my heart stood still in dumb misery at the sight of her,\nnor had I any eyes for the wonders of natural history.\nBut for Perry and Ghak I should have leaped to the floor\nof the arena and shared whatever fate lay in store for this\npriceless treasure of the Stone Age.",
        "With the advent of the Bos—they call the thing a thag\nwithin Pellucidar—two spears were tossed into the arena\nat the feet of the prisoners. It seemed to me that a bean\nshooter would have been as effective against the mighty\nmonster as these pitiful weapons.",
        "As the animal approached the two, bellowing and pawing\nthe ground with the strength of many earthly bulls,\nanother door directly beneath us was opened, and from\nit issued the most terrific roar that ever had fallen\nupon my outraged ears. I could not at first see\nthe beast from which emanated this fearsome challenge,\nbut the sound had the effect of bringing the two victims\naround with a sudden start, and then I saw the girl’s\nface—she was not Dian! I could have wept for relief.",
        "And now, as the two stood frozen in terror, I saw the author\nof that fearsome sound creeping stealthily into view.\nIt was a huge tiger—such as hunted the great Bos\nthrough the jungles primeval when the world was young.\nIn contour and markings it was not unlike the noblest\nof the Bengals of our own world, but as its dimensions\nwere exaggerated to colossal proportions so too were\nits colorings exaggerated. Its vivid yellows fairly\nscreamed aloud; its whites were as eider down; its blacks\nglossy as the finest anthracite coal, and its coat long\nand shaggy as a mountain goat. That it is a beautiful\nanimal there is no gainsaying, but if its size and colors\nare magnified here within Pellucidar, so is the ferocity\nof its disposition. It is not the occasional member\nof its species that is a man hunter—all are man hunters;\nbut they do not confine their foraging to man alone,\nfor there is no flesh or fish within Pellucidar that they\nwill not eat with relish in the constant efforts which they\nmake to furnish their huge carcasses with sufficient\nsustenance to maintain their mighty thews.",
        "Upon one side of the doomed pair the thag bellowed\nand advanced, and upon the other tarag, the frightful,\ncrept toward them with gaping mouth and dripping fangs.",
        "The man seized the spears, handing one of them to the woman.\nAt the sound of the roaring of the tiger the bull’s\nbellowing became a veritable frenzy of rageful noise.\nNever in my life had I heard such an infernal din as\nthe two brutes made, and to think it was all lost upon\nthe hideous reptiles for whom the show was staged!",
        "The thag was charging now from one side, and the tarag\nfrom the other. The two puny things standing between them\nseemed already lost, but at the very moment that the beasts\nwere upon them the man grasped his companion by the arm\nand together they leaped to one side, while the frenzied\ncreatures came together like locomotives in collision.",
        "There ensued a battle royal which for sustained and frightful\nferocity transcends the power of imagination or description.\nTime and again the colossal bull tossed the enormous tiger\nhigh into the air, but each time that the huge cat touched\nthe ground he returned to the encounter with apparently\nundiminished strength, and seemingly increased ire.",
        "For a while the man and woman busied themselves only with\nkeeping out of the way of the two creatures, but finally I\nsaw them separate and each creep stealthily toward one of\nthe combatants. The tiger was now upon the bull’s broad back,\nclinging to the huge neck with powerful fangs while its long,\nstrong talons ripped the heavy hide into shreds and ribbons.",
        "For a moment the bull stood bellowing and quivering\nwith pain and rage, its cloven hoofs widespread,\nits tail lashing viciously from side to side, and then,\nin a mad orgy of bucking it went careening about the\narena in frenzied attempt to unseat its rending rider.\nIt was with difficulty that the girl avoided the first mad\nrush of the wounded animal.",
        "All its efforts to rid itself of the tiger seemed futile,\nuntil in desperation it threw itself upon the ground,\nrolling over and over. A little of this so disconcerted\nthe tiger, knocking its breath from it I imagine,\nthat it lost its hold and then, quick as a cat, the great\nthag was up again and had buried those mighty horns\ndeep in the tarag’s abdomen, pinning him to the floor\nof the arena.",
        "The great cat clawed at the shaggy head until eyes and\nears were gone, and naught but a few strips of ragged,\nbloody flesh remained upon the skull. Yet through all\nthe agony of that fearful punishment the thag still stood\nmotionless pinning down his adversary, and then the man\nleaped in, seeing that the blind bull would be the least\nformidable enemy, and ran his spear through the tarag’s heart.",
        "As the animal’s fierce clawing ceased, the bull raised\nhis gory, sightless head, and with a horrid roar ran\nheadlong across the arena. With great leaps and bounds\nhe came, straight toward the arena wall directly beneath\nwhere we sat, and then accident carried him, in one\nof his mighty springs, completely over the barrier into\nthe midst of the slaves and Sagoths just in front of us.\nSwinging his bloody horns from side to side the beast cut\na wide swath before him straight upward toward our seats.\nBefore him slaves and gorilla-men fought in mad stampede\nto escape the menace of the creature’s death agonies,\nfor such only could that frightful charge have been.",
        "Forgetful of us, our guards joined in the general\nrush for the exits, many of which pierced the wall\nof the amphitheater behind us. Perry, Ghak, and I\nbecame separated in the chaos which reigned for a few\nmoments after the beast cleared the wall of the arena,\neach intent upon saving his own hide.",
        "I ran to the right, passing several exits choked with the\nfear mad mob that were battling to escape. One would\nhave thought that an entire herd of thags was loose\nbehind them, rather than a single blinded, dying beast;\nbut such is the effect of panic upon a crowd.",
        "Continue...",
        "\nThis complete text of the At the Earth’s Core book by Edgar Rice Burroughs is in the public domain.\n\n\nInterested in having this book on paper?\nFind “At the Earth’s Core” (Illustrated) at the Amazon book store.\nAlso available on DVD (the 1976 movie with Peter Cushing).\n\n\nThis Authorama page has been created by Philipp Lenssen\nbased on the Project Gutenberg text version.\n\nPage last updated on April 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Tarzan at the Earth's Core (Bison Frontiers of Imagination)By Edgar Rice BurroughsAt Amazon"
    ]
}