{
    "title": "Beyond Good and Evil - Chapter I: Prejudices of Philosophers",
    "author": "Friedrich Nietzsche",
    "chapter": "2",
    "content": [
        "\n\n",
        "\n1. The Will to Truth, which is to tempt us to many a hazardous\nenterprise, the famous Truthfulness of which all philosophers\nhave hitherto spoken with respect, what questions has this Will\nto Truth not laid before us! What strange, perplexing,\nquestionable questions! It is already a long story; yet it seems\nas if it were hardly commenced. Is it any wonder if we at last\ngrow distrustful, lose patience, and turn impatiently away? That\nthis Sphinx teaches us at last to ask questions ourselves? WHO is\nit really that puts questions to us here? WHAT really is this\n“Will to Truth” in us? In fact we made a long halt at the\nquestion as to the origin of this Will—until at last we came to\nan absolute standstill before a yet more fundamental question. We\ninquired about the VALUE of this Will. Granted that we want the\ntruth: WHY NOT RATHER untruth? And uncertainty? Even ignorance?\nThe problem of the value of truth presented itself before us—or\nwas it we who presented ourselves before the problem? Which of us\nis the Oedipus here? Which the Sphinx? It would seem to be a\nrendezvous of questions and notes of interrogation. And could it\nbe believed that it at last seems to us as if the problem had\nnever been propounded before, as if we were the first to discern\nit, get a sight of it, and RISK RAISING it? For there is risk in\nraising it, perhaps there is no greater risk.",
        "2. “HOW COULD anything originate out of its opposite? For\nexample, truth out of error? or the Will to Truth out of the will\nto deception? or the generous deed out of selfishness? or the\npure sun-bright vision of the wise man out of covetousness? Such\ngenesis is impossible; whoever dreams of it is a fool, nay, worse\nthan a fool; things of the highest value must have a different\norigin, an origin of THEIR own—in this transitory, seductive,\nillusory, paltry world, in this turmoil of delusion and cupidity,\nthey cannot have their source. But rather in the lap of Being, in\nthe intransitory, in the concealed God, in the ’Thing-in-itself—\nTHERE must be their source, and nowhere else!\"—This mode of\nreasoning discloses the typical prejudice by which metaphysicians\nof all times can be recognized, this mode of valuation is at the\nback of all their logical procedure; through this “belief” of\ntheirs, they exert themselves for their “knowledge,” for\nsomething that is in the end solemnly christened “the Truth.” The\nfundamental belief of metaphysicians is THE BELIEF IN ANTITHESES\nOF VALUES. It never occurred even to the wariest of them to doubt\nhere on the very threshold (where doubt, however, was most\nnecessary); though they had made a solemn vow, “DE OMNIBUS\nDUBITANDUM.” For it may be doubted, firstly, whether antitheses\nexist at all; and secondly, whether the popular valuations and\nantitheses of value upon which metaphysicians have set their\nseal, are not perhaps merely superficial estimates, merely\nprovisional perspectives, besides being probably made from some\ncorner, perhaps from below—\"frog perspectives,” as it were, to\nborrow an expression current among painters. In spite of all the\nvalue which may belong to the true, the positive, and the\nunselfish, it might be possible that a higher and more\nfundamental value for life generally should be assigned to\npretence, to the will to delusion, to selfishness, and cupidity.\nIt might even be possible that WHAT constitutes the value of\nthose good and respected things, consists precisely in their\nbeing insidiously related, knotted, and crocheted to these evil\nand apparently opposed things—perhaps even in being essentially\nidentical with them. Perhaps! But who wishes to concern himself\nwith such dangerous “Perhapses”! For that investigation one must\nawait the advent of a new order of philosophers, such as will\nhave other tastes and inclinations, the reverse of those hitherto\nprevalent—philosophers of the dangerous “Perhaps” in every sense\nof the term. And to speak in all seriousness, I see such new\nphilosophers beginning to appear.",
        "3. Having kept a sharp eye on philosophers, and having read\nbetween their lines long enough, I now say to myself that the\ngreater part of conscious thinking must be counted among the\ninstinctive functions, and it is so even in the case of\nphilosophical thinking; one has here to learn anew, as one\nlearned anew about heredity and “innateness.” As little as the\nact of birth comes into consideration in the whole process and\nprocedure of heredity, just as little is “being-conscious\"\nOPPOSED to the instinctive in any decisive sense; the greater\npart of the conscious thinking of a philosopher is secretly\ninfluenced by his instincts, and forced into definite channels.\nAnd behind all logic and its seeming sovereignty of movement,\nthere are valuations, or to speak more plainly, physiological\ndemands, for the maintenance of a definite mode of life For\nexample, that the certain is worth more than the uncertain, that\nillusion is less valuable than “truth” such valuations, in spite\nof their regulative importance for US, might notwithstanding be\nonly superficial valuations, special kinds of maiserie, such as\nmay be necessary for the maintenance of beings such as ourselves.\nSupposing, in effect, that man is not just the “measure of\nthings.”",
        "4. The falseness of an opinion is not for us any objection to it:\nit is here, perhaps, that our new language sounds most strangely.\nThe question is, how far an opinion is life-furthering, life-\npreserving, species-preserving, perhaps species-rearing, and we\nare fundamentally inclined to maintain that the falsest opinions\n(to which the synthetic judgments a priori belong), are the most\nindispensable to us, that without a recognition of logical\nfictions, without a comparison of reality with the purely\nIMAGINED world of the absolute and immutable, without a constant\ncounterfeiting of the world by means of numbers, man could not\nlive—that the renunciation of false opinions would be a\nrenunciation of life, a negation of life. TO RECOGNISE UNTRUTH AS\nA CONDITION OF LIFE; that is certainly to impugn the traditional\nideas of value in a dangerous manner, and a philosophy which\nventures to do so, has thereby alone placed itself beyond good\nand evil.",
        "5. That which causes philosophers to be regarded half-\ndistrustfully and half-mockingly, is not the oft-repeated\ndiscovery how innocent they are—how often and easily they make\nmistakes and lose their way, in short, how childish and childlike\nthey are,—but that there is not enough honest dealing with them,\nwhereas they all raise a loud and virtuous outcry when the\nproblem of truthfulness is even hinted at in the remotest manner.\nThey all pose as though their real opinions had been discovered\nand attained through the self-evolving of a cold, pure, divinely\nindifferent dialectic (in contrast to all sorts of mystics, who,\nfairer and foolisher, talk of “inspiration”), whereas, in fact, a\nprejudiced proposition, idea, or “suggestion,” which is generally\ntheir heart’s desire abstracted and refined, is defended by them\nwith arguments sought out after the event. They are all advocates\nwho do not wish to be regarded as such, generally astute\ndefenders, also, of their prejudices, which they dub “truths,\"—\nand VERY far from having the conscience which bravely admits this\nto itself, very far from having the good taste of the courage\nwhich goes so far as to let this be understood, perhaps to warn\nfriend or foe, or in cheerful confidence and self-ridicule. The\nspectacle of the Tartuffery of old Kant, equally stiff and\ndecent, with which he entices us into the dialectic by-ways that\nlead (more correctly mislead) to his “categorical imperative\"—\nmakes us fastidious ones smile, we who find no small amusement in\nspying out the subtle tricks of old moralists and ethical\npreachers. Or, still more so, the hocus-pocus in mathematical\nform, by means of which Spinoza has, as it were, clad his\nphilosophy in mail and mask—in fact, the “love of HIS wisdom,\"\nto translate the term fairly and squarely—in order thereby to\nstrike terror at once into the heart of the assailant who should\ndare to cast a glance on that invincible maiden, that Pallas\nAthene:—how much of personal timidity and vulnerability does\nthis masquerade of a sickly recluse betray!",
        "6. It has gradually become clear to me what every great\nphilosophy up till now has consisted of—namely, the confession\nof its originator, and a species of involuntary and unconscious\nauto-biography; and moreover that the moral (or immoral) purpose\nin every philosophy has constituted the true vital germ out of\nwhich the entire plant has always grown. Indeed, to understand\nhow the abstrusest metaphysical assertions of a philosopher have\nbeen arrived at, it is always well (and wise) to first ask\noneself: “What morality do they (or does he) aim at?\"\nAccordingly, I do not believe that an “impulse to knowledge” is\nthe father of philosophy; but that another impulse, here as\nelsewhere, has only made use of knowledge (and mistaken\nknowledge!) as an instrument. But whoever considers the\nfundamental impulses of man with a view to determining how far\nthey may have here acted as INSPIRING GENII (or as demons and\ncobolds), will find that they have all practiced philosophy at\none time or another, and that each one of them would have been\nonly too glad to look upon itself as the ultimate end of\nexistence and the legitimate LORD over all the other impulses.\nFor every impulse is imperious, and as SUCH, attempts to\nphilosophize. To be sure, in the case of scholars, in the case of\nreally scientific men, it may be otherwise—\"better,” if you\nwill; there there may really be such a thing as an “impulse to\nknowledge,” some kind of small, independent clock-work, which,\nwhen well wound up, works away industriously to that end, WITHOUT\nthe rest of the scholarly impulses taking any material part\ntherein. The actual “interests” of the scholar, therefore, are\ngenerally in quite another direction—in the family, perhaps, or\nin money-making, or in politics; it is, in fact, almost\nindifferent at what point of research his little machine is\nplaced, and whether the hopeful young worker becomes a good\nphilologist, a mushroom specialist, or a chemist; he is not\nCHARACTERISED by becoming this or that. In the philosopher, on\nthe contrary, there is absolutely nothing impersonal; and above\nall, his morality furnishes a decided and decisive testimony as\nto WHO HE IS,—that is to say, in what order the deepest impulses\nof his nature stand to each other.",
        "7. How malicious philosophers can be! I know of nothing more\nstinging than the joke Epicurus took the liberty of making on\nPlato and the Platonists; he called them Dionysiokolakes. In its\noriginal sense, and on the face of it, the word signifies\n“Flatterers of Dionysius\"—consequently, tyrants’ accessories and\nlick-spittles; besides this, however, it is as much as to say,\n“They are all ACTORS, there is nothing genuine about them” (for\nDionysiokolax was a popular name for an actor). And the latter is\nreally the malignant reproach that Epicurus cast upon Plato: he\nwas annoyed by the grandiose manner, the mise en scene style of\nwhich Plato and his scholars were masters—of which Epicurus was\nnot a master! He, the old school-teacher of Samos, who sat\nconcealed in his little garden at Athens, and wrote three hundred\nbooks, perhaps out of rage and ambitious envy of Plato, who\nknows! Greece took a hundred years to find out who the garden-god\nEpicurus really was. Did she ever find out?",
        "8. There is a point in every philosophy at which the “conviction\"\nof the philosopher appears on the scene; or, to put it in the\nwords of an ancient mystery:",
        "Adventavit asinus, Pulcher et fortissimus.",
        "9. You desire to LIVE “according to Nature”? Oh, you noble\nStoics, what fraud of words! Imagine to yourselves a being like\nNature, boundlessly extravagant, boundlessly indifferent, without\npurpose or consideration, without pity or justice, at once\nfruitful and barren and uncertain: imagine to yourselves\nINDIFFERENCE as a power—how COULD you live in accordance with\nsuch indifference? To live—is not that just endeavouring to be\notherwise than this Nature? Is not living valuing, preferring,\nbeing unjust, being limited, endeavouring to be different? And\ngranted that your imperative, “living according to Nature,” means\nactually the same as “living according to life\"—how could you do\nDIFFERENTLY? Why should you make a principle out of what you\nyourselves are, and must be? In reality, however, it is quite\notherwise with you: while you pretend to read with rapture the\ncanon of your law in Nature, you want something quite the\ncontrary, you extraordinary stage-players and self-deluders! In\nyour pride you wish to dictate your morals and ideals to Nature,\nto Nature herself, and to incorporate them therein; you insist\nthat it shall be Nature “according to the Stoa,” and would like\neverything to be made after your own image, as a vast, eternal\nglorification and generalism of Stoicism! With all your love for\ntruth, you have forced yourselves so long, so persistently, and\nwith such hypnotic rigidity to see Nature FALSELY, that is to\nsay, Stoically, that you are no longer able to see it otherwise—\nand to crown all, some unfathomable superciliousness gives you\nthe Bedlamite hope that BECAUSE you are able to tyrannize over\nyourselves—Stoicism is self-tyranny—Nature will also allow\nherself to be tyrannized over: is not the Stoic a PART of\nNature? . . . But this is an old and everlasting story: what\nhappened in old times with the Stoics still happens today, as\nsoon as ever a philosophy begins to believe in itself. It always\ncreates the world in its own image; it cannot do otherwise;\nphilosophy is this tyrannical impulse itself, the most spiritual\nWill to Power, the will to “creation of the world,” the will to\nthe causa prima.",
        "10. The eagerness and subtlety, I should even say craftiness,\nwith which the problem of “the real and the apparent world” is\ndealt with at present throughout Europe, furnishes food for\nthought and attention; and he who hears only a “Will to Truth” in\nthe background, and nothing else, cannot certainly boast of the\nsharpest ears. In rare and isolated cases, it may really have\nhappened that such a Will to Truth—a certain extravagant and\nadventurous pluck, a metaphysician’s ambition of the forlorn\nhope—has participated therein: that which in the end always\nprefers a handful of “certainty” to a whole cartload of beautiful\npossibilities; there may even be puritanical fanatics of\nconscience, who prefer to put their last trust in a sure nothing,\nrather than in an uncertain something. But that is Nihilism, and\nthe sign of a despairing, mortally wearied soul, notwithstanding\nthe courageous bearing such a virtue may display. It seems,\nhowever, to be otherwise with stronger and livelier thinkers who\nare still eager for life. In that they side AGAINST appearance,\nand speak superciliously of “perspective,” in that they rank the\ncredibility of their own bodies about as low as the credibility\nof the ocular evidence that “the earth stands still,” and thus,\napparently, allowing with complacency their securest possession\nto escape (for what does one at present believe in more firmly\nthan in one’s body?),—who knows if they are not really trying to\nwin back something which was formerly an even securer possession,\nsomething of the old domain of the faith of former times, perhaps\nthe “immortal soul,” perhaps “the old God,” in short, ideas by\nwhich they could live better, that is to say, more vigorously and\nmore joyously, than by “modern ideas”? There is DISTRUST of these\nmodern ideas in this mode of looking at things, a disbelief in\nall that has been constructed yesterday and today; there is\nperhaps some slight admixture of satiety and scorn, which can no\nlonger endure the BRIC-A-BRAC of ideas of the most varied origin,\nsuch as so-called Positivism at present throws on the market; a\ndisgust of the more refined taste at the village-fair motleyness\nand patchiness of all these reality-philosophasters, in whom\nthere is nothing either new or true, except this motleyness.\nTherein it seems to me that we should agree with those skeptical\nanti-realists and knowledge-microscopists of the present day;\ntheir instinct, which repels them from MODERN reality, is\nunrefuted . . . what do their retrograde by-paths concern us!\nThe main thing about them is NOT that they wish to go “back,\"\nbut that they wish to get AWAY therefrom. A little MORE strength,\nswing, courage, and artistic power, and they would be OFF—and\nnot back!",
        "11. It seems to me that there is everywhere an attempt at present\nto divert attention from the actual influence which Kant\nexercised on German philosophy, and especially to ignore\nprudently the value which he set upon himself. Kant was first and\nforemost proud of his Table of Categories; with it in his hand he\nsaid: “This is the most difficult thing that could ever be\nundertaken on behalf of metaphysics.” Let us only understand this\n“could be”! He was proud of having DISCOVERED a new faculty in\nman, the faculty of synthetic judgment a priori. Granting that he\ndeceived himself in this matter; the development and rapid\nflourishing of German philosophy depended nevertheless on his\npride, and on the eager rivalry of the younger generation to\ndiscover if possible something—at all events “new faculties\"—of\nwhich to be still prouder!—But let us reflect for a moment—it\nis high time to do so. “How are synthetic judgments a priori\nPOSSIBLE?” Kant asks himself—and what is really his answer? “BY\nMEANS OF A MEANS (faculty)\"—but unfortunately not in five words,\nbut so circumstantially, imposingly, and with such display of\nGerman profundity and verbal flourishes, that one altogether\nloses sight of the comical niaiserie allemande involved in such\nan answer. People were beside themselves with delight over this\nnew faculty, and the jubilation reached its climax when Kant\nfurther discovered a moral faculty in man—for at that time\nGermans were still moral, not yet dabbling in the “Politics of\nhard fact.” Then came the honeymoon of German philosophy. All the\nyoung theologians of the Tubingen institution went immediately\ninto the groves—all seeking for “faculties.” And what did they\nnot find—in that innocent, rich, and still youthful period of\nthe German spirit, to which Romanticism, the malicious fairy,\npiped and sang, when one could not yet distinguish between\n“finding” and “inventing”! Above all a faculty for the\n“transcendental\"; Schelling christened it, intellectual\nintuition, and thereby gratified the most earnest longings of the\nnaturally pious-inclined Germans. One can do no greater wrong to\nthe whole of this exuberant and eccentric movement (which was\nreally youthfulness, notwithstanding that it disguised itself so\nboldly, in hoary and senile conceptions), than to take it\nseriously, or even treat it with moral indignation. Enough,\nhowever—the world grew older, and the dream vanished. A time\ncame when people rubbed their foreheads, and they still rub them\ntoday. People had been dreaming, and first and foremost—old\nKant. “By means of a means (faculty)\"—he had said, or at least\nmeant to say. But, is that—an answer? An explanation? Or is it\nnot rather merely a repetition of the question? How does opium\ninduce sleep? “By means of a means (faculty), “namely the virtus\ndormitiva, replies the doctor in Moliere,",
        "But such replies belong to the realm of comedy, and it is high\ntime to replace the Kantian question, “How are synthetic\njudgments a PRIORI possible?” by another question, “Why is belief\nin such judgments necessary?\"—in effect, it is high time that we\nshould understand that such judgments must be believed to be\ntrue, for the sake of the preservation of creatures like\nourselves; though they still might naturally be false judgments!\nOr, more plainly spoken, and roughly and readily—synthetic\njudgments a priori should not “be possible” at all; we have no\nright to them; in our mouths they are nothing but false\njudgments. Only, of course, the belief in their truth is\nnecessary, as plausible belief and ocular evidence belonging to\nthe perspective view of life. And finally, to call to mind the\nenormous influence which “German philosophy\"—I hope you\nunderstand its right to inverted commas (goosefeet)?—has\nexercised throughout the whole of Europe, there is no doubt that\na certain VIRTUS DORMITIVA had a share in it; thanks to German\nphilosophy, it was a delight to the noble idlers, the virtuous,\nthe mystics, the artiste, the three-fourths Christians, and the\npolitical obscurantists of all nations,  to find an antidote to\nthe still overwhelming sensualism which overflowed from the last\ncentury into this, in short—\"sensus assoupire.” . . .",
        "12. As regards materialistic atomism, it is one of the best-\nrefuted theories that have been advanced, and in Europe there is\nnow perhaps no one in the learned world so unscholarly as to\nattach serious signification to it, except for convenient\neveryday use (as an abbreviation of the means of expression)—\nthanks chiefly to the Pole Boscovich: he and the Pole Copernicus\nhave hitherto been the greatest and most successful opponents of\nocular evidence. For while Copernicus has persuaded us to\nbelieve, contrary to all the senses, that the earth does NOT\nstand fast, Boscovich has taught us to abjure the belief in the\nlast thing that “stood fast” of the earth—the belief in\n“substance,” in “matter,” in the earth-residuum, and particle-\natom: it is the greatest triumph over the senses that has\nhitherto been gained on earth. One must, however, go still\nfurther, and also declare war, relentless war to the knife,\nagainst the “atomistic requirements” which still lead a dangerous\nafter-life in places where no one suspects them, like the more\ncelebrated “metaphysical requirements”: one must also above all\ngive the finishing stroke to that other and more portentous\natomism which Christianity has taught best and longest, the SOUL-\nATOMISM. Let it be permitted to designate by this expression the\nbelief which regards the soul as something indestructible,\neternal, indivisible, as a monad, as an atomon: this belief ought\nto be expelled from science! Between ourselves, it is not at all\nnecessary to get rid of “the soul” thereby, and thus renounce one\nof the oldest and most venerated hypotheses—as happens\nfrequently to the clumsiness of naturalists, who can hardly touch\non the soul without immediately losing it. But the way is open\nfor new acceptations and refinements of the soul-hypothesis; and\nsuch conceptions as “mortal soul,” and “soul of subjective\nmultiplicity,” and “soul as social structure of the instincts and\npassions,” want henceforth to have legitimate rights in science.\nIn that the NEW psychologist is about to put an end to the\nsuperstitions which have hitherto flourished with almost tropical\nluxuriance around the idea of the soul, he is really, as it were,\nthrusting himself into a new desert and a new distrust—it is\npossible that the older psychologists had a merrier and more\ncomfortable time of it; eventually, however, he finds that\nprecisely thereby he is also condemned to INVENT—and, who knows?\nperhaps to DISCOVER the new.",
        "13. Psychologists should bethink themselves before putting down\nthe instinct of self-preservation as the cardinal instinct of an\norganic being. A living thing seeks above all to DISCHARGE its\nstrength—life itself is WILL TO POWER; self-preservation is only\none of the indirect and most frequent RESULTS thereof. In short,\nhere, as everywhere else, let us beware of SUPERFLUOUS\nteleological principles!—one of which is the instinct of self-\npreservation (we owe it to Spinoza’s inconsistency). It is thus,\nin effect, that method ordains, which must be essentially economy\nof principles.",
        "14. It is perhaps just dawning on five or six minds that natural\nphilosophy is only a world-exposition and world-arrangement\n(according to us, if I may say so!) and NOT a world-explanation;\nbut in so far as it is based on belief in the senses, it is\nregarded as more, and for a long time to come must be regarded as\nmore—namely, as an explanation. It has eyes and fingers of its\nown, it has ocular evidence and palpableness of its own: this\noperates fascinatingly, persuasively, and CONVINCINGLY upon an\nage with fundamentally plebeian tastes—in fact, it follows\ninstinctively the canon of truth of eternal popular sensualism.\nWhat is clear, what is “explained”? Only that which can be seen\nand felt—one must pursue every problem thus far. Obversely,\nhowever, the charm of the Platonic mode of thought, which was an\nARISTOCRATIC mode, consisted precisely in RESISTANCE to obvious\nsense-evidence—perhaps among men who enjoyed even stronger and\nmore fastidious senses than our contemporaries, but who knew how\nto find a higher triumph in remaining masters of them: and this\nby means of pale, cold, grey conceptional networks which they\nthrew over the motley whirl of the senses—the mob of the senses,\nas Plato said. In this overcoming of the world, and interpreting\nof the world in the manner of Plato, there was an ENJOYMENT\ndifferent from that which the physicists of today offer us—and\nlikewise the Darwinists and anti-teleologists among the\nphysiological workers, with their principle of the “smallest\npossible effort,” and the greatest possible blunder. “Where there\nis nothing more to see or to grasp, there is also nothing more\nfor men to do\"—that is certainly an imperative different from\nthe Platonic one, but it may notwithstanding be the right\nimperative for a hardy, laborious race of machinists and bridge-\nbuilders of the future, who have nothing but ROUGH work to\nperform.",
        "15. To study physiology with a clear conscience, one must insist\non the fact that the sense-organs are not phenomena in the sense\nof the idealistic philosophy; as such they certainly could not be\ncauses! Sensualism, therefore, at least as regulative hypothesis,\nif not as heuristic principle. What? And others say even that the\nexternal world is the work of our organs? But then our body, as a\npart of this external world, would be the work of our organs! But\nthen our organs themselves would be the work of our organs! It\nseems to me that this is a complete REDUCTIO AD ABSURDUM, if the\nconception CAUSA SUI is something fundamentally absurd.\nConsequently, the external world is NOT the work of our organs—?",
        "16. There are still harmless self-observers who believe that\nthere are “immediate certainties\"; for instance, “I think,” or as\nthe superstition of Schopenhauer puts it, “I will\"; as though\ncognition here got hold of its object purely and simply as “the\nthing in itself,” without any falsification taking place either\non the part of the subject or the object. I would repeat it,\nhowever, a hundred times, that “immediate certainty,” as well as\n“absolute knowledge” and the “thing in itself,” involve a\nCONTRADICTIO IN ADJECTO; we really ought to free ourselves from\nthe misleading significance of words! The people on their part\nmay think that cognition is knowing all about things, but the\nphilosopher must say to himself: “When I analyze the process that\nis expressed in the sentence, ’I think,’ I find a whole series of\ndaring assertions, the argumentative proof of which would be\ndifficult, perhaps impossible: for instance, that it is I who\nthink, that there must necessarily be something that thinks, that\nthinking is an activity and operation on the part of a being who\nis thought of as a cause, that there is an ’ego,’ and finally,\nthat it is already determined what is to be designated by\nthinking—that I KNOW what thinking is. For if I had not already\ndecided within myself what it is, by what standard could I\ndetermine whether that which is just happening is not perhaps\n’willing’ or ’feeling’? In short, the assertion ’I think,’\nassumes that I COMPARE my state at the present moment with other\nstates of myself which I know, in order to determine what it is;\non account of this retrospective connection with further\n’knowledge,’ it has, at any rate, no immediate certainty for\nme.\"—In place of the “immediate certainty” in which the people\nmay believe in the special case, the philosopher thus finds a\nseries of metaphysical questions presented to him, veritable\nconscience questions of the intellect, to wit: “Whence did I get\nthe notion of ’thinking’? Why do I believe in cause and effect?\nWhat gives me the right to speak of an ’ego,’ and even of an\n’ego’ as cause, and finally of an ’ego’ as cause of thought?” He\nwho ventures to answer these metaphysical questions at once by an\nappeal to a sort of INTUITIVE perception, like the person who\nsays, “I think, and know that this, at least, is true, actual,\nand certain\"—will encounter a smile and two notes of\ninterrogation in a philosopher nowadays. “Sir,” the philosopher\nwill perhaps give him to understand, “it is improbable that you\nare not mistaken, but why should it be the truth?”",
        "17. With regard to the superstitions of logicians, I shall never\ntire of emphasizing a small, terse fact, which is unwillingly\nrecognized by these credulous minds—namely, that a thought comes\nwhen “it” wishes, and not when “I” wish; so that it is a\nPERVERSION of the facts of the case to say that the subject “I\"\nis the condition of the predicate “think.” ONE thinks; but that\nthis “one” is precisely the famous old “ego,” is, to put it\nmildly, only a supposition, an assertion, and assuredly not an\n“immediate certainty.” After all, one has even gone too far with\nthis “one thinks\"—even the “one” contains an INTERPRETATION of\nthe process, and does not belong to the process itself. One\ninfers here according to the usual grammatical formula—\"To think\nis an activity; every activity requires an agency that is active;\nconsequently” . . . It was pretty much on the same lines that the\nolder atomism sought, besides the operating “power,” the material\nparticle wherein it resides and out of which it operates—the\natom. More rigorous minds, however, learnt at last to get along\nwithout this “earth-residuum,” and perhaps some day we shall\naccustom ourselves, even from the logician’s point of view, to\nget along without the little “one” (to which the worthy old “ego\"\nhas refined itself).",
        "18. It is certainly not the least charm of a theory that it is\nrefutable; it is precisely thereby that it attracts the more\nsubtle minds. It seems that the hundred-times-refuted theory of\nthe “free will” owes its persistence to this charm alone; some\none is always appearing who feels himself strong enough to refute\nit.",
        "19. Philosophers are accustomed to speak of the will as though it\nwere the best-known thing in the world; indeed, Schopenhauer has\ngiven us to understand that the will alone is really known to us,\nabsolutely and completely known, without deduction or addition.\nBut it again and again seems to me that in this case Schopenhauer\nalso only did what philosophers are in the habit of doing-he\nseems to have adopted a POPULAR PREJUDICE and exaggerated it.\nWilling-seems to me to be above all something COMPLICATED,\nsomething that is a unity only in name—and it is precisely in a\nname that popular prejudice lurks, which has got the mastery over\nthe inadequate precautions of philosophers in all ages. So let us\nfor once be more cautious, let us be “unphilosophical”: let us\nsay that in all willing there is firstly a plurality of\nsensations, namely, the sensation of the condition “AWAY FROM\nWHICH we go,” the sensation of the condition “TOWARDS WHICH we\ngo,” the sensation of this “FROM” and “TOWARDS” itself, and then\nbesides, an accompanying muscular sensation, which, even without\nour putting in motion “arms and legs,” commences its action by\nforce of habit, directly we “will” anything. Therefore, just as\nsensations (and indeed many kinds of sensations) are to be\nrecognized as ingredients of the will, so, in the second place,\nthinking is also to be recognized; in every act of the will there\nis a ruling thought;—and let us not imagine it possible to sever\nthis thought from the “willing,” as if the will would then remain\nover! In the third place, the will is not only a complex of\nsensation and thinking, but it is above all an EMOTION, and in\nfact the emotion of the command. That which is termed “freedom of\nthe will” is essentially the emotion of supremacy in respect to\nhim who must obey: “I am free, ’he’ must obey\"—this\nconsciousness is inherent in every will; and equally so the\nstraining of the attention, the straight look which fixes itself\nexclusively on one thing, the unconditional judgment that “this\nand nothing else is necessary now,” the inward certainty that\nobedience will be rendered—and whatever else pertains to the\nposition of the commander. A man who WILLS commands something\nwithin himself which renders obedience, or which he believes\nrenders obedience. But now let us notice what is the strangest\nthing about the will,—this affair so extremely complex, for\nwhich the people have only one name. Inasmuch as in the given\ncircumstances we are at the same time the commanding AND the\nobeying parties, and as the obeying party we know the sensations\nof constraint, impulsion, pressure, resistance, and motion, which\nusually commence immediately after the act of will; inasmuch as,\non the other hand, we are accustomed to disregard this duality,\nand to deceive ourselves about it by means of the synthetic term\n“I”: a whole series of erroneous conclusions, and consequently of\nfalse judgments about the will itself, has become attached to the\nact of willing—to such a degree that he who wills believes\nfirmly that willing SUFFICES for action. Since in the majority of\ncases there has only been exercise of will when the effect of the\ncommand—consequently obedience, and therefore action—was to be\nEXPECTED, the APPEARANCE has translated itself into the\nsentiment, as if there were a NECESSITY OF EFFECT; in a word, he\nwho wills believes with a fair amount of certainty that will and\naction are somehow one; he ascribes the success, the carrying out\nof the willing, to the will itself, and thereby enjoys an\nincrease of the sensation of power which accompanies all success.\n“Freedom of Will\"—that is the expression for the complex state\nof delight of the person exercising volition, who commands and at\nthe same time identifies himself with the executor of the order—\nwho, as such, enjoys also the triumph over obstacles, but thinks\nwithin himself that it was really his own will that overcame\nthem. In this way the person exercising volition adds the\nfeelings of delight of his successful executive instruments, the\nuseful “underwills” or under-souls—indeed, our body is but a\nsocial structure composed of many souls—to his feelings of\ndelight as commander. L’EFFET C’EST MOI. what happens here is\nwhat happens in every well-constructed and happy commonwealth,\nnamely, that the governing class identifies itself with the\nsuccesses of the commonwealth. In all willing it is absolutely a\nquestion of commanding and obeying, on the basis, as already\nsaid, of a social structure composed of many “souls”, on which\naccount a philosopher should claim the right to include willing-\nas-such within the sphere of morals—regarded as the doctrine of\nthe relations of supremacy under which the phenomenon of “life\"\nmanifests itself.",
        "20. That the separate philosophical ideas are not anything\noptional or autonomously evolving, but grow up in connection and\nrelationship with each other, that, however suddenly and\narbitrarily they seem to appear in the history of thought, they\nnevertheless belong just as much to a system as the collective\nmembers of the fauna of a Continent—is betrayed in the end by\nthe circumstance: how unfailingly the most diverse philosophers\nalways fill in again a definite fundamental scheme of POSSIBLE\nphilosophies. Under an invisible spell, they always revolve once\nmore in the same orbit, however independent of each other they\nmay feel themselves with their critical or systematic wills,\nsomething within them leads them, something impels them in\ndefinite order the one after the other—to wit, the innate\nmethodology and relationship of their ideas. Their thinking is,\nin fact, far less a discovery than a re-recognizing, a\nremembering, a return and a home-coming to a far-off, ancient\ncommon-household of the soul, out of which those ideas formerly\ngrew: philosophizing is so far a kind of atavism of the highest\norder. The wonderful family resemblance of all Indian, Greek, and\nGerman philosophizing is easily enough explained. In fact, where\nthere is affinity of language, owing to the common philosophy of\ngrammar—I mean owing to the unconscious domination and guidance\nof similar grammatical functions—it cannot but be that\neverything is prepared at the outset for a similar development\nand succession of philosophical systems, just as the way seems\nbarred against certain other possibilities of world-\ninterpretation. It is highly probable that philosophers within\nthe domain of the Ural-Altaic languages (where the conception of\nthe subject is least developed) look otherwise “into the world,\"\nand will be found on paths of thought different from those of the\nIndo-Germans and Mussulmans, the spell of certain grammatical\nfunctions is ultimately also the spell of PHYSIOLOGICAL\nvaluations and racial conditions.—So much by way of rejecting\nLocke’s superficiality with regard to the origin of ideas.",
        "21. The CAUSA SUI is the best self-contradiction that has yet\nbeen conceived, it is a sort of logical violation and\nunnaturalness; but the extravagant pride of man has managed to\nentangle itself profoundly and frightfully with this very folly.\nThe desire for “freedom of will” in the superlative, metaphysical\nsense, such as still holds sway, unfortunately, in the minds of\nthe half-educated, the desire to bear the entire and ultimate\nresponsibility for one’s actions oneself, and to absolve God, the\nworld, ancestors, chance, and society therefrom, involves nothing\nless than to be precisely this CAUSA SUI, and, with more than\nMunchausen daring, to pull oneself up into existence by the hair,\nout of the slough of nothingness. If any one should find out in\nthis manner the crass stupidity of the celebrated conception of\n“free will” and put it out of his head altogether, I beg of him\nto carry his “enlightenment” a step further, and also put out of\nhis head the contrary of this monstrous conception of “free\nwill”: I mean “non-free will,” which is tantamount to a misuse of\ncause and effect. One should not wrongly MATERIALISE “cause” and\n“effect,” as the natural philosophers do (and whoever like them\nnaturalize in thinking at present), according to the prevailing\nmechanical doltishness which makes the cause press and push until\nit “effects” its end; one should use “cause” and “effect” only as\npure CONCEPTIONS, that is to say, as conventional fictions for\nthe purpose of designation and mutual understanding,—NOT for\nexplanation. In “being-in-itself” there is nothing of “casual-\nconnection,” of “necessity,” or of “psychological non-freedom\";\nthere the effect does NOT follow the cause, there “law” does not\nobtain. It is WE alone who have devised cause, sequence,\nreciprocity, relativity, constraint, number, law, freedom,\nmotive, and purpose; and when we interpret and intermix this\nsymbol-world, as “being-in-itself,” with things, we act once more\nas we have always acted—MYTHOLOGICALLY. The “non-free will” is\nmythology; in real life it is only a question of STRONG and WEAK\nwills.—It is almost always a symptom of what is lacking in\nhimself, when a thinker, in every “causal-connection” and\n“psychological necessity,” manifests something of compulsion,\nindigence, obsequiousness, oppression, and non-freedom; it is\nsuspicious to have such feelings—the person betrays himself. And\nin general, if I have observed correctly, the “non-freedom of the\nwill” is regarded as a problem from two entirely opposite\nstandpoints, but always in a profoundly PERSONAL manner: some\nwill not give up their “responsibility,” their belief in\nTHEMSELVES, the personal right to THEIR merits, at any price (the\nvain races belong to this class); others on the contrary, do not\nwish to be answerable for anything, or blamed for anything, and\nowing to an inward self-contempt, seek to GET OUT OF THE\nBUSINESS, no matter how. The latter, when they write books, are\nin the habit at present of taking the side of criminals; a sort\nof socialistic sympathy is their favourite disguise. And as a\nmatter of fact, the fatalism of the weak-willed embellishes\nitself surprisingly when it can pose as “la religion de la\nsouffrance humaine\"; that is ITS “good taste.”",
        "22. Let me be pardoned, as an old philologist who cannot desist\nfrom the mischief of putting his finger on bad modes of\ninterpretation, but “Nature’s conformity to law,” of which you\nphysicists talk so proudly, as though—why, it exists only owing\nto your interpretation and bad “philology.” It is no matter of\nfact, no “text,” but rather just a naively humanitarian\nadjustment and perversion of meaning, with which you make\nabundant concessions to the democratic instincts of the modern\nsoul! “Everywhere equality before the law—Nature is not\ndifferent in that respect, nor better than we”: a fine instance\nof secret motive, in which the vulgar antagonism to everything\nprivileged and autocratic—likewise a second and more refined\natheism—is once more disguised. “Ni dieu, ni maitre\"—that,\nalso, is what you want; and therefore “Cheers for natural law!\"—\nis it not so? But, as has been said, that is interpretation, not\ntext; and somebody might come along, who, with opposite\nintentions and modes of interpretation, could read out of the\nsame “Nature,” and with regard to the same phenomena, just the\ntyrannically inconsiderate and relentless enforcement of the\nclaims of power—an interpreter who should so place the\nunexceptionalness and unconditionalness of all “Will to Power\"\nbefore your eyes, that almost every word, and the word “tyranny\"\nitself, would eventually seem unsuitable, or like a weakening and\nsoftening metaphor—as being too human; and who should,\nnevertheless, end by asserting the same about this world as you\ndo, namely, that it has a “necessary” and “calculable” course,\nNOT, however, because laws obtain in it, but because they are\nabsolutely LACKING, and every power effects its ultimate\nconsequences every moment. Granted that this also is only\ninterpretation—and you will be eager enough to make this\nobjection?—well, so much the better.",
        "23. All psychology hitherto has run aground on moral prejudices\nand timidities, it has not dared to launch out into the depths.\nIn so far as it is allowable to recognize in that which has\nhitherto been written, evidence of that which has hitherto been\nkept silent, it seems as if nobody had yet harboured the notion\nof psychology as the Morphology and DEVELOPMENT-DOCTRINE OF THE\nWILL TO POWER, as I conceive of it. The power of moral prejudices\nhas penetrated deeply into the most intellectual world, the world\napparently most indifferent and unprejudiced, and has obviously\noperated in an injurious, obstructive, blinding, and distorting\nmanner. A proper physio-psychology has to contend with\nunconscious antagonism in the heart of the investigator, it has\n“the heart” against it even a doctrine of the reciprocal\nconditionalness of the “good” and the “bad” impulses, causes (as\nrefined immorality) distress and aversion in a still strong and\nmanly conscience—still more so, a doctrine of the derivation of\nall good impulses from bad ones. If, however, a person should\nregard even the emotions of hatred, envy, covetousness, and\nimperiousness as life-conditioning emotions, as factors which\nmust be present, fundamentally and essentially, in the general\neconomy of life (which must, therefore, be further developed if\nlife is to be further developed), he will suffer from such a view\nof things as from sea-sickness. And yet this hypothesis is far\nfrom being the strangest and most painful in this immense and\nalmost new domain of dangerous knowledge, and there are in fact a\nhundred good reasons why every one should keep away from it who\nCAN do so! On the other hand, if one has once drifted hither with\none’s bark, well! very good! now let us set our teeth firmly! let\nus open our eyes and keep our hand fast on the helm! We sail away\nright OVER morality, we crush out, we destroy perhaps the remains\nof our own morality by daring to make our voyage thither—but\nwhat do WE matter. Never yet did a PROFOUNDER world of insight\nreveal itself to daring travelers and adventurers, and the\npsychologist who thus “makes a sacrifice\"—it is not the\nsacrifizio dell’ intelletto, on the contrary!—will at least be\nentitled to demand in return that psychology shall once more be\nrecognized as the queen of the sciences, for whose service and\nequipment the other sciences exist. For psychology is once more\nthe path to the fundamental problems.",
        "Continue...",
        "\nThis complete text of the Beyond Good and Evil book by Friedrich Nietzsche (Translated from German into English\nby Helen Zimmern)\nis in the public domain.\n\n\nOrder this text as book: Beyond Good and Evil at Amazon.\n\n\nThis Authorama page has been created by Philipp Lenssen\nbased on the Project Gutenberg text version.\n\nPage last updated on April 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Beyond Good & Evil: Prelude to a Philosophy of the FutureBy Friedrich NietzscheAt Amazon"
    ]
}