{
    "title": "Beyond Good and Evil - Chapter VII: Our Virtues",
    "author": "Friedrich Nietzsche",
    "chapter": "8",
    "content": [
        "\n\n",
        "\n214. OUR Virtues?—It is probable that we, too, have still our\nvirtues, althoughnaturally they are not those sincere and massive\nvirtues on account of which we hold our grandfathers in esteem\nand also at a little distance from us. We Europeans of the day\nafter tomorrow, we firstlings of the twentieth century—with all\nour dangerous curiosity, our multifariousness and art of\ndisguising, our mellow and seemingly sweetened cruelty in sense\nand spirit—we shall presumably, IF we must have virtues, have\nthose only which have come to agreement with our most secret and\nheartfelt inclinations, with our most ardent requirements: well,\nthen, let us look for them in our labyrinths!—where, as we know,\nso many things lose themselves, so many things get quite lost!\nAnd is there anything finer than to SEARCH for one’s own virtues?\nIs it not almost to BELIEVE in one’s own virtues? But this\n“believing in one’s own virtues\"—is it not practically the same\nas what was formerly called one’s “good conscience,” that long,\nrespectable pigtail of an idea, which our grandfathers used to\nhang behind their heads, and often enough also behind their\nunderstandings? It seems, therefore, that however little we may\nimagine ourselves to be old-fashioned and grandfatherly\nrespectable in other respects, in one thing we are nevertheless\nthe worthy grandchildren of our grandfathers, we last Europeans\nwith good consciences: we also still wear their pigtail.—Ah! if\nyou only knew how soon, so very soon—it will be different!",
        "215. As in the stellar firmament there are sometimes two suns\nwhich determine the path of one planet, and in certain cases suns\nof different colours shine around a single planet, now with red\nlight, now with green, and then simultaneously illumine and flood\nit with motley colours: so we modern men, owing to the\ncomplicated mechanism of our “firmament,” are determined by\nDIFFERENT moralities; our actions shine alternately in different\ncolours, and are seldom unequivocal—and there are often cases,\nalso, in which our actions are MOTLEY-COLOURED.",
        "216. To love one’s enemies? I think that has been well learnt: it\ntakes place thousands of times at present on a large and small\nscale; indeed, at times the higher and sublimer thing takes\nplace:—we learn to DESPISE when we love, and precisely when we\nlove best; all of it, however, unconsciously, without noise,\nwithout ostentation, with the shame and secrecy of goodness,\nwhich forbids the utterance of the pompous word and the formula\nof virtue. Morality as attitude—is opposed to our taste\nnowadays. This is ALSO an advance, as it was an advance in our\nfathers that religion as an attitude finally became opposed to\ntheir taste, including the enmity and Voltairean bitterness\nagainst religion (and all that formerly belonged to freethinker-\npantomime). It is the music in our conscience, the dance in our\nspirit, to which Puritan litanies, moral sermons, and goody-\ngoodness won’t chime.",
        "217. Let us be careful in dealing with those who attach great\nimportance to being credited with moral tact and subtlety in\nmoral discernment! They never forgive us if they have once made a\nmistake BEFORE us (or even with REGARD to us)—they inevitably\nbecome our instinctive calumniators and detractors, even when\nthey still remain our “friends.\"—Blessed are the forgetful: for\nthey “get the better” even of their blunders.",
        "218. The psychologists of France—and where else are there still\npsychologists nowadays?—have never yet exhausted their bitter\nand manifold enjoyment of the betise bourgeoise, just as\nthough . . . in short, they betray something thereby. Flaubert,\nfor instance, the honest citizen of Rouen, neither saw, heard, nor\ntasted anything else in the end; it was his mode of self-torment\nand refined cruelty. As this is growing wearisome, I would now\nrecommend for a change something else for a pleasure—namely, the\nunconscious astuteness with which good, fat, honest mediocrity\nalways behaves towards loftier spirits and the tasks they have to\nperform, the subtle, barbed, Jesuitical astuteness, which is a\nthousand times subtler than the taste and understanding of the\nmiddle-class in its best moments—subtler even than the\nunderstanding of its victims:—a repeated proof that “instinct” is\nthe most intelligent of all kinds of intelligence which have\nhitherto been discovered. In short, you psychologists, study the\nphilosophy of the “rule” in its struggle with the “exception”:\nthere you have a spectacle fit for Gods and godlike malignity! Or,\nin plainer words, practise vivisection on “good people,” on the\n“homo bonae voluntatis,” ON YOURSELVES!",
        "219. The practice of judging and condemning morally, is the\nfavourite revenge of the intellectually shallow on those who are\nless so, it is also a kind of indemnity for their being badly\nendowed by nature, and finally, it is an opportunity for\nacquiring spirit and BECOMING subtle—malice spiritualises. They\nare glad in their inmost heart that there is a standard according\nto which those who are over-endowed with intellectual goods and\nprivileges, are equal to them, they contend for the “equality of\nall before God,” and almost NEED the belief in God for this\npurpose. It is among them that the most powerful antagonists of\natheism are found. If any one were to say to them “A lofty\nspirituality is beyond all comparison with the honesty and\nrespectability of a merely moral man\"—it would make them\nfurious, I shall take care not to say so. I would rather flatter\nthem with my theory that lofty spirituality itself exists only as\nthe ultimate product of moral qualities, that it is a synthesis\nof all qualities attributed to the “merely moral” man, after they\nhave been acquired singly through long training and practice,\nperhaps during a whole series of generations, that lofty\nspirituality is precisely the spiritualising of justice, and the\nbeneficent severity which knows that it is authorized to maintain\nGRADATIONS OF RANK in the world, even among things—and not only\namong men.",
        "220. Now that the praise of the “disinterested person” is so\npopular one must—probably not without some danger—get an idea\nof WHAT people actually take an interest in, and what are the\nthings generally which fundamentally and profoundly concern\nordinary men—including the cultured, even the learned, and\nperhaps philosophers also, if appearances do not deceive. The\nfact thereby becomes obvious that the greater part of what\ninterests and charms higher natures, and more refined and\nfastidious tastes, seems absolutely “uninteresting” to the\naverage man—if, notwithstanding, he perceive devotion to these\ninterests, he calls it desinteresse, and wonders how it is\npossible to act “disinterestedly.” There have been philosophers\nwho could give this popular astonishment a seductive and\nmystical, other-worldly expression (perhaps because they did not\nknow the higher nature by experience?), instead of stating the\nnaked and candidly reasonable truth that “disinterested\" action\nis very interesting and “interested\" action, provided that. . .\n“And love?\"—What! Even an action for love’s sake shall be\n“unegoistic”? But you fools—! “And the praise of the self-\nsacrificer?\"—But whoever has really offered sacrifice knows that\nhe wanted and obtained something for it—perhaps something from\nhimself for something from himself; that he relinquished here in\norder to have more there, perhaps in general to be more, or even\nfeel himself “more.” But this is a realm of questions and answers\nin which a more fastidious spirit does not like to stay: for here\ntruth has to stifle her yawns so much when she is obliged to\nanswer. And after all, truth is a woman; one must not use force\nwith her.",
        "221. “It sometimes happens,” said a moralistic pedant and trifle-\nretailer, “that I honour and respect an unselfish man: not,\nhowever, because he is unselfish, but because I think he has a\nright to be useful to another man at his own expense. In short,\nthe question is always who HE is, and who THE OTHER is. For\ninstance, in a person created and destined for command, self-\ndenial and modest retirement, instead of being virtues, would be\nthe waste of virtues: so it seems to me. Every system of\nunegoistic morality which takes itself unconditionally and\nappeals to every one, not only sins against good taste, but is\nalso an incentive to sins of omission, an ADDITIONAL seduction\nunder the mask of philanthropy—and precisely a seduction and\ninjury to the higher, rarer, and more privileged types of men.\nMoral systems must be compelled first of all to bow before the\nGRADATIONS OF RANK; their presumption must be driven home to\ntheir conscience—until they thoroughly understand at last that\nit is IMMORAL to say that ’what is right for one is proper for\nanother.’\"—So said my moralistic pedant and bonhomme. Did he\nperhaps deserve to be laughed at when he thus exhorted systems of\nmorals to practise morality? But one should not be too much in\nthe right if one wishes to have the laughers on ONE’S OWN side; a\ngrain of wrong pertains even to good taste.",
        "222. Wherever sympathy (fellow-suffering) is preached nowadays—\nand, if I gather rightly, no other religion is any longer\npreached—let the psychologist have his ears open through all the\nvanity, through all the noise which is natural to these preachers\n(as to all preachers), he will hear a hoarse, groaning, genuine\nnote of SELF-CONTEMPT. It belongs to the overshadowing and\nuglifying of Europe, which has been on the increase for a century\n(the first symptoms of which are already specified documentarily\nin a thoughtful letter of Galiani to Madame d’Epinay)—IF IT IS\nNOT REALLY THE CAUSE THEREOF! The man of “modern ideas,” the\nconceited ape, is excessively dissatisfied with himself-this is\nperfectly certain. He suffers, and his vanity wants him only “to\nsuffer with his fellows.”",
        "223. The hybrid European—a tolerably ugly plebeian, taken all in\nall—absolutely requires a costume: he needs history as a\nstoreroom of costumes. To be sure, he notices that none of the\ncostumes fit him properly—he changes and changes. Let us look at\nthe nineteenth century with respect to these hasty preferences\nand changes in its masquerades of style, and also with respect to\nits moments of desperation on account of “nothing suiting” us. It\nis in vain to get ourselves up as romantic, or classical, or\nChristian, or Florentine, or barocco, or “national,” in moribus\net artibus: it does not “clothe us”! But the “spirit,” especially\nthe “historical spirit,” profits even by this desperation: once\nand again a new sample of the past or of the foreign is tested,\nput on, taken off, packed up, and above all studied—we are the\nfirst studious age in puncto of “costumes,” I mean as concerns\nmorals, articles of belief, artistic tastes, and religions; we\nare prepared as no other age has ever been for a carnival in the\ngrand style, for the most spiritual festival—laughter and\narrogance, for the transcendental height of supreme folly and\nAristophanic ridicule of the world. Perhaps we are still\ndiscovering the domain of our invention just here, the domain\nwhere even we can still be original, probably as parodists of the\nworld’s history and as God’s Merry-Andrews,—perhaps, though\nnothing else of the present have a future, our laughter itself\nmay have a future!",
        "224. The historical sense (or the capacity for divining quickly\nthe order of rank of the valuations according to which a people,\na community, or an individual has lived, the “divining instinct\"\nfor the relationships of these valuations, for the relation of\nthe authority of the valuations to the authority of the operating\nforces),—this historical sense, which we Europeans claim as our\nspecialty, has come to us in the train of the enchanting and mad\nsemi-barbarity into which Europe has been plunged by the\ndemocratic mingling of classes and races—it is only the\nnineteenth century that has recognized this faculty as its sixth\nsense. Owing to this mingling, the past of every form and mode of\nlife, and of cultures which were formerly closely contiguous and\nsuperimposed on one another, flows forth into us “modern souls\";\nour instincts now run back in all directions, we ourselves are a\nkind of chaos: in the end, as we have said, the spirit perceives\nits advantage therein. By means of our semi-barbarity in body and\nin desire, we have secret access everywhere, such as a noble age\nnever had; we have access above all to the labyrinth of imperfect\ncivilizations, and to every form of semi-barbarity that has at\nany time existed on earth; and in so far as the most considerable\npart of human civilization hitherto has just been semi-barbarity,\nthe “historical sense” implies almost the sense and instinct for\neverything, the taste and tongue for everything: whereby it\nimmediately proves itself to be an IGNOBLE sense. For instance,\nwe enjoy Homer once more: it is perhaps our happiest acquisition\nthat we know how to appreciate Homer, whom men of distinguished\nculture (as the French of the seventeenth century, like Saint-\nEvremond, who reproached him for his ESPRIT VASTE, and even\nVoltaire, the last echo of the century) cannot and could not so\neasily appropriate—whom they scarcely permitted themselves to\nenjoy. The very decided Yea and Nay of their palate, their\npromptly ready disgust, their hesitating reluctance with regard\nto everything strange, their horror of the bad taste even of\nlively curiosity, and in general the averseness of every\ndistinguished and self-sufficing culture to avow a new desire, a\ndissatisfaction with its own condition, or an admiration of what\nis strange: all this determines and disposes them unfavourably\neven towards the best things of the world which are not their\nproperty or could not become their prey—and no faculty is more\nunintelligible to such men than just this historical sense, with\nits truckling, plebeian curiosity. The case is not different with\nShakespeare, that marvelous Spanish-Moorish-Saxon synthesis of\ntaste, over whom an ancient Athenian of the circle of Eschylus\nwould have half-killed himself with laughter or irritation: but\nwe—accept precisely this wild motleyness, this medley of the\nmost delicate, the most coarse, and the most artificial, with a\nsecret confidence and cordiality; we enjoy it as a refinement of\nart reserved expressly for us, and allow ourselves to be as\nlittle disturbed by the repulsive fumes and the proximity of the\nEnglish populace in which Shakespeare’s art and taste lives, as\nperhaps on the Chiaja of Naples, where, with all our senses\nawake, we go our way, enchanted and voluntarily, in spite of the\ndrain-odour of the lower quarters of the town. That as men of the\n“historical sense” we have our virtues, is not to be disputed:—\nwe are unpretentious, unselfish, modest, brave, habituated to\nself-control and self-renunciation, very grateful, very patient,\nvery complaisant—but with all this we are perhaps not very\n“tasteful.” Let us finally confess it, that what is most\ndifficult for us men of the “historical sense” to grasp, feel,\ntaste, and love, what finds us fundamentally prejudiced and\nalmost hostile, is precisely the perfection and ultimate maturity\nin every culture and art, the essentially noble in works and men,\ntheir moment of smooth sea and halcyon self-sufficiency, the\ngoldenness and coldness which all things show that have perfected\nthemselves. Perhaps our great virtue of the historical sense is\nin necessary contrast to GOOD taste, at least to the very bad\ntaste; and we can only evoke in ourselves imperfectly,\nhesitatingly, and with compulsion the small, short, and happy\ngodsends and glorifications of human life as they shine here and\nthere: those moments and marvelous experiences when a great power\nhas voluntarily come to a halt before the boundless and\ninfinite,—when a super-abundance of refined delight has been\nenjoyed by a sudden checking and petrifying, by standing firmly\nand planting oneself fixedly on still trembling ground.\nPROPORTIONATENESS is strange to us, let us confess it to\nourselves; our itching is really the itching for the infinite,\nthe immeasurable. Like the rider on his forward panting horse, we\nlet the reins fall before the infinite, we modern men, we semi-\nbarbarians—and are only in OUR highest bliss when we—ARE IN\nMOST DANGER.",
        "225. Whether it be hedonism, pessimism, utilitarianism, or\neudaemonism, all those modes of thinking which measure the worth\nof things according to PLEASURE and PAIN, that is, according to\naccompanying circumstances and secondary considerations, are\nplausible modes of thought and naivetes, which every one\nconscious of CREATIVE powers and an artist’s conscience will look\ndown upon with scorn, though not without sympathy. Sympathy for\nyou!—to be sure, that is not sympathy as you understand it: it\nis not sympathy for social “distress,” for “society” with its\nsick and misfortuned, for the hereditarily vicious and defective\nwho lie on the ground around us; still less is it sympathy for\nthe grumbling, vexed, revolutionary slave-classes who strive\nafter power—they call it “freedom.” OUR sympathy is a loftier\nand further-sighted sympathy:—we see how MAN dwarfs himself, how\nYOU dwarf him! and there are moments when we view YOUR sympathy\nwith an indescribable anguish, when we resist it,—when we regard\nyour seriousness as more dangerous than any kind of levity. You\nwant, if possible—and there is not a more foolish “if possible\"\n—TO DO AWAY WITH SUFFERING; and we?—it really seems that WE\nwould rather have it increased and made worse than it has ever\nbeen! Well-being, as you understand it—is certainly not a goal;\nit seems to us an END; a condition which at once renders man\nludicrous and contemptible—and makes his destruction DESIRABLE!\nThe discipline of suffering, of GREAT suffering—know ye not that\nit is only THIS discipline that has produced all the elevations\nof humanity hitherto? The tension of soul in misfortune which\ncommunicates to it its energy, its shuddering in view of rack and\nruin, its inventiveness and bravery in undergoing, enduring,\ninterpreting, and exploiting misfortune, and whatever depth,\nmystery, disguise, spirit, artifice, or greatness has been\nbestowed upon the soul—has it not been bestowed through\nsuffering, through the discipline of great suffering? In man\nCREATURE and CREATOR are united: in man there is not only matter,\nshred, excess, clay, mire, folly, chaos; but there is also the\ncreator, the sculptor, the hardness of the hammer, the divinity\nof the spectator, and the seventh day—do ye understand this\ncontrast? And that YOUR sympathy for the “creature in man\"\napplies to that which has to be fashioned, bruised, forged,\nstretched, roasted, annealed, refined—to that which must\nnecessarily SUFFER, and IS MEANT to suffer? And our sympathy—do\nye not understand what our REVERSE sympathy applies to, when it\nresists your sympathy as the worst of all pampering and\nenervation?—So it is sympathy AGAINST sympathy!—But to repeat\nit once more, there are higher problems than the problems of\npleasure and pain and sympathy; and all systems of philosophy\nwhich deal only with these are naivetes.",
        "226. WE IMMORALISTS.-This world with which WE are concerned, in\nwhich we have to fear and love, this almost invisible, inaudible\nworld of delicate command and delicate obedience, a world of\n“almost” in every respect, captious, insidious, sharp, and\ntender—yes, it is well protected from clumsy spectators and\nfamiliar curiosity! We are woven into a strong net and garment of\nduties, and CANNOT disengage ourselves—precisely here, we are\n“men of duty,” even we! Occasionally, it is true, we dance in our\n“chains” and betwixt our “swords\"; it is none the less true that\nmore often we gnash our teeth under the circumstances, and are\nimpatient at the secret hardship of our lot. But do what we will,\nfools and appearances say of us: “These are men WITHOUT duty,\"—\nwe have always fools and appearances against us!",
        "227. Honesty, granting that it is the virtue of which we cannot\nrid ourselves, we free spirits—well, we will labour at it with\nall our perversity and love, and not tire of “perfecting\"\nourselves in OUR virtue, which alone remains: may its glance some\nday overspread like a gilded, blue, mocking twilight this aging\ncivilization with its dull gloomy seriousness! And if,\nnevertheless, our honesty should one day grow weary, and sigh,\nand stretch its limbs, and find us too hard, and would fain have\nit pleasanter, easier, and gentler, like an agreeable vice, let\nus remain HARD, we latest Stoics, and let us send to its help\nwhatever devilry we have in us:—our disgust at the clumsy and\nundefined, our “NITIMUR IN VETITUM,” our love of adventure, our\nsharpened and fastidious curiosity, our most subtle, disguised,\nintellectual Will to Power and universal conquest, which rambles\nand roves avidiously around all the realms of the future—let us\ngo with all our “devils” to the help of our “God”! It is probable\nthat people will misunderstand and mistake us on that account:\nwhat does it matter! They will say: “Their ’honesty’—that is\ntheir devilry, and nothing else!” What does it matter! And even\nif they were right—have not all Gods hitherto been such\nsanctified, re-baptized devils? And after all, what do we know of\nourselves? And what the spirit that leads us wants TO BE CALLED?\n(It is a question of names.) And how many spirits we harbour? Our\nhonesty, we free spirits—let us be careful lest it become our\nvanity, our ornament and ostentation, our limitation, our\nstupidity! Every virtue inclines to stupidity, every stupidity to\nvirtue; “stupid to the point of sanctity,” they say in Russia,—\nlet us be careful lest out of pure honesty we eventually become\nsaints and bores! Is not life a hundred times too short for us—\nto bore ourselves? One would have to believe in eternal life in\norder to . . . ",
        "228. I hope to be forgiven for discovering that all moral\nphilosophy hitherto has been tedious and has belonged to the\nsoporific appliances—and that “virtue,” in my opinion, has been\nMORE injured by the TEDIOUSNESS of its advocates than by anything\nelse; at the same time, however, I would not wish to overlook\ntheir general usefulness. It is desirable that as few people as\npossible should reflect upon morals, and consequently it is very\ndesirable that morals should not some day become interesting! But\nlet us not be afraid! Things still remain today as they have\nalways been: I see no one in Europe who has (or DISCLOSES) an\nidea of the fact that philosophizing concerning morals might be\nconducted in a dangerous, captious, and ensnaring manner—that\nCALAMITY might be involved therein. Observe, for example, the\nindefatigable, inevitable English utilitarians: how ponderously\nand respectably they stalk on, stalk along (a Homeric metaphor\nexpresses it better) in the footsteps of Bentham, just as he had\nalready stalked in the footsteps of the respectable Helvetius!\n(no, he was not a dangerous man, Helvetius, CE SENATEUR\nPOCOCURANTE, to use an expression of Galiani). No new thought,\nnothing of the nature of a finer turning or better expression of\nan old thought, not even a proper history of what has been\npreviously thought on the subject: an IMPOSSIBLE literature,\ntaking it all in all, unless one knows how to leaven it with some\nmischief. In effect, the old English vice called CANT, which is\nMORAL TARTUFFISM, has insinuated itself also into these moralists\n(whom one must certainly read with an eye to their motives if one\nMUST read them), concealed this time under the new form of the\nscientific spirit; moreover, there is not absent from them a\nsecret struggle with the pangs of conscience, from which a race\nof former Puritans must naturally suffer, in all their scientific\ntinkering with morals. (Is not a moralist the opposite of a\nPuritan? That is to say, as a thinker who regards morality as\nquestionable, as worthy of interrogation, in short, as a problem?\nIs moralizing not-immoral?) In the end, they all want English\nmorality to be recognized as authoritative, inasmuch as mankind,\nor the “general utility,” or “the happiness of the greatest\nnumber,\"—no! the happiness of ENGLAND, will be best served\nthereby. They would like, by all means, to convince themselves\nthat the striving after English happiness, I mean after COMFORT\nand FASHION (and in the highest instance, a seat in Parliament),\nis at the same time the true path of virtue; in fact, that in so\nfar as there has been virtue in the world hitherto, it has just\nconsisted in such striving. Not one of those ponderous,\nconscience-stricken herding-animals (who undertake to advocate\nthe cause of egoism as conducive to the general welfare) wants to\nhave any knowledge or inkling of the facts that the “general\nwelfare” is no ideal, no goal, no notion that can be at all\ngrasped, but is only a nostrum,—that what is fair to one MAY NOT\nat all be fair to another, that the requirement of one morality\nfor all is really a detriment to higher men, in short, that there\nis a DISTINCTION OF RANK between man and man, and consequently\nbetween morality and morality. They are an unassuming and\nfundamentally mediocre species of men, these utilitarian\nEnglishmen, and, as already remarked, in so far as they are\ntedious, one cannot think highly enough of their utility. One\nought even to ENCOURAGE them, as has been partially attempted in\nthe following rhymes:—",
        "229. In these later ages, which may be proud of their humanity,\nthere still remains so much fear, so much SUPERSTITION of the\nfear, of the “cruel wild beast,” the mastering of which\nconstitutes the very pride of these humaner ages—that even\nobvious truths, as if by the agreement of centuries, have long\nremained unuttered, because they have the appearance of helping\nthe finally slain wild beast back to life again. I perhaps risk\nsomething when I allow such a truth to escape; let others capture\nit again and give it so much “milk of pious sentiment\"\n[FOOTNOTE: An expression from Schiller’s William Tell, Act IV,\nScene 3.] to drink, that it will lie down quiet and forgotten, in\nits old corner.—One ought to learn anew about cruelty, and open\none’s eyes; one ought at last to learn impatience, in order that\nsuch immodest gross errors—as, for instance, have been fostered\nby ancient and modern philosophers with regard to tragedy—may no\nlonger wander about virtuously and boldly. Almost everything that\nwe call “higher culture” is based upon the spiritualising and\nintensifying of CRUELTY—this is my thesis; the “wild beast” has\nnot been slain at all, it lives, it flourishes, it has only been—\ntransfigured. That which constitutes the painful delight of\ntragedy is cruelty; that which operates agreeably in so-called\ntragic sympathy, and at the basis even of everything sublime, up\nto the highest and most delicate thrills of metaphysics, obtains\nits sweetness solely from the intermingled ingredient of cruelty.\nWhat the Roman enjoys in the arena, the Christian in the\necstasies of the cross, the Spaniard at the sight of the faggot\nand stake, or of the bull-fight, the present-day Japanese who\npresses his way to the tragedy, the workman of the Parisian\nsuburbs who has a homesickness for bloody revolutions, the\nWagnerienne who, with unhinged will, “undergoes” the performance\nof “Tristan and Isolde\"—what all these enjoy, and strive with\nmysterious ardour to drink in, is the philtre of the great Circe\n“cruelty.” Here, to be sure, we must put aside entirely the\nblundering psychology of former times, which could only teach\nwith regard to cruelty that it originated at the sight of the\nsuffering of OTHERS: there is an abundant, super-abundant\nenjoyment even in one’s own suffering, in causing one’s own\nsuffering—and wherever man has allowed himself to be persuaded\nto self-denial in the RELIGIOUS sense, or to self-mutilation, as\namong the Phoenicians and ascetics, or in general, to\ndesensualisation, decarnalisation, and contrition, to Puritanical\nrepentance-spasms, to vivisection of conscience and to Pascal-\nlike SACRIFIZIA DELL’ INTELLETO, he is secretly allured and\nimpelled forwards by his cruelty, by the dangerous thrill of\ncruelty TOWARDS HIMSELF.—Finally, let us consider that even the\nseeker of knowledge operates as an artist and glorifier of\ncruelty, in that he compels his spirit to perceive AGAINST its\nown inclination, and often enough against the wishes of his\nheart:—he forces it to say Nay, where he would like to affirm,\nlove, and adore; indeed, every instance of taking a thing\nprofoundly and fundamentally, is a violation, an intentional\ninjuring of the fundamental will of the spirit, which\ninstinctively aims at appearance and superficiality,—even in\nevery desire for knowledge there is a drop of cruelty.",
        "230. Perhaps what I have said here about a “fundamental will of\nthe spirit” may not be understood without further details; I may\nbe allowed a word of explanation.—That imperious something which\nis popularly called “the spirit,” wishes to be master internally\nand externally, and to feel itself master; it has the will of a\nmultiplicity for a simplicity, a binding, taming, imperious, and\nessentially ruling will. Its requirements and capacities here,\nare the same as those assigned by physiologists to everything\nthat lives, grows, and multiplies. The power of the spirit to\nappropriate foreign elements reveals itself in a strong tendency\nto assimilate the new to the old, to simplify the manifold, to\noverlook or repudiate the absolutely contradictory; just as it\narbitrarily re-underlines, makes prominent, and falsifies for\nitself certain traits and lines in the foreign elements, in every\nportion of the “outside world.” Its object thereby is the\nincorporation of new “experiences,” the assortment of new things\nin the old arrangements—in short, growth; or more properly, the\nFEELING of growth, the feeling of increased power—is its object.\nThis same will has at its service an apparently opposed impulse\nof the spirit, a suddenly adopted preference of ignorance, of\narbitrary shutting out, a closing of windows, an inner denial of\nthis or that, a prohibition to approach, a sort of defensive\nattitude against much that is knowable, a contentment with\nobscurity, with the shutting-in horizon, an acceptance and\napproval of ignorance: as that which is all necessary according\nto the degree of its appropriating power, its “digestive power,\"\nto speak figuratively (and in fact “the spirit” resembles a\nstomach more than anything else). Here also belong an occasional\npropensity of the spirit to let itself be deceived (perhaps with\na waggish suspicion that it is NOT so and so, but is only allowed\nto pass as such), a delight in uncertainty and ambiguity, an\nexulting enjoyment of arbitrary, out-of-the-way narrowness and\nmystery, of the too-near, of the foreground, of the magnified,\nthe diminished, the misshapen, the beautified—an enjoyment of\nthe arbitrariness of all these manifestations of power. Finally,\nin this connection, there is the not unscrupulous readiness of\nthe spirit to deceive other spirits and dissemble before them—\nthe constant pressing and straining of a creating, shaping,\nchangeable power: the spirit enjoys therein its craftiness and\nits variety of disguises, it enjoys also its feeling of security\ntherein—it is precisely by its Protean arts that it is best\nprotected and concealed!—COUNTER TO this propensity for\nappearance, for simplification, for a disguise, for a cloak, in\nshort, for an outside—for every outside is a cloak—there\noperates the sublime tendency of the man of knowledge, which\ntakes, and INSISTS on taking things profoundly, variously, and\nthoroughly; as a kind of cruelty of the intellectual conscience\nand taste, which every courageous thinker will acknowledge in\nhimself, provided, as it ought to be, that he has sharpened and\nhardened his eye sufficiently long for introspection, and is\naccustomed to severe discipline and even severe words. He will\nsay: “There is something cruel in the tendency of my spirit”: let\nthe virtuous and amiable try to convince him that it is not so!\nIn fact, it would sound nicer, if, instead of our cruelty,\nperhaps our “extravagant honesty” were talked about, whispered\nabout, and glorified—we free, VERY free spirits—and some day\nperhaps SUCH will actually be our—posthumous glory! Meanwhile—\nfor there is plenty of time until then—we should be least\ninclined to deck ourselves out in such florid and fringed moral\nverbiage; our whole former work has just made us sick of this\ntaste and its sprightly exuberance. They are beautiful,\nglistening, jingling, festive words: honesty, love of truth, love\nof wisdom, sacrifice for knowledge, heroism of the truthful—\nthere is something in them that makes one’s heart swell with\npride. But we anchorites and marmots have long ago persuaded\nourselves in all the secrecy of an anchorite’s conscience, that\nthis worthy parade of verbiage also belongs to the old false\nadornment, frippery, and gold-dust of unconscious human vanity,\nand that even under such flattering colour and repainting, the\nterrible original text HOMO NATURA must again be recognized. In\neffect, to translate man back again into nature; to master the\nmany vain and visionary interpretations and subordinate meanings\nwhich have hitherto been scratched and daubed over the eternal\noriginal text, HOMO NATURA; to bring it about that man shall\nhenceforth stand before man as he now, hardened by the discipline\nof science, stands before the OTHER forms of nature, with\nfearless Oedipus-eyes, and stopped Ulysses-ears, deaf to the\nenticements of old metaphysical bird-catchers, who have piped to\nhim far too long: “Thou art more! thou art higher! thou hast a\ndifferent origin!\"—this may be a strange and foolish task, but\nthat it is a TASK, who can deny! Why did we choose it, this\nfoolish task? Or, to put the question differently: “Why knowledge\nat all?” Every one will ask us about this. And thus pressed, we,\nwho have asked ourselves the question a hundred times, have not\nfound and cannot find any better answer. . . .",
        "231. Learning alters us, it does what all nourishment does that\ndoes not merely “conserve\"—as the physiologist knows. But at the\nbottom of our souls, quite “down below,” there is certainly\nsomething unteachable, a granite of spiritual fate, of\npredetermined decision and answer to predetermined, chosen\nquestions. In each cardinal problem there speaks an unchangeable\n“I am this\"; a thinker cannot learn anew about man and woman, for\ninstance, but can only learn fully—he can only follow to the end\nwhat is “fixed” about them in himself. Occasionally we find\ncertain solutions of problems which make strong beliefs for us;\nperhaps they are henceforth called “convictions.” Later on—one\nsees in them only footsteps to self-knowledge, guide-posts to the\nproblem which we ourselves ARE—or more correctly to the great\nstupidity which we embody, our spiritual fate, the UNTEACHABLE in\nus, quite “down below.\"—In view of this liberal compliment which\nI have just paid myself, permission will perhaps be more readily\nallowed me to utter some truths about “woman as she is,” provided\nthat it is known at the outset how literally they are merely—MY\ntruths.",
        "232. Woman wishes to be independent, and therefore she begins to\nenlighten men about “woman as she is\"—THIS is one of the worst\ndevelopments of the general UGLIFYING of Europe. For what must\nthese clumsy attempts of feminine scientificality and self-\nexposure bring to light! Woman has so much cause for shame; in\nwoman there is so much pedantry, superficiality,\nschoolmasterliness, petty presumption, unbridledness, and\nindiscretion concealed—study only woman’s behaviour towards\nchildren!—which has really been best restrained and dominated\nhitherto by the FEAR of man. Alas, if ever the “eternally tedious\nin woman\"—she has plenty of it!—is allowed to venture forth! if\nshe begins radically and on principle to unlearn her wisdom and\nart-of charming, of playing, of frightening away sorrow, of\nalleviating and taking easily; if she forgets her delicate\naptitude for agreeable desires! Female voices are already raised,\nwhich, by Saint Aristophanes! make one afraid:—with medical\nexplicitness it is stated in a threatening manner what woman\nfirst and last REQUIRES from man. Is it not in the very worst\ntaste that woman thus sets herself up to be scientific?\nEnlightenment hitherto has fortunately been men’s affair, men’s\ngift-we remained therewith “among ourselves\"; and in the end, in\nview of all that women write about “woman,” we may well have\nconsiderable doubt as to whether woman really DESIRES\nenlightenment about herself—and CAN desire it. If woman does not\nthereby seek a new ORNAMENT for herself—I believe ornamentation\nbelongs to the eternally feminine?—why, then, she wishes to make\nherself feared: perhaps she thereby wishes to get the mastery.\nBut she does not want truth—what does woman care for truth? From\nthe very first, nothing is more foreign, more repugnant, or more\nhostile to woman than truth—her great art is falsehood, her\nchief concern is appearance and beauty. Let us confess it, we\nmen: we honour and love this very art and this very instinct in\nwoman: we who have the hard task, and for our recreation gladly\nseek the company of beings under whose hands, glances, and\ndelicate follies, our seriousness, our gravity, and profundity\nappear almost like follies to us. Finally, I ask the question:\nDid a woman herself ever acknowledge profundity in a woman’s\nmind, or justice in a woman’s heart? And is it not true that on\nthe whole “woman” has hitherto been most despised by woman\nherself, and not at all by us?—We men desire that woman should\nnot continue to compromise herself by enlightening us; just as it\nwas man’s care and the consideration for woman, when the church\ndecreed: mulier taceat in ecclesia. It was to the benefit of\nwoman when Napoleon gave the too eloquent Madame de Stael to\nunderstand: mulier taceat in politicis!—and in my opinion, he is\na true friend of woman who calls out to women today: mulier\ntaceat de mulierel.",
        "233. It betrays corruption of the instincts—apart from the fact\nthat it betrays bad taste—when a woman refers to Madame Roland,\nor Madame de Stael, or Monsieur George Sand, as though something\nwere proved thereby in favour of “woman as she is.” Among men,\nthese are the three comical women as they are—nothing more!—and\njust the best involuntary counter-arguments against feminine\nemancipation and autonomy.",
        "234. Stupidity in the kitchen; woman as cook; the terrible\nthoughtlessness with which the feeding of the family and the\nmaster of the house is managed! Woman does not understand what\nfood means, and she insists on being cook! If woman had been a\nthinking creature, she should certainly, as cook for thousands of\nyears, have discovered the most important physiological facts,\nand should likewise have got possession of the healing art!\nThrough bad female cooks—through the entire lack of reason in\nthe kitchen—the development of mankind has been longest retarded\nand most interfered with: even today matters are very little\nbetter. A word to High School girls.",
        "235. There are turns and casts of fancy, there are sentences,\nlittle handfuls of words, in which a whole culture, a whole\nsociety suddenly crystallises itself. Among these is the\nincidental remark of Madame de Lambert to her son: “MON AMI, NE\nVOUS PERMETTEZ JAMAIS QUE DES FOLIES, QUI VOUS FERONT GRAND\nPLAISIR\"—the motherliest and wisest remark, by the way, that was\never addressed to a son.",
        "236. I have no doubt that every noble woman will oppose what\nDante and Goethe believed about woman—the former when he sang,\n“ELLA GUARDAVA SUSO, ED IO IN LEI,” and the latter when he\ninterpreted it, “the eternally feminine draws us ALOFT\"; for THIS\nis just what she believes of the eternally masculine.",
        "237.",
        "SEVEN APOPHTHEGMS FOR WOMEN",
        "How the longest ennui flees, When a man comes to our knees!",
        "Age, alas! and science staid, Furnish even weak virtue aid.",
        "Sombre garb and silence meet: Dress for every dame—discreet.",
        "Whom I thank when in my bliss? God!—and my good tailoress!",
        "Young, a flower-decked cavern home; Old, a dragon thence doth\nroam.",
        "Noble title, leg that’s fine, Man as well: Oh, were HE mine!",
        "Speech in brief and sense in mass—Slippery for the jenny-ass!",
        "237A. Woman has hitherto been treated by men like birds, which,\nlosing their way, have come down among them from an elevation: as\nsomething delicate, fragile, wild, strange, sweet, and animating-\n-but as something also which must be cooped up to prevent it\nflying away.",
        "238. To be mistaken in the fundamental problem of “man and\nwoman,” to deny here the profoundest antagonism and the necessity\nfor an eternally hostile tension, to dream here perhaps of equal\nrights, equal training, equal claims and obligations: that is a\nTYPICAL sign of shallow-mindedness; and a thinker who has proved\nhimself shallow at this dangerous spot—shallow in instinct!—may\ngenerally be regarded as suspicious, nay more, as betrayed, as\ndiscovered; he will probably prove too “short” for all\nfundamental questions of life, future as well as present, and\nwill be unable to descend into ANY of the depths. On the other\nhand, a man who has depth of spirit as well as of desires, and\nhas also the depth of benevolence which is capable of severity\nand harshness, and easily confounded with them, can only think of\nwoman as ORIENTALS do: he must conceive of her as a possession,\nas confinable property, as a being predestined for service and\naccomplishing her mission therein—he must take his stand in this\nmatter upon the immense rationality of Asia, upon the superiority\nof the instinct of Asia, as the Greeks did formerly; those best\nheirs and scholars of Asia—who, as is well known, with their\nINCREASING culture and amplitude of power, from Homer to the time\nof Pericles, became gradually STRICTER towards woman, in short,\nmore Oriental. HOW necessary, HOW logical, even HOW humanely\ndesirable this was, let us consider for ourselves!",
        "239. The weaker sex has in no previous age been treated with so\nmuch respect by men as at present—this belongs to the tendency\nand fundamental taste of democracy, in the same way as\ndisrespectfulness to old age—what wonder is it that abuse should\nbe immediately made of this respect? They want more, they learn\nto make claims, the tribute of respect is at last felt to be\nwell-nigh galling; rivalry for rights, indeed actual strife\nitself, would be preferred: in a word, woman is losing modesty.\nAnd let us immediately add that she is also losing taste. She is\nunlearning to FEAR man: but the woman who “unlearns to fear\"\nsacrifices her most womanly instincts. That woman should venture\nforward when the fear-inspiring quality in man—or more\ndefinitely, the MAN in man—is no longer either desired or fully\ndeveloped, is reasonable enough and also intelligible enough;\nwhat is more difficult to understand is that precisely thereby—\nwoman deteriorates. This is what is happening nowadays: let us\nnot deceive ourselves about it! Wherever the industrial spirit\nhas triumphed over the military and aristocratic spirit, woman\nstrives for the economic and legal independence of a clerk:\n“woman as clerkess” is inscribed on the portal of the modern\nsociety which is in course of formation. While she thus\nappropriates new rights, aspires to be “master,” and inscribes\n“progress” of woman on her flags and banners, the very opposite\nrealises itself with terrible obviousness: WOMAN RETROGRADES.\nSince the French Revolution the influence of woman in Europe has\nDECLINED in proportion as she has increased her rights and\nclaims; and the “emancipation of woman,” insofar as it is desired\nand demanded by women themselves (and not only by masculine\nshallow-pates), thus proves to be a remarkable symptom of the\nincreased weakening and deadening of the most womanly instincts.\nThere is STUPIDITY in this movement, an almost masculine\nstupidity, of which a well-reared woman—who is always a sensible\nwoman—might be heartily ashamed. To lose the intuition as to the\nground upon which she can most surely achieve victory; to neglect\nexercise in the use of her proper weapons; to let-herself-go\nbefore man, perhaps even “to the book,” where formerly she kept\nherself in control and in refined, artful humility; to neutralize\nwith her virtuous audacity man’s faith in a VEILED, fundamentally\ndifferent ideal in woman, something eternally, necessarily\nfeminine; to emphatically and loquaciously dissuade man from the\nidea that woman must be preserved, cared for, protected, and\nindulged, like some delicate, strangely wild, and often pleasant\ndomestic animal; the clumsy and indignant collection of\neverything of the nature of servitude and bondage which the\nposition of woman in the hitherto existing order of society has\nentailed and still entails (as though slavery were a counter-\nargument, and not rather a condition of every higher culture, of\nevery elevation of culture):—what does all this betoken, if not\na disintegration of womanly instincts, a defeminising? Certainly,\nthere are enough of idiotic friends and corrupters of woman among\nthe learned asses of the masculine sex, who advise woman to\ndefeminize herself in this manner, and to imitate all the\nstupidities from which “man” in Europe, European “manliness,\"\nsuffers,—who would like to lower woman to “general culture,\"\nindeed even to newspaper reading and meddling with politics. Here\nand there they wish even to make women into free spirits and\nliterary workers: as though a woman without piety would not be\nsomething perfectly obnoxious or ludicrous to a profound and\ngodless man;—almost everywhere her nerves are being ruined by\nthe most morbid and dangerous kind of music (our latest German\nmusic), and she is daily being made more hysterical and more\nincapable of fulfilling her first and last function, that of\nbearing robust children. They wish to “cultivate” her in general\nstill more, and intend, as they say, to make the “weaker sex\"\nSTRONG by culture: as if history did not teach in the most\nemphatic manner that the “cultivating” of mankind and his\nweakening—that is to say, the weakening, dissipating, and\nlanguishing of his FORCE OF WILL—have always kept pace with one\nanother, and that the most powerful and influential women in the\nworld (and lastly, the mother of Napoleon) had just to thank\ntheir force of will—and not their schoolmasters—for their\npower and ascendancy over men. That which inspires respect in\nwoman, and often enough fear also, is her NATURE, which is more\n“natural” than that of man, her genuine, carnivora-like, cunning\nflexibility, her tiger-claws beneath the glove, her NAIVETE in\negoism, her untrainableness and innate wildness, the\nincomprehensibleness, extent, and deviation of her desires and\nvirtues. That which, in spite of fear, excites one’s sympathy for\nthe dangerous and beautiful cat, “woman,” is that she seems more\nafflicted, more vulnerable, more necessitous of love, and more\ncondemned to disillusionment than any other creature. Fear and\nsympathy it is with these feelings that man has hitherto stood in\nthe presence of woman, always with one foot already in tragedy,\nwhich rends while it delights—What? And all that is now to be at\nan end? And the DISENCHANTMENT of woman is in progress? The\ntediousness of woman is slowly evolving? Oh Europe! Europe! We\nknow the horned animal which was always most attractive to thee,\nfrom which danger is ever again threatening thee! Thy old fable\nmight once more become “history\"—an immense stupidity might once\nagain overmaster thee and carry thee away! And no God concealed\nbeneath it—no! only an “idea,” a “modern idea”!",
        "Continue...",
        "\nThis complete text of the Beyond Good and Evil book by Friedrich Nietzsche (Translated from German into English\nby Helen Zimmern)\nis in the public domain.\n\n\nOrder this text as book: Beyond Good and Evil at Amazon.\n\n\nThis Authorama page has been created by Philipp Lenssen\nbased on the Project Gutenberg text version.\n\nPage last updated on April 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Beyond Good & Evil: Prelude to a Philosophy of the FutureBy Friedrich NietzscheAt Amazon"
    ]
}