{
    "title": "Beyond Good and Evil - Chapter III: The Religious Mood",
    "author": "Friedrich Nietzsche",
    "chapter": "4",
    "content": [
        "\n\n",
        "\n45. The human soul and its limits, the range of man’s inner\nexperiences hitherto attained, the heights, depths, and distances\nof these experiences, the entire history of the soul UP TO THE\nPRESENT TIME, and its still unexhausted possibilities: this is\nthe preordained hunting-domain for a born psychologist and lover\nof a “big hunt”. But how often must he say despairingly to\nhimself: “A single individual! alas, only a single individual!\nand this great forest, this virgin forest!” So he would like to\nhave some hundreds of hunting assistants, and fine trained\nhounds, that he could send into the history of the human soul, to\ndrive HIS game together. In vain: again and again he experiences,\nprofoundly and bitterly, how difficult it is to find assistants\nand dogs for all the things that directly excite his curiosity.\nThe evil of sending scholars into new and dangerous hunting-\ndomains, where courage, sagacity, and subtlety in every sense are\nrequired, is that they are no longer serviceable just when the\n“BIG hunt,” and also the great danger commences,—it is precisely\nthen that they lose their keen eye and nose. In order, for\ninstance, to divine and determine what sort of history the\nproblem of KNOWLEDGE AND CONSCIENCE has hitherto had in the souls\nof homines religiosi, a person would perhaps himself have to\npossess as profound, as bruised, as immense an experience as the\nintellectual conscience of Pascal; and then he would still\nrequire that wide-spread heaven of clear, wicked spirituality,\nwhich, from above, would be able to oversee, arrange, and\neffectively formulize this mass of dangerous and painful\nexperiences.—But who could do me this service! And who would\nhave time to wait for such servants!—they evidently appear too\nrarely, they are so improbable at all times! Eventually one must\ndo everything ONESELF in order to know something; which means\nthat one has MUCH to do!—But a curiosity like mine is once for\nall the most agreeable of vices—pardon me! I mean to say that\nthe love of truth has its reward in heaven, and already upon\nearth.",
        "46. Faith, such as early Christianity desired, and not\ninfrequently achieved in the midst of a skeptical and southernly\nfree-spirited world, which had centuries of struggle between\nphilosophical schools behind it and in it, counting besides the\neducation in tolerance which the Imperium Romanum gave—this\nfaith is NOT that sincere, austere slave-faith by which perhaps a\nLuther or a Cromwell, or some other northern barbarian of the\nspirit remained attached to his God and Christianity, it is much\nrather the faith of Pascal, which resembles in a terrible manner\na continuous suicide of reason—a tough, long-lived, worm-like\nreason, which is not to be slain at once and with a single blow.\nThe Christian faith from the beginning, is sacrifice the\nsacrifice of all freedom, all pride, all self-confidence of\nspirit, it is at the same time subjection, self-derision, and\nself-mutilation. There is cruelty and religious Phoenicianism in\nthis faith, which is adapted to a tender, many-sided, and very\nfastidious conscience, it takes for granted that the subjection\nof the spirit is indescribably PAINFUL, that all the past and all\nthe habits of such a spirit resist the absurdissimum, in the form\nof which “faith” comes to it. Modern men, with their obtuseness\nas regards all Christian nomenclature, have no longer the sense\nfor the terribly superlative conception which was implied to an\nantique taste by the paradox of the formula, “God on the Cross”.\nHitherto there had never and nowhere been such boldness in\ninversion, nor anything at once so dreadful, questioning, and\nquestionable as this formula: it promised a transvaluation of all\nancient values—It was the Orient, the PROFOUND Orient, it was\nthe Oriental slave who thus took revenge on Rome and its noble,\nlight-minded toleration, on the Roman “Catholicism” of non-faith,\nand it was always not the faith, but the freedom from the faith,\nthe half-stoical and smiling indifference to the seriousness of\nthe faith, which made the slaves indignant at their masters and\nrevolt against them. “Enlightenment” causes revolt, for the slave\ndesires the unconditioned, he understands nothing but the\ntyrannous, even in morals, he loves as he hates, without NUANCE,\nto the very depths, to the point of pain, to the point of\nsickness—his many HIDDEN sufferings make him revolt against the\nnoble taste which seems to DENY suffering. The skepticism with\nregard to suffering, fundamentally only an attitude of\naristocratic morality, was not the least of the causes, also, of\nthe last great slave-insurrection which began with the French\nRevolution.",
        "47. Wherever the religious neurosis has appeared on the earth so\nfar, we find it connected with three dangerous prescriptions as\nto regimen: solitude, fasting, and sexual abstinence—but without\nits being possible to determine with certainty which is cause and\nwhich is effect, or IF any relation at all of cause and effect\nexists there. This latter doubt is justified by the fact that one\nof the most regular symptoms among savage as well as among\ncivilized peoples is the most sudden and excessive sensuality,\nwhich then with equal suddenness transforms into penitential\nparoxysms, world-renunciation, and will-renunciation, both\nsymptoms perhaps explainable as disguised epilepsy? But nowhere\nis it MORE obligatory to put aside explanations around no other\ntype has there grown such a mass of absurdity and superstition,\nno other type seems to have been more interesting to men and even\nto philosophers—perhaps it is time to become just a little\nindifferent here, to learn caution, or, better still, to look\nAWAY, TO GO AWAY—Yet in the background of the most recent\nphilosophy, that of Schopenhauer, we find almost as the problem\nin itself, this terrible note of interrogation of the religious\ncrisis and awakening. How is the negation of will POSSIBLE? how\nis the saint possible?—that seems to have been the very question\nwith which Schopenhauer made a start and became a philosopher.\nAnd thus it was a genuine Schopenhauerian consequence, that his\nmost convinced adherent (perhaps also his last, as far as Germany\nis concerned), namely, Richard Wagner, should bring his own life-\nwork to an end just here, and should finally put that terrible\nand eternal type upon the stage as Kundry, type vecu, and as it\nloved and lived, at the very time that the mad-doctors in almost\nall European countries had an opportunity to study the type close\nat hand, wherever the religious neurosis—or as I call it, “the\nreligious mood\"—made its latest epidemical outbreak and display\nas the “Salvation Army\"—If it be a question, however, as to what\nhas been so extremely interesting to men of all sorts in all\nages, and even to philosophers, in the whole phenomenon of the\nsaint, it is undoubtedly the appearance of the miraculous\ntherein—namely, the immediate SUCCESSION OF OPPOSITES, of states\nof the soul regarded as morally antithetical: it was believed\nhere to be self-evident that a “bad man” was all at once turned\ninto a “saint,” a good man. The hitherto existing psychology was\nwrecked at this point, is it not possible it may have happened\nprincipally because psychology had placed itself under the\ndominion of morals, because it BELIEVED in oppositions of moral\nvalues, and saw, read, and INTERPRETED these oppositions into the\ntext and facts of the case? What? “Miracle” only an error of\ninterpretation? A lack of philology?",
        "48. It seems that the Latin races are far more deeply attached to\ntheir Catholicism than we Northerners are to Christianity\ngenerally, and that consequently unbelief in Catholic countries\nmeans something quite different from what it does among\nProtestants—namely, a sort of revolt against the spirit of the\nrace, while with us it is rather a return to the spirit (or non-\nspirit) of the race.",
        "We Northerners undoubtedly derive our origin from barbarous\nraces, even as regards our talents for religion—we have POOR\ntalents for it. One may make an exception in the case of the\nCelts, who have theretofore furnished also the best soil for\nChristian infection in the North: the Christian ideal blossomed\nforth in France as much as ever the pale sun of the north would\nallow it. How strangely pious for our taste are still these later\nFrench skeptics, whenever there is any Celtic blood in their\norigin! How Catholic, how un-German does Auguste Comte’s\nSociology seem to us, with the Roman logic of its instincts! How\nJesuitical, that amiable and shrewd cicerone of Port Royal,\nSainte-Beuve, in spite of all his hostility to Jesuits! And even\nErnest Renan: how inaccessible to us Northerners does the\nlanguage of such a Renan appear, in whom every instant the merest\ntouch of religious thrill throws his refined voluptuous and\ncomfortably couching soul off its balance! Let us repeat after\nhim these fine sentences—and what wickedness and haughtiness is\nimmediately aroused by way of answer in our probably less\nbeautiful but harder souls, that is to say, in our more German\nsouls!—\"DISONS DONC HARDIMENT QUE LA RELIGION EST UN PRODUIT DE\nL’HOMME NORMAL, QUE L’HOMME EST LE PLUS DANS LE VRAI QUANT IL EST\nLE PLUS RELIGIEUX ET LE PLUS ASSURE D’UNE DESTINEE INFINIE. . . .\nC’EST QUAND IL EST BON QU’IL VEUT QUE LA VIRTU CORRESPONDE A UN\nORDER ETERNAL, C’EST QUAND IL CONTEMPLE LES CHOSES D’UNE MANIERE\nDESINTERESSEE QU’IL TROUVE LA MORT REVOLTANTE ET ABSURDE. COMMENT\nNE PAS SUPPOSER QUE C’EST DANS CES MOMENTS-LA, QUE L’HOMME VOIT\nLE MIEUX?” . . . These sentences are so extremely ANTIPODAL to my\nears and habits of thought, that in my first impulse of rage on\nfinding them, I wrote on the margin, “LA NIAISERIE RELIGIEUSE PAR\nEXCELLENCE!\"—until in my later rage I even took a fancy to them,\nthese sentences with their truth absolutely inverted! It is so\nnice and such a distinction to have one’s own antipodes!",
        "49. That which is so astonishing in the religious life of the\nancient Greeks is the irrestrainable stream of GRATITUDE which it\npours forth—it is a very superior kind of man who takes SUCH an\nattitude towards nature and life.—Later on, when the populace\ngot the upper hand in Greece, FEAR became rampant also in\nreligion; and Christianity was preparing itself.",
        "50. The passion for God: there are churlish, honest-hearted, and\nimportunate kinds of it, like that of Luther—the whole of\nProtestantism lacks the southern DELICATEZZA. There is an\nOriental exaltation of the mind in it, like that of an\nundeservedly favoured or elevated slave, as in the case of St.\nAugustine, for instance, who lacks in an offensive manner, all\nnobility in bearing and desires. There is a feminine tenderness\nand sensuality in it, which modestly and unconsciously longs for\na UNIO MYSTICA ET PHYSICA, as in the case of Madame de Guyon. In\nmany cases it appears, curiously enough, as the disguise of a\ngirl’s or youth’s puberty; here and there even as the hysteria of\nan old maid, also as her last ambition. The Church has frequently\ncanonized the woman in such a case.",
        "51. The mightiest men have hitherto always bowed reverently\nbefore the saint, as the enigma of self-subjugation and utter\nvoluntary privation—why did they thus bow? They divined in him—\nand as it were behind the questionableness of his frail and\nwretched appearance—the superior force which wished to test\nitself by such a subjugation; the strength of will, in which they\nrecognized their own strength and love of power, and knew how to\nhonour it: they honoured something in themselves when they\nhonoured the saint. In addition to this, the contemplation of the\nsaint suggested to them a suspicion: such an enormity of self-\nnegation and anti-naturalness will not have been coveted for\nnothing—they have said, inquiringly. There is perhaps a reason\nfor it, some very great danger, about which the ascetic might\nwish to be more accurately informed through his secret\ninterlocutors and visitors? In a word, the mighty ones of the\nworld learned to have a new fear before him, they divined a new\npower, a strange, still unconquered enemy:—it was the “Will to\nPower” which obliged them to halt before the saint. They had to\nquestion him.",
        "52. In the Jewish “Old Testament,” the book of divine justice,\nthere are men, things, and sayings on such an immense scale, that\nGreek and Indian literature has nothing to compare with it. One\nstands with fear and reverence before those stupendous remains of\nwhat man was formerly, and one has sad thoughts about old Asia\nand its little out-pushed peninsula Europe, which would like, by\nall means, to figure before Asia as the “Progress of Mankind.” To\nbe sure, he who is himself only a slender, tame house-animal, and\nknows only the wants of a house-animal (like our cultured people\nof today, including the Christians of “cultured” Christianity),\nneed neither be amazed nor even sad amid those ruins—the taste\nfor the Old Testament is a touchstone with respect to “great” and\n“small”: perhaps he will find that the New Testament, the book of\ngrace, still appeals more to his heart (there is much of the\nodour of the genuine, tender, stupid beadsman and petty soul in\nit). To have bound up this New Testament (a kind of ROCOCO of\ntaste in every respect) along with the Old Testament into one\nbook, as the “Bible,” as “The Book in Itself,” is perhaps the\ngreatest audacity and “sin against the Spirit” which literary\nEurope has upon its conscience.",
        "53. Why Atheism nowadays? “The father” in God is thoroughly\nrefuted; equally so “the judge,” “the rewarder.” Also his “free\nwill”: he does not hear—and even if he did, he would not know\nhow to help. The worst is that he seems incapable of\ncommunicating himself clearly; is he uncertain?—This is what I\nhave made out (by questioning and listening at a variety of\nconversations) to be the cause of the decline of European theism;\nit appears to me that though the religious instinct is in\nvigorous growth,—it rejects the theistic satisfaction with\nprofound distrust.",
        "54. What does all modern philosophy mainly do? Since Descartes—\nand indeed more in defiance of him than on the basis of his\nprocedure—an ATTENTAT has been made on the part of all\nphilosophers on the old conception of the soul, under the guise\nof a criticism of the subject and predicate conception—that is\nto say, an ATTENTAT on the fundamental presupposition of\nChristian doctrine. Modern philosophy, as epistemological\nskepticism, is secretly or openly ANTI-CHRISTIAN, although (for\nkeener ears, be it said) by no means anti-religious. Formerly, in\neffect, one believed in “the soul” as one believed in grammar and\nthe grammatical subject: one said, “I” is the condition, “think\"\nis the predicate and is conditioned—to think is an activity for\nwhich one MUST suppose a subject as cause. The attempt was then\nmade, with marvelous tenacity and subtlety, to see if one could\nnot get out of this net,—to see if the opposite was not perhaps\ntrue: “think” the condition, and “I” the conditioned; “I,\"\ntherefore, only a synthesis which has been MADE by thinking\nitself. KANT really wished to prove that, starting from the\nsubject, the subject could not be proved—nor the object either:\nthe possibility of an APPARENT EXISTENCE of the subject, and\ntherefore of “the soul,” may not always have been strange to\nhim,—the thought which once had an immense power on earth as the\nVedanta philosophy.",
        "55. There is a great ladder of religious cruelty, with many\nrounds; but three of these are the most important. Once on a time\nmen sacrificed human beings to their God, and perhaps just those\nthey loved the best—to this category belong the firstling\nsacrifices of all primitive religions, and also the sacrifice of\nthe Emperor Tiberius in the Mithra-Grotto on the Island of Capri,\nthat most terrible of all Roman anachronisms. Then, during the\nmoral epoch of mankind, they sacrificed to their God the\nstrongest instincts they possessed, their “nature\"; THIS festal\njoy shines in the cruel glances of ascetics and “anti-natural\"\nfanatics. Finally, what still remained to be sacrificed? Was it\nnot necessary in the end for men to sacrifice everything\ncomforting, holy, healing, all hope, all faith in hidden\nharmonies, in future blessedness and justice? Was it not\nnecessary to sacrifice God himself, and out of cruelty to\nthemselves to worship stone, stupidity, gravity, fate,\nnothingness? To sacrifice God for nothingness—this paradoxical\nmystery of the ultimate cruelty has been reserved for the rising\ngeneration; we all know something thereof already.",
        "56. Whoever, like myself, prompted by some enigmatical desire,\nhas long endeavoured to go to the bottom of the question of\npessimism and free it from the half-Christian, half-German\nnarrowness and stupidity in which it has finally presented itself\nto this century, namely, in the form of Schopenhauer’s\nphilosophy; whoever, with an Asiatic and super-Asiatic eye, has\nactually looked inside, and into the most world-renouncing of all\npossible modes of thought—beyond good and evil, and no longer\nlike Buddha and Schopenhauer, under the dominion and delusion of\nmorality,—whoever has done this, has perhaps just thereby,\nwithout really desiring it, opened his eyes to behold the\nopposite ideal: the ideal of the most world-approving, exuberant,\nand vivacious man, who has not only learnt to compromise and\narrange with that which was and is, but wishes to have it again\nAS IT WAS AND IS, for all eternity, insatiably calling out de\ncapo, not only to himself, but to the whole piece and play; and\nnot only the play, but actually to him who requires the play—and\nmakes it necessary; because he always requires himself anew—and\nmakes himself necessary.—What? And this would not be—circulus\nvitiosus deus?",
        "57. The distance, and as it were the space around man, grows with\nthe strength of his intellectual vision and insight: his world\nbecomes profounder; new stars, new enigmas, and notions are ever\ncoming into view. Perhaps everything on which the intellectual\neye has exercised its acuteness and profundity has just been an\noccasion for its exercise, something of a game, something for\nchildren and childish minds. Perhaps the most solemn conceptions\nthat have caused the most fighting and suffering, the conceptions\n“God” and “sin,” will one day seem to us of no more importance\nthan a child’s plaything or a child’s pain seems to an old man;—\nand perhaps another plaything and another pain will then be\nnecessary once more for “the old man\"—always childish enough, an\neternal child!",
        "58. Has it been observed to what extent outward idleness, or\nsemi-idleness, is necessary to a real religious life (alike for\nits favourite microscopic labour of self-examination, and for its\nsoft placidity called “prayer,” the state of perpetual readiness\nfor the “coming of God”), I mean the idleness with a good\nconscience, the idleness of olden times and of blood, to which\nthe aristocratic sentiment that work is DISHONOURING—that it\nvulgarizes body and soul—is not quite unfamiliar? And that\nconsequently the modern, noisy, time-engrossing, conceited,\nfoolishly proud laboriousness educates and prepares for\n“unbelief” more than anything else? Among these, for instance,\nwho are at present living apart from religion in Germany, I find\n“free-thinkers” of diversified species and origin, but above all\na majority of those in whom laboriousness from generation to\ngeneration has dissolved the religious instincts; so that they no\nlonger know what purpose religions serve, and only note their\nexistence in the world with a kind of dull astonishment. They\nfeel themselves already fully occupied, these good people, be it\nby their business or by their pleasures, not to mention the\n“Fatherland,” and the newspapers, and their “family duties\"; it\nseems that they have no time whatever left for religion; and\nabove all, it is not obvious to them whether it is a question of\na new business or a new pleasure—for it is impossible, they say\nto themselves, that people should go to church merely to spoil\ntheir tempers. They are by no means enemies of religious customs;\nshould certain circumstances, State affairs perhaps, require\ntheir participation in such customs, they do what is required, as\nso many things are done—with a patient and unassuming\nseriousness, and without much curiosity or discomfort;—they live\ntoo much apart and outside to feel even the necessity for a FOR\nor AGAINST in such matters. Among those indifferent persons may\nbe reckoned nowadays the majority of German Protestants of the\nmiddle classes, especially in the great laborious centres of\ntrade and commerce; also the majority of laborious scholars, and\nthe entire University personnel (with the exception of the\ntheologians, whose existence and possibility there always gives\npsychologists new and more subtle puzzles to solve). On the part\nof pious, or merely church-going people, there is seldom any idea\nof HOW MUCH good-will, one might say arbitrary will, is now\nnecessary for a German scholar to take the problem of religion\nseriously; his whole profession (and as I have said, his whole\nworkmanlike laboriousness, to which he is compelled by his modern\nconscience) inclines him to a lofty and almost charitable\nserenity as regards religion, with which is occasionally mingled\na slight disdain for the “uncleanliness” of spirit which he takes\nfor granted wherever any one still professes to belong to the\nChurch. It is only with the help of history (NOT through his own\npersonal experience, therefore) that the scholar succeeds in\nbringing himself to a respectful seriousness, and to a certain\ntimid deference in presence of religions; but even when his\nsentiments have reached the stage of gratitude towards them, he\nhas not personally advanced one step nearer to that which still\nmaintains itself as Church or as piety; perhaps even the\ncontrary. The practical indifference to religious matters in the\nmidst of which he has been born and brought up, usually\nsublimates itself in his case into circumspection and\ncleanliness, which shuns contact with religious men and things;\nand it may be just the depth of his tolerance and humanity which\nprompts him to avoid the delicate trouble which tolerance itself\nbrings with it.—Every age has its own divine type of naivete,\nfor the discovery of which other ages may envy it: and how much\nnaivete—adorable, childlike, and boundlessly foolish naivete is\ninvolved in this belief of the scholar in his superiority, in the\ngood conscience of his tolerance, in the unsuspecting, simple\ncertainty with which his instinct treats the religious man as a\nlower and less valuable type, beyond, before, and ABOVE which he\nhimself has developed—he, the little arrogant dwarf and mob-man,\nthe sedulously alert, head-and-hand drudge of “ideas,” of “modern\nideas”!",
        "59. Whoever has seen deeply into the world has doubtless divined\nwhat wisdom there is in the fact that men are superficial. It is\ntheir preservative instinct which teaches them to be flighty,\nlightsome, and false. Here and there one finds a passionate and\nexaggerated adoration of “pure forms” in philosophers as well as\nin artists: it is not to be doubted that whoever has NEED of the\ncult of the superficial to that extent, has at one time or\nanother made an unlucky dive BENEATH it. Perhaps there is even an\norder of rank with respect to those burnt children, the born\nartists who find the enjoyment of life only in trying to FALSIFY\nits image (as if taking wearisome revenge on it), one might guess\nto what degree life has disgusted them, by the extent to which\nthey wish to see its image falsified, attenuated, ultrified, and\ndeified,—one might reckon the homines religiosi among the\nartists, as their HIGHEST rank. It is the profound, suspicious\nfear of an incurable pessimism which compels whole centuries to\nfasten their teeth into a religious interpretation of existence:\nthe fear of the instinct which divines that truth might be\nattained TOO soon, before man has become strong enough, hard\nenough, artist enough. . . . Piety, the “Life in God,” regarded in\nthis light, would appear as the most elaborate and ultimate\nproduct of the FEAR of truth, as artist-adoration and artist-\nintoxication in presence of the most logical of all\nfalsifications, as the will to the inversion of truth, to untruth\nat any price. Perhaps there has hitherto been no more effective\nmeans of beautifying man than piety, by means of it man can\nbecome so artful, so superficial, so iridescent, and so good,\nthat his appearance no longer offends.",
        "60. To love mankind FOR GOD’S SAKE—this has so far been the\nnoblest and remotest sentiment to which mankind has attained.\nThat love to mankind, without any redeeming intention in the\nbackground, is only an ADDITIONAL folly and brutishness, that the\ninclination to this love has first to get its proportion, its\ndelicacy, its gram of salt and sprinkling of ambergris from a\nhigher inclination—whoever first perceived and “experienced\"\nthis, however his tongue may have stammered as it attempted to\nexpress such a delicate matter, let him for all time be holy and\nrespected, as the man who has so far flown highest and gone\nastray in the finest fashion!",
        "61. The philosopher, as WE free spirits understand him—as the\nman of the greatest responsibility, who has the conscience for\nthe general development of mankind,—will use religion for his\ndisciplining and educating work, just as he will use the\ncontemporary political and economic conditions. The selecting and\ndisciplining influence—destructive, as well as creative and\nfashioning—which can be exercised by means of religion is\nmanifold and varied, according to the sort of people placed under\nits spell and protection. For those who are strong and\nindependent, destined and trained to command, in whom the\njudgment and skill of a ruling race is incorporated, religion is\nan additional means for overcoming resistance in the exercise of\nauthority—as a bond which binds rulers and subjects in common,\nbetraying and surrendering to the former the conscience of the\nlatter, their inmost heart, which would fain escape obedience.\nAnd in the case of the unique natures of noble origin, if by\nvirtue of superior spirituality they should incline to a more\nretired and contemplative life, reserving to themselves only the\nmore refined forms of government (over chosen disciples or\nmembers of an order), religion itself may be used as a means for\nobtaining peace from the noise and trouble of managing GROSSER\naffairs, and for securing immunity from the UNAVOIDABLE filth of\nall political agitation. The Brahmins, for instance, understood\nthis fact. With the help of a religious organization, they\nsecured to themselves the power of nominating kings for the\npeople, while their sentiments prompted them to keep apart and\noutside, as men with a higher and super-regal mission. At the\nsame time religion gives inducement and opportunity to some of\nthe subjects to qualify themselves for future ruling and\ncommanding the slowly ascending ranks and classes, in which,\nthrough fortunate marriage customs, volitional power and delight\nin self-control are on the increase. To them religion offers\nsufficient incentives and temptations to aspire to higher\nintellectuality, and to experience the sentiments of\nauthoritative self-control, of silence, and of solitude.\nAsceticism and Puritanism are almost indispensable means of\neducating and ennobling a race which seeks to rise above its\nhereditary baseness and work itself upwards to future supremacy.\nAnd finally, to ordinary men, to the majority of the people, who\nexist for service and general utility, and are only so far\nentitled to exist, religion gives invaluable contentedness with\ntheir lot and condition, peace of heart, ennoblement of\nobedience, additional social happiness and sympathy, with\nsomething of transfiguration and embellishment, something of\njustification of all the commonplaceness, all the meanness, all\nthe semi-animal poverty of their souls. Religion, together with\nthe religious significance of life, sheds sunshine over such\nperpetually harassed men, and makes even their own aspect\nendurable to them, it operates upon them as the Epicurean\nphilosophy usually operates upon sufferers of a higher order, in\na refreshing and refining manner, almost TURNING suffering TO\nACCOUNT, and in the end even hallowing and vindicating it. There\nis perhaps nothing so admirable in Christianity and Buddhism as\ntheir art of teaching even the lowest to elevate themselves by\npiety to a seemingly higher order of things, and thereby to\nretain their satisfaction with the actual world in which they\nfind it difficult enough to live—this very difficulty being\nnecessary.",
        "62. To be sure—to make also the bad counter-reckoning against\nsuch religions, and to bring to light their secret dangers—the\ncost is always excessive and terrible when religions do NOT\noperate as an educational and disciplinary medium in the hands of\nthe philosopher, but rule voluntarily and PARAMOUNTLY, when they\nwish to be the final end, and not a means along with other means.\nAmong men, as among all other animals, there is a surplus of\ndefective, diseased, degenerating, infirm, and necessarily\nsuffering individuals; the successful cases, among men also, are\nalways the exception; and in view of the fact that man is THE\nANIMAL NOT YET PROPERLY ADAPTED TO HIS ENVIRONMENT, the rare\nexception. But worse still. The higher the type a man represents,\nthe greater is the improbability that he will SUCCEED; the\naccidental, the law of irrationality in the general constitution\nof mankind, manifests itself most terribly in its destructive\neffect on the higher orders of men, the conditions of whose lives\nare delicate, diverse, and difficult to determine. What, then, is\nthe attitude of the two greatest religions above-mentioned to the\nSURPLUS of failures in life? They endeavour to preserve and keep\nalive whatever can be preserved; in fact, as the religions FOR\nSUFFERERS, they take the part of these upon principle; they are\nalways in favour of those who suffer from life as from a disease,\nand they would fain treat every other experience of life as false\nand impossible. However highly we may esteem this indulgent and\npreservative care (inasmuch as in applying to others, it has\napplied, and applies also to the highest and usually the most\nsuffering type of man), the hitherto PARAMOUNT religions—to give\na general appreciation of them—are among the principal causes\nwhich have kept the type of “man” upon a lower level—they have\npreserved too much THAT WHICH SHOULD HAVE PERISHED. One has to\nthank them for invaluable services; and who is sufficiently rich\nin gratitude not to feel poor at the contemplation of all that\nthe “spiritual men” of Christianity have done for Europe\nhitherto! But when they had given comfort to the sufferers,\ncourage to the oppressed and despairing, a staff and support to\nthe helpless, and when they had allured from society into\nconvents and spiritual penitentiaries the broken-hearted and\ndistracted: what else had they to do in order to work\nsystematically in that fashion, and with a good conscience, for\nthe preservation of all the sick and suffering, which means, in\ndeed and in truth, to work for the DETERIORATION OF THE EUROPEAN\nRACE? To REVERSE all estimates of value—THAT is what they had to\ndo! And to shatter the strong, to spoil great hopes, to cast\nsuspicion on the delight in beauty, to break down everything\nautonomous, manly, conquering, and imperious—all instincts which\nare natural to the highest and most successful type of “man\"—\ninto uncertainty, distress of conscience, and self-destruction;\nforsooth, to invert all love of the earthly and of supremacy over\nthe earth, into hatred of the earth and earthly things—THAT is\nthe task the Church imposed on itself, and was obliged to impose,\nuntil, according to its standard of value, “unworldliness,\"\n“unsensuousness,” and “higher man” fused into one sentiment. If\none could observe the strangely painful, equally coarse and\nrefined comedy of European Christianity with the derisive and\nimpartial eye of an Epicurean god, I should think one would never\ncease marvelling and laughing; does it not actually seem that\nsome single will has ruled over Europe for eighteen centuries in\norder to make a SUBLIME ABORTION of man? He, however, who, with\nopposite requirements (no longer Epicurean) and with some divine\nhammer in his hand, could approach this almost voluntary\ndegeneration and stunting of mankind, as exemplified in the\nEuropean Christian (Pascal, for instance), would he not have to\ncry aloud with rage, pity, and horror: “Oh, you bunglers,\npresumptuous pitiful bunglers, what have you done! Was that a\nwork for your hands? How you have hacked and botched my finest\nstone! What have you presumed to do!\"—I should say that\nChristianity has hitherto been the most portentous of\npresumptions. Men, not great enough, nor hard enough, to be\nentitled as artists to take part in fashioning MAN; men, not\nsufficiently strong and far-sighted to ALLOW, with sublime self-\nconstraint, the obvious law of the thousandfold failures and\nperishings to prevail; men, not sufficiently noble to see the\nradically different grades of rank and intervals of rank that\nseparate man from man:—SUCH men, with their “equality before\nGod,” have hitherto swayed the destiny of Europe; until at last a\ndwarfed, almost ludicrous species has been produced, a gregarious\nanimal, something obliging, sickly, mediocre, the European of the\npresent day.",
        "Continue...",
        "\nThis complete text of the Beyond Good and Evil book by Friedrich Nietzsche (Translated from German into English\nby Helen Zimmern)\nis in the public domain.\n\n\nOrder this text as book: Beyond Good and Evil at Amazon.\n\n\nThis Authorama page has been created by Philipp Lenssen\nbased on the Project Gutenberg text version.\n\nPage last updated on April 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Beyond Good & Evil: Prelude to a Philosophy of the FutureBy Friedrich NietzscheAt Amazon"
    ]
}