{
    "title": "Beyond Good and Evil - Chapter IX: What is Noble?",
    "author": "Friedrich Nietzsche",
    "chapter": "10",
    "content": [
        "\n\n",
        "\n257. EVERY elevation of the type “man,” has hitherto been the\nwork of an aristocratic society and so it will always be—a\nsociety believing in a long scale of gradations of rank and\ndifferences of worth among human beings, and requiring slavery in\nsome form or other. Without the PATHOS OF DISTANCE, such as grows\nout of the incarnated difference of classes, out of the constant\nout-looking and down-looking of the ruling caste on subordinates\nand instruments, and out of their equally constant practice of\nobeying and commanding, of keeping down and keeping at a\ndistance—that other more mysterious pathos could never have\narisen, the longing for an ever new widening of distance within\nthe soul itself, the formation of ever higher, rarer, further,\nmore extended, more comprehensive states, in short, just the\nelevation of the type “man,” the continued “self-surmounting of\nman,” to use a moral formula in a supermoral sense. To be sure,\none must not resign oneself to any humanitarian illusions about\nthe history of the origin of an aristocratic society (that is to\nsay, of the preliminary condition for the elevation of the type\n“man”): the truth is hard. Let us acknowledge unprejudicedly how\nevery higher civilization hitherto has ORIGINATED! Men with a\nstill natural nature, barbarians in every terrible sense of the\nword, men of prey, still in possession of unbroken strength of\nwill and desire for power, threw themselves upon weaker, more\nmoral, more peaceful races (perhaps trading or cattle-rearing\ncommunities), or upon old mellow civilizations in which the final\nvital force was flickering out in brilliant fireworks of wit and\ndepravity. At the commencement, the noble caste was always the\nbarbarian caste: their superiority did not consist first of all\nin their physical, but in their psychical power—they were more\nCOMPLETE men (which at every point also implies the same as “more\ncomplete beasts”).",
        "258. Corruption—as the indication that anarchy threatens to\nbreak out among the instincts, and that the foundation of the\nemotions, called “life,” is convulsed—is something radically\ndifferent according to the organization in which it manifests\nitself. When, for instance, an aristocracy like that of France at\nthe beginning of the Revolution, flung away its privileges with\nsublime disgust and sacrificed itself to an excess of its moral\nsentiments, it was corruption:—it was really only the closing\nact of the corruption which had existed for centuries, by virtue\nof which that aristocracy had abdicated step by step its lordly\nprerogatives and lowered itself to a FUNCTION of royalty (in the\nend even to its decoration and parade-dress). The essential\nthing, however, in a good and healthy aristocracy is that it\nshould not regard itself as a function either of the kingship or\nthe commonwealth, but as the SIGNIFICANCE and highest\njustification thereof—that it should therefore accept with a\ngood conscience the sacrifice of a legion of individuals, who,\nFOR ITS SAKE, must be suppressed and reduced to imperfect men, to\nslaves and instruments. Its fundamental belief must be precisely\nthat society is NOT allowed to exist for its own sake, but only\nas a foundation and scaffolding, by means of which a select class\nof beings may be able to elevate themselves to their higher\nduties, and in general to a higher EXISTENCE: like those sun-\nseeking climbing plants in Java—they are called Sipo Matador,—\nwhich encircle an oak so long and so often with their arms, until\nat last, high above it, but supported by it, they can unfold\ntheir tops in the open light, and exhibit their happiness.",
        "259. To refrain mutually from injury, from violence, from\nexploitation, and put one’s will on a par with that of others:\nthis may result in a certain rough sense in good conduct among\nindividuals when the necessary conditions are given (namely, the\nactual similarity of the individuals in amount of force and\ndegree of worth, and their co-relation within one organization).\nAs soon, however, as one wished to take this principle more\ngenerally, and if possible even as the FUNDAMENTAL PRINCIPLE OF\nSOCIETY, it would immediately disclose what it really is—namely,\na Will to the DENIAL of life, a principle of dissolution and\ndecay. Here one must think profoundly to the very basis and\nresist all sentimental weakness: life itself is ESSENTIALLY\nappropriation, injury, conquest of the strange and weak,\nsuppression, severity, obtrusion of peculiar forms,\nincorporation, and at the least, putting it mildest,\nexploitation;—but why should one for ever use precisely these\nwords on which for ages a disparaging purpose has been stamped?\nEven the organization within which, as was previously supposed,\nthe individuals treat each other as equal—it takes place in\nevery healthy aristocracy—must itself, if it be a living and not\na dying organization, do all that towards other bodies, which the\nindividuals within it refrain from doing to each other it will\nhave to be the incarnated Will to Power, it will endeavour to\ngrow, to gain ground, attract to itself and acquire ascendancy—\nnot owing to any morality or immorality, but because it LIVES,\nand because life IS precisely Will to Power. On no point,\nhowever, is the ordinary consciousness of Europeans more\nunwilling to be corrected than on this matter, people now rave\neverywhere, even under the guise of science, about coming\nconditions of society in which “the exploiting character” is to\nbe absent—that sounds to my ears as if they promised to invent a\nmode of life which should refrain from all organic functions.\n“Exploitation” does not belong to a depraved, or imperfect and\nprimitive society it belongs to the nature of the living being as\na primary organic function, it is a consequence of the intrinsic\nWill to Power, which is precisely the Will to Life—Granting that\nas a theory this is a novelty—as a reality it is the FUNDAMENTAL\nFACT of all history let us be so far honest towards ourselves!",
        "260. In a tour through the many finer and coarser moralities\nwhich have hitherto prevailed or still prevail on the earth, I\nfound certain traits recurring regularly together, and connected\nwith one another, until finally two primary types revealed\nthemselves to me, and a radical distinction was brought to light.\nThere is MASTER-MORALITY and SLAVE-MORALITY,—I would at once\nadd, however, that in all higher and mixed civilizations, there\nare also attempts at the reconciliation of the two moralities,\nbut one finds still oftener the confusion and mutual\nmisunderstanding of them, indeed sometimes their close\njuxtaposition—even in the same man, within one soul. The\ndistinctions of moral values have either originated in a ruling\ncaste, pleasantly conscious of being different from the ruled—or\namong the ruled class, the slaves and dependents of all sorts. In\nthe first case, when it is the rulers who determine the\nconception “good,” it is the exalted, proud disposition which is\nregarded as the distinguishing feature, and that which determines\nthe order of rank. The noble type of man separates from himself\nthe beings in whom the opposite of this exalted, proud\ndisposition displays itself he despises them. Let it at once be\nnoted that in this first kind of morality the antithesis “good\"\nand “bad” means practically the same as “noble” and\n“despicable”,—the antithesis “good” and “EVIL” is of a different\norigin. The cowardly, the timid, the insignificant, and those\nthinking merely of narrow utility are despised; moreover, also,\nthe distrustful, with their constrained glances, the self-\nabasing, the dog-like kind of men who let themselves be abused,\nthe mendicant flatterers, and above all the liars:—it is a\nfundamental belief of all aristocrats that the common people are\nuntruthful. “We truthful ones\"—the nobility in ancient Greece\ncalled themselves. It is obvious that everywhere the designations\nof moral value were at first applied to MEN; and were only\nderivatively and at a later period applied to ACTIONS; it is a\ngross mistake, therefore, when historians of morals start with\nquestions like, “Why have sympathetic actions been praised?” The\nnoble type of man regards HIMSELF as a determiner of values; he\ndoes not require to be approved of; he passes the judgment: “What\nis injurious to me is injurious in itself;” he knows that it is he\nhimself only who confers honour on things; he is a CREATOR OF\nVALUES. He honours whatever he recognizes in himself: such\nmorality equals self-glorification. In the foreground there is\nthe feeling of plenitude, of power, which seeks to overflow, the\nhappiness of high tension, the consciousness of a wealth which\nwould fain give and bestow:—the noble man also helps the\nunfortunate, but not—or scarcely—out of pity, but rather from\nan impulse generated by the super-abundance of power. The noble\nman honours in himself the powerful one, him also who has power\nover himself, who knows how to speak and how to keep silence, who\ntakes pleasure in subjecting himself to severity and hardness,\nand has reverence for all that is severe and hard. “Wotan placed\na hard heart in my breast,” says an old Scandinavian Saga: it is\nthus rightly expressed from the soul of a proud Viking. Such a\ntype of man is even proud of not being made for sympathy; the\nhero of the Saga therefore adds warningly: “He who has not a hard\nheart when young, will never have one.” The noble and brave who\nthink thus are the furthest removed from the morality which sees\nprecisely in sympathy, or in acting for the good of others, or in\nDESINTERESSEMENT, the characteristic of the moral; faith in\noneself, pride in oneself, a radical enmity and irony towards\n“selflessness,” belong as definitely to noble morality, as do a\ncareless scorn and precaution in presence of sympathy and the\n“warm heart.\"—It is the powerful who KNOW how to honour, it is\ntheir art, their domain for invention. The profound reverence for\nage and for tradition—all law rests on this double reverence,—\nthe belief and prejudice in favour of ancestors and unfavourable\nto newcomers, is typical in the morality of the powerful; and if,\nreversely, men of “modern ideas” believe almost instinctively in\n“progress” and the “future,” and are more and more lacking in\nrespect for old age, the ignoble origin of these “ideas” has\ncomplacently betrayed itself thereby. A morality of the ruling\nclass, however, is more especially foreign and irritating to\npresent-day taste in the sternness of its principle that one has\nduties only to one’s equals; that one may act towards beings of a\nlower rank, towards all that is foreign, just as seems good to\none, or “as the heart desires,” and in any case “beyond good and\nevil”: it is here that sympathy and similar sentiments can have a\nplace. The ability and obligation to exercise prolonged gratitude\nand prolonged revenge—both only within the circle of equals,—\nartfulness in retaliation, RAFFINEMENT of the idea in friendship,\na certain necessity to have enemies (as outlets for the emotions\nof envy, quarrelsomeness, arrogance—in fact, in order to be a\ngood FRIEND): all these are typical characteristics of the noble\nmorality, which, as has been pointed out, is not the morality of\n“modern ideas,” and is therefore at present difficult to realize,\nand also to unearth and disclose.—It is otherwise with the\nsecond type of morality, SLAVE-MORALITY. Supposing that the\nabused, the oppressed, the suffering, the unemancipated, the\nweary, and those uncertain of themselves should moralize, what\nwill be the common element in their moral estimates? Probably a\npessimistic suspicion with regard to the entire situation of man\nwill find expression, perhaps a condemnation of man, together\nwith his situation. The slave has an unfavourable eye for the\nvirtues of the powerful; he has a skepticism and distrust, a\nREFINEMENT of distrust of everything “good” that is there\nhonoured—he would fain persuade himself that the very happiness\nthere is not genuine. On the other hand, THOSE qualities which\nserve to alleviate the existence of sufferers are brought into\nprominence and flooded with light; it is here that sympathy, the\nkind, helping hand, the warm heart, patience, diligence,\nhumility, and friendliness attain to honour; for here these are\nthe most useful qualities, and almost the only means of\nsupporting the burden of existence. Slave-morality is essentially\nthe morality of utility. Here is the seat of the origin of the\nfamous antithesis “good” and “evil”:—power and dangerousness are\nassumed to reside in the evil, a certain dreadfulness, subtlety,\nand strength, which do not admit of being despised. According to\nslave-morality, therefore, the “evil” man arouses fear; according\nto master-morality, it is precisely the “good” man who arouses\nfear and seeks to arouse it, while the bad man is regarded as the\ndespicable being. The contrast attains its maximum when, in\naccordance with the logical consequences of slave-morality, a\nshade of depreciation—it may be slight and well-intentioned—at\nlast attaches itself to the “good” man of this morality; because,\naccording to the servile mode of thought, the good man must in\nany case be the SAFE man: he is good-natured, easily deceived,\nperhaps a little stupid, un bonhomme. Everywhere that slave-\nmorality gains the ascendancy, language shows a tendency to\napproximate the significations of the words “good” and “stupid.\"-\n-A last fundamental difference: the desire for FREEDOM, the\ninstinct for happiness and the refinements of the feeling of\nliberty belong as necessarily to slave-morals and morality, as\nartifice and enthusiasm in reverence and devotion are the regular\nsymptoms of an aristocratic mode of thinking and estimating.—\nHence we can understand without further detail why love AS A\nPASSION—it is our European specialty—must absolutely be of\nnoble origin; as is well known, its invention is due to the\nProvencal poet-cavaliers, those brilliant, ingenious men of the\n“gai saber,” to whom Europe owes so much, and almost owes itself.",
        "261. Vanity is one of the things which are perhaps most difficult\nfor a noble man to understand: he will be tempted to deny it,\nwhere another kind of man thinks he sees it self-evidently. The\nproblem for him is to represent to his mind beings who seek to\narouse a good opinion of themselves which they themselves do not\npossess—and consequently also do not “deserve,\"—and who yet\nBELIEVE in this good opinion afterwards. This seems to him on the\none hand such bad taste and so self-disrespectful, and on the\nother hand so grotesquely unreasonable, that he would like to\nconsider vanity an exception, and is doubtful about it in most\ncases when it is spoken of. He will say, for instance: “I may be\nmistaken about my value, and on the other hand may nevertheless\ndemand that my value should be acknowledged by others precisely\nas I rate it:—that, however, is not vanity (but self-conceit,\nor, in most cases, that which is called ’humility,’ and also\n’modesty’).” Or he will even say: “For many reasons I can delight\nin the good opinion of others, perhaps because I love and honour\nthem, and rejoice in all their joys, perhaps also because their\ngood opinion endorses and strengthens my belief in my own good\nopinion, perhaps because the good opinion of others, even in\ncases where I do not share it, is useful to me, or gives promise\nof usefulness:—all this, however, is not vanity.” The man of\nnoble character must first bring it home forcibly to his mind,\nespecially with the aid of history, that, from time immemorial,\nin all social strata in any way dependent, the ordinary man WAS\nonly that which he PASSED FOR:—not being at all accustomed to\nfix values, he did not assign even to himself any other value\nthan that which his master assigned to him (it is the peculiar\nRIGHT OF MASTERS to create values). It may be looked upon as the\nresult of an extraordinary atavism, that the ordinary man, even\nat present, is still always WAITING for an opinion about himself,\nand then instinctively submitting himself to it; yet by no means\nonly to a “good” opinion, but also to a bad and unjust one\n(think, for instance, of the greater part of the self-\nappreciations and self-depreciations which believing women learn\nfrom their confessors, and which in general the believing\nChristian learns from his Church). In fact, conformably to the\nslow rise of the democratic social order (and its cause, the\nblending of the blood of masters and slaves), the originally\nnoble and rare impulse of the masters to assign a value to\nthemselves and to “think well” of themselves, will now be more\nand more encouraged and extended; but it has at all times an\nolder, ampler, and more radically ingrained propensity opposed to\nit—and in the phenomenon of “vanity” this older propensity\novermasters the younger. The vain person rejoices over EVERY good\nopinion which he hears about himself (quite apart from the point\nof view of its usefulness, and equally regardless of its truth or\nfalsehood), just as he suffers from every bad opinion: for he\nsubjects himself to both, he feels himself subjected to both, by\nthat oldest instinct of subjection which breaks forth in him.—It\nis “the slave” in the vain man’s blood, the remains of the\nslave’s craftiness—and how much of the “slave” is still left in\nwoman, for instance!—which seeks to SEDUCE to good opinions of\nitself; it is the slave, too, who immediately afterwards falls\nprostrate himself before these opinions, as though he had not\ncalled them forth.—And to repeat it again: vanity is an atavism.",
        "262. A SPECIES originates, and a type becomes established and\nstrong in the long struggle with essentially constant\nUNFAVOURABLE conditions. On the other hand, it is known by the\nexperience of breeders that species which receive super-abundant\nnourishment, and in general a surplus of protection and care,\nimmediately tend in the most marked way to develop variations,\nand are fertile in prodigies and monstrosities (also in monstrous\nvices). Now look at an aristocratic commonwealth, say an ancient\nGreek polis, or Venice, as a voluntary or involuntary contrivance\nfor the purpose of REARING human beings; there are there men\nbeside one another, thrown upon their own resources, who want to\nmake their species prevail, chiefly because they MUST prevail, or\nelse run the terrible danger of being exterminated. The favour,\nthe super-abundance, the protection are there lacking under which\nvariations are fostered; the species needs itself as species, as\nsomething which, precisely by virtue of its hardness, its\nuniformity, and simplicity of structure, can in general prevail\nand make itself permanent in constant struggle with its\nneighbours, or with rebellious or rebellion-threatening vassals.\nThe most varied experience teaches it what are the qualities to\nwhich it principally owes the fact that it still exists, in spite\nof all Gods and men, and has hitherto been victorious: these\nqualities it calls virtues, and these virtues alone it develops\nto maturity. It does so with severity, indeed it desires\nseverity; every aristocratic morality is intolerant in the\neducation of youth, in the control of women, in the marriage\ncustoms, in the relations of old and young, in the penal laws\n(which have an eye only for the degenerating): it counts\nintolerance itself among the virtues, under the name of\n“justice.” A type with few, but very marked features, a species\nof severe, warlike, wisely silent, reserved, and reticent men\n(and as such, with the most delicate sensibility for the charm\nand nuances of society) is thus established, unaffected by the\nvicissitudes of generations; the constant struggle with uniform\nUNFAVOURABLE conditions is, as already remarked, the cause of a\ntype becoming stable and hard. Finally, however, a happy state of\nthings results, the enormous tension is relaxed; there are\nperhaps no more enemies among the neighbouring peoples, and the\nmeans of life, even of the enjoyment of life, are present in\nsuperabundance. With one stroke the bond and constraint of the\nold discipline severs: it is no longer regarded as necessary, as\na condition of existence—if it would continue, it can only do so\nas a form of LUXURY, as an archaizing TASTE. Variations, whether\nthey be deviations (into the higher, finer, and rarer), or\ndeteriorations and monstrosities, appear suddenly on the scene in\nthe greatest exuberance and splendour; the individual dares to be\nindividual and detach himself. At this turning-point of history\nthere manifest themselves, side by side, and often mixed and\nentangled together, a magnificent, manifold, virgin-forest-like\nup-growth and up-striving, a kind of TROPICAL TEMPO in the\nrivalry of growth, and an extraordinary decay and self-\ndestruction, owing to the savagely opposing and seemingly\nexploding egoisms, which strive with one another “for sun and\nlight,” and can no longer assign any limit, restraint, or\nforbearance for themselves by means of the hitherto existing\nmorality. It was this morality itself which piled up the strength\nso enormously, which bent the bow in so threatening a manner:—it\nis now “out of date,” it is getting “out of date.” The dangerous\nand disquieting point has been reached when the greater, more\nmanifold, more comprehensive life IS LIVED BEYOND the old\nmorality; the “individual” stands out, and is obliged to have\nrecourse to his own law-giving, his own arts and artifices for\nself-preservation, self-elevation, and self-deliverance. Nothing\nbut new “Whys,” nothing but new “Hows,” no common formulas any\nlonger, misunderstanding and disregard in league with each other,\ndecay, deterioration, and the loftiest desires frightfully\nentangled, the genius of the race overflowing from all the\ncornucopias of good and bad, a portentous simultaneousness of\nSpring and Autumn, full of new charms and mysteries peculiar to\nthe fresh, still inexhausted, still unwearied corruption. Danger\nis again present, the mother of morality, great danger; this time\nshifted into the individual, into the neighbour and friend, into\nthe street, into their own child, into their own heart, into all\nthe most personal and secret recesses of their desires and\nvolitions. What will the moral philosophers who appear at this\ntime have to preach? They discover, these sharp onlookers and\nloafers, that the end is quickly approaching, that everything\naround them decays and produces decay, that nothing will endure\nuntil the day after tomorrow, except one species of man, the\nincurably MEDIOCRE. The mediocre alone have a prospect of\ncontinuing and propagating themselves—they will be the men of\nthe future, the sole survivors; “be like them! become mediocre!\"\nis now the only morality which has still a significance, which\nstill obtains a hearing.—But it is difficult to preach this\nmorality of mediocrity! it can never avow what it is and what it\ndesires! it has to talk of moderation and dignity and duty and\nbrotherly love—it will have difficulty IN CONCEALING ITS IRONY!",
        "263. There is an INSTINCT FOR RANK, which more than anything else\nis already the sign of a HIGH rank; there is a DELIGHT in the\nNUANCES of reverence which leads one to infer noble origin and\nhabits. The refinement, goodness, and loftiness of a soul are put\nto a perilous test when something passes by that is of the\nhighest rank, but is not yet protected by the awe of authority\nfrom obtrusive touches and incivilities: something that goes its\nway like a living touchstone, undistinguished, undiscovered, and\ntentative, perhaps voluntarily veiled and disguised. He whose\ntask and practice it is to investigate souls, will avail himself\nof many varieties of this very art to determine the ultimate\nvalue of a soul, the unalterable, innate order of rank to which\nit belongs: he will test it by its INSTINCT FOR REVERENCE.\nDIFFERENCE ENGENDRE HAINE: the vulgarity of many a nature spurts\nup suddenly like dirty water, when any holy vessel, any jewel\nfrom closed shrines, any book bearing the marks of great destiny,\nis brought before it; while on the other hand, there is an\ninvoluntary silence, a hesitation of the eye, a cessation of all\ngestures, by which it is indicated that a soul FEELS the nearness\nof what is worthiest of respect. The way in which, on the whole,\nthe reverence for the BIBLE has hitherto been maintained in\nEurope, is perhaps the best example of discipline and refinement\nof manners which Europe owes to Christianity: books of such\nprofoundness and supreme significance require for their\nprotection an external tyranny of authority, in order to acquire\nthe PERIOD of thousands of years which is necessary to exhaust\nand unriddle them. Much has been achieved when the sentiment has\nbeen at last instilled into the masses (the shallow-pates and the\nboobies of every kind) that they are not allowed to touch\neverything, that there are holy experiences before which they\nmust take off their shoes and keep away the unclean hand—it is\nalmost their highest advance towards humanity. On the contrary,\nin the so-called cultured classes, the believers in “modern\nideas,” nothing is perhaps so repulsive as their lack of shame,\nthe easy insolence of eye and hand with which they touch, taste,\nand finger everything; and it is possible that even yet there is\nmore RELATIVE nobility of taste, and more tact for reverence\namong the people, among the lower classes of the people,\nespecially among peasants, than among the newspaper-reading\nDEMIMONDE of intellect, the cultured class.",
        "264. It cannot be effaced from a man’s soul what his ancestors\nhave preferably and most constantly done: whether they were\nperhaps diligent economizers attached to a desk and a cash-box,\nmodest and citizen-like in their desires, modest also in their\nvirtues; or whether they were accustomed to commanding from\nmorning till night, fond of rude pleasures and probably of still\nruder duties and responsibilities; or whether, finally, at one\ntime or another, they have sacrificed old privileges of birth and\npossession, in order to live wholly for their faith—for their\n“God,\"—as men of an inexorable and sensitive conscience, which\nblushes at every compromise. It is quite impossible for a man NOT\nto have the qualities and predilections of his parents and\nancestors in his constitution, whatever appearances may suggest\nto the contrary. This is the problem of race. Granted that one\nknows something of the parents, it is admissible to draw a\nconclusion about the child: any kind of offensive incontinence,\nany kind of sordid envy, or of clumsy self-vaunting—the three\nthings which together have constituted the genuine plebeian type\nin all times—such must pass over to the child, as surely as bad\nblood; and with the help of the best education and culture one\nwill only succeed in DECEIVING with regard to such heredity.—And\nwhat else does education and culture try to do nowadays! In our\nvery democratic, or rather, very plebeian age, “education” and\n“culture” MUST be essentially the art of deceiving—deceiving\nwith regard to origin, with regard to the inherited plebeianism\nin body and soul. An educator who nowadays preached truthfulness\nabove everything else, and called out constantly to his pupils:\n“Be true! Be natural! Show yourselves as you are!\"—even such a\nvirtuous and sincere ass would learn in a short time to have\nrecourse to the FURCA of Horace, NATURAM EXPELLERE: with what\nresults? “Plebeianism” USQUE RECURRET. [FOOTNOTE: Horace’s\n“Epistles,” I. x. 24.]",
        "265. At the risk of displeasing innocent ears, I submit that\negoism belongs to the essence of a noble soul, I mean the\nunalterable belief that to a being such as “we,” other beings\nmust naturally be in subjection, and have to sacrifice\nthemselves. The noble soul accepts the fact of his egoism without\nquestion, and also without consciousness of harshness,\nconstraint, or arbitrariness therein, but rather as something\nthat may have its basis in the primary law of things:—if he\nsought a designation for it he would say: “It is justice itself.\"\nHe acknowledges under certain circumstances, which made him\nhesitate at first, that there are other equally privileged ones;\nas soon as he has settled this question of rank, he moves among\nthose equals and equally privileged ones with the same assurance,\nas regards modesty and delicate respect, which he enjoys in\nintercourse with himself—in accordance with an innate heavenly\nmechanism which all the stars understand. It is an ADDITIONAL\ninstance of his egoism, this artfulness and self-limitation in\nintercourse with his equals—every star is a similar egoist; he\nhonours HIMSELF in them, and in the rights which he concedes to\nthem, he has no doubt that the exchange of honours and rights, as\nthe ESSENCE of all intercourse, belongs also to the natural\ncondition of things. The noble soul gives as he takes, prompted\nby the passionate and sensitive instinct of requital, which is at\nthe root of his nature. The notion of “favour” has, INTER PARES,\nneither significance nor good repute; there may be a sublime way\nof letting gifts as it were light upon one from above, and of\ndrinking them thirstily like dew-drops; but for those arts and\ndisplays the noble soul has no aptitude. His egoism hinders him\nhere: in general, he looks “aloft” unwillingly—he looks either\nFORWARD, horizontally and deliberately, or downwards—HE KNOWS\nTHAT HE IS ON A HEIGHT.",
        "266. “One can only truly esteem him who does not LOOK OUT FOR\nhimself.\"—Goethe to Rath Schlosser.",
        "267. The Chinese have a proverb which mothers even teach their\nchildren: “SIAO-SIN” (\"MAKE THY HEART SMALL”). This is the\nessentially fundamental tendency in latter-day civilizations. I\nhave no doubt that an ancient Greek, also, would first of all\nremark the self-dwarfing in us Europeans of today—in this\nrespect alone we should immediately be “distasteful” to him.",
        "268. What, after all, is ignobleness?—Words are vocal symbols\nfor ideas; ideas, however, are more or less definite mental\nsymbols for frequently returning and concurring sensations, for\ngroups of sensations. It is not sufficient to use the same words\nin order to understand one another: we must also employ the same\nwords for the same kind of internal experiences, we must in the\nend have experiences IN COMMON. On this account the people of one\nnation understand one another better than those belonging to\ndifferent nations, even when they use the same language; or\nrather, when people have lived long together under similar\nconditions (of climate, soil, danger, requirement, toil) there\nORIGINATES therefrom an entity that “understands itself\"—namely,\na nation. In all souls a like number of frequently recurring\nexperiences have gained the upper hand over those occurring more\nrarely: about these matters people understand one another rapidly\nand always more rapidly—the history of language is the history\nof a process of abbreviation; on the basis of this quick\ncomprehension people always unite closer and closer. The greater\nthe danger, the greater is the need of agreeing quickly and\nreadily about what is necessary; not to misunderstand one another\nin danger—that is what cannot at all be dispensed with in\nintercourse. Also in all loves and friendships one has the\nexperience that nothing of the kind continues when the discovery\nhas been made that in using the same words, one of the two\nparties has feelings, thoughts, intuitions, wishes, or fears\ndifferent from those of the other. (The fear of the “eternal\nmisunderstanding”: that is the good genius which so often keeps\npersons of different sexes from too hasty attachments, to which\nsense and heart prompt them—and NOT some Schopenhauerian “genius\nof the species”!) Whichever groups of sensations within a soul\nawaken most readily, begin to speak, and give the word of\ncommand—these decide as to the general order of rank of its\nvalues, and determine ultimately its list of desirable things. A\nman’s estimates of value betray something of the STRUCTURE of his\nsoul, and wherein it sees its conditions of life, its intrinsic\nneeds. Supposing now that necessity has from all time drawn\ntogether only such men as could express similar requirements and\nsimilar experiences by similar symbols, it results on the whole\nthat the easy COMMUNICABILITY of need, which implies ultimately\nthe undergoing only of average and COMMON experiences, must have\nbeen the most potent of all the forces which have hitherto\noperated upon mankind. The more similar, the more ordinary\npeople, have always had and are still having the advantage; the\nmore select, more refined, more unique, and difficultly\ncomprehensible, are liable to stand alone; they succumb to\naccidents in their isolation, and seldom propagate themselves.\nOne must appeal to immense opposing forces, in order to thwart\nthis natural, all-too-natural PROGRESSUS IN SIMILE, the evolution\nof man to the similar, the ordinary, the average, the gregarious\n—to the IGNOBLE!—",
        "269. The more a psychologist—a born, an unavoidable psychologist\nand soul-diviner—turns his attention to the more select cases\nand individuals, the greater is his danger of being suffocated by\nsympathy: he NEEDS sternness and cheerfulness more than any other\nman. For the corruption, the ruination of higher men, of the more\nunusually constituted souls, is in fact, the rule: it is dreadful\nto have such a rule always before one’s eyes. The manifold\ntorment of the psychologist who has discovered this ruination,\nwho discovers once, and then discovers ALMOST repeatedly\nthroughout all history, this universal inner “desperateness” of\nhigher men, this eternal “too late!” in every sense—may perhaps\none day be the cause of his turning with bitterness against his\nown lot, and of his making an attempt at self-destruction—of his\n“going to ruin” himself. One may perceive in almost every\npsychologist a tell-tale inclination for delightful intercourse\nwith commonplace and well-ordered men; the fact is thereby\ndisclosed that he always requires healing, that he needs a sort\nof flight and forgetfulness, away from what his insight and\nincisiveness—from what his “business\"—has laid upon his\nconscience. The fear of his memory is peculiar to him. He is\neasily silenced by the judgment of others; he hears with unmoved\ncountenance how people honour, admire, love, and glorify, where\nhe has PERCEIVED—or he even conceals his silence by expressly\nassenting to some plausible opinion. Perhaps the paradox of his\nsituation becomes so dreadful that, precisely where he has learnt\nGREAT SYMPATHY, together with great CONTEMPT, the multitude, the\neducated, and the visionaries, have on their part learnt great\nreverence—reverence for “great men” and marvelous animals, for\nthe sake of whom one blesses and honours the fatherland, the\nearth, the dignity of mankind, and one’s own self, to whom one\npoints the young, and in view of whom one educates them. And who\nknows but in all great instances hitherto just the same happened:\nthat the multitude worshipped a God, and that the “God” was only\na poor sacrificial animal! SUCCESS has always been the greatest\nliar—and the “work” itself is a success; the great statesman,\nthe conqueror, the discoverer, are disguised in their creations\nuntil they are unrecognizable; the “work” of the artist, of the\nphilosopher, only invents him who has created it, is REPUTED to\nhave created it; the “great men,” as they are reverenced, are\npoor little fictions composed afterwards; in the world of\nhistorical values spurious coinage PREVAILS. Those great poets,\nfor example, such as Byron, Musset, Poe, Leopardi, Kleist, Gogol\n(I do not venture to mention much greater names, but I have them\nin my mind), as they now appear, and were perhaps obliged to be:\nmen of the moment, enthusiastic, sensuous, and childish, light-\nminded and impulsive in their trust and distrust; with souls in\nwhich usually some flaw has to be concealed; often taking revenge\nwith their works for an internal defilement, often seeking\nforgetfulness in their soaring from a too true memory, often lost\nin the mud and almost in love with it, until they become like the\nWill-o’-the-Wisps around the swamps, and PRETEND TO BE stars—the\npeople then call them idealists,—often struggling with\nprotracted disgust, with an ever-reappearing phantom of\ndisbelief, which makes them cold, and obliges them to languish\nfor GLORIA and devour “faith as it is” out of the hands of\nintoxicated adulators:—what a TORMENT these great artists are\nand the so-called higher men in general, to him who has once\nfound them out! It is thus conceivable that it is just from\nwoman—who is clairvoyant in the world of suffering, and also\nunfortunately eager to help and save to an extent far beyond her\npowers—that THEY have learnt so readily those outbreaks of\nboundless devoted SYMPATHY, which the multitude, above all the\nreverent multitude, do not understand, and overwhelm with prying\nand self-gratifying interpretations. This sympathizing invariably\ndeceives itself as to its power; woman would like to believe that\nlove can do EVERYTHING—it is the SUPERSTITION peculiar to her.\nAlas, he who knows the heart finds out how poor, helpless,\npretentious, and blundering even the best and deepest love is—he\nfinds that it rather DESTROYS than saves!—It is possible that\nunder the holy fable and travesty of the life of Jesus there is\nhidden one of the most painful cases of the martyrdom of\nKNOWLEDGE ABOUT LOVE: the martyrdom of the most innocent and most\ncraving heart, that never had enough of any human love, that\nDEMANDED love, that demanded inexorably and frantically to be\nloved and nothing else, with terrible outbursts against those who\nrefused him their love; the story of a poor soul insatiated and\ninsatiable in love, that had to invent hell to send thither those\nwho WOULD NOT love him—and that at last, enlightened about human\nlove, had to invent a God who is entire love, entire CAPACITY for\nlove—who takes pity on human love, because it is so paltry, so\nignorant! He who has such sentiments, he who has such KNOWLEDGE\nabout love—SEEKS for death!—But why should one deal with such\npainful matters? Provided, of course, that one is not obliged to\ndo so.",
        "270. The intellectual haughtiness and loathing of every man who\nhas suffered deeply—it almost determines the order of rank HOW\ndeeply men can suffer—the chilling certainty, with which he is\nthoroughly imbued and coloured, that by virtue of his suffering\nhe KNOWS MORE than the shrewdest and wisest can ever know, that\nhe has been familiar with, and “at home” in, many distant,\ndreadful worlds of which “YOU know nothing”!—this silent\nintellectual haughtiness of the sufferer, this pride of the elect\nof knowledge, of the “initiated,” of the almost sacrificed, finds\nall forms of disguise necessary to protect itself from contact\nwith officious and sympathizing hands, and in general from all\nthat is not its equal in suffering. Profound suffering makes\nnoble: it separates.—One of the most refined forms of disguise\nis Epicurism, along with a certain ostentatious boldness of\ntaste, which takes suffering lightly, and puts itself on the\ndefensive against all that is sorrowful and profound. They are\n“gay men” who make use of gaiety, because they are misunderstood\non account of it—they WISH to be misunderstood. There are\n“scientific minds” who make use of science, because it gives a\ngay appearance, and because scientificness leads to the\nconclusion that a person is superficial—they WISH to mislead to\na false conclusion. There are free insolent minds which would\nfain conceal and deny that they are broken, proud, incurable\nhearts (the cynicism of Hamlet—the case of Galiani); and\noccasionally folly itself is the mask of an unfortunate OVER-\nASSURED knowledge.—From which it follows that it is the part of\na more refined humanity to have reverence “for the mask,” and not\nto make use of psychology and curiosity in the wrong place.",
        "271. That which separates two men most profoundly is a different\nsense and grade of purity. What does it matter about all their\nhonesty and reciprocal usefulness, what does it matter about all\ntheir mutual good-will: the fact still remains—they “cannot\nsmell each other!” The highest instinct for purity places him who\nis affected with it in the most extraordinary and dangerous\nisolation, as a saint: for it is just holiness—the highest\nspiritualization of the instinct in question. Any kind of\ncognizance of an indescribable excess in the joy of the bath, any\nkind of ardour or thirst which perpetually impels the soul out of\nnight into the morning, and out of gloom, out of “affliction\"\ninto clearness, brightness, depth, and refinement:—just as much\nas such a tendency DISTINGUISHES—it is a noble tendency—it also\nSEPARATES.—The pity of the saint is pity for the FILTH of the\nhuman, all-too-human. And there are grades and heights where pity\nitself is regarded by him as impurity, as filth.",
        "272. Signs of nobility: never to think of lowering our duties to\nthe rank of duties for everybody; to be unwilling to renounce or\nto share our responsibilities; to count our prerogatives, and the\nexercise of them, among our DUTIES.",
        "273. A man who strives after great things, looks upon every one\nwhom he encounters on his way either as a means of advance, or a\ndelay and hindrance—or as a temporary resting-place. His\npeculiar lofty BOUNTY to his fellow-men is only possible when he\nattains his elevation and dominates. Impatience, and the\nconsciousness of being always condemned to comedy up to that\ntime—for even strife is a comedy, and conceals the end, as every\nmeans does—spoil all intercourse for him; this kind of man is\nacquainted with solitude, and what is most poisonous in it.",
        "274. THE PROBLEM OF THOSE WHO WAIT.—Happy chances are necessary,\nand many incalculable elements, in order that a higher man in\nwhom the solution of a problem is dormant, may yet take action,\nor “break forth,” as one might say—at the right moment. On an\naverage it DOES NOT happen; and in all corners of the earth there\nare waiting ones sitting who hardly know to what extent they are\nwaiting, and still less that they wait in vain. Occasionally,\ntoo, the waking call comes too late—the chance which gives\n“permission” to take action—when their best youth, and strength\nfor action have been used up in sitting still; and how many a\none, just as he “sprang up,” has found with horror that his limbs\nare benumbed and his spirits are now too heavy! “It is too late,\"\nhe has said to himself—and has become self-distrustful and\nhenceforth for ever useless.—In the domain of genius, may not\nthe “Raphael without hands” (taking the expression in its widest\nsense) perhaps not be the exception, but the rule?—Perhaps\ngenius is by no means so rare: but rather the five hundred HANDS\nwhich it requires in order to tyrannize over the [GREEK INSERTED\nHERE], “the right time\"—in order to take chance by the forelock!",
        "275. He who does not WISH to see the height of a man, looks all\nthe more sharply at what is low in him, and in the foreground—\nand thereby betrays himself.",
        "276. In all kinds of injury and loss the lower and coarser soul\nis better off than the nobler soul: the dangers of the latter\nmust be greater, the probability that it will come to grief and\nperish is in fact immense, considering the multiplicity of the\nconditions of its existence.—In a lizard a finger grows again\nwhich has been lost; not so in man.—",
        "277. It is too bad! Always the old story! When a man has finished\nbuilding his house, he finds that he has learnt unawares\nsomething which he OUGHT absolutely to have known before he—\nbegan to build. The eternal, fatal “Too late!” The melancholia of\neverything COMPLETED!—",
        "278.—Wanderer, who art thou? I see thee follow thy path without\nscorn, without love, with unfathomable eyes, wet and sad as a\nplummet which has returned to the light insatiated out of every\ndepth—what did it seek down there?—with a bosom that never\nsighs, with lips that conceal their loathing, with a hand which\nonly slowly grasps: who art thou? what hast thou done? Rest thee\nhere: this place has hospitality for every one—refresh thyself!\nAnd whoever thou art, what is it that now pleases thee? What will\nserve to refresh thee? Only name it, whatever I have I offer\nthee! “To refresh me? To refresh me? Oh, thou prying one, what\nsayest thou! But give me, I pray thee—-” What? what? Speak out!\n“Another mask! A second mask!”",
        "279. Men of profound sadness betray themselves when they are\nhappy: they have a mode of seizing upon happiness as though they\nwould choke and strangle it, out of jealousy—ah, they know only\ntoo well that it will flee from them!",
        "280. “Bad! Bad! What? Does he not—go back?” Yes! But you\nmisunderstand him when you complain about it. He goes back like\nevery one who is about to make a great spring.",
        "281.—\"Will people believe it of me? But I insist that they\nbelieve it of me: I have always thought very unsatisfactorily of\nmyself and about myself, only in very rare cases, only\ncompulsorily, always without delight in ’the subject,’ ready to\ndigress from ’myself,’ and always without faith in the result,\nowing to an unconquerable distrust of the POSSIBILITY of self-\nknowledge, which has led me so far as to feel a CONTRADICTIO IN\nADJECTO even in the idea of ’direct knowledge’ which theorists\nallow themselves:—this matter of fact is almost the most certain\nthing I know about myself. There must be a sort of repugnance in\nme to BELIEVE anything definite about myself.—Is there perhaps\nsome enigma therein? Probably; but fortunately nothing for my own\nteeth.—Perhaps it betrays the species to which I belong?—but\nnot to myself, as is sufficiently agreeable to me.”",
        "282.—\"But what has happened to you?\"—\"I do not know,” he said,\nhesitatingly; “perhaps the Harpies have flown over my table.\"—It\nsometimes happens nowadays that a gentle, sober, retiring man\nbecomes suddenly mad, breaks the plates, upsets the table,\nshrieks, raves, and shocks everybody—and finally withdraws,\nashamed, and raging at himself—whither? for what purpose? To\nfamish apart? To suffocate with his memories?—To him who has the\ndesires of a lofty and dainty soul, and only seldom finds his\ntable laid and his food prepared, the danger will always be\ngreat—nowadays, however, it is extraordinarily so. Thrown into\nthe midst of a noisy and plebeian age, with which he does not\nlike to eat out of the same dish, he may readily perish of hunger\nand thirst—or, should he nevertheless finally “fall to,” of\nsudden nausea.—We have probably all sat at tables to which we\ndid not belong; and precisely the most spiritual of us, who are\nmost difficult to nourish, know the dangerous DYSPEPSIA which\noriginates from a sudden insight and disillusionment about our\nfood and our messmates—the AFTER-DINNER NAUSEA.",
        "283. If one wishes to praise at all, it is a delicate and at the\nsame time a noble self-control, to praise only where one DOES NOT\nagree—otherwise in fact one would praise oneself, which is\ncontrary to good taste:—a self-control, to be sure, which offers\nexcellent opportunity and provocation to constant\nMISUNDERSTANDING. To be able to allow oneself this veritable\nluxury of taste and morality, one must not live among\nintellectual imbeciles, but rather among men whose\nmisunderstandings and mistakes amuse by their refinement—or one\nwill have to pay dearly for it!—\"He praises me, THEREFORE he\nacknowledges me to be right\"—this asinine method of inference\nspoils half of the life of us recluses, for it brings the asses\ninto our neighbourhood and friendship.",
        "284. To live in a vast and proud tranquility; always beyond . . .\nTo have, or not to have, one’s emotions, one’s For and Against,\naccording to choice; to lower oneself to them for hours; to SEAT\noneself on them as upon horses, and often as upon asses:—for one\nmust know how to make use of their stupidity as well as of their\nfire. To conserve one’s three hundred foregrounds; also one’s\nblack spectacles: for there are circumstances when nobody must\nlook into our eyes, still less into our “motives.” And to choose\nfor company that roguish and cheerful vice, politeness. And to\nremain master of one’s four virtues, courage, insight, sympathy,\nand solitude. For solitude is a virtue with us, as a sublime bent\nand bias to purity, which divines that in the contact of man and\nman—\"in society\"—it must be unavoidably impure. All society\nmakes one somehow, somewhere, or sometime—\"commonplace.”",
        "285. The greatest events and thoughts—the greatest thoughts,\nhowever, are the greatest events—are longest in being\ncomprehended: the generations which are contemporary with them do\nnot EXPERIENCE such events—they live past them. Something\nhappens there as in the realm of stars. The light of the furthest\nstars is longest in reaching man; and before it has arrived man\nDENIES—that there are stars there. “How many centuries does a\nmind require to be understood?\"—that is also a standard, one\nalso makes a gradation of rank and an etiquette therewith, such\nas is necessary for mind and for star.",
        "286. “Here is the prospect free, the mind exalted.” [FOOTNOTE:\nGoethe’s “Faust,” Part II, Act V. The words of Dr. Marianus.]—\nBut there is a reverse kind of man, who is also upon a height,\nand has also a free prospect—but looks DOWNWARDS.",
        "287. What is noble? What does the word “noble” still mean for us\nnowadays? How does the noble man betray himself, how is he\nrecognized under this heavy overcast sky of the commencing\nplebeianism, by which everything is rendered opaque and leaden?—\nIt is not his actions which establish his claim—actions are\nalways ambiguous, always inscrutable; neither is it his “works.\"\nOne finds nowadays among artists and scholars plenty of those who\nbetray by their works that a profound longing for nobleness\nimpels them; but this very NEED of nobleness is radically\ndifferent from the needs of the noble soul itself, and is in fact\nthe eloquent and dangerous sign of the lack thereof. It is not\nthe works, but the BELIEF which is here decisive and determines\nthe order of rank—to employ once more an old religious formula\nwith a new and deeper meaning—it is some fundamental certainty\nwhich a noble soul has about itself, something which is not to be\nsought, is not to be found, and perhaps, also, is not to be\nlost.—THE NOBLE SOUL HAS REVERENCE FOR ITSELF.—",
        "288. There are men who are unavoidably intellectual, let them\nturn and twist themselves as they will, and hold their hands\nbefore their treacherous eyes—as though the hand were not a\nbetrayer; it always comes out at last that they have something\nwhich they hide—namely, intellect. One of the subtlest means of\ndeceiving, at least as long as possible, and of successfully\nrepresenting oneself to be stupider than one really is—which in\neveryday life is often as desirable as an umbrella,—is called\nENTHUSIASM, including what belongs to it, for instance, virtue.\nFor as Galiani said, who was obliged to know it: VERTU EST\nENTHOUSIASME.",
        "289. In the writings of a recluse one always hears something of\nthe echo of the wilderness, something of the murmuring tones and\ntimid vigilance of solitude; in his strongest words, even in his\ncry itself, there sounds a new and more dangerous kind of\nsilence, of concealment. He who has sat day and night, from\nyear’s end to year’s end, alone with his soul in familiar discord\nand discourse, he who has become a cave-bear, or a treasure-\nseeker, or a treasure-guardian and dragon in his cave—it may be\na labyrinth, but can also be a gold-mine—his ideas themselves\neventually acquire a twilight-colour of their own, and an odour,\nas much of the depth as of the mould, something uncommunicative\nand repulsive, which blows chilly upon every passerby. The\nrecluse does not believe that a philosopher—supposing that a\nphilosopher has always in the first place been a recluse—ever\nexpressed his actual and ultimate opinions in books: are not\nbooks written precisely to hide what is in us?—indeed, he will\ndoubt whether a philosopher CAN have “ultimate and actual\"\nopinions at all; whether behind every cave in him there is not,\nand must necessarily be, a still deeper cave: an ampler,\nstranger, richer world beyond the surface, an abyss behind every\nbottom, beneath every “foundation.” Every philosophy is a\nforeground philosophy—this is a recluse’s verdict: “There is\nsomething arbitrary in the fact that the PHILOSOPHER came to a\nstand here, took a retrospect, and looked around; that he HERE\nlaid his spade aside and did not dig any deeper—there is also\nsomething suspicious in it.” Every philosophy also CONCEALS a\nphilosophy; every opinion is also a LURKING-PLACE, every word is\nalso a MASK.",
        "290. Every deep thinker is more afraid of being understood than\nof being misunderstood. The latter perhaps wounds his vanity; but\nthe former wounds his heart, his sympathy, which always says:\n“Ah, why would you also have as hard a time of it as I have?”",
        "291. Man, a COMPLEX, mendacious, artful, and inscrutable animal,\nuncanny to the other animals by his artifice and sagacity, rather\nthan by his strength, has invented the good conscience in order\nfinally to enjoy his soul as something SIMPLE; and the whole of\nmorality is a long, audacious falsification, by virtue of which\ngenerally enjoyment at the sight of the soul becomes possible.\nFrom this point of view there is perhaps much more in the\nconception of “art” than is generally believed.",
        "292. A philosopher: that is a man who constantly experiences,\nsees, hears, suspects, hopes, and dreams extraordinary things;\nwho is struck by his own thoughts as if they came from the\noutside, from above and below, as a species of events and\nlightning-flashes PECULIAR TO HIM; who is perhaps himself a storm\npregnant with new lightnings; a portentous man, around whom there\nis always rumbling and mumbling and gaping and something uncanny\ngoing on. A philosopher: alas, a being who often runs away from\nhimself, is often afraid of himself—but whose curiosity always\nmakes him “come to himself” again.",
        "293. A man who says: “I like that, I take it for my own, and mean\nto guard and protect it from every one\"; a man who can conduct a\ncase, carry out a resolution, remain true to an opinion, keep\nhold of a woman, punish and overthrow insolence; a man who has\nhis indignation and his sword, and to whom the weak, the\nsuffering, the oppressed, and even the animals willingly submit\nand naturally belong; in short, a man who is a MASTER by nature—\nwhen such a man has sympathy, well! THAT sympathy has value! But\nof what account is the sympathy of those who suffer! Or of those\neven who preach sympathy! There is nowadays, throughout almost\nthe whole of Europe, a sickly irritability and sensitiveness\ntowards pain, and also a repulsive irrestrainableness in\ncomplaining, an effeminizing, which, with the aid of religion and\nphilosophical nonsense, seeks to deck itself out as something\nsuperior—there is a regular cult of suffering. The UNMANLINESS\nof that which is called “sympathy” by such groups of visionaries,\nis always, I believe, the first thing that strikes the eye.—One\nmust resolutely and radically taboo this latest form of bad\ntaste; and finally I wish people to put the good amulet, “GAI\nSABER” (\"gay science,” in ordinary language), on heart and neck,\nas a protection against it.",
        "294. THE OLYMPIAN VICE.—Despite the philosopher who, as a\ngenuine Englishman, tried to bring laughter into bad repute in\nall thinking minds—\"Laughing is a bad infirmity of human nature,\nwhich every thinking mind will strive to overcome” (Hobbes),—I\nwould even allow myself to rank philosophers according to the\nquality of their laughing—up to those who are capable of GOLDEN\nlaughter. And supposing that Gods also philosophize, which I am\nstrongly inclined to believe, owing to many reasons—I have no\ndoubt that they also know how to laugh thereby in an overman-like\nand new fashion—and at the expense of all serious things! Gods\nare fond of ridicule: it seems that they cannot refrain from\nlaughter even in holy matters.",
        "295. The genius of the heart, as that great mysterious one\npossesses it, the tempter-god and born rat-catcher of\nconsciences, whose voice can descend into the nether-world of\nevery soul, who neither speaks a word nor casts a glance in which\nthere may not be some motive or touch of allurement, to whose\nperfection it pertains that he knows how to appear,—not as he\nis, but in a guise which acts as an ADDITIONAL constraint on his\nfollowers to press ever closer to him, to follow him more\ncordially and thoroughly;—the genius of the heart, which imposes\nsilence and attention on everything loud and self-conceited,\nwhich smoothes rough souls and makes them taste a new longing—to\nlie placid as a mirror, that the deep heavens may be reflected in\nthem;—the genius of the heart, which teaches the clumsy and too\nhasty hand to hesitate, and to grasp more delicately; which\nscents the hidden and forgotten treasure, the drop of goodness\nand sweet spirituality under thick dark ice, and is a divining-\nrod for every grain of gold, long buried and imprisoned in mud\nand sand; the genius of the heart, from contact with which every\none goes away richer; not favoured or surprised, not as though\ngratified and oppressed by the good things of others; but richer\nin himself, newer than before, broken up, blown upon, and sounded\nby a thawing wind; more uncertain, perhaps, more delicate, more\nfragile, more bruised, but full of hopes which as yet lack names,\nfull of a new will and current, full of a new ill-will and\ncounter-current . . . but what am I doing, my friends? Of whom am\nI talking to you? Have I forgotten myself so far that I have not\neven told you his name? Unless it be that you have already\ndivined of your own accord who this questionable God and spirit\nis, that wishes to be PRAISED in such a manner? For, as it\nhappens to every one who from childhood onward has always been on\nhis legs, and in foreign lands, I have also encountered on my\npath many strange and dangerous spirits; above all, however, and\nagain and again, the one of whom I have just spoken: in fact, no\nless a personage than the God DIONYSUS, the great equivocator and\ntempter, to whom, as you know, I once offered in all secrecy and\nreverence my first-fruits—the last, as it seems to me, who has\noffered a SACRIFICE to him, for I have found no one who could\nunderstand what I was then doing. In the meantime, however, I\nhave learned much, far too much, about the philosophy of this\nGod, and, as I said, from mouth to mouth—I, the last disciple\nand initiate of the God Dionysus: and perhaps I might at last\nbegin to give you, my friends, as far as I am allowed, a little\ntaste of this philosophy? In a hushed voice, as is but seemly:\nfor it has to do with much that is secret, new, strange,\nwonderful, and uncanny. The very fact that Dionysus is a\nphilosopher, and that therefore Gods also philosophize, seems to\nme a novelty which is not unensnaring, and might perhaps arouse\nsuspicion precisely among philosophers;—among you, my friends,\nthere is less to be said against it, except that it comes too\nlate and not at the right time; for, as it has been disclosed to\nme, you are loth nowadays to believe in God and gods. It may\nhappen, too, that in the frankness of my story I must go further\nthan is agreeable to the strict usages of your ears? Certainly\nthe God in question went further, very much further, in such\ndialogues, and was always many paces ahead of me . . . Indeed, if\nit were allowed, I should have to give him, according to human\nusage, fine ceremonious tides of lustre and merit, I should have\nto extol his courage as investigator and discoverer, his fearless\nhonesty, truthfulness, and love of wisdom. But such a God does\nnot know what to do with all that respectable trumpery and pomp.\n“Keep that,” he would say, “for thyself and those like thee, and\nwhoever else require it! I—have no reason to cover my\nnakedness!” One suspects that this kind of divinity and\nphilosopher perhaps lacks shame?—He once said: “Under certain\ncircumstances I love mankind\"—and referred thereby to Ariadne,\nwho was present; “in my opinion man is an agreeable, brave,\ninventive animal, that has not his equal upon earth, he makes his\nway even through all labyrinths. I like man, and often think how\nI can still further advance him, and make him stronger, more\nevil, and more profound.\"—\"Stronger, more evil, and more\nprofound?” I asked in horror. “Yes,” he said again, “stronger,\nmore evil, and more profound; also more beautiful\"—and thereby\nthe tempter-god smiled with his halcyon smile, as though he had\njust paid some charming compliment. One here sees at once that it\nis not only shame that this divinity lacks;—and in general there\nare good grounds for supposing that in some things the Gods could\nall of them come to us men for instruction. We men are—more\nhuman.—",
        "296. Alas! what are you, after all, my written and painted\nthoughts! Not long ago you were so variegated, young and\nmalicious, so full of thorns and secret spices, that you made me\nsneeze and laugh—and now? You have already doffed your novelty,\nand some of you, I fear, are ready to become truths, so immortal\ndo they look, so pathetically honest, so tedious! And was it ever\notherwise? What then do we write and paint, we mandarins with\nChinese brush, we immortalisers of things which LEND themselves\nto writing, what are we alone capable of painting? Alas, only\nthat which is just about to fade and begins to lose its odour!\nAlas, only exhausted and departing storms and belated yellow\nsentiments! Alas, only birds strayed and fatigued by flight,\nwhich now let themselves be captured with the hand—with OUR\nhand! We immortalize what cannot live and fly much longer, things\nonly which are exhausted and mellow! And it is only for your\nAFTERNOON, you, my written and painted thoughts, for which alone\nI have colours, many colours, perhaps, many variegated\nsoftenings, and fifty yellows and browns and greens and reds;—\nbut nobody will divine thereby how ye looked in your morning, you\nsudden sparks and marvels of my solitude, you, my old, beloved—\nEVIL thoughts!",
        "Continue...",
        "\nThis complete text of the Beyond Good and Evil book by Friedrich Nietzsche (Translated from German into English\nby Helen Zimmern)\nis in the public domain.\n\n\nOrder this text as book: Beyond Good and Evil at Amazon.\n\n\nThis Authorama page has been created by Philipp Lenssen\nbased on the Project Gutenberg text version.\n\nPage last updated on April 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Beyond Good & Evil: Prelude to a Philosophy of the FutureBy Friedrich NietzscheAt Amazon"
    ]
}