{
    "title": "Beyond Good and Evil - Chapter V: The Natural History of Morals",
    "author": "Friedrich Nietzsche",
    "chapter": "6",
    "content": [
        "\n\n",
        "\n186. The moral sentiment in Europe at present is perhaps as\nsubtle, belated, diverse, sensitive, and refined, as the “Science\nof Morals” belonging thereto is recent, initial, awkward, and\ncoarse-fingered:—an interesting contrast, which sometimes\nbecomes incarnate and obvious in the very person of a moralist.\nIndeed, the expression, “Science of Morals” is, in respect to\nwhat is designated thereby, far too presumptuous and counter to\nGOOD taste,—which is always a foretaste of more modest\nexpressions. One ought to avow with the utmost fairness WHAT is\nstill necessary here for a long time, WHAT is alone proper for\nthe present: namely, the collection of material, the\ncomprehensive survey and classification of an immense domain of\ndelicate sentiments of worth, and distinctions of worth, which\nlive, grow, propagate, and perish—and perhaps attempts to give a\nclear idea of the recurring and more common forms of these living\ncrystallizations—as preparation for a THEORY OF TYPES of\nmorality. To be sure, people have not hitherto been so modest.\nAll the philosophers, with a pedantic and ridiculous seriousness,\ndemanded of themselves something very much higher, more\npretentious, and ceremonious, when they concerned themselves with\nmorality as a science: they wanted to GIVE A BASIC to morality—\nand every philosopher hitherto has believed that he has given it\na basis; morality itself, however, has been regarded as something\n“given.”  How far from their awkward pride was the seemingly\ninsignificant problem—left in dust and decay—of a description\nof forms of morality, notwithstanding that the finest hands and\nsenses could hardly be fine enough for it! It was precisely owing\nto moral philosophers’ knowing the moral facts imperfectly, in an\narbitrary epitome, or an accidental abridgement—perhaps as the\nmorality of their environment, their position, their church,\ntheir Zeitgeist, their climate and zone—it was precisely because\nthey were badly instructed with regard to nations, eras, and past\nages, and were by no means eager to know about these matters,\nthat they did not even come in sight of the real problems of\nmorals—problems which only disclose themselves by a comparison\nof MANY kinds of morality. In every “Science of Morals” hitherto,\nstrange as it may sound, the problem of morality itself has been\nOMITTED: there has been no suspicion that there was anything\nproblematic there! That which philosophers called “giving a basis\nto morality,” and endeavoured to realize, has, when seen in a\nright light, proved merely a learned form of good FAITH in\nprevailing morality, a new means of its EXPRESSION, consequently\njust a matter-of-fact within the sphere of a definite morality,\nyea, in its ultimate motive, a sort of denial that it is LAWFUL\nfor this morality to be called in question—and in any case the\nreverse of the testing, analyzing, doubting, and vivisecting of\nthis very faith. Hear, for instance, with what innocence—almost\nworthy of honour—Schopenhauer represents his own task, and draw\nyour conclusions concerning the scientificness of a “Science\"\nwhose latest master still talks in the strain of children and old\nwives: “The principle,” he says (page 136 of the Grundprobleme\nder Ethik), [Footnote: Pages 54-55 of Schopenhauer’s Basis of\nMorality, translated by Arthur B. Bullock, M.A. (1903).] “the\naxiom about the purport of which all moralists are PRACTICALLY\nagreed: neminem laede, immo omnes quantum potes juva—is REALLY\nthe proposition which all moral teachers strive to establish,\n. . . the REAL basis of ethics which has been sought, like\nthe philosopher’s stone, for centuries.\"—The difficulty of\nestablishing the proposition referred to may indeed be great—it\nis well known that Schopenhauer also was unsuccessful in his\nefforts; and whoever has thoroughly realized how absurdly false\nand sentimental this proposition is, in a world whose essence is\nWill to Power, may be reminded that Schopenhauer, although a\npessimist, ACTUALLY—played the flute . . . daily after dinner:\none may read about the matter in his biography. A question by the\nway: a pessimist, a repudiator of God and of the world, who MAKES\nA HALT at morality—who assents to morality, and plays the flute\nto laede-neminem morals, what? Is that really—a pessimist?",
        "187. Apart from the value of such assertions as “there is a\ncategorical imperative in us,” one can always ask: What does such\nan assertion indicate about him who makes it? There are systems\nof morals which are meant to justify their author in the eyes of\nother people; other systems of morals are meant to tranquilize\nhim, and make him self-satisfied; with other systems he wants to\ncrucify and humble himself, with others he wishes to take revenge,\nwith others to conceal himself, with others to glorify himself and\ngave superiority and distinction,—this system of morals helps its\nauthor to forget, that system makes him, or something of him,\nforgotten, many a moralist would like to exercise power and\ncreative arbitrariness over mankind, many another, perhaps, Kant\nespecially, gives us to understand by his morals that “what is\nestimable in me, is that I know how to obey—and with you it SHALL\nnot be otherwise than with me!” In short, systems of morals are\nonly a SIGN-LANGUAGE OF THE EMOTIONS.",
        "188. In contrast to laisser-aller, every system of morals is a\nsort of tyranny against “nature” and also against “reason”, that\nis, however, no objection, unless one should again decree by some\nsystem of morals, that all kinds of tyranny and unreasonableness\nare unlawful What is essential and invaluable in every system of\nmorals, is that it is a long constraint. In order to understand\nStoicism, or Port Royal, or Puritanism, one should remember the\nconstraint under which every language has attained to strength\nand freedom—the metrical constraint, the tyranny of rhyme and\nrhythm. How much trouble have the poets and orators of every\nnation given themselves!—not excepting some of the prose writers\nof today, in whose ear dwells an inexorable conscientiousness—\n“for the sake of a folly,” as utilitarian bunglers say, and\nthereby deem themselves wise—\"from submission to arbitrary\nlaws,” as the anarchists say, and thereby fancy themselves\n“free,” even free-spirited. The singular fact remains, however,\nthat everything of the nature of freedom, elegance, boldness,\ndance, and masterly certainty, which exists or has existed,\nwhether it be in thought itself, or in administration, or in\nspeaking and persuading, in art just as in conduct, has only\ndeveloped by means of the tyranny of such arbitrary law, and in\nall seriousness, it is not at all improbable that precisely this\nis “nature” and “natural\"—and not laisser-aller! Every artist\nknows how different from the state of letting himself go, is his\n“most natural” condition, the free arranging, locating,\ndisposing, and constructing in the moments of “inspiration\"—and\nhow strictly and delicately he then obeys a thousand laws, which,\nby their very rigidness and precision, defy all formulation by\nmeans of ideas (even the most stable idea has, in comparison\ntherewith, something floating, manifold, and ambiguous in it).\nThe essential thing “in heaven and in earth” is, apparently (to\nrepeat it once more), that there should be long OBEDIENCE in the\nsame direction, there thereby results, and has always resulted in\nthe long run, something which has made life worth living; for\ninstance, virtue, art, music, dancing, reason, spirituality—\nanything whatever that is transfiguring, refined, foolish, or\ndivine. The long bondage of the spirit, the distrustful\nconstraint in the communicability of ideas, the discipline which\nthe thinker imposed on himself to think in accordance with the\nrules of a church or a court, or conformable to Aristotelian\npremises, the persistent spiritual will to interpret everything\nthat happened according to a Christian scheme, and in every\noccurrence to rediscover and justify the Christian God:—all this\nviolence, arbitrariness, severity, dreadfulness, and\nunreasonableness, has proved itself the disciplinary means\nwhereby the European spirit has attained its strength, its\nremorseless curiosity and subtle mobility; granted also that much\nirrecoverable strength and spirit had to be stifled, suffocated,\nand spoilt in the process (for here, as everywhere, “nature\"\nshows herself as she is, in all her extravagant and INDIFFERENT\nmagnificence, which is shocking, but nevertheless noble). That\nfor centuries European thinkers only thought in order to prove\nsomething-nowadays, on the contrary, we are suspicious of every\nthinker who “wishes to prove something\"—that it was always\nsettled beforehand what WAS TO BE the result of their strictest\nthinking, as it was perhaps in the Asiatic astrology of former\ntimes, or as it is still at the present day in the innocent,\nChristian-moral explanation of immediate personal events “for the\nglory of God,” or “for the good of the soul”:—this tyranny, this\narbitrariness, this severe and magnificent stupidity, has\nEDUCATED the spirit; slavery, both in the coarser and the finer\nsense, is apparently an indispensable means even of spiritual\neducation and discipline. One may look at every system of morals\nin this light: it is “nature” therein which teaches to hate the\nlaisser-aller, the too great freedom, and implants the need for\nlimited horizons, for immediate duties—it teaches the NARROWING\nOF PERSPECTIVES, and thus, in a certain sense, that stupidity is\na condition of life and development. “Thou must obey some one,\nand for a long time; OTHERWISE thou wilt come to grief, and lose\nall respect for thyself\"—this seems to me to be the moral\nimperative of nature, which is certainly neither “categorical,\"\nas old Kant wished (consequently the “otherwise”), nor does it\naddress itself to the individual (what does nature care for the\nindividual!), but to nations, races, ages, and ranks; above all,\nhowever, to the animal “man” generally, to MANKIND.",
        "189. Industrious races find it a great hardship to be idle: it\nwas a master stroke of ENGLISH instinct to hallow and begloom\nSunday to such an extent that the Englishman unconsciously\nhankers for his week—and work-day again:—as a kind of cleverly\ndevised, cleverly intercalated FAST, such as is also frequently\nfound in the ancient world (although, as is appropriate in\nsouthern nations, not precisely with respect to work). Many kinds\nof fasts are necessary; and wherever powerful influences and\nhabits prevail, legislators have to see that intercalary days are\nappointed, on which such impulses are fettered, and learn to\nhunger anew. Viewed from a higher standpoint, whole generations\nand epochs, when they show themselves infected with any moral\nfanaticism, seem like those intercalated periods of restraint and\nfasting, during which an impulse learns to humble and submit\nitself—at the same time also to PURIFY and SHARPEN itself;\ncertain philosophical sects likewise admit of a similar\ninterpretation (for instance, the Stoa, in the midst of Hellenic\nculture, with the atmosphere rank and overcharged with\nAphrodisiacal odours).—Here also is a hint for the explanation\nof the paradox, why it was precisely in the most Christian period\nof European history, and in general only under the pressure of\nChristian sentiments, that the sexual impulse sublimated into\nlove (amour-passion).",
        "190. There is something in the morality of Plato which does not\nreally belong to Plato, but which only appears in his philosophy,\none might say, in spite of him: namely, Socratism, for which he\nhimself was too noble. “No one desires to injure himself, hence\nall evil is done unwittingly. The evil man inflicts injury on\nhimself; he would not do so, however, if he knew that evil is\nevil. The evil man, therefore, is only evil through error; if one\nfree him from error one will necessarily make him—good.\"—This\nmode of reasoning savours of the POPULACE, who perceive only the\nunpleasant consequences of evil-doing, and practically judge that\n“it is STUPID to do wrong\"; while they accept “good” as identical\nwith “useful and pleasant,” without further thought. As regards\nevery system of utilitarianism, one may at once assume that it\nhas the same origin, and follow the scent: one will seldom err.—\nPlato did all he could to interpret something refined and noble\ninto the tenets of his teacher, and above all to interpret\nhimself into them—he, the most daring of all interpreters, who\nlifted the entire Socrates out of the street, as a popular theme\nand song, to exhibit him in endless and impossible modifications\n—namely, in all his own disguises and multiplicities. In jest,\nand in Homeric language as well, what is the Platonic Socrates,\nif not— [Greek words inserted here.]",
        "191. The old theological problem of “Faith” and “Knowledge,” or\nmore plainly, of instinct and reason—the question whether, in\nrespect to the valuation of things, instinct deserves more\nauthority than rationality, which wants to appreciate and act\naccording to motives, according to a “Why,” that is to say, in\nconformity to purpose and utility—it is always the old moral\nproblem that first appeared in the person of Socrates, and had\ndivided men’s minds long before Christianity. Socrates himself,\nfollowing, of course, the taste of his talent—that of a\nsurpassing dialectician—took first the side of reason; and, in\nfact, what did he do all his life but laugh at the awkward\nincapacity of the noble Athenians, who were men of instinct, like\nall noble men, and could never give satisfactory answers\nconcerning the motives of their actions? In the end, however,\nthough silently and secretly, he laughed also at himself: with\nhis finer conscience and introspection, he found in himself the\nsame difficulty and incapacity. “But why\"—he said to himself—\n“should one on that account separate oneself from the instincts!\nOne must set them right, and the reason ALSO—one must follow the\ninstincts, but at the same time persuade the reason to support\nthem with good arguments.” This was the real FALSENESS of that\ngreat and mysterious ironist; he brought his conscience up to the\npoint that he was satisfied with a kind of self-outwitting: in\nfact, he perceived the irrationality in the moral judgment.—\nPlato, more innocent in such matters, and without the craftiness\nof the plebeian, wished to prove to himself, at the expenditure\nof all his strength—the greatest strength a philosopher had ever\nexpended—that reason and instinct lead spontaneously to one\ngoal, to the good, to “God\"; and since Plato, all theologians and\nphilosophers have followed the same path—which means that in\nmatters of morality, instinct (or as Christians call it, “Faith,\"\nor as I call it, “the herd”) has hitherto triumphed. Unless one\nshould make an exception in the case of Descartes, the father of\nrationalism (and consequently the grandfather of the Revolution),\nwho recognized only the authority of reason: but reason is only a\ntool, and Descartes was superficial.",
        "192. Whoever has followed the history of a single science, finds\nin its development a clue to the understanding of the oldest and\ncommonest processes of all “knowledge and cognizance”: there, as\nhere, the premature hypotheses, the fictions, the good stupid\nwill to “belief,” and the lack of distrust and patience are first\ndeveloped—our senses learn late, and never learn completely, to\nbe subtle, reliable, and cautious organs of knowledge. Our eyes\nfind it easier on a given occasion to produce a picture already\noften produced, than to seize upon the divergence and novelty of\nan impression: the latter requires more force, more “morality.\"\nIt is difficult and painful for the ear to listen to anything\nnew; we hear strange music badly. When we hear another language\nspoken, we involuntarily attempt to form the sounds into words\nwith which we are more familiar and conversant—it was thus, for\nexample, that the Germans modified the spoken word ARCUBALISTA\ninto ARMBRUST (cross-bow). Our senses are also hostile and averse\nto the new; and generally, even in the “simplest” processes of\nsensation, the emotions DOMINATE—such as fear, love, hatred, and\nthe passive emotion of indolence.—As little as a reader nowadays\nreads all the single words (not to speak of syllables) of a page\n—he rather takes about five out of every twenty words at random,\nand “guesses” the probably appropriate sense to them—just as\nlittle do we see a tree correctly and completely in respect to\nits leaves, branches, colour, and shape; we find it so much\neasier to fancy the chance of a tree. Even in the midst of the\nmost remarkable experiences, we still do just the same; we\nfabricate the greater part of the experience, and can hardly be\nmade to contemplate any event, EXCEPT as “inventors” thereof. All\nthis goes to prove that from our fundamental nature and from\nremote ages we have been—ACCUSTOMED TO LYING. Or, to express it\nmore politely and hypocritically, in short, more pleasantly—one\nis much more of an artist than one is aware of.—In an animated\nconversation, I often see the face of the person with whom I am\nspeaking so clearly and sharply defined before me, according to\nthe thought he expresses, or which I believe to be evoked in his\nmind, that the degree of distinctness far exceeds the STRENGTH of\nmy visual faculty—the delicacy of the play of the muscles and of\nthe expression of the eyes MUST therefore be imagined by me.\nProbably the person put on quite a different expression, or none\nat all.",
        "193. Quidquid luce fuit, tenebris agit: but also contrariwise.\nWhat we experience in dreams, provided we experience it often,\npertains at last just as much to the general belongings of our\nsoul as anything “actually” experienced; by virtue thereof we are\nricher or poorer, we have a requirement more or less, and\nfinally, in broad daylight, and even in the brightest moments of\nour waking life, we are ruled to some extent by the nature of our\ndreams. Supposing that someone has often flown in his dreams, and\nthat at last, as soon as he dreams, he is conscious of the power\nand art of flying as his privilege and his peculiarly enviable\nhappiness; such a person, who believes that on the slightest\nimpulse, he can actualize all sorts of curves and angles, who\nknows the sensation of a certain divine levity, an “upwards\"\nwithout effort or constraint, a “downwards” without descending or\nlowering—without TROUBLE!—how could the man with such dream-\nexperiences and dream-habits fail to find “happiness” differently\ncoloured and defined, even in his waking hours! How could he\nfail—to long DIFFERENTLY for happiness? “Flight,” such as is\ndescribed by poets, must, when compared with his own “flying,” be\nfar too earthly, muscular, violent, far too “troublesome” for\nhim.",
        "194. The difference among men does not manifest itself only in\nthe difference of their lists of desirable things—in their\nregarding different good things as worth striving for, and being\ndisagreed as to the greater or less value, the order of rank, of\nthe commonly recognized desirable things:—it manifests itself\nmuch more in what they regard as actually HAVING and POSSESSING a\ndesirable thing. As regards a woman, for instance, the control\nover her body and her sexual gratification serves as an amply\nsufficient sign of ownership and possession to the more modest\nman; another with a more suspicious and ambitious thirst for\npossession, sees the “questionableness,” the mere apparentness of\nsuch ownership, and wishes to have finer tests in order to know\nespecially whether the woman not only gives herself to him, but\nalso gives up for his sake what she has or would like to have—\nonly THEN does he look upon her as “possessed.” A third, however,\nhas not even here got to the limit of his distrust and his desire\nfor possession: he asks himself whether the woman, when she gives\nup everything for him, does not perhaps do so for a phantom of\nhim; he wishes first to be thoroughly, indeed, profoundly well\nknown; in order to be loved at all he ventures to let himself be\nfound out. Only then does he feel the beloved one fully in his\npossession, when she no longer deceives herself about him, when\nshe loves him just as much for the sake of his devilry and\nconcealed insatiability, as for his goodness, patience, and\nspirituality. One man would like to possess a nation, and he\nfinds all the higher arts of Cagliostro and Catalina suitable for\nhis purpose. Another, with a more refined thirst for possession,\nsays to himself: “One may not deceive where one desires to\npossess\"—he is irritated and impatient at the idea that a mask\nof him should rule in the hearts of the people: “I must,\ntherefore, MAKE myself known, and first of all learn to know\nmyself!” Among helpful and charitable people, one almost always\nfinds the awkward craftiness which first gets up suitably him who\nhas to be helped, as though, for instance, he should “merit\"\nhelp, seek just THEIR help, and would show himself deeply\ngrateful, attached, and subservient to them for all help. With\nthese conceits, they take control of the needy as a property,\njust as in general they are charitable and helpful out of a\ndesire for property. One finds them jealous when they are crossed\nor forestalled in their charity. Parents involuntarily make\nsomething like themselves out of their children—they call that\n“education\"; no mother doubts at the bottom of her heart that the\nchild she has borne is thereby her property, no father hesitates\nabout his right to HIS OWN ideas and notions of worth. Indeed, in\nformer times fathers deemed it right to use their discretion\nconcerning the life or death of the newly born (as among the\nancient Germans). And like the father, so also do the teacher,\nthe class, the priest, and the prince still see in every new\nindividual an unobjectionable opportunity for a new possession.\nThe consequence is . . .",
        "195. The Jews—a people “born for slavery,” as Tacitus and the\nwhole ancient world say of them; “the chosen people among the\nnations,” as they themselves say and believe—the Jews performed\nthe miracle of the inversion of valuations, by means of which\nlife on earth obtained a new and dangerous charm for a couple of\nmillenniums. Their prophets fused into one the expressions\n“rich,” “godless,” “wicked,” “violent,” “sensual,” and for the\nfirst time coined the word “world” as a term of reproach. In this\ninversion of valuations (in which is also included the use of the\nword “poor” as synonymous with “saint” and “friend”) the\nsignificance of the Jewish people is to be found; it is with THEM\nthat the SLAVE-INSURRECTION IN MORALS commences.",
        "196. It is to be INFERRED that there are countless dark bodies\nnear the sun—such as we shall never see. Among ourselves, this\nis an allegory; and the psychologist of morals reads the whole\nstar-writing merely as an allegorical and symbolic language in\nwhich much may be unexpressed.",
        "197. The beast of prey and the man of prey (for instance, Caesar\nBorgia) are fundamentally misunderstood, “nature” is\nmisunderstood, so long as one seeks a “morbidness” in the\nconstitution of these healthiest of all tropical monsters and\ngrowths, or even an innate “hell” in them—as almost all\nmoralists have done hitherto. Does it not seem that there is a\nhatred of the virgin forest and of the tropics among moralists?\nAnd that the “tropical man” must be discredited at all costs,\nwhether as disease and deterioration of mankind, or as his own\nhell and self-torture? And why? In favour of the “temperate\nzones”? In favour of the temperate men? The “moral”? The\nmediocre?—This for the chapter: “Morals as Timidity.”",
        "198. All the systems of morals which address themselves with a\nview to their “happiness,” as it is called—what else are they\nbut suggestions for behaviour adapted to the degree of DANGER\nfrom themselves in which the individuals live; recipes for their\npassions, their good and bad propensities, insofar as such have\nthe Will to Power and would like to play the master; small and\ngreat expediencies and elaborations, permeated with the musty\nodour of old family medicines and old-wife wisdom; all of them\ngrotesque and absurd in their form—because they address\nthemselves to “all,” because they generalize where generalization\nis not authorized; all of them speaking unconditionally, and\ntaking themselves unconditionally; all of them flavoured not\nmerely with one grain of salt, but rather endurable only, and\nsometimes even seductive, when they are over-spiced and begin to\nsmell dangerously, especially of “the other world.” That is all\nof little value when estimated intellectually, and is far from\nbeing “science,” much less “wisdom\"; but, repeated once more, and\nthree times repeated, it is expediency, expediency, expediency,\nmixed with stupidity, stupidity, stupidity—whether it be the\nindifference and statuesque coldness towards the heated folly of\nthe emotions, which the Stoics advised and fostered; or the no-\nmore-laughing and no-more-weeping of Spinoza, the destruction of\nthe emotions by their analysis and vivisection, which he\nrecommended so naively; or the lowering of the emotions to an\ninnocent mean at which they may be satisfied, the Aristotelianism\nof morals; or even morality as the enjoyment of the emotions in a\nvoluntary attenuation and spiritualization by the symbolism of\nart, perhaps as music, or as love of God, and of mankind for\nGod’s sake—for in religion the passions are once more\nenfranchised, provided that . . . ; or, finally, even the complaisant\nand wanton surrender to the emotions, as has been taught by Hafis\nand Goethe, the bold letting-go of the reins, the spiritual and\ncorporeal licentia morum in the exceptional cases of wise old\ncodgers and drunkards, with whom it “no longer has much danger.\"\n—This also for the chapter: “Morals as Timidity.”",
        "199. Inasmuch as in all ages, as long as mankind has existed,\nthere have also been human herds (family alliances, communities,\ntribes, peoples, states, churches), and always a great number who\nobey in proportion to the small number who command—in view,\ntherefore, of the fact that obedience has been most practiced and\nfostered among mankind hitherto, one may reasonably suppose that,\ngenerally speaking, the need thereof is now innate in every one,\nas a kind of FORMAL CONSCIENCE which gives the command “Thou\nshalt unconditionally do something, unconditionally refrain from\nsomething”, in short, “Thou shalt”. This need tries to satisfy\nitself and to fill its form with a content, according to its\nstrength, impatience, and eagerness, it at once seizes as an\nomnivorous appetite with little selection, and accepts whatever\nis shouted into its ear by all sorts of commanders—parents,\nteachers, laws, class prejudices, or public opinion. The\nextraordinary limitation of human development, the hesitation,\nprotractedness, frequent retrogression, and turning thereof, is\nattributable to the fact that the herd-instinct of obedience is\ntransmitted best, and at the cost of the art of command. If one\nimagine this instinct increasing to its greatest extent,\ncommanders and independent individuals will finally be lacking\naltogether, or they will suffer inwardly from a bad conscience,\nand will have to impose a deception on themselves in the first\nplace in order to be able to command just as if they also were\nonly obeying. This condition of things actually exists in Europe\nat present—I call it the moral hypocrisy of the commanding\nclass. They know no other way of protecting themselves from their\nbad conscience than by playing the role of executors of older and\nhigher orders (of predecessors, of the constitution, of justice,\nof the law, or of God himself), or they even justify themselves\nby maxims from the current opinions of the herd, as “first\nservants of their people,” or “instruments of the public weal”.\nOn the other hand, the gregarious European man nowadays assumes\nan air as if he were the only kind of man that is allowable, he\nglorifies his qualities, such as public spirit, kindness,\ndeference, industry, temperance, modesty, indulgence, sympathy,\nby virtue of which he is gentle, endurable, and useful to the\nherd, as the peculiarly human virtues. In cases, however, where\nit is believed that the leader and bell-wether cannot be\ndispensed with, attempt after attempt is made nowadays to replace\ncommanders by the summing together of clever gregarious men all\nrepresentative constitutions, for example, are of this origin. In\nspite of all, what a blessing, what a deliverance from a weight\nbecoming unendurable, is the appearance of an absolute ruler for\nthese gregarious Europeans—of this fact the effect of the\nappearance of Napoleon was the last great proof the history of\nthe influence of Napoleon is almost the history of the higher\nhappiness to which the entire century has attained in its\nworthiest individuals and periods.",
        "200. The man of an age of dissolution which mixes the races with\none another, who has the inheritance of a diversified descent in\nhis body—that is to say, contrary, and often not only contrary,\ninstincts and standards of value, which struggle with one another\nand are seldom at peace—such a man of late culture and broken\nlights, will, on an average, be a weak man. His fundamental\ndesire is that the war which is IN HIM should come to an end;\nhappiness appears to him in the character of a soothing medicine\nand mode of thought (for instance, Epicurean or Christian); it is\nabove all things the happiness of repose, of undisturbedness, of\nrepletion, of final unity—it is the “Sabbath of Sabbaths,” to\nuse the expression of the holy rhetorician, St. Augustine, who\nwas himself such a man.—Should, however, the contrariety and\nconflict in such natures operate as an ADDITIONAL incentive and\nstimulus to life—and if, on the other hand, in addition to their\npowerful and irreconcilable instincts, they have also inherited\nand indoctrinated into them a proper mastery and subtlety for\ncarrying on the conflict with themselves (that is to say, the\nfaculty of self-control and self-deception), there then arise\nthose marvelously incomprehensible and inexplicable beings, those\nenigmatical men, predestined for conquering and circumventing\nothers, the finest examples of which are Alcibiades and Caesar\n(with whom I should like to associate the FIRST of Europeans\naccording to my taste, the Hohenstaufen, Frederick the Second),\nand among artists, perhaps Leonardo da Vinci. They appear\nprecisely in the same periods when that weaker type, with its\nlonging for repose, comes to the front; the two types are\ncomplementary to each other, and spring from the same causes.",
        "201. As long as the utility which determines moral estimates is\nonly gregarious utility, as long as the preservation of the\ncommunity is only kept in view, and the immoral is sought\nprecisely and exclusively in what seems dangerous to the\nmaintenance of the community, there can be no “morality of love\nto one’s neighbour.” Granted even that there is already a little\nconstant exercise of consideration, sympathy, fairness,\ngentleness, and mutual assistance, granted that even in this\ncondition of society all those instincts are already active which\nare latterly distinguished by honourable names as “virtues,” and\neventually almost coincide with the conception “morality”: in\nthat period they do not as yet belong to the domain of moral\nvaluations—they are still ULTRA-MORAL. A sympathetic action, for\ninstance, is neither called good nor bad, moral nor immoral, in\nthe best period of the Romans; and should it be praised, a sort\nof resentful disdain is compatible with this praise, even at the\nbest, directly the sympathetic action is compared with one which\ncontributes to the welfare of the whole, to the RES PUBLICA.\nAfter all, “love to our neighbour” is always a secondary matter,\npartly conventional and arbitrarily manifested in relation to our\nFEAR OF OUR NEIGHBOUR. After the fabric of society seems on the\nwhole established and secured against external dangers, it is\nthis fear of our neighbour which again creates new perspectives\nof moral valuation. Certain strong and dangerous instincts, such\nas the love of enterprise, foolhardiness, revengefulness,\nastuteness, rapacity, and love of power, which up till then had\nnot only to be honoured from the point of view of general\nutility—under other names, of course, than those here given—but\nhad to be fostered and cultivated (because they were perpetually\nrequired in the common danger against the common enemies), are\nnow felt in their dangerousness to be doubly strong—when the\noutlets for them are lacking—and are gradually branded as\nimmoral and given over to calumny. The contrary instincts and\ninclinations now attain to moral honour, the gregarious instinct\ngradually draws its conclusions. How much or how little\ndangerousness to the community or to equality is contained in an\nopinion, a condition, an emotion, a disposition, or an endowment—\nthat is now the moral perspective, here again fear is the mother\nof morals. It is by the loftiest and strongest instincts, when\nthey break out passionately and carry the individual far above\nand beyond the average, and the low level of the gregarious\nconscience, that the self-reliance of the community is destroyed,\nits belief in itself, its backbone, as it were, breaks,\nconsequently these very instincts will be most branded and\ndefamed. The lofty independent spirituality, the will to stand\nalone, and even the cogent reason, are felt to be dangers,\neverything that elevates the individual above the herd, and is a\nsource of fear to the neighbour, is henceforth called EVIL, the\ntolerant, unassuming, self-adapting, self-equalizing disposition,\nthe MEDIOCRITY of desires, attains to moral distinction and\nhonour. Finally, under very peaceful circumstances, there is\nalways less opportunity and necessity for training the feelings\nto severity and rigour, and now every form of severity, even in\njustice, begins to disturb the conscience, a lofty and rigorous\nnobleness and self-responsibility almost offends, and awakens\ndistrust, “the lamb,” and still more “the sheep,” wins respect.\nThere is a point of diseased mellowness and effeminacy in the\nhistory of society, at which society itself takes the part of him\nwho injures it, the part of the CRIMINAL, and does so, in fact,\nseriously and honestly. To punish, appears to it to be somehow\nunfair—it is certain that the idea of “punishment” and “the\nobligation to punish” are then painful and alarming to people.\n“Is it not sufficient if the criminal be rendered HARMLESS? Why\nshould we still punish? Punishment itself is terrible!\"—with\nthese questions gregarious morality, the morality of fear, draws\nits ultimate conclusion. If one could at all do away with danger,\nthe cause of fear, one would have done away with this morality at\nthe same time, it would no longer be necessary, it WOULD NOT\nCONSIDER ITSELF any longer necessary!—Whoever examines the\nconscience of the present-day European, will always elicit the\nsame imperative from its thousand moral folds and hidden\nrecesses, the imperative of the timidity of the herd “we wish\nthat some time or other there may be NOTHING MORE TO FEAR!” Some\ntime or other—the will and the way THERETO is nowadays called\n“progress” all over Europe.",
        "202. Let us at once say again what we have already said a hundred\ntimes, for people’s ears nowadays are unwilling to hear such\ntruths—OUR truths. We know well enough how offensive it sounds\nwhen any one plainly, and without metaphor, counts man among the\nanimals, but it will be accounted to us almost a CRIME, that it\nis precisely in respect to men of “modern ideas” that we have\nconstantly applied the terms “herd,” “herd-instincts,” and such\nlike expressions. What avail is it? We cannot do otherwise, for\nit is precisely here that our new insight is. We have found that\nin all the principal moral judgments, Europe has become\nunanimous, including likewise the countries where European\ninfluence prevails in Europe people evidently KNOW what Socrates\nthought he did not know, and what the famous serpent of old once\npromised to teach—they “know” today what is good and evil. It\nmust then sound hard and be distasteful to the ear, when we\nalways insist that that which here thinks it knows, that which\nhere glorifies itself with praise and blame, and calls itself\ngood, is the instinct of the herding human animal, the instinct\nwhich has come and is ever coming more and more to the front, to\npreponderance and supremacy over other instincts, according to\nthe increasing physiological approximation and resemblance of\nwhich it is the symptom. MORALITY IN EUROPE AT PRESENT IS\nHERDING-ANIMAL MORALITY, and therefore, as we understand the\nmatter, only one kind of human morality, beside which, before\nwhich, and after which many other moralities, and above all\nHIGHER moralities, are or should be possible. Against such a\n“possibility,” against such a “should be,” however, this morality\ndefends itself with all its strength, it says obstinately and\ninexorably “I am morality itself and nothing else is morality!\"\nIndeed, with the help of a religion which has humoured and\nflattered the sublimest desires of the herding-animal, things\nhave reached such a point that we always find a more visible\nexpression of this morality even in political and social\narrangements: the DEMOCRATIC movement is the inheritance of the\nChristian movement. That its TEMPO, however, is much too slow and\nsleepy for the more impatient ones, for those who are sick and\ndistracted by the herding-instinct, is indicated by the\nincreasingly furious howling, and always less disguised teeth-\ngnashing of the anarchist dogs, who are now roving through the\nhighways of European culture. Apparently in opposition to the\npeacefully industrious democrats and Revolution-ideologues, and\nstill more so to the awkward philosophasters and fraternity-\nvisionaries who call themselves Socialists and want a “free\nsociety,” those are really at one with them all in their thorough\nand instinctive hostility to every form of society other than\nthat of the AUTONOMOUS herd (to the extent even of repudiating\nthe notions “master” and “servant\"—ni dieu ni maitre, says a\nsocialist formula); at one in their tenacious opposition to every\nspecial claim, every special right and privilege (this means\nultimately opposition to EVERY right, for when all are equal, no\none needs “rights” any longer); at one in their distrust of\npunitive justice (as though it were a violation of the weak,\nunfair to the NECESSARY consequences of all former society); but\nequally at one in their religion of sympathy, in their compassion\nfor all that feels, lives, and suffers (down to the very animals,\nup even to “God\"—the extravagance of “sympathy for God” belongs\nto a democratic age); altogether at one in the cry and impatience\nof their sympathy, in their deadly hatred of suffering generally,\nin their almost feminine incapacity for witnessing it or ALLOWING\nit; at one in their involuntary beglooming and heart-softening,\nunder the spell of which Europe seems to be threatened with a new\nBuddhism; at one in their belief in the morality of MUTUAL\nsympathy, as though it were morality in itself, the climax, the\nATTAINED climax of mankind, the sole hope of the future, the\nconsolation of the present, the great discharge from all the\nobligations of the past; altogether at one in their belief in the\ncommunity as the DELIVERER, in the herd, and therefore in\n“themselves.”",
        "203. We, who hold a different belief—we, who regard the\ndemocratic movement, not only as a degenerating form of political\norganization, but as equivalent to a degenerating, a waning type\nof man, as involving his mediocrising and depreciation: where\nhave WE to fix our hopes? In NEW PHILOSOPHERS—there is no other\nalternative: in minds strong and original enough to initiate\nopposite estimates of value, to transvalue and invert “eternal\nvaluations\"; in forerunners, in men of the future, who in the\npresent shall fix the constraints and fasten the knots which will\ncompel millenniums to take NEW paths. To teach man the future of\nhumanity as his WILL, as depending on human will, and to make\npreparation for vast hazardous enterprises and collective\nattempts in rearing and educating, in order thereby to put an end\nto the frightful rule of folly and chance which has hitherto gone\nby the name of “history” (the folly of the “greatest number” is\nonly its last form)—for that purpose a new type of philosopher\nand commander will some time or other be needed, at the very idea\nof which everything that has existed in the way of occult,\nterrible, and benevolent beings might look pale and dwarfed. The\nimage of such leaders hovers before OUR eyes:—is it lawful for\nme to say it aloud, ye free spirits? The conditions which one\nwould partly have to create and partly utilize for their genesis;\nthe presumptive methods and tests by virtue of which a soul\nshould grow up to such an elevation and power as to feel a\nCONSTRAINT to these tasks; a transvaluation of values, under the\nnew pressure and hammer of which a conscience should be steeled\nand a heart transformed into brass, so as to bear the weight of\nsuch responsibility; and on the other hand the necessity for such\nleaders, the dreadful danger that they might be lacking, or\nmiscarry and degenerate:—these are OUR real anxieties and\nglooms, ye know it well, ye free spirits! these are the heavy\ndistant thoughts and storms which sweep across the heaven of OUR\nlife. There are few pains so grievous as to have seen, divined,\nor experienced how an exceptional man has missed his way and\ndeteriorated; but he who has the rare eye for the universal\ndanger of “man” himself DETERIORATING, he who like us has\nrecognized the extraordinary fortuitousness which has hitherto\nplayed its game in respect to the future of mankind—a game in\nwhich neither the hand, nor even a “finger of God” has\nparticipated!—he who divines the fate that is hidden under the\nidiotic unwariness and blind confidence of “modern ideas,” and\nstill more under the whole of Christo-European morality-suffers\nfrom an anguish with which no other is to be compared. He sees at\na glance all that could still BE MADE OUT OF MAN through a\nfavourable accumulation and augmentation of human powers and\narrangements; he knows with all the knowledge of his conviction\nhow unexhausted man still is for the greatest possibilities, and\nhow often in the past the type man has stood in presence of\nmysterious decisions and new paths:—he knows still better from\nhis painfulest recollections on what wretched obstacles promising\ndevelopments of the highest rank have hitherto usually gone to\npieces, broken down, sunk, and become contemptible. The UNIVERSAL\nDEGENERACY OF MANKIND to the level of the “man of the future\"—as\nidealized by the socialistic fools and shallow-pates—this\ndegeneracy and dwarfing of man to an absolutely gregarious animal\n(or as they call it, to a man of “free society”), this\nbrutalizing of man into a pigmy with equal rights and claims, is\nundoubtedly POSSIBLE! He who has thought out this possibility to\nits ultimate conclusion knows ANOTHER loathing unknown to the\nrest of mankind—and perhaps also a new MISSION!",
        "Continue...",
        "\nThis complete text of the Beyond Good and Evil book by Friedrich Nietzsche (Translated from German into English\nby Helen Zimmern)\nis in the public domain.\n\n\nOrder this text as book: Beyond Good and Evil at Amazon.\n\n\nThis Authorama page has been created by Philipp Lenssen\nbased on the Project Gutenberg text version.\n\nPage last updated on April 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Beyond Good & Evil: Prelude to a Philosophy of the FutureBy Friedrich NietzscheAt Amazon"
    ]
}