{
    "title": "Beyond Good and Evil - Chapter II: The Free Spirit",
    "author": "Friedrich Nietzsche",
    "chapter": "3",
    "content": [
        "\n\n",
        "\n24. O sancta simplicitiatas! In what strange simplification and\nfalsification man lives! One can never cease wondering when once\none has got eyes for beholding this marvel! How we have made\neverything around us clear and free and easy and simple! how we\nhave been able to give our senses a passport to everything\nsuperficial, our thoughts a godlike desire for wanton pranks and\nwrong inferences!—how from the beginning, we have contrived to\nretain our ignorance in order to enjoy an almost inconceivable\nfreedom, thoughtlessness, imprudence, heartiness, and gaiety—in\norder to enjoy life! And only on this solidified, granitelike\nfoundation of ignorance could knowledge rear itself hitherto, the\nwill to knowledge on the foundation of a far more powerful will,\nthe will to ignorance, to the uncertain, to the untrue! Not as\nits opposite, but—as its refinement! It is to be hoped, indeed,\nthat LANGUAGE, here as elsewhere, will not get over its\nawkwardness, and that it will continue to talk of opposites where\nthere are only degrees and many refinements of gradation; it is\nequally to be hoped that the incarnated Tartuffery of morals,\nwhich now belongs to our unconquerable “flesh and blood,” will\nturn the words round in the mouths of us discerning ones. Here\nand there we understand it, and laugh at the way in which\nprecisely the best knowledge seeks most to retain us in this\nSIMPLIFIED, thoroughly artificial, suitably imagined, and\nsuitably falsified world: at the way in which, whether it will or\nnot, it loves error, because, as living itself, it loves life!",
        "25. After such a cheerful commencement, a serious word would fain\nbe heard; it appeals to the most serious minds. Take care, ye\nphilosophers and friends of knowledge, and beware of martyrdom!\nOf suffering “for the truth’s sake”! even in your own defense! It\nspoils all the innocence and fine neutrality of your conscience;\nit makes you headstrong against objections and red rags; it\nstupefies, animalizes, and brutalizes, when in the struggle with\ndanger, slander, suspicion, expulsion, and even worse\nconsequences of enmity, ye have at last to play your last card as\nprotectors of truth upon earth—as though “the Truth” were such\nan innocent and incompetent creature as to require protectors!\nand you of all people, ye knights of the sorrowful countenance,\nMessrs Loafers and Cobweb-spinners of the spirit! Finally, ye\nknow sufficiently well that it cannot be of any consequence if YE\njust carry your point; ye know that hitherto no philosopher has\ncarried his point, and that there might be a more laudable\ntruthfulness in every little interrogative mark which you place\nafter your special words and favourite doctrines (and\noccasionally after yourselves) than in all the solemn pantomime\nand trumping games before accusers and law-courts! Rather go out\nof the way! Flee into concealment! And have your masks and your\nruses, that ye may be mistaken for what you are, or somewhat\nfeared! And pray, don’t forget the garden, the garden with golden\ntrellis-work! And have people around you who are as a garden—or\nas music on the waters at eventide, when already the day becomes\na memory. Choose the GOOD solitude, the free, wanton, lightsome\nsolitude, which also gives you the right still to remain good in\nany sense whatsoever! How poisonous, how crafty, how bad, does\nevery long war make one, which cannot be waged openly by means of\nforce! How PERSONAL does a long fear make one, a long watching of\nenemies, of possible enemies! These pariahs of society, these\nlong-pursued, badly-persecuted ones—also the compulsory\nrecluses, the Spinozas or Giordano Brunos—always become in the\nend, even under the most intellectual masquerade, and perhaps\nwithout being themselves aware of it, refined vengeance-seekers\nand poison-Brewers (just lay bare the foundation of Spinoza’s\nethics and theology!), not to speak of the stupidity of moral\nindignation, which is the unfailing sign in a philosopher that\nthe sense of philosophical humour has left him. The martyrdom of\nthe philosopher, his “sacrifice for the sake of truth,” forces\ninto the light whatever of the agitator and actor lurks in him;\nand if one has hitherto contemplated him only with artistic\ncuriosity, with regard to many a philosopher it is easy to\nunderstand the dangerous desire to see him also in his\ndeterioration (deteriorated into a “martyr,” into a stage-and-\ntribune-bawler). Only, that it is necessary with such a desire to\nbe clear WHAT spectacle one will see in any case—merely a\nsatyric play, merely an epilogue farce, merely the continued\nproof that the long, real tragedy IS AT AN END, supposing that\nevery philosophy has been a long tragedy in its origin.",
        "26. Every select man strives instinctively for a citadel and a\nprivacy, where he is FREE from the crowd, the many, the majority—\nwhere he may forget “men who are the rule,” as their exception;—\nexclusive only of the case in which he is pushed straight to\nsuch men by a still stronger instinct, as a discerner in the\ngreat and exceptional sense. Whoever, in intercourse with men,\ndoes not occasionally glisten in all the green and grey colours\nof distress, owing to disgust, satiety, sympathy, gloominess, and\nsolitariness, is assuredly not a man of elevated tastes;\nsupposing, however, that he does not voluntarily take all this\nburden and disgust upon himself, that he persistently avoids it,\nand remains, as I said, quietly and proudly hidden in his\ncitadel, one thing is then certain: he was not made, he was not\npredestined for knowledge. For as such, he would one day have to\nsay to himself: “The devil take my good taste! but ’the rule’ is\nmore interesting than the exception—than myself, the exception!\"\nAnd he would go DOWN, and above all, he would go “inside.” The\nlong and serious study of the AVERAGE man—and consequently much\ndisguise, self-overcoming, familiarity, and bad intercourse (all\nintercourse is bad intercourse except with one’s equals):—that\nconstitutes a necessary part of the life-history of every\nphilosopher; perhaps the most disagreeable, odious, and\ndisappointing part. If he is fortunate, however, as a favourite\nchild of knowledge should be, he will meet with suitable\nauxiliaries who will shorten and lighten his task; I mean so-\ncalled cynics, those who simply recognize the animal, the\ncommonplace and “the rule” in themselves, and at the same time\nhave so much spirituality and ticklishness as to make them talk\nof themselves and their like BEFORE WITNESSES—sometimes they\nwallow, even in books, as on their own dung-hill. Cynicism is the\nonly form in which base souls approach what is called honesty;\nand the higher man must open his ears to all the coarser or finer\ncynicism, and congratulate himself when the clown becomes\nshameless right before him, or the scientific satyr speaks out.\nThere are even cases where enchantment mixes with the disgust—\nnamely, where by a freak of nature, genius is bound to some such\nindiscreet billy-goat and ape, as in the case of the Abbe\nGaliani, the profoundest, acutest, and perhaps also filthiest man\nof his century—he was far profounder than Voltaire, and\nconsequently also, a good deal more silent. It happens more\nfrequently, as has been hinted, that a scientific head is placed\non an ape’s body, a fine exceptional understanding in a base\nsoul, an occurrence by no means rare, especially among doctors\nand moral physiologists. And whenever anyone speaks without\nbitterness, or rather quite innocently, of man as a belly with\ntwo requirements, and a head with one; whenever any one sees,\nseeks, and WANTS to see only hunger, sexual instinct, and vanity\nas the real and only motives of human actions; in short, when any\none speaks “badly\"—and not even “ill\"—of man, then ought the\nlover of knowledge to hearken attentively and diligently; he\nought, in general, to have an open ear wherever there is talk\nwithout indignation. For the indignant man, and he who\nperpetually tears and lacerates himself with his own teeth (or,\nin place of himself, the world, God, or society), may indeed,\nmorally speaking, stand higher than the laughing and self-\nsatisfied satyr, but in every other sense he is the more\nordinary, more indifferent, and less instructive case. And no one\nis such a LIAR as the indignant man.",
        "27. It is difficult to be understood, especially when one thinks\nand lives gangasrotogati [Footnote: Like the river Ganges:\npresto.] among those only who think and live otherwise—namely,\nkurmagati [Footnote: Like the tortoise: lento.], or at best\n“froglike,” mandeikagati [Footnote: Like the frog: staccato.] (I\ndo everything to be “difficultly understood” myself!)—and one\nshould be heartily grateful for the good will to some refinement\nof interpretation. As regards “the good friends,” however, who\nare always too easy-going, and think that as friends they have a\nright to ease, one does well at the very first to grant them a\nplay-ground and romping-place for misunderstanding—one can thus\nlaugh still; or get rid of them altogether, these good friends—\nand laugh then also!",
        "28. What is most difficult to render from one language into\nanother is the TEMPO of its style, which has its basis in the\ncharacter of the race, or to speak more physiologically, in the\naverage TEMPO of the assimilation of its nutriment. There are\nhonestly meant translations, which, as involuntary\nvulgarizations, are almost falsifications of the original, merely\nbecause its lively and merry TEMPO (which overleaps and obviates\nall dangers in word and expression) could not also be rendered. A\nGerman is almost incapacitated for PRESTO in his language;\nconsequently also, as may be reasonably inferred, for many of the\nmost delightful and daring NUANCES of free, free-spirited\nthought. And just as the buffoon and satyr are foreign to him in\nbody and conscience, so Aristophanes and Petronius are\nuntranslatable for him. Everything ponderous, viscous, and\npompously clumsy, all long-winded and wearying species of style,\nare developed in profuse variety among Germans—pardon me for\nstating the fact that even Goethe’s prose, in its mixture of\nstiffness and elegance, is no exception, as a reflection of the\n“good old time” to which it belongs, and as an expression of\nGerman taste at a time when there was still a “German taste,\"\nwhich was a rococo-taste in moribus et artibus. Lessing is an\nexception, owing to his histrionic nature, which understood much,\nand was versed in many things; he who was not the translator of\nBayle to no purpose, who took refuge willingly in the shadow of\nDiderot and Voltaire, and still more willingly among the Roman\ncomedy-writers—Lessing loved also free-spiritism in the TEMPO,\nand flight out of Germany. But how could the German language,\neven in the prose of Lessing, imitate the TEMPO of Machiavelli,\nwho in his “Principe” makes us breathe the dry, fine air of\nFlorence, and cannot help presenting the most serious events in a\nboisterous allegrissimo, perhaps not without a malicious artistic\nsense of the contrast he ventures to present—long, heavy,\ndifficult, dangerous thoughts, and a TEMPO of the gallop, and of\nthe best, wantonest humour? Finally, who would venture on a\nGerman translation of Petronius, who, more than any great\nmusician hitherto, was a master of PRESTO in invention, ideas,\nand words? What matter in the end about the swamps of the sick,\nevil world, or of the “ancient world,” when like him, one has the\nfeet of a wind, the rush, the breath, the emancipating scorn of a\nwind, which makes everything healthy, by making everything RUN!\nAnd with regard to Aristophanes—that transfiguring,\ncomplementary genius, for whose sake one PARDONS all Hellenism\nfor having existed, provided one has understood in its full\nprofundity ALL that there requires pardon and transfiguration;\nthere is nothing that has caused me to meditate more on PLATO’S\nsecrecy and sphinx-like nature, than the happily preserved petit\nfait that under the pillow of his death-bed there was found no\n“Bible,” nor anything Egyptian, Pythagorean, or Platonic—but a\nbook of Aristophanes. How could even Plato have endured life—a\nGreek life which he repudiated—without an Aristophanes!",
        "29. It is the business of the very few to be independent; it is a\nprivilege of the strong. And whoever attempts it, even with the\nbest right, but without being OBLIGED to do so, proves that he is\nprobably not only strong, but also daring beyond measure. He\nenters into a labyrinth, he multiplies a thousandfold the dangers\nwhich life in itself already brings with it; not the least of\nwhich is that no one can see how and where he loses his way,\nbecomes isolated, and is torn piecemeal by some minotaur of\nconscience. Supposing such a one comes to grief, it is so far\nfrom the comprehension of men that they neither feel it, nor\nsympathize with it. And he cannot any longer go back! He cannot\neven go back again to the sympathy of men!",
        "30. Our deepest insights must—and should—appear as follies, and\nunder certain circumstances as crimes, when they come\nunauthorizedly to the ears of those who are not disposed and\npredestined for them. The exoteric and the esoteric, as they were\nformerly distinguished by philosophers—among the Indians, as\namong the Greeks, Persians, and Mussulmans, in short, wherever\npeople believed in gradations of rank and NOT in equality and\nequal rights—are not so much in contradistinction to one another\nin respect to the exoteric class, standing without, and viewing,\nestimating, measuring, and judging from the outside, and not from\nthe inside; the more essential distinction is that the class in\nquestion views things from below upwards—while the esoteric\nclass views things FROM ABOVE DOWNWARDS. There are heights of the\nsoul from which tragedy itself no longer appears to operate\ntragically; and if all the woe in the world were taken together,\nwho would dare to decide whether the sight of it would\nNECESSARILY seduce and constrain to sympathy, and thus to a\ndoubling of the woe? . . . That which serves the higher class of\nmen for nourishment or refreshment, must be almost poison to an\nentirely different and lower order of human beings. The virtues\nof the common man would perhaps mean vice and weakness in a\nphilosopher; it might be possible for a highly developed man,\nsupposing him to degenerate and go to ruin, to acquire qualities\nthereby alone, for the sake of which he would have to be honoured\nas a saint in the lower world into which he had sunk. There are\nbooks which have an inverse value for the soul and the health\naccording as the inferior soul and the lower vitality, or the\nhigher and more powerful, make use of them. In the former case\nthey are dangerous, disturbing, unsettling books, in the latter\ncase they are herald-calls which summon the bravest to THEIR\nbravery. Books for the general reader are always ill-smelling\nbooks, the odour of paltry people clings to them. Where the\npopulace eat and drink, and even where they reverence, it is\naccustomed to stink. One should not go into churches if one\nwishes to breathe PURE air.",
        "31. In our youthful years we still venerate and despise without\nthe art of NUANCE, which is the best gain of life, and we have\nrightly to do hard penance for having fallen upon men and things\nwith Yea and Nay. Everything is so arranged that the worst of all\ntastes, THE TASTE FOR THE UNCONDITIONAL, is cruelly befooled and\nabused, until a man learns to introduce a little art into his\nsentiments, and prefers to try conclusions with the artificial,\nas do the real artists of life. The angry and reverent spirit\npeculiar to youth appears to allow itself no peace, until it has\nsuitably falsified men and things, to be able to vent its passion\nupon them: youth in itself even, is something falsifying and\ndeceptive. Later on, when the young soul, tortured by continual\ndisillusions, finally turns suspiciously against itself—still\nardent and savage even in its suspicion and remorse of\nconscience: how it upbraids itself, how impatiently it tears\nitself, how it revenges itself for its long self-blinding, as\nthough it had been a voluntary blindness! In this transition one\npunishes oneself by distrust of one’s sentiments; one tortures\none’s enthusiasm with doubt, one feels even the good conscience\nto be a danger, as if it were the self-concealment and lassitude\nof a more refined uprightness; and above all, one espouses upon\nprinciple the cause AGAINST “youth.\"—A decade later, and one\ncomprehends that all this was also still—youth!",
        "32. Throughout the longest period of human history—one calls it\nthe prehistoric period—the value or non-value of an action was\ninferred from its CONSEQUENCES; the action in itself was not\ntaken into consideration, any more than its origin; but pretty\nmuch as in China at present, where the distinction or disgrace of\na child redounds to its parents, the retro-operating power of\nsuccess or failure was what induced men to think well or ill of\nan action. Let us call this period the PRE-MORAL period of\nmankind; the imperative, “Know thyself!” was then still unknown.\n—In the last ten thousand years, on the other hand, on certain\nlarge portions of the earth, one has gradually got so far, that\none no longer lets the consequences of an action, but its origin,\ndecide with regard to its worth: a great achievement as a whole,\nan important refinement of vision and of criterion, the\nunconscious effect of the supremacy of aristocratic values and of\nthe belief in “origin,” the mark of a period which may be\ndesignated in the narrower sense as the MORAL one: the first\nattempt at self-knowledge is thereby made. Instead of the\nconsequences, the origin—what an inversion of perspective! And\nassuredly an inversion effected only after long struggle and\nwavering! To be sure, an ominous new superstition, a peculiar\nnarrowness of interpretation, attained supremacy precisely\nthereby: the origin of an action was interpreted in the most\ndefinite sense possible, as origin out of an INTENTION; people\nwere agreed in the belief that the value of an action lay in the\nvalue of its intention. The intention as the sole origin and\nantecedent history of an action: under the influence of this\nprejudice moral praise and blame have been bestowed, and men have\njudged and even philosophized almost up to the present day.—Is\nit not possible, however, that the necessity may now have arisen\nof again making up our minds with regard to the reversing and\nfundamental shifting of values, owing to a new self-consciousness\nand acuteness in man—is it not possible that we may be standing\non the threshold of a period which to begin with, would be\ndistinguished negatively as ULTRA-MORAL: nowadays when, at least\namong us immoralists, the suspicion arises that the decisive\nvalue of an action lies precisely in that which is NOT\nINTENTIONAL, and that all its intentionalness, all that is seen,\nsensible, or “sensed” in it, belongs to its surface or skin—\nwhich, like every skin, betrays something, but CONCEALS still\nmore? In short, we believe that the intention is only a sign or\nsymptom, which first requires an explanation—a sign, moreover,\nwhich has too many interpretations, and consequently hardly any\nmeaning in itself alone: that morality, in the sense in which it\nhas been understood hitherto, as intention-morality, has been a\nprejudice, perhaps a prematureness or preliminariness, probably\nsomething of the same rank as astrology and alchemy, but in any\ncase something which must be surmounted. The surmounting of\nmorality, in a certain sense even the self-mounting of morality—\nlet that be the name for the long-secret labour which has been\nreserved for the most refined, the most upright, and also the\nmost wicked consciences of today, as the living touchstones of\nthe soul.",
        "33. It cannot be helped: the sentiment of surrender, of sacrifice\nfor one’s neighbour, and all self-renunciation-morality, must be\nmercilessly called to account, and brought to judgment; just as\nthe aesthetics of “disinterested contemplation,” under which the\nemasculation of art nowadays seeks insidiously enough to create\nitself a good conscience. There is far too much witchery and\nsugar in the sentiments “for others” and “NOT for myself,” for\none not needing to be doubly distrustful here, and for one asking\npromptly: “Are they not perhaps—DECEPTIONS?\"—That they PLEASE—\nhim who has them, and him who enjoys their fruit, and also the\nmere spectator—that is still no argument in their FAVOUR, but\njust calls for caution. Let us therefore be cautious!",
        "34. At whatever standpoint of philosophy one may place oneself\nnowadays, seen from every position, the ERRONEOUSNESS of the\nworld in which we think we live is the surest and most certain\nthing our eyes can light upon: we find proof after proof thereof,\nwhich would fain allure us into surmises concerning a deceptive\nprinciple in the “nature of things.” He, however, who makes\nthinking itself, and consequently “the spirit,” responsible for\nthe falseness of the world—an honourable exit, which every\nconscious or unconscious advocatus dei avails himself of—he who\nregards this world, including space, time, form, and movement, as\nfalsely DEDUCED, would have at least good reason in the end to\nbecome distrustful also of all thinking; has it not hitherto been\nplaying upon us the worst of scurvy tricks? and what guarantee\nwould it give that it would not continue to do what it has always\nbeen doing? In all seriousness, the innocence of thinkers has\nsomething touching and respect-inspiring in it, which even\nnowadays permits them to wait upon consciousness with the request\nthat it will give them HONEST answers: for example, whether it be\n“real” or not, and why it keeps the outer world so resolutely at\na distance, and other questions of the same description. The\nbelief in “immediate certainties” is a MORAL NAIVETE which does\nhonour to us philosophers; but—we have now to cease being\n“MERELY moral” men! Apart from morality, such belief is a folly\nwhich does little honour to us! If in middle-class life an ever-\nready distrust is regarded as the sign of a “bad character,” and\nconsequently as an imprudence, here among us, beyond the middle-\nclass world and its Yeas and Nays, what should prevent our being\nimprudent and saying: the philosopher has at length a RIGHT to\n“bad character,” as the being who has hitherto been most befooled\non earth—he is now under OBLIGATION to distrustfulness, to the\nwickedest squinting out of every abyss of suspicion.—Forgive me\nthe joke of this gloomy grimace and turn of expression; for I\nmyself have long ago learned to think and estimate differently\nwith regard to deceiving and being deceived, and I keep at least\na couple of pokes in the ribs ready for the blind rage with which\nphilosophers struggle against being deceived. Why NOT? It is\nnothing more than a moral prejudice that truth is worth more than\nsemblance; it is, in fact, the worst proved supposition in the\nworld. So much must be conceded: there could have been no life at\nall except upon the basis of perspective estimates and\nsemblances; and if, with the virtuous enthusiasm and stupidity of\nmany philosophers, one wished to do away altogether with the\n“seeming world\"—well, granted that YOU could do that,—at least\nnothing of your “truth” would thereby remain! Indeed, what is it\nthat forces us in general to the supposition that there is an\nessential opposition of “true” and “false”? Is it not enough to\nsuppose degrees of seemingness, and as it were lighter and darker\nshades and tones of semblance—different valeurs, as the painters\nsay? Why might not the world WHICH CONCERNS US—be a fiction? And\nto any one who suggested: “But to a fiction belongs an\noriginator?\"—might it not be bluntly replied: WHY? May not this\n“belong” also belong to the fiction? Is it not at length\npermitted to be a little ironical towards the subject, just as\ntowards the predicate and object? Might not the philosopher\nelevate himself above faith in grammar? All respect to\ngovernesses, but is it not time that philosophy should renounce\ngoverness-faith?",
        "35. O Voltaire! O humanity! O idiocy! There is something ticklish\nin “the truth,” and in the SEARCH for the truth; and if man goes\nabout it too humanely—\"il ne cherche le vrai que pour faire le\nbien\"—I wager he finds nothing!",
        "36. Supposing that nothing else is “given” as real but our world\nof desires and passions, that we cannot sink or rise to any other\n“reality” but just that of our impulses—for thinking is only a\nrelation of these impulses to one another:—are we not permitted\nto make the attempt and to ask the question whether this which is\n“given” does not SUFFICE, by means of our counterparts, for the\nunderstanding even of the so-called mechanical (or “material”)\nworld? I do not mean as an illusion, a “semblance,” a\n“representation” (in the Berkeleyan and Schopenhauerian sense),\nbut as possessing the same degree of reality as our emotions\nthemselves—as a more primitive form of the world of emotions, in\nwhich everything still lies locked in a mighty unity, which\nafterwards branches off and develops itself in organic processes\n(naturally also, refines and debilitates)—as a kind of\ninstinctive life in which all organic functions, including self-\nregulation, assimilation, nutrition, secretion, and change of\nmatter, are still synthetically united with one another—as a\nPRIMARY FORM of life?—In the end, it is not only permitted to\nmake this attempt, it is commanded by the conscience of LOGICAL\nMETHOD. Not to assume several kinds of causality, so long as the\nattempt to get along with a single one has not been pushed to its\nfurthest extent (to absurdity, if I may be allowed to say so):\nthat is a morality of method which one may not repudiate\nnowadays—it follows “from its definition,” as mathematicians\nsay. The question is ultimately whether we really recognize the\nwill as OPERATING, whether we believe in the causality of the\nwill; if we do so—and fundamentally our belief IN THIS is just\nour belief in causality itself—we MUST make the attempt to posit\nhypothetically the causality of the will as the only causality.\n“Will” can naturally only operate on “will\"—and not on “matter\"\n(not on “nerves,” for instance): in short, the hypothesis must be\nhazarded, whether will does not operate on will wherever\n“effects” are recognized—and whether all mechanical action,\ninasmuch as a power operates therein, is not just the power of\nwill, the effect of will. Granted, finally, that we succeeded in\nexplaining our entire instinctive life as the development and\nramification of one fundamental form of will—namely, the Will to\nPower, as my thesis puts it; granted that all organic functions\ncould be traced back to this Will to Power, and that the solution\nof the problem of generation and nutrition—it is one problem—\ncould also be found therein: one would thus have acquired the\nright to define ALL active force unequivocally as WILL TO POWER.\nThe world seen from within, the world defined and designated\naccording to its “intelligible character\"—it would simply be\n“Will to Power,” and nothing else.",
        "37. “What? Does not that mean in popular language: God is\ndisproved, but not the devil?\"—On the contrary! On the contrary,\nmy friends! And who the devil also compels you to speak\npopularly!",
        "38. As happened finally in all the enlightenment of modern times\nwith the French Revolution (that terrible farce, quite\nsuperfluous when judged close at hand, into which, however, the\nnoble and visionary spectators of all Europe have interpreted\nfrom a distance their own indignation and enthusiasm so long and\npassionately, UNTIL THE TEXT HAS DISAPPEARED UNDER THE\nINTERPRETATION), so a noble posterity might once more\nmisunderstand the whole of the past, and perhaps only thereby\nmake ITS aspect endurable.—Or rather, has not this already\nhappened? Have not we ourselves been—that “noble posterity”?\nAnd, in so far as we now comprehend this, is it not—thereby\nalready past?",
        "39. Nobody will very readily regard a doctrine as true merely\nbecause it makes people happy or virtuous—excepting, perhaps,\nthe amiable “Idealists,” who are enthusiastic about the good,\ntrue, and beautiful, and let all kinds of motley, coarse, and\ngood-natured desirabilities swim about promiscuously in their\npond. Happiness and virtue are no arguments. It is willingly\nforgotten, however, even on the part of thoughtful minds, that to\nmake unhappy and to make bad are just as little counter-\narguments. A thing could be TRUE, although it were in the highest\ndegree injurious and dangerous; indeed, the fundamental\nconstitution of existence might be such that one succumbed by a\nfull knowledge of it—so that the strength of a mind might be\nmeasured by the amount of “truth” it could endure—or to speak\nmore plainly, by the extent to which it REQUIRED truth\nattenuated, veiled, sweetened, damped, and falsified. But there\nis no doubt that for the discovery of certain PORTIONS of truth\nthe wicked and unfortunate are more favourably situated and have\na greater likelihood of success; not to speak of the wicked who\nare happy—a species about whom moralists are silent. Perhaps\nseverity and craft are more favourable conditions for the\ndevelopment of strong, independent spirits and philosophers than\nthe gentle, refined, yielding good-nature, and habit of taking\nthings easily, which are prized, and rightly prized in a learned\nman. Presupposing always, to begin with, that the term\n“philosopher” be not confined to the philosopher who writes\nbooks, or even introduces HIS philosophy into books!—Stendhal\nfurnishes a last feature of the portrait of the free-spirited\nphilosopher, which for the sake of German taste I will not omit\nto underline—for it is OPPOSED to German taste. “Pour etre bon\nphilosophe,” says this last great psychologist, “il faut etre\nsec, clair, sans illusion. Un banquier, qui a fait fortune, a une\npartie du caractere requis pour faire des decouvertes en\nphilosophie, c’est-a-dire pour voir clair dans ce qui est.”",
        "40. Everything that is profound loves the mask: the profoundest\nthings have a hatred even of figure and likeness. Should not the\nCONTRARY only be the right disguise for the shame of a God to go\nabout in? A question worth asking!—it would be strange if some\nmystic has not already ventured on the same kind of thing. There\nare proceedings of such a delicate nature that it is well to\noverwhelm them with coarseness and make them unrecognizable;\nthere are actions of love and of an extravagant magnanimity after\nwhich nothing can be wiser than to take a stick and thrash the\nwitness soundly: one thereby obscures his recollection. Many a\none is able to obscure and abuse his own memory, in order at\nleast to have vengeance on this sole party in the secret: shame\nis inventive. They are not the worst things of which one is most\nashamed: there is not only deceit behind a mask—there is so much\ngoodness in craft. I could imagine that a man with something\ncostly and fragile to conceal, would roll through life clumsily\nand rotundly like an old, green, heavily-hooped wine-cask: the\nrefinement of his shame requiring it to be so. A man who has\ndepths in his shame meets his destiny and his delicate decisions\nupon paths which few ever reach, and with regard to the existence\nof which his nearest and most intimate friends may be ignorant;\nhis mortal danger conceals itself from their eyes, and equally so\nhis regained security. Such a hidden nature, which instinctively\nemploys speech for silence and concealment, and is inexhaustible\nin evasion of communication, DESIRES and insists that a mask of\nhimself shall occupy his place in the hearts and heads of his\nfriends; and supposing he does not desire it, his eyes will some\nday be opened to the fact that there is nevertheless a mask of\nhim there—and that it is well to be so. Every profound spirit\nneeds a mask; nay, more, around every profound spirit there\ncontinually grows a mask, owing to the constantly false, that is\nto say, SUPERFICIAL interpretation of every word he utters, every\nstep he takes, every sign of life he manifests.",
        "41. One must subject oneself to one’s own tests that one is\ndestined for independence and command, and do so at the right\ntime. One must not avoid one’s tests, although they constitute\nperhaps the most dangerous game one can play, and are in the end\ntests made only before ourselves and before no other judge. Not\nto cleave to any person, be it even the dearest—every person is\na prison and also a recess. Not to cleave to a fatherland, be it\neven the most suffering and necessitous—it is even less\ndifficult to detach one’s heart from a victorious fatherland. Not\nto cleave to a sympathy, be it even for higher men, into whose\npeculiar torture and helplessness chance has given us an insight.\nNot to cleave to a science, though it tempt one with the most\nvaluable discoveries, apparently specially reserved for us. Not\nto cleave to one’s own liberation, to the voluptuous distance and\nremoteness of the bird, which always flies further aloft in order\nalways to see more under it—the danger of the flier. Not to\ncleave to our own virtues, nor become as a whole a victim to any\nof our specialties, to our “hospitality” for instance, which is\nthe danger of dangers for highly developed and wealthy souls, who\ndeal prodigally, almost indifferently with themselves, and push\nthe virtue of liberality so far that it becomes a vice. One must\nknow how TO CONSERVE ONESELF—the best test of independence.",
        "42. A new order of philosophers is appearing; I shall venture to\nbaptize them by a name not without danger. As far as I understand\nthem, as far as they allow themselves to be understood—for it is\ntheir nature to WISH to remain something of a puzzle—these\nphilosophers of the future might rightly, perhaps also wrongly,\nclaim to be designated as “tempters.” This name itself is after\nall only an attempt, or, if it be preferred, a temptation.",
        "43. Will they be new friends of “truth,” these coming\nphilosophers? Very probably, for all philosophers hitherto have\nloved their truths. But assuredly they will not be dogmatists. It\nmust be contrary to their pride, and also contrary to their\ntaste, that their truth should still be truth for every one—that\nwhich has hitherto been the secret wish and ultimate purpose of\nall dogmatic efforts. “My opinion is MY opinion: another person\nhas not easily a right to it\"—such a philosopher of the future\nwill say, perhaps. One must renounce the bad taste of wishing to\nagree with many people. “Good” is no longer good when one’s\nneighbour takes it into his mouth. And how could there be a\n“common good”! The expression contradicts itself; that which can\nbe common is always of small value. In the end things must be as\nthey are and have always been—the great things remain for the\ngreat, the abysses for the profound, the delicacies and thrills\nfor the refined, and, to sum up shortly, everything rare for the\nrare.",
        "\n44. Need I say expressly after all this that they will be free,\nVERY free spirits, these philosophers of the future—as certainly\nalso they will not be merely free spirits, but something more,\nhigher, greater, and fundamentally different, which does not wish\nto be misunderstood and mistaken? But while I say this, I feel\nunder OBLIGATION almost as much to them as to ourselves (we free\nspirits who are their heralds and forerunners), to sweep away\nfrom ourselves altogether a stupid old prejudice and\nmisunderstanding, which, like a fog, has too long made the\nconception of “free spirit” obscure. In every country of Europe,\nand the same in America, there is at present something which\nmakes an abuse of this name a very narrow, prepossessed,\nenchained class of spirits, who desire almost the opposite of\nwhat our intentions and instincts prompt—not to mention that in\nrespect to the NEW philosophers who are appearing, they must\nstill more be closed windows and bolted doors. Briefly and\nregrettably, they belong to the LEVELLERS, these wrongly named\n“free spirits\"—as glib-tongued and scribe-fingered slaves of the\ndemocratic taste and its “modern ideas” all of them men without\nsolitude, without personal solitude, blunt honest fellows to whom\nneither courage nor honourable conduct ought to be denied, only,\nthey are not free, and are ludicrously superficial, especially in\ntheir innate partiality for seeing the cause of almost ALL human\nmisery and failure in the old forms in which society has hitherto\nexisted—a notion which happily inverts the truth entirely! What\nthey would fain attain with all their strength, is the universal,\ngreen-meadow happiness of the herd, together with security,\nsafety, comfort, and alleviation of life for every one, their two\nmost frequently chanted songs and doctrines are called “Equality\nof Rights” and “Sympathy with All Sufferers\"—and suffering\nitself is looked upon by them as something which must be DONE\nAWAY WITH. We opposite ones, however, who have opened our eye and\nconscience to the question how and where the plant “man” has\nhitherto grown most vigorously, believe that this has always\ntaken place under the opposite conditions, that for this end the\ndangerousness of his situation had to be increased enormously,\nhis inventive faculty and dissembling power (his “spirit”) had to\ndevelop into subtlety and daring under long oppression and\ncompulsion, and his Will to Life had to be increased to the\nunconditioned Will to Power—we believe that severity, violence,\nslavery, danger in the street and in the heart, secrecy,\nstoicism, tempter’s art and devilry of every kind,—that\neverything wicked, terrible, tyrannical, predatory, and\nserpentine in man, serves as well for the elevation of the human\nspecies as its opposite—we do not even say enough when we only\nsay THIS MUCH, and in any case we find ourselves here, both with\nour speech and our silence, at the OTHER extreme of all modern\nideology and gregarious desirability, as their anti-podes\nperhaps? What wonder that we “free spirits” are not exactly the\nmost communicative spirits? that we do not wish to betray in\nevery respect WHAT a spirit can free itself from, and WHERE\nperhaps it will then be driven? And as to the import of the\ndangerous formula, “Beyond Good and Evil,” with which we at least\navoid confusion, we ARE something else than “libres-penseurs,\"\n“liben pensatori” “free-thinkers,” and whatever these honest\nadvocates of “modern ideas” like to call themselves. Having been\nat home, or at least guests, in many realms of the spirit, having\nescaped again and again from the gloomy, agreeable nooks in which\npreferences and prejudices, youth, origin, the accident of men\nand books, or even the weariness of travel seemed to confine us,\nfull of malice against the seductions of dependency which he\nconcealed in honours, money, positions, or exaltation of the\nsenses, grateful even for distress and the vicissitudes of\nillness, because they always free us from some rule, and its\n“prejudice,” grateful to the God, devil, sheep, and worm in us,\ninquisitive to a fault, investigators to the point of cruelty,\nwith unhesitating fingers for the intangible, with teeth and\nstomachs for the most indigestible, ready for any business that\nrequires sagacity and acute senses, ready for every adventure,\nowing to an excess of “free will”, with anterior and posterior\nsouls, into the ultimate intentions of which it is difficult to\npry, with foregrounds and backgrounds to the end of which no foot\nmay run, hidden ones under the mantles of light, appropriators,\nalthough we resemble heirs and spendthrifts, arrangers and\ncollectors from morning till night, misers of our wealth and our\nfull-crammed drawers, economical in learning and forgetting,\ninventive in scheming, sometimes proud of tables of categories,\nsometimes pedants, sometimes night-owls of work even in full day,\nyea, if necessary, even scarecrows—and it is necessary nowadays,\nthat is to say, inasmuch as we are the born, sworn, jealous\nfriends of SOLITUDE, of our own profoundest midnight and midday\nsolitude—such kind of men are we, we free spirits! And perhaps\nye are also something of the same kind, ye coming ones? ye NEW\nphilosophers?",
        "Continue...",
        "\nThis complete text of the Beyond Good and Evil book by Friedrich Nietzsche (Translated from German into English\nby Helen Zimmern)\nis in the public domain.\n\n\nOrder this text as book: Beyond Good and Evil at Amazon.\n\n\nThis Authorama page has been created by Philipp Lenssen\nbased on the Project Gutenberg text version.\n\nPage last updated on April 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Beyond Good & Evil: Prelude to a Philosophy of the FutureBy Friedrich NietzscheAt Amazon"
    ]
}