{
    "title": "Beyond Good and Evil - Chapter VI: We Scholars",
    "author": "Friedrich Nietzsche",
    "chapter": "7",
    "content": [
        "\n\n",
        "\n204. At the risk that moralizing may also reveal itself here as\nthat which it has always been—namely, resolutely MONTRER SES\nPLAIES, according to Balzac—I would venture to protest against\nan improper and injurious alteration of rank, which quite\nunnoticed, and as if with the best conscience, threatens nowadays\nto establish itself in the relations of science and philosophy. I\nmean to say that one must have the right out of one’s own\nEXPERIENCE—experience, as it seems to me, always implies\nunfortunate experience?—to treat of such an important question\nof rank, so as not to speak of colour like the blind, or AGAINST\nscience like women and artists (\"Ah! this dreadful science!” sigh\ntheir instinct and their shame, “it always FINDS THINGS OUT!”).\nThe declaration of independence of the scientific man, his\nemancipation from philosophy, is one of the subtler after-effects\nof democratic organization and disorganization: the self-\nglorification and self-conceitedness of the learned man is now\neverywhere in full bloom, and in its best springtime—which does\nnot mean to imply that in this case self-praise smells sweet.\nHere also the instinct of the populace cries, “Freedom from all\nmasters!” and after science has, with the happiest results,\nresisted theology, whose “hand-maid” it had been too long, it now\nproposes in its wantonness and indiscretion to lay down laws for\nphilosophy, and in its turn to play the “master\"—what am I\nsaying! to play the PHILOSOPHER on its own account. My memory—\nthe memory of a scientific man, if you please!—teems with the\nnaivetes of insolence which I have heard about philosophy and\nphilosophers from young naturalists and old physicians (not to\nmention the most cultured and most conceited of all learned men,\nthe philologists and schoolmasters, who are both the one and the\nother by profession). On one occasion it was the specialist and\nthe Jack Horner who instinctively stood on the defensive against\nall synthetic tasks and capabilities; at another time it was the\nindustrious worker who had got a scent of OTIUM and refined\nluxuriousness in the internal economy of the philosopher, and\nfelt himself aggrieved and belittled thereby. On another occasion\nit was the colour-blindness of the utilitarian, who sees nothing\nin philosophy but a series of REFUTED systems, and an extravagant\nexpenditure which “does nobody any good”. At another time the\nfear of disguised mysticism and of the boundary-adjustment of\nknowledge became conspicuous, at another time the disregard of\nindividual philosophers, which had involuntarily extended to\ndisregard of philosophy generally. In fine, I found most\nfrequently, behind the proud disdain of philosophy in young\nscholars, the evil after-effect of some particular philosopher,\nto whom on the whole obedience had been foresworn, without,\nhowever, the spell of his scornful estimates of other\nphilosophers having been got rid of—the result being a general\nill-will to all philosophy. (Such seems to me, for instance, the\nafter-effect of Schopenhauer on the most modern Germany: by his\nunintelligent rage against Hegel, he has succeeded in severing\nthe whole of the last generation of Germans from its connection\nwith German culture, which culture, all things considered, has\nbeen an elevation and a divining refinement of the HISTORICAL\nSENSE, but precisely at this point Schopenhauer himself was poor,\nirreceptive, and un-German to the extent of ingeniousness.) On\nthe whole, speaking generally, it may just have been the\nhumanness, all-too-humanness of the modern philosophers\nthemselves, in short, their contemptibleness, which has injured\nmost radically the reverence for philosophy and opened the doors\nto the instinct of the populace. Let it but be acknowledged to\nwhat an extent our modern world diverges from the whole style of\nthe world of Heraclitus, Plato, Empedocles, and whatever else all\nthe royal and magnificent anchorites of the spirit were called,\nand with what justice an honest man of science MAY feel himself\nof a better family and origin, in view of such representatives of\nphilosophy, who, owing to the fashion of the present day, are\njust as much aloft as they are down below—in Germany, for\ninstance, the two lions of Berlin, the anarchist Eugen Duhring\nand the amalgamist Eduard von Hartmann. It is especially the\nsight of those hotch-potch philosophers, who call themselves\n“realists,” or “positivists,” which is calculated to implant a\ndangerous distrust in the soul of a young and ambitious scholar\nthose philosophers, at the best, are themselves but scholars and\nspecialists, that is very evident! All of them are persons who\nhave been vanquished and BROUGHT BACK AGAIN under the dominion of\nscience, who at one time or another claimed more from themselves,\nwithout having a right to the “more” and its responsibility—and\nwho now, creditably, rancorously, and vindictively, represent in\nword and deed, DISBELIEF in the master-task and supremacy of\nphilosophy After all, how could it be otherwise? Science\nflourishes nowadays and has the good conscience clearly visible\non its countenance, while that to which the entire modern\nphilosophy has gradually sunk, the remnant of philosophy of the\npresent day, excites distrust and displeasure, if not scorn and\npity Philosophy reduced to a “theory of knowledge,” no more in\nfact than a diffident science of epochs and doctrine of\nforbearance a philosophy that never even gets beyond the\nthreshold, and rigorously DENIES itself the right to enter—that\nis philosophy in its last throes, an end, an agony, something\nthat awakens pity. How could such a philosophy—RULE!",
        "205. The dangers that beset the evolution of the philosopher are,\nin fact, so manifold nowadays, that one might doubt whether this\nfruit could still come to maturity. The extent and towering\nstructure of the sciences have increased enormously, and\ntherewith also the probability that the philosopher will grow\ntired even as a learner, or will attach himself somewhere and\n“specialize” so that he will no longer attain to his elevation,\nthat is to say, to his superspection, his circumspection, and his\nDESPECTION. Or he gets aloft too late, when the best of his\nmaturity and strength is past, or when he is impaired, coarsened,\nand deteriorated, so that his view, his general estimate of\nthings, is no longer of much importance. It is perhaps just the\nrefinement of his intellectual conscience that makes him hesitate\nand linger on the way, he dreads the temptation to become a\ndilettante, a millepede, a milleantenna, he knows too well that\nas a discerner, one who has lost his self-respect no longer\ncommands, no longer LEADS, unless he should aspire to become a\ngreat play-actor, a philosophical Cagliostro and spiritual rat-\ncatcher—in short, a misleader. This is in the last instance a\nquestion of taste, if it has not really been a question of\nconscience. To double once more the philosopher’s difficulties,\nthere is also the fact that he demands from himself a verdict, a\nYea or Nay, not concerning science, but concerning life and the\nworth of life—he learns unwillingly to believe that it is his\nright and even his duty to obtain this verdict, and he has to\nseek his way to the right and the belief only through the most\nextensive (perhaps disturbing and destroying) experiences, often\nhesitating, doubting, and dumbfounded. In fact, the philosopher\nhas long been mistaken and confused by the multitude, either with\nthe scientific man and ideal scholar, or with the religiously\nelevated, desensualized, desecularized visionary and God-\nintoxicated man; and even yet when one hears anybody praised,\nbecause he lives “wisely,” or “as a philosopher,” it hardly means\nanything more than “prudently and apart.” Wisdom: that seems to\nthe populace to be a kind of flight, a means and artifice for\nwithdrawing successfully from a bad game; but the GENUINE\nphilosopher—does it not seem so to US, my friends?—lives\n“unphilosophically” and “unwisely,” above all, IMPRUDENTLY, and\nfeels the obligation and burden of a hundred attempts and\ntemptations of life—he risks HIMSELF constantly, he plays THIS\nbad game.",
        "206. In relation to the genius, that is to say, a being who\neither ENGENDERS or PRODUCES—both words understood in their\nfullest sense—the man of learning, the scientific average man,\nhas always something of the old maid about him; for, like her, he\nis not conversant with the two principal functions of man. To\nboth, of course, to the scholar and to the old maid, one concedes\nrespectability, as if by way of indemnification—in these cases\none emphasizes the respectability—and yet, in the compulsion of\nthis concession, one has the same admixture of vexation. Let us\nexamine more closely: what is the scientific man? Firstly, a\ncommonplace type of man, with commonplace virtues: that is to\nsay, a non-ruling, non-authoritative, and non-self-sufficient\ntype of man; he possesses industry, patient adaptableness to rank\nand file, equability and moderation in capacity and requirement;\nhe has the instinct for people like himself, and for that which\nthey require—for instance: the portion of independence and green\nmeadow without which there is no rest from labour, the claim to\nhonour and consideration (which first and foremost presupposes\nrecognition and recognisability), the sunshine of a good name,\nthe perpetual ratification of his value and usefulness, with\nwhich the inward DISTRUST which lies at the bottom of the heart\nof all dependent men and gregarious animals, has again and again\nto be overcome. The learned man, as is appropriate, has also\nmaladies and faults of an ignoble kind: he is full of petty envy,\nand has a lynx-eye for the weak points in those natures to whose\nelevations he cannot attain. He is confiding, yet only as one who\nlets himself go, but does not FLOW; and precisely before the man\nof the great current he stands all the colder and more reserved—\nhis eye is then like a smooth and irresponsive lake, which is no\nlonger moved by rapture or sympathy. The worst and most dangerous\nthing of which a scholar is capable results from the instinct of\nmediocrity of his type, from the Jesuitism of mediocrity, which\nlabours instinctively for the destruction of the exceptional man,\nand endeavours to break—or still better, to relax—every bent\nbow To relax, of course, with consideration, and naturally with\nan indulgent hand—to RELAX with confiding sympathy that is the\nreal art of Jesuitism, which has always understood how to\nintroduce itself as the religion of sympathy.",
        "207. However gratefully one may welcome the OBJECTIVE spirit—and\nwho has not been sick to death of all subjectivity and its\nconfounded IPSISIMOSITY!—in the end, however, one must learn\ncaution even with regard to one’s gratitude, and put a stop to\nthe exaggeration with which the unselfing and depersonalizing of\nthe spirit has recently been celebrated, as if it were the goal\nin itself, as if it were salvation and glorification—as is\nespecially accustomed to happen in the pessimist school, which\nhas also in its turn good reasons for paying the highest honours\nto “disinterested knowledge” The objective man, who no longer\ncurses and scolds like the pessimist, the IDEAL man of learning\nin whom the scientific instinct blossoms forth fully after a\nthousand complete and partial failures, is assuredly one of the\nmost costly instruments that exist, but his place is in the hand\nof one who is more powerful He is only an instrument, we may say,\nhe is a MIRROR—he is no “purpose in himself” The objective man\nis in truth a mirror accustomed to prostration before everything\nthat wants to be known, with such desires only as knowing or\n“reflecting” implies—he waits until something comes, and then\nexpands himself sensitively, so that even the light footsteps and\ngliding-past of spiritual beings may not be lost on his surface\nand film Whatever “personality” he still possesses seems to him\naccidental, arbitrary, or still oftener, disturbing, so much has\nhe come to regard himself as the passage and reflection of\noutside forms and events He calls up the recollection of\n“himself” with an effort, and not infrequently wrongly, he\nreadily confounds himself with other persons, he makes mistakes\nwith regard to his own needs, and here only is he unrefined and\nnegligent Perhaps he is troubled about the health, or the\npettiness and confined atmosphere of wife and friend, or the lack\nof companions and society—indeed, he sets himself to reflect on\nhis suffering, but in vain! His thoughts already rove away to the\nMORE GENERAL case, and tomorrow he knows as little as he knew\nyesterday how to help himself He does not now take himself\nseriously and devote time to himself he is serene, NOT from lack\nof trouble, but from lack of capacity for grasping and dealing\nwith HIS trouble The habitual complaisance with respect to all\nobjects and experiences, the radiant and impartial hospitality\nwith which he receives everything that comes his way, his habit\nof inconsiderate good-nature, of dangerous indifference as to Yea\nand Nay: alas! there are enough of cases in which he has to atone\nfor these virtues of his!—and as man generally, he becomes far\ntoo easily the CAPUT MORTUUM of such virtues. Should one wish\nlove or hatred from him—I mean love and hatred as God, woman,\nand animal understand them—he will do what he can, and furnish\nwhat he can. But one must not be surprised if it should not be\nmuch—if he should show himself just at this point to be false,\nfragile, questionable, and deteriorated. His love is constrained,\nhis hatred is artificial, and rather UNN TOUR DE FORCE, a slight\nostentation and exaggeration. He is only genuine so far as he can\nbe objective; only in his serene totality is he still “nature\"\nand “natural.” His mirroring and eternally self-polishing soul no\nlonger knows how to affirm, no longer how to deny; he does not\ncommand; neither does he destroy. “JE NE MEPRISE PRESQUE RIEN\"—\nhe says, with Leibniz: let us not overlook nor undervalue the\nPRESQUE! Neither is he a model man; he does not go in advance of\nany one, nor after, either; he places himself generally too far\noff to have any reason for espousing the cause of either good or\nevil. If he has been so long confounded with the PHILOSOPHER,\nwith the Caesarian trainer and dictator of civilization, he has\nhad far too much honour, and what is more essential in him has\nbeen overlooked—he is an instrument, something of a slave,\nthough certainly the sublimest sort of slave, but nothing in\nhimself—PRESQUE RIEN! The objective man is an instrument, a\ncostly, easily injured, easily tarnished measuring instrument and\nmirroring apparatus, which is to be taken care of and respected;\nbut he is no goal, not outgoing nor upgoing, no complementary man\nin whom the REST of existence justifies itself, no termination—\nand still less a commencement, an engendering, or primary cause,\nnothing hardy, powerful, self-centred, that wants to be master;\nbut rather only a soft, inflated, delicate, movable potter’s-\nform, that must wait for some kind of content and frame to\n“shape” itself thereto—for the most part a man without frame and\ncontent, a “selfless” man. Consequently, also, nothing for women,\nIN PARENTHESI.",
        "208. When a philosopher nowadays makes known that he is not a\nskeptic—I hope that has been gathered from the foregoing\ndescription of the objective spirit?—people all hear it\nimpatiently; they regard him on that account with some\napprehension, they would like to ask so many, many questions . . .\nindeed among timid hearers, of whom there are now so many, he is\nhenceforth said to be dangerous. With his repudiation of\nskepticism, it seems to them as if they heard some evil-\nthreatening sound in the distance, as if a new kind of explosive\nwere being tried somewhere, a dynamite of the spirit, perhaps a\nnewly discovered Russian NIHILINE, a pessimism BONAE VOLUNTATIS,\nthat not only denies, means denial, but-dreadful thought!\nPRACTISES denial. Against this kind of “good-will\"—a will to the\nveritable, actual negation of life—there is, as is generally\nacknowledged nowadays, no better soporific and sedative than\nskepticism, the mild, pleasing, lulling poppy of skepticism; and\nHamlet himself is now prescribed by the doctors of the day as an\nantidote to the “spirit,” and its underground noises. “Are not\nour ears already full of bad sounds?” say the skeptics, as lovers\nof repose, and almost as a kind of safety police; “this\nsubterranean Nay is terrible! Be still, ye pessimistic moles!\"\nThe skeptic, in effect, that delicate creature, is far too easily\nfrightened; his conscience is schooled so as to start at every\nNay, and even at that sharp, decided Yea, and feels something\nlike a bite thereby. Yea! and Nay!—they seem to him opposed to\nmorality; he loves, on the contrary, to make a festival to his\nvirtue by a noble aloofness, while perhaps he says with\nMontaigne: “What do I know?” Or with Socrates: “I know that I\nknow nothing.” Or: “Here I do not trust myself, no door is open\nto me.” Or: “Even if the door were open, why should I enter\nimmediately?” Or: “What is the use of any hasty hypotheses? It\nmight quite well be in good taste to make no hypotheses at all.\nAre you absolutely obliged to straighten at once what is crooked?\nto stuff every hole with some kind of oakum? Is there not time\nenough for that? Has not the time leisure? Oh, ye demons, can ye\nnot at all WAIT? The uncertain also has its charms, the Sphinx,\ntoo, is a Circe, and Circe, too, was a philosopher.\"—Thus does a\nskeptic console himself; and in truth he needs some consolation.\nFor skepticism is the most spiritual expression of a certain\nmany-sided physiological temperament, which in ordinary language\nis called nervous debility and sickliness; it arises whenever\nraces or classes which have been long separated, decisively and\nsuddenly blend with one another. In the new generation, which has\ninherited as it were different standards and valuations in its\nblood, everything is disquiet, derangement, doubt, and\ntentativeness; the best powers operate restrictively, the very\nvirtues prevent each other growing and becoming strong,\nequilibrium, ballast, and perpendicular stability are lacking in\nbody and soul. That, however, which is most diseased and\ndegenerated in such nondescripts is the WILL; they are no longer\nfamiliar with independence of decision, or the courageous feeling\nof pleasure in willing—they are doubtful of the “freedom of the\nwill” even in their dreams Our present-day Europe, the scene of a\nsenseless, precipitate attempt at a radical blending of classes,\nand CONSEQUENTLY of races, is therefore skeptical in all its\nheights and depths, sometimes exhibiting the mobile skepticism\nwhich springs impatiently and wantonly from branch to branch,\nsometimes with gloomy aspect, like a cloud over-charged with\ninterrogative signs—and often sick unto death of its will!\nParalysis of will, where do we not find this cripple sitting\nnowadays! And yet how bedecked oftentimes’ How seductively\nornamented! There are the finest gala dresses and disguises for\nthis disease, and that, for instance, most of what places itself\nnowadays in the show-cases as “objectiveness,” “the scientific\nspirit,” “L’ART POUR L’ART,” and “pure voluntary knowledge,” is\nonly decked-out skepticism and paralysis of will—I am ready to\nanswer for this diagnosis of the European disease—The disease of\nthe will is diffused unequally over Europe, it is worst and most\nvaried where civilization has longest prevailed, it decreases\naccording as “the barbarian” still—or again—asserts his claims\nunder the loose drapery of Western culture It is therefore in the\nFrance of today, as can be readily disclosed and comprehended,\nthat the will is most infirm, and France, which has always had a\nmasterly aptitude for converting even the portentous crises of\nits spirit into something charming and seductive, now manifests\nemphatically its intellectual ascendancy over Europe, by being\nthe school and exhibition of all the charms of skepticism The\npower to will and to persist, moreover, in a resolution, is\nalready somewhat stronger in Germany, and again in the North of\nGermany it is stronger than in Central Germany, it is\nconsiderably stronger in England, Spain, and Corsica, associated\nwith phlegm in the former and with hard skulls in the latter—not\nto mention Italy, which is too young yet to know what it wants,\nand must first show whether it can exercise will, but it is\nstrongest and most surprising of all in that immense middle\nempire where Europe as it were flows back to Asia—namely, in\nRussia There the power to will has been long stored up and\naccumulated, there the will—uncertain whether to be negative or\naffirmative—waits threateningly to be discharged (to borrow\ntheir pet phrase from our physicists) Perhaps not only Indian\nwars and complications in Asia would be necessary to free Europe\nfrom its greatest danger, but also internal subversion, the\nshattering of the empire into small states, and above all the\nintroduction of parliamentary imbecility, together with the\nobligation of every one to read his newspaper at breakfast I do\nnot say this as one who desires it, in my heart I should rather\nprefer the contrary—I mean such an increase in the threatening\nattitude of Russia, that Europe would have to make up its mind to\nbecome equally threatening—namely, TO ACQUIRE ONE WILL, by means\nof a new caste to rule over the Continent, a persistent, dreadful\nwill of its own, that can set its aims thousands of years ahead;\nso that the long spun-out comedy of its petty-statism, and its\ndynastic as well as its democratic many-willed-ness, might\nfinally be brought to a close. The time for petty politics is\npast; the next century will bring the struggle for the dominion\nof the world—the COMPULSION to great politics.",
        "209. As to how far the new warlike age on which we Europeans have\nevidently entered may perhaps favour the growth of another and\nstronger kind of skepticism, I should like to express myself\npreliminarily merely by a parable, which the lovers of German\nhistory will already understand. That unscrupulous enthusiast for\nbig, handsome grenadiers (who, as King of Prussia, brought into\nbeing a military and skeptical genius—and therewith, in reality,\nthe new and now triumphantly emerged type of German), the\nproblematic, crazy father of Frederick the Great, had on one\npoint the very knack and lucky grasp of the genius: he knew what\nwas then lacking in Germany, the want of which was a hundred\ntimes more alarming and serious than any lack of culture and\nsocial form—his ill-will to the young Frederick resulted from\nthe anxiety of a profound instinct. MEN WERE LACKING; and he\nsuspected, to his bitterest regret, that his own son was not man\nenough. There, however, he deceived himself; but who would not\nhave deceived himself in his place? He saw his son lapsed to\natheism, to the ESPRIT, to the pleasant frivolity of clever\nFrenchmen—he saw in the background the great bloodsucker, the\nspider skepticism; he suspected the incurable wretchedness of a\nheart no longer hard enough either for evil or good, and of a\nbroken will that no longer commands, is no longer ABLE to\ncommand. Meanwhile, however, there grew up in his son that new\nkind of harder and more dangerous skepticism—who knows TO WHAT\nEXTENT it was encouraged just by his father’s hatred and the icy\nmelancholy of a will condemned to solitude?—the skepticism of\ndaring manliness, which is closely related to the genius for war\nand conquest, and made its first entrance into Germany in the\nperson of the great Frederick. This skepticism despises and\nnevertheless grasps; it undermines and takes possession; it does\nnot believe, but it does not thereby lose itself; it gives the\nspirit a dangerous liberty, but it keeps strict guard over the\nheart. It is the GERMAN form of skepticism, which, as a continued\nFredericianism, risen to the highest spirituality, has kept\nEurope for a considerable time under the dominion of the German\nspirit and its critical and historical distrust Owing to the\ninsuperably strong and tough masculine character of the great\nGerman philologists and historical critics (who, rightly\nestimated, were also all of them artists of destruction and\ndissolution), a NEW conception of the German spirit gradually\nestablished itself—in spite of all Romanticism in music and\nphilosophy—in which the leaning towards masculine skepticism was\ndecidedly prominent whether, for instance, as fearlessness of\ngaze, as courage and sternness of the dissecting hand, or as\nresolute will to dangerous voyages of discovery, to spiritualized\nNorth Pole expeditions under barren and dangerous skies. There\nmay be good grounds for it when warm-blooded and superficial\nhumanitarians cross themselves before this spirit, CET ESPRIT\nFATALISTE, IRONIQUE, MEPHISTOPHELIQUE, as Michelet calls it, not\nwithout a shudder. But if one would realize how characteristic is\nthis fear of the “man” in the German spirit which awakened Europe\nout of its “dogmatic slumber,” let us call to mind the former\nconception which had to be overcome by this new one—and that it\nis not so very long ago that a masculinized woman could dare,\nwith unbridled presumption, to recommend the Germans to the\ninterest of Europe as gentle, goodhearted, weak-willed, and\npoetical fools. Finally, let us only understand profoundly enough\nNapoleon’s astonishment when he saw Goethe it reveals what had\nbeen regarded for centuries as the “German spirit” “VOILA UN\nHOMME!\"—that was as much as to say “But this is a MAN! And I\nonly expected to see a German!”",
        "Supposing, then, that in the picture of the philosophers of the\nfuture, some trait suggests the question whether they must not\nperhaps be skeptics in the last-mentioned sense, something in\nthem would only be designated thereby—and not they themselves.\nWith equal right they might call themselves critics, and\nassuredly they will be men of experiments. By the name with which\nI ventured to baptize them, I have already expressly emphasized\ntheir attempting and their love of attempting is this because, as\ncritics in body and soul, they will love to make use of\nexperiments in a new, and perhaps wider and more dangerous sense?\nIn their passion for knowledge, will they have to go further in\ndaring and painful attempts than the sensitive and pampered taste\nof a democratic century can approve of?—There is no doubt these\ncoming ones will be least able to dispense with the serious and\nnot unscrupulous qualities which distinguish the critic from the\nskeptic I mean the certainty as to standards of worth, the\nconscious employment of a unity of method, the wary courage, the\nstanding-alone, and the capacity for self-responsibility, indeed,\nthey will avow among themselves a DELIGHT in denial and\ndissection, and a certain considerate cruelty, which knows how to\nhandle the knife surely and deftly, even when the heart bleeds\nThey will be STERNER (and perhaps not always towards themselves\nonly) than humane people may desire, they will not deal with the\n“truth” in order that it may “please” them, or “elevate” and\n“inspire” them—they will rather have little faith in “TRUTH\"\nbringing with it such revels for the feelings. They will smile,\nthose rigourous spirits, when any one says in their presence\n“That thought elevates me, why should it not be true?” or “That\nwork enchants me, why should it not be beautiful?” or “That\nartist enlarges me, why should he not be great?” Perhaps they\nwill not only have a smile, but a genuine disgust for all that is\nthus rapturous, idealistic, feminine, and hermaphroditic, and if\nany one could look into their inmost hearts, he would not easily\nfind therein the intention to reconcile “Christian sentiments\"\nwith “antique taste,” or even with “modern parliamentarism” (the\nkind of reconciliation necessarily found even among philosophers\nin our very uncertain and consequently very conciliatory\ncentury). Critical discipline, and every habit that conduces to\npurity and rigour in intellectual matters, will not only be\ndemanded from themselves by these philosophers of the future,\nthey may even make a display thereof as their special adornment—\nnevertheless they will not want to be called critics on that\naccount. It will seem to them no small indignity to philosophy to\nhave it decreed, as is so welcome nowadays, that “philosophy\nitself is criticism and critical science—and nothing else\nwhatever!” Though this estimate of philosophy may enjoy the\napproval of all the Positivists of France and Germany (and\npossibly it even flattered the heart and taste of KANT: let us\ncall to mind the titles of his principal works), our new\nphilosophers will say, notwithstanding, that critics are\ninstruments of the philosopher, and just on that account, as\ninstruments, they are far from being philosophers themselves!\nEven the great Chinaman of Konigsberg was only a great critic.",
        "211. I insist upon it that people finally cease confounding\nphilosophical workers, and in general scientific men, with\nphilosophers—that precisely here one should strictly give “each\nhis own,” and not give those far too much, these far too little.\nIt may be necessary for the education of the real philosopher\nthat he himself should have once stood upon all those steps upon\nwhich his servants, the scientific workers of philosophy, remain\nstanding, and MUST remain standing he himself must perhaps have\nbeen critic, and dogmatist, and historian, and besides, poet, and\ncollector, and traveler, and riddle-reader, and moralist, and\nseer, and “free spirit,” and almost everything, in order to\ntraverse the whole range of human values and estimations, and\nthat he may BE ABLE with a variety of eyes and consciences to\nlook from a height to any distance, from a depth up to any\nheight, from a nook into any expanse. But all these are only\npreliminary conditions for his task; this task itself demands\nsomething else—it requires him TO CREATE VALUES. The\nphilosophical workers, after the excellent pattern of Kant and\nHegel, have to fix and formalize some great existing body of\nvaluations—that is to say, former DETERMINATIONS OF VALUE,\ncreations of value, which have become prevalent, and are for a\ntime called “truths\"—whether in the domain of the LOGICAL, the\nPOLITICAL (moral), or the ARTISTIC. It is for these investigators\nto make whatever has happened and been esteemed hitherto,\nconspicuous, conceivable, intelligible, and manageable, to\nshorten everything long, even “time” itself, and to SUBJUGATE the\nentire past: an immense and wonderful task, in the carrying out\nof which all refined pride, all tenacious will, can surely find\nsatisfaction. THE REAL PHILOSOPHERS, HOWEVER, ARE COMMANDERS AND\nLAW-GIVERS; they say: “Thus SHALL it be!” They determine first\nthe Whither and the Why of mankind, and thereby set aside the\nprevious labour of all philosophical workers, and all subjugators\nof the past—they grasp at the future with a creative hand, and\nwhatever is and was, becomes for them thereby a means, an\ninstrument, and a hammer. Their “knowing” is CREATING, their\ncreating is a law-giving, their will to truth is—WILL TO POWER.\n—Are there at present such philosophers? Have there ever been\nsuch philosophers? MUST there not be such philosophers some day?\n. . .",
        "212. It is always more obvious to me that the philosopher, as a\nman INDISPENSABLE for the morrow and the day after the morrow,\nhas ever found himself, and HAS BEEN OBLIGED to find himself, in\ncontradiction to the day in which he lives; his enemy has always\nbeen the ideal of his day. Hitherto all those extraordinary\nfurtherers of humanity whom one calls philosophers—who rarely\nregarded themselves as lovers of wisdom, but rather as\ndisagreeable fools and dangerous interrogators—have found their\nmission, their hard, involuntary, imperative mission (in the end,\nhowever, the greatness of their mission), in being the bad\nconscience of their age. In putting the vivisector’s knife to the\nbreast of the very VIRTUES OF THEIR AGE, they have betrayed their\nown secret; it has been for the sake of a NEW greatness of man, a\nnew untrodden path to his aggrandizement. They have always\ndisclosed how much hypocrisy, indolence, self-indulgence, and\nself-neglect, how much falsehood was concealed under the most\nvenerated types of contemporary morality, how much virtue was\nOUTLIVED, they have always said “We must remove hence to where\nYOU are least at home” In the face of a world of “modern ideas,\"\nwhich would like to confine every one in a corner, in a\n“specialty,” a philosopher, if there could be philosophers\nnowadays, would be compelled to place the greatness of man, the\nconception of “greatness,” precisely in his comprehensiveness and\nmultifariousness, in his all-roundness, he would even determine\nworth and rank according to the amount and variety of that which\na man could bear and take upon himself, according to the EXTENT\nto which a man could stretch his responsibility Nowadays the\ntaste and virtue of the age weaken and attenuate the will,\nnothing is so adapted to the spirit of the age as weakness of\nwill consequently, in the ideal of the philosopher, strength of\nwill, sternness, and capacity for prolonged resolution, must\nspecially be included in the conception of “greatness”, with as\ngood a right as the opposite doctrine, with its ideal of a silly,\nrenouncing, humble, selfless humanity, was suited to an opposite\nage—such as the sixteenth century, which suffered from its\naccumulated energy of will, and from the wildest torrents and\nfloods of selfishness In the time of Socrates, among men only of\nworn-out instincts, old conservative Athenians who let themselves\ngo—\"for the sake of happiness,” as they said, for the sake of\npleasure, as their conduct indicated—and who had continually on\ntheir lips the old pompous words to which they had long forfeited\nthe right by the life they led, IRONY was perhaps necessary for\ngreatness of soul, the wicked Socratic assurance of the old\nphysician and plebeian, who cut ruthlessly into his own flesh, as\ninto the flesh and heart of the “noble,” with a look that said\nplainly enough “Do not dissemble before me! here—we are equal!\"\nAt present, on the contrary, when throughout Europe the herding-\nanimal alone attains to honours, and dispenses honours, when\n“equality of right” can too readily be transformed into equality\nin wrong—I mean to say into general war against everything rare,\nstrange, and privileged, against the higher man, the higher soul,\nthe higher duty, the higher responsibility, the creative\nplenipotence and lordliness—at present it belongs to the\nconception of “greatness” to be noble, to wish to be apart, to be\ncapable of being different, to stand alone, to have to live by\npersonal initiative, and the philosopher will betray something of\nhis own ideal when he asserts “He shall be the greatest who can\nbe the most solitary, the most concealed, the most divergent, the\nman beyond good and evil, the master of his virtues, and of\nsuper-abundance of will; precisely this shall be called\nGREATNESS: as diversified as can be entire, as ample as can be\nfull.” And to ask once more the question: Is greatness POSSIBLE—\nnowadays?",
        "213. It is difficult to learn what a philosopher is, because it\ncannot be taught: one must “know” it by experience—or one should\nhave the pride NOT to know it. The fact that at present people\nall talk of things of which they CANNOT have any experience, is\ntrue more especially and unfortunately as concerns the\nphilosopher and philosophical matters:—the very few know them,\nare permitted to know them, and all popular ideas about them are\nfalse. Thus, for instance, the truly philosophical combination of\na bold, exuberant spirituality which runs at presto pace, and a\ndialectic rigour and necessity which makes no false step, is\nunknown to most thinkers and scholars from their own experience,\nand therefore, should any one speak of it in their presence, it\nis incredible to them. They conceive of every necessity as\ntroublesome, as a painful compulsory obedience and state of\nconstraint; thinking itself is regarded by them as something slow\nand hesitating, almost as a trouble, and often enough as “worthy\nof the SWEAT of the noble\"—but not at all as something easy and\ndivine, closely related to dancing and exuberance! “To think” and\nto take a matter “seriously,” “arduously\"—that is one and the\nsame thing to them; such only has been their “experience.\"—\nArtists have here perhaps a finer intuition; they who know only\ntoo well that precisely when they no longer do anything\n“arbitrarily,” and everything of necessity, their feeling of\nfreedom, of subtlety, of power, of creatively fixing, disposing,\nand shaping, reaches its climax—in short, that necessity and\n“freedom of will” are then the same thing with them. There is, in\nfine, a gradation of rank in psychical states, to which the\ngradation of rank in the problems corresponds; and the highest\nproblems repel ruthlessly every one who ventures too near them,\nwithout being predestined for their solution by the loftiness and\npower of his spirituality. Of what use is it for nimble, everyday\nintellects, or clumsy, honest mechanics and empiricists to press,\nin their plebeian ambition, close to such problems, and as it\nwere into this “holy of holies\"—as so often happens nowadays!\nBut coarse feet must never tread upon such carpets: this is\nprovided for in the primary law of things; the doors remain\nclosed to those intruders, though they may dash and break their\nheads thereon. People have always to be born to a high station,\nor, more definitely, they have to be BRED for it: a person has\nonly a right to philosophy—taking the word in its higher\nsignificance—in virtue of his descent; the ancestors, the\n“blood,” decide here also. Many generations must have prepared\nthe way for the coming of the philosopher; each of his virtues\nmust have been separately acquired, nurtured, transmitted, and\nembodied; not only the bold, easy, delicate course and current of\nhis thoughts, but above all the readiness for great\nresponsibilities, the majesty of ruling glance and contemning\nlook, the feeling of separation from the multitude with their\nduties and virtues, the kindly patronage and defense of whatever\nis misunderstood and calumniated, be it God or devil, the delight\nand practice of supreme justice, the art of commanding, the\namplitude of will, the lingering eye which rarely admires, rarely\nlooks up, rarely loves. . . .",
        "Continue...",
        "\nThis complete text of the Beyond Good and Evil book by Friedrich Nietzsche (Translated from German into English\nby Helen Zimmern)\nis in the public domain.\n\n\nOrder this text as book: Beyond Good and Evil at Amazon.\n\n\nThis Authorama page has been created by Philipp Lenssen\nbased on the Project Gutenberg text version.\n\nPage last updated on April 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Beyond Good & Evil: Prelude to a Philosophy of the FutureBy Friedrich NietzscheAt Amazon"
    ]
}