{
    "title": "Beyond Good and Evil - Chapter VIII: Peoples and Countries",
    "author": "Friedrich Nietzsche",
    "chapter": "9",
    "content": [
        "\n\n",
        "\n240. I HEARD, once again for the first time, Richard Wagner’s\noverture to the Mastersinger: it is a piece of magnificent,\ngorgeous, heavy, latter-day art, which has the pride to\npresuppose two centuries of music as still living, in order that\nit may be understood:—it is an honour to Germans that such a\npride did not miscalculate! What flavours and forces, what\nseasons and climes do we not find mingled in it! It impresses us\nat one time as ancient, at another time as foreign, bitter, and\ntoo modern, it is as arbitrary as it is pompously traditional, it\nis not infrequently roguish, still oftener rough and coarse—it\nhas fire and courage, and at the same time the loose, dun-\ncoloured skin of fruits which ripen too late. It flows broad and\nfull: and suddenly there is a moment of inexplicable hesitation,\nlike a gap that opens between cause and effect, an oppression\nthat makes us dream, almost a nightmare; but already it broadens\nand widens anew, the old stream of delight-the most manifold\ndelight,—of old and new happiness; including ESPECIALLY the joy\nof the artist in himself, which he refuses to conceal, his\nastonished, happy cognizance of his mastery of the expedients\nhere employed, the new, newly acquired, imperfectly tested\nexpedients of art which he apparently betrays to us. All in all,\nhowever, no beauty, no South, nothing of the delicate southern\nclearness of the sky, nothing of grace, no dance, hardly a will\nto logic; a certain clumsiness even, which is also emphasized, as\nthough the artist wished to say to us: “It is part of my\nintention\"; a cumbersome drapery, something arbitrarily barbaric\nand ceremonious, a flirring of learned and venerable conceits and\nwitticisms; something German in the best and worst sense of the\nword, something in the German style, manifold, formless, and\ninexhaustible; a certain German potency and super-plenitude of\nsoul, which is not afraid to hide itself under the RAFFINEMENTS\nof decadence—which, perhaps, feels itself most at ease there; a\nreal, genuine token of the German soul, which is at the same time\nyoung and aged, too ripe and yet still too rich in futurity. This\nkind of music expresses best what I think of the Germans: they\nbelong to the day before yesterday and the day after tomorrow—\nTHEY HAVE AS YET NO TODAY.",
        "241. We “good Europeans,” we also have hours when we allow\nourselves a warm-hearted patriotism, a plunge and relapse into\nold loves and narrow views—I have just given an example of it—\nhours of national excitement, of patriotic anguish, and all other\nsorts of old-fashioned floods of sentiment. Duller spirits may\nperhaps only get done with what confines its operations in us to\nhours and plays itself out in hours—in a considerable time: some\nin half a year, others in half a lifetime, according to the speed\nand strength with which they digest and “change their material.\"\nIndeed, I could think of sluggish, hesitating races, which even\nin our rapidly moving Europe, would require half a century ere\nthey could surmount such atavistic attacks of patriotism and\nsoil-attachment, and return once more to reason, that is to say,\nto “good Europeanism.” And while digressing on this possibility,\nI happen to become an ear-witness of a conversation between two\nold patriots—they were evidently both hard of hearing and\nconsequently spoke all the louder. “HE has as much, and knows as\nmuch, philosophy as a peasant or a corps-student,” said the one—\n“he is still innocent. But what does that matter nowadays! It is\nthe age of the masses: they lie on their belly before everything\nthat is massive. And so also in politicis. A statesman who rears\nup for them a new Tower of Babel, some monstrosity of empire and\npower, they call ’great’—what does it matter that we more\nprudent and conservative ones do not meanwhile give up the old\nbelief that it is only the great thought that gives greatness to\nan action or affair. Supposing a statesman were to bring his\npeople into the position of being obliged henceforth to practise\n’high politics,’ for which they were by nature badly endowed and\nprepared, so that they would have to sacrifice their old and\nreliable virtues, out of love to a new and doubtful mediocrity;—\nsupposing a statesman were to condemn his people generally to\n’practise politics,’ when they have hitherto had something better\nto do and think about, and when in the depths of their souls they\nhave been unable to free themselves from a prudent loathing of\nthe restlessness, emptiness, and noisy wranglings of the\nessentially politics-practising nations;—supposing such a\nstatesman were to stimulate the slumbering passions and avidities\nof his people, were to make a stigma out of their former\ndiffidence and delight in aloofness, an offence out of their\nexoticism and hidden permanency, were to depreciate their most\nradical proclivities, subvert their consciences, make their minds\nnarrow, and their tastes ’national’—what! a statesman who should\ndo all this, which his people would have to do penance for\nthroughout their whole future, if they had a future, such a\nstatesman would be GREAT, would he?\"—\"Undoubtedly!” replied the\nother old patriot vehemently, “otherwise he COULD NOT have done\nit! It was mad perhaps to wish such a thing! But perhaps\neverything great has been just as mad at its commencement!\"—\n“Misuse of words!” cried his interlocutor, contradictorily—\n“strong! strong! Strong and mad! NOT great!\"—The old men had\nobviously become heated as they thus shouted their “truths” in\neach other’s faces, but I, in my happiness and apartness,\nconsidered how soon a stronger one may become master of the\nstrong, and also that there is a compensation for the\nintellectual superficialising of a nation—namely, in the\ndeepening of another.",
        "242. Whether we call it “civilization,” or “humanising,” or\n“progress,” which now distinguishes the European, whether we call\nit simply, without praise or blame, by the political formula the\nDEMOCRATIC movement in Europe—behind all the moral and political\nforegrounds pointed to by such formulas, an immense PHYSIOLOGICAL\nPROCESS goes on, which is ever extending the process of the\nassimilation of Europeans, their increasing detachment from the\nconditions under which, climatically and hereditarily, united\nraces originate, their increasing independence of every definite\nmilieu, that for centuries would fain inscribe itself with equal\ndemands on soul and body,—that is to say, the slow emergence of\nan essentially SUPER-NATIONAL and nomadic species of man, who\npossesses, physiologically speaking, a maximum of the art and\npower of adaptation as his typical distinction. This process of\nthe EVOLVING EUROPEAN, which can be retarded in its TEMPO by\ngreat relapses, but will perhaps just gain and grow thereby in\nvehemence and depth—the still-raging storm and stress of\n“national sentiment” pertains to it, and also the anarchism which\nis appearing at present—this process will probably arrive at\nresults on which its naive propagators and panegyrists, the\napostles of “modern ideas,” would least care to reckon. The same\nnew conditions under which on an average a levelling and\nmediocrising of man will take place—a useful, industrious,\nvariously serviceable, and clever gregarious man—are in the\nhighest degree suitable to give rise to exceptional men of the\nmost dangerous and attractive qualities. For, while the capacity\nfor adaptation, which is every day trying changing conditions,\nand begins a new work with every generation, almost with every\ndecade, makes the POWERFULNESS of the type impossible; while the\ncollective impression of such future Europeans will probably be\nthat of numerous, talkative, weak-willed, and very handy workmen\nwho REQUIRE a master, a commander, as they require their daily\nbread; while, therefore, the democratising of Europe will tend to\nthe production of a type prepared for SLAVERY in the most subtle\nsense of the term: the STRONG man will necessarily in individual\nand exceptional cases, become stronger and richer than he has\nperhaps ever been before—owing to the unprejudicedness of his\nschooling, owing to the immense variety of practice, art, and\ndisguise. I meant to say that the democratising of Europe is at\nthe same time an involuntary arrangement for the rearing of\nTYRANTS—taking the word in all its meanings, even in its most\nspiritual sense.",
        "243. I hear with pleasure that our sun is moving rapidly towards\nthe constellation Hercules: and I hope that the men on this earth\nwill do like the sun. And we foremost, we good Europeans!",
        "244. There was a time when it was customary to call Germans\n“deep” by way of distinction; but now that the most successful\ntype of new Germanism is covetous of quite other honours, and\nperhaps misses “smartness” in all that has depth, it is almost\nopportune and patriotic to doubt whether we did not formerly\ndeceive ourselves with that commendation: in short, whether\nGerman depth is not at bottom something different and worse—and\nsomething from which, thank God, we are on the point of\nsuccessfully ridding ourselves. Let us try, then, to relearn with\nregard to German depth; the only thing necessary for the purpose\nis a little vivisection of the German soul.—The German soul is\nabove all manifold, varied in its source, aggregated and super-\nimposed, rather than actually built: this is owing to its origin.\nA German who would embolden himself to assert: “Two souls, alas,\ndwell in my breast,” would make a bad guess at the truth, or,\nmore correctly, he would come far short of the truth about the\nnumber of souls. As a people made up of the most extraordinary\nmixing and mingling of races, perhaps even with a preponderance\nof the pre-Aryan element as the “people of the centre” in every\nsense of the term, the Germans are more intangible, more ample,\nmore contradictory, more unknown, more incalculable, more\nsurprising, and even more terrifying than other peoples are to\nthemselves:—they escape DEFINITION, and are thereby alone the\ndespair of the French. It IS characteristic of the Germans that\nthe question: “What is German?” never dies out among them.\nKotzebue certainly knew his Germans well enough: “We are known,\"\nthey cried jubilantly to him—but Sand also thought he knew them.\nJean Paul knew what he was doing when he declared himself\nincensed at Fichte’s lying but patriotic flatteries and\nexaggerations,—but it is probable that Goethe thought\ndifferently about Germans from Jean Paul, even though he\nacknowledged him to be right with regard to Fichte. It is a\nquestion what Goethe really thought about the Germans?—But about\nmany things around him he never spoke explicitly, and all his\nlife he knew how to keep an astute silence—probably he had good\nreason for it. It is certain that it was not the “Wars of\nIndependence” that made him look up more joyfully, any more than\nit was the French Revolution,—the event on account of which he\nRECONSTRUCTED his “Faust,” and indeed the whole problem of “man,\"\nwas the appearance of Napoleon. There are words of Goethe in\nwhich he condemns with impatient severity, as from a foreign\nland, that which Germans take a pride in, he once defined the\nfamous German turn of mind as “Indulgence towards its own and\nothers’ weaknesses.” Was he wrong? it is characteristic of\nGermans that one is seldom entirely wrong about them. The German\nsoul has passages and galleries in it, there are caves, hiding-\nplaces, and dungeons therein, its disorder has much of the charm\nof the mysterious, the German is well acquainted with the bypaths\nto chaos. And as everything loves its symbol, so the German loves\nthe clouds and all that is obscure, evolving, crepuscular, damp,\nand shrouded, it seems to him that everything uncertain,\nundeveloped, self-displacing, and growing is “deep”. The German\nhimself does not EXIST, he is BECOMING, he is “developing\nhimself”. “Development” is therefore the essentially German\ndiscovery and hit in the great domain of philosophical formulas,—\na ruling idea, which, together with German beer and German music,\nis labouring to Germanise all Europe. Foreigners are astonished\nand attracted by the riddles which the conflicting nature at the\nbasis of the German soul propounds to them (riddles which Hegel\nsystematised and Richard Wagner has in the end set to music).\n“Good-natured and spiteful\"—such a juxtaposition, preposterous in\nthe case of every other people, is unfortunately only too often\njustified in Germany one has only to live for a while among\nSwabians to know this! The clumsiness of the German scholar and\nhis social distastefulness agree alarmingly well with his physical\nrope-dancing and nimble boldness, of which all the Gods have\nlearnt to be afraid. If any one wishes to see the “German soul\"\ndemonstrated ad oculos, let him only look at German taste, at\nGerman arts and manners what boorish indifference to “taste”! How\nthe noblest and the commonest stand there in juxtaposition! How\ndisorderly and how rich is the whole constitution of this soul!\nThe German DRAGS at his soul, he drags at everything he\nexperiences. He digests his events badly; he never gets “done\"\nwith them; and German depth is often only a difficult, hesitating\n“digestion.” And just as all chronic invalids, all dyspeptics like\nwhat is convenient, so the German loves “frankness” and “honesty\";\nit is so CONVENIENT to be frank and honest!—This confidingness,\nthis complaisance, this showing-the-cards of German HONESTY, is\nprobably the most dangerous and most successful disguise which the\nGerman is up to nowadays: it is his proper Mephistophelean art;\nwith this he can “still achieve much”! The German lets himself go,\nand thereby gazes with faithful, blue, empty German eyes—and\nother countries immediately confound him with his\ndressing-gown!—I meant to say that, let “German depth” be what it\nwill—among ourselves alone we perhaps take the liberty to laugh\nat it—we shall do well to continue henceforth to honour its\nappearance and good name, and not barter away too cheaply our old\nreputation as a people of depth for Prussian “smartness,” and\nBerlin wit and sand. It is wise for a people to pose, and LET\nitself be regarded, as profound, clumsy, good-natured, honest, and\nfoolish: it might even be—profound to do so! Finally, we should\ndo honour to our name—we are not called the “TIUSCHE VOLK\"\n(deceptive people) for nothing. . . .",
        "245. The “good old” time is past, it sang itself out in Mozart—\nhow happy are WE that his ROCOCO still speaks to us, that his\n“good company,” his tender enthusiasm, his childish delight in\nthe Chinese and its flourishes, his courtesy of heart, his\nlonging for the elegant, the amorous, the tripping, the tearful,\nand his belief in the South, can still appeal to SOMETHING LEFT\nin us! Ah, some time or other it will be over with it!—but who\ncan doubt that it will be over still sooner with the intelligence\nand taste for Beethoven! For he was only the last echo of a break\nand transition in style, and NOT, like Mozart, the last echo of a\ngreat European taste which had existed for centuries. Beethoven\nis the intermediate event between an old mellow soul that is\nconstantly breaking down, and a future over-young soul that is\nalways COMING; there is spread over his music the twilight of\neternal loss and eternal extravagant hope,—the same light in\nwhich Europe was bathed when it dreamed with Rousseau, when it\ndanced round the Tree of Liberty of the Revolution, and finally\nalmost fell down in adoration before Napoleon. But how rapidly\ndoes THIS very sentiment now pale, how difficult nowadays is even\nthe APPREHENSION of this sentiment, how strangely does the\nlanguage of Rousseau, Schiller, Shelley, and Byron sound to our\near, in whom COLLECTIVELY the same fate of Europe was able to\nSPEAK, which knew how to SING in Beethoven!—Whatever German\nmusic came afterwards, belongs to Romanticism, that is to say, to\na movement which, historically considered, was still shorter,\nmore fleeting, and more superficial than that great interlude,\nthe transition of Europe from Rousseau to Napoleon, and to the\nrise of democracy. Weber—but what do WE care nowadays for\n“Freischutz” and “Oberon”! Or Marschner’s “Hans Heiling” and\n“Vampyre”! Or even Wagner’s “Tannhauser”! That is extinct,\nalthough not yet forgotten music. This whole music of\nRomanticism, besides, was not noble enough, was not musical\nenough, to maintain its position anywhere but in the theatre and\nbefore the masses; from the beginning it was second-rate music,\nwhich was little thought of by genuine musicians. It was\ndifferent with Felix Mendelssohn, that halcyon master, who, on\naccount of his lighter, purer, happier soul, quickly acquired\nadmiration, and was equally quickly forgotten: as the beautiful\nEPISODE of German music. But with regard to Robert Schumann, who\ntook things seriously, and has been taken seriously from the\nfirst—he was the last that founded a school,—do we not now\nregard it as a satisfaction, a relief, a deliverance, that this\nvery Romanticism of Schumann’s has been surmounted? Schumann,\nfleeing into the “Saxon Switzerland” of his soul, with a half\nWerther-like, half Jean-Paul-like nature (assuredly not like\nBeethoven! assuredly not like Byron!)—his MANFRED music is a\nmistake and a misunderstanding to the extent of injustice;\nSchumann, with his taste, which was fundamentally a PETTY taste\n(that is to say, a dangerous propensity—doubly dangerous among\nGermans—for quiet lyricism and intoxication of the feelings),\ngoing constantly apart, timidly withdrawing and retiring, a noble\nweakling who revelled in nothing but anonymous joy and sorrow,\nfrom the beginning a sort of girl and NOLI ME TANGERE—this\nSchumann was already merely a GERMAN event in music, and no\nlonger a European event, as Beethoven had been, as in a still\ngreater degree Mozart had been; with Schumann German music was\nthreatened with its greatest danger, that of LOSING THE VOICE FOR\nTHE SOUL OF EUROPE and sinking into a merely national affair.",
        "246. What a torture are books written in German to a reader who\nhas a THIRD ear! How indignantly he stands beside the slowly\nturning swamp of sounds without tune and rhythms without dance,\nwhich Germans call a “book”! And even the German who READS books!\nHow lazily, how reluctantly, how badly he reads! How many Germans\nknow, and consider it obligatory to know, that there is ART in\nevery good sentence—art which must be divined, if the sentence\nis to be understood! If there is a misunderstanding about its\nTEMPO, for instance, the sentence itself is misunderstood! That\none must not be doubtful about the rhythm-determining syllables,\nthat one should feel the breaking of the too-rigid symmetry as\nintentional and as a charm, that one should lend a fine and\npatient ear to every STACCATO and every RUBATO, that one should\ndivine the sense in the sequence of the vowels and diphthongs,\nand how delicately and richly they can be tinted and retinted in\nthe order of their arrangement—who among book-reading Germans is\ncomplaisant enough to recognize such duties and requirements, and\nto listen to so much art and intention in language? After all,\none just “has no ear for it\"; and so the most marked contrasts of\nstyle are not heard, and the most delicate artistry is as it were\nSQUANDERED on the deaf.—These were my thoughts when I noticed\nhow clumsily and unintuitively two masters in the art of prose-\nwriting have been confounded: one, whose words drop down\nhesitatingly and coldly, as from the roof of a damp cave—he\ncounts on their dull sound and echo; and another who manipulates\nhis language like a flexible sword, and from his arm down into\nhis toes feels the dangerous bliss of the quivering, over-sharp\nblade, which wishes to bite, hiss, and cut.",
        "247. How little the German style has to do with harmony and with\nthe ear, is shown by the fact that precisely our good musicians\nthemselves write badly. The German does not read aloud, he does\nnot read for the ear, but only with his eyes; he has put his ears\naway in the drawer for the time. In antiquity when a man read—\nwhich was seldom enough—he read something to himself, and in a\nloud voice; they were surprised when any one read silently, and\nsought secretly the reason of it. In a loud voice: that is to\nsay, with all the swellings, inflections, and variations of key\nand changes of TEMPO, in which the ancient PUBLIC world took\ndelight. The laws of the written style were then the same as\nthose of the spoken style; and these laws depended partly on the\nsurprising development and refined requirements of the ear and\nlarynx; partly on the strength, endurance, and power of the\nancient lungs. In the ancient sense, a period is above all a\nphysiological whole, inasmuch as it is comprised in one breath.\nSuch periods as occur in Demosthenes and Cicero, swelling twice\nand sinking twice, and all in one breath, were pleasures to the\nmen of ANTIQUITY, who knew by their own schooling how to\nappreciate the virtue therein, the rareness and the difficulty in\nthe deliverance of such a period;—WE have really no right to the\nBIG period, we modern men, who are short of breath in every\nsense! Those ancients, indeed, were all of them dilettanti in\nspeaking, consequently connoisseurs, consequently critics—they\nthus brought their orators to the highest pitch; in the same\nmanner as in the last century, when all Italian ladies and\ngentlemen knew how to sing, the virtuosoship of song (and with it\nalso the art of melody) reached its elevation. In Germany,\nhowever (until quite recently when a kind of platform eloquence\nbegan shyly and awkwardly enough to flutter its young wings),\nthere was properly speaking only one kind of public and\nAPPROXIMATELY artistical discourse—that delivered from the\npulpit. The preacher was the only one in Germany who knew the\nweight of a syllable or a word, in what manner a sentence\nstrikes, springs, rushes, flows, and comes to a close; he alone\nhad a conscience in his ears, often enough a bad conscience: for\nreasons are not lacking why proficiency in oratory should be\nespecially seldom attained by a German, or almost always too\nlate. The masterpiece of German prose is therefore with good\nreason the masterpiece of its greatest preacher: the BIBLE has\nhitherto been the best German book. Compared with Luther’s Bible,\nalmost everything else is merely “literature\"—something which\nhas not grown in Germany, and therefore has not taken and does\nnot take root in German hearts, as the Bible has done.",
        "248. There are two kinds of geniuses: one which above all\nengenders and seeks to engender, and another which willingly lets\nitself be fructified and brings forth. And similarly, among the\ngifted nations, there are those on whom the woman’s problem of\npregnancy has devolved, and the secret task of forming, maturing,\nand perfecting—the Greeks, for instance, were a nation of this\nkind, and so are the French; and others which have to fructify\nand become the cause of new modes of life—like the Jews, the\nRomans, and, in all modesty be it asked: like the Germans?—\nnations tortured and enraptured by unknown fevers and\nirresistibly forced out of themselves, amorous and longing for\nforeign races (for such as “let themselves be fructified”), and\nwithal imperious, like everything conscious of being full of\ngenerative force, and consequently empowered “by the grace of\nGod.” These two kinds of geniuses seek each other like man and\nwoman; but they also misunderstand each other—like man and\nwoman.",
        "249. Every nation has its own “Tartuffery,” and calls that its\nvirtue.—One does not know—cannot know, the best that is in one.",
        "250. What Europe owes to the Jews?—Many things, good and bad,\nand above all one thing of the nature both of the best and the\nworst: the grand style in morality, the fearfulness and majesty\nof infinite demands, of infinite significations, the whole\nRomanticism and sublimity of moral questionableness—and\nconsequently just the most attractive, ensnaring, and exquisite\nelement in those iridescences and allurements to life, in the\naftersheen of which the sky of our European culture, its evening\nsky, now glows—perhaps glows out. For this, we artists among the\nspectators and philosophers, are—grateful to the Jews.",
        "251. It must be taken into the bargain, if various clouds and\ndisturbances—in short, slight attacks of stupidity—pass over\nthe spirit of a people that suffers and WANTS to suffer from\nnational nervous fever and political ambition: for instance,\namong present-day Germans there is alternately the anti-French\nfolly, the anti-Semitic folly, the anti-Polish folly, the\nChristian-romantic folly, the Wagnerian folly, the Teutonic\nfolly, the Prussian folly (just look at those poor historians,\nthe Sybels and Treitschkes, and their closely bandaged heads),\nand whatever else these little obscurations of the German spirit\nand conscience may be called. May it be forgiven me that I, too,\nwhen on a short daring sojourn on very infected ground, did not\nremain wholly exempt from the disease, but like every one else,\nbegan to entertain thoughts about matters which did not concern\nme—the first symptom of political infection. About the Jews, for\ninstance, listen to the following:—I have never yet met a German\nwho was favourably inclined to the Jews; and however decided the\nrepudiation of actual anti-Semitism may be on the part of all\nprudent and political men, this prudence and policy is not\nperhaps directed against the nature of the sentiment itself, but\nonly against its dangerous excess, and especially against the\ndistasteful and infamous expression of this excess of sentiment;\n—on this point we must not deceive ourselves. That Germany has\namply SUFFICIENT Jews, that the German stomach, the German blood,\nhas difficulty (and will long have difficulty) in disposing only\nof this quantity of “Jew\"—as the Italian, the Frenchman, and the\nEnglishman have done by means of a stronger digestion:—that is\nthe unmistakable declaration and language of a general instinct,\nto which one must listen and according to which one must act.\n“Let no more Jews come in! And shut the doors, especially towards\nthe East (also towards Austria)!\"—thus commands the instinct of\na people whose nature is still feeble and uncertain, so that it\ncould be easily wiped out, easily extinguished, by a stronger\nrace. The Jews, however, are beyond all doubt the strongest,\ntoughest, and purest race at present living in Europe, they know\nhow to succeed even under the worst conditions (in fact better\nthan under favourable ones), by means of virtues of some sort,\nwhich one would like nowadays to label as vices—owing above all\nto a resolute faith which does not need to be ashamed before\n“modern ideas”, they alter only, WHEN they do alter, in the same\nway that the Russian Empire makes its conquest—as an empire that\nhas plenty of time and is not of yesterday—namely, according to\nthe principle, “as slowly as possible”! A thinker who has the\nfuture of Europe at heart, will, in all his perspectives\nconcerning the future, calculate upon the Jews, as he will\ncalculate upon the Russians, as above all the surest and\nlikeliest factors in the great play and battle of forces. That\nwhich is at present called a “nation” in Europe, and is really\nrather a RES FACTA than NATA (indeed, sometimes confusingly\nsimilar to a RES FICTA ET PICTA), is in every case something\nevolving, young, easily displaced, and not yet a race, much less\nsuch a race AERE PERENNUS, as the Jews are such “nations” should\nmost carefully avoid all hotheaded rivalry and hostility! It is\ncertain that the Jews, if they desired—or if they were driven to\nit, as the anti-Semites seem to wish—COULD now have the\nascendancy, nay, literally the supremacy, over Europe, that they\nare NOT working and planning for that end is equally certain.\nMeanwhile, they rather wish and desire, even somewhat\nimportunely, to be insorbed and absorbed by Europe, they long to\nbe finally settled, authorized, and respected somewhere, and wish\nto put an end to the nomadic life, to the “wandering Jew”,—and\none should certainly take account of this impulse and tendency,\nand MAKE ADVANCES to it (it possibly betokens a mitigation of the\nJewish instincts) for which purpose it would perhaps be useful\nand fair to banish the anti-Semitic bawlers out of the country.\nOne should make advances with all prudence, and with selection,\npretty much as the English nobility do It stands to reason that\nthe more powerful and strongly marked types of new Germanism\ncould enter into relation with the Jews with the least\nhesitation, for instance, the nobleman officer from the Prussian\nborder it would be interesting in many ways to see whether the\ngenius for money and patience (and especially some intellect and\nintellectuality—sadly lacking in the place referred to) could\nnot in addition be annexed and trained to the hereditary art of\ncommanding and obeying—for both of which the country in question\nhas now a classic reputation But here it is expedient to break\noff my festal discourse and my sprightly Teutonomania for I have\nalready reached my SERIOUS TOPIC, the “European problem,” as I\nunderstand it, the rearing of a new ruling caste for Europe.",
        "252. They are not a philosophical race—the English: Bacon\nrepresents an ATTACK on the philosophical spirit generally,\nHobbes, Hume, and Locke, an abasement, and a depreciation of the\nidea of a “philosopher” for more than a century. It was AGAINST\nHume that Kant uprose and raised himself; it was Locke of whom\nSchelling RIGHTLY said, “JE MEPRISE LOCKE\"; in the struggle\nagainst the English mechanical stultification of the world, Hegel\nand Schopenhauer (along with Goethe) were of one accord; the two\nhostile brother-geniuses in philosophy, who pushed in different\ndirections towards the opposite poles of German thought, and\nthereby wronged each other as only brothers will do.—What is\nlacking in England, and has always been lacking, that half-actor\nand rhetorician knew well enough, the absurd muddle-head,\nCarlyle, who sought to conceal under passionate grimaces what he\nknew about himself: namely, what was LACKING in Carlyle—real\nPOWER of intellect, real DEPTH of intellectual perception, in\nshort, philosophy. It is characteristic of such an\nunphilosophical race to hold on firmly to Christianity—they NEED\nits discipline for “moralizing” and humanizing. The Englishman,\nmore gloomy, sensual, headstrong, and brutal than the German—is\nfor that very reason, as the baser of the two, also the most\npious: he has all the MORE NEED of Christianity. To finer\nnostrils, this English Christianity itself has still a\ncharacteristic English taint of spleen and alcoholic excess, for\nwhich, owing to good reasons, it is used as an antidote—the\nfiner poison to neutralize the coarser: a finer form of poisoning\nis in fact a step in advance with coarse-mannered people, a step\ntowards spiritualization. The English coarseness and rustic\ndemureness is still most satisfactorily disguised by Christian\npantomime, and by praying and psalm-singing (or, more correctly,\nit is thereby explained and differently expressed); and for the\nherd of drunkards and rakes who formerly learned moral grunting\nunder the influence of Methodism (and more recently as the\n“Salvation Army”), a penitential fit may really be the relatively\nhighest manifestation of “humanity” to which they can be\nelevated: so much may reasonably be admitted. That, however,\nwhich offends even in the humanest Englishman is his lack of\nmusic, to speak figuratively (and also literally): he has neither\nrhythm nor dance in the movements of his soul and body; indeed,\nnot even the desire for rhythm and dance, for “music.” Listen to\nhim speaking; look at the most beautiful Englishwoman WALKING—in\nno country on earth are there more beautiful doves and swans;\nfinally, listen to them singing! But I ask too much . . .",
        "253. There are truths which are best recognized by mediocre\nminds, because they are best adapted for them, there are truths\nwhich only possess charms and seductive power for mediocre\nspirits:—one is pushed to this probably unpleasant conclusion,\nnow that the influence of respectable but mediocre Englishmen—I\nmay mention Darwin, John Stuart Mill, and Herbert Spencer—begins\nto gain the ascendancy in the middle-class region of European\ntaste. Indeed, who could doubt that it is a useful thing for SUCH\nminds to have the ascendancy for a time? It would be an error to\nconsider the highly developed and independently soaring minds as\nspecially qualified for determining and collecting many little\ncommon facts, and deducing conclusions from them; as exceptions,\nthey are rather from the first in no very favourable position\ntowards those who are “the rules.” After all, they have more to\ndo than merely to perceive:—in effect, they have to BE something\nnew, they have to SIGNIFY something new, they have to REPRESENT\nnew values! The gulf between knowledge and capacity is perhaps\ngreater, and also more mysterious, than one thinks: the capable\nman in the grand style, the creator, will possibly have to be an\nignorant person;—while on the other hand, for scientific\ndiscoveries like those of Darwin, a certain narrowness, aridity,\nand industrious carefulness (in short, something English) may not\nbe unfavourable for arriving at them.—Finally, let it not be\nforgotten that the English, with their profound mediocrity,\nbrought about once before a general depression of European\nintelligence.",
        "What is called “modern ideas,” or “the ideas of the eighteenth\ncentury,” or “French ideas\"—that, consequently, against which\nthe GERMAN mind rose up with profound disgust—is of English\norigin, there is no doubt about it. The French were only the apes\nand actors of these ideas, their best soldiers, and likewise,\nalas! their first and profoundest VICTIMS; for owing to the\ndiabolical Anglomania of “modern ideas,” the AME FRANCAIS has in\nthe end become so thin and emaciated, that at present one recalls\nits sixteenth and seventeenth centuries, its profound, passionate\nstrength, its inventive excellency, almost with disbelief. One\nmust, however, maintain this verdict of historical justice in a\ndetermined manner, and defend it against present prejudices and\nappearances: the European NOBLESSE—of sentiment, taste, and\nmanners, taking the word in every high sense—is the work and\ninvention of FRANCE; the European ignobleness, the plebeianism of\nmodern ideas—is ENGLAND’S work and invention.",
        "254. Even at present France is still the seat of the most\nintellectual and refined culture of Europe, it is still the high\nschool of taste; but one must know how to find this “France of\ntaste.” He who belongs to it keeps himself well concealed:—they\nmay be a small number in whom it lives and is embodied, besides\nperhaps being men who do not stand upon the strongest legs, in\npart fatalists, hypochondriacs, invalids, in part persons over-\nindulged, over-refined, such as have the AMBITION to conceal\nthemselves.",
        "They have all something in common: they keep their ears closed in\npresence of the delirious folly and noisy spouting of the\ndemocratic BOURGEOIS. In fact, a besotted and brutalized France\nat present sprawls in the foreground—it recently celebrated a\nveritable orgy of bad taste, and at the same time of self-\nadmiration, at the funeral of Victor Hugo. There is also\nsomething else common to them: a predilection to resist\nintellectual Germanizing—and a still greater inability to do so!\nIn this France of intellect, which is also a France of pessimism,\nSchopenhauer has perhaps become more at home, and more indigenous\nthan he has ever been in Germany; not to speak of Heinrich Heine,\nwho has long ago been re-incarnated in the more refined and\nfastidious lyrists of Paris; or of Hegel, who at present, in the\nform of Taine—the FIRST of living historians—exercises an\nalmost tyrannical influence. As regards Richard Wagner, however,\nthe more French music learns to adapt itself to the actual needs\nof the AME MODERNE, the more will it “Wagnerite\"; one can safely\npredict that beforehand,—it is already taking place\nsufficiently! There are, however, three things which the French\ncan still boast of with pride as their heritage and possession,\nand as indelible tokens of their ancient intellectual superiority\nin Europe, in spite of all voluntary or involuntary Germanizing\nand vulgarizing of taste. FIRSTLY, the capacity for artistic\nemotion, for devotion to “form,” for which the expression, L’ART\nPOUR L’ART, along with numerous others, has been invented:—such\ncapacity has not been lacking in France for three centuries; and\nowing to its reverence for the “small number,” it has again and\nagain made a sort of chamber music of literature possible, which\nis sought for in vain elsewhere in Europe.—The SECOND thing\nwhereby the French can lay claim to a superiority over Europe is\ntheir ancient, many-sided, MORALISTIC culture, owing to which one\nfinds on an average, even in the petty ROMANCIERS of the\nnewspapers and chance BOULEVARDIERS DE PARIS, a psychological\nsensitiveness and curiosity, of which, for example, one has no\nconception (to say nothing of the thing itself!) in Germany. The\nGermans lack a couple of centuries of the moralistic work\nrequisite thereto, which, as we have said, France has not\ngrudged: those who call the Germans “naive” on that account give\nthem commendation for a defect. (As the opposite of the German\ninexperience and innocence IN VOLUPTATE PSYCHOLOGICA, which is\nnot too remotely associated with the tediousness of German\nintercourse,—and as the most successful expression of genuine\nFrench curiosity and inventive talent in this domain of delicate\nthrills, Henri Beyle may be noted; that remarkable anticipatory\nand forerunning man, who, with a Napoleonic TEMPO, traversed HIS\nEurope, in fact, several centuries of the European soul, as a\nsurveyor and discoverer thereof:—it has required two generations\nto OVERTAKE him one way or other, to divine long afterwards some\nof the riddles that perplexed and enraptured him—this strange\nEpicurean and man of interrogation, the last great psychologist\nof France).—There is yet a THIRD claim to superiority: in the\nFrench character there is a successful half-way synthesis of the\nNorth and South, which makes them comprehend many things, and\nenjoins upon them other things, which an Englishman can never\ncomprehend. Their temperament, turned alternately to and from the\nSouth, in which from time to time the Provencal and Ligurian\nblood froths over, preserves them from the dreadful, northern\ngrey-in-grey, from sunless conceptual-spectrism and from poverty\nof blood—our GERMAN infirmity of taste, for the excessive\nprevalence of which at the present moment, blood and iron, that\nis to say “high politics,” has with great resolution been\nprescribed (according to a dangerous healing art, which bids me\nwait and wait, but not yet hope).—There is also still in France\na pre-understanding and ready welcome for those rarer and rarely\ngratified men, who are too comprehensive to find satisfaction in\nany kind of fatherlandism, and know how to love the South when in\nthe North and the North when in the South—the born Midlanders,\nthe “good Europeans.” For them BIZET has made music, this latest\ngenius, who has seen a new beauty and seduction,—who has\ndiscovered a piece of the SOUTH IN MUSIC.",
        "255. I hold that many precautions should be taken against German\nmusic. Suppose a person loves the South as I love it—as a great\nschool of recovery for the most spiritual and the most sensuous\nills, as a boundless solar profusion and effulgence which\no’erspreads a sovereign existence believing in itself—well, such\na person will learn to be somewhat on his guard against German\nmusic, because, in injuring his taste anew, it will also injure\nhis health anew. Such a Southerner, a Southerner not by origin\nbut by BELIEF, if he should dream of the future of music, must\nalso dream of it being freed from the influence of the North; and\nmust have in his ears the prelude to a deeper, mightier, and\nperhaps more perverse and mysterious music, a super-German music,\nwhich does not fade, pale, and die away, as all German music\ndoes, at the sight of the blue, wanton sea and the Mediterranean\nclearness of sky—a super-European music, which holds its own\neven in presence of the brown sunsets of the desert, whose soul\nis akin to the palm-tree, and can be at home and can roam with\nbig, beautiful, lonely beasts of prey . . . I could imagine a music\nof which the rarest charm would be that it knew nothing more of\ngood and evil; only that here and there perhaps some sailor’s\nhome-sickness, some golden shadows and tender weaknesses might\nsweep lightly over it; an art which, from the far distance, would\nsee the colours of a sinking and almost incomprehensible MORAL\nworld fleeing towards it, and would be hospitable enough and\nprofound enough to receive such belated fugitives.",
        "256. Owing to the morbid estrangement which the nationality-craze\nhas induced and still induces among the nations of Europe, owing\nalso to the short-sighted and hasty-handed politicians, who with\nthe help of this craze, are at present in power, and do not\nsuspect to what extent the disintegrating policy they pursue must\nnecessarily be only an interlude policy—owing to all this and\nmuch else that is altogether unmentionable at present, the most\nunmistakable signs that EUROPE WISHES TO BE ONE, are now\noverlooked, or arbitrarily and falsely misinterpreted. With all\nthe more profound and large-minded men of this century, the real\ngeneral tendency of the mysterious labour of their souls was to\nprepare the way for that new SYNTHESIS, and tentatively to\nanticipate the European of the future; only in their simulations,\nor in their weaker moments, in old age perhaps, did they belong\nto the “fatherlands\"—they only rested from themselves when they\nbecame “patriots.” I think of such men as Napoleon, Goethe,\nBeethoven, Stendhal, Heinrich Heine, Schopenhauer: it must not be\ntaken amiss if I also count Richard Wagner among them, about whom\none must not let oneself be deceived by his own misunderstandings\n(geniuses like him have seldom the right to understand\nthemselves), still less, of course, by the unseemly noise with\nwhich he is now resisted and opposed in France: the fact remains,\nnevertheless, that Richard Wagner and the LATER FRENCH\nROMANTICISM of the forties, are most closely and intimately\nrelated to one another. They are akin, fundamentally akin, in all\nthe heights and depths of their requirements; it is Europe, the\nONE Europe, whose soul presses urgently and longingly, outwards\nand upwards, in their multifarious and boisterous art—whither?\ninto a new light? towards a new sun? But who would attempt to\nexpress accurately what all these masters of new modes of speech\ncould not express distinctly? It is certain that the same storm\nand stress tormented them, that they SOUGHT in the same manner,\nthese last great seekers! All of them steeped in literature to\ntheir eyes and ears—the first artists of universal literary\nculture—for the most part even themselves writers, poets,\nintermediaries and blenders of the arts and the senses (Wagner,\nas musician is reckoned among painters, as poet among musicians,\nas artist generally among actors); all of them fanatics for\nEXPRESSION “at any cost\"—I specially mention Delacroix, the\nnearest related to Wagner; all of them great discoverers in the\nrealm of the sublime, also of the loathsome and dreadful, still\ngreater discoverers in effect, in display, in the art of the\nshow-shop; all of them talented far beyond their genius, out and\nout VIRTUOSI, with mysterious accesses to all that seduces,\nallures, constrains, and upsets; born enemies of logic and of the\nstraight line, hankering after the strange, the exotic, the\nmonstrous, the crooked, and the self-contradictory; as men,\nTantaluses of the will, plebeian parvenus, who knew themselves to\nbe incapable of a noble TEMPO or of a LENTO in life and action—\nthink of Balzac, for instance,—unrestrained workers, almost\ndestroying themselves by work; antinomians and rebels in manners,\nambitious and insatiable, without equilibrium and enjoyment; all\nof them finally shattering and sinking down at the Christian\ncross (and with right and reason, for who of them would have been\nsufficiently profound and sufficiently original for an ANTI-\nCHRISTIAN philosophy?);—on the whole, a boldly daring,\nsplendidly overbearing, high-flying, and aloft-up-dragging class\nof higher men, who had first to teach their century-and it is the\ncentury of the MASSES—the conception “higher man.” . . . Let the\nGerman friends of Richard Wagner advise together as to whether\nthere is anything purely German in the Wagnerian art, or whether\nits distinction does not consist precisely in coming from SUPER-\nGERMAN sources and impulses: in which connection it may not be\nunderrated how indispensable Paris was to the development of his\ntype, which the strength of his instincts made him long to visit\nat the most decisive time—and how the whole style of his\nproceedings, of his self-apostolate, could only perfect itself in\nsight of the French socialistic original. On a more subtle\ncomparison it will perhaps be found, to the honour of Richard\nWagner’s German nature, that he has acted in everything with more\nstrength, daring, severity, and elevation than a nineteenth-\ncentury Frenchman could have done—owing to the circumstance that\nwe Germans are as yet nearer to barbarism than the French;—\nperhaps even the most remarkable creation of Richard Wagner is\nnot only at present, but for ever inaccessible, incomprehensible,\nand inimitable to the whole latter-day Latin race: the figure of\nSiegfried, that VERY FREE man, who is probably far too free, too\nhard, too cheerful, too healthy, too ANTI-CATHOLIC for the taste\nof old and mellow civilized nations. He may even have been a sin\nagainst Romanticism, this anti-Latin Siegfried: well, Wagner\natoned amply for this sin in his old sad days, when—anticipating\na taste which has meanwhile passed into politics—he began, with\nthe religious vehemence peculiar to him, to preach, at least, THE\nWAY TO ROME, if not to walk therein.—That these last words may\nnot be misunderstood, I will call to my aid a few powerful\nrhymes, which will even betray to less delicate ears what I mean\n—what I mean COUNTER TO the “last Wagner” and his Parsifal music:—",
        "—Is this our mode?—From German heart came this vexed ululating?\nFrom German body, this self-lacerating? Is ours this priestly\nhand-dilation, This incense-fuming exaltation? Is ours this\nfaltering, falling, shambling, This quite uncertain ding-dong-\ndangling? This sly nun-ogling, Ave-hour-bell ringing, This wholly\nfalse enraptured heaven-o’erspringing?—Is this our mode?—Think\nwell!—ye still wait for admission—For what ye hear is ROME—\nROME’S FAITH BY INTUITION!",
        "Continue...",
        "\nThis complete text of the Beyond Good and Evil book by Friedrich Nietzsche (Translated from German into English\nby Helen Zimmern)\nis in the public domain.\n\n\nOrder this text as book: Beyond Good and Evil at Amazon.\n\n\nThis Authorama page has been created by Philipp Lenssen\nbased on the Project Gutenberg text version.\n\nPage last updated on April 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Beyond Good & Evil: Prelude to a Philosophy of the FutureBy Friedrich NietzscheAt Amazon"
    ]
}