{
    "title": "Bimbi - The Ambitious Rose Tree",
    "author": "Louise de la Ramee",
    "chapter": "2",
    "content": [
        "\n\n",
        "She was a Quatre Saison Rose Tree.",
        "She lived in a beautiful old garden with some charming magnolias\nfor neighbors: they rather overshadowed her, certainly, because\nthey were so very great and grand; but then such shadow as that is\npreferable, as every one knows, to a mere vulgar enjoyment of\ncommon daylight, and then the beetles went most to the magnolia-\nblossoms, for being so great and grand of course they got very\nmuch preyed upon, and this was a vast gain for the rose that was\nnear them. She herself leaned against the wall of an orange-house,\nin company with a Banksia, a buoyant, active, simple-minded thing,\nfor whom Rosa Damascena, who thought herself much better born than\nthese climbers, had a natural contempt. Banksiae will flourish and\nbe content anywhere, they are such easily pleased creatures; and\nwhen you cut them they thrive on it, which shows a very plebeian\nand pachydermatous temper; and they laugh all over in the face of\nan April day, shaking their little golden clusters of blossom in\nsuch a merry way that the Rose Tree, who was herself very reserved\nand thorny, had really scruples about speaking to them.",
        "For she was by nature extremely proud,–much prouder than her\nlineage warranted,–and a hard fate had fixed her to the wall of\nan orangery, where hardly anybody ever came, except the gardener\nand his men to carry the oranges in in winter and out in spring,\nor water and tend them while they were housed there.",
        "She was a handsome rose, and she knew it. But the garden was so\ncrowded–like the world–that she could not get herself noticed in\nit. In vain was she radiant and red close on to Christmas-time as\nin the fullest heats of midsummer. Nobody thought about her or\npraised her. She pined and was very unhappy.",
        "The Banksiae, who are little, frank, honest-hearted creatures, and\nsay out what they think, as such plebeian people will, used to\ntell her roundly she was thankless for the supreme excellence of\nher lot.",
        "“You have everything the soul of a rose can wish for: a splendid\nold wall with no nasty chinks in it; a careful gardener, who nips\nall the larvae in the bud before they can do you any damage; sun,\nwater, care; above all, nobody ever cuts a single blossom off you!\nWhat more can you wish for? This orangery is paradise!”",
        "She did not answer.",
        "What wounded her pride so deeply was just this fact, that they\nnever DID cut off any of her blossoms. When day after day, year\nafter year, she crowned herself with her rich crimson glory and no\none ever came nigh to behold or to gather it, she could have died\nwith vexation and humiliation.",
        "Would nobody see she was worth anything?",
        "The truth was that in this garden there was such an abundance of\nvery rare roses that a common though beautiful one like Rosa\nDamascena remained unthought of; she was lovely, but then there\nwere so many lovelier still, or, at least, much more a la mode.",
        "In the secluded garden corner she suffered all the agonies of a\npretty woman in the great world, who is only a pretty woman, and\nno more. It needs so VERY much more to be “somebody.” To be\nsomebody was what Rosa Damascena sighed for, from rosy dawn to\nrosier sunset.",
        "From her wall she could see across the green lawns, the great\nparterre which spread before the house terrace, and all the great\nroses that bloomed there,–Her Majesty Gloire de Dijon, who was a\nreigning sovereign born, the royally born Niphetos, the Princesse\nAdelaide, the Comtesse Ouvaroff, the Vicomtesse de Cazes all in\ngold, Madame de Sombreuil in snowy white, the beautiful Louise de\nSavoie, the exquisite Duchess of Devoniensis,–all the roses that\nwere great ladies in their own right, and as far off her as were\nthe stars that hung in heaven. Rosa Damascena would have given all\nher brilliant carnation hues to be pale and yellow like the\nPrincesse Adelaide, or delicately colorless like Her Grace of\nDevoniensis.",
        "She tried all she could to lose her own warm blushes, and prayed\nthat bees might sting her and so change her hues; but the bees\nwere of low taste, and kept their pearl-powder and rouge and other\npigments for the use of common flowers, like the evening primrose\nor the butter-cup and borage, and never came near to do her any\ngood in arts of toilet.",
        "One day the gardener approached and stood and looked at her: then\nall at once she felt a sharp stab in her from his knife, and a\nvivid pain ran downward through her stem.",
        "She did not know it, but gardeners and gods “this way grant\nprayer.”",
        "“Has not something happened to me?” she asked of the little\nBanksiae; for she felt very odd all over her; and when you are\nunwell you cannot be very haughty.",
        "The saucy Banksiae laughed, running over their wires that they\ncling to like little children.",
        "“You have got your wish,” they said. “You are going to be a great\nlady; they have made you into a Rosa Indica!”",
        "A tea rose! Was it possible?",
        "Was she going to belong at last to that grand and graceful order,\nwhich she had envied so long and vainly from afar?",
        "Was she, indeed, no more mere simple Rosa Damascena? She felt so\nhappy she could hardly breathe. She thought it was her happiness\nthat stifled her; in real matter of fact it was the tight bands in\nwhich the gardener had bound her.",
        "“Oh, what joy!” she thought, though she still felt very\nuncomfortable, but not for the world would she ever have admitted\nit to the Banksiae.",
        "The gardener had tied a tin tube on to her, and it was heavy and\ncumbersome; but no doubt, she said to herself, the thing was\nfashionable, so she bore the burden of it very cheerfully.",
        "The Banksiae asked her how she felt, but she would not deign even\nto reply; and when a friendly blackbird, who had often picked\ngrubs off her leaves, came and sang to her, she kept silent: a\nRosa Indica was far above a blackbird.",
        "“Next time you want a caterpillar taken away, he may eat you for\nME!” said the blackbird, and flew off in a huff.",
        "She was very ungrateful to hate the black-bird so, for he had been\nmost useful to her in doing to death all the larvae of worms and\nbeetles and caterpillars and other destroyers which were laid\ntreacherously within her leaves. The good blackbird, with many\nanother feathered friend, was forever at work in some good deed of\nthe kind, and all the good, grateful flowers loved him and his\nrace. But to this terribly proud and discontented Rosa Damascena\nhe had been a bore, a common creature, a nuisance, a monster–any\none of these things by turns, and sometimes all of them\naltogether. She used to long for the cat to get him.",
        "“You ought to be such a happy rose!” the merle had said to her,\none day. “There is no rose so strong and healthy as you are,\nexcept the briers.”",
        "And from that day she had hated him. The idea of naming those\nhedgerow brier roses in the same breath with her!",
        "You would have seen in that moment of her rage a very funny sight\nhad you been there; nothing less funny than a rose tree trying to\nbox a blackbird’s ears!",
        "But, to be sure, you would only have thought the wind was blowing\nabout the rose, so you would have seen nothing really of the\ndrollery of it all, which was not droll at all to Rosa Damascena,\nfor a wound in one’s vanity is as long healing as a wound from a\nconical bullet in one’s body. The blackbird had not gone near her\nafter that, nor any of his relations and friends, and she had had\na great many shooting and flying pains for months together, in\nconsequence of aphides’ eggs having been laid inside her stem–\neggs of which the birds would have eased her long before if they\nhad not been driven away by her haughty rage.",
        "However, she had been almost glad to have some ailment. She had\ncalled it aneurism, and believed it made her look refined and\ninteresting. If it would only have made her pale! But it had not\ndone that: she had remained of the richest rose color.",
        "When the winter had passed and the summer had come round again,\nthe grafting had done its work: she was really a Rosa Indica, and\ntimidly put forth the first blossom in her new estate. It was a\nsmall, rather puny yellowish thing, not to be compared to her own\nnatural red clusters, but she thought it far finer.",
        "Scarcely had it been put forth by her than the gardener whipped it\noff with his knife, and bore it away in proof of his success in\nsuch transmogrifications.",
        "She had never felt the knife before, when she had been only Rosa\nDamascena: it hurt her very much, and her heart bled.",
        "“Il faut souffrir pour etre belle,” said the Banksiae in a good-\nnatured effort at consolation. She was not going to answer them,\nand she made believe that her tears were only dew, though it was\nhigh noon and all the dewdrops had been drunk by the sun, who by\nnoontime gets tired of climbing and grows thirsty.",
        "Her next essay was much finer, and the knife whipped that off\nalso. That summer she bore more and more blossoms, and always the\nknife cut them away, for she had been made one of the great race\nof Rosa Indica.",
        "Now, a rose tree, when a blossom is chopped or broken off, suffers\nprecisely as we human mortals do if we lose a finger; but the rose\ntree, being a much more perfect and delicate handiwork of nature\nthan any human being, has a faculty we have not: it lives and has\na sentient soul in every one of its roses, and whatever one of\nthese endures the tree entire endures also by sympathy. You think\nthis very wonderful? Not at all. It is no whit more wonderful than\nthat a lizard’s tail chopped off runs about by itself, or that a\ndog can scent a foe or a thief whilst the foe or the thief is yet\nmiles away. All these things are most wonderful, or not at all so-\n-just as you like.",
        "In a little while she bore another child: this time it was a fine\nfair creature, quite perfect in its hues and shapes. “I never saw\na prettier!” said an emperor butterfly, pausing near for a moment;\nat that moment the knife of the gardener severed the rosebud’s\nstalk.",
        "“The lady wants one for her bouquet de corsage: she goes to the\nopera to-night,” the man said to another man, as he took the young\ntea rose.",
        "“What is the opera?” asked the mother rose wearily of the\nbutterfly. He did not know; but his cousin the death’s-head moth,\nasleep under a magnolia leaf, looked down with a grim smile on his\nquaint face.",
        "“It is where everything dies in ten seconds,” he answered. “It is\na circle of fire; many friends of mine have flown in, none ever\nreturned: your daughter will shrivel up and perish miserably. One\npays for glory.”",
        "The rose tree shivered through all her stalks; but she was still\nproud, and tried to think that all this was said only out of envy.\nWhat should an old death’s-head moth know, whose eyes were so weak\nthat a farthing rushlight blinded them?",
        "So she lifted herself a little higher, and would not even see that\nthe Banksiae were nodding to her; and as for her old friend the\nblackbird, how vulgar he looked, bobbing up and down hunting worms\nand woodlice! could anything be more outrageously vulgar than\nthat staring yellow beak of his? She twisted herself round not to\nsee him, and felt quite annoyed that he went on and sang just the\nsame, unconscious of, or indifferent to, her coldness.",
        "With each successive summer Rosa Damascena became more integrally\nand absolutely a Rosa Indica, and suffered in proportion to her\nfashion and fame.",
        "True, people came continually to look at her, and especially in\nMaytime would cry aloud, “What a beautiful Niphetos!” But then she\nwas bereaved of all her offspring, for, being of the race of\nNiphetos, they were precious, and one would go to die in an hour\nin a hot ballroom, and another to perish in a Sevres vase, where\nthe china indeed was exquisite but the water was foul, and others\nwent to be suffocated in the vicious gases of what the mortals\ncall an opera box, and others were pressed to death behind hard\ndiamonds in a woman’s bosom; in one way or another they each and\nall perished miserably. She herself also lost many of her once\nluxuriant leaves, and had a little scanty foliage, red-brown in\nsummer, instead of the thick, dark-green clothing that she had\nworn when a rustic maiden. Not a day passed but the knife stabbed\nher; when the knife had nothing to take she was barren and chilly,\nfor she had lost the happy power of looking beautiful all the year\nround, which once she had possessed.",
        "One day came when she was taken up out of the ground and borne\ninto a glass house, placed in a large pot, and lifted up on to a\npedestal, and left in a delicious atmosphere, with patrician\nplants all around her with long Latin names, and strange, rare\nbeauties of their own. She bore bud after bud in this crystal\ntemple, and became a very crown of blossom; and her spirit grew so\nelated, and her vanity so supreme, that she ceased to remember she\nhad ever been a simple Rosa Damascena, except that she was always\nsaying to herself, “How great I am! how great I am!” which she\nmight have noticed that those born ladies, the Devoniensis and the\nLouise de Savoie, never did. But she noticed nothing except her\nown beauty, which she could see in a mirror that was let into the\nopposite wall of the greenhouse. Her blossoms were many and all\nquite perfect, and no knife touched them; and though to be sure\nshe was still very scantily clothed so far as foliage went, yet\nshe was all the more fashionable for that, so what did it matter?",
        "One day, when her beauty was at its fullest perfection, she heard\nall the flowers about her bending and whispering with rustling and\nmurmuring, saying, “Who will be chosen? who will be chosen?”",
        "Chosen for what? They did not talk much to her, because she was\nbut a newcomer and a parvenue, but she gathered from them in a\nlittle time that there was to be a ball for a marriage festivity\nat the house to which the greenhouse was attached. Each flower\nwondered if it would be chosen to go to it. The azaleas knew they\nwould go, because they were in their pink or rose ball-dresses all\nready; but no one else was sure. The rose tree grew quite sick and\nfaint with hope and fear. Unless she went, she felt that life was\nnot worth the living. She had no idea what a ball might be, but\nshe knew that it was another form of greatness, when she was all\nready, too, and so beautiful!",
        "The gardener came and sauntered down the glass house, glancing\nfrom one to another. The hearts of all beat high. The azaleas only\nnever changed color: they were quite sure of themselves. Who could\ndo without them in February?",
        "“Oh, take me! take me! take me!” prayed the rose tree, in her\nfoolish, longing, arrogant heart.",
        "Her wish was given her. The lord of their fates smiled when he\ncame to where she stood.",
        "“This shall be for the place of honor,” he murmured, as he lifted\nher out of the large vase she lived in on to a trestle and\nsummoned his boys to bear her away. The very azaleas themselves\ngrew pale with envy.",
        "As for the rose tree herself, she would not look at any one; she\nwas carried through the old garden straight past the Banksise, but\nshe would make them no sign; and as for the blackbird, she hoped a\ncat had eaten him! Had he not known her as Rosa Damascena?",
        "She was borne bodily, roots and all, carefully wrapped up in soft\nmatting, and taken into the great house.",
        "It was a very great house, a very grand house, and there was to be\na marvelous feast in it, and a prince and princess from over the\nseas were that night to honor the mistress of it by their\npresence. All this Rosa Indica had gathered from the chatter of\nthe flowers, and when she came into the big palace she saw many\nsigns of excitement and confusion: servants out of livery were\nrunning up against one another in their hurry-scurry; miles and\nmiles, it seemed, of crimson carpeting were being unrolled all\nalong the terrace and down the terrace steps, since by some\npeculiar but general impression royal personages are supposed not\nto like to walk upon anything else, though myself I think they\nmust get quite sick of red carpet, seeing so very much of it\nspread for them wherever they go. To Rosa Indica, however, the\nbright scarlet carpeting looked very handsome, and seemed, indeed,\na foretaste of heaven.",
        "Soon she was carried quite inside the house, into an immense room\nwith a beautiful dome-shaped ceiling, painted in fresco three\ncenturies before, and fresh as though it had been painted\nyesterday. At the end of the room was a great chair, gilded and\npainted, too, three centuries before, and covered with velvet,\ngold-fringed, and powdered with golden grasshoppers. “That common\ninsect here!” thought Rosa, in surprise, for she did not know that\nthe chief of the house, long, long, long ago, when sleeping in the\nheat of noon in Palestine in the first crusade, had been awakened\nby a grasshopper lighting on his eyelids, and so had been aroused\nin time to put on his armor and do battle with a troop attacking\nSaracen cavalry, and beat them; wherefore, in gratitude, he had\ntaken the humble field-creature as his badge for evermore.",
        "They set the roots of Rosa Indica now into a vase–such a vase!\nthe royal blue of Sevres, if you please, and with border and\nscroll work and all kinds of wonders and glories painted on it and\ngilded on it, and standing four feet high if it stood one inch! I\ncould never tell you the feelings of Rosa if I wrote a thousand\npages. Her heart thrilled so with ecstasy that she almost dropped\nall her petals, only her vanity came to her aid, and helped her to\ncontrol in a measure her emotions. The gardeners broke off a good\ndeal of mould about her roots, and they muttered one to another\nsomething about her dying of it. But Rosa thought no more of that\nthan a pretty lady does when her physician tells her she will die\nof tight lacing; not she! She was going to be put into that Sevres\nvase.",
        "This was enough for her, as it is enough for the lady that she is\ngoing to be put into a hundred-guinea ball gown.",
        "In she went. It was certainly a tight fit, as the gown often is,\nand Rosa felt nipped, strained, bruised, suffocated. But an old\nproverb has settled long ago that pride feels no pain, and perhaps\nthe more foolish the pride the less is the pain that is felt–for\nthe moment.",
        "They set her well into the vase, putting green moss over her\nroots, and then they stretched her branches out over a gilded\ntrelliswork at the back of the vase. And very beautiful she\nlooked; and she was at the head of the room, and a huge mirror\ndown at the farther end opposite to her showed her own reflection.\nShe was in paradise!",
        "“At last,” she thought to herself, “at last they have done me\njustice!”",
        "The azaleas were all crowded round underneath her, like so many\nkneeling courtiers, but they were not taken out of their pots;\nthey were only shrouded in moss. They had no Sevres vases. And\nthey had always thought so much of themselves and given themselves\nsuch airs, for there is nothing so vain as an azalea,–except,\nindeed, a camellia, which is the most conceited flower in the\nworld, though, to do it justice, it is also the most industrious,\nfor it is busy getting ready its next winter buds whilst the\nsummer is still hot and broad on the land, which is very wise and\nprudent in it and much to be commended.",
        "Well, there was Rosa Indica at the head of the room in the Sevres\nvase, and very proud and triumphant she felt throned there, and\nthe azaleas, of course, were whispering enviously underneath her,\n“Well, after all, she was only Rosa Damascena not so VERY long\nago.”",
        "Yes, THEY KNEW! What a pity it was! They knew she had once been\nRosa Damascena and never would wash it out of their minds–the\ntiresome, spiteful, malignant creatures!",
        "Even aloft in the vase, in all her glory, the rose could have shed\ntears of mortification, and was ready to cry like Themistocles,\n“Can nobody give us oblivion?”",
        "Nobody could give that, for the azaleas, who were so irritated at\nbeing below her, were not at all likely to hold their tongues. But\nshe had great consolations and triumphs, and began to believe\nthat, let them say what they chose, she had never been a common\ngarden wall rose. The ladies of the house came in and praised her\nto the skies; the children ran up to her and clapped their hands\nand shouted for joy at her beauty; a wonderful big green bird came\nin and hopped before her, cocked his head on one side, and said to\nher, “Pretty Poll! oh, SUCH a pretty Poll!”",
        "“Even the birds adore me here!” she thought, not dreaming he was\nonly talking of himself; for when you are as vain as was this poor\ndear Rosa, creation is pervaded with your own perfections, and\neven when other people say only “Poll!” you feel sure they are\nsaying “You!” or they ought to be if they are not.",
        "So there she stood in her grand Sevres pot, and she was ready to\ncry with the poet, “The world may end tonight!” Alas! it was not\nthe world which was to end. Let me hasten to close this true\nheart-rending history.",
        "There was a great dinner as the sun began to set, and the mistress\nof the house came in on the arm of the great foreign prince; and\nwhat did the foreign prince do but look up at Rosa, straight up at\nher, and over the heads of the azaleas, and say to his hostess:\n“What a beautiful rose you have there! A Niphetos, is it not?”",
        "And her mistress, who had known her long as simple Rosa Damascena,\nanswered, “Yes, sir; it is a Niphetos.”",
        "Oh, to have lived for that hour! The silly thing thought it worth\nall her suffering from the gardener’s knife, all the loss of her\nrobust health and delightful power of flowering in all four\nseasons. She was a Niphetos, really and truly a Niphetos! and not\none syllable hinted as to her origin! She began to believe she had\nbeen BORN a tea rose!",
        "The dinner was long and gorgeous; the guests were dazzling in\njewels and in decorations; the table was loaded with old plate and\nrare china; the prince made a speech and used her as a simile of\nlove and joy and purity and peace. The rose felt giddy with\ntriumph and with the fumes of the wines around her. Her vase was\nof purple and gold, and all the voices round her said, “Oh, the\nbeautiful rose!” No one noticed the azaleas. How she wished that\nthe blackbird could see for a minute, if the cat would gobble him\nup the next!",
        "The day sped on; the chatelaine and her guests went away; the\ntable was rearranged; the rose tree was left in its place of\nhonor; the lights were lit; there was the sound of music near at\nhand; they were dancing in other chambers.",
        "Above her hung a chandelier–a circle of innumerable little flames\nand drops that looked like dew or diamonds. She thought it was the\nsun come very close. After it had been there a little while it\ngrew very hot, and its rays hurt her.",
        "“Can you not go a little farther away, O Sun?” she said to it. It\nwas flattered at being taken for the sun, but answered her: “I am\nfixed in my place. Do you not understand astronomy?”",
        "She did not know what astronomy was, so was silent, and the heat\nhurt her. Still, she was in the place of honor: so she was happy.",
        "People came and went; but nobody noticed her. They ate and drank,\nthey laughed and made love, and then went away to dance again, and\nthe music went on all night long, and all night long the heat of\nthe chandelier poured down on her.",
        "“I am in the place of honor,” she said to herself a thousand times\nin each hour.",
        "But the heat scorched her, and the fumes of the wines made her\nfaint. She thought of the sweet fresh air of the old garden where\nthe Banksiae were. The garden was quite near, but the windows were\nclosed, and there were the walls now between her and it. She was\nin the place of honor. But she grew sick and waxed faint as the\nburning rays of the artificial light shining above her seemed to\npierce through and through her like lances of steel. The night\nseemed very long. She was tired.",
        "She was erect there on her Sevres throne, with the light thrilling\nand throbbing upon her in every point. But she thought of the\nsweet, dark, fresh nights in the old home where the blackbird had\nslept, and she longed for them.",
        "The dancers came and went, the music thrummed and screamed, the\nlaughter was both near and far; the rose tree was amidst it all.\nYet she felt alone–all alone! as travelers may feel in a desert.\nHour succeeded hour; the night wore on apace; the dancers ceased\nto come; the music ceased, too; the light still burned down upon\nher, and the scorching fever of it consumed her like fire.",
        "Then there came silence–entire silence. Servants came round and\nput out all the lights–hundreds and hundreds of lights–quickly,\none by one. Other servants went to the windows and threw them wide\nopen to let out the fumes of wine. Without, the night was changing\ninto the gray that tells of earliest dawn. But it was a bitter\nfrost; the grass was white with it; the air was ice. In the great\ndarkness that had now fallen on all the scene this deadly cold\ncame around the rose tree and wrapped her in it as in a shroud.",
        "She shivered from head to foot.",
        "The cruel glacial coldness crept into the hot banqueting chamber,\nand moved round it in white, misty circles, like steam, like\nghosts of the gay guests that had gone. All was dark and chill–\ndark and chill as any grave!",
        "What worth was the place of honor now?",
        "Was this the place of honor?",
        "The rose tree swooned and drooped! A servant’s rough hand shook\ndown its worn beauty into a heap of fallen leaves. When they\ncarried her out dead in the morning, the little Banksia-buds, safe\nhidden from the frost within their stems, waiting to come forth\nwhen the summer should come, murmured to one another:–",
        "“She had her wish; she was great. This way the gods grant foolish\nprayers, and punish discontent!”",
        "Continue...",
        "\nThis full text of “Bimbi” (Stories for Children) by Louise de la Ramee belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}