{
    "title": "Bimbi - by Louise de la Ramee [Authorama]",
    "author": "Unknown",
    "chapter": "bimbi",
    "content": [
        "Presented by\nAuthorama\nPublic Domain Books",
        "August lived in a little town called Hall. Hall is a favorite name\nfor several towns in Austria and in Germany; but this one especial\nlittle Hall, in the Upper Innthal, is one of the most charming\nOld-World places that I know, and August, for his part, did not\nknow any other. It has the green meadows and the great mountains\nall about it, and the gray-green glacier-fed water rushes by it.\nIt has paved streets and enchanting little shops that have all\nlatticed panes and iron gratings to them; it has a very grand old\nGothic church, that has the noblest blendings of light and shadow,\nand marble tombs of dead knights, and a look of infinite strength\nand repose as a church should have. Then there is the Muntze\nTower, black and white, rising out of greenery, and looking down\non a long wooden bridge and the broad rapid river; and there is an\nold schloss which has been made into a guardhouse, with\nbattlements and frescos and heraldic devices in gold and colors,\nand a man-at-arms carved in stone standing life-size in his niche\nand bearing his date 1530. A little farther on, but close at hand,\nis a cloister with beautiful marble columns and tombs, and a\ncolossal wood-carved Calvary, and beside that a small and very\nrich chapel; indeed, so full is the little town of the undisturbed\npast, that to walk in it is like opening a missal of the Middle\nAges, all emblazoned and illuminated with saints and warriors, and\nit is so clean, and so still, and so noble, by reason of its\nmonuments and its historic color, that I marvel much no one has\never cared to sing its praises. The old pious, heroic life of an\nage at once more restful and more brave than ours still leaves its\nspirit there, and then there is the girdle of the mountains all\naround, and that alone means strength, peace, majesty.",
        "In this little town a few years ago August Strehla lived with his\npeople in the stone-paved, irregular square where the grand church\nstands.",
        "He was a small boy of nine years at that time,–a chubby-faced\nlittle man with rosy cheeks, big hazel eyes, and clusters of curls\nthe brown of ripe nuts. His mother was dead, his father was poor,\nand there were many mouths at home to feed. In this country the\nwinters are long and very cold; the whole land lies wrapped in\nsnow for many months; and this night that he was trotting home,\nwith a jug of beer in his numb red hands, was terribly cold and\ndreary. The good burghers of Hall had shut their double shutters,\nand the few lamps there were flickered dully behind their quaint,\nold-fashioned iron casings. The mountains indeed were beautiful,\nall snow-white under the stars that are so big in frost. Hardly\nany one was astir; a few good souls wending home from vespers, a\ntired post-boy, who blew a shrill blast from his tasseled horn as\nhe pulled up his sledge before a hostelry, and little August\nhugging his jug of beer to his ragged sheepskin coat, were all who\nwere abroad, for the snow fell heavily and the good folks of Hall\ngo early to their beds. He could not run, or he would have spilled\nthe beer; he was half frozen and a little frightened, but he kept\nup his courage by saying over and over again to himself, “I shall\nsoon be at home with dear Hirschvogel.”",
        "He went on through the streets, past the stone man-at-arms of the\nguardhouse, and so into the place where the great church was, and\nwhere near it stood his father Karl Strehla’s house, with a\nsculptured Bethlehem over the doorway, and the Pilgrimage of the\nThree Kings painted on its wall. He had been sent on a long errand\noutside the gates in the afternoon, over the frozen fields and the\nbroad white snow, and had been belated, and had thought he had\nheard the wolves behind him at every step, and had reached the\ntown in a great state of terror, thankful with all his little\npanting heart to see the oil lamp burning under the first house\nshrine. But he had not forgotten to call for the beer, and he\ncarried it carefully now, though his hands were so numb that he\nwas afraid they would let the jug down every moment.",
        "The snow outlined with white every gable and cornice of the\nbeautiful old wooden houses; the moonlight shone on the gilded\nsigns, the lambs, the grapes, the eagles, and all the quaint\ndevices that hung before the doors; covered lamps burned before\nthe Nativities and Crucifixions painted on the walls or let into\nthe woodwork; here and there, where a shutter had not been closed,\na ruddy fire-light lit up a homely interior, with a noisy band of\nchildren clustering round the house-mother and a big brown loaf,\nor some gossips spinning and listening to the cobbler’s or the\nbarber’s story of a neighbor, while the oil wicks glimmered, and\nthe hearth logs blazed, and the chestnuts sputtered in their iron\nroasting pot. Little August saw all these things, as he saw\neverything with his two big bright eyes, that had such curious\nlights and shadows in them; but he went needfully on his way for\nthe sake of the beer which a single slip of the foot would make\nhim spill. At his knock and call the solid oak door, four\ncenturies old if one, flew open, and the boy darted in with his\nbeer and shouted with all the force of mirthful lungs: “Oh, dear\nHirschvogel, but for the thought of you I should have died!”",
        "It was a large barren room into which he rushed with so much\npleasure, and the bricks were bare and uneven. It had a walnut-\nwood press, handsome and very old, a broad deal table, and several\nwooden stools, for all its furniture; but at the top of the\nchamber, sending out warmth and color together as the lamp shed\nits rays upon it, was a tower of porcelain, burnished with all the\nhues of a king’s peacock and a queen’s jewels, and surmounted with\narmed figures, and shields, and flowers of heraldry, and a great\ngolden crown upon the highest summit of all.",
        "It was a stove of 1532, and on it were the letters H. R. H., for\nit was in every portion the handwork of the great potter of\nNurnberg, Augustin Hirschvogel, who put his mark thus, as all the\nworld knows.",
        "The stove, no doubt, had stood in palaces and been made for\nprinces, had warmed the crimson stockings of cardinals and the\ngold-broidered shoes of archduchesses, had glowed in presence-\nchambers and lent its carbon to help kindle sharp brains in\nanxious councils of state; no one knew what it had seen or done or\nbeen fashioned for; but it was a right royal thing. Yet perhaps it\nhad never been more useful than it was now in this poor, desolate\nroom, sending down heat and comfort into the troop of children\ntumbled together on a wolfskin at its feet, who received frozen\nAugust among them with loud shouts of joy.",
        "“Oh, dear Hirschvogel, I am so cold, so cold!” said August,\nkissing its gilded lion’s claws. “Is father not in, Dorothea?”",
        "“No, dear. He is late.”",
        "Dorothea was a girl of seventeen, dark-haired and serious, and\nwith a sweet sad face, for she had had many cares laid on her\nshoulders, even whilst still a mere baby. She was the eldest of\nthe Strehla family; and there were ten of them in all. Next to her\nthere came Jan and Karl and Otho, big lads, gaining a little for\ntheir own living; and then came August, who went up in the summer\nto the high alps with the farmers’ cattle, but in winter could do\nnothing to fill his own little platter and pot; and then all the\nlittle ones, who could only open their mouths to be fed like young\nbirds,–Albrecht and Hilda, and Waldo and Christof, and last of\nall little three-year-old Ermengilda, with eyes like forget-me-\nnots, whose birth had cost them the life of their mother.",
        "They were of that mixed race, half Austrian, half Italian, so\ncommon in the Tyrol; some of the children were white and golden as\nlilies, others were brown and brilliant as fresh fallen chestnuts.\nThe father was a good man, but weak and weary with so many to find\nfor and so little to do it with. He worked at the salt furnaces,\nand by that gained a few florins; people said he would have worked\nbetter and kept his family more easily if he had not loved his\npipe and a draught of ale too well; but this had only been said of\nhim after his wife’s death, when trouble and perplexity had begun\nto dull a brain never too vigorous, and to enfeeble further a\ncharacter already too yielding. As it was, the wolf often bayed at\nthe door of the Strehla household, without a wolf from the\nmountains coming down.",
        "Dorothea was one of those maidens who almost work miracles, so far\ncan their industry and care and intelligence make a home sweet and\nwholesome and a single loaf seem to swell into twenty. The\nchildren were always clean and happy, and the table was seldom\nwithout its big pot of soup once a day. Still, very poor they\nwere, and Dorothea’s heart ached with shame, for she knew that\ntheir father’s debts were many for flour and meat and clothing. Of\nfuel to feed the big stove they had always enough without cost,\nfor their mother’s father was alive, and sold wood and fir cones\nand coke, and never grudged them to his grandchildren, though he\ngrumbled at Strehla’s improvidence and hapless, dreamy ways.",
        "“Father says we are never to wait for him; we will have supper,\nnow you have come home, dear,” said Dorothea, who, however she\nmight fret her soul in secret as she knitted their hose and mended\ntheir shirts, never let her anxieties cast a gloom on the\nchildren; only to August she did speak a little sometimes, because\nhe was so thoughtful and so tender of her always, and knew as well\nas she did that there were troubles about money,–though these\ntroubles were vague to them both, and the debtors were patient and\nkindly, being neighbors all in the old twisting streets between\nthe guardhouse and the river.",
        "Supper was a huge bowl of soup, with big slices of brown bread\nswimming in it and some onions bobbing up and down; the bowl was\nsoon emptied by ten wooden spoons, and then the three eldest boys\nslipped off to bed, being tired with their rough bodily labor in\nthe snow all day, and Dorothea drew her spinning-wheel by the\nstove and set it whirring, and the little ones got August down\nupon the old worn wolfskin and clamored to him for a picture or a\nstory. For August was the artist of the family.",
        "He had a piece of planed deal that his father had given him, and\nsome sticks of charcoal, and he would draw a hundred things he had\nseen in the day, sweeping each out with his elbow when the\nchildren had seen enough of it, and sketching another in its\nstead,–faces and dogs’ heads, and men in sledges, and old women\nin their furs, and pine trees, and cocks and hens, and all sorts\nof animals, and now and then–very reverently–a Madonna and\nChild. It was all very rough, for there was no one to teach him\nanything. But it was all lifelike, and kept the whole troop of\nchildren shrieking with laughter, or watching breathless, with\nwide open, wondering, awed eyes.",
        "They were all so happy; what did they care for the snow outside?\nTheir little bodies were warm, and their hearts merry; even\nDorothea, troubled about the bread for the morrow, laughed as she\nspun; and August, with all his soul in his work, and little rosy\nErmengilda’s cheek on his shoulder, glowing after his frozen\nafternoon, cried out loud, smiling, as he looked up at the stove\nthat was shedding its heat down on them all:–",
        "“Oh, dear Hirschvogel! you are almost as great and good as the\nsun! No; you are greater and better, I think, because he goes away\nnobody knows where all these long, dark, cold hours, and does not\ncare how people die for want of him; but you–you are always\nready; just a little bit of wood to feed you, and you will make a\nsummer for us all the winter through!”",
        "The grand old stove seemed to smile through all its iridescent\nsurface at the praises of the child. No doubt the stove, though it\nhad known three centuries and more, had known but very little\ngratitude.",
        "It was one of those magnificent stoves in enameled faience which\nso excited the jealousy of the other potters of Nurnberg that in a\nbody they demanded of the magistracy that Augustin Hirschvogel\nshould be forbidden to make any more of them,–the magistracy,\nhappily, proving of a broader mind, and having no sympathy with\nthe wish of the artisans to cripple their greater fellow.",
        "It was of great height and breadth, with all the majolica luster\nwhich Hirschvogel learned to give to his enamels when he was\nmaking love to the young Venetian girl whom he afterwards married.\nThere was the statue of a king at each corner, modeled with as\nmuch force and splendor as his friend Albrecht Durer could have\ngiven unto them on copperplate or canvas. The body of the stove\nitself was divided into panels, which had the Ages of Man painted\non them in polychrome; the borders of the panels had roses and\nholly and laurel and other foliage, and German mottoes in black\nletter of odd Old World moralizing, such as the old Teutons, and\nthe Dutch after them, love to have on their chimney-places and\ntheir drinking cups, their dishes and flagons. The whole was\nburnished with gilding in many parts, and was radiant everywhere\nwith that brilliant coloring of which the Hirschvogel family,\npainters on glass and great in chemistry, as they were, were all\nmasters.",
        "The stove was a very grand thing, as I say; possibly Hirschvogel\nhad made it for some mighty lord of the Tyrol at that time when he\nwas an imperial guest at Innspruck, and fashioned so many things\nfor the Schloss Amras and beautiful Philippine Welser, the\nburgher’s daughter, who gained an archduke’s heart by her beauty\nand the right to wear his honors by her wit. Nothing was known of\nthe stove at this latter day in Hall. The grandfather Strehla, who\nhad been a master-mason, had dug it up out of some ruins where he\nwas building, and, finding it without a flaw, had taken it home,\nand only thought it worth finding because it was such a good one\nto burn. That was now sixty years past, and ever since then the\nstove had stood in the big, desolate, empty room, warming three\ngenerations of the Strehla family, and having seen nothing\nprettier, perhaps, in all its many years than the children tumbled\nnow in a cluster like gathered flowers at its feet. For the\nStrehla children, born to nothing else, were all born with beauty;\nwhite or brown, they were equally lovely to look upon, and when\nthey went into the church to Mass, with their curling locks and\ntheir clasped hands, they stood under the grim statues like\ncherubs flown down off some fresco.",
        "“Tell us a story, August,” they cried in chorus, when they had\nseen charcoal pictures till they were tired; and August did as he\ndid every night pretty nearly–looked up at the stove and told\nthem what he imagined of the many adventures and joys and sorrows\nof the human being who figured on the panels from his cradle to\nhis grave.",
        "To the children the stove was a household god. In summer they laid\na mat of fresh moss all round it, and dressed it up with green\nboughs and the numberless beautiful wild flowers of the Tyrol\ncountry. In winter all their joys centered in it, and scampering\nhome from school over the ice and snow they were happy, knowing\nthat they would soon be cracking nuts or roasting chestnuts in the\nbroad ardent glow of its noble tower, which rose eight feet high\nabove them with all its spires and pinnacles and crowns.",
        "Once a traveling peddler had told them that the letters on it\nmeant Augustin Hirschvogel, and that Hirschvogel had been a great\nGerman potter and painter, like his father before him, in the art-\nsanctified city of Nurnberg, and had made many such stoves, that\nwere all miracles of beauty and of workmanship, putting all his\nheart and his soul and his faith into his labors, as the men of\nthose earlier ages did, and thinking but little of gold or praise.",
        "An old trader, too, who sold curiosities not far from the church,\nhad told August a little more about the brave family of\nHirschvogel, whose houses can be seen in Nuremberg to this day; of\nold Veit, the first of them, who painted the Gothic windows of St.\nSebald with the marriage of the margravine; of his sons and of his\ngrand-sons, potters, painters, engravers all, and chief of them\ngreat Augustin, the Luca della Robbia of the North. And August’s\nimagination, always quick, had made a living personage out of\nthese few records, and saw Hirschvogel as though he were in the\nflesh walking up and down the Maximilian-Strass in his visit to\nInnspruck, and maturing beautiful things in his brain as he stood\non the bridge and gazed on the emerald green flood of the Inn.",
        "So the stove had got to be called Hirschvogel in the family, as if\nit were a living creature, and little August was very proud\nbecause he had been named after that famous old dead German who\nhad had the genius to make so glorious a thing. All the children\nloved the stove, but with August the love of it was a passion;\nand in his secret heart he used to say to himself, “When I am a\nman, I will make just such things too, and then I will set\nHirschvogel in a beautiful room in a house that I will build\nmyself in Innspruck just outside the gates, where the chestnuts\nare, by the river; that is what I will do when I am a man.”",
        "For August, a salt baker’s son and a little cow-keeper when he was\nanything, was a dreamer of dreams, and when he was upon the high\nalps with his cattle, with the stillness and the sky around him,\nwas quite certain that he would live for greater things than\ndriving the herds up when the springtide came among the blue sea\nof gentians, or toiling down in the town with wood and with timber\nas his father and grandfather did every day of their lives. He was\na strong and healthy little fellow, fed on the free mountain air,\nand he was very happy, and loved his family devotedly, and was as\nactive as a squirrel and as playful as a hare; but he kept his\nthoughts to himself, and some of them went a very long way for a\nlittle boy who was only one among many, and to whom nobody had\never paid any attention except to teach him his letters and tell\nhim to fear God. August in winter was only a little, hungry\nschoolboy, trotting to be catechised by the priest, or to bring\nthe loaves from the bakehouse, or to carry his father’s boots to\nthe cobbler; and in summer he was only one of hundreds of cowboys,\nwho drove the poor, half-blind, blinking, stumbling cattle,\nringing their throat bells, out into the sweet intoxication of the\nsudden sunlight, and lived up with them in the heights among the\nAlpine roses, with only the clouds and the snow summits near. But\nhe was always thinking, thinking, thinking, for all that; and\nunder his little sheepskin winter coat and his rough hempen summer\nshirt his heart had as much courage in it as Hofer’s ever had,–\ngreat Hofer, who is a household word in all the Innthal, and whom\nAugust always reverently remembered when he went to the city of\nInnspruck and ran out by the foaming water mill and under the\nwooded height of Berg Isel.",
        "August lay now in the warmth of the stove and told the children\nstories, his own little brown face growing red with excitement as\nhis imagination glowed to fever heat. That human being on the\npanels, who was drawn there as a baby in a cradle, as a boy\nplaying among flowers, as a lover sighing under a casement, as a\nsoldier in the midst of strife, as a father with children round\nhim, as a weary, old, blind man on crutches, and, lastly, as a\nransomed soul raised up by angels, had always had the most intense\ninterest for August, and he had made, not one history for him, but\na thousand; he seldom told them the same tale twice. He had never\nseen a storybook in his life; his primer and his Mass book were\nall the volumes he had. But nature had given him Fancy, and she is\na good fairy that makes up for the want of very many things!\nonly, alas! her wings are so very soon broken, poor thing! and\nthen she is of no use at all.",
        "“It is time for you all to go to bed, children,” said Dorothea,\nlooking up from her spinning. “Father is very late to-night; you\nmust not sit up for him.”",
        "“Oh, five minutes more, dear Dorothea!” they pleaded; and little\nrosy and golden Ermengilda climbed up into her lap. “Hirschvogel\nis so warm, the beds are never so warm as he. Cannot you tell us\nanother tale, August?”",
        "“No,” cried August, whose face had lost its light, now that his\nstory had come to an end, and who sat serious, with his hands\nclasped on his knees, gazing on to the luminous arabesques of the\nstove.",
        "“It is only a week to Christmas,” he said suddenly.",
        "“Grandmother’s big cakes!” chuckled little Christof, who was five\nyears old, and thought Christmas meant a big cake and nothing\nelse.",
        "“What will Santa Claus find for ’Gilda if she be good?” murmured\nDorothea over the child’s sunny head; for, however hard poverty\nmight pinch, it could never pinch so tightly that Dorothea would\nnot find some wooden toy and some rosy apples to put in her little\nsister’s socks.",
        "“Father Max has promised me a big goose, because I saved the\ncalf’s life in June,” said August; it was the twentieth time he\nhad told them so that month, he was so proud of it.",
        "“And Aunt Maila will be sure to send us wine and honey and a\nbarrel of flour; she always does,” said Albrecht. Their Aunt Maila\nhad a chalet and a little farm over on the green slopes towards\nDorp Ampas.",
        "“I shall go up into the woods and get Hirschvogel’s crown,” said\nAugust; they always crowned Hirschvogel for Christmas with pine\nboughs and ivy and mountain berries. The heat soon withered the\ncrown; but it was part of the religion of the day to them, as much\nso as it was to cross themselves in church and raise their voices\nin the “O Salutaris Hostia.”",
        "And they fell chatting of all they would do on the Christ-night,\nand one little voice piped loud against another’s, and they were\nas happy as though their stockings would be full of golden purses\nand jeweled toys, and the big goose in the soup pot seemed to them\nsuch a meal as kings would envy.",
        "In the midst of their chatter and laughter a blast of frozen air\nand a spray of driven snow struck like ice through the room, and\nreached them even in the warmth of the old wolfskins and the great\nstove. It was the door which had opened and let in the cold; it\nwas their father who had come home.",
        "The younger children ran joyous to meet him. Dorothea pushed the\none wooden armchair of the room to the stove, and August flew to\nset the jug of beer on a little round table, and fill a long clay\npipe; for their father was good to them all, and seldom raised his\nvoice in anger, and they had been trained by the mother they had\nloved to dutifulness and obedience and a watchful affection.",
        "To-night Karl Strehla responded very wearily to the young ones’\nwelcome, and came to the wooden chair with a tired step and sat\ndown heavily, not noticing either pipe or beer.",
        "“Are you not well, dear father?” his daughter asked him.",
        "“I am well enough,” he answered dully, and sat there with his head\nbent, letting the lighted pipe grow cold.",
        "He was a fair, tall man, gray before his time, and bowed with\nlabor.",
        "“Take the children to bed,” he said suddenly, at last, and\nDorothea obeyed. August stayed behind, curled before the stove; at\nnine years old, and when one earns money in the summer from the\nfarmers, one is not altogether a child any more, at least in one’s\nown estimation.",
        "August did not heed his father’s silence; he was used to it. Karl\nStrehla was a man of few words, and, being of weakly health, was\nusually too tired at the end of the day to do more than drink his\nbeer and sleep. August lay on the wolfskin, dreamy and comfortable,\nlooking up through his drooping eyelids at the golden coronets on\nthe crest of the great stove, and wondering for the millionth time\nwhom it had been made for, and what grand places and scenes it had\nknown.",
        "Dorothea came down from putting the little ones in their beds; the\ncuckoo clock in the corner struck eight; she looked to her father\nand the untouched pipe, then sat down to her spinning, saying\nnothing. She thought he had been drinking in some tavern; it had\nbeen often so with him of late.",
        "There was a long silence; the cuckoo called the quarter twice;\nAugust dropped to sleep, his curls falling over his face;\nDorothea’s wheel hummed like a cat.",
        "Suddenly Karl Strehla struck his hand on the table, sending the\npipe on the ground.",
        "“I have sold Hirschvogel,” he said; and his voice was husky and\nashamed in his throat. The spinning wheel stopped. August sprang\nerect out of his sleep.",
        "“Sold Hirschvogel!” If their father had dashed the holy crucifix\non the floor at their feet and spat on it, they could not have\nshuddered under the horror of a greater blasphemy.",
        "“I have sold Hirschvogel!” said Karl Strehla in the same husky,\ndogged voice. “I have sold it to a traveling trader in such things\nfor two hundred florins. What would you?–I owe double that. He\nsaw it this morning when you were all out. He will pack it and\ntake it to Munich to-morrow.”",
        "Dorothea gave a low, shrill cry:–",
        "“Oh, father!–the children–in midwinter!”",
        "She turned white as the snow without; her words died away in her\nthroat.",
        "August stood, half blind with sleep, staring with dazed eyes as\nhis cattle stared at the sun when they came out from their\nwinter’s prison.",
        "“It is not true! It is not true!” he muttered. “You are jesting,\nfather?”",
        "Strehla broke into a dreary laugh.",
        "“It is true. Would you like to know what is true too?–that the\nbread you eat, and the meat you put in this pot, and the roof you\nhave over your heads, are none of them paid for, have been none of\nthem paid for for months and months; if it had not been for your\ngrandfather, I should have been in prison all summer and autumn;\nand he is out of patience and will do no more now. There is no\nwork to be had; the masters go to younger men; they say I work\nill; it may be so. Who can keep his head above water with ten\nhungry children dragging him down? When your mother lived it was\ndifferent. Boy, you stare at me as if I were a mad dog! You have\nmade a god of yon china thing. Well–it goes; goes to-morrow. Two\nhundred florins, that is something. It will keep me out of prison\nfor a little, and with the spring things may turn–”",
        "August stood like a creature paralyzed. His eyes were wide open,\nfastened on his father’s with terror and incredulous horror; his\nface had grown as white as his sister’s; his chest heaved with\ntearless sobs.",
        "“It is not true! It is not true!” he echoed stupidly. It seemed to\nhim that the very skies must fall, and the earth perish, if they\ncould take away Hirschvogel. They might as soon talk of tearing\ndown God’s sun out of the heavens.",
        "“You will find it true,” said his father doggedly, and angered\nbecause he was in his own soul bitterly ashamed to have bartered\naway the heirloom and treasure of his race and the comfort and\nhealth-giver of his young children.” You will find it true. The\ndealer has paid me half the money to-night, and will pay me the\nother half to-morrow, when he packs it up and takes it away to\nMunich. No doubt it is worth a great deal more,–at least I\nsuppose so, as he gives that,–but beggars cannot be choosers. The\nlittle black stove in the kitchen will warm you all just as well.\nWho would keep a gilded, painted thing in a poor house like this,\nwhen one can make two hundred florins by it? Dorothea, you never\nsobbed more when your mother died. What is it, when all is said?–\na bit of hardware much too grand-looking for such a room as this.\nIf all the Strehlas had not been born fools, it would have been\nsold a century ago, when it was dug up out of the ground. It is a\nstove for a museum, the trader said when he saw it. To a museum\nlet it go.”",
        "August gave a shrill shriek like a hare’s when it is caught for\nits death, and threw himself on his knees at his father’s feet.",
        "“Oh, father, father!” he cried convulsively, his hands closing on\nStrehla’s knees, and his uplifted face blanched and distorted with\nterror. “Oh, father, dear father, you cannot mean what you say?\nSend IT away–our life, our sun, our joy, our comfort? We shall\nall die in the dark and the cold. Sell ME rather. Sell me to any\ntrade or any pain you like; I will not mind. But Hirschvogel!–it\nis like selling the very cross off the altar! You must be in jest.\nYou could not do such a thing–you could not!–you who have always\nbeen gentle and good, and who have sat in the warmth here year\nafter year with our mother. It is not a piece of hardware, as you\nsay; it is a living thing, for a great man’s thoughts and fancies\nhave put life into it, and it loves us though we are only poor\nlittle children, and we love it with all our hearts and souls, and\nup in heaven I am sure the dead Hirschvogel knows! Oh, listen; I\nwill go and try and get work to-morrow! I will ask them to let me\ncut ice or make the paths through the snow. There must be\nsomething I could do, and I will beg the people we owe money to to\nwait; they are all neighbors, they will be patient. But sell\nHirschvogel!–oh, never! never! never! Give the florins back to\nthe vile man. Tell him it would be like selling the shroud out of\nmother’s coffin, or the golden curls off Ermengilda’s head! Oh,\nfather, dear father! do hear me, for pity’s sake!”",
        "Strehla was moved by the boy’s anguish. He loved his children,\nthough he was often weary of them, and their pain was pain to him.\nBut besides emotion, and stronger than emotion, was the anger that\nAugust roused in him; he hated and despised himself for the barter\nof the heirloom of his race, and every word of the child stung him\nwith a stinging sense of shame.",
        "And he spoke in his wrath rather than in his sorrow.",
        "“You are a little fool,” he said harshly, as they had never heard\nhim speak. “You rave like a play-actor. Get up and go to bed. The\nstove is sold. There is no more to be said. Children like you have\nnothing to do with such matters. The stove is sold, and goes to\nMunich to-morrow. What is it to you? Be thankful I can get bread\nfor you. Get on your legs I say, and go to bed.”",
        "Strehla took up the jug of ale as he paused, and drained it slowly\nas a man who had no cares.",
        "August sprang to his feet and threw his hair back off his face;\nthe blood rushed into his cheeks, making them scarlet; his great\nsoft eyes flamed alight with furious passion.",
        "“You DARE not!” he cried aloud, “you dare not sell it, I say! It\nis not yours alone; it is ours–”",
        "Strehla flung the emptied jug on the bricks with a force that\nshivered it to atoms, and, rising to his feet, struck his son a\nblow that felled him to the floor. It was the first time in all\nhis life that he had ever raised his hand against any one of his\nchildren.",
        "Then he took the oil lamp that stood at his elbow and stumbled off\nto his own chamber with a cloud before his eyes.",
        "“What has happened?” said August a little while later, as he\nopened his eyes and saw Dorothea weeping above him on the wolfskin\nbefore the stove. He had been struck backward, and his head had\nfallen on the hard bricks where the wolfskin did not reach. He sat\nup a moment, with his face bent upon his hands.",
        "“I remember now,” he said, very low, under his breath.",
        "Dorothea showered kisses on him, while her tears fell like rain.",
        "“But, oh, dear, how could you speak so to father?” she murmured.\n\"It was very wrong.”",
        "“No, I was right,” said August; and his little mouth, that\nhitherto had only curled in laughter, curved downward with a fixed\nand bitter seriousness. “How dare he? How dare he?” he muttered,\nwith his head sunk in his hands. “It is not his alone. It belongs\nto us all. It is as much yours and mine as it is his.”",
        "Dorothea could only sob in answer. She was too frightened to\nspeak. The authority of their parents in the house had never in\nher remembrance been questioned.",
        "“Are you hurt by the fall, dear August?” she murmured at length,\nfor he looked to her so pale and strange.",
        "“Yes–no. I do not know. What does it matter?”",
        "He sat up upon the wolfskin with passionate pain upon his face;\nall his soul was in rebellion, and he was only a child and was\npowerless.",
        "“It is a sin; it is a theft; it is an infamy,” he said slowly, his\neyes fastened on the gilded feet of Hirschvogel.",
        "“Oh, August, do not say such things of father!” sobbed his sister.\n\"Whatever he does, WE ought to think it right.”",
        "August laughed aloud.",
        "“Is it right that he should spend his money in drink?–that he\nshould let orders lie unexecuted?–that he should do his work so\nill that no one cares to employ him?–that he should live on\ngrandfather’s charity, and then dare sell a thing that is ours\nevery whit as much as it is his? To sell Hirschvogel! Oh, dear\nGod! I would sooner sell my soul!”",
        "“August!” cried Dorothea with piteous entreaty. He terrified her;\nshe could not recognize her little, gay, gentle brother in those\nfierce and blasphemous words.",
        "August laughed aloud again; then all at once his laughter broke\ndown into bitterest weeping. He threw himself forward on the\nstove, covering it with kisses, and sobbing as though his heart\nwould burst from his bosom.",
        "What could he do? Nothing, nothing, nothing!",
        "“August, dear August,” whispered Dorothea piteously, and trembling\nall over,–for she was a very gentle girl, and fierce feeling\nterrified her,–\"August, do not lie there. Come to bed; it is\nquite late. In the morning you will be calmer. It is horrible\nindeed, and we shall die of cold, at least the little ones; but if\nit be father’s will–”",
        "“Let me alone,” said August through his teeth, striving to still\nthe storm of sobs that shook him from head to foot. “Let me alone.\nIn the morning!–how can you speak of the morning”",
        "“Come to bed, dear,” sighed his sister. “Oh, August, do not lie\nand look like that! you frighten me. Do come to bed.”",
        "“I shall stay here.”",
        "“Here! all night!”",
        "“They might take it in the night. Besides, to leave it NOW!”",
        "“But it is cold! the fire is out.”",
        "“It will never be warm any more, nor shall we.”",
        "All his childhood had gone out of him, all his gleeful, careless,\nsunny temper had gone with it; he spoke sullenly and wearily,\nchoking down the great sobs in his chest. To him it was as if the\nend of the world had come.",
        "His sister lingered by him while striving to persuade him to go to\nhis place in the little crowded bedchamber with Albrecht and Waldo\nand Christof. But it was in vain. “I shall stay here,” was all he\nanswered her. And he stayed–all the night long.",
        "The lamps went out; the rats came and ran across the floor; as the\nhours crept on through midnight and past, the cold intensified and\nthe air of the room grew like ice. August did not move; he lay\nwith his face downward on the golden and rainbow-hued pedestal of\nthe household treasure, which henceforth was to be cold\nforevermore, an exiled thing in a foreign city, in a far-off land.",
        "Whilst yet it was dark his three elder brothers came down the\nstairs and let themselves out, each bearing his lantern and going\nto his work in stone yard and timber yard and at the salt works.\nThey did not notice him; they did not know what had happened.",
        "A little later his sister came down with a light in her hand to\nmake ready the house ere morning should break.",
        "She stole up to him and laid her hand on his shoulder timidly.",
        "“Dear August, you must be frozen. August, do look up! do speak!”",
        "August raised his eyes with a wild, feverish, sullen look in them\nthat she had never seen there. His face was ashen white; his lips\nwere like fire. He had not slept all night; but his passionate\nsobs had given way to delirious waking dreams and numb senseless\ntrances, which had alternated one on another all through the\nfreezing, lonely, horrible hours.",
        "“It will never be warm again,” he muttered, “never again!”",
        "Dorothea clasped him with trembling hands. “August! do you not\nknow me?” she cried in an agony. “I am Dorothea. Wake up, dear–\nwake up! It is morning, only so dark!”",
        "August shuddered all over.",
        "“The morning!” he echoed.",
        "He slowly rose up on to his feet.",
        "“I will go to grandfather,” he said very low. “He is always good;\nperhaps he could save it.”",
        "Loud blows with the heavy iron knocker of the house-door drowned\nhis words. A strange voice called aloud through the keyhole:–",
        "“Let me in! Quick!–there is no time to lose! More snow like\nthis, and the roads will all be blocked. Let me in! Do you hear? I\nam come to take the great stove.”",
        "August sprang erect, his fists doubled, his eyes blazing.",
        "“You shall never touch it!” he screamed; “you shall never touch\nit!”",
        "“Who shall prevent us?” laughed a big man who was a Bavarian,\namused at the fierce little figure fronting him.",
        "“I!” said August. “You shall never have it! you shall kill me\nfirst!”",
        "“Strehla,” said the big man as August’s father entered the room,\n\"you have got a little mad dog here; muzzle him.”",
        "One way and another they did muzzle him. He fought like a little\ndemon, and hit out right and left, and one of his blows gave the\nBavarian a black eye. But he was soon mastered by four grown men,\nand his father flung him with no light hand out from the door of\nthe back entrance, and the buyers of the stately and beautiful\nstove set to work to pack it heedfully and carry it away.",
        "When Dorothea stole out to look for August, he was nowhere in\nsight. She went back to little ’Gilda, who was ailing, and sobbed\nover the child, whilst the others stood looking on, dimly\nunderstanding that with Hirschvogel was going all the warmth of\ntheir bodies, all the light of their hearth.",
        "Even their father now was sorry and ashamed; but two hundred\nflorins seemed a big sum to him, and, after all, he thought the\nchildren could warm themselves quite as well at the black iron\nstove in the kitchen. Besides, whether he regretted it now or not,\nthe work of the Nurnberg potter was sold irrevocably, and he had\nto stand still and see the men from Munich wrap it in manifold\nwrappings and bear it out into the snowy air to where an ox cart\nstood in waiting for it.",
        "In another moment Hirschvogel was gone–gone forever and aye.",
        "August had stood still for a time, leaning, sick and faint from\nthe violence that had been used to him, against the back wall of\nthe house. The wall looked on a court where a well was, and the\nbacks of other houses, and beyond them the spire of the Muntze\nTower and the peaks of the mountains.",
        "Into the court an old neighbor hobbled for water, and, seeing the\nboy, said to him:–",
        "“Child, is it true your father is selling the big painted stove?”",
        "August nodded his head, then burst into a passion of tears.",
        "“Well, for sure he is a fool,” said the neighbor. “Heaven forgive\nme for calling him so before his own child! but the stove was\nworth a mint of money. I do remember in my young days, in old\nAnton’s time (that was your great-grand-father, my lad), a\nstranger from Vienna saw it, and said that it was worth its weight\nin gold.”",
        "August’s sobs went on their broken, impetuous course.",
        "“I loved it! I loved it!” he moaned. “I do not care what its value\nwas. I loved it! I LOVED IT!”",
        "“You little simpleton!” said the old man, kindly. “But you are\nwiser than your father, when all’s said. If sell it he must, he\nshould have taken it to good Herr Steiner over at Spritz, who\nwould have given him honest value. But no doubt they took him over\nhis beer–ay, ay! but if I were you I would do better than cry. I\nwould go after it.”",
        "August raised his head, the tears raining down his cheeks.",
        "“Go after it when you are bigger,” said the neighbor, with a good-\nnatured wish to cheer him up a little. “The world is a small thing\nafter all: I was a traveling clockmaker once upon a time, and I\nknow that your stove will be safe enough whoever gets it; anything\nthat can be sold for a round sum is always wrapped up in cotton\nwool by everybody. Ay, ay, don’t cry so much; you will see your\nstove again some day.”",
        "Then the old man hobbled away to draw his brazen pail full of\nwater at the well.",
        "August remained leaning against the wall; his head was buzzing,\nand his heart fluttering with the new idea which had presented\nitself to his mind. “Go after it,” had said the old man. He\nthought, “Why not go with it?” He loved it better than any one,\neven better than Dorothea; and he shrank from the thought of\nmeeting his father again, his father who had sold Hirschvogel.",
        "He was by this time in that state of exaltation in which the\nimpossible looks quite natural and commonplace. His tears were\nstill wet on his pale cheeks, but they had ceased to fall. He ran\nout of the courtyard by a little gate, and across to the huge\nGothic porch of the church. From there he could watch unseen his\nfather’s house door, at which were always hanging some blue-and-\ngray pitchers, such as are common and so picturesque in Austria,\nfor a part of the house was let to a man who dealt in pottery.",
        "He hid himself in the grand portico, which he had so often passed\nthrough to go to mass or complin within, and presently his heart\ngave a great leap, for he saw the straw-enwrapped stove brought\nout and laid with infinite care on the bullock dray. Two of the\nBavarian men mounted beside it, and the sleigh-wagon slowly crept\nover the snow of the place–snow crisp and hard as stone. The\nnoble old minister looked its grandest and most solemn, with its\ndark gray stone and its vast archways, and its porch that was\nitself as big as many a church, and its strange gargoyles and\nlamp-irons black against the snow on its roof and on the pavement;\nbut for once August had no eyes for it: he only watched for his\nold friend. Then he, a little unnoticeable figure enough, like a\nscore of other boys in Hall, crept, unseen by any of his brothers\nor sisters, out of the porch and over the shelving uneven square,\nand followed in the wake of the dray.",
        "Its course lay towards the station of the railway, which is close\nto the salt works, whose smoke at times sullies this part of clean\nlittle Hall, though it does not do very much damage. From Hall the\niron road runs northward through glorious country to Salzburg,\nVienna, Prague, Buda, and southward over the Brenner into Italy.\nWas Hirschvogel going north or south? This at least he would soon\nknow.",
        "August had often hung about the little station, watching the\ntrains come and go and dive into the heart of the hills and\nvanish. No one said anything to him for idling about; people are\nkind-hearted and easy of temper in this pleasant land, and\nchildren and dogs are both happy there. He heard the Bavarians\narguing and vociferating a great deal, and learned that they meant\nto go too and wanted to go with the great stove itself. But this\nthey could not do, for neither could the stove go by a passenger\ntrain nor they themselves go in a goods train. So at length they\ninsured their precious burden for a large sum, and consented to\nsend it by a luggage train which was to pass through Hall in half\nan hour. The swift trains seldom deign to notice the existence of\nHall at all.",
        "August heard, and a desperate resolve made itself up in his little\nmind. Where Hirschvogel went would he go. He gave one terrible\nthought to Dorothea–poor, gentle Dorothea!–sitting in the cold\nat home, then set to work to execute his project. How he managed\nit he never knew very clearly himself; but certain it is that when\nthe goods train from the north, that had come all the way from\nLinz on the Danube, moved out of Hall, August was hidden behind\nthe stove in the great covered truck, and wedged, unseen and\nundreamt of by any human creature, amidst the cases of wood-\ncarving, of clocks and clock-work, of Vienna toys, of Turkish\ncarpets, of Russian skins, of Hungarian wines, which shared the\nsame abode as did his swathed and bound Hirschvogel. No doubt he\nwas very naughty, but it never occurred to him that he was so: his\nwhole mind and soul were absorbed in the one entrancing idea, to\nfollow his beloved friend and fire-king.",
        "It was very dark in the closed truck, which had only a little\nwindow above the door; and it was crowded, and had a strong smell\nin it from the Russian hides and the hams that were in it. But\nAugust was not frightened; he was close to Hirschvogel, and\npresently he meant to be closer still; for he meant to do nothing\nless than get inside Hirschvogel itself. Being a shrewd little\nboy, and having had, by great luck, two silver groschen in his\nbreeches pocket, which he had earned the day before by chopping\nwood, he had bought some bread and sausage at the station of a\nwoman there who knew him, and who thought he was going out to his\nUncle Joachim’s chalet above Jenbach. This he had with him, and\nthis he ate in the darkness and the lumbering, pounding,\nthundering noise which made him giddy, as never had he been in a\ntrain of any kind before. Still he ate, having had no breakfast,\nand being a child, and half a German, and not knowing at all how\nor when he ever would eat again.",
        "When he had eaten, not as much as he wanted, but as much as he\nthought was prudent (for who could say when he would be able to\nbuy anything more?), he set to work like a little mouse to make a\nhole in the withes of straw and hay which enveloped the stove. If\nit had been put in a packing-case, he would have been defeated at\nthe onset. As it was, he gnawed, and nibbled, and pulled, and\npushed, just as a mouse would have done, making his hole where he\nguessed that the opening of the stove was–the opening through\nwhich he had so often thrust the big oak logs to feed it. No one\ndisturbed him; the heavy train went lumbering on and on, and he\nsaw nothing at all of the beautiful mountains, and shining waters,\nand great forests through which he was being carried. He was hard\nat work getting through the straw and hay and twisted ropes; and\nget through them at last he did, and found the door of the stove,\nwhich he knew so well, and which was quite large enough for a\nchild of his age to slip through, and it was this which he had\ncounted upon doing. Slip through he did, as he had often done at\nhome for fun, and curled himself up there to see if he could\nanyhow remain during many hours. He found that he could; air came\nin through the brass fretwork of the stove; and with admirable\ncaution in such a little fellow he leaned out, drew the hay and\nstraw together, and rearranged the ropes, so that no one could\never have dreamed a little mouse had been at them. Then he curled\nhimself up again, this time more like a dormouse than anything\nelse; and, being safe inside his dear Hirschvogel and intensely\ncold, he went fast asleep, as if he were in his own bed at home\nwith Albrecht and Christof on either side of him. The train\nlumbered on, stopping often and long, as the habit of goods trains\nis, sweeping the snow away with its cow-switcher, and rumbling\nthrough the deep heart of the mountains, with its lamps aglow like\nthe eyes of a dog in a night of frost.",
        "The train rolled on in its heavy, slow fashion, and the child\nslept soundly for a long while. When he did awake, it was quite\ndark outside in the land; he could not see, and of course he was\nin absolute darkness; and for a while he was sorely frightened,\nand trembled terribly, and sobbed in a quiet, heartbroken fashion,\nthinking of them all at home. Poor Dorothea! how anxious she would\nbe! How she would run over the town and walk up to grandfather’s\nat Dorf Ampas, and perhaps even send over to Jenbach, thinking he\nhad taken refuge with Uncle Joachim! His conscience smote him for\nthe sorrow he must be even then causing to his gentle sister; but\nit never occurred to him to try and go back. If he once were to\nlose sight of Hirschvogel, how could he ever hope to find it\nagain? how could he ever know whither it had gone–north, south,\neast, or west? The old neighbor had said that the world was small;\nbut August knew at least that it must have a great many places in\nit: that he had seen himself on the maps on his schoolhouse walls.\nAlmost any other little boy would, I think, have been frightened\nout of his wits at the position in which he found himself; but\nAugust was brave, and he had a firm belief that God and\nHirschvogel would take care of him. The master-potter of Nurnberg\nwas always present to his mind, a kindly, benign, and gracious\nspirit, dwelling manifestly in that porcelain tower whereof he had\nbeen the maker.",
        "A droll fancy, you say? But every child with a soul in him has\nquite as quaint fancies as this one was of August’s.",
        "So he got over his terror and his sobbing both, though he was so\nutterly in the dark. He did not feel cramped at all, because the\nstove was so large, and air he had in plenty, as it came through\nthe fretwork running round the top. He was hungry again, and again\nnibbled with prudence at his loaf and his sausage. He could not at\nall tell the hour. Every time the train stopped and he heard the\nbanging, stamping, shouting, and jangling of chains that went on,\nhis heart seemed to jump up into his mouth. If they should find\nhim out! Sometimes porters came and took away this case and the\nother, a sack here, a bale there, now a big bag, now a dead\nchamois. Every time the men trampled near him, and swore at each\nother, and banged this and that to and fro, he was so frightened\nthat his very breath seemed to stop. When they came to lift the\nstove out, would they find him? and if they did find him, would\nthey kill him? That was what he kept thinking of all the way, all\nthrough the dark hours, which seemed without end. The goods trains\nare usually very slow, and are many days doing what a quick train\ndoes in a few hours. This one was quicker than most, because it\nwas bearing goods to the King of Bavaria; still, it took all the\nshort winter’s day and the long winter’s night and half another\nday to go over ground that the mail trains cover in a forenoon. It\npassed great armored Kufstein standing across the beautiful and\nsolemn gorge, denying the right of way to all the foes of Austria.\nIt passed twelve hours later, after lying by in out-of-the-way\nstations, pretty Rosenheim, that marks the border of Bavaria. And\nhere the Nurnberg stove, with August inside it, was lifted out\nheedfully and set under a covered way. When it was lifted out, the\nboy had hard work to keep in his screams; he was tossed to and fro\nas the men lifted the huge thing, and the earthenware walls of his\nbeloved fire-king were not cushions of down. However, though they\nswore and grumbled at the weight of it, they never suspected that\na living child was inside it, and they carried it out on to the\nplatform and set it down under the roof of the goods shed. There\nit passed the rest of the night and all the next morning, and\nAugust was all the while within it.",
        "The winds of early winter sweep bitterly over Rosenheim, and all\nthe vast Bavarian plain was one white sheet of snow. If there had\nnot been whole armies of men at work always clearing the iron\nrails of the snow, no trains could ever have run at all. Happily\nfor August, the thick wrappings in which the stove was enveloped\nand the stoutness of its own make screened him from the cold, of\nwhich, else, he must have died–frozen. He had still some of his\nloaf, and a little–a very little–of his sausage. What he did\nbegin to suffer from was thirst; and this frightened him almost\nmore than anything else, for Dorothea had read aloud to them one\nnight a story of the tortures some wrecked men had endured because\nthey could not find any water but the salt sea. It was many hours\nsince he had last taken a drink from the wooden spout of their old\npump, which brought them the sparkling, ice-cold water of the\nhills.",
        "But, fortunately for him, the stove, having been marked and\nregistered as “fragile and valuable,” was not treated quite like a\nmere bale of goods, and the Rosenheim station-master, who knew its\nconsignees, resolved to send it on by a passenger train that would\nleave there at daybreak. And when this train went out, in it,\namong piles of luggage belonging to other travelers, to Vienna,\nPrague, Buda-Pest, Salzburg, was August, still undiscovered, still\ndoubled up like a mole in the winter under the grass. Those words,\n\"fragile and valuable,” had made the men lift Hirschvogel gently\nand with care. He had begun to get used to his prison, and a\nlittle used to the incessant pounding and jumbling and rattling\nand shaking with which modern travel is always accompanied, though\nmodern invention does deem itself so mightily clever. All in the\ndark he was, and he was terribly thirsty; but he kept feeling the\nearthenware sides of the Nurnberg giant and saying, softly, “Take\ncare of me; oh, take care of me, dear Hirschvogel!”",
        "He did not say, “Take me back;” for, now that he was fairly out in\nthe world, he wished to see a little of it. He began to think that\nthey must have been all over the world in all this time that the\nrolling and roaring and hissing and jangling had been about his\nears; shut up in the dark, he began to remember all the tales that\nhad been told in Yule round the fire at his grandfather’s good\nhouse at Dorf, of gnomes and elves and subterranean terrors, and\nthe Erl King riding on the black horse of night, and–and–and he\nbegan to sob and to tremble again, and this time did scream\noutright. But the steam was screaming itself so loudly that no\none, had there been any one nigh, would have heard him; and in\nanother minute or so the train stopped with a jar and a jerk, and\nhe in his cage could hear men crying aloud, “Munchen! Munchen!”",
        "Then he knew enough of geography to know that he was in the heart\nof Bavaria. He had had an uncle killed in the Bayerischenwald by\nthe Bavarian forest guards, when in the excitement of hunting a\nblack bear he had overpassed the limits of the Tyrol frontier.",
        "That fate of his kinsman, a gallant young chamois hunter who had\ntaught him to handle a trigger and load a muzzle, made the very\nname of Bavaria a terror to August.",
        "“It is Bavaria! It is Bavaria!” he sobbed to the stove; but the\nstove said nothing to him; it had no fire in it. A stove can no\nmore speak without fire than a man can see without light. Give it\nfire, and it will sing to you, tell tales to you, offer you in\nreturn all the sympathy you ask.",
        "“It is Bavaria!” sobbed August; for it is always a name of dread\naugury to the Tyroleans, by reason of those bitter struggles and\nmidnight shots and untimely deaths which come from those meetings\nof jager and hunter in the Bayerischenwald. But the train stopped;\nMunich was reached, and August, hot and cold by turns, and shaking\nlike a little aspen leaf, felt himself once more carried out on\nthe shoulders of men, rolled along on a truck, and finally set\ndown, where he knew not, only he knew he was thirsty–so thirsty!\nIf only he could have reached his hand out and scooped up a little\nsnow!",
        "He thought he had been moved on this truck many miles, but in\ntruth the stove had been only taken from the railway station to a\nshop in the Marienplatz. Fortunately, the stove was always set\nupright on its four gilded feet, an injunction to that effect\nhaving been affixed to its written label, and on its gilded feet\nit stood now in the small dark curiosity shop of one Hans Rhilfer.",
        "“I shall not unpack it till Anton comes,” he heard a man’s voice\nsay; and then he heard a key grate in a lock, and by the unbroken\nstillness that ensued he concluded he was alone, and ventured to\npeep through the straw and hay. What he saw was a small square\nroom filled with pots and pans, pictures, carvings, old blue jugs,\nold steel armor, shields, daggers, Chinese idols, Vienna china,\nTurkish rugs, and all the art lumber and fabricated rubbish of a\nbric-a-brac dealer’s. It seemed a wonderful place to him; but, oh!\nwas there one drop of water in it all? That was his single\nthought; for his tongue was parching, and his throat felt on fire,\nand his chest began to be dry and choked as with dust.",
        "There was not a drop of water, but there was a lattice window\ngrated, and beyond the window was a wide stone ledge covered with\nsnow. August cast one look at the locked door, darted out of his\nhiding-place, ran and opened the window, crammed the snow into his\nmouth again and again, and then flew back into the stove, drew the\nhay and straw over the place he entered by, tied the cords, and\nshut the brass door down on himself. He had brought some big\nicicles in with him, and by them his thirst was finally, if only\ntemporarily, quenched. Then he sat still in the bottom of the\nstove, listening intently, wide awake, and once more recovering\nhis natural boldness.",
        "The thought of Dorothea kept nipping his heart and his conscience\nwith a hard squeeze now and then; but he thought to himself, “If I\ncan take her back Hirschvogel, then how pleased she will be, and\nhow little ’Gilda will clap her hands!” He was not at all selfish\nin his love for Hirschvogel: he wanted it for them all at home\nquite as much as for himself. There was at the bottom of his mind\na kind of ache of shame that his father–his own father–should\nhave stripped their hearth and sold their honor thus.",
        "A robin had been perched upon a stone griffin sculptured on a\nhouse eave near. August had felt for the crumbs of his loaf in his\npocket, and had thrown them to the little bird sitting so easily\non the frozen snow.",
        "In the darkness where he was he now heard a little song, made\nfaint by the stove-wall and the window glass that was between him\nand it, but still distinct and exquisitely sweet. It was the\nrobin, singing after feeding on the crumbs. August, as he heard,\nburst into tears. He thought of Dorothea, who every morning threw\nout some grain or some bread on the snow before the church. “What\nuse is it going THERE,” she said, “if we forget the sweetest\ncreatures God has made?” Poor Dorothea! Poor, good, tender, much-\nburdened little soul! He thought of her till his tears ran like\nrain.",
        "Yet it never once occurred to him to dream of going home.\nHirschvogel was here.",
        "Presently the key turned in the lock of the door, he heard heavy\nfootsteps and the voice of the man who had said to his father,\n\"You have a little mad dog; muzzle him!” The voice said, “Ay, ay,\nyou have called me a fool many times. Now you shall see what I\nhave gotten for two hundred dirty florins. Potztausend! never did\nYOU do such a stroke of work.”",
        "Then the other voice grumbled and swore, and the steps of the two\nmen approached more closely, and the heart of the child went pit-\na-pat, pit-a-pat, as a mouse’s does when it is on the top of a\ncheese and hears a housemaid’s broom sweeping near. They began to\nstrip the stove of its wrappings: that he could tell by the noise\nthey made with the hay and the straw. Soon they had stripped it\nwholly: that, too, he knew by the oaths and exclamations of wonder\nand surprise and rapture which broke from the man who had not seen\nit before.",
        "“A right royal thing! A wonderful and never-to-be-rivaled thing!\nGrander than the great stove of Hohen-Salzburg! Sublime!\nmagnificent! matchless!”",
        "So the epithets ran on in thick guttural voices, diffusing a smell\nof lager beer so strong as they spoke that it reached August\ncrouching in his stronghold. If they should open the door of the\nstove! That was his frantic fear. If they should open it, it would\nbe all over with him. They would drag him out; most likely they\nwould kill him, he thought, as his mother’s young brother had been\nkilled in the Wald.",
        "The perspiration rolled off his forehead in his agony; but he had\ncontrol enough over himself to keep quiet, and after standing by\nthe Nurnberg master’s work for nigh an hour, praising, marveling,\nexpatiating in the lengthy German tongue, the men moved to a\nlittle distance and began talking of sums of money and divided\nprofits, of which discourse he could make out no meaning. All he\ncould make out was that the name of the king–the king–the king\ncame over very often in their arguments. He fancied at times they\nquarreled, for they swore lustily and their voices rose hoarse and\nhigh; but after a while they seemed to pacify each other and agree\nto something, and were in great glee, and so in these merry\nspirits came and slapped the luminous sides of stately Hirschvogel,\nand shouted to it:–",
        "“Old Mumchance, you have brought us rare good luck! To think you\nwere smoking in a silly fool of a salt baker’s kitchen all these\nyears!”",
        "Then inside the stove August jumped up, with flaming cheeks and\nclinching hands, and was almost on the point of shouting out to\nthem that they were the thieves and should say no evil of his\nfather, when he remembered, just in time, that to breathe a word\nor make a sound was to bring ruin on himself and sever him forever\nfrom Hirschvogel. So he kept quite still, and the men barred the\nshutters of the little lattice and went out by the door, double-\nlocking it after them. He had made out from their talk that they\nwere going to show Hirschvogel to some great person: therefore he\nkept quite still and dared not move.",
        "Muffled sounds came to him through the shutters from the streets\nbelow–the rolling of wheels, the clanging of church bells, and\nbursts of that military music which is so seldom silent in the\nstreets of Munich. An hour perhaps passed by; sounds of steps on\nthe stairs kept him in perpetual apprehension. In the intensity of\nhis anxiety, he forgot that he was hungry and many miles away from\ncheerful, Old World little Hall, lying by the clear gray river-\nwater, with the ramparts of the mountains all around.",
        "Presently the door opened again sharply. He could hear the two\ndealers’ voices murmuring unctuous words, in which “honor,\"\n\"gratitude,” and many fine long noble titles played the chief\nparts. The voice of another person, more clear and refined than\ntheirs, answered them curtly, and then, close by the Nurnberg\nstove and the boy’s ear, ejaculated a single “Wunderschon!” August\nalmost lost his terror for himself in his thrill of pride at his\nbeloved Hirschvogel being thus admired in the great city. He\nthought the master-potter must be glad too.",
        "“Wunderschon!” ejaculated the stranger a second time, and then\nexamined the stove in all its parts, read all its mottoes, gazed\nlong on all its devices.",
        "“It must have been made for the Emperor Maximilian,” he said at\nlast; and the poor little boy, meanwhile, within, was “hugged up\ninto nothing,” as you children say, dreading that every moment he\nwould open the stove. And open it truly he did, and examined the\nbrass-work of the door; but inside it was so dark that crouching\nAugust passed unnoticed, screwed up into a ball like a hedgehog as\nhe was. The gentleman shut to the door at length, without having\nseen anything strange inside it; and then he talked long and low\nwith the tradesmen, and, as his accent was different from that\nwhich August was used to, the child could distinguish little that\nhe said, except the name of the king and the word “gulden” again\nand again. After a while he went away, one of the dealers\naccompanying him, one of them lingering behind to bar up the\nshutters. Then this one also withdrew again, double-locking the\ndoor.",
        "The poor little hedgehog uncurled itself and dared to breathe\naloud.",
        "What time was it?",
        "Late in the day, he thought, for to accompany the stranger they\nhad lighted a lamp; he had heard the scratch of the match, and\nthrough the brass fretwork had seen the lines of light.",
        "He would have to pass the night here, that was certain. He and\nHirschvogel were locked in, but at least they were together. If\nonly he could have had something to eat! He thought with a pang of\nhow at this hour at home they ate the sweet soup, sometimes with\napples in it from Aunt Maila’s farm orchard, and sang together,\nand listened to Dorothea’s reading of little tales, and basked in\nthe glow and delight that had beamed on them from the great\nNurnberg fire-king.",
        "“Oh, poor, poor little ’Gilda! What is she doing without the dear\nHirschvogel?” he thought. Poor little ’Gilda! she had only now the\nblack iron stove of the ugly little kitchen. Oh, how cruel of\nfather!",
        "August could not bear to hear the dealers blame or laugh at his\nfather, but he did feel that it had been so, so cruel to sell\nHirschvogel. The mere memory of all those long winter evenings,\nwhen they had all closed round it, and roasted chestnuts or crab\napples in it, and listened to the howling of the wind and the deep\nsound of the church bells, and tried very much to make each other\nbelieve that the wolves still came down from the mountains into\nthe streets of Hall, and were that very minute growling at the\nhouse door–all this memory coming on him with the sound of the\ncity bells, and the knowledge that night drew near upon him so\ncompletely, being added to his hunger and his fear, so overcame\nhim that he burst out crying for the fiftieth time since he had\nbeen inside the stove, and felt that he would starve to death, and\nwondered dreamily if Hirschvogel would care. Yes, he was sure\nHirschvogel would care. Had he not decked it all summer long with\nalpine roses and edelweiss and heaths and made it sweet with thyme\nand honeysuckle and great garden lilies? Had he ever forgotten\nwhen Santa Claus came to make it its crown of holly and ivy and\nwreathe it all around?",
        "“Oh, shelter me; save me; take care of me!” he prayed to the old\nfire-king, and forgot, poor little man, that he had come on this\nwild-goose chase northward to save and take care of Hirschvogel!",
        "After a time he dropped asleep, as children can do when they weep,\nand little robust hill-born boys most surely do, be they where\nthey may. It was not very cold in this lumber-room; it was tightly\nshut up, and very full of things, and at the back of it were the\nhot pipes of an adjacent house, where a great deal of fuel was\nburnt. Moreover, August’s clothes were warm ones, and his blood\nwas young. So he was not cold, though Munich is terribly cold in\nthe nights of December; and he slept on and on–which was a\ncomfort to him, for he forgot his woes, and his perils, and his\nhunger, for a time.",
        "Midnight was once more chiming from all the brazen tongues of the\ncity when he awoke, and, all being still around him, ventured to\nput his head out of the brass door of the stove to see why such a\nstrange bright light was round him.",
        "It was a very strange and brilliant light indeed; and yet, what is\nperhaps still stranger, it did not frighten or amaze him, nor did\nwhat he saw alarm him either, and yet I think it would have done\nyou or me. For what he saw was nothing less than all the bric-a-\nbrac in motion.",
        "A big jug, an Apostel-Krug, of Kruessen, was solemnly dancing a\nminuet with a plump Faenza jar; a tall Dutch clock was going\nthrough a gavotte with a spindle-legged ancient chair; a very\ndroll porcelain figure of Littenhausen was bowing to a very stiff\nsoldier in terre cuite of Ulm; an old violin of Cremona was\nplaying itself, and a queer little shrill plaintive music that\nthought itself merry came from a painted spinnet covered with\nfaded roses; some gilt Spanish leather had got up on the wall and\nlaughed; a Dresden mirror was tripping about, crowned with\nflowers, and a Japanese bonze was riding along on a griffin; a\nslim Venetian rapier had come to blows with a stout Ferrara sabre,\nall about a little pale-faced chit of a damsel in white\nNymphenburg china; and a portly Franconian pitcher in gres gris\nwas calling aloud, “Oh, these Italians! always at feud!” But\nnobody listened to him at all. A great number of little Dresden\ncups and saucers were all skipping and waltzing; the teapots, with\ntheir broad round faces, were spinning their own lids like\nteetotums; the high-backed gilded chairs were having a game of\ncards together; and a little Saxe poodle, with a blue ribbon at\nits throat, was running from one to another, whilst a yellow cat\nof Cornelis Lachtleven’s rode about on a Delft horse in blue\npottery of 1489. Meanwhile the brilliant light shed on the scene\ncame from three silver candelabra, though they had no candles set\nup in them; and, what is the greatest miracle of all, August\nlooked on at these mad freaks and felt no sensation of wonder! He\nonly, as he heard the violin and the spinnet playing, felt an\nirresistible desire to dance too. No doubt his face said what he\nwished; for a lovely little lady, all in pink and gold and white,\nwith powdered hair, and high-heeled shoes, and all made of the\nvery finest and fairest Meissen china, tripped up to him, and\nsmiled, and gave him her hand, and led him out to a minuet. And he\ndanced it perfectly–poor little August in his thick, clumsy\nshoes, and his thick, clumsy sheepskin jacket, and his rough\nhomespun linen, and his broad Tyrolean hat! He must have danced it\nperfectly, this dance of kings and queens in days when crowns were\nduly honored, for the lovely lady always smiled benignly and never\nscolded him at all, and danced so divinely herself to the stately\nmeasures the spinnet was playing that August could not take his\neyes off her till, their minuet ended, she sat down on her own\nwhite-and-gold bracket.",
        "“I am the Princess of Saxe-Royale,” she said to him, with a\nbenignant smile; “and you have got through that minuet very\nfairly.”",
        "Then he ventured to say to her:–",
        "“Madame my princess, could you tell me kindly why some of the\nfigures and furniture dance and speak, and some lie up in a corner\nlike lumber? It does make me curious. Is it rude to ask?”",
        "For it greatly puzzled him why, when some of the bric-a-brac was\nall full of life and motion, some was quite still and had not a\nsingle thrill in it.",
        "“My dear child,” said the powdered lady, “is it possible that you\ndo not know the reason? Why, those silent, dull things are\nIMITATION!”",
        "This she said with so much decision that she evidently considered\nit a condensed but complete answer.",
        "“Imitation?” repeated August, timidly, not understanding.",
        "“Of course! Lies, falsehoods, fabrications!” said the princess in\npink shoes, very vivaciously. “They only PRETEND to be what we\nARE! They never wake up: how can they? No imitation ever had any\nsoul in it yet.”",
        "“Oh!” said August, humbly, not even sure that he understood\nentirely yet. He looked at Hirschvogel: surely it had a royal soul\nwithin it: would it not wake up and speak? Oh, dear! how he longed\nto hear the voice of his fire-king! And he began to forget that he\nstood by a lady who sat upon a pedestal of gold-and-white china,\nwith the year 1746 cut on it, and the Meissen mark.",
        "“What will you be when you are a man?” said the little lady,\nsharply, for her black eyes were quick though her red lips were\nsmiling. “Will you work for the Konigliche Porcellan-Manufactur,\nlike my great dead Kandler?”",
        "“I have never thought,” said August, stammering; “at least–that\nis–I do wish–I do hope to be a painter, as was Master Augustin\nHirschvogel at Nurnberg.”",
        "“Bravo!” said all the real bric-a-brac in one breath, and the two\nItalian rapiers left off fighting to cry, “Begone!” For there is\nnot a bit of true bric-a-brac in all Europe that does not know the\nnames of the mighty masters.",
        "August felt quite pleased to have won so much applause, and grew\nas red as the lady’s shoes with bashful contentment.",
        "“I knew all the Hirschvogels, from old Veit downwards,” said a fat\ngres de Flandre beer jug; “I myself was made at Nurnberg.” And he\nbowed to the great stove very politely, taking off his own silver\nhat–I mean lid–with a courtly sweep that he could scarcely have\nlearned from burgomasters. The stove, however, was silent, and a\nsickening suspicion (for what is such heartbreak as a suspicion of\nwhat we love?) came through the mind of August: WAS HIRSCHVOGEL\nONLY IMITATION?",
        "“No, no, no, no!” he said to himself stoutly; though Hirschvogel\nnever stirred, never spoke, yet would he keep all faith in it!\nAfter all their happy years together, after all the nights of\nwarmth and joy he owed it, should he doubt his own friend and\nhero, whose gilt lion’s feet he had kissed in his babyhood? “No,\nno, no, no!” he said again, with so much emphasis that the Lady of\nMeissen looked sharply again at him.",
        "“No,” she said, with pretty disdain; “no, believe me, they may\n’pretend’ forever. They can never look like us! They imitate even\nour marks, but never can they look like the real thing, never can\nthey chassent de race.”",
        "“How should they?” said a bronze statuette of Vischer’s. “They\ndaub themselves green with verdigris, or sit out in the rain to\nget rusted; but green and rust are not patina; only the ages can\ngive that!”",
        "“And MY imitations are all in primary colors, staring colors, hot\nas the colors of a hostelry’s signboard!” said the Lady of\nMeissen, with a shiver.",
        "“Well, there is a gres de Flandre over there, who pretends to be a\nHans Kraut, as I am,” said the jug with the silver hat, pointing\nwith his handle to a jug that lay prone on its side in a corner.\n\"He has copied me as exactly as it is given to moderns to copy us.\nAlmost he might be mistaken for me. But yet what a difference\nthere is! How crude are his blues! how evidently done over the\nglaze are his black letters! He has tried to give himself my very\ntwist; but what a lamentable exaggeration of that playful\ndeviation in my lines which in his becomes actual deformity!”",
        "“And look at that,” said the gilt Cordovan leather, with a\ncontemptuous glance at a broad piece of gilded leather spread out\non a table. “They will sell him cheek by jowl with me, and give\nhim my name; but look! I am overlaid with pure gold beaten thin\nas a film and laid on me in absolute honesty by worthy Diego de\nlas Gorgias, worker in leather of lovely Cordova in the blessed\nreign of Ferdinand the Most Christian. HIS gilding is one part\ngold to eleven other parts of brass and rubbish, and it has been\nlaid on him with a brush–A BRUSH!–pah! of course he will be as\nblack as a crock in a few years’ time, whilst I am as bright as\nwhen I first was made, and, unless I am burnt as my Cordova burnt\nits heretics, I shall shine on forever.”",
        "“They carve pear wood because it is so soft, and dye it brown, and\ncall it ME!” said an old oak cabinet, with a chuckle.",
        "“That is not so painful; it does not vulgarize you so much as the\ncups they paint to-day and christen after ME!” said a Carl Theodor\ncup subdued in hue, yet gorgeous as a jewel.",
        "“Nothing can be so annoying as to see common gimcracks aping ME!\"\ninterposed the princess in the pink shoes.",
        "“They even steal my motto, though it is Scripture,” said a\nTrauerkrug of Regensburg in black-and-white.",
        "“And my own dots they put on plain English china creatures!\"\nsighed the little white maid of Nymphenburg.",
        "“And they sell hundreds and thousands of common china plates,\ncalling them after me, and baking my saints and my legends in a\nmuffle of to-day; it is blasphemy!” said a stout plate of Gubbio,\nwhich in its year of birth had seen the face of Maestro Giorgio.",
        "“That is what is so terrible in these bric-a-brac places,” said\nthe princess of Meissen. “It brings one in contact with such low,\nimitative creatures; one really is safe nowhere nowadays unless\nunder glass at the Louvre or South Kensington.”",
        "“And they get even there,” sighed the gres de Flandre. “A terrible\nthing happened to a dear friend of mine, a terre cuite of Blasius\n(you know the terres cuites of Blasius date from 1560). Well, he\nwas put under glass in a museum that shall be nameless, and he\nfound himself set next to his own imitation born and baked\nyesterday at Frankfort, and what think you the miserable creature\nsaid to him, with a grin? ’Old Pipeclay,’–that is what he called\nmy friend,–’the fellow that bought ME got just as much commission\non me as the fellow that bought YOU, and that was all that HE\nthought about. You know it is only the public money that goes!’\nAnd the horrid creature grinned again till he actually cracked\nhimself. There is a Providence above all things, even museums.”",
        "“Providence might have interfered before, and saved the public\nmoney,” said the little Meissen lady with the pink shoes.",
        "“After all, does it matter?” said a Dutch jar of Haarlem. “All the\nshamming in the world will not MAKE them us!”",
        "“One does not like to be vulgarized,” said the Lady of Meissen,\nangrily.",
        "“My maker, the Krabbetje,[Footnote: Jan Asselyn. called Krabbetje,\nthe Little Crab, born 1610, master-potter of Delft and Haarlem]\ndid not trouble his head about that,” said the Haarlem jar,\nproudly. “The Krabbetje made me for the kitchen, the bright,\nclean, snow-white Dutch kitchen, well-nigh three centuries ago,\nand now I am thought worthy the palace; yet I wish I were at home;\nyes, I wish I could see the good Dutch vrouw, and the shining\ncanals, and the great green meadows dotted with the kine.”",
        "“Ah! if we could all go back to our makers!” sighed the Gubbio\nplate, thinking of Giorgio Andreoli and the glad and gracious days\nof the Renaissance: and somehow the words touched the frolicsome\nsouls of the dancing jars, the spinning teapots, the chairs that\nwere playing cards; and the violin stopped its merry music with a\nsob, and the spinnet sighed, thinking of dead hands.",
        "Even the little Saxe poodle howled for a master forever lost; and\nonly the swords went on quarreling, and made such a clattering\nnoise that the Japanese bonze rode at them on his monster and\nknocked them both right over, and they lay straight and still,\nlooking foolish, and the little Nymphenburg maid, though she was\ncrying, smiled and almost laughed.",
        "Then from where the great stove stood there came a solemn voice.",
        "All eyes turned upon Hirschvogel, and the heart of its little\nhuman comrade gave a great jump of joy.",
        "“My friends,” said that clear voice from the turret of Nurnberg\nfaience, “I have listened to all you have said. There is too much\ntalking among the Mortalities whom one of themselves has called\nthe Windbags. Let not us be like them. I hear among men so much\nvain speech, so much precious breath and precious time wasted in\nempty boasts, foolish anger, useless reiteration, blatant\nargument, ignoble mouthings, that I have learned to deem speech a\ncurse, laid on man to weaken and envenom all his under-takings.\nFor over two hundred years I have never spoken myself: you, I\nhear, are not so reticent. I only speak now because one of you\nsaid a beautiful thing that touched me. If we all might but go\nback to our makers! Ah, yes! if we might! We were made in days\nwhen even men were true creatures, and so we, the work of their\nhands, were true too. We, the begotten of ancient days, derive all\nthe value in us from the fact that our makers wrought at us with\nzeal, with piety, with integrity, with faith,–not to win fortunes\nor to glut a market, but to do nobly an honest thing and create\nfor the honor of the Arts and God. I see amidst you a little human\nthing who loves me, and in his own ignorant childish way loves\nArt. Now, I want him forever to remember this night and these\nwords; to remember that we are what we are, and precious in the\neyes of the world, because centuries ago those who were of single\nmind and of pure hand so created us, scorning sham and haste and\ncounterfeit. Well do I recollect my master, Augustin Hirschvogel.\nHe led a wise and blameless life, and wrought in loyalty and love,\nand made his time beautiful thereby, like one of his own rich,\nmany-colored church casements, that told holy tales as the sun\nstreamed through them. Ah, yes, my friends, to go back to our\nmasters!–that would be the best that could befall us. But they\nare gone, and even the perishable labors of their lives outlive\nthem. For many, many years I, once honored of emperors, dwelt in a\nhumble house and warmed in successive winters three generations of\nlittle, cold, hungry children. When I warmed them they forgot that\nthey were hungry; they laughed and told tales, and slept at last\nabout my feet. Then I knew that humble as had become my lot it was\none that my master would have wished for me, and I was content.\nSometimes a tired woman would creep up to me, and smile because\nshe was near me, and point out my golden crown or my ruddy fruit\nto a baby in her arms. That was better than to stand in a great\nhall of a great city, cold and empty, even though wise men came to\ngaze and throngs of fools gaped, passing with flattering words.\nWhere I go now I know not; but since I go from that humble house\nwhere they loved me, I shall be sad and alone. They pass so soon–\nthose fleeting mortal lives! Only we endure–we, the things that\nthe human brain creates. We can but bless them a little as they\nglide by: if we have done that, we have done what our masters\nwished. So in us our masters, being dead, yet may speak and live.”",
        "Then the voice sank away in silence, and a strange golden light\nthat had shone on the great stove faded away; so also the light\ndied down in the silver candelabra. A soft, pathetic melody stole\ngently through the room. It came from the old, old spinnet that\nwas covered with the faded roses.",
        "Then that sad, sighing music of a bygone day died too; the clocks\nof the city struck six of the morning; day was rising over the\nBayerischenwald. August awoke with a great start, and found\nhimself lying on the bare bricks of the floor of the chamber, and\nall the bric-a-brac was lying quite still all around. The pretty\nLady of Meissen was motionless on her porcelain bracket, and the\nlittle Saxe poodle was quiet at her side.",
        "He rose slowly to his feet. He was very cold, but he was not\nsensible of it or of the hunger that was gnawing his little empty\nentrails. He was absorbed in the wondrous sight, in the wondrous\nsounds, that he had seen and heard.",
        "All was dark around him. Was it still midnight or had morning\ncome? Morning, surely; for against the barred shutters he heard\nthe tiny song of the robin.",
        "Tramp, tramp, too, came a heavy step up the stair. He had but a\nmoment in which to scramble back into the interior of the great\nstove, when the door opened and the two dealers entered, bringing\nburning candles with them to see their way.",
        "August was scarcely conscious of danger more than he was of cold\nor hunger. A marvelous sense of courage, of security, of\nhappiness, was about him, like strong and gentle arms enfolding\nhim and lifting him upwards–upwards–upwards! Hirschvogel would\ndefend him.",
        "The dealers undid the shutters, scaring the redbreast away, and\nthen tramped about in their heavy boots and chattered in contented\nvoices, and began to wrap up the stove once more in all its straw\nand hay and cordage.",
        "It never once occurred to them to glance inside. Why should they\nlook inside a stove that they had bought and were about to sell\nagain for all its glorious beauty of exterior?",
        "The child still did not feel afraid. A great exaltation had come\nto him: he was like one lifted up by his angels.",
        "Presently the two traders called up their porters, and the stove,\nheedfully swathed and wrapped and tended as though it were some\nsick prince going on a journey, was borne on the shoulders of six\nstout Bavarians down the stairs and out of the door into the\nMarienplatz. Even behind all those wrappings August felt the icy\nbite of the intense cold of the outer air at dawn of a winter’s\nday in Munich. The men moved the stove with exceeding gentleness\nand care, so that he had often been far more roughly shaken in his\nbig brothers’ arms than he was in his journey now; and though both\nhunger and thirst made themselves felt, being foes that will take\nno denial, he was still in that state of nervous exaltation which\ndeadens all physical suffering and is at once a cordial and an\nopiate. He had heard Hirschvogel speak; that was enough.",
        "The stout carriers tramped through the city, six of them, with the\nNurnberg fire-castle on their brawny shoulders, and went right\nacross Munich to the railway station, and August in the dark\nrecognized all the ugly, jangling, pounding, roaring, hissing\nrailway noises, and thought, despite his courage and excitement,\n\"Will it be a VERY long journey?” for his stomach had at times an\nodd sinking sensation, and his head sadly often felt light and\nswimming. If it was a very, very long journey, he felt half afraid\nthat he would be dead or something bad before the end, and\nHirschvogel would be so lonely: that was what he thought most\nabout; not much about himself, and not much about Dorothea and the\nhouse at home. He was “high strung to high emprise,” and could not\nlook behind him.",
        "Whether for a long or a short journey, whether for weal or woe,\nthe stove with August still within it was once more hoisted up\ninto a great van; but this time it was not all alone, and the two\ndealers as well as the six porters were all with it.",
        "He in his darkness knew that; for he heard their voices. The train\nglided away over the Bavarian plain southward; and he heard the\nmen say something of Berg and the Wurm-See, but their German was\nstrange to him, and he could not make out what these names meant.",
        "The train rolled on, with all its fume and fuss, and roar of\nsteam, and stench of oil and burning coal. It had to go quietly\nand slowly on account of the snow which was falling, and which had\nfallen all night.",
        "“He might have waited till he came to the city,” grumbled one man\nto another. “What weather to stay on at Berg!”",
        "But who he was that stayed on at Berg, August could not make out\nat all.",
        "Though the men grumbled about the state of the roads and the\nseason, they were hilarious and well content, for they laughed\noften, and, when they swore, did so good-humoredly, and promised\ntheir porters fine presents at New Year; and August, like a shrewd\nlittle boy as he was, who even in the secluded Innthal had learned\nthat money is the chief mover of men’s mirth, thought to himself\nwith a terrible pang:–",
        "“They have sold Hirschvogel for some great sum! They have sold him\nalready!”",
        "Then his heart grew faint and sick within him, for he knew very\nwell that he must soon die, shut up without food and water thus;\nand what new owner of the great fire-palace would ever permit him\nto dwell in it?",
        "“Never mind; I WILL die,” thought he; “and Hirschvogel will know\nit.”",
        "Perhaps you think him a very foolish little fellow; but I do not.",
        "It is always good to be loyal and ready to endure to the end.\nIt is but an hour and a quarter that the train usually takes to\npass from Munich to the Wurm-See or Lake of Starnberg; but this\nmorning the journey was much slower, because the way was\nencumbered by snow. When it did reach Possenhofen and stop, and\nthe Nurnberg stove was lifted out once more, August could see\nthrough the fretwork of the brass door, as the stove stood upright\nfacing the lake, that this Wurm-See was a calm and noble piece of\nwater, of great width, with low wooded banks and distant\nmountains, a peaceful, serene place, full of rest.",
        "It was now near ten o’clock. The sun had come forth; there was a\nclear gray sky hereabouts; the snow was not falling, though it lay\nwhite and smooth everywhere, down to the edge of the water, which\nbefore long would itself be ice.",
        "Before he had time to get more than a glimpse of the green gliding\nsurface, the stove was again lifted up and placed on a large boat\nthat was in waiting–one of those very long and huge boats which\nthe women in these parts use as laundries, and the men as timber\nrafts. The stove, with much labor and much expenditure of time and\ncare, was hoisted into this, and August would have grown sick and\ngiddy with the heaving and falling if his big brothers had not\nlong used him to such tossing about, so that he was as much at\nease head, as feet, downward. The stove once in it safely with its\nguardians, the big boat moved across the lake to Leoni. How a\nlittle hamlet on a Bavarian lake got that Tuscan-sounding name I\ncannot tell; but Leoni it is. The big boat was a long time\ncrossing; the lake here is about three miles broad, and these\nheavy barges are unwieldy and heavy to move, even though they are\ntowed and tugged at from the shore.",
        "“If we should be too late!” the two dealers muttered to each\nother, in agitation and alarm. “He said eleven o’clock.”",
        "“Who was he?” thought August; “the buyer, of course, of\nHirschvogel.” The slow passage across the Wurm-See was\naccomplished at length; the lake was placid; there was a sweet\ncalm in the air and on the water; there was a great deal of snow\nin the sky, though the sun was shining and gave a solemn hush to\nthe atmosphere. Boats and one little steamer were going up and\ndown; in the clear frosty light the distant mountains of\nZillerthal and the Algau Alps were visible; market people, cloaked\nand furred, went by on the water or on the banks; the deep woods\nof the shores were black and gray and brown. Poor August could see\nnothing of a scene that would have delighted him; as the stove was\nnow set, he could only see the old worm-eaten wood of the huge\nbarge.",
        "Presently they touched the pier at Leoni.",
        "“Now, men, for a stout mile and half! You shall drink your reward\nat Christmas-time,” said one of the dealers to his porters, who,\nstout, strong men as they were, showed a disposition to grumble at\ntheir task. Encouraged by large promises, they shouldered sullenly\nthe Nurnberg stove, grumbling again at its preposterous weight,\nbut little dreaming that they carried within it a small, panting,\ntrembling boy; for August began to tremble now that he was about\nto see the future owner of Hirschvogel.",
        "“If he look a good, kind man,” he thought, “I will beg him to let\nme stay with it.”",
        "The porters began their toilsome journey, and moved off from the\nvillage pier. He could see nothing, for the brass door was over\nhis head, and all that gleamed through it was the clear gray sky.\nHe had been tilted on to his back, and if he had not been a little\nmountaineer, used to hanging head downwards over crevasses, and,\nmoreover, seasoned to rough treatment by the hunters and guides of\nthe hills and the salt-workers in the town, he would have been\nmade ill and sick by the bruising and shaking and many changes of\nposition to which he had been subjected.",
        "The way the men took was a mile and a half in length, but the road\nwas heavy with snow, and the burden they bore was heavier still.\nThe dealers cheered them on, swore at them and praised them in one\nbreath; besought them and reiterated their splendid promises, for\na clock was striking eleven, and they had been ordered to reach\ntheir destination at that hour, and, though the air was so cold,\nthe heat-drops rolled off their foreheads as they walked, they\nwere so frightened at being late. But the porters would not budge\na foot quicker than they chose, and as they were not poor\nfourfooted carriers their employers dared not thrash them, though\nmost willingly would they have done so.",
        "The road seemed terribly long to the anxious tradesmen, to the\nplodding porters, to the poor little man inside the stove, as he\nkept sinking and rising, sinking and rising, with each of their\nsteps.",
        "Where they were going he had no idea, only after a very long time\nhe lost the sense of the fresh icy wind blowing on his face\nthrough the brasswork above, and felt by their movements beneath\nhim that they were mounting steps or stairs. Then he heard a great\nmany different voices, but he could not understand what was being\nsaid. He felt that his bearers paused some time, then moved on and\non again. Their feet went so softly he thought they must be moving\non carpet, and as he felt a warm air come to him he concluded that\nhe was in some heated chambers, for he was a clever little fellow,\nand could put two and two together, though he was so hungry and so\nthirsty and his empty stomach felt so strangely. They must have\ngone, he thought, through some very great number of rooms, for\nthey walked so long on and on, on and on. At last the stove was\nset down again, and, happily for him, set so that his feet were\ndownward.",
        "What he fancied was that he was in some museum, like that which he\nhad seen in the city of Innspruck.",
        "The voices he heard were very hushed, and the steps seemed to go\naway, far away, leaving him alone with Hirschvogel. He dared not\nlook out, but he peeped through the brasswork, and all he could\nsee was a big carved lion’s head in ivory, with a gold crown atop.\nIt belonged to a velvet fauteuil, but he could not see the chair,\nonly the ivory lion.",
        "There was a delicious fragrance in the air–a fragrance as of\nflowers. “Only how can it be flowers?” thought August. “It is\nNovember!”",
        "From afar off, as it seemed, there came a dreamy, exquisite music,\nas sweet as the spinnet’s had been, but so much fuller, so much\nricher, seeming as though a chorus of angels were singing all\ntogether. August ceased to think of the museum: he thought of\nheaven. “Are we gone to the Master?” he thought, remembering the\nwords of Hirschvogel.",
        "All was so still around him; there was no sound anywhere except\nthe sound of the far-off choral music.",
        "He did not know it, but he was in the royal castle of Berg, and\nthe music he heard was the music of Wagner, who was playing in a\ndistant room some of the motives of “Parsival.”",
        "Presently he heard a fresh step near him, and he heard a low voice\nsay, close behind him, “So!” An exclamation no doubt, he thought,\nof admiration and wonder at the beauty of Hirschvogel.",
        "Then the same voice said, after a long pause, during which no\ndoubt, as August thought, this newcomer was examining all the\ndetails of the wondrous fire-tower, “It was well bought; it is\nexceedingly beautiful! It is most undoubtedly the work of Augustin\nHirschvogel.”",
        "Then the hand of the speaker turned the round handle of the brass\ndoor, and the fainting soul of the poor little prisoner within\ngrew sick with fear.",
        "The handle turned, the door was slowly drawn open, some one bent\ndown and looked in, and the same voice that he had heard in praise\nof its beauty called aloud, in surprise: “What is this in it? A\nlive child!”",
        "Then August, terrified beyond all self-control, and dominated by\none master-passion, sprang out of the body of the stove and fell\nat the feet of the speaker.",
        "“Oh, let me stay! Pray, meinherr, let me stay!” he sobbed. “I have\ncome all the way with Hirschvogel!”",
        "Some gentlemen’s hands seized him, not gently by any means, and\ntheir lips angrily muttered in his ear, “Little knave, peace! be\nquiet! hold your tongue! It is the king!”",
        "They were about to drag him out of the august atmosphere as if he\nhad been some venomous, dangerous beast come there to slay, but\nthe voice he had heard speak of the stove said, in kind accents,\n\"Poor little child! he is very young. Let him go: let him speak to\nme.”",
        "The word of a king is law to his courtiers: so, sorely against\ntheir wish, the angry and astonished chamberlains let August slide\nout of their grasp, and he stood there in his little rough\nsheepskin coat and his thick, mud-covered boots, with his curling\nhair all in a tangle, in the midst of the most beautiful chamber\nhe had ever dreamed of, and in the presence of a young man with a\nbeautiful dark face, and eyes full of dreams and fire; and the\nyoung man said to him:–",
        "“My child, how came you here, hidden in this stove? Be not afraid:\ntell me the truth. I am the king.”",
        "August, in an instinct of homage, cast his great battered black\nhat with the tarnished gold tassels down on the floor of the room,\nand folded his little brown hands in supplication. He was too\nintensely in earnest to be in any way abashed; he was too lifted\nout of himself by his love for Hirschvogel to be conscious of any\nawe before any earthly majesty. He was only so glad–so glad it\nwas the king. Kings were always kind; so the Tyrolese think, who\nlove their lords.",
        "“Oh, dear king!” he said, with trembling entreaty in his faint\nlittle voice, “Hirschvogel was ours, and we have loved it all our\nlives; and father sold it. And when I saw that it did really go\nfrom us, then I said to myself I would go with it; and I have come\nall the way inside it. And last night it spoke and said beautiful\nthings.",
        "“And I do pray you to let me live with it, and I will go out every\nmorning and cut wood for it and you, if only you will let me stay\nbeside it. No one ever has fed it with fuel but me since I grew\nbig enough, and it loves me,–it does indeed; it said so last\nnight; and it said that it had been happier with us than if it\nwere in any palace–”",
        "And then his breath failed him, and, as he lifted his little,\neager, pale face to the young king’s, great tears were falling\ndown his cheeks.",
        "Now, the king liked all poetic and uncommon things, and there was\nthat in the child’s face which pleased and touched him. He\nmotioned to his gentlemen to leave the little boy alone.",
        "“What is your name?” he asked him.",
        "“I am August Strehla. My father is Hans Strehla. We live in Hall,\nin the Innthal; and Hirschvogel has been ours so long–so long!”",
        "His lips quivered with a broken sob.",
        "“And have you truly traveled inside this stove all the way from\nTyrol?”",
        "“Yes,” said August; “no one thought to look inside till you did.”",
        "The king laughed; then another view of the matter occurred to him.",
        "“Who bought the stove of your father?” he inquired.",
        "“Traders of Munich,” said August, who did not know that he ought\nnot to have spoken to the king as to a simple citizen, and whose\nlittle brain was whirling and spinning dizzily round its one\ncentral idea.",
        "“What sum did they pay your father, do you know?” asked the\nsovereign.",
        "“Two hundred florins,” said August, with a great sigh of shame.\n\"It was so much money, and he is so poor, and there are so many of\nus.”",
        "The king turned to his gentlemen-in-waiting. “Did these dealers of\nMunich come with the stove?”",
        "He was answered in the affirmative. He desired them to be sought\nfor and brought before him. As one of his chamberlains hastened on\nthe errand, the monarch looked at August with compassion.",
        "“You are very pale, little fellow; when did you eat last?”",
        "“I had some bread and sausage with me; yesterday afternoon I\nfinished it.”",
        "“You would like to eat now?”",
        "“If I might have a little water I would be glad; my throat is very\ndry.”",
        "The king had water and wine brought for him, and cake also; but\nAugust, though he drank eagerly, could not swallow anything. His\nmind was in too great a tumult.",
        "“May I stay with Hirschvogel?–may I stay?” he said, with feverish\nagitation.",
        "“Wait a little,” said the king, and asked abruptly, “What do you\nwish to be when you are a man?”",
        "“A painter. I wish to be what Hirschvogel was–I mean the master\nthat made MY Hirschvogel.”",
        "“I understand,” said the king.",
        "Then the two dealers were brought into their sovereign’s presence.\nThey were so terribly alarmed, not being either so innocent or so\nignorant as August was, that they were trembling as though they\nwere being led to the slaughter, and they were so utterly\nastonished too at a child having come all the way from Tyrol in\nthe stove, as a gentleman of the court had just told them this\nchild had done, that they could not tell what to say or where to\nlook, and presented a very foolish aspect indeed.",
        "“Did you buy this Nurnberg stove of this boy’s father for two\nhundred florins?” the king asked them; and his voice was no longer\nsoft and kind as it had been when addressing the child, but very\nstern.",
        "“Yes, your majesty,” murmured the trembling traders.",
        "“And how much did the gentleman who purchased it for me give to\nyou?”",
        "“Two thousand ducats, your majesty,” muttered the dealers,\nfrightened out of their wits, and telling the truth in their\nfright.",
        "The gentleman was not present: he was a trusted counselor in art\nmatters of the king’s, and often made purchases for him.",
        "The king smiled a little, and said nothing. The gentleman had made\nout the price to him as eleven thousand ducats.",
        "“You will give at once to this boy’s father the two thousand gold\nducats that you received, less the two hundred Austrian florins\nthat you paid him,” said the king to his humiliated and abject\nsubjects. “You are great rogues. Be thankful you are not more\ngreatly punished.”",
        "He dismissed them by a sign to his courtiers, and to one of these\ngave the mission of making the dealers of the Marienplatz disgorge\ntheir ill-gotten gains.",
        "August heard, and felt dazzled yet miserable. Two thousand gold\nBavarian ducats for his father! Why, his father would never need\nto go any more to the salt-baking! And yet whether for ducats or\nfor florins, Hirschvogel was sold just the same, and would the\nking let him stay with it?–would he?",
        "“Oh, do! oh, please do!” he murmured, joining his little brown\nweather-stained hands, and kneeling down before the young monarch,\nwho himself stood absorbed in painful thought, for the deception\nso basely practised for the greedy sake of gain on him by a\ntrusted counselor was bitter to him.",
        "He looked down on the child, and as he did so smiled once more.",
        "“Rise up, my little man,” he said, in a kind voice; “kneel only to\nyour God. Will I let you stay with your Hirschvogel? Yes, I will;\nyou shall stay at my court, and you shall be taught to be a\npainter,–in oils or on porcelain as you will,–and you must grow\nup worthily, and win all the laurels at our Schools of Art, and if\nwhen you are twenty-one years old you have done well and bravely,\nthen I will give you your Nurnberg stove, or, if I am no more\nliving, then those who reign after me shall do so. And now go away\nwith this gentleman, and be not afraid, and you shall light a fire\nevery morning in Hirschvogel, but you will not need to go out and\ncut the wood.”",
        "Then he smiled and stretched out his hand; the courtiers tried to\nmake August understand that he ought to bow and touch it with his\nlips, but August could not understand that anyhow; he was too\nhappy. He threw his two arms about the king’s knees, and kissed\nhis feet passionately; then he lost all sense of where he was, and\nfainted away from hunger, and tire, and emotion, and wondrous joy.",
        "As the darkness of his swoon closed in on him, he heard in his\nfancy the voice from Hirschvogel saying:–",
        "“Let us be worthy our maker!”",
        "He is only a scholar yet, but he is a happy scholar, and promises\nto be a great man. Sometimes he goes back for a few days to Hall,\nwhere the gold ducats have made his father prosperous. In the old\nhouse room there is a large white porcelain stove of Munich, the\nking’s gift to Dorothea and ’Gilda.",
        "And August never goes home without going into the great church and\nsaying his thanks to God, who blessed his strange winter’s journey\nin the Nurnberg stove. As for his dream in the dealers’ room that\nnight, he will never admit that he did dream it; he still declares\nthat he saw it all, and heard the voice of Hirschvogel. And who\nshall say that he did not? for what is the gift of the poet and\nthe artist except to see the sights which others cannot see and to\nhear the sounds that others cannot hear?",
        "She was a Quatre Saison Rose Tree.",
        "She lived in a beautiful old garden with some charming magnolias\nfor neighbors: they rather overshadowed her, certainly, because\nthey were so very great and grand; but then such shadow as that is\npreferable, as every one knows, to a mere vulgar enjoyment of\ncommon daylight, and then the beetles went most to the magnolia-\nblossoms, for being so great and grand of course they got very\nmuch preyed upon, and this was a vast gain for the rose that was\nnear them. She herself leaned against the wall of an orange-house,\nin company with a Banksia, a buoyant, active, simple-minded thing,\nfor whom Rosa Damascena, who thought herself much better born than\nthese climbers, had a natural contempt. Banksiae will flourish and\nbe content anywhere, they are such easily pleased creatures; and\nwhen you cut them they thrive on it, which shows a very plebeian\nand pachydermatous temper; and they laugh all over in the face of\nan April day, shaking their little golden clusters of blossom in\nsuch a merry way that the Rose Tree, who was herself very reserved\nand thorny, had really scruples about speaking to them.",
        "For she was by nature extremely proud,–much prouder than her\nlineage warranted,–and a hard fate had fixed her to the wall of\nan orangery, where hardly anybody ever came, except the gardener\nand his men to carry the oranges in in winter and out in spring,\nor water and tend them while they were housed there.",
        "She was a handsome rose, and she knew it. But the garden was so\ncrowded–like the world–that she could not get herself noticed in\nit. In vain was she radiant and red close on to Christmas-time as\nin the fullest heats of midsummer. Nobody thought about her or\npraised her. She pined and was very unhappy.",
        "The Banksiae, who are little, frank, honest-hearted creatures, and\nsay out what they think, as such plebeian people will, used to\ntell her roundly she was thankless for the supreme excellence of\nher lot.",
        "“You have everything the soul of a rose can wish for: a splendid\nold wall with no nasty chinks in it; a careful gardener, who nips\nall the larvae in the bud before they can do you any damage; sun,\nwater, care; above all, nobody ever cuts a single blossom off you!\nWhat more can you wish for? This orangery is paradise!”",
        "She did not answer.",
        "What wounded her pride so deeply was just this fact, that they\nnever DID cut off any of her blossoms. When day after day, year\nafter year, she crowned herself with her rich crimson glory and no\none ever came nigh to behold or to gather it, she could have died\nwith vexation and humiliation.",
        "Would nobody see she was worth anything?",
        "The truth was that in this garden there was such an abundance of\nvery rare roses that a common though beautiful one like Rosa\nDamascena remained unthought of; she was lovely, but then there\nwere so many lovelier still, or, at least, much more a la mode.",
        "In the secluded garden corner she suffered all the agonies of a\npretty woman in the great world, who is only a pretty woman, and\nno more. It needs so VERY much more to be “somebody.” To be\nsomebody was what Rosa Damascena sighed for, from rosy dawn to\nrosier sunset.",
        "From her wall she could see across the green lawns, the great\nparterre which spread before the house terrace, and all the great\nroses that bloomed there,–Her Majesty Gloire de Dijon, who was a\nreigning sovereign born, the royally born Niphetos, the Princesse\nAdelaide, the Comtesse Ouvaroff, the Vicomtesse de Cazes all in\ngold, Madame de Sombreuil in snowy white, the beautiful Louise de\nSavoie, the exquisite Duchess of Devoniensis,–all the roses that\nwere great ladies in their own right, and as far off her as were\nthe stars that hung in heaven. Rosa Damascena would have given all\nher brilliant carnation hues to be pale and yellow like the\nPrincesse Adelaide, or delicately colorless like Her Grace of\nDevoniensis.",
        "She tried all she could to lose her own warm blushes, and prayed\nthat bees might sting her and so change her hues; but the bees\nwere of low taste, and kept their pearl-powder and rouge and other\npigments for the use of common flowers, like the evening primrose\nor the butter-cup and borage, and never came near to do her any\ngood in arts of toilet.",
        "One day the gardener approached and stood and looked at her: then\nall at once she felt a sharp stab in her from his knife, and a\nvivid pain ran downward through her stem.",
        "She did not know it, but gardeners and gods “this way grant\nprayer.”",
        "“Has not something happened to me?” she asked of the little\nBanksiae; for she felt very odd all over her; and when you are\nunwell you cannot be very haughty.",
        "The saucy Banksiae laughed, running over their wires that they\ncling to like little children.",
        "“You have got your wish,” they said. “You are going to be a great\nlady; they have made you into a Rosa Indica!”",
        "A tea rose! Was it possible?",
        "Was she going to belong at last to that grand and graceful order,\nwhich she had envied so long and vainly from afar?",
        "Was she, indeed, no more mere simple Rosa Damascena? She felt so\nhappy she could hardly breathe. She thought it was her happiness\nthat stifled her; in real matter of fact it was the tight bands in\nwhich the gardener had bound her.",
        "“Oh, what joy!” she thought, though she still felt very\nuncomfortable, but not for the world would she ever have admitted\nit to the Banksiae.",
        "The gardener had tied a tin tube on to her, and it was heavy and\ncumbersome; but no doubt, she said to herself, the thing was\nfashionable, so she bore the burden of it very cheerfully.",
        "The Banksiae asked her how she felt, but she would not deign even\nto reply; and when a friendly blackbird, who had often picked\ngrubs off her leaves, came and sang to her, she kept silent: a\nRosa Indica was far above a blackbird.",
        "“Next time you want a caterpillar taken away, he may eat you for\nME!” said the blackbird, and flew off in a huff.",
        "She was very ungrateful to hate the black-bird so, for he had been\nmost useful to her in doing to death all the larvae of worms and\nbeetles and caterpillars and other destroyers which were laid\ntreacherously within her leaves. The good blackbird, with many\nanother feathered friend, was forever at work in some good deed of\nthe kind, and all the good, grateful flowers loved him and his\nrace. But to this terribly proud and discontented Rosa Damascena\nhe had been a bore, a common creature, a nuisance, a monster–any\none of these things by turns, and sometimes all of them\naltogether. She used to long for the cat to get him.",
        "“You ought to be such a happy rose!” the merle had said to her,\none day. “There is no rose so strong and healthy as you are,\nexcept the briers.”",
        "And from that day she had hated him. The idea of naming those\nhedgerow brier roses in the same breath with her!",
        "You would have seen in that moment of her rage a very funny sight\nhad you been there; nothing less funny than a rose tree trying to\nbox a blackbird’s ears!",
        "But, to be sure, you would only have thought the wind was blowing\nabout the rose, so you would have seen nothing really of the\ndrollery of it all, which was not droll at all to Rosa Damascena,\nfor a wound in one’s vanity is as long healing as a wound from a\nconical bullet in one’s body. The blackbird had not gone near her\nafter that, nor any of his relations and friends, and she had had\na great many shooting and flying pains for months together, in\nconsequence of aphides’ eggs having been laid inside her stem–\neggs of which the birds would have eased her long before if they\nhad not been driven away by her haughty rage.",
        "However, she had been almost glad to have some ailment. She had\ncalled it aneurism, and believed it made her look refined and\ninteresting. If it would only have made her pale! But it had not\ndone that: she had remained of the richest rose color.",
        "When the winter had passed and the summer had come round again,\nthe grafting had done its work: she was really a Rosa Indica, and\ntimidly put forth the first blossom in her new estate. It was a\nsmall, rather puny yellowish thing, not to be compared to her own\nnatural red clusters, but she thought it far finer.",
        "Scarcely had it been put forth by her than the gardener whipped it\noff with his knife, and bore it away in proof of his success in\nsuch transmogrifications.",
        "She had never felt the knife before, when she had been only Rosa\nDamascena: it hurt her very much, and her heart bled.",
        "“Il faut souffrir pour etre belle,” said the Banksiae in a good-\nnatured effort at consolation. She was not going to answer them,\nand she made believe that her tears were only dew, though it was\nhigh noon and all the dewdrops had been drunk by the sun, who by\nnoontime gets tired of climbing and grows thirsty.",
        "Her next essay was much finer, and the knife whipped that off\nalso. That summer she bore more and more blossoms, and always the\nknife cut them away, for she had been made one of the great race\nof Rosa Indica.",
        "Now, a rose tree, when a blossom is chopped or broken off, suffers\nprecisely as we human mortals do if we lose a finger; but the rose\ntree, being a much more perfect and delicate handiwork of nature\nthan any human being, has a faculty we have not: it lives and has\na sentient soul in every one of its roses, and whatever one of\nthese endures the tree entire endures also by sympathy. You think\nthis very wonderful? Not at all. It is no whit more wonderful than\nthat a lizard’s tail chopped off runs about by itself, or that a\ndog can scent a foe or a thief whilst the foe or the thief is yet\nmiles away. All these things are most wonderful, or not at all so-\n-just as you like.",
        "In a little while she bore another child: this time it was a fine\nfair creature, quite perfect in its hues and shapes. “I never saw\na prettier!” said an emperor butterfly, pausing near for a moment;\nat that moment the knife of the gardener severed the rosebud’s\nstalk.",
        "“The lady wants one for her bouquet de corsage: she goes to the\nopera to-night,” the man said to another man, as he took the young\ntea rose.",
        "“What is the opera?” asked the mother rose wearily of the\nbutterfly. He did not know; but his cousin the death’s-head moth,\nasleep under a magnolia leaf, looked down with a grim smile on his\nquaint face.",
        "“It is where everything dies in ten seconds,” he answered. “It is\na circle of fire; many friends of mine have flown in, none ever\nreturned: your daughter will shrivel up and perish miserably. One\npays for glory.”",
        "The rose tree shivered through all her stalks; but she was still\nproud, and tried to think that all this was said only out of envy.\nWhat should an old death’s-head moth know, whose eyes were so weak\nthat a farthing rushlight blinded them?",
        "So she lifted herself a little higher, and would not even see that\nthe Banksiae were nodding to her; and as for her old friend the\nblackbird, how vulgar he looked, bobbing up and down hunting worms\nand woodlice! could anything be more outrageously vulgar than\nthat staring yellow beak of his? She twisted herself round not to\nsee him, and felt quite annoyed that he went on and sang just the\nsame, unconscious of, or indifferent to, her coldness.",
        "With each successive summer Rosa Damascena became more integrally\nand absolutely a Rosa Indica, and suffered in proportion to her\nfashion and fame.",
        "True, people came continually to look at her, and especially in\nMaytime would cry aloud, “What a beautiful Niphetos!” But then she\nwas bereaved of all her offspring, for, being of the race of\nNiphetos, they were precious, and one would go to die in an hour\nin a hot ballroom, and another to perish in a Sevres vase, where\nthe china indeed was exquisite but the water was foul, and others\nwent to be suffocated in the vicious gases of what the mortals\ncall an opera box, and others were pressed to death behind hard\ndiamonds in a woman’s bosom; in one way or another they each and\nall perished miserably. She herself also lost many of her once\nluxuriant leaves, and had a little scanty foliage, red-brown in\nsummer, instead of the thick, dark-green clothing that she had\nworn when a rustic maiden. Not a day passed but the knife stabbed\nher; when the knife had nothing to take she was barren and chilly,\nfor she had lost the happy power of looking beautiful all the year\nround, which once she had possessed.",
        "One day came when she was taken up out of the ground and borne\ninto a glass house, placed in a large pot, and lifted up on to a\npedestal, and left in a delicious atmosphere, with patrician\nplants all around her with long Latin names, and strange, rare\nbeauties of their own. She bore bud after bud in this crystal\ntemple, and became a very crown of blossom; and her spirit grew so\nelated, and her vanity so supreme, that she ceased to remember she\nhad ever been a simple Rosa Damascena, except that she was always\nsaying to herself, “How great I am! how great I am!” which she\nmight have noticed that those born ladies, the Devoniensis and the\nLouise de Savoie, never did. But she noticed nothing except her\nown beauty, which she could see in a mirror that was let into the\nopposite wall of the greenhouse. Her blossoms were many and all\nquite perfect, and no knife touched them; and though to be sure\nshe was still very scantily clothed so far as foliage went, yet\nshe was all the more fashionable for that, so what did it matter?",
        "One day, when her beauty was at its fullest perfection, she heard\nall the flowers about her bending and whispering with rustling and\nmurmuring, saying, “Who will be chosen? who will be chosen?”",
        "Chosen for what? They did not talk much to her, because she was\nbut a newcomer and a parvenue, but she gathered from them in a\nlittle time that there was to be a ball for a marriage festivity\nat the house to which the greenhouse was attached. Each flower\nwondered if it would be chosen to go to it. The azaleas knew they\nwould go, because they were in their pink or rose ball-dresses all\nready; but no one else was sure. The rose tree grew quite sick and\nfaint with hope and fear. Unless she went, she felt that life was\nnot worth the living. She had no idea what a ball might be, but\nshe knew that it was another form of greatness, when she was all\nready, too, and so beautiful!",
        "The gardener came and sauntered down the glass house, glancing\nfrom one to another. The hearts of all beat high. The azaleas only\nnever changed color: they were quite sure of themselves. Who could\ndo without them in February?",
        "“Oh, take me! take me! take me!” prayed the rose tree, in her\nfoolish, longing, arrogant heart.",
        "Her wish was given her. The lord of their fates smiled when he\ncame to where she stood.",
        "“This shall be for the place of honor,” he murmured, as he lifted\nher out of the large vase she lived in on to a trestle and\nsummoned his boys to bear her away. The very azaleas themselves\ngrew pale with envy.",
        "As for the rose tree herself, she would not look at any one; she\nwas carried through the old garden straight past the Banksise, but\nshe would make them no sign; and as for the blackbird, she hoped a\ncat had eaten him! Had he not known her as Rosa Damascena?",
        "She was borne bodily, roots and all, carefully wrapped up in soft\nmatting, and taken into the great house.",
        "It was a very great house, a very grand house, and there was to be\na marvelous feast in it, and a prince and princess from over the\nseas were that night to honor the mistress of it by their\npresence. All this Rosa Indica had gathered from the chatter of\nthe flowers, and when she came into the big palace she saw many\nsigns of excitement and confusion: servants out of livery were\nrunning up against one another in their hurry-scurry; miles and\nmiles, it seemed, of crimson carpeting were being unrolled all\nalong the terrace and down the terrace steps, since by some\npeculiar but general impression royal personages are supposed not\nto like to walk upon anything else, though myself I think they\nmust get quite sick of red carpet, seeing so very much of it\nspread for them wherever they go. To Rosa Indica, however, the\nbright scarlet carpeting looked very handsome, and seemed, indeed,\na foretaste of heaven.",
        "Soon she was carried quite inside the house, into an immense room\nwith a beautiful dome-shaped ceiling, painted in fresco three\ncenturies before, and fresh as though it had been painted\nyesterday. At the end of the room was a great chair, gilded and\npainted, too, three centuries before, and covered with velvet,\ngold-fringed, and powdered with golden grasshoppers. “That common\ninsect here!” thought Rosa, in surprise, for she did not know that\nthe chief of the house, long, long, long ago, when sleeping in the\nheat of noon in Palestine in the first crusade, had been awakened\nby a grasshopper lighting on his eyelids, and so had been aroused\nin time to put on his armor and do battle with a troop attacking\nSaracen cavalry, and beat them; wherefore, in gratitude, he had\ntaken the humble field-creature as his badge for evermore.",
        "They set the roots of Rosa Indica now into a vase–such a vase!\nthe royal blue of Sevres, if you please, and with border and\nscroll work and all kinds of wonders and glories painted on it and\ngilded on it, and standing four feet high if it stood one inch! I\ncould never tell you the feelings of Rosa if I wrote a thousand\npages. Her heart thrilled so with ecstasy that she almost dropped\nall her petals, only her vanity came to her aid, and helped her to\ncontrol in a measure her emotions. The gardeners broke off a good\ndeal of mould about her roots, and they muttered one to another\nsomething about her dying of it. But Rosa thought no more of that\nthan a pretty lady does when her physician tells her she will die\nof tight lacing; not she! She was going to be put into that Sevres\nvase.",
        "This was enough for her, as it is enough for the lady that she is\ngoing to be put into a hundred-guinea ball gown.",
        "In she went. It was certainly a tight fit, as the gown often is,\nand Rosa felt nipped, strained, bruised, suffocated. But an old\nproverb has settled long ago that pride feels no pain, and perhaps\nthe more foolish the pride the less is the pain that is felt–for\nthe moment.",
        "They set her well into the vase, putting green moss over her\nroots, and then they stretched her branches out over a gilded\ntrelliswork at the back of the vase. And very beautiful she\nlooked; and she was at the head of the room, and a huge mirror\ndown at the farther end opposite to her showed her own reflection.\nShe was in paradise!",
        "“At last,” she thought to herself, “at last they have done me\njustice!”",
        "The azaleas were all crowded round underneath her, like so many\nkneeling courtiers, but they were not taken out of their pots;\nthey were only shrouded in moss. They had no Sevres vases. And\nthey had always thought so much of themselves and given themselves\nsuch airs, for there is nothing so vain as an azalea,–except,\nindeed, a camellia, which is the most conceited flower in the\nworld, though, to do it justice, it is also the most industrious,\nfor it is busy getting ready its next winter buds whilst the\nsummer is still hot and broad on the land, which is very wise and\nprudent in it and much to be commended.",
        "Well, there was Rosa Indica at the head of the room in the Sevres\nvase, and very proud and triumphant she felt throned there, and\nthe azaleas, of course, were whispering enviously underneath her,\n\"Well, after all, she was only Rosa Damascena not so VERY long\nago.”",
        "Yes, THEY KNEW! What a pity it was! They knew she had once been\nRosa Damascena and never would wash it out of their minds–the\ntiresome, spiteful, malignant creatures!",
        "Even aloft in the vase, in all her glory, the rose could have shed\ntears of mortification, and was ready to cry like Themistocles,\n\"Can nobody give us oblivion?”",
        "Nobody could give that, for the azaleas, who were so irritated at\nbeing below her, were not at all likely to hold their tongues. But\nshe had great consolations and triumphs, and began to believe\nthat, let them say what they chose, she had never been a common\ngarden wall rose. The ladies of the house came in and praised her\nto the skies; the children ran up to her and clapped their hands\nand shouted for joy at her beauty; a wonderful big green bird came\nin and hopped before her, cocked his head on one side, and said to\nher, “Pretty Poll! oh, SUCH a pretty Poll!”",
        "“Even the birds adore me here!” she thought, not dreaming he was\nonly talking of himself; for when you are as vain as was this poor\ndear Rosa, creation is pervaded with your own perfections, and\neven when other people say only “Poll!” you feel sure they are\nsaying “You!” or they ought to be if they are not.",
        "So there she stood in her grand Sevres pot, and she was ready to\ncry with the poet, “The world may end tonight!” Alas! it was not\nthe world which was to end. Let me hasten to close this true\nheart-rending history.",
        "There was a great dinner as the sun began to set, and the mistress\nof the house came in on the arm of the great foreign prince; and\nwhat did the foreign prince do but look up at Rosa, straight up at\nher, and over the heads of the azaleas, and say to his hostess:\n\"What a beautiful rose you have there! A Niphetos, is it not?”",
        "And her mistress, who had known her long as simple Rosa Damascena,\nanswered, “Yes, sir; it is a Niphetos.”",
        "Oh, to have lived for that hour! The silly thing thought it worth\nall her suffering from the gardener’s knife, all the loss of her\nrobust health and delightful power of flowering in all four\nseasons. She was a Niphetos, really and truly a Niphetos! and not\none syllable hinted as to her origin! She began to believe she had\nbeen BORN a tea rose!",
        "The dinner was long and gorgeous; the guests were dazzling in\njewels and in decorations; the table was loaded with old plate and\nrare china; the prince made a speech and used her as a simile of\nlove and joy and purity and peace. The rose felt giddy with\ntriumph and with the fumes of the wines around her. Her vase was\nof purple and gold, and all the voices round her said, “Oh, the\nbeautiful rose!” No one noticed the azaleas. How she wished that\nthe blackbird could see for a minute, if the cat would gobble him\nup the next!",
        "The day sped on; the chatelaine and her guests went away; the\ntable was rearranged; the rose tree was left in its place of\nhonor; the lights were lit; there was the sound of music near at\nhand; they were dancing in other chambers.",
        "Above her hung a chandelier–a circle of innumerable little flames\nand drops that looked like dew or diamonds. She thought it was the\nsun come very close. After it had been there a little while it\ngrew very hot, and its rays hurt her.",
        "“Can you not go a little farther away, O Sun?” she said to it. It\nwas flattered at being taken for the sun, but answered her: “I am\nfixed in my place. Do you not understand astronomy?”",
        "She did not know what astronomy was, so was silent, and the heat\nhurt her. Still, she was in the place of honor: so she was happy.",
        "People came and went; but nobody noticed her. They ate and drank,\nthey laughed and made love, and then went away to dance again, and\nthe music went on all night long, and all night long the heat of\nthe chandelier poured down on her.",
        "“I am in the place of honor,” she said to herself a thousand times\nin each hour.",
        "But the heat scorched her, and the fumes of the wines made her\nfaint. She thought of the sweet fresh air of the old garden where\nthe Banksiae were. The garden was quite near, but the windows were\nclosed, and there were the walls now between her and it. She was\nin the place of honor. But she grew sick and waxed faint as the\nburning rays of the artificial light shining above her seemed to\npierce through and through her like lances of steel. The night\nseemed very long. She was tired.",
        "She was erect there on her Sevres throne, with the light thrilling\nand throbbing upon her in every point. But she thought of the\nsweet, dark, fresh nights in the old home where the blackbird had\nslept, and she longed for them.",
        "The dancers came and went, the music thrummed and screamed, the\nlaughter was both near and far; the rose tree was amidst it all.\nYet she felt alone–all alone! as travelers may feel in a desert.\nHour succeeded hour; the night wore on apace; the dancers ceased\nto come; the music ceased, too; the light still burned down upon\nher, and the scorching fever of it consumed her like fire.",
        "Then there came silence–entire silence. Servants came round and\nput out all the lights–hundreds and hundreds of lights–quickly,\none by one. Other servants went to the windows and threw them wide\nopen to let out the fumes of wine. Without, the night was changing\ninto the gray that tells of earliest dawn. But it was a bitter\nfrost; the grass was white with it; the air was ice. In the great\ndarkness that had now fallen on all the scene this deadly cold\ncame around the rose tree and wrapped her in it as in a shroud.",
        "She shivered from head to foot.",
        "The cruel glacial coldness crept into the hot banqueting chamber,\nand moved round it in white, misty circles, like steam, like\nghosts of the gay guests that had gone. All was dark and chill–\ndark and chill as any grave!",
        "What worth was the place of honor now?",
        "Was this the place of honor?",
        "The rose tree swooned and drooped! A servant’s rough hand shook\ndown its worn beauty into a heap of fallen leaves. When they\ncarried her out dead in the morning, the little Banksia-buds, safe\nhidden from the frost within their stems, waiting to come forth\nwhen the summer should come, murmured to one another:–",
        "“She had her wish; she was great. This way the gods grant foolish\nprayers, and punish discontent!”",
        "A poor black paint lay very unhappy in its tube one day alone,\nhaving tumbled out of an artist’s color box and lying quite\nunnoticed for a year. “I am only Lampblack,” he said to himself.\n\"The master never looks at me: he says I am heavy, dull,\nlustreless, useless. I wish I could cake and dry up and die, as\npoor Flake-white did when he thought she turned yellow and\ndeserted her.”",
        "But Lampblack could not die; he could only lie in his tin tube and\npine, like a silly, sorrowful thing as he was, in company with\nsome broken bits of charcoal and a rusty palette knife. The master\nnever touched him; month after month passed by, and he was never\nthought of; the other paints had all their turn of fair fortune,\nand went out into the world to great academies and mighty palaces,\ntransfigured and rejoicing in a thousand beautiful shapes and\nservices. But Lampblack was always passed over as dull and coarse,\nwhich indeed he was, and knew himself to be so, poor fellow, which\nmade it all the worse. “You are only a deposit!” said the other\ncolors to him; and he felt that it was disgraceful to be a\ndeposit, though he was not quite sure what it meant.",
        "“If only I were happy like the others!” thought poor, sooty\nLampblack, sorrowful in his corner. “There is Bistre, now, he is\nnot so very much better-looking than I am, and yet they can do\nnothing without him, whether it is a girl’s face or a wimple in a\nriver!”",
        "The others were all so happy in this beautiful bright studio,\nwhose open casements were hung with myrtle and passion-flower, and\nwhose silence was filled with the singing of nightingales. Cobalt,\nwith a touch or two, became the loveliness of summer skies at\nmorning; the Lakes and Carmines bloomed in a thousand exquisite\nflowers and fancies; the Chromes and Ochres (mere dull earths)\nwere allowed to spread themselves in sheets of gold that took the\nshine of the sun into the darkest places; Umber, a sombre and\ngloomy thing, could lurk yet in a child’s curls and laugh in a\nchild’s smiles; whilst all the families of the Vermilions, the\nBlues, the Greens, lived in a perpetual glory of sunset or\nsunrise, of ocean waves or autumn woods, of kingly pageant or of\nmartial pomp.",
        "It was very hard. Poor Lampblack felt as if his very heart would\nbreak, above all when he thought of pretty little Rose Madder,\nwhom he loved dearly, and who never would even look at him,\nbecause she was so very proud, being herself always placed in\nnothing less than rosy clouds, or the hearts of roses, or\nsomething as fair and spiritual.",
        "“I am only a wretched deposit!” sighed Lampblack, and the rusty\npalette knife grumbled back, “My own life has been ruined in\ncleaning dirty brushes, and see what the gratitude of men and\nbrushes is!”",
        "“But at least you have been of use once; but I never am–never!\"\nsaid Lampblack, wearily; and indeed he had been there so long that\nthe spiders had spun their silver fleeces all about him, and he\nwas growing as gray as an old bottle does in a dark cellar.",
        "At that moment the door of the studio opened, and there came a\nflood of light, and the step of a man was heard: the hearts of all\nthe colors jumped for joy, because the step was that of their\nmagician, who out of mere common clays and ground ores could raise\nthem at a touch into splendors of the gods and divinities\nimmortal.",
        "Only the heart of poor dusty Lampblack could not beat a throb the\nmore, because he was always left alone and never was thought\nworthy even of a glance. He could not believe his senses when this\nafternoon–oh, miracle and ecstasy!–the step of the master\ncrossed the floor to the obscured corner where he lay under his\nspiders’ webs, and the hand of the master touched him. Lampblack\nfelt sick and faint with rapture. Had recognition come at last?",
        "The master took him up, “You will do for this work,” he said; and\nLampblack was borne trembling to an easel. The colors, for once in\ntheir turn neglected, crowded together to watch, looking in their\nbright tin tubes like rows of little soldiers in armor.",
        "“It is the old dull Deposit,” they murmured to one another, and\nfelt contemptuous, yet were curious, as scornful people often will\nbe.",
        "“But I am going to be glorious and great,” thought Lampblack, and\nhis heart swelled high; for never more would they be able to hurl\nthe name of Deposit at him, a name which hurt him none the less,\nbut all the more indeed, because it was unintelligible.",
        "“You will do for this work,” said the master, and let Lampblack\nout of his metal prison house into the light and touched him with\nthe brush that was the wand of magic.",
        "“What am I going to be?” wondered Lampblack, as he felt himself\ntaken on to a large piece of deal board, so large that he felt he\nmust be going to make the outline of an athlete or the shadows of\na tempest at the least.",
        "Himself he could not tell what he was becoming: he was happy\nenough and grand enough only to be employed, and, as he was being\nused, began to dream a thousand things of all the scenes he would\nbe in, and all the hues that he would wear, and all the praise\nthat he would hear when he went out into that wonderful great\nworld of which his master was an idol. From his secret dreams he\nwas harshly roused; all the colors were laughing and tittering\nround him till the little tin helmets they wore shook with their\nmerriment.",
        "“Old Deposit is going to be a signpost,” they cried to one another\nso merrily that the spiders, who are not companionable creatures,\nfelt themselves compelled to come to the doors of their dens and\nchuckle too. A signpost! Lampblack, stretched out in an ecstasy\nupon the board, roused himself shivering from his dreams, and\ngazed at his own metamorphosis. He had been made into seven\nletters, thus:–",
        "                          Bandita",
        "This word in the Italian country, where the English painter’s\nstudio was, means, Do not trespass, do not shoot, do not show\nyourself here: anything, indeed, that is peremptory and uncivil to\nall trespassers. In these seven letters, outspread upon the board,\nwas Lampblack crucified!",
        "Farewell, ambitious hopes and happy dreams! He had been employed\nto paint a signboard, a thing stoned by the boys, blown on by the\nwinds, gnawed by the rats, and drenched with the winter’s rains.\nBetter the dust and the cobwebs of his old corner than such shame\nas this!",
        "But help was there none. His fate was fixed. He was dried with a\ndrench of turpentine, hastily clothed in a coat of copal, and here\nhe yet was fully aware of all his misery, was being borne away\nupon the great board out of doors and handed to the gardener. For\nthe master was a hasty and ardent man, and had been stung into\nimpatience by the slaughter of some favorite blue thrushes in his\nilex trees that day, and so in his haste had chosen to do\njourneyman’s work himself. Lampblack was carried out of the studio\nfor the last time, and as the door closed on him he heard all the\ncolors laughing, and the laugh of little Rose Madder was highest\nof all as she cried to Naples Yellow, who was a dandy and made\ncourt to her: “Poor old ugly Deposit! He will grumble to the owls\nand the bats now!”",
        "The door shut, shutting him out forever from all that joyous\ncompany and palace of fair visions, and the rough hands of the\ngardener grasped him and carried him to the edge of the great\ngarden, where the wall overlooked the public road, and there\nfastened him on high with a band of iron round the trunk of a\ntree.",
        "That night it rained heavily, and the north wind blew, and there\nwas thunder also. Lampblack, out in the storm without his tin\nhouse to shelter him, felt that of all creatures wretched on the\nface of the earth there was not one so miserable as he.",
        "A signboard! Nothing but a signboard!",
        "The degradation of a color, created for art and artists, could not\nbe deeper or more grievous anywhere. Oh, how he sighed for his tin\ntube and the quiet nook with the charcoal and the palette knife!",
        "He had been unhappy there indeed, but still had had always some\nsort of hope to solace him–some chance still remaining that one\nday fortune might smile and he be allowed to be at least the\nlowest stratum of some immortal work.",
        "But now hope was there none. His doom, his end, were fixed and\nchangeless. Never more could he be anything but what he was; and\nchange there could be none till weather and time should have done\ntheir work on him, and he be rotting on the wet earth, a shattered\nand worm-eaten wreck.",
        "Day broke–a gloomy, misty morning.",
        "From where he was crucified upon the tree-trunk he could no longer\neven see his beloved home, the studio; he could only see a dusky,\nintricate tangle of branches all about him, and below the wall of\nflint, with the Banksia that grew on it, and the hard muddy\nhighway, drenched from the storm of the night.",
        "A man passed in a miller’s cart, and stood up and swore at him,\nbecause the people had liked to come and shoot and trap the birds\nof the master’s wooded gardens, and knew that they must not do it\nnow.",
        "A slug crawled over him, and a snail also. A woodpecker hammered\nat him with its strong beak. A boy went by under the wall and\nthrew stones at him, and called him names. The rain poured down\nagain heavily. He thought of the happy painting room, where it had\nseemed always summer and always sunshine, and where now in the\nforenoon all the colors were marshaling in the pageantry of the\nArts, as he had seen them do hundreds of times from his lone\ncorner. All the misery of the past looked happiness now.",
        "“If I were only dead, like Flakewhite,” he thought; but the stones\nonly bruised, they did not kill him; and the iron band only hurt,\nit did not stifle him. For whatever suffers very much has always\nso much strength to continue to exist. And almost his loyal heart\nblasphemed and cursed the master who had brought him to such a\nfate as this.",
        "The day grew apace, and noon went by, and with it the rain passed.\nThe sun shone out once more, and Lampblack, even imprisoned and\nwretched as he was, could not but see how beautiful the wet leaves\nlooked, and the gossamers all hung with raindrops, and the blue\nsky that shone through the boughs; for he had not lived with a\ngreat artist all his days to be blind, even in pain, to the\nloveliness of nature. The sun came out, and with it some little\nbrown birds tripped out too–very simple and plain in their\ncostumes and ways, but which Lampblack knew were the loves of the\npoets, for he had heard the master call them so many times in\nsummer nights. The little brown birds came tripping and pecking\nabout on the grass underneath his tree-trunk, and then flew on the\ntop of the wall, which was covered with Banksia and many other\ncreepers. The brown birds sang a little song, for though they sing\nmost in the moonlight, they do sing by day too, and sometimes all\nday long. And what they sung was this:–",
        "“Oh, how happy we are, how happy! No nets dare now be spread for\nus, no cruel boys dare climb, and no cruel shooters fire. We are\nsafe, quite safe, and the sweet summer has begun!”",
        "Lampblack listened, and even in his misery was touched and soothed\nby the tender liquid sounds that these little throats poured out\namong the light yellow bloom of the Banksia flowers. And when one\nof the brown birds came and sat on a branch by him, swaying itself\nand drinking the raindrops off a leaf, he ventured to ask, as well\nas he could for the iron that strangled him, why they were so\nsafe, and what made them so happy.",
        "The bird looked at him in surprise.",
        "“Do you not know?” he said. “It is YOU!”",
        "“I!” echoed Lampblack, and could say no more, for he feared that\nthe bird was mocking him, a poor, silly, rusty black paint, only\nspread out to rot in fair weather and foul. What good could he do\nto any creature?",
        "“You,” repeated the nightingale. “Did you not see that man under\nthe wall? He had a gun; we should have been dead but for you. We\nwill come and sing to you all night long, since you like it; and\nwhen we go to bed at dawn, I will tell my cousins, the thrushes\nand merles, to take our places, so that you shall hear somebody\nsinging near you all the day long.”",
        "Lampblack was silent.",
        "His heart was too full to speak.",
        "Was it possible that he was of use, after all?",
        "“Can it be true?” he said timidly.",
        "“Quite true,” said the nightingale.",
        "“Then the master knew best,” thought Lampblack.",
        "Never would he adorn a palace or be adored upon an altar. His high\nhopes were all dead, like last year’s leaves. The colors in the\nstudio had all the glories of the world, but he was of use in it,\nafter all: he could save these little lives. He was poor and\ndespised, bruised by stones and drenched by storms; yet was he\ncontent, nailed there upon his tree, for he had not been made\nquite in vain.",
        "The sunset poured its red and golden splendors through the\ndarkness of the boughs, and the birds sang all together, shouting\nfor joy and praising God.",
        "It was in the year of grace 1490, in the reign of Guidobaldo, Lord\nof Montefeltro, Duke of Urbino,–the year, by the way, of the\nbirth of that most illustrious and gracious lady, Vittoria\nColonna.",
        "It was in the spring of the year, in that mountain eyrie beloved\nof the Muses and coveted of the Borgia, that a little boy stood\nlooking out of a grated casement into the calm, sunshiny day. He\nwas a pretty boy, with hazel eyes, and fair hair cut straight\nabove his brows; he wore a little blue tunic with some embroidery\nabout the throat of it, and had in his hand a little round flat\ncap of the same color. He was sad of heart this merry morning, for\na dear friend of his, a friend ten years older than himself, had\ngone the night before on a journey over the mountains to Maestro\nFrancesco at Bologna, there to be bound apprentice to that gentle\nartist. This friend, Timoteo della Vita, had been very dear to the\nchild, had played with him and jested with him, made him toys and\ntold him stories, and he was very full of pain at Timoteo’s loss.\nYet he told himself not to mind, for had not Timoteo said to him,\n\"I go as goldsmith’s ’prentice to the best of men; but I mean to\nbecome a painter”? And the child understood that to be a painter\nwas to be the greatest and wisest the world held; he quite\nunderstood that, for he was Raffaelle, the seven-year-old son of\nSignor Giovanni Sanzio.",
        "He was a very happy little boy here in this stately, yet homely\nand kindly Urbino, where his people had come for refuge when the\nlances of Malatesta had ravaged and ruined their homestead. He had\nthe dearest old grandfather in all the world; he had a loving\nmother, and he had a father who was very tender to him, and\npainted him among the angels of heaven, and was always full of\npleasant conceits and admirable learning, and such true love of\nart that the child breathed it with every breath, as he could\nbreathe the sweetness of a cowslip-bell when he held one in his\nhands up to his nostrils. It was good in those days to live in old\nUrbino. It was not, indeed, so brilliant a place as it became in a\nlater day, when Ariosto came there, and Bembo and Castiglione and\nmany another witty and learned gentleman, and the Courts of Love\nwere held with ingenious rhyme and pretty sentiment, sad only for\nwantonness. But, if not so brilliant, it was homelier, simpler,\nfull of virtue, with a wise peace and tranquillity that joined\nhands with a stout courage. The burgher was good friends with his\nprince, and knew that in any trouble or perplexity he could go up\nto the palace, or stop the duke in the market place, and be sure\nof sympathy and good counsel. There were a genuine love of\nbeautiful things, a sense of public duty and of public spirit, a\nloyal temper and a sage contentment, among the good people of that\ntime, which made them happy and prosperous.",
        "All work was solidly and thoroughly done, living was cheap, and\nfood good and plentiful, much better and more plentiful than it is\nnow; in the fine old houses every stone was sound, every bit of\nornament well wrought; men made their nests to live in and to pass\nto their children and children’s children after them, and had\ntheir own fancies and their own traditions recorded in the\nironwork of their casements and in the woodwork of their doors.\nThey had their happy day of honest toil from matins bell to\nevensong, and then walked out or sat about in the calm evening air\nand looked down on the plains below that were rich with grain and\nfruit and woodland, and talked and laughed among each other, and\nwere content with their own pleasant, useful lives, not burnt up\nwith envy of desire to be some one else, as in our sickly,\nhurrying time most people are.",
        "Yes, life must have been very good in those old days in old\nUrbino, better than it is anywhere in ours.",
        "Can you not picture to yourself good, shrewd, wise Giovanni\nSanzio, with his old father by his side, and his little son\nrunning before him, in the holy evening time of a feast day, with\nthe deep church bells swaying above-head, and the last sun-rays\nsmiting the frescoed walls, the stone bastions, the blazoned\nstandard on the castle roof, the steep city rocks shelving down\ninto the greenery of cherry orchard and of pear tree? I can,\nwhenever I shut my eyes and recall Urbino as it was; and would it\nhad been mine to live then in that mountain home, and meet that\ndivine child going along his happy smiling way, garnering\nunconsciously in his infant soul all the beautiful sights and\nsounds around him, to give them in his manhood to the world.",
        "“Let him alone: he will paint all this some day,” said his wise\nfather, who loved to think that his brushes and his colors would\npass in time to Raffaelle, whose hands would be stronger to hold\nthem than his own had been. And, whether he would ever paint it or\nnot, the child never tired of thus looking from his eyrie on the\nrocks and counting all that passed below through the blowing corn\nunder the leafy orchard boughs.",
        "There were so many things to see in Urbino in that time, looking\nso over the vast green valley below: a clump of spears, most\nlikely, as men-at-arms rode through the trees; a string of market\nfolk bringing in the produce of the orchards or the fields;\nperchance a red-robed cardinal on a white mule with glittering\nhousings, behind him a sumpter train rich with baggage, furniture,\ngold and silver plate; maybe the duke’s hunting party going out or\ncoming homeward with caracoling steeds, beautiful hounds straining\nat their leash, hunting horns sounding merrily over the green\ncountry; maybe a band of free lances, with plumes tossing, steel\nglancing, bannerets fluttering against the sky; or maybe a quiet\ngray-robed string of monks or pilgrims singing the hymn sung\nbefore Jerusalem, treading the long lush grass with sandaled feet,\ncoming towards the city, to crowd slowly and gladly up its rocky\nheight. Do you not wish with me you could stand in the window with\nRaffaelle to see the earth as it was then?",
        "No doubt the good folks of Urbino laughed at him often for a\nlittle moonstruck dreamer, so many hours did he stand looking,\nlooking,–only looking,–as eyes have a right to do that see well\nand not altogether as others see. Happily for him, the days of his\nchildhood were times of peace, and he did not behold, as his\nfather had done, the torches light up the street and the flames\ndevour the homesteads.",
        "At this time Urbino was growing into fame for its pottery work:\nthose big dishes and bowls, those marriage plates and pharmacy\njars which it made, were beginning to rival the products of its\nneighbor Gubbio, and when its duke wished to send a bridal gift,\nor a present on other festal occasions, he oftenest chose some\nservice or some rare platter of his own Urbino ware. Now, pottery\nhad not then taken the high place among the arts of Italy that it\nwas destined very soon to do. As you will learn when you are\nolder, after the Greeks and the Christians had exhausted all that\nwas beautiful in shape and substance of clay vases, the art seemed\nto die out, and the potters and the pottery painters died with it,\nor at any rate went to sleep for a great many centuries, whilst\nsoldiers and prelates, nobles and mercenaries, were trampling to\nand fro all over the land and disputing it, and carrying fire and\ntorch, steel and desolation, with them in their quarrels and\ncovetousness. But now, the reign of the late good duke, great\nFederigo, having been favorable to the Marches (as we call his\nprovince now), the potters and pottery painters, with other gentle\ncraftsmen, had begun to look up again, and the beneficent fires of\ntheir humble ovens had begun to burn in Castel Durante, in Pesaro,\nin Faenza, in Gubbio, and in Urbino itself. The great days had not\nyet come: Maestro Giorgio was but a youngster, and Orazio Fontane\nnot born, nor the clever baker Prestino either, nor the famous Fra\nXanto; but there was a Don Giorgio even then in Gubbio, of whose\nwork, alas! one plate now at the Louvre is all we have; and here\nin the ducal city on the hill rich and noble things were already\nbeing made in the stout and lustrous majolica that was destined to\nacquire later on so wide a ceramic fame. Jars and bowls and\nplatters, oval dishes and ewers and basins, and big-bodied, metal-\nwelded pharmacy vases were all made and painted at Urbino whilst\nRaffaelle Sanzio was running about on rosy infantine feet. There\nwas a master-potter of the Montefeltro at that time, one Maestro\nBenedetto Ronconi, whose name had not become world-renowned as\nOrazio Fontane’s and Maestro Giorgio’s did in the following\ncentury, yet who in that day enjoyed the honor of all the duchy,\nand did things very rare and fine in the Urbino ware. He lived\nwithin a stone’s throw of Giovanni Sanzio, and was a gray-haired,\nhandsome, somewhat stern and pompous man, now more than middle-\naged, who had one beauteous daughter, by name Pacifica. He\ncherished Pacifica well, but not so well as he cherished the\nthings he wrought–the deep round nuptial plates and oval massive\ndishes that he painted with Scriptural stories and strange\ndevices, and landscapes such as those he saw around, and flowing\nscrolls with Latin mottoes in black letters, and which, when thus\npainted, he consigned with an anxiously beating heart to the trial\nof the ovens, and which sometimes came forth from the trial all\ncracked and blurred and marred, and sometimes emerged in triumph\nand came into his trembling hands iridescent and lovely with those\nlustrous and opaline hues which we admire in them to this day as\nthe especial glory of majolica.",
        "Maestro Benedetto was an ambitious and vain man, and had had a\nhard, laborious manhood, working at his potter’s wheel and\npainter’s brush before Urbino ware was prized in Italy or even in\nthe duchy. Now, indeed, he was esteemed at his due worth, and his\nwork was so also, and he was passably rich, and known as a good\nartist beyond the Marches; but there was a younger man over at\nGubbio, the Don Giorgio who was precursor of unequaled Maestro\nGiorgio Andreoli, who surpassed him, and made him sleep o’ nights\non thorns, as envy makes all those to do who take her as their\nbedfellow.",
        "The house of Maestro Benedetto was a long stone building, with a\nloggia at the back all overclimbed by hardy rose trees, and\nlooking on a garden that was more than half an orchard, and in\nwhich grew abundantly pear trees, plum trees, and wood strawberries.\nThe lancet windows of his workshop looked on all this quiet greenery.\nThere were so many such pleasant workshops then in the land–calm,\ngodly, homelike places, filled from without with song of birds and\nscent of herbs and blossoms. Nowadays men work in crowded, stinking\ncities, in close factory chambers; and their work is barren as their\nlives are.",
        "The little son of neighbor Sanzio ran in and out this bigger,\nwider house and garden of Maestro Benedetto at his pleasure, for\nthe maiden Pacifica was always glad to see him, and even the\nsombre master-potter would unbend to him, and show him how to lay\nthe color on to the tremulous, fugitive, unbaked biscuit.",
        "Pacifica was a lovely young woman of some seventeen or eighteen\nsummers; and perhaps Raffaelle was but remembering her when he\npainted in his after-years the face of his Madonna di San Sisto.\nHe loved her as he loved everything that was beautiful and every\none who was kind; and almost better than his own beloved father’s\nstudio, almost better than his dear old grandsire’s cheerful\nlittle shop, did he love this grave, silent, sweet-smelling, sun-\npierced, shadowy old house of Maestro Benedetto.",
        "Maestro Benedetto had four apprentices or pupils in that time\nlearning to become figuli, but the one whom Raffaelle liked the\nmost (and Pacifica too) was one Luca Torelli, of a village above\nin the mountains,–a youth with a noble, dark, pensive beauty of\nhis own, and a fearless gait, and a supple, tall, slender figure\nthat would have looked well in the light coat of mail and silken\ndoublet of a man-at-arms. In sooth, the spirit of Messer Luca was\nmore made for war and its risks and glories than for the wheel and\nthe brush of the bottega; but he had loved Pacifica ever since he\nhad come down one careless holy-day into Urbino, and had bound\nhimself to her father’s service in a heedless moment of eagerness\nto breathe the same air and dwell under the same roof as she did.\nHe had gained little for his pains: to see her at mass and at\nmealtimes, now and then to be allowed to bring water from the well\nfor her or feed her pigeons, to see her gray gown go down between\nthe orchard trees and catch the sunlight, to hear the hum of her\nspinning wheel, the thrum of her viol–this was the uttermost he\ngot of joy in two long years; and how he envied Raffaelle running\nalong the stone floor of the loggia to leap into her arms, to hang\nupon her skirts, to pick the summer fruit with her, and sort with\nher the autumn herbs for drying!",
        "“I love Pacifica!” he would say, with a groan, to Raffaelle; and\nRaffaelle would say, with a smile, “Ah, Luca, so do I!”",
        "“It is not the same thing, my dear,” sighed Luca; “I want her for\nmy wife.”",
        "“I shall have no wife; I shall marry myself to painting,” said\nRaffaelle, with a little grave, wise face looking out from under\nthe golden roof of his fair hair. For he was never tired of\nwatching his father painting the saints with their branch of palm\non their ground of blue or of gold, or Maestro Benedetto making\nthe dull clay glow with angels’ wings and prophets’ robes and holy\nlegends told in color.",
        "Now, one day, as Raffaelle was standing and looking thus at his\nfavorite window in the potter’s house, his friend, the handsome,\nblack-browed Luca, who was also standing there, did sigh so deeply\nand so deplorably that the child was startled from his dreams.",
        "“Good Luca, what ails you?” he murmured, winding his arms about\nthe young man’s knees.",
        "“Oh, ’Faello!” mourned the apprentice, woefully. “Here is such a\nchance to win the hand of Pacifica if only I had talent–such\ntalent as that Giorgio of Gubbio has! If the good Lord had only\ngifted me with a master’s skill, instead of all this bodily\nstrength and sinew, like a wild hog of the woods, which avails me\nnothing here!”",
        "“What chance is it?” asked Raffaelle, “and what is there new about\nPacifica? She told me nothing, and I was with her an hour.”",
        "“Dear simple one, she knows nothing of it,” said Luca, heaving\nanother tremendous sigh from his heart’s deepest depths. “You must\nknow that a new order has come in this very forenoon from the\nduke; he wishes a dish and a jar of the very finest and firmest\nmajolica to be painted with the story of Esther, and made ready in\nthree months from this date, to then go as his gifts to his\ncousins of Gonzaga. He has ordered that no cost be spared in the\nwork, but that the painting thereof be of the best that can be\nproduced, and the prize he will give is fifty scudi. Now, Maestro\nBenedetto, having known some time, it seems, of this order, has\nhad made in readiness several large oval dishes and beautiful big-\nbellied jars: he gives one of each to each of his pupils,–to\nmyself, to Berengario, to Tito, and Zenone. The master is sorely\ndistraught that his eyesight permits him not himself to execute\nthe duke’s commands; but it is no secret that should one of us be\nso fortunate as to win the duke’s approbation, the painter who\ndoes so shall become his partner here and shall have the hand of\nPacifica. Some say that he has only put forth this promise as a\nstimulus to get the best work done of which his bottega is\ncapable; but I know Maestro Benedetto too well to deem him guilty\nof any such evasion. What he has said, he will carry out; if the\nvase and the dish win the duke’s praise, they will also win\nPacifica. Now you see, ’Faello mine, why I am so bitterly sad of\nheart, for I am a good craftsman enough at the wheel and the\nfurnace, and I like not ill the handling and the moulding of the\nclay, but at the painting of the clay I am but a tyro, and\nBerengario or even the little Zenone will beat me; of that I am\nsure.”",
        "Raffaelle heard all this in silence, leaning his elbows on his\nfriend’s knee, and his chin on the palms of his own hands. He knew\nthat the other pupils were better painters by far than his Luca,\nthough not one of them was such a good-hearted or noble-looking\nyouth, and for none of them did the maiden Pacifica care.",
        "“How long a time is given for the jar and the dish to be ready?\"\nhe asked, at length.",
        "“Three months, my dear,” said Luca, with a sigh sadder than ever.\n\"But if it were three years, what difference would it make? You\ncannot cudgel the divine grace of art into a man with blows as you\ncudgel speed into a mule, and I shall be a dolt at the end of the time\nas I am now. What said your good father to me but yesternight?–and\nhe IS good to me and does not despise me. He said: ’Luca, my son,\nit is of no more avail for you to sigh for Pacifica than for the\nmoon. Were she mine I would give her to you, for you have a heart\nof gold, but Signor Benedetto will not; for never, I fear me, will\nyou be able to decorate anything more than an apothecary’s mortar\nor a barber’s basin. If I hurt you, take it not ill; I mean kindness,\nand were I a stalwart youth like you I would go try my fortunes in\nthe Free Companies in France or Spain, or down in Rome, for you are\nmade for a soldier.’ That was the best even your father could say\nfor me, ’Faello.”",
        "“But Pacifica,” said the child,–\"Pacifica would not wish you to\njoin the Free Companies.”",
        "“God knows,” said Luca, hopelessly. “Perhaps she would not care.”",
        "“I am sure she would,” said Raffaelle, “for she does love you,\nLuca, though she cannot say so, being but a girl, and Signor\nBenedetto against you. But that redcap you tamed for her, how she\nloves it, how she caresses it, and half is for you, Luca, half for\nthe bird!”",
        "Luca kissed him.",
        "But the tears rolled down the poor youth’s face, for he was much\nin earnest and filled with despair.",
        "“Even if she did, if she do,” he murmured hopelessly, “she never\nwill let me know it, since her father forbids a thought of me; and\nnow here is this trial of skill at the duke’s order come to make\nthings worse, and if that swaggering Berengario of Fano win her,\nthen truly will I join the free lances and pray heaven send me\nswift shrive and shroud.”",
        "Raffaelle was very pensive for a while; then he raised his head,\nand said:–",
        "“I have thought of something, Luca. But I do not know whether you\nwill let me try it.”",
        "“You angel child! What would your old Luca deny to you? But as for\nhelping me, my dear, put that thought out of your little mind\nforever, for no one can help me, ’Faello, not the saints\nthemselves, since I was born a dolt!”",
        "Raffaelle kissed him, and said, “Now listen!”",
        "A few days later Signer Benedetto informed his pupils in\nceremonious audience of the duke’s command and of his own\nintentions; he did not pronounce his daughter’s name to the\nyouths, but he spoke in terms that were clear enough to assure\nthem that whoever had the good fortune and high merit to gain the\nduke’s choice of his pottery should have the honor of becoming\nassociate in his own famous bottega. Now, it had been known in\nUrbino ever since Pacifica had gone to her first communion that\nwhoever pleased her father well enough to become his partner would\nhave also to please her as her husband. Not much attention was\ngiven to maidens’ wishes in those times, and no one thought the\nmaster-potter either unjust or cruel in thus suiting himself\nbefore he suited his daughter. And what made the hearts of all the\nyoung men quake and sink the lowest was the fact that Signer\nBenedetto offered the competition, not only to his own apprentices,\nbut to any native of the duchy of Urbino. For who could tell what\nhero might not step forth from obscurity and gain the great prize\nof this fair hand of Pacifica’s? And with her hand would go many\na broad gold ducat, and heritage of the wide old gray stone house,\nand many an old jewel and old brocade that were kept there in dusky\nsweet-smelling cabinets, and also more than one good piece of land,\nsmiling with corn and fruit trees, outside the gates in the lower\npastures to the westward.",
        "Luca, indeed, never thought of these things, but the other three\npupils did, and other youths as well. Had it not been for the\nlimitation as to birth within the duchy, many a gallant young\npainter from the other side of the Apennines, many a lusty\nvasalino or boccalino from the workshops of fair Florence herself,\nor from the Lombard cities, might have traveled there in hot haste\nas fast as horses could carry them, and come to paint the clay for\nthe sake of so precious a recompense. But Urbino men they had to\nbe; and poor Luca, who was so full of despair that he could almost\nhave thrown himself headlong from the rocks, was thankful to\ndestiny for even so much slender mercy as this,–that the number\nof his rivals was limited.",
        "“Had I been you,” Giovanni Sanzio ventured once to say\nrespectfully to Signor Benedetto, “I think I should have picked\nout for my son-in-law the best youth that I knew, not the best\npainter; for be it said in all reverence, my friend, the greatest\nartist is not always the truest man, and by the hearthstone humble\nvirtues have sometimes high claim.”",
        "Then Signor Benedetto had set his stern face like a flint, knowing\nvery well what youth Messer Giovanni would have liked to name to\nhim.",
        "“I have need of a good artist in my bottega to keep up its fame,\"\nhe had said stiffly. “My vision is not what it was, and I should\nbe loath to see Urbino ware fall back, whilst Pesaro and Gubbio\nand Castel Durante gain ground every day. Pacifica must pay the\npenalty, if penalty there be, for being the daughter of a great\nartist.”",
        "Mirthful, keen-witted Sanzio smiled to himself, and went his way\nin silence; for he who loved Andrea Mantegna did not bow down in\nhomage before the old master-potter’s estimation of himself, which\nwas in truth somewhat overweening in its vanity.",
        "“Poor Pacifica!” he thought; “if only my ’Faello were but some\ndecade older!”",
        "He, who could not foresee the future, the splendid, wondrous,\nunequaled future that awaited his young son, wished nothing better\nfor him than a peaceful painter’s life here in old Urbino, under\nthe friendly shadow of the Montefeltro’s palace walls.",
        "Meanwhile, where think you was Raffaelle? Half the day, or all the\nday, and every day whenever he could? Where think you was he?\nWell, in the attic of Luca, before a bowl and a dish almost as big\nas himself. The attic was a breezy, naked place, underneath the\narches supporting the roof of Maestro Benedetto’s dwelling. Each\npupil had one of these garrets to himself,–a rare boon, for which\nLuca came to be very thankful, for without it he could not have\nsheltered his angel; and the secret that Raffaelle had whispered\nto him that day of the first conference had been, “Let ME try and\npaint it!”",
        "For a long time Luca had been afraid to comply, had only forborne\nindeed from utter laughter at the idea from his love and reverence\nfor the little speaker. Baby Sanzio, who was only just seven years\nold as the April tulips reddened the corn, painting a majolica\ndish and vase to go to the Gonzaga of Mantua! The good fellow\ncould scarcely restrain his shouts of mirth at the audacious\nfancy; and nothing had kept him grave but the sight of that most\nserious face of Raffaelle, looking up to his with serene, sublime\nself-confidence, nay, perhaps, rather, confidence in heaven and in\nheaven’s gifts.",
        "“Let me try!” said the child a hundred times. He would tell no\none, only Luca would know; and if he failed–well, there would\nonly be the spoiled pottery to pay for, and had he not two whole\nducats that the duke had given him when the court had come to\nbehold his father’s designs for the altar frescos at San Dominico\ndi Cagli?",
        "So utterly in earnest was he, and so intense and blank was Luca’s\nabsolute despair, that the young man had in turn given way to his\nentreaties. “Never can I do aught,” he thought, bitterly, looking\nat his own clumsy designs, “And sometimes by the help of cherubs\nthe saints work miracles,”",
        "“It will be no miracle,” said Raffaelle, hearing him murmur this;\n\"it will be myself, and that which the dear God has put into me.”",
        "From that hour Luca let him do what he would, and through all\nthese lovely early summer days the child came and shut himself up\nin the garret, and studied, and thought, and worked, and knitted\nhis pretty fair brows, and smiled in tranquil satisfaction,\naccording to the mood he was in and the progress of his labors.",
        "Giovanni Sanzio went away at that time to paint an altar-piece\nover at Citta di Castello, and his little son for once was glad he\nwas absent. Messer Giovanni would surely have remarked the long\nand frequent visits of Raffaelle to the attic, and would, in all\nlikelihood, have obliged him to pore over his Latin or to take\nexercise in the open fields; but his mother said nothing, content\nthat he should be amused and safe, and knowing well that Pacifica\nloved him and would let him come to no harm under her roof.\nPacifica herself did wonder that he deserted her so perpetually\nfor the garret. But one day when she questioned him the sweet-\nfaced rogue clung to her and murmured, “Oh, Pacifica, I do want\nLuca to win you, because he loves you so; and I do love you both!\"\nAnd she grew pale, and answered him, “Ah, dear, if he could!” and\nthen said never a word more, but went to her distaff; and\nRaffaelle saw great tears fall off her lashes down among the flax.",
        "She thought he went to the attic to watch how Luca painted, and\nloved him more than ever for that, but knew in the hopelessness of\nher heart–as Luca also knew it in his–that the good and gallant\nyouth would never be able to create anything that would go as the\nduke’s gifts to the Gonzaga of Mantua. And she did care for Luca!\nShe had spoken to him but rarely indeed, yet passing in and out of\nthe same doors, and going to the same church offices, and dwelling\nalways beneath the same roof, he had found means of late for a\nword, a flower, a serenade. And he was so handsome and so brave,\nand so gentle, too, and so full of deference. Poor Pacifica cared\nnot in the least whether he could paint or not. He could have made\nher happy.",
        "In the attic Raffaelle passed the most anxious hours of all his\nsunny little life. He would not allow Luca even to look at what he\ndid. He barred the door and worked; when he went away he locked\nhis work up in a wardrobe. The swallows came in and out of the\nunglazed window, and fluttered all around him; the morning\nsunbeams came in, too, and made a nimbus round his golden head,\nlike that which his father gilded above the heads of saints.\nRaffaelle worked on, not looking off, though clang of trumpet, or\nfanfare of cymbal, often told him there was much going on worth\nlooking at down below. He was only seven years old, but he labored\nas earnestly as if he were a man grown, his little rosy ringers\ngripping that pencil which was to make him in life and death\nfamous as kings are not famous, and let his tender body lie in its\nlast sleep in the Pantheon of Rome.",
        "He had covered hundreds of sheets with designs before he had\nsucceeded in getting embodied the ideas that haunted him. When he\nhad pleased himself at last, he set to work to transfer his\nimaginations to the clay in color in the subtile luminous metallic\nenamel that characterizes Urbino majolica.",
        "Ah, how glad he was now that his father had let him draw from the\ntime he was two years old, and that of late Messer Benedetto had\nshown him something of the mysteries of painting on biscuit and\nproducing the metallic lustre which was the especial glory of the\npottery of the duchy!",
        "How glad he was, and how his little heart bounded and seemed to\nsing in this his first enjoyment of the joyous liberties and\npowers of creative work!",
        "A well-known writer has said that genius is the power of taking\npains; he should have said rather that genius HAS this power also,\nbut that first and foremost it possesses the power of spontaneous\nand exquisite production without effort and with delight.",
        "Luca looked at him (not at his work, for the child had made him\npromise not to do so) and began to marvel at his absorption, his\nintentness, the evident facility with which he worked: the little\nfigure leaning over the great dish on the bare board of the table,\nwith the oval opening of the window and the blue sky beyond it,\nbegan to grow sacred to him with more than the sanctity of\nchildhood. Raffaelle’s face grew very serious, too, and lost its\ncolor, and his large hazel eyes looked very big and grave and\ndark.",
        "“Perhaps Signer Giovanni will be angry with me if ever he knows,\"\nthought poor Luca; but it was too late to alter anything now. The\nchild Sanzio had become his master.",
        "So Raffaelle, unknown to any one else, worked on and on there in\nthe attic while the tulips bloomed and withered, and the\nhoneysuckle was in flower in the hedges, and the wheat and barley\nwere being cut in the quiet fields lying far down below in the\nsunshine. For midsummer was come; the three months all but a week\nhad passed by. It was known that every one was ready to compete\nfor the duke’s choice.",
        "One afternoon Raffaelle took Luca by the hand and said to him,\n\"Come.”",
        "He led the young man up to the table, beneath the unglazed window,\nwhere he had passed so many of these ninety days of the spring and\nsummer.",
        "Luca gave a great cry, and stood gazing, gazing, gazing. Then he\nfell on his knees and embraced the little feet of the child: it\nwas the first homage that he, whose life became one beautiful song\nof praise, received from man.",
        "“Dear Luca,” he said softly, “do not do that. If it be indeed\ngood, let us thank God.”",
        "What his friend saw were the great oval dish and the great jar or\nvase standing with the sunbeams full upon them, and the brushes\nand the tools and the colors all strewn around. And they shone\nwith lustrous opaline hues and wondrous flame-like glories and\ngleaming iridescence, like melted jewels, and there were all\nmanner of graceful symbols and classic designs wrought upon them;\nand their borders were garlanded with cherubs and flowers, bearing\nthe arms of Montefeltro, and the landscapes were the tender,\nhomely landscapes round about Urbino; and the mountains had the\nsolemn radiance that the Apennines wore at eveningtime; and amidst\nthe figures there was one supreme, white-robed, golden-crowned\nEsther, to whom the child painter had given the face of Pacifica.\nAnd this wondrous creation, wrought by a baby’s hand, had safely\nand secretly passed the ordeal of the furnace, and had come forth\nwithout spot or flaw.",
        "Luca ceased not from kneeling at the feet of Raffaelle, as ever\nsince has kneeled the world.",
        "“Oh, wondrous boy! Oh, angel sent unto men!” sighed the poor\n’prentice, as he gazed; and his heart was so full that he burst\ninto tears.",
        "“Let us thank God,” said little Raffaelle again; and he joined his\nsmall hands that had wrought this miracle, and said his Laus\nDomini.",
        "When the precious jar and the great platter were removed to the\nwardrobe and shut up in safety behind the steel wards of the\nlocker, Luca said timidly, feeling twenty years in age behind the\nwisdom of this divine child: “But, dearest boy, I do not see how\nyour marvelous and most exquisite accomplishment can advantage me.\nEven if you would allow it to pass as mine, I could not accept\nsuch a thing; it would be a fraud, a shame: not even to win\nPacifica could I consent.”",
        "“Be not so hasty, good friend,” said Raffaelle. “Wait just a\nlittle longer yet and see. I have my own idea. Do trust in me.”",
        "“Heaven speaks in you, that I believe,” said Luca, humbly.",
        "Raffaelle answered not, but ran downstairs, and, passing Pacifica,\nthrew his arms about her in more than his usual affectionate\ncaresses.",
        "“Pacifica, be of good heart,” he murmured, and would not be\nquestioned, but ran homeward to his mother.",
        "“Can it be that Luca has done well,” thought Pacifica; but she\nfeared the child’s wishes had outrun his wisdom. He could not be\nany judge, a child of seven years, even though he were the son of\nthat good and honest painter and poet, Giovanni Sanzio.",
        "The next morning was midsummer day. Now, the pottery was all to be\nplaced on this forenoon in the bottega of Signor Benedetto; and\nthe Duke Guidobaldo was then to come and make his choice from\namidst them; and the master-potter, a little because he was a\ncourtier, and more because he liked to affect a mighty indifference\nand to show he had no favoritism, had declared that he would not\nhimself see the competing works of art until the eyes of the Lord\nof Montefeltro also fell upon them.",
        "As for Pacifica, she had locked herself in her chamber, alone with\nher intense agitation. The young men were swaggering about, and\ntaunting each other, and boasting. Luca alone sat apart, thrumming\nan old lute. Giovanni Sanzio, who had ridden home at evening from\nCitta di Castello, came in from his own house and put his hand on\nthe youth’s shoulder.",
        "“I hear the Pesaro men have brought fine things. Take courage, my\nlad. Maybe we can entreat the duke to dissuade Pacifica’s father\nfrom this tyrannous disposal of her hand.”",
        "Luca shook his head wearily.",
        "There would be one beautiful thing there, indeed, he knew; but\nwhat use would that be to him?",
        "“The child–the child–” he stammered, and then remembered that he\nmust not disclose Raffaelle’s secret.",
        "“My child?” said Signor Giovanni. “Oh, he will be here; he will be\nsure to be here: wherever there is a painted thing to be seen,\nthere always, be sure, is Raffaelle.”",
        "Then the good man sauntered within from the loggia, to exchange\nsalutations with Ser Benedetto, who, in a suit of fine crimson\nwith doublet of sad-colored velvet, was standing ready to advance\nbareheaded into the street as soon as the hoofs of the duke’s\ncharger should strike on the stones.",
        "“You must be anxious in your thoughts,” said Signor Giovanni to\nhim. “They say a youth from Pesaro brings something fine: if you\nshould find yourself bound to take a stranger into your workroom\nand your home–”",
        "“If he be a man of genius, he will be welcome,” answered Messer\nRonconi, pompously. “Be he of Pesaro, or of Fano, or of Castel\nDurante, I go not back from my word: I keep my word, to my own\nhindrance even, ever.”",
        "“Let us hope it will bring you only joy and triumph here,” said\nhis neighbor, who knew him to be an honest man and a true, if\nover-obstinate and too vain of his own place in Urbino.",
        "“Our lord the duke!” shouted the people standing in the street;\nand Ser Benedetto walked out with stately tread to receive the\nhonor of his master’s visit to his bottega.",
        "Raffaelle slipped noiselessly up to his father’s side, and slid\nhis little hand into Sanzio’s.",
        "“You are not surely afraid of our good Guidobaldo!” said his\nfather, with a laugh and some little surprise, for Raffaelle was\nvery pale, and his lower lip trembled a little.",
        "“No,” said the child, simply.",
        "The young duke and his court came riding down the street, and\npaused before the old stone house of the master-potter,–splendid\ngentlemen, though only in their morning apparel, with noble\nBarbary steeds fretting under them, and little pages and liveried\nvarlets about their steps. Usually, unless he went hunting or on a\nvisit to some noble, Guidobaldo, like his father, walked about\nUrbino like any one of his citizens; but he knew the pompous and\nsomewhat vainglorious temper of Messer Benedetto, and good-\nnaturedly was willing to humor its harmless vanities. Bowing to\nthe ground, the master-potter led the way, walking backward into\nhis bottega; the courtiers followed their prince; Giovanni Sanzio\nwith his little son and a few other privileged persons went in\nalso at due distance. At the farther end of the workshop stood the\npupils and the artists from Pesaro and other places in the duchy\nwhose works were there in competition. In all there were some ten\ncompetitors: poor Luca, who had set his own work on the table with\nthe rest as he was obliged to do, stood hindmost of all, shrinking\nback, to hide his misery, into the deepest shadow of the deep-\nbayed latticed window.",
        "On the narrow deal benches that served as tables on working days\nto the pottery painters were ranged the dishes and the jars, with\na number attached to each–no name to any, because Signor\nBenedetto was resolute to prove his own absolute disinterestedness\nin the matter of choice: he wished for the best artist. Prince\nGuidobaldo, doffing his plumed cap courteously, walked down the\nlong room and examined each production in its turn. On the whole,\nthe collection made a brave display of majolica, though he was\nperhaps a little disappointed at the result in each individual\ncase, for he had wanted something out of the common run and\nabsolutely perfect. Still, with fair words he complimented Signor\nBenedetto on the brave show, and only before the work of poor Luca\nwas he entirely silent, since indeed silence was the greatest\nkindness he could show to it: the drawing was bold and regular,\nbut the coloring was hopelessly crude, glaring, and ill-disposed.",
        "At last, before a vase and a dish that stood modestly at the very\nfarthest end of the deal bench, the duke gave a sudden exclamation\nof delight, and Signor Benedetto grew crimson with pleasure and\nsurprise, and Giovanni Sanzio pressed a little nearer and tried to\nsee over the shoulders of the gentlemen of the court, feeling sure\nthat something rare and beautiful must have called forth that cry\nof wonder from the Lord of Montefeltro, and having seen at a\nglance that for his poor friend Luca there was no sort of hope.",
        "“This is beyond all comparison,” said Guidobaldo, taking the great\noval dish up reverently in his hands. “Maestro Benedetto, I do\nfelicitate you indeed that you should possess such a pupil. He\nwill be a glory to our beloved Urbino.”",
        "“It is indeed most excellent work, my lord duke,” said the master-\npotter, who was trembling with surprise and dared not show all the\nastonishment and emotion that he felt at the discovery of so\nexquisite a creation in his bottega. “It must be,” he added, for\nhe was a very honest man, “the work of one of the lads of Pesaro\nor Castel Durante. I have no such craftsman in my workshop. It is\nbeautiful exceedingly!”",
        "“It is worth its weight in gold!” said the prince, sharing his\nemotion. “Look, gentlemen–look! Will not the fame of Urbino be\nborne beyond the Apennines and Alps?”",
        "Thus summoned, the court and the citizens came to look, and\naverred that truly never in Urbino had they seen such painting on\nmajolica. “But whose is it?” said Guidobaldo, impatiently, casting\nhis eyes over the gathered group in the background of apprentices\nand artists. “Maestro Benedetto, I pray you, the name of the\nartist; I pray you, quick!”",
        "“It is marked number eleven, my lord,” answered the master-potter.\n\"Ho, you who reply to that number, stand out and give your name.\nMy lord duke has chosen your work. Ho, there! do you hear me?”",
        "But not one of the group moved. The young men looked from one to\nanother. Who was this nameless rival? There were but ten of\nthemselves.",
        "“Ho, there!” repeated Signor Benedetto, getting angry. “Cannot you\nfind a tongue, I say? Who has wrought this work? Silence is but\ninsolence to his highness and to me!”",
        "Then the child Sanzio loosened his little hand from his father’s\nhold, and went forward, and stood before the master-potter.",
        "“I painted it,” he said, with a pleased smile; “I, Raffaelle.”",
        "Can you not fancy, without telling, the confusion, the wonder, the\nrapture, the incredulity, the questions, the wild ecstasy of\npraise, that followed on the discovery of the child artist? Only\nthe presence of Guidobaldo kept it in anything like decent\nquietude, and even he, all duke though he was, felt his eyes wet\nand felt his heart swell; for he himself was childless, and for\nthe joy that Giovanni Sanzio felt that day he would have given his\npatrimony and duchy.",
        "He took a jewel hung on a gold chain from his own breast and threw\nit over Raffaelle’s shoulders.",
        "“There is your first guerdon,” he said; “you will have many, O\nwondrous child, who shall live when we are dust!”",
        "Raffaelle, who himself was all the while quite tranquil and\nunmoved, kissed the duke’s hand with sweetest grace, then turned\nto his own father.",
        "“It is true I have won my lord duke’s prize?”",
        "“Quite true, my angel!” said Giovanni Sanzio, with tremulous\nvoice.",
        "Raffaelle looked up at Maestro Benedetto.",
        "“Then I claim the hand of Pacifica!”",
        "There was a smile on all the faces round, even on the darker\ncountenances of the vanquished painters.",
        "“Oh, would indeed you were of age to be my son by marriage, as you\nare the son of my heart!” murmured Signor Benedetto. “Dear and\nmarvelous child, you are but jesting, I know. Tell me what it is\nindeed that you would have. I could deny you nothing; and truly it\nis you who are my master.”",
        "“I am your pupil,” said Raffaelle, with that pretty serious smile\nof his, his little fingers playing with the ducal jewel. “I could\nnever have painted that majolica yonder had you not taught me the\nsecrets and management of your colors. Now, dear maestro mine, and\nyou, O my lord duke, do hear me! I by the terms of the contest\nhave won the hand of Pacifica and the right of association with\nMesser Ronconi. I take these rights and I give them over to my\ndear friend Luca of Fano, because he is the honestest man in all\nthe world, and does honor Signor Benedetto and love Pacifica as no\nother can do so well, and Pacifica loves him, and my lord duke\nwill say that thus all will be well.”",
        "So with the grave, innocent audacity of a child he spoke–this\nseven-year-old painter who was greater than any there.",
        "Signor Benedetto stood mute, sombre, agitated. Luca had sprung\nforward and dropped on one knee; he was as pale as ashes.\nRaffaelle looked at him with a smile.",
        "“My lord duke,” he said, with his little gentle smile, “you have\nchosen my work; defend me in my rights.”",
        "“Listen to the voice of an angel, my good Benedetto; heaven speaks\nby him,” said Guidobaldo, gravely, laying his hand on the arm of\nhis master-potter.",
        "Harsh Signor Benedetto burst into tears.",
        "“I can refuse him nothing,” he said, with a sob. “He will give\nsuch glory unto Urbino as never the world hath seen!”",
        "“And call down this fair Pacifica whom Raffaelle has won,” said\nthe sovereign of the duchy, “and I will give her myself as her\ndower as many gold pieces as we can cram into this famous vase. An\nhonest youth who loves her and whom she loves–what better can you\ndo, Benedetto? Young man, rise up and be happy. An angel has\ndescended on earth this day for you.”",
        "But Luca heard not; he was still kneeling at the feet of\nRaffaelle, where the world has knelt ever since.",
        "There was a little boy, a year or two ago, who lived under the\nshadow of Martinswand. Most people know, I should suppose, that\nthe Martinswand is that mountain in the Oberinnthal where, several\ncenturies past, brave Kaiser Max lost his footing as he stalked\nthe chamois, and fell upon a ledge of rock, and stayed there, in\nmortal peril, for thirty hours, till he was rescued by the\nstrength and agility of a Tyrol hunter–an angel in the guise of a\nhunter, as the chronicles of the time prefer to say.",
        "The Martinswand is a grand mountain, being one of the spurs of the\ngreater Sonnstein, and rises precipitously, looming, massive and\nlofty, like a very fortress for giants, where it stands right\nacross that road which, if you follow it long enough, takes you\nthrough Zell to Landeck,–old, picturesque, poetic Landeck, where\nFrederick of the Empty Pockets rhymed his sorrows in ballads to\nhis people,–and so on by Bludenz into Switzerland itself, by as\nnoble a highway as any traveler can ever desire to traverse on a\nsummer’s day. It is within a mile of the little burg of Zell,\nwhere the people, in the time of their emperor’s peril, came out\nwith torches and bells, and the Host lifted up by their priest,\nand all prayed on their knees underneath the steep gaunt pile of\nlimestone, that is the same to-day as it was then, whilst Kaiser\nMax is dust; it soars up on one side of this road, very steep and\nvery majestic, having bare stone at its base, and being all along\nits summit crowned with pine woods; and on the other side of the\nroad are a little stone church, quaint and low, and gray with age,\nand a stone farmhouse, and cattle sheds, and timber sheds, all of\nwood that is darkly brown from time; and beyond these are some of\nthe most beautiful meadows in the world, full of tall grass and\ncountless flowers, with pools and little estuaries made by the\nbrimming Inn River that flows by them; and beyond the river are\nthe glaciers of the Sonnstein and the Selrain and the wild Arlberg\nregion, and the golden glow of sunset in the west, most often seen\nfrom here through the veil of falling rain.",
        "At this farmhouse, with Martinswand towering above it, and Zell a\nmile beyond, there lived, and lives still, a little boy who bears\nthe old historical name of Findelkind, whose father, Otto Korner,\nis the last of a sturdy race of yeomen, who had fought with Hofer\nand Haspinger, and had been free men always.",
        "Findelkind came in the middle of seven other children, and was a\npretty boy of nine years, with slenderer limbs and paler cheeks\nthan his rosy brethren, and tender dreamy eyes that had the look,\nhis mother told him, of seeking stars in midday: de chercher midi\na quatorze heures, as the French have it. He was a good little\nlad, and seldom gave any trouble from disobedience, though he\noften gave it from forgetfulness. His father angrily complained\nthat he was always in the clouds,–that is, he was always\ndreaming, and so very often would spill the milk out of the pails,\nchop his own fingers instead of the wood, and stay watching the\nswallows when he was sent to draw water. His brothers and sisters\nwere always making fun of him: they were sturdier, ruddier, and\nmerrier children than he was, loved romping and climbing and\nnutting, thrashing the walnut trees and sliding down snowdrifts,\nand got into mischief of a more common and childish sort than\nFindelkind’s freaks of fancy. For indeed he was a very fanciful\nlittle boy: everything around had tongues for him; and he would\nsit for hours among the long rushes on the river’s edge, trying to\nimagine what the wild green-gray water had found in its\nwanderings, and asking the water rats and the ducks to tell him\nabout it; but both rats and ducks were too busy to attend to an\nidle little boy, and never spoke, which vexed him.",
        "Findelkind, however, was very fond of his books; he would study\nday and night, in his little ignorant, primitive fashion. He loved\nhis missal and his primer, and could spell them both out very\nfairly, and was learning to write of a good priest in Zirl, where\nhe trotted three times a week with his two little brothers. When\nnot at school, he was chiefly set to guard the sheep and the cows,\nwhich occupation left him very much to himself; so that he had\nmany hours in the summertime to stare up to the skies and wonder–\nwonder–wonder about all sorts of things; while in the winter–the\nlong, white, silent winter, when the post-wagons ceased to run,\nand the road into Switzerland was blocked, and the whole world\nseemed asleep, except for the roaring of the winds–Findelkind,\nwho still trotted over the snow to school in Zirl, would dream\nstill, sitting on the wooden settle by the fire, when he came home\nagain under Martinswand. For the worst–or the best–of it all was\nthat he WAS Findelkind.",
        "This is what was always haunting him. He was Findelkind; and to\nbear this name seemed to him to mark him out from all other\nchildren and to dedicate him to heaven. One day three years\nbefore, when he had been only six years old, the priest in Zirl,\nwho was a very kindly and cheerful man, and amused the children as\nmuch as he taught them, had not allowed Findelkind to leave school\nto go home, because the storm of snow and wind was so violent, but\nhad kept him until the worst should pass, with one or two other\nlittle lads who lived some way off, and had let the boys roast a\nmeal of apples and chestnuts by the stove in his little room, and,\nwhile the wind howled and the blinding snow fell without, had told\nthe children the story of another Findelkind–an earlier\nFindelkind, who had lived in the flesh on Arlberg as far back as\n1381, and had been a little shepherd lad, “just like you,” said\nthe good man, looking at the little boys munching their roast\ncrabs, and whose country had been over there, above Stuben, where\nDanube and Rhine meet and part.",
        "The pass of Arlberg is even still so bleak and bitter that few\ncare to climb there; the mountains around are drear and barren,\nand snow lies till midsummer, and even longer sometimes. “But in\nthe early ages,” said the priest (and this is quite a true tale\nthat the children heard with open eyes, and mouths only not open\nbecause they were full of crabs and chestnuts), “in the early\nages,” said the priest to them, “the Arlberg was far more dreary\nthan it is now. There was only a mule track over it, and no refuge\nfor man or beast; so that wanderers and peddlers, and those whose\nneed for work or desire for battle brought them over that\nfrightful pass, perished in great numbers, and were eaten by the\nbears and the wolves. The little shepherd-boy Findelkind–who was\na little boy five hundred years ago, remember,” the priest\nrepeated–\"was sorely disturbed and distressed to see these poor\ndead souls in the snow winter after winter, and seeing the\nblanched bones lie on the bare earth, unburied, when summer melted\nthe snow. It made him unhappy, very unhappy; and what could he do,\nhe a little boy keeping sheep? He had as his wages two florins a\nyear; that was all; but his heart rose high, and he had faith in\nGod. Little as he was, he said to himself, he would try and do\nsomething, so that year after year those poor lost travelers and\nbeasts should not perish so. He said nothing to anybody, but he\ntook the few florins he had saved up, bade his master farewell,\nand went on his way begging–a little fourteenth-century boy, with\nlong, straight hair, and a girdled tunic, as you see them,\"\ncontinued the priest, “in the miniatures in the black-letter\nmissal that lies upon my desk. No doubt heaven favored him very\nstrongly, and the saints watched over him; still, without the\nboldness of his own courage and the faith in his own heart, they\nwould not have done so. I suppose, too, that when knights in their\narmor, and soldiers in their camps, saw such a little fellow all\nalone, they helped him, and perhaps struck some blows for him, and\nso sped him on his way, and protected him from robbers and from\nwild beasts. Still, be sure that the real shield and the real\nreward that served Findelkind of Arlberg was the pure and noble\npurpose that armed him night and day. Now, history does not tell\nus where Findelkind went, nor how he fared, nor how long he was\nabout it; but history does tell us that the little barefooted,\nlong-haired boy, knocking so loudly at castle gates and city walls\nin the name of Christ and Christ’s poor brethren, did so well\nsucceed in his quest that before long he had returned to his\nmountain home with means to have a church and a rude dwelling\nbuilt, where he lived with six other brave and charitable souls,\ndedicating themselves to St. Christopher, and going out night and\nday to the sound of the Angelus, seeking the lost and weary. This\nis really what Findelkind of Arlberg did five centuries ago, and\ndid so quickly that his fraternity of St. Christopher twenty years\nafter numbered among its members archdukes, and prelates, and\nknights without number, and lasted as a great order down to the\ndays of Joseph II. This is what Findelkind in the fourteenth\ncentury did, I tell you. Bear like faith in your hearts, my\nchildren; and though your generation is a harder one than this,\nbecause it is without faith, yet you shall move mountains, because\nChrist and St. Christopher will be with you.”",
        "Then the good man, having said that, blessed them, and left them\nalone to their chestnuts and crabs, and went into his own oratory\nto prayer. The other boys laughed and chattered; but Findelkind\nsat very quietly, thinking of his namesake, all the day after, and\nfor many days and weeks and months this story haunted him. A\nlittle boy had done all that; and this little boy had been called\nFindelkind; Findelkind, just like himself.",
        "It was beautiful, and yet it tortured him. If the good man had\nknown how the history would root itself in the child’s mind,\nperhaps he would never have told it; for night and day it vexed\nFindelkind, and yet seemed beckoning to him and crying, “Go thou\nand do likewise!”",
        "But what could he do?",
        "There was the snow, indeed, and there were the mountains, as in\nthe fourteenth century, but there were no travelers lost. The\ndiligence did not go into Switzerland after autumn, and the\ncountry people who went by on their mules and in their sledges to\nInnspruck knew their way very well, and were never likely to be\nadrift on a winter’s night, or eaten by a wolf or a bear.",
        "When spring came, Findelkind sat by the edge of the bright pure\nwater among the flowering grasses, and felt his heart heavy.\nFindelkind of Arlberg who was in heaven now must look down, he\nfancied, and think him so stupid and so selfish, sitting there.\nThe first Findelkind, a few centuries before, had trotted down on\nhis bare feet from his mountain pass, and taken his little crook,\nand gone out boldly over all the land on his pilgrimage, and\nknocked at castle gates and city walls in Christ’s name and for\nlove of the poor! That was to do something indeed!",
        "This poor little living Findelkind would look at the miniatures in\nthe priest’s missal, in one of which there was the little\nfourteenth-century boy with long hanging hair and a wallet and\nbare feet, and he never doubted that it was the portrait of the\nblessed Findelkind who was in heaven; and he wondered if he looked\nlike a little boy there, or if he were changed to the likeness of\nan angel.",
        "“He was a boy just like me,” thought the poor little fellow, and\nhe felt so ashamed of himself–so very ashamed; and the priest had\ntold him to try and do the same. He brooded over it so much, and\nit made him so anxious and so vexed, that his brothers ate his\nporridge and he did not notice it, his sisters pulled his curls\nand he did not feel it, his father brought a stick down on his\nback and he only started and stared, and his mother cried because\nhe was losing his mind and would grow daft, and even his mother’s\ntears he scarcely saw. He was always thinking of Findelkind in\nheaven.",
        "When he went for water, he spilt one-half; when he did his\nlessons, he forgot the chief part; when he drove out the cow, he\nlet her munch the cabbages; and when he was set to watch the oven,\nhe let the loaves burn, like great Alfred. He was always busied\nthinking: “Little Findelkind that is in heaven did so great a\nthing: why may not I? I ought! I ought!” What was the use of being\nnamed after Findelkind that was in heaven, unless one did\nsomething great, too?",
        "Next to the church there is a little stone lodge, or shed, with\ntwo arched openings, and from it you look into the tiny church\nwith its crucifixes and relics, or out to the great, bold, sombre\nMartinswand, as you like best; and in this spot Findelkind would\nsit hour after hour, while his brothers and sisters were playing,\nand look up at the mountains or on to the altar, and wish and pray\nand vex his little soul most woefully; and his ewes and his lambs\nwould crop the grass about the entrance, and bleat to make him\nnotice them and lead them farther afield, but all in vain. Even\nhis dear sheep he hardly heeded, and his pet ewes, Katte and\nGreta, and the big ram Zips, rubbed their soft noses in his hand\nunnoticed. So the summer droned away–the summer that is so short\nin the mountains, and yet so green and so radiant, with the\ntorrents tumbling through the flowers, and the hay tossing in the\nmeadows, and the lads and lasses climbing to cut the rich sweet\ngrass of the alps. The short summer passed as fast as a dragonfly\nflashes by, all green and gold, in the sun; and it was near winter\nonce more, and still Findelkind was always dreaming and wondering\nwhat he could do for the good of St. Christopher; and the longing\nto do it all came more and more into his little heart, and he\npuzzled his brain till his head ached. One autumn morning, whilst\nyet it was dark, Findelkind made his mind up, and rose before his\nbrothers, and stole downstairs and out into the air, as it was\neasy to do, because the house door never was bolted. He had\nnothing with him; he was barefooted, and his school satchel was\nslung behind him, as Findelkind of Arlberg’s wallet had been five\ncenturies before.",
        "He took a little staff from the piles of wood lying about, and\nwent out on to the highroad, on his way to do heaven’s will. He\nwas not very sure what that divine will wished, but that was\nbecause he was only nine years old, and not very wise; but\nFindelkind that was in heaven had begged for the poor; so would\nhe.",
        "His parents were very poor, but he did not think of them as in any\nwant at any time, because he always had his bowlful of porridge\nand as much bread as he wanted to eat. This morning he had nothing\nto eat; he wished to be away before any one could question him.",
        "It was quite dusk in the fresh autumn morning: the sun had not\nrisen behind the glaciers of the Stubaithal, and the road was\nscarcely seen; but he knew it very well, and he set out bravely,\nsaying his prayers to Christ, and to St. Christopher, and to\nFindelkind that was in heaven.",
        "He was not in any way clear as to what he would do, but he thought\nhe would find some great thing to do somewhere, lying like a jewel\nin the dust; and he went on his way in faith, as Findelkind of\nArlberg had done before him.",
        "His heart beat high, and his head lost its aching pains, and his\nfeet felt light; so light as if there were wings to his ankles. He\nwould not go to Zirl, because Zirl he knew so well, and there\ncould be nothing very wonderful waiting there; and he ran fast the\nother way. When he was fairly out from under the shadow of\nMartinswand, he slackened his pace, and saw the sun come on his\npath, and the red day redden the gray-green water, and the early\nStellwagen from Landeck, that had been lumbering along all the\nnight, overtook him.",
        "He would have run after it, and called out to the travelers for\nalms, but he felt ashamed; his father had never let him beg, and\nhe did not know how to begin.",
        "The Stellwagen rolled on through the autumn mud, and that was one\nchance lost. He was sure that the first Findelkind had not felt\nashamed when he had knocked at the first castle gates.",
        "By and by, when he could not see Martinswand by turning his head\nback ever so, he came to an inn that used to be a posthouse in the\nold days when men traveled only by road. A woman was feeding\nchickens in the bright clear red of the cold daybreak.",
        "Findelkind timidly held out his hand. “For the poor!” he murmured,\nand doffed his cap.",
        "The old woman looked at him sharply. “Oh, is it you, little\nFindelkind? Have you run off from school? Be off with you home! I\nhave mouths enough to feed here.”",
        "Findelkind went away, and began to learn that it is not easy to be\na prophet or a hero in one’s own country.",
        "He trotted a mile farther, and met nothing. At last he came to\nsome cows by the wayside, and a man tending them.",
        "“Would you give me something to help make a monastery?” he said\ntimidly, and once more took off his cap. The man gave a great\nlaugh. “A fine monk, you! And who wants more of these lazy drones?\nNot I.”",
        "Findelkind never answered; he remembered the priest had said that\nthe years he lived in were very hard ones, and men in them had no\nfaith.",
        "Ere long he came to a big walled house, with turrets and grated\ncasements,–very big it looked to him,–like one of the first\nFindelkind’s own castles. His heart beat loud against his side,\nbut he plucked up his courage, and knocked as loud as his heart\nwas beating.",
        "He knocked and knocked, but no answer came. The house was empty.\nBut he did not know that; he thought it was that the people within\nwere cruel, and he went sadly onward with the road winding before\nhim, and on his right the beautiful impetuous gray river, and on\nhis left the green Mittelgebirge and the mountains that rose\nbehind it. By this time the day was up; the sun was glowing on the\nred of the cranberry shrubs and the blue of the bilberry-boughs;\nhe was hungry and thirsty and tired. But he did not give in for\nthat; he held on steadily; he knew that there was near, somewhere\nnear, a great city that the people called Sprugg, and thither he\nhad resolved to go. By noontide he had walked eight miles, and\ncame to a green place where men were shooting at targets, the tall\nthick grass all around them; and a little way farther off was a\ntrain of people chanting and bearing crosses and dressed in long\nflowing robes.",
        "The place was the Hottinger Au, and the day was Saturday, and the\nvillage was making ready to perform a miracle play on the morrow.",
        "Findelkind ran to the robed singing-folk, quite sure that he saw\nthe people of God. “Oh, take me, take me!” he cried to them; “do\ntake me with you to do heaven’s work.”",
        "But they pushed him aside for a crazy little boy that spoiled\ntheir rehearsing.",
        "“It is only for Hotting folk,” said a lad older than himself. “Get\nout of the way with you, Liebchen.” And the man who earned the\ncross knocked him with force on the head, by mere accident; but\nFindelkind thought he had meant it.",
        "Were people so much kinder five centuries before, he wondered, and\nfelt sad as the many-colored robes swept on through the grass, and\nthe crack of the rifles sounded sharply through the music of the\nchanting voices. He went on footsore and sorrowful, thinking of\nthe castle doors that had opened, and the city gates that had\nunclosed, at the summons of the little long-haired boy whose\nfigure was painted on the missal.",
        "He had come now to where the houses were much more numerous,\nthough under the shade of great trees,–lovely old gray houses,\nsome of wood, some of stone, some with frescos on them and gold\nand color and mottoes, some with deep barred casements, and carved\nportals, and sculptured figures; houses of the poorer people now,\nbut still memorials of a grand and gracious time. For he had\nwandered into the quarter of St. Nicholas in this fair mountain\ncity, which he, like his country-folk, called Sprugg, though the\ngovernment calls it Innspruck.",
        "He got out upon a long gray wooden bridge, and looked up and down\nthe reaches of the river, and thought to himself, maybe this was\nnot Sprugg but Jerusalem, so beautiful it looked with its domes\nshining golden in the sun, and the snow of the Soldstein and\nBranjoch behind them. For little Findelkind had never come so far\nas this before. As he stood on the bridge so dreaming, a hand\nclutched him, and a voice said:–",
        "“A whole kreutzer, or you do not pass!”",
        "Findelkind started and trembled.",
        "A kreutzer! he had never owned such a treasure in all his life.",
        "“I have no money,” he murmured timidly; “I came to see if I could\nget money for the poor.”",
        "The keeper of the bridge laughed.",
        "“You are a little beggar, you mean? Oh, very well! Then over my\nbridge you do not go.”",
        "“But it is the city on the other side?”",
        "“To be sure it is the city; but over nobody goes without a\nkreutzer.”",
        "“I never have such a thing of my own! never! never!” said\nFindelkind, ready to cry.",
        "“Then you were a little fool to come away from your home, wherever\nthat may be,” said the man at the bridge-head. “Well, I will let\nyou go, for you look a baby. But do not beg; that is bad.”",
        "“Findelkind did it!”",
        "“Then Findelkind was a rogue and a vagabond,” said the taker of\ntolls.",
        "“Oh, no–no–no!”",
        "“Oh, yes–yes–yes, little sauce-box; and take that,” said the\nman, giving him a box on the ear, being angry at contradiction.",
        "Findelkind’s head drooped, and he went slowly over the bridge,\nforgetting that he ought to have thanked the toll taker for a free\npassage. The world seemed to him very difficult. How had\nFindelkind done when he had come to bridges?–and, oh, how had\nFindelkind done when he had been hungry?",
        "For this poor little Findelkind was getting very hungry, and his\nstomach was as empty as was his wallet.",
        "A few steps brought him to the Goldenes Dachl.",
        "He forgot his hunger and his pain, seeing the sun shine on all\nthat gold, and the curious painted galleries under it. He thought\nit was real solid gold. Real gold laid out on a house roof–and\nthe people all so poor! Findelkind began to muse, and wonder why\neverybody did not climb up there and take a tile off and be rich?\nBut perhaps it would be wicked. Perhaps God put the roof there\nwith all that gold to prove people. Findelkind got bewildered.",
        "If God did such a thing, was it kind?",
        "His head seemed to swim, and the sunshine went round and round\nwith him. There went by him, just then, a very venerable-looking\nold man with silver hair; he was wrapped in a long cloak.\nFindelkind pulled at the coat gently, and the old man looked down.",
        "“What is it, my boy?” he asked.",
        "Findelkind answered, “I came out to get gold; may I take it off\nthat roof?”",
        "“It is not gold, child, it is gilding.”",
        "“What is gilding?”",
        "“It is a thing made to look like gold: that is all.”",
        "“It is a lie, then!”",
        "The old man smiled. “Well, nobody thinks so. If you like to put it\nso, perhaps it is. What do you want gold for, you wee thing?”",
        "“To build a monastery and house the poor.”",
        "The old man’s face scowled and grew dark, for he was a Lutheran\npastor from Bavaria.",
        "“Who taught you such trash?” he said crossly.",
        "“It is not trash. It is faith.”",
        "And Findelkind’s face began to burn and his blue eyes to darken\nand moisten. There was a little crowd beginning to gather, and the\ncrowd was beginning to laugh. There were many soldiers and rifle-\nshooters in the throng, and they jeered and joked, and made fun of\nthe old man in the long cloak, who grew angry then with the child.\n\"You are a little idolater and a little impudent sinner!” he said\nwrathfully, and shook the boy by the shoulder, and went away, and\nthe throng that had gathered round had only poor Findelkind left\nto tease.",
        "He was a very poor little boy indeed to look at, with his\nsheepskin tunic, and his bare feet and legs, and his wallet that\nnever was to get filled.",
        "“Where do you come from, and what do you want?” they asked; and he\nanswered, with a sob in his voice:–",
        "“I want to do like Findelkind of Arlberg.”",
        "And then the crowd laughed, not knowing at all what he meant, but\nlaughing just because they did not know: as crowds always will do.\nAnd only the big dogs that are so very big in this country, and\nare all loose, and free, and good-natured citizens, came up to him\nkindly, and rubbed against him, and made friends; and at that\ntears came into his eyes, and his courage rose, and he lifted his\nhead.",
        "“You are cruel people to laugh,” he said indignantly; “the dogs\nare kinder. People did not laugh at Findelkind. He was a little\nboy just like me, no better and no bigger, and as poor; and yet he\nhad so much faith, and the world then was so good, that he left\nhis sheep and got money enough to build a church and a hospice to\nChrist and St. Christopher. And I want to do the same for the\npoor. Not for myself, no; for the poor! I am Findelkind, too, and\nFindelkind of Arlberg that is in heaven speaks to me.”",
        "Then he stopped, and a sob rose again in his throat.",
        "“He is crazy!” said the people, laughing, yet a little scared; for\nthe priest at Zirl had said rightly, this is not an age of faith.\nAt that moment there sounded, coming from the barracks, that used\nto be the Schloss in the old days of Kaiser Max and Mary of\nBurgundy, the sound of drums and trumpets and the tramp of\nmarching feet. It was one of the corps of Jagers of Tyrol, going\ndown from the avenue to the Rudolfplatz, with their band before\nthem and their pennons streaming. It was a familiar sight, but it\ndrew the street throngs to it like magic: the age is not fond of\ndreamers, but it is very fond of drums. In almost a moment the old\ndark arcades and the riverside and the passages near were all\nempty, except for the women sitting at their stalls of fruit or\ncakes, or toys, They are wonderful old arched arcades, like the\ncloisters of a cathedral more than anything else, and the shops\nunder them are all homely and simple–shops of leather, of furs,\nof clothes, of wooden playthings, of sweet and wholesome bread.\nThey are very quaint, and kept by poor folks for poor folks; but\nto the dazed eyes of Findelkind they looked like a forbidden\nparadise, for he was so hungry and so heartbroken, and he had\nnever seen any bigger place than little Zirl.",
        "He stood and looked wistfully, but no one offered him anything.\nClose by was a stall of splendid purple grapes, but the old woman\nthat kept it was busy knitting. She only called to him to stand\nout of her light.",
        "“You look a poor brat; have you a home?” said another woman, who\nsold bridles and whips and horses’ bells and the like.",
        "“Oh, yes, I have a home–by Martinswand,” said Findelkind, with a\nsigh.",
        "The woman looked at him sharply. “Your parents have sent you on an\nerrand here?”",
        "“No; I have run away.”",
        "“Run away? Oh, you bad boy!–unless, indeed–are they cruel to\nyou?”",
        "“No; very good.”",
        "“Are you a little rogue, then, or a thief?”",
        "“You are a bad woman to think such things,” said Findelkind,\nhotly, knowing himself on how innocent and sacred a quest he was.",
        "“Bad? I? Oh ho!” said the old dame, cracking one of her new whips\nin the air, “I should like to make you jump about with this, you\nthankless little vagabond. Be off!”",
        "Findelkind sighed again, his momentary anger passing; for he had\nbeen born with a gentle temper, and thought himself to blame much\nmore readily than he thought other people were,–as, indeed, every\nwise child does, only there are so few children–or men–that are\nwise.",
        "He turned his head away from the temptation of the bread and fruit\nstalls, for in truth hunger gnawed him terribly, and wandered a\nlittle to the left. From where he stood he could see the long,\nbeautiful street of Teresa, with its oriels and arches, painted\nwindows and gilded signs, and the steep, gray, dark mountains\nclosing it in at the distance; but the street frightened him, it\nlooked so grand, and he knew it would tempt him; so he went where\nhe saw the green tops of some high elms and beeches. The trees,\nlike the dogs, seemed like friends. It was the human creatures\nthat were cruel.",
        "At that moment there came out of the barrack gates, with great\nnoise of trumpets and trampling of horses, a group of riders in\ngorgeous uniforms, with sabres and chains glancing and plumes\ntossing. It looked to Findelkind like a group of knights–those\nknights who had helped and defended his namesake with their steel\nand their gold in the old days of the Arlberg quest. His heart\ngave a great leap, and he jumped on the dust for joy, and he ran\nforward and fell on his knees and waved his cap like a little mad\nthing, and cried out:–",
        "“Oh, dear knights! oh, great soldiers! help me! Fight for me, for\nthe love of the saints! I have come all the way from Martinswand,\nand I am Findelkind, and I am trying to serve St. Christopher like\nFindelkind of Arlberg.”",
        "But his little swaying body and pleading hands and shouting voice\nand blowing curls frightened the horses; one of them swerved and\nvery nearly settled the woes of Findelkind forever and aye by a\nkick. The soldier who rode the horse reined him in with\ndifficulty; he was at the head of the little staff, being indeed\nno less or more than the general commanding the garrison, which in\nthis city is some fifteen thousand strong. An orderly sprang from\nhis saddle and seized the child, and shook him, and swore at him.\nFindelkind was frightened; but he shut his eyes and set his teeth,\nand said to himself that the martyrs must have had very much worse\nthan these things to suffer in their pilgrimage. He had fancied\nthese riders were knights–such knights as the priest had shown\nhim the likeness of in old picture books, whose mission it had\nbeen to ride through the world succoring the weak and weary, and\nalways defending the right.",
        "“What are your swords for, if you are not knights?” he cried,\ndesperately struggling in his captor’s grip, and seeing through\nhis half-closed lids the sunshine shining on steel scabbards.",
        "“What does he want?” asked the officer in command of the garrison,\nwhose staff all this bright and martial array was. He was riding\nout from the barracks to an inspection on the Rudolfplatz. He was\na young man, and had little children himself, and was half amused,\nhalf touched, to see the tiny figure of the little dusty boy.",
        "“I want to build a monastery, like Findelkind of Arlberg, and to\nhelp the poor,” said our Findelkind, valorously, though his heart\nwas beating like that of a little mouse caught in a trap; for the\nhorses were trampling up the dust around him, and the orderly’s\ngrip was hard.",
        "The officers laughed aloud; and indeed he looked a poor little\nscrap of a figure, very ill able to help even himself.",
        "“Why do you laugh?” cried Findelkind, losing his terror in his\nindignation, and inspired with the courage which a great\nearnestness always gives. “You should not laugh. If you were true\nknights, you would not laugh; you would fight for me. I am little,\nI know,–I am very little,–but he was no bigger than I; and see\nwhat great things he did. But the soldiers were good in those\ndays; they did not laugh and use bad words–”",
        "And Findelkind, on whose shoulder the orderly’s hold was still\nfast, faced the horses, which looked to him as huge as Martinswand,\nand the swords, which he little doubted were to be sheathed in his\nheart.",
        "The officers stared, laughed again, then whispered together, and\nFindelkind heard them say the word “crazed.” Findelkind, whose\nquick little ears were both strained like a mountain leveret’s,\nunderstood that the great men were saying among themselves that it\nwas not safe for him to be about alone, and that it would be\nkinder to him to catch and cage him–the general view with which\nthe world regards enthusiasts.",
        "He heard, he understood; he knew that they did not mean to help\nhim, these men with the steel weapons and the huge steeds, but\nthat they meant to shut him up in a prison; he, little free-born,\nforest-fed Findelkind. He wrenched himself out of the soldier’s\ngrip, as the rabbit wrenches itself out of the jaws of the trap\neven at the cost of leaving a limb behind, shot between the\nhorses’ legs, doubled like a hunted thing, and spied a refuge.\nOpposite the avenue of gigantic poplars and pleasant stretches of\ngrass shaded by other bigger trees, there stands a very famous\nchurch, famous alike in the annals of history and of art,–the\nchurch of the Franciscans, that holds the tomb of Kaiser Max,\nthough, alas! it holds not his ashes, as his dying desire was that\nit should. The church stands here, a noble, sombre place, with the\nSilver Chapel of Philippina Wessler adjoining it, and in front the\nfresh cool avenues that lead to the river and the broad water-\nmeadows and the grand Hall road bordered with the painted stations\nof the Cross.",
        "There were some peasants coming in from the country driving cows,\nand some burghers in their carts, with fat, slow horses; some\nlittle children were at play under the poplars and the elms; great\ndogs were lying about on the grass; everything was happy and at\npeace, except the poor, throbbing heart of little Findelkind, who\nthought the soldiers were coming after him to lock him up as mad,\nand ran and ran as fast as his trembling legs would carry him,\nmaking for sanctuary, as, in the old bygone days that he loved,\nmany a soul less innocent than his had done. The wide doors of the\nHofkirche stood open, and on the steps lay a black-and-tan hound,\nwatching no doubt for its master or mistress, who had gone within\nto pray. Findelkind, in his terror, vaulted over the dog, and into\nthe church tumbled headlong.",
        "It seemed quite dark, after the brilliant sunshine on the river\nand the grass; his forehead touched the stone floor as he fell,\nand as he raised himself and stumbled forward, reverent and\nbareheaded, looking for the altar to cling to when the soldiers\nshould enter to seize him, his uplifted eyes fell on the great\ntomb.",
        "The tomb seems entirely to fill the church, as, with its twenty-\nfour guardian figures round it, it towers up in the twilight that\nreigns here even at midday. There are a stern majesty and grandeur\nin it which dwarf every other monument and mausoleum. It is grim,\nit is rude, it is savage, with the spirit of the rough ages that\ncreated it; but it is great with their greatness, it is heroic\nwith their heroism, it is simple with their simplicity.",
        "As the awe-stricken eyes of the terrified child fell on the mass\nof stone and bronze, the sight smote him breathless. The mailed\nwarriors standing around it, so motionless, so solemn, rilled him\nwith a frozen, nameless fear. He had never a doubt that they were\nthe dead arisen. The foremost that met his eyes were Theodoric and\nArthur; the next, grim Rudolf, father of a dynasty of emperors.\nThere, leaning on their swords, the three gazed down on him,\narmored, armed, majestic, serious, guarding the empty grave, which\nto the child, who knew nothing of its history, seemed a bier; and\nat the feet of Theodoric, who alone of them all looked young and\nmerciful, poor little desperate Findelkind fell with a piteous\nsob, and cried: “I am not mad! Indeed, indeed, I am not mad!”",
        "He did not know that these grand figures were but statues of\nbronze. He was quite sure they were the dead, arisen, and meeting\nthere, around that tomb on which the solitary kneeling knight\nwatched and prayed, encircled, as by a wall of steel, by these his\ncomrades. He was not frightened, he was rather comforted and\nstilled, as with a sudden sense of some deep calm and certain\nhelp.",
        "Findelkind, without knowing that he was like so many dissatisfied\npoets and artists much bigger than himself, dimly felt in his\nlittle tired mind how beautiful and how gorgeous and how grand the\nworld must have been when heroes and knights like these had gone\nby in its daily sunshine and its twilight storms. No wonder\nFindelkind of Arlberg had found his pilgrimage so fair, when if he\nhad needed any help he had only had to kneel and clasp these firm,\nmailed limbs, these strong cross-hiked swords, in the name of\nChrist and of the poor.",
        "Theodoric seemed to look down on him with benignant eyes from\nunder the raised visor; and our poor Findelkind, weeping, threw\nhis small arms closer and closer round the bronze knees of the\nheroic figure, and sobbed aloud, “Help me, help me! Oh, turn the\nhearts of the people to me, and help me to do good!”",
        "But Theodoric answered nothing.",
        "There was no sound in the dark, hushed church; the gloom grew\ndarker over Findelkind’s eyes; the mighty forms of monarchs and of\nheroes grew dim before his sight. He lost consciousness, and fell\nprone upon the stones at Theodoric’s feet; for he had fainted from\nhunger and emotion.",
        "When he awoke it was quite evening; there was a lantern held over\nhis head; voices were muttering curiously and angrily; bending\nover him were two priests, a sacristan of the church, and his own\nfather. His little wallet lay by him on the stones, always empty.",
        "“Boy of mine! were you mad?” cried his father, half in rage, half\nin tenderness. “The chase you have led me!–and your mother\nthinking you were drowned!–and all the working day lost, running\nafter old women’s tales of where they had seen you! Oh, little\nfool, little fool! what was amiss with Martinswand, that you must\nleave it?”",
        "Findelkind slowly and feebly rose, and sat up on the pavement, and\nlooked up, not at his father, but at the knight Theodoric.",
        "“I thought they would help me to keep the poor,” he muttered\nfeebly, as he glanced at his own wallet.” And it is empty–\nempty.”",
        "“Are we not poor enough?” cried his father, with natural\nimpatience, ready to tear his hair with vexation at having such a\nlittle idiot for a son. “Must you rove afield to find poverty to\nhelp, when it sits cold enough, the Lord knows, at our own hearth?\nOh, little ass, little dolt, little maniac, fit only for a\nmadhouse, talking to iron figures and taking them for real men!\nWhat have I done, O heaven, that I should be afflicted thus?”",
        "And the poor man wept, being a good affectionate soul, but not\nvery wise, and believing that his boy was mad. Then, seized with\nsudden rage once more, at thought of his day all wasted, and its\nhours harassed and miserable through searching for the lost child,\nhe plucked up the light, slight figure of Findelkind in his own\narms, and, with muttered thanks and excuses to the sacristan of\nthe church, bore the boy out with him into the evening air, and\nlifted him into a cart which stood there with a horse harnessed to\none side of the pole, as the country people love to do, to the\nrisk of their own lives and their neighbors’. Findelkind said\nnever a word; he was as dumb as Theodoric had been to him; he felt\nstupid, heavy, half blind; his father pushed him some bread, and\nhe ate it by sheer instinct, as a lost animal will do; the cart\njogged on, the stars shone, the great church vanished in the gloom\nof night.",
        "As they went through the city towards the riverside along the\nhomeward way, never a word did his father, who was a silent man at\nall times, address to him. Only once, as they jogged over the\nbridge, he spoke.",
        "“Son,” he asked, “did you run away truly thinking to please God\nand help the poor?”",
        "“Truly I did!” answered Findelkind, with a sob in his throat.",
        "“Then thou wert an ass!” said his father. “Didst never think of\nthy mother’s love and of my toil? Look at home.”",
        "Findelkind was mute. The drive was very long, backward by the same\nway, with the river shining in the moonlight and the mountains\nhalf covered with the clouds. It was ten by the bells of Zirl when\nthey came once more under the solemn shadow of grave Martinswand.\nThere were lights moving about his house, his brothers and sisters\nwere still up; his mother ran out into the road, weeping and\nlaughing with fear and joy.",
        "Findelkind himself said nothing.",
        "He hung his head.",
        "They were too fond of him to scold him or to jeer at him; they\nmade him go quickly to his bed, and his mother made him a warm\nmilk posset and kissed him.",
        "“We will punish thee to-morrow, naughty and cruel one,” said his\nparent. “But thou art punished enough already, for in thy place\nlittle Stefan had the sheep, and he has lost Katte’s lambs–the\nbeautiful twin lambs! I dare not tell thy father to-night. Dost\nhear the poor thing mourn? Do not go afield for thy duty again.”",
        "A pang went through the heart of Findelkind, as if a knife had\npierced it. He loved Katte better than almost any other living\nthing, and she was bleating under his window childless and alone.\nThey were such beautiful lambs, too!–lambs that his father had\npromised should never be killed, but be reared to swell the flock.",
        "Findelkind cowered down in his bed, and felt wretched beyond all\nwretchedness. He had been brought back; his wallet was empty; and\nKatte’s lambs were lost. He could not sleep.",
        "His pulses were beating like so many steam hammers; he felt as if\nhis body were all one great throbbing heart. His brothers, who lay\nin, the same chamber with him, were sound asleep; very soon his\nfather and mother snored also, on the other side of the wall.\nFindelkind was alone wide awake, watching the big white moon sail\npast his little casement, and hearing Katte bleat.",
        "Where were her poor twin lambs?",
        "The night was bitterly cold, for it was already far on in autumn;\nthe rivers had swollen and flooded many fields, the snow for the\nlast week had fallen quite low down on the mountainsides.",
        "Even if still living, the little lambs would die, out on such a\nnight without the mother or food and shelter of any sort.\nFindelkind, whose vivid brain always saw everything that he\nimagined as if it were being acted before his eyes, in fancy saw\nhis two dear lambs floating dead down the swollen tide, entangled\nin rushes on the flooded shore, or fallen with broken limbs upon a\ncrest of rocks. He saw them so plainly that scarcely could he hold\nback his breath from screaming aloud in the still night and\nanswering the mourning wail of the desolate mother.",
        "At last he could bear it no longer: his head burned, and his brain\nseemed whirling round; at a bound he leaped out of bed quite\nnoiselessly, slid into his sheepskins, and stole out as he had\ndone the night before, hardly knowing what he did. Poor Katte was\nmourning in the wooden shed with the other sheep, and the wail of\nher sorrow sounded sadly across the loud roar of the rushing\nriver.",
        "The moon was still high.",
        "Above, against the sky, black and awful with clouds floating over\nits summit, was the great Martinswand.",
        "Findelkind this time called the big dog Waldmar to him, and with\nthe dog beside him went once more out into the cold and the gloom,\nwhilst his father and mother, his brothers and sisters, were\nsleeping, and poor childless Katte alone was awake.",
        "He looked up at the mountain and then across the water-swept\nmeadows to the river. He was in doubt which way to take. Then he\nthought that in all likelihood the lambs would have been seen if\nthey had wandered the river way, and even little Stefan would have\nhad too much sense to let them go there. So he crossed the road\nand began to climb Martinswand.",
        "With the instinct of the born mountaineer, he had brought out his\ncrampons with him, and had now fastened them on his feet; he knew\nevery part and ridge of the mountains, and had more than once\nclimbed over to that very spot where Kaiser Max had hung in peril\nof his life.",
        "On second thoughts he bade Waldmar go back to the house. The dog\nwas a clever mountaineer, too, but Findelkind did not wish to lead\nhim into danger. “I have done the wrong, and I will bear the\nbrunt,” he said to himself; for he felt as if he had killed\nKatte’s children, and the weight of the sin was like lead on his\nheart, and he would not kill good Waldmar too.",
        "His little lantern did not show much light, and as he went higher\nupwards he lost sight of the moon. The cold was nothing to him,\nbecause the clear still air was that in which he had been reared;\nand the darkness he did not mind, because he was used to that\nalso; but the weight of sorrow upon him he scarcely knew how to\nbear, and how to find two tiny lambs in this vast waste of silence\nand shadow would have puzzled and wearied older minds than his.\nGaribaldi and all his household, old soldiers tried and true,\nsought all night once upon Caprera in such a quest, in vain.",
        "If he could only have awakened his brother Stefan to ask him which\nway they had gone! but then, to be sure, he remembered, Stefan\nmust have told that to all those who had been looking for the\nlambs from sunset to nightfall. All alone he began the ascent.",
        "Time and again, in the glad springtime and the fresh summer\nweather, he had driven his flock upwards to eat the grass that\ngrew in the clefts of the rocks and on the broad green alps. The\nsheep could not climb to the highest points; but the goats did,\nand he with them. Time and again he had lain on his back in these\nuppermost heights, with the lower clouds behind him and the black\nwings of the birds and the crows almost touching his forehead, as\nhe lay gazing up into the blue depth of the sky, and dreaming,\ndreaming, dreaming.",
        "He would never dream any more now, he thought to himself. His\ndreams had cost Katte her lambs, and the world of the dead\nFindelkind was gone forever; gone were all the heroes and knights;\ngone all the faith and the force; gone every one who cared for the\ndear Christ and the poor in pain.",
        "The bells of Zirl were ringing midnight. Findelkind heard, and\nwondered that only two hours had gone by since his mother had\nkissed him in his bed. It seemed to him as if long, long nights\nhad rolled away, and he had lived a hundred years.",
        "He did not feel any fear of the dark calm night, lit now and then\nby silvery gleams of moon and stars. The mountain was his old\nfamiliar friend, and the ways of it had no more terror for him\nthan these hills here used to have for the bold heart of Kaiser\nMax. Indeed, all he thought of was Katte–Katte and the lambs. He\nknew the way that the sheep tracks ran; the sheep could not climb\nso high as the goats; and he knew, too, that little Stefan could\nnot climb so high as he. So he began his search low down upon\nMartinswand.",
        "After midnight the cold increased; there were snow clouds hanging\nnear, and they opened over his head, and the soft snow came flying\nalong. For himself he did not mind it, but alas for the lambs!–\nif it covered them, how would he find them? And if they slept in\nit, they were dead.",
        "It was bleak and bare on the mountainside, though there were still\npatches of grass such as the flocks liked, that had grown since\nthe hay was cut. The frost of the night made the stone slippery,\nand even the irons gripped it with difficulty; and there was a\nstrong wind rising like a giant’s breath, and blowing his small\nhorn lantern to and fro.",
        "Now and then he quaked a little with fear–not fear of the night\nor the mountains, but of strange spirits and dwarfs and goblins of\nill repute, said to haunt Martinswand after nightfall. Old women\nhad told him of such things, though the priest always said that\nthey were only foolish tales, there being nothing on God’s earth\nwicked save men and women who had not clean hearts and hands.\nFindelkind believed the priest; still, all alone on the side of\nthe mountain, with the snowflakes flying round him, he felt a\nnervous thrill that made him tremble and almost turn backward.\nAlmost, but not quite; for he thought of Katte and the poor little\nlambs lost–and perhaps dead–through his fault. The path went\nzigzag and was very steep; the Arolla pines swayed their boughs in\nhis face; stones that lay in his path unseen in the gloom made him\nstumble. Now and then a large bird of the night flew by with a\nrushing sound; the air grew so cold that all Martinswand might\nhave been turning to one huge glacier. All at once he heard\nthrough the stillness–for there is nothing so still as a\nmountainside in snow–a little pitiful bleat. All his terrors\nvanished; all his memories of ghost tales passed away; his heart\ngave a leap of joy; he was sure it was the cry of the lambs. He\nstopped to listen more surely. He was now many score of feet above\nthe level of his home and of Zirl; he was, as nearly as he could\njudge, halfway as high as where the cross in the cavern marks the\nspot of the Kaiser’s peril. The little bleat sounded above him,\nand it was very feeble and faint.",
        "Findelkind set his lantern down, braced himself up by drawing\ntighter his old leathern girdle, set his sheepskin cap firm on his\nforehead, and went towards the sound as far as he could judge that\nit might be. He was out of the woods now; there were only a few\nstraggling pines rooted here and there in a mass of loose lying\nrock and slate; so much he could tell by the light of the lantern,\nand the lambs, by the bleating, seemed still above him.",
        "It does not, perhaps, seem very hard labor to hunt about by a\ndusky light upon a desolate mountainside; but when the snow is\nfalling fast,–when the light is only a small circle, wavering,\nyellowish on the white,–when around is a wilderness of loose\nstones and yawning clefts,–when the air is ice and the hour is\npast midnight,–the task is not a light one for a man; and\nFindelkind was a child, like that Findelkind that was in heaven.",
        "Long, very long, was his search; he grew hot and forgot all fear,\nexcept a spasm of terror lest his light should burn low and die\nout. The bleating had quite ceased now, and there was not even a\nsigh to guide him; but he knew that near him the lambs must be,\nand he did not waver or despair.",
        "He did not pray; praying in the morning had been no use; but he\ntrusted in God, and he labored hard, toiling to and fro, seeking\nin every nook and behind each stone, and straining every muscle\nand nerve, till the sweat rolled in a briny dew off his forehead,\nand his curls dripped with wet. At last, with a scream of joy, he\ntouched some soft close wool that gleamed white as the white snow.\nHe knelt down on the ground, and peered behind the stone by the\nfull light of his lantern; there lay the little lambs–two little\nbrothers, twin brothers, huddled close together, asleep. Asleep?\nHe was sure they were asleep, for they were so silent and still.",
        "He bowed over them, and kissed them, and laughed, and cried, and\nkissed them again. Then a sudden horror smote him; they were so\nvery still. There they lay, cuddled close, one on another, one\nlittle white head on each little white body–drawn closer than\never together, to try and get warm.",
        "He called to them; he touched them; then he caught them up in his\narms, and kissed them again, and again, and again. Alas! they were\nfrozen and dead. Never again would they leap in the long green\ngrass, and frisk with each other, and lie happy by Katte’s side;\nthey had died calling for their mother, and in the long, cold,\ncruel night only death had answered.",
        "Findelkind did not weep, or scream, or tremble; his heart seemed\nfrozen, like the dead lambs,",
        "It was he who had killed them.",
        "He rose up and gathered them in his arms,–and cuddled them in the\nskirts of his skeepskin tunic, and cast his staff away that he\nmight carry them, and so, thus burdened with their weight, set his\nface to the snow and the wind once more, and began his downward\nway.",
        "Once a great sob shook him; that was all. Now he had no fear.",
        "The night might have been noonday, the snow storm might have been\nsummer, for aught he knew or cared.",
        "Long and weary was the way, and often he stumbled and had to rest;\noften the terrible sleep of the snow lay heavy on his eyelids, and\nhe longed to lie down and be at rest, as the little brothers were;\noften it seemed to him that he would never reach home again. But\nhe shook the lethargy off him and resisted the longing, and held\non his way: he knew that his mother would mourn for him as Katte\nmourned for the lambs. At length, through all difficulty and\ndanger, when his light had spent itself and his strength had well\nnigh spent itself too, his feet touched the old highroad. There\nwere flickering torches and many people, and loud cries around the\nchurch, as there had been four hundred years before, when the last\nsacrament had been said in the valley for the hunter-king in peril\nabove.",
        "His mother, being sleepless and anxious, had risen long before it\nwas dawn, and had gone to the children’s chamber, and had found\nthe bed of Findelkind empty once more.",
        "He came into the midst of the people with the two little lambs in\nhis arms, and he heeded neither the outcries of neighbors nor the\nfrenzied joy of his mother: his eyes looked straight before him,\nand his face was white like the snow.",
        "“I killed them,” he said, and then two great tears rolled down his\ncheeks and fell on the little cold bodies of the two little dead\nbrothers.",
        "Findelkind was very ill for many nights and many days after that.",
        "Whenever he spoke in his fever he always said, “I killed them!”",
        "Never anything else.",
        "So the dreary winter months went by, while the deep snow filled up\nlands and meadows, and covered the great mountains from summit to\nbase, and all around Martinswand was quite still, and now and then\nthe post went by to Zirl, and on the holy-days the bells tolled;\nthat was all. His mother sat between the stove and his bed with a\nsore heart; and his father, as he went to and fro between the\nwalls of beaten snow, from the wood shed to the cattle byre, was\nsorrowful, thinking to himself the child would die, and join that\nearlier Findelkind whose home was with the saints,",
        "But the child did not die.",
        "He lay weak and wasted and almost motionless a long time; but\nslowly, as the springtime drew near, and the snows on the lower\nhills loosened, and the abounding waters coursed green and crystal\nclear clown all the sides of the hills, Findelkind revived as the\nearth did, and by the time the new grass was springing and the\nfirst blue of the gentian gleamed on the Alps, he was well.",
        "But to this day he seldom plays and scarcely ever laughs. His face\nis sad, and his eyes have a look of trouble.",
        "Sometimes the priest of Zirl says of him to others, “He will be a\ngreat poet or a great hero some day.” Who knows?",
        "Meanwhile, in the heart of the child there remains always a weary\npain, that lies on his childish life as a stone may lie on a\nflower.",
        "“I killed them!” he says often to himself, thinking of the two\nlittle white brothers frozen to death on Martinswand that cruel\nnight; and he does the things that are told him, and is obedient,\nand tries to be content with the humble daily duties that are his\nlot, and when he says his prayers at bedtime always ends them so:\n–",
        "“Dear God, do let the little lambs play with the other Findelkind\nthat is in heaven.”",
        "\nThis full text of “Bimbi” (Stories for Children) by Louise de la Ramee belongs to the public domain.\n"
    ]
}