{
    "title": "Bimbi - The Child of Urbino",
    "author": "Louise de la Ramee",
    "chapter": "4",
    "content": [
        "\n\n",
        "It was in the year of grace 1490, in the reign of Guidobaldo, Lord\nof Montefeltro, Duke of Urbino,–the year, by the way, of the\nbirth of that most illustrious and gracious lady, Vittoria\nColonna.",
        "It was in the spring of the year, in that mountain eyrie beloved\nof the Muses and coveted of the Borgia, that a little boy stood\nlooking out of a grated casement into the calm, sunshiny day. He\nwas a pretty boy, with hazel eyes, and fair hair cut straight\nabove his brows; he wore a little blue tunic with some embroidery\nabout the throat of it, and had in his hand a little round flat\ncap of the same color. He was sad of heart this merry morning, for\na dear friend of his, a friend ten years older than himself, had\ngone the night before on a journey over the mountains to Maestro\nFrancesco at Bologna, there to be bound apprentice to that gentle\nartist. This friend, Timoteo della Vita, had been very dear to the\nchild, had played with him and jested with him, made him toys and\ntold him stories, and he was very full of pain at Timoteo’s loss.\nYet he told himself not to mind, for had not Timoteo said to him,\n“I go as goldsmith’s ’prentice to the best of men; but I mean to\nbecome a painter”? And the child understood that to be a painter\nwas to be the greatest and wisest the world held; he quite\nunderstood that, for he was Raffaelle, the seven-year-old son of\nSignor Giovanni Sanzio.",
        "He was a very happy little boy here in this stately, yet homely\nand kindly Urbino, where his people had come for refuge when the\nlances of Malatesta had ravaged and ruined their homestead. He had\nthe dearest old grandfather in all the world; he had a loving\nmother, and he had a father who was very tender to him, and\npainted him among the angels of heaven, and was always full of\npleasant conceits and admirable learning, and such true love of\nart that the child breathed it with every breath, as he could\nbreathe the sweetness of a cowslip-bell when he held one in his\nhands up to his nostrils. It was good in those days to live in old\nUrbino. It was not, indeed, so brilliant a place as it became in a\nlater day, when Ariosto came there, and Bembo and Castiglione and\nmany another witty and learned gentleman, and the Courts of Love\nwere held with ingenious rhyme and pretty sentiment, sad only for\nwantonness. But, if not so brilliant, it was homelier, simpler,\nfull of virtue, with a wise peace and tranquillity that joined\nhands with a stout courage. The burgher was good friends with his\nprince, and knew that in any trouble or perplexity he could go up\nto the palace, or stop the duke in the market place, and be sure\nof sympathy and good counsel. There were a genuine love of\nbeautiful things, a sense of public duty and of public spirit, a\nloyal temper and a sage contentment, among the good people of that\ntime, which made them happy and prosperous.",
        "All work was solidly and thoroughly done, living was cheap, and\nfood good and plentiful, much better and more plentiful than it is\nnow; in the fine old houses every stone was sound, every bit of\nornament well wrought; men made their nests to live in and to pass\nto their children and children’s children after them, and had\ntheir own fancies and their own traditions recorded in the\nironwork of their casements and in the woodwork of their doors.\nThey had their happy day of honest toil from matins bell to\nevensong, and then walked out or sat about in the calm evening air\nand looked down on the plains below that were rich with grain and\nfruit and woodland, and talked and laughed among each other, and\nwere content with their own pleasant, useful lives, not burnt up\nwith envy of desire to be some one else, as in our sickly,\nhurrying time most people are.",
        "Yes, life must have been very good in those old days in old\nUrbino, better than it is anywhere in ours.",
        "Can you not picture to yourself good, shrewd, wise Giovanni\nSanzio, with his old father by his side, and his little son\nrunning before him, in the holy evening time of a feast day, with\nthe deep church bells swaying above-head, and the last sun-rays\nsmiting the frescoed walls, the stone bastions, the blazoned\nstandard on the castle roof, the steep city rocks shelving down\ninto the greenery of cherry orchard and of pear tree? I can,\nwhenever I shut my eyes and recall Urbino as it was; and would it\nhad been mine to live then in that mountain home, and meet that\ndivine child going along his happy smiling way, garnering\nunconsciously in his infant soul all the beautiful sights and\nsounds around him, to give them in his manhood to the world.",
        "“Let him alone: he will paint all this some day,” said his wise\nfather, who loved to think that his brushes and his colors would\npass in time to Raffaelle, whose hands would be stronger to hold\nthem than his own had been. And, whether he would ever paint it or\nnot, the child never tired of thus looking from his eyrie on the\nrocks and counting all that passed below through the blowing corn\nunder the leafy orchard boughs.",
        "There were so many things to see in Urbino in that time, looking\nso over the vast green valley below: a clump of spears, most\nlikely, as men-at-arms rode through the trees; a string of market\nfolk bringing in the produce of the orchards or the fields;\nperchance a red-robed cardinal on a white mule with glittering\nhousings, behind him a sumpter train rich with baggage, furniture,\ngold and silver plate; maybe the duke’s hunting party going out or\ncoming homeward with caracoling steeds, beautiful hounds straining\nat their leash, hunting horns sounding merrily over the green\ncountry; maybe a band of free lances, with plumes tossing, steel\nglancing, bannerets fluttering against the sky; or maybe a quiet\ngray-robed string of monks or pilgrims singing the hymn sung\nbefore Jerusalem, treading the long lush grass with sandaled feet,\ncoming towards the city, to crowd slowly and gladly up its rocky\nheight. Do you not wish with me you could stand in the window with\nRaffaelle to see the earth as it was then?",
        "No doubt the good folks of Urbino laughed at him often for a\nlittle moonstruck dreamer, so many hours did he stand looking,\nlooking,–only looking,–as eyes have a right to do that see well\nand not altogether as others see. Happily for him, the days of his\nchildhood were times of peace, and he did not behold, as his\nfather had done, the torches light up the street and the flames\ndevour the homesteads.",
        "At this time Urbino was growing into fame for its pottery work:\nthose big dishes and bowls, those marriage plates and pharmacy\njars which it made, were beginning to rival the products of its\nneighbor Gubbio, and when its duke wished to send a bridal gift,\nor a present on other festal occasions, he oftenest chose some\nservice or some rare platter of his own Urbino ware. Now, pottery\nhad not then taken the high place among the arts of Italy that it\nwas destined very soon to do. As you will learn when you are\nolder, after the Greeks and the Christians had exhausted all that\nwas beautiful in shape and substance of clay vases, the art seemed\nto die out, and the potters and the pottery painters died with it,\nor at any rate went to sleep for a great many centuries, whilst\nsoldiers and prelates, nobles and mercenaries, were trampling to\nand fro all over the land and disputing it, and carrying fire and\ntorch, steel and desolation, with them in their quarrels and\ncovetousness. But now, the reign of the late good duke, great\nFederigo, having been favorable to the Marches (as we call his\nprovince now), the potters and pottery painters, with other gentle\ncraftsmen, had begun to look up again, and the beneficent fires of\ntheir humble ovens had begun to burn in Castel Durante, in Pesaro,\nin Faenza, in Gubbio, and in Urbino itself. The great days had not\nyet come: Maestro Giorgio was but a youngster, and Orazio Fontane\nnot born, nor the clever baker Prestino either, nor the famous Fra\nXanto; but there was a Don Giorgio even then in Gubbio, of whose\nwork, alas! one plate now at the Louvre is all we have; and here\nin the ducal city on the hill rich and noble things were already\nbeing made in the stout and lustrous majolica that was destined to\nacquire later on so wide a ceramic fame. Jars and bowls and\nplatters, oval dishes and ewers and basins, and big-bodied, metal-\nwelded pharmacy vases were all made and painted at Urbino whilst\nRaffaelle Sanzio was running about on rosy infantine feet. There\nwas a master-potter of the Montefeltro at that time, one Maestro\nBenedetto Ronconi, whose name had not become world-renowned as\nOrazio Fontane’s and Maestro Giorgio’s did in the following\ncentury, yet who in that day enjoyed the honor of all the duchy,\nand did things very rare and fine in the Urbino ware. He lived\nwithin a stone’s throw of Giovanni Sanzio, and was a gray-haired,\nhandsome, somewhat stern and pompous man, now more than middle-\naged, who had one beauteous daughter, by name Pacifica. He\ncherished Pacifica well, but not so well as he cherished the\nthings he wrought–the deep round nuptial plates and oval massive\ndishes that he painted with Scriptural stories and strange\ndevices, and landscapes such as those he saw around, and flowing\nscrolls with Latin mottoes in black letters, and which, when thus\npainted, he consigned with an anxiously beating heart to the trial\nof the ovens, and which sometimes came forth from the trial all\ncracked and blurred and marred, and sometimes emerged in triumph\nand came into his trembling hands iridescent and lovely with those\nlustrous and opaline hues which we admire in them to this day as\nthe especial glory of majolica.",
        "Maestro Benedetto was an ambitious and vain man, and had had a\nhard, laborious manhood, working at his potter’s wheel and\npainter’s brush before Urbino ware was prized in Italy or even in\nthe duchy. Now, indeed, he was esteemed at his due worth, and his\nwork was so also, and he was passably rich, and known as a good\nartist beyond the Marches; but there was a younger man over at\nGubbio, the Don Giorgio who was precursor of unequaled Maestro\nGiorgio Andreoli, who surpassed him, and made him sleep o’ nights\non thorns, as envy makes all those to do who take her as their\nbedfellow.",
        "The house of Maestro Benedetto was a long stone building, with a\nloggia at the back all overclimbed by hardy rose trees, and\nlooking on a garden that was more than half an orchard, and in\nwhich grew abundantly pear trees, plum trees, and wood strawberries.\nThe lancet windows of his workshop looked on all this quiet greenery.\nThere were so many such pleasant workshops then in the land–calm,\ngodly, homelike places, filled from without with song of birds and\nscent of herbs and blossoms. Nowadays men work in crowded, stinking\ncities, in close factory chambers; and their work is barren as their\nlives are.",
        "The little son of neighbor Sanzio ran in and out this bigger,\nwider house and garden of Maestro Benedetto at his pleasure, for\nthe maiden Pacifica was always glad to see him, and even the\nsombre master-potter would unbend to him, and show him how to lay\nthe color on to the tremulous, fugitive, unbaked biscuit.",
        "Pacifica was a lovely young woman of some seventeen or eighteen\nsummers; and perhaps Raffaelle was but remembering her when he\npainted in his after-years the face of his Madonna di San Sisto.\nHe loved her as he loved everything that was beautiful and every\none who was kind; and almost better than his own beloved father’s\nstudio, almost better than his dear old grandsire’s cheerful\nlittle shop, did he love this grave, silent, sweet-smelling, sun-\npierced, shadowy old house of Maestro Benedetto.",
        "Maestro Benedetto had four apprentices or pupils in that time\nlearning to become figuli, but the one whom Raffaelle liked the\nmost (and Pacifica too) was one Luca Torelli, of a village above\nin the mountains,–a youth with a noble, dark, pensive beauty of\nhis own, and a fearless gait, and a supple, tall, slender figure\nthat would have looked well in the light coat of mail and silken\ndoublet of a man-at-arms. In sooth, the spirit of Messer Luca was\nmore made for war and its risks and glories than for the wheel and\nthe brush of the bottega; but he had loved Pacifica ever since he\nhad come down one careless holy-day into Urbino, and had bound\nhimself to her father’s service in a heedless moment of eagerness\nto breathe the same air and dwell under the same roof as she did.\nHe had gained little for his pains: to see her at mass and at\nmealtimes, now and then to be allowed to bring water from the well\nfor her or feed her pigeons, to see her gray gown go down between\nthe orchard trees and catch the sunlight, to hear the hum of her\nspinning wheel, the thrum of her viol–this was the uttermost he\ngot of joy in two long years; and how he envied Raffaelle running\nalong the stone floor of the loggia to leap into her arms, to hang\nupon her skirts, to pick the summer fruit with her, and sort with\nher the autumn herbs for drying!",
        "“I love Pacifica!” he would say, with a groan, to Raffaelle; and\nRaffaelle would say, with a smile, “Ah, Luca, so do I!”",
        "“It is not the same thing, my dear,” sighed Luca; “I want her for\nmy wife.”",
        "“I shall have no wife; I shall marry myself to painting,” said\nRaffaelle, with a little grave, wise face looking out from under\nthe golden roof of his fair hair. For he was never tired of\nwatching his father painting the saints with their branch of palm\non their ground of blue or of gold, or Maestro Benedetto making\nthe dull clay glow with angels’ wings and prophets’ robes and holy\nlegends told in color.",
        "Now, one day, as Raffaelle was standing and looking thus at his\nfavorite window in the potter’s house, his friend, the handsome,\nblack-browed Luca, who was also standing there, did sigh so deeply\nand so deplorably that the child was startled from his dreams.",
        "“Good Luca, what ails you?” he murmured, winding his arms about\nthe young man’s knees.",
        "“Oh, ’Faello!” mourned the apprentice, woefully. “Here is such a\nchance to win the hand of Pacifica if only I had talent–such\ntalent as that Giorgio of Gubbio has! If the good Lord had only\ngifted me with a master’s skill, instead of all this bodily\nstrength and sinew, like a wild hog of the woods, which avails me\nnothing here!”",
        "“What chance is it?” asked Raffaelle, “and what is there new about\nPacifica? She told me nothing, and I was with her an hour.”",
        "“Dear simple one, she knows nothing of it,” said Luca, heaving\nanother tremendous sigh from his heart’s deepest depths. “You must\nknow that a new order has come in this very forenoon from the\nduke; he wishes a dish and a jar of the very finest and firmest\nmajolica to be painted with the story of Esther, and made ready in\nthree months from this date, to then go as his gifts to his\ncousins of Gonzaga. He has ordered that no cost be spared in the\nwork, but that the painting thereof be of the best that can be\nproduced, and the prize he will give is fifty scudi. Now, Maestro\nBenedetto, having known some time, it seems, of this order, has\nhad made in readiness several large oval dishes and beautiful big-\nbellied jars: he gives one of each to each of his pupils,–to\nmyself, to Berengario, to Tito, and Zenone. The master is sorely\ndistraught that his eyesight permits him not himself to execute\nthe duke’s commands; but it is no secret that should one of us be\nso fortunate as to win the duke’s approbation, the painter who\ndoes so shall become his partner here and shall have the hand of\nPacifica. Some say that he has only put forth this promise as a\nstimulus to get the best work done of which his bottega is\ncapable; but I know Maestro Benedetto too well to deem him guilty\nof any such evasion. What he has said, he will carry out; if the\nvase and the dish win the duke’s praise, they will also win\nPacifica. Now you see, ’Faello mine, why I am so bitterly sad of\nheart, for I am a good craftsman enough at the wheel and the\nfurnace, and I like not ill the handling and the moulding of the\nclay, but at the painting of the clay I am but a tyro, and\nBerengario or even the little Zenone will beat me; of that I am\nsure.”",
        "Raffaelle heard all this in silence, leaning his elbows on his\nfriend’s knee, and his chin on the palms of his own hands. He knew\nthat the other pupils were better painters by far than his Luca,\nthough not one of them was such a good-hearted or noble-looking\nyouth, and for none of them did the maiden Pacifica care.",
        "“How long a time is given for the jar and the dish to be ready?\"\nhe asked, at length.",
        "“Three months, my dear,” said Luca, with a sigh sadder than ever.\n“But if it were three years, what difference would it make? You\ncannot cudgel the divine grace of art into a man with blows as you\ncudgel speed into a mule, and I shall be a dolt at the end of the time\nas I am now. What said your good father to me but yesternight?–and\nhe IS good to me and does not despise me. He said: ’Luca, my son,\nit is of no more avail for you to sigh for Pacifica than for the\nmoon. Were she mine I would give her to you, for you have a heart\nof gold, but Signor Benedetto will not; for never, I fear me, will\nyou be able to decorate anything more than an apothecary’s mortar\nor a barber’s basin. If I hurt you, take it not ill; I mean kindness,\nand were I a stalwart youth like you I would go try my fortunes in\nthe Free Companies in France or Spain, or down in Rome, for you are\nmade for a soldier.’ That was the best even your father could say\nfor me, ’Faello.”",
        "“But Pacifica,” said the child,–\"Pacifica would not wish you to\njoin the Free Companies.”",
        "“God knows,” said Luca, hopelessly. “Perhaps she would not care.”",
        "“I am sure she would,” said Raffaelle, “for she does love you,\nLuca, though she cannot say so, being but a girl, and Signor\nBenedetto against you. But that redcap you tamed for her, how she\nloves it, how she caresses it, and half is for you, Luca, half for\nthe bird!”",
        "Luca kissed him.",
        "But the tears rolled down the poor youth’s face, for he was much\nin earnest and filled with despair.",
        "“Even if she did, if she do,” he murmured hopelessly, “she never\nwill let me know it, since her father forbids a thought of me; and\nnow here is this trial of skill at the duke’s order come to make\nthings worse, and if that swaggering Berengario of Fano win her,\nthen truly will I join the free lances and pray heaven send me\nswift shrive and shroud.”",
        "Raffaelle was very pensive for a while; then he raised his head,\nand said:–",
        "“I have thought of something, Luca. But I do not know whether you\nwill let me try it.”",
        "“You angel child! What would your old Luca deny to you? But as for\nhelping me, my dear, put that thought out of your little mind\nforever, for no one can help me, ’Faello, not the saints\nthemselves, since I was born a dolt!”",
        "Raffaelle kissed him, and said, “Now listen!”",
        "A few days later Signer Benedetto informed his pupils in\nceremonious audience of the duke’s command and of his own\nintentions; he did not pronounce his daughter’s name to the\nyouths, but he spoke in terms that were clear enough to assure\nthem that whoever had the good fortune and high merit to gain the\nduke’s choice of his pottery should have the honor of becoming\nassociate in his own famous bottega. Now, it had been known in\nUrbino ever since Pacifica had gone to her first communion that\nwhoever pleased her father well enough to become his partner would\nhave also to please her as her husband. Not much attention was\ngiven to maidens’ wishes in those times, and no one thought the\nmaster-potter either unjust or cruel in thus suiting himself\nbefore he suited his daughter. And what made the hearts of all the\nyoung men quake and sink the lowest was the fact that Signer\nBenedetto offered the competition, not only to his own apprentices,\nbut to any native of the duchy of Urbino. For who could tell what\nhero might not step forth from obscurity and gain the great prize\nof this fair hand of Pacifica’s? And with her hand would go many\na broad gold ducat, and heritage of the wide old gray stone house,\nand many an old jewel and old brocade that were kept there in dusky\nsweet-smelling cabinets, and also more than one good piece of land,\nsmiling with corn and fruit trees, outside the gates in the lower\npastures to the westward.",
        "Luca, indeed, never thought of these things, but the other three\npupils did, and other youths as well. Had it not been for the\nlimitation as to birth within the duchy, many a gallant young\npainter from the other side of the Apennines, many a lusty\nvasalino or boccalino from the workshops of fair Florence herself,\nor from the Lombard cities, might have traveled there in hot haste\nas fast as horses could carry them, and come to paint the clay for\nthe sake of so precious a recompense. But Urbino men they had to\nbe; and poor Luca, who was so full of despair that he could almost\nhave thrown himself headlong from the rocks, was thankful to\ndestiny for even so much slender mercy as this,–that the number\nof his rivals was limited.",
        "“Had I been you,” Giovanni Sanzio ventured once to say\nrespectfully to Signor Benedetto, “I think I should have picked\nout for my son-in-law the best youth that I knew, not the best\npainter; for be it said in all reverence, my friend, the greatest\nartist is not always the truest man, and by the hearthstone humble\nvirtues have sometimes high claim.”",
        "Then Signor Benedetto had set his stern face like a flint, knowing\nvery well what youth Messer Giovanni would have liked to name to\nhim.",
        "“I have need of a good artist in my bottega to keep up its fame,\"\nhe had said stiffly. “My vision is not what it was, and I should\nbe loath to see Urbino ware fall back, whilst Pesaro and Gubbio\nand Castel Durante gain ground every day. Pacifica must pay the\npenalty, if penalty there be, for being the daughter of a great\nartist.”",
        "Mirthful, keen-witted Sanzio smiled to himself, and went his way\nin silence; for he who loved Andrea Mantegna did not bow down in\nhomage before the old master-potter’s estimation of himself, which\nwas in truth somewhat overweening in its vanity.",
        "“Poor Pacifica!” he thought; “if only my ’Faello were but some\ndecade older!”",
        "He, who could not foresee the future, the splendid, wondrous,\nunequaled future that awaited his young son, wished nothing better\nfor him than a peaceful painter’s life here in old Urbino, under\nthe friendly shadow of the Montefeltro’s palace walls.",
        "Meanwhile, where think you was Raffaelle? Half the day, or all the\nday, and every day whenever he could? Where think you was he?\nWell, in the attic of Luca, before a bowl and a dish almost as big\nas himself. The attic was a breezy, naked place, underneath the\narches supporting the roof of Maestro Benedetto’s dwelling. Each\npupil had one of these garrets to himself,–a rare boon, for which\nLuca came to be very thankful, for without it he could not have\nsheltered his angel; and the secret that Raffaelle had whispered\nto him that day of the first conference had been, “Let ME try and\npaint it!”",
        "For a long time Luca had been afraid to comply, had only forborne\nindeed from utter laughter at the idea from his love and reverence\nfor the little speaker. Baby Sanzio, who was only just seven years\nold as the April tulips reddened the corn, painting a majolica\ndish and vase to go to the Gonzaga of Mantua! The good fellow\ncould scarcely restrain his shouts of mirth at the audacious\nfancy; and nothing had kept him grave but the sight of that most\nserious face of Raffaelle, looking up to his with serene, sublime\nself-confidence, nay, perhaps, rather, confidence in heaven and in\nheaven’s gifts.",
        "“Let me try!” said the child a hundred times. He would tell no\none, only Luca would know; and if he failed–well, there would\nonly be the spoiled pottery to pay for, and had he not two whole\nducats that the duke had given him when the court had come to\nbehold his father’s designs for the altar frescos at San Dominico\ndi Cagli?",
        "So utterly in earnest was he, and so intense and blank was Luca’s\nabsolute despair, that the young man had in turn given way to his\nentreaties. “Never can I do aught,” he thought, bitterly, looking\nat his own clumsy designs, “And sometimes by the help of cherubs\nthe saints work miracles,”",
        "“It will be no miracle,” said Raffaelle, hearing him murmur this;\n“it will be myself, and that which the dear God has put into me.”",
        "From that hour Luca let him do what he would, and through all\nthese lovely early summer days the child came and shut himself up\nin the garret, and studied, and thought, and worked, and knitted\nhis pretty fair brows, and smiled in tranquil satisfaction,\naccording to the mood he was in and the progress of his labors.",
        "Giovanni Sanzio went away at that time to paint an altar-piece\nover at Citta di Castello, and his little son for once was glad he\nwas absent. Messer Giovanni would surely have remarked the long\nand frequent visits of Raffaelle to the attic, and would, in all\nlikelihood, have obliged him to pore over his Latin or to take\nexercise in the open fields; but his mother said nothing, content\nthat he should be amused and safe, and knowing well that Pacifica\nloved him and would let him come to no harm under her roof.\nPacifica herself did wonder that he deserted her so perpetually\nfor the garret. But one day when she questioned him the sweet-\nfaced rogue clung to her and murmured, “Oh, Pacifica, I do want\nLuca to win you, because he loves you so; and I do love you both!\"\nAnd she grew pale, and answered him, “Ah, dear, if he could!” and\nthen said never a word more, but went to her distaff; and\nRaffaelle saw great tears fall off her lashes down among the flax.",
        "She thought he went to the attic to watch how Luca painted, and\nloved him more than ever for that, but knew in the hopelessness of\nher heart–as Luca also knew it in his–that the good and gallant\nyouth would never be able to create anything that would go as the\nduke’s gifts to the Gonzaga of Mantua. And she did care for Luca!\nShe had spoken to him but rarely indeed, yet passing in and out of\nthe same doors, and going to the same church offices, and dwelling\nalways beneath the same roof, he had found means of late for a\nword, a flower, a serenade. And he was so handsome and so brave,\nand so gentle, too, and so full of deference. Poor Pacifica cared\nnot in the least whether he could paint or not. He could have made\nher happy.",
        "In the attic Raffaelle passed the most anxious hours of all his\nsunny little life. He would not allow Luca even to look at what he\ndid. He barred the door and worked; when he went away he locked\nhis work up in a wardrobe. The swallows came in and out of the\nunglazed window, and fluttered all around him; the morning\nsunbeams came in, too, and made a nimbus round his golden head,\nlike that which his father gilded above the heads of saints.\nRaffaelle worked on, not looking off, though clang of trumpet, or\nfanfare of cymbal, often told him there was much going on worth\nlooking at down below. He was only seven years old, but he labored\nas earnestly as if he were a man grown, his little rosy ringers\ngripping that pencil which was to make him in life and death\nfamous as kings are not famous, and let his tender body lie in its\nlast sleep in the Pantheon of Rome.",
        "He had covered hundreds of sheets with designs before he had\nsucceeded in getting embodied the ideas that haunted him. When he\nhad pleased himself at last, he set to work to transfer his\nimaginations to the clay in color in the subtile luminous metallic\nenamel that characterizes Urbino majolica.",
        "Ah, how glad he was now that his father had let him draw from the\ntime he was two years old, and that of late Messer Benedetto had\nshown him something of the mysteries of painting on biscuit and\nproducing the metallic lustre which was the especial glory of the\npottery of the duchy!",
        "How glad he was, and how his little heart bounded and seemed to\nsing in this his first enjoyment of the joyous liberties and\npowers of creative work!",
        "A well-known writer has said that genius is the power of taking\npains; he should have said rather that genius HAS this power also,\nbut that first and foremost it possesses the power of spontaneous\nand exquisite production without effort and with delight.",
        "Luca looked at him (not at his work, for the child had made him\npromise not to do so) and began to marvel at his absorption, his\nintentness, the evident facility with which he worked: the little\nfigure leaning over the great dish on the bare board of the table,\nwith the oval opening of the window and the blue sky beyond it,\nbegan to grow sacred to him with more than the sanctity of\nchildhood. Raffaelle’s face grew very serious, too, and lost its\ncolor, and his large hazel eyes looked very big and grave and\ndark.",
        "“Perhaps Signer Giovanni will be angry with me if ever he knows,\"\nthought poor Luca; but it was too late to alter anything now. The\nchild Sanzio had become his master.",
        "So Raffaelle, unknown to any one else, worked on and on there in\nthe attic while the tulips bloomed and withered, and the\nhoneysuckle was in flower in the hedges, and the wheat and barley\nwere being cut in the quiet fields lying far down below in the\nsunshine. For midsummer was come; the three months all but a week\nhad passed by. It was known that every one was ready to compete\nfor the duke’s choice.",
        "One afternoon Raffaelle took Luca by the hand and said to him,\n“Come.”",
        "He led the young man up to the table, beneath the unglazed window,\nwhere he had passed so many of these ninety days of the spring and\nsummer.",
        "Luca gave a great cry, and stood gazing, gazing, gazing. Then he\nfell on his knees and embraced the little feet of the child: it\nwas the first homage that he, whose life became one beautiful song\nof praise, received from man.",
        "“Dear Luca,” he said softly, “do not do that. If it be indeed\ngood, let us thank God.”",
        "What his friend saw were the great oval dish and the great jar or\nvase standing with the sunbeams full upon them, and the brushes\nand the tools and the colors all strewn around. And they shone\nwith lustrous opaline hues and wondrous flame-like glories and\ngleaming iridescence, like melted jewels, and there were all\nmanner of graceful symbols and classic designs wrought upon them;\nand their borders were garlanded with cherubs and flowers, bearing\nthe arms of Montefeltro, and the landscapes were the tender,\nhomely landscapes round about Urbino; and the mountains had the\nsolemn radiance that the Apennines wore at eveningtime; and amidst\nthe figures there was one supreme, white-robed, golden-crowned\nEsther, to whom the child painter had given the face of Pacifica.\nAnd this wondrous creation, wrought by a baby’s hand, had safely\nand secretly passed the ordeal of the furnace, and had come forth\nwithout spot or flaw.",
        "Luca ceased not from kneeling at the feet of Raffaelle, as ever\nsince has kneeled the world.",
        "“Oh, wondrous boy! Oh, angel sent unto men!” sighed the poor\n’prentice, as he gazed; and his heart was so full that he burst\ninto tears.",
        "“Let us thank God,” said little Raffaelle again; and he joined his\nsmall hands that had wrought this miracle, and said his Laus\nDomini.",
        "When the precious jar and the great platter were removed to the\nwardrobe and shut up in safety behind the steel wards of the\nlocker, Luca said timidly, feeling twenty years in age behind the\nwisdom of this divine child: “But, dearest boy, I do not see how\nyour marvelous and most exquisite accomplishment can advantage me.\nEven if you would allow it to pass as mine, I could not accept\nsuch a thing; it would be a fraud, a shame: not even to win\nPacifica could I consent.”",
        "“Be not so hasty, good friend,” said Raffaelle. “Wait just a\nlittle longer yet and see. I have my own idea. Do trust in me.”",
        "“Heaven speaks in you, that I believe,” said Luca, humbly.",
        "Raffaelle answered not, but ran downstairs, and, passing Pacifica,\nthrew his arms about her in more than his usual affectionate\ncaresses.",
        "“Pacifica, be of good heart,” he murmured, and would not be\nquestioned, but ran homeward to his mother.",
        "“Can it be that Luca has done well,” thought Pacifica; but she\nfeared the child’s wishes had outrun his wisdom. He could not be\nany judge, a child of seven years, even though he were the son of\nthat good and honest painter and poet, Giovanni Sanzio.",
        "The next morning was midsummer day. Now, the pottery was all to be\nplaced on this forenoon in the bottega of Signor Benedetto; and\nthe Duke Guidobaldo was then to come and make his choice from\namidst them; and the master-potter, a little because he was a\ncourtier, and more because he liked to affect a mighty indifference\nand to show he had no favoritism, had declared that he would not\nhimself see the competing works of art until the eyes of the Lord\nof Montefeltro also fell upon them.",
        "As for Pacifica, she had locked herself in her chamber, alone with\nher intense agitation. The young men were swaggering about, and\ntaunting each other, and boasting. Luca alone sat apart, thrumming\nan old lute. Giovanni Sanzio, who had ridden home at evening from\nCitta di Castello, came in from his own house and put his hand on\nthe youth’s shoulder.",
        "“I hear the Pesaro men have brought fine things. Take courage, my\nlad. Maybe we can entreat the duke to dissuade Pacifica’s father\nfrom this tyrannous disposal of her hand.”",
        "Luca shook his head wearily.",
        "There would be one beautiful thing there, indeed, he knew; but\nwhat use would that be to him?",
        "“The child–the child–” he stammered, and then remembered that he\nmust not disclose Raffaelle’s secret.",
        "“My child?” said Signor Giovanni. “Oh, he will be here; he will be\nsure to be here: wherever there is a painted thing to be seen,\nthere always, be sure, is Raffaelle.”",
        "Then the good man sauntered within from the loggia, to exchange\nsalutations with Ser Benedetto, who, in a suit of fine crimson\nwith doublet of sad-colored velvet, was standing ready to advance\nbareheaded into the street as soon as the hoofs of the duke’s\ncharger should strike on the stones.",
        "“You must be anxious in your thoughts,” said Signor Giovanni to\nhim. “They say a youth from Pesaro brings something fine: if you\nshould find yourself bound to take a stranger into your workroom\nand your home–”",
        "“If he be a man of genius, he will be welcome,” answered Messer\nRonconi, pompously. “Be he of Pesaro, or of Fano, or of Castel\nDurante, I go not back from my word: I keep my word, to my own\nhindrance even, ever.”",
        "“Let us hope it will bring you only joy and triumph here,” said\nhis neighbor, who knew him to be an honest man and a true, if\nover-obstinate and too vain of his own place in Urbino.",
        "“Our lord the duke!” shouted the people standing in the street;\nand Ser Benedetto walked out with stately tread to receive the\nhonor of his master’s visit to his bottega.",
        "Raffaelle slipped noiselessly up to his father’s side, and slid\nhis little hand into Sanzio’s.",
        "“You are not surely afraid of our good Guidobaldo!” said his\nfather, with a laugh and some little surprise, for Raffaelle was\nvery pale, and his lower lip trembled a little.",
        "“No,” said the child, simply.",
        "The young duke and his court came riding down the street, and\npaused before the old stone house of the master-potter,–splendid\ngentlemen, though only in their morning apparel, with noble\nBarbary steeds fretting under them, and little pages and liveried\nvarlets about their steps. Usually, unless he went hunting or on a\nvisit to some noble, Guidobaldo, like his father, walked about\nUrbino like any one of his citizens; but he knew the pompous and\nsomewhat vainglorious temper of Messer Benedetto, and good-\nnaturedly was willing to humor its harmless vanities. Bowing to\nthe ground, the master-potter led the way, walking backward into\nhis bottega; the courtiers followed their prince; Giovanni Sanzio\nwith his little son and a few other privileged persons went in\nalso at due distance. At the farther end of the workshop stood the\npupils and the artists from Pesaro and other places in the duchy\nwhose works were there in competition. In all there were some ten\ncompetitors: poor Luca, who had set his own work on the table with\nthe rest as he was obliged to do, stood hindmost of all, shrinking\nback, to hide his misery, into the deepest shadow of the deep-\nbayed latticed window.",
        "On the narrow deal benches that served as tables on working days\nto the pottery painters were ranged the dishes and the jars, with\na number attached to each–no name to any, because Signor\nBenedetto was resolute to prove his own absolute disinterestedness\nin the matter of choice: he wished for the best artist. Prince\nGuidobaldo, doffing his plumed cap courteously, walked down the\nlong room and examined each production in its turn. On the whole,\nthe collection made a brave display of majolica, though he was\nperhaps a little disappointed at the result in each individual\ncase, for he had wanted something out of the common run and\nabsolutely perfect. Still, with fair words he complimented Signor\nBenedetto on the brave show, and only before the work of poor Luca\nwas he entirely silent, since indeed silence was the greatest\nkindness he could show to it: the drawing was bold and regular,\nbut the coloring was hopelessly crude, glaring, and ill-disposed.",
        "At last, before a vase and a dish that stood modestly at the very\nfarthest end of the deal bench, the duke gave a sudden exclamation\nof delight, and Signor Benedetto grew crimson with pleasure and\nsurprise, and Giovanni Sanzio pressed a little nearer and tried to\nsee over the shoulders of the gentlemen of the court, feeling sure\nthat something rare and beautiful must have called forth that cry\nof wonder from the Lord of Montefeltro, and having seen at a\nglance that for his poor friend Luca there was no sort of hope.",
        "“This is beyond all comparison,” said Guidobaldo, taking the great\noval dish up reverently in his hands. “Maestro Benedetto, I do\nfelicitate you indeed that you should possess such a pupil. He\nwill be a glory to our beloved Urbino.”",
        "“It is indeed most excellent work, my lord duke,” said the master-\npotter, who was trembling with surprise and dared not show all the\nastonishment and emotion that he felt at the discovery of so\nexquisite a creation in his bottega. “It must be,” he added, for\nhe was a very honest man, “the work of one of the lads of Pesaro\nor Castel Durante. I have no such craftsman in my workshop. It is\nbeautiful exceedingly!”",
        "“It is worth its weight in gold!” said the prince, sharing his\nemotion. “Look, gentlemen–look! Will not the fame of Urbino be\nborne beyond the Apennines and Alps?”",
        "Thus summoned, the court and the citizens came to look, and\naverred that truly never in Urbino had they seen such painting on\nmajolica. “But whose is it?” said Guidobaldo, impatiently, casting\nhis eyes over the gathered group in the background of apprentices\nand artists. “Maestro Benedetto, I pray you, the name of the\nartist; I pray you, quick!”",
        "“It is marked number eleven, my lord,” answered the master-potter.\n“Ho, you who reply to that number, stand out and give your name.\nMy lord duke has chosen your work. Ho, there! do you hear me?”",
        "But not one of the group moved. The young men looked from one to\nanother. Who was this nameless rival? There were but ten of\nthemselves.",
        "“Ho, there!” repeated Signor Benedetto, getting angry. “Cannot you\nfind a tongue, I say? Who has wrought this work? Silence is but\ninsolence to his highness and to me!”",
        "Then the child Sanzio loosened his little hand from his father’s\nhold, and went forward, and stood before the master-potter.",
        "“I painted it,” he said, with a pleased smile; “I, Raffaelle.”",
        "Can you not fancy, without telling, the confusion, the wonder, the\nrapture, the incredulity, the questions, the wild ecstasy of\npraise, that followed on the discovery of the child artist? Only\nthe presence of Guidobaldo kept it in anything like decent\nquietude, and even he, all duke though he was, felt his eyes wet\nand felt his heart swell; for he himself was childless, and for\nthe joy that Giovanni Sanzio felt that day he would have given his\npatrimony and duchy.",
        "He took a jewel hung on a gold chain from his own breast and threw\nit over Raffaelle’s shoulders.",
        "“There is your first guerdon,” he said; “you will have many, O\nwondrous child, who shall live when we are dust!”",
        "Raffaelle, who himself was all the while quite tranquil and\nunmoved, kissed the duke’s hand with sweetest grace, then turned\nto his own father.",
        "“It is true I have won my lord duke’s prize?”",
        "“Quite true, my angel!” said Giovanni Sanzio, with tremulous\nvoice.",
        "Raffaelle looked up at Maestro Benedetto.",
        "“Then I claim the hand of Pacifica!”",
        "There was a smile on all the faces round, even on the darker\ncountenances of the vanquished painters.",
        "“Oh, would indeed you were of age to be my son by marriage, as you\nare the son of my heart!” murmured Signor Benedetto. “Dear and\nmarvelous child, you are but jesting, I know. Tell me what it is\nindeed that you would have. I could deny you nothing; and truly it\nis you who are my master.”",
        "“I am your pupil,” said Raffaelle, with that pretty serious smile\nof his, his little fingers playing with the ducal jewel. “I could\nnever have painted that majolica yonder had you not taught me the\nsecrets and management of your colors. Now, dear maestro mine, and\nyou, O my lord duke, do hear me! I by the terms of the contest\nhave won the hand of Pacifica and the right of association with\nMesser Ronconi. I take these rights and I give them over to my\ndear friend Luca of Fano, because he is the honestest man in all\nthe world, and does honor Signor Benedetto and love Pacifica as no\nother can do so well, and Pacifica loves him, and my lord duke\nwill say that thus all will be well.”",
        "So with the grave, innocent audacity of a child he spoke–this\nseven-year-old painter who was greater than any there.",
        "Signor Benedetto stood mute, sombre, agitated. Luca had sprung\nforward and dropped on one knee; he was as pale as ashes.\nRaffaelle looked at him with a smile.",
        "“My lord duke,” he said, with his little gentle smile, “you have\nchosen my work; defend me in my rights.”",
        "“Listen to the voice of an angel, my good Benedetto; heaven speaks\nby him,” said Guidobaldo, gravely, laying his hand on the arm of\nhis master-potter.",
        "Harsh Signor Benedetto burst into tears.",
        "“I can refuse him nothing,” he said, with a sob. “He will give\nsuch glory unto Urbino as never the world hath seen!”",
        "“And call down this fair Pacifica whom Raffaelle has won,” said\nthe sovereign of the duchy, “and I will give her myself as her\ndower as many gold pieces as we can cram into this famous vase. An\nhonest youth who loves her and whom she loves–what better can you\ndo, Benedetto? Young man, rise up and be happy. An angel has\ndescended on earth this day for you.”",
        "But Luca heard not; he was still kneeling at the feet of\nRaffaelle, where the world has knelt ever since.",
        "Continue...",
        "\nThis full text of “Bimbi” (Stories for Children) by Louise de la Ramee belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}