{
    "title": "Bimbi - Lampblack",
    "author": "Louise de la Ramee",
    "chapter": "3",
    "content": [
        "\n\n",
        "A poor black paint lay very unhappy in its tube one day alone,\nhaving tumbled out of an artist’s color box and lying quite\nunnoticed for a year. “I am only Lampblack,” he said to himself.\n“The master never looks at me: he says I am heavy, dull,\nlustreless, useless. I wish I could cake and dry up and die, as\npoor Flake-white did when he thought she turned yellow and\ndeserted her.”",
        "But Lampblack could not die; he could only lie in his tin tube and\npine, like a silly, sorrowful thing as he was, in company with\nsome broken bits of charcoal and a rusty palette knife. The master\nnever touched him; month after month passed by, and he was never\nthought of; the other paints had all their turn of fair fortune,\nand went out into the world to great academies and mighty palaces,\ntransfigured and rejoicing in a thousand beautiful shapes and\nservices. But Lampblack was always passed over as dull and coarse,\nwhich indeed he was, and knew himself to be so, poor fellow, which\nmade it all the worse. “You are only a deposit!” said the other\ncolors to him; and he felt that it was disgraceful to be a\ndeposit, though he was not quite sure what it meant.",
        "“If only I were happy like the others!” thought poor, sooty\nLampblack, sorrowful in his corner. “There is Bistre, now, he is\nnot so very much better-looking than I am, and yet they can do\nnothing without him, whether it is a girl’s face or a wimple in a\nriver!”",
        "The others were all so happy in this beautiful bright studio,\nwhose open casements were hung with myrtle and passion-flower, and\nwhose silence was filled with the singing of nightingales. Cobalt,\nwith a touch or two, became the loveliness of summer skies at\nmorning; the Lakes and Carmines bloomed in a thousand exquisite\nflowers and fancies; the Chromes and Ochres (mere dull earths)\nwere allowed to spread themselves in sheets of gold that took the\nshine of the sun into the darkest places; Umber, a sombre and\ngloomy thing, could lurk yet in a child’s curls and laugh in a\nchild’s smiles; whilst all the families of the Vermilions, the\nBlues, the Greens, lived in a perpetual glory of sunset or\nsunrise, of ocean waves or autumn woods, of kingly pageant or of\nmartial pomp.",
        "It was very hard. Poor Lampblack felt as if his very heart would\nbreak, above all when he thought of pretty little Rose Madder,\nwhom he loved dearly, and who never would even look at him,\nbecause she was so very proud, being herself always placed in\nnothing less than rosy clouds, or the hearts of roses, or\nsomething as fair and spiritual.",
        "“I am only a wretched deposit!” sighed Lampblack, and the rusty\npalette knife grumbled back, “My own life has been ruined in\ncleaning dirty brushes, and see what the gratitude of men and\nbrushes is!”",
        "“But at least you have been of use once; but I never am–never!\"\nsaid Lampblack, wearily; and indeed he had been there so long that\nthe spiders had spun their silver fleeces all about him, and he\nwas growing as gray as an old bottle does in a dark cellar.",
        "At that moment the door of the studio opened, and there came a\nflood of light, and the step of a man was heard: the hearts of all\nthe colors jumped for joy, because the step was that of their\nmagician, who out of mere common clays and ground ores could raise\nthem at a touch into splendors of the gods and divinities\nimmortal.",
        "Only the heart of poor dusty Lampblack could not beat a throb the\nmore, because he was always left alone and never was thought\nworthy even of a glance. He could not believe his senses when this\nafternoon–oh, miracle and ecstasy!–the step of the master\ncrossed the floor to the obscured corner where he lay under his\nspiders’ webs, and the hand of the master touched him. Lampblack\nfelt sick and faint with rapture. Had recognition come at last?",
        "The master took him up, “You will do for this work,” he said; and\nLampblack was borne trembling to an easel. The colors, for once in\ntheir turn neglected, crowded together to watch, looking in their\nbright tin tubes like rows of little soldiers in armor.",
        "“It is the old dull Deposit,” they murmured to one another, and\nfelt contemptuous, yet were curious, as scornful people often will\nbe.",
        "“But I am going to be glorious and great,” thought Lampblack, and\nhis heart swelled high; for never more would they be able to hurl\nthe name of Deposit at him, a name which hurt him none the less,\nbut all the more indeed, because it was unintelligible.",
        "“You will do for this work,” said the master, and let Lampblack\nout of his metal prison house into the light and touched him with\nthe brush that was the wand of magic.",
        "“What am I going to be?” wondered Lampblack, as he felt himself\ntaken on to a large piece of deal board, so large that he felt he\nmust be going to make the outline of an athlete or the shadows of\na tempest at the least.",
        "Himself he could not tell what he was becoming: he was happy\nenough and grand enough only to be employed, and, as he was being\nused, began to dream a thousand things of all the scenes he would\nbe in, and all the hues that he would wear, and all the praise\nthat he would hear when he went out into that wonderful great\nworld of which his master was an idol. From his secret dreams he\nwas harshly roused; all the colors were laughing and tittering\nround him till the little tin helmets they wore shook with their\nmerriment.",
        "“Old Deposit is going to be a signpost,” they cried to one another\nso merrily that the spiders, who are not companionable creatures,\nfelt themselves compelled to come to the doors of their dens and\nchuckle too. A signpost! Lampblack, stretched out in an ecstasy\nupon the board, roused himself shivering from his dreams, and\ngazed at his own metamorphosis. He had been made into seven\nletters, thus:–",
        "                          Bandita",
        "This word in the Italian country, where the English painter’s\nstudio was, means, Do not trespass, do not shoot, do not show\nyourself here: anything, indeed, that is peremptory and uncivil to\nall trespassers. In these seven letters, outspread upon the board,\nwas Lampblack crucified!",
        "Farewell, ambitious hopes and happy dreams! He had been employed\nto paint a signboard, a thing stoned by the boys, blown on by the\nwinds, gnawed by the rats, and drenched with the winter’s rains.\nBetter the dust and the cobwebs of his old corner than such shame\nas this!",
        "But help was there none. His fate was fixed. He was dried with a\ndrench of turpentine, hastily clothed in a coat of copal, and here\nhe yet was fully aware of all his misery, was being borne away\nupon the great board out of doors and handed to the gardener. For\nthe master was a hasty and ardent man, and had been stung into\nimpatience by the slaughter of some favorite blue thrushes in his\nilex trees that day, and so in his haste had chosen to do\njourneyman’s work himself. Lampblack was carried out of the studio\nfor the last time, and as the door closed on him he heard all the\ncolors laughing, and the laugh of little Rose Madder was highest\nof all as she cried to Naples Yellow, who was a dandy and made\ncourt to her: “Poor old ugly Deposit! He will grumble to the owls\nand the bats now!”",
        "The door shut, shutting him out forever from all that joyous\ncompany and palace of fair visions, and the rough hands of the\ngardener grasped him and carried him to the edge of the great\ngarden, where the wall overlooked the public road, and there\nfastened him on high with a band of iron round the trunk of a\ntree.",
        "That night it rained heavily, and the north wind blew, and there\nwas thunder also. Lampblack, out in the storm without his tin\nhouse to shelter him, felt that of all creatures wretched on the\nface of the earth there was not one so miserable as he.",
        "A signboard! Nothing but a signboard!",
        "The degradation of a color, created for art and artists, could not\nbe deeper or more grievous anywhere. Oh, how he sighed for his tin\ntube and the quiet nook with the charcoal and the palette knife!",
        "He had been unhappy there indeed, but still had had always some\nsort of hope to solace him–some chance still remaining that one\nday fortune might smile and he be allowed to be at least the\nlowest stratum of some immortal work.",
        "But now hope was there none. His doom, his end, were fixed and\nchangeless. Never more could he be anything but what he was; and\nchange there could be none till weather and time should have done\ntheir work on him, and he be rotting on the wet earth, a shattered\nand worm-eaten wreck.",
        "Day broke–a gloomy, misty morning.",
        "From where he was crucified upon the tree-trunk he could no longer\neven see his beloved home, the studio; he could only see a dusky,\nintricate tangle of branches all about him, and below the wall of\nflint, with the Banksia that grew on it, and the hard muddy\nhighway, drenched from the storm of the night.",
        "A man passed in a miller’s cart, and stood up and swore at him,\nbecause the people had liked to come and shoot and trap the birds\nof the master’s wooded gardens, and knew that they must not do it\nnow.",
        "A slug crawled over him, and a snail also. A woodpecker hammered\nat him with its strong beak. A boy went by under the wall and\nthrew stones at him, and called him names. The rain poured down\nagain heavily. He thought of the happy painting room, where it had\nseemed always summer and always sunshine, and where now in the\nforenoon all the colors were marshaling in the pageantry of the\nArts, as he had seen them do hundreds of times from his lone\ncorner. All the misery of the past looked happiness now.",
        "“If I were only dead, like Flakewhite,” he thought; but the stones\nonly bruised, they did not kill him; and the iron band only hurt,\nit did not stifle him. For whatever suffers very much has always\nso much strength to continue to exist. And almost his loyal heart\nblasphemed and cursed the master who had brought him to such a\nfate as this.",
        "The day grew apace, and noon went by, and with it the rain passed.\nThe sun shone out once more, and Lampblack, even imprisoned and\nwretched as he was, could not but see how beautiful the wet leaves\nlooked, and the gossamers all hung with raindrops, and the blue\nsky that shone through the boughs; for he had not lived with a\ngreat artist all his days to be blind, even in pain, to the\nloveliness of nature. The sun came out, and with it some little\nbrown birds tripped out too–very simple and plain in their\ncostumes and ways, but which Lampblack knew were the loves of the\npoets, for he had heard the master call them so many times in\nsummer nights. The little brown birds came tripping and pecking\nabout on the grass underneath his tree-trunk, and then flew on the\ntop of the wall, which was covered with Banksia and many other\ncreepers. The brown birds sang a little song, for though they sing\nmost in the moonlight, they do sing by day too, and sometimes all\nday long. And what they sung was this:–",
        "“Oh, how happy we are, how happy! No nets dare now be spread for\nus, no cruel boys dare climb, and no cruel shooters fire. We are\nsafe, quite safe, and the sweet summer has begun!”",
        "Lampblack listened, and even in his misery was touched and soothed\nby the tender liquid sounds that these little throats poured out\namong the light yellow bloom of the Banksia flowers. And when one\nof the brown birds came and sat on a branch by him, swaying itself\nand drinking the raindrops off a leaf, he ventured to ask, as well\nas he could for the iron that strangled him, why they were so\nsafe, and what made them so happy.",
        "The bird looked at him in surprise.",
        "“Do you not know?” he said. “It is YOU!”",
        "“I!” echoed Lampblack, and could say no more, for he feared that\nthe bird was mocking him, a poor, silly, rusty black paint, only\nspread out to rot in fair weather and foul. What good could he do\nto any creature?",
        "“You,” repeated the nightingale. “Did you not see that man under\nthe wall? He had a gun; we should have been dead but for you. We\nwill come and sing to you all night long, since you like it; and\nwhen we go to bed at dawn, I will tell my cousins, the thrushes\nand merles, to take our places, so that you shall hear somebody\nsinging near you all the day long.”",
        "Lampblack was silent.",
        "His heart was too full to speak.",
        "Was it possible that he was of use, after all?",
        "“Can it be true?” he said timidly.",
        "“Quite true,” said the nightingale.",
        "“Then the master knew best,” thought Lampblack.",
        "Never would he adorn a palace or be adored upon an altar. His high\nhopes were all dead, like last year’s leaves. The colors in the\nstudio had all the glories of the world, but he was of use in it,\nafter all: he could save these little lives. He was poor and\ndespised, bruised by stones and drenched by storms; yet was he\ncontent, nailed there upon his tree, for he had not been made\nquite in vain.",
        "The sunset poured its red and golden splendors through the\ndarkness of the boughs, and the birds sang all together, shouting\nfor joy and praising God.",
        "Continue...",
        "\nThis full text of “Bimbi” (Stories for Children) by Louise de la Ramee belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}