{
    "title": "Bimbi - Findelkind",
    "author": "Louise de la Ramee",
    "chapter": "5",
    "content": [
        "\n\n",
        "There was a little boy, a year or two ago, who lived under the\nshadow of Martinswand. Most people know, I should suppose, that\nthe Martinswand is that mountain in the Oberinnthal where, several\ncenturies past, brave Kaiser Max lost his footing as he stalked\nthe chamois, and fell upon a ledge of rock, and stayed there, in\nmortal peril, for thirty hours, till he was rescued by the\nstrength and agility of a Tyrol hunter–an angel in the guise of a\nhunter, as the chronicles of the time prefer to say.",
        "The Martinswand is a grand mountain, being one of the spurs of the\ngreater Sonnstein, and rises precipitously, looming, massive and\nlofty, like a very fortress for giants, where it stands right\nacross that road which, if you follow it long enough, takes you\nthrough Zell to Landeck,–old, picturesque, poetic Landeck, where\nFrederick of the Empty Pockets rhymed his sorrows in ballads to\nhis people,–and so on by Bludenz into Switzerland itself, by as\nnoble a highway as any traveler can ever desire to traverse on a\nsummer’s day. It is within a mile of the little burg of Zell,\nwhere the people, in the time of their emperor’s peril, came out\nwith torches and bells, and the Host lifted up by their priest,\nand all prayed on their knees underneath the steep gaunt pile of\nlimestone, that is the same to-day as it was then, whilst Kaiser\nMax is dust; it soars up on one side of this road, very steep and\nvery majestic, having bare stone at its base, and being all along\nits summit crowned with pine woods; and on the other side of the\nroad are a little stone church, quaint and low, and gray with age,\nand a stone farmhouse, and cattle sheds, and timber sheds, all of\nwood that is darkly brown from time; and beyond these are some of\nthe most beautiful meadows in the world, full of tall grass and\ncountless flowers, with pools and little estuaries made by the\nbrimming Inn River that flows by them; and beyond the river are\nthe glaciers of the Sonnstein and the Selrain and the wild Arlberg\nregion, and the golden glow of sunset in the west, most often seen\nfrom here through the veil of falling rain.",
        "At this farmhouse, with Martinswand towering above it, and Zell a\nmile beyond, there lived, and lives still, a little boy who bears\nthe old historical name of Findelkind, whose father, Otto Korner,\nis the last of a sturdy race of yeomen, who had fought with Hofer\nand Haspinger, and had been free men always.",
        "Findelkind came in the middle of seven other children, and was a\npretty boy of nine years, with slenderer limbs and paler cheeks\nthan his rosy brethren, and tender dreamy eyes that had the look,\nhis mother told him, of seeking stars in midday: de chercher midi\na quatorze heures, as the French have it. He was a good little\nlad, and seldom gave any trouble from disobedience, though he\noften gave it from forgetfulness. His father angrily complained\nthat he was always in the clouds,–that is, he was always\ndreaming, and so very often would spill the milk out of the pails,\nchop his own fingers instead of the wood, and stay watching the\nswallows when he was sent to draw water. His brothers and sisters\nwere always making fun of him: they were sturdier, ruddier, and\nmerrier children than he was, loved romping and climbing and\nnutting, thrashing the walnut trees and sliding down snowdrifts,\nand got into mischief of a more common and childish sort than\nFindelkind’s freaks of fancy. For indeed he was a very fanciful\nlittle boy: everything around had tongues for him; and he would\nsit for hours among the long rushes on the river’s edge, trying to\nimagine what the wild green-gray water had found in its\nwanderings, and asking the water rats and the ducks to tell him\nabout it; but both rats and ducks were too busy to attend to an\nidle little boy, and never spoke, which vexed him.",
        "Findelkind, however, was very fond of his books; he would study\nday and night, in his little ignorant, primitive fashion. He loved\nhis missal and his primer, and could spell them both out very\nfairly, and was learning to write of a good priest in Zirl, where\nhe trotted three times a week with his two little brothers. When\nnot at school, he was chiefly set to guard the sheep and the cows,\nwhich occupation left him very much to himself; so that he had\nmany hours in the summertime to stare up to the skies and wonder–\nwonder–wonder about all sorts of things; while in the winter–the\nlong, white, silent winter, when the post-wagons ceased to run,\nand the road into Switzerland was blocked, and the whole world\nseemed asleep, except for the roaring of the winds–Findelkind,\nwho still trotted over the snow to school in Zirl, would dream\nstill, sitting on the wooden settle by the fire, when he came home\nagain under Martinswand. For the worst–or the best–of it all was\nthat he WAS Findelkind.",
        "This is what was always haunting him. He was Findelkind; and to\nbear this name seemed to him to mark him out from all other\nchildren and to dedicate him to heaven. One day three years\nbefore, when he had been only six years old, the priest in Zirl,\nwho was a very kindly and cheerful man, and amused the children as\nmuch as he taught them, had not allowed Findelkind to leave school\nto go home, because the storm of snow and wind was so violent, but\nhad kept him until the worst should pass, with one or two other\nlittle lads who lived some way off, and had let the boys roast a\nmeal of apples and chestnuts by the stove in his little room, and,\nwhile the wind howled and the blinding snow fell without, had told\nthe children the story of another Findelkind–an earlier\nFindelkind, who had lived in the flesh on Arlberg as far back as\n1381, and had been a little shepherd lad, “just like you,” said\nthe good man, looking at the little boys munching their roast\ncrabs, and whose country had been over there, above Stuben, where\nDanube and Rhine meet and part.",
        "The pass of Arlberg is even still so bleak and bitter that few\ncare to climb there; the mountains around are drear and barren,\nand snow lies till midsummer, and even longer sometimes. “But in\nthe early ages,” said the priest (and this is quite a true tale\nthat the children heard with open eyes, and mouths only not open\nbecause they were full of crabs and chestnuts), “in the early\nages,” said the priest to them, “the Arlberg was far more dreary\nthan it is now. There was only a mule track over it, and no refuge\nfor man or beast; so that wanderers and peddlers, and those whose\nneed for work or desire for battle brought them over that\nfrightful pass, perished in great numbers, and were eaten by the\nbears and the wolves. The little shepherd-boy Findelkind–who was\na little boy five hundred years ago, remember,” the priest\nrepeated–\"was sorely disturbed and distressed to see these poor\ndead souls in the snow winter after winter, and seeing the\nblanched bones lie on the bare earth, unburied, when summer melted\nthe snow. It made him unhappy, very unhappy; and what could he do,\nhe a little boy keeping sheep? He had as his wages two florins a\nyear; that was all; but his heart rose high, and he had faith in\nGod. Little as he was, he said to himself, he would try and do\nsomething, so that year after year those poor lost travelers and\nbeasts should not perish so. He said nothing to anybody, but he\ntook the few florins he had saved up, bade his master farewell,\nand went on his way begging–a little fourteenth-century boy, with\nlong, straight hair, and a girdled tunic, as you see them,\"\ncontinued the priest, “in the miniatures in the black-letter\nmissal that lies upon my desk. No doubt heaven favored him very\nstrongly, and the saints watched over him; still, without the\nboldness of his own courage and the faith in his own heart, they\nwould not have done so. I suppose, too, that when knights in their\narmor, and soldiers in their camps, saw such a little fellow all\nalone, they helped him, and perhaps struck some blows for him, and\nso sped him on his way, and protected him from robbers and from\nwild beasts. Still, be sure that the real shield and the real\nreward that served Findelkind of Arlberg was the pure and noble\npurpose that armed him night and day. Now, history does not tell\nus where Findelkind went, nor how he fared, nor how long he was\nabout it; but history does tell us that the little barefooted,\nlong-haired boy, knocking so loudly at castle gates and city walls\nin the name of Christ and Christ’s poor brethren, did so well\nsucceed in his quest that before long he had returned to his\nmountain home with means to have a church and a rude dwelling\nbuilt, where he lived with six other brave and charitable souls,\ndedicating themselves to St. Christopher, and going out night and\nday to the sound of the Angelus, seeking the lost and weary. This\nis really what Findelkind of Arlberg did five centuries ago, and\ndid so quickly that his fraternity of St. Christopher twenty years\nafter numbered among its members archdukes, and prelates, and\nknights without number, and lasted as a great order down to the\ndays of Joseph II. This is what Findelkind in the fourteenth\ncentury did, I tell you. Bear like faith in your hearts, my\nchildren; and though your generation is a harder one than this,\nbecause it is without faith, yet you shall move mountains, because\nChrist and St. Christopher will be with you.”",
        "Then the good man, having said that, blessed them, and left them\nalone to their chestnuts and crabs, and went into his own oratory\nto prayer. The other boys laughed and chattered; but Findelkind\nsat very quietly, thinking of his namesake, all the day after, and\nfor many days and weeks and months this story haunted him. A\nlittle boy had done all that; and this little boy had been called\nFindelkind; Findelkind, just like himself.",
        "It was beautiful, and yet it tortured him. If the good man had\nknown how the history would root itself in the child’s mind,\nperhaps he would never have told it; for night and day it vexed\nFindelkind, and yet seemed beckoning to him and crying, “Go thou\nand do likewise!”",
        "But what could he do?",
        "There was the snow, indeed, and there were the mountains, as in\nthe fourteenth century, but there were no travelers lost. The\ndiligence did not go into Switzerland after autumn, and the\ncountry people who went by on their mules and in their sledges to\nInnspruck knew their way very well, and were never likely to be\nadrift on a winter’s night, or eaten by a wolf or a bear.",
        "When spring came, Findelkind sat by the edge of the bright pure\nwater among the flowering grasses, and felt his heart heavy.\nFindelkind of Arlberg who was in heaven now must look down, he\nfancied, and think him so stupid and so selfish, sitting there.\nThe first Findelkind, a few centuries before, had trotted down on\nhis bare feet from his mountain pass, and taken his little crook,\nand gone out boldly over all the land on his pilgrimage, and\nknocked at castle gates and city walls in Christ’s name and for\nlove of the poor! That was to do something indeed!",
        "This poor little living Findelkind would look at the miniatures in\nthe priest’s missal, in one of which there was the little\nfourteenth-century boy with long hanging hair and a wallet and\nbare feet, and he never doubted that it was the portrait of the\nblessed Findelkind who was in heaven; and he wondered if he looked\nlike a little boy there, or if he were changed to the likeness of\nan angel.",
        "“He was a boy just like me,” thought the poor little fellow, and\nhe felt so ashamed of himself–so very ashamed; and the priest had\ntold him to try and do the same. He brooded over it so much, and\nit made him so anxious and so vexed, that his brothers ate his\nporridge and he did not notice it, his sisters pulled his curls\nand he did not feel it, his father brought a stick down on his\nback and he only started and stared, and his mother cried because\nhe was losing his mind and would grow daft, and even his mother’s\ntears he scarcely saw. He was always thinking of Findelkind in\nheaven.",
        "When he went for water, he spilt one-half; when he did his\nlessons, he forgot the chief part; when he drove out the cow, he\nlet her munch the cabbages; and when he was set to watch the oven,\nhe let the loaves burn, like great Alfred. He was always busied\nthinking: “Little Findelkind that is in heaven did so great a\nthing: why may not I? I ought! I ought!” What was the use of being\nnamed after Findelkind that was in heaven, unless one did\nsomething great, too?",
        "Next to the church there is a little stone lodge, or shed, with\ntwo arched openings, and from it you look into the tiny church\nwith its crucifixes and relics, or out to the great, bold, sombre\nMartinswand, as you like best; and in this spot Findelkind would\nsit hour after hour, while his brothers and sisters were playing,\nand look up at the mountains or on to the altar, and wish and pray\nand vex his little soul most woefully; and his ewes and his lambs\nwould crop the grass about the entrance, and bleat to make him\nnotice them and lead them farther afield, but all in vain. Even\nhis dear sheep he hardly heeded, and his pet ewes, Katte and\nGreta, and the big ram Zips, rubbed their soft noses in his hand\nunnoticed. So the summer droned away–the summer that is so short\nin the mountains, and yet so green and so radiant, with the\ntorrents tumbling through the flowers, and the hay tossing in the\nmeadows, and the lads and lasses climbing to cut the rich sweet\ngrass of the alps. The short summer passed as fast as a dragonfly\nflashes by, all green and gold, in the sun; and it was near winter\nonce more, and still Findelkind was always dreaming and wondering\nwhat he could do for the good of St. Christopher; and the longing\nto do it all came more and more into his little heart, and he\npuzzled his brain till his head ached. One autumn morning, whilst\nyet it was dark, Findelkind made his mind up, and rose before his\nbrothers, and stole downstairs and out into the air, as it was\neasy to do, because the house door never was bolted. He had\nnothing with him; he was barefooted, and his school satchel was\nslung behind him, as Findelkind of Arlberg’s wallet had been five\ncenturies before.",
        "He took a little staff from the piles of wood lying about, and\nwent out on to the highroad, on his way to do heaven’s will. He\nwas not very sure what that divine will wished, but that was\nbecause he was only nine years old, and not very wise; but\nFindelkind that was in heaven had begged for the poor; so would\nhe.",
        "His parents were very poor, but he did not think of them as in any\nwant at any time, because he always had his bowlful of porridge\nand as much bread as he wanted to eat. This morning he had nothing\nto eat; he wished to be away before any one could question him.",
        "It was quite dusk in the fresh autumn morning: the sun had not\nrisen behind the glaciers of the Stubaithal, and the road was\nscarcely seen; but he knew it very well, and he set out bravely,\nsaying his prayers to Christ, and to St. Christopher, and to\nFindelkind that was in heaven.",
        "He was not in any way clear as to what he would do, but he thought\nhe would find some great thing to do somewhere, lying like a jewel\nin the dust; and he went on his way in faith, as Findelkind of\nArlberg had done before him.",
        "His heart beat high, and his head lost its aching pains, and his\nfeet felt light; so light as if there were wings to his ankles. He\nwould not go to Zirl, because Zirl he knew so well, and there\ncould be nothing very wonderful waiting there; and he ran fast the\nother way. When he was fairly out from under the shadow of\nMartinswand, he slackened his pace, and saw the sun come on his\npath, and the red day redden the gray-green water, and the early\nStellwagen from Landeck, that had been lumbering along all the\nnight, overtook him.",
        "He would have run after it, and called out to the travelers for\nalms, but he felt ashamed; his father had never let him beg, and\nhe did not know how to begin.",
        "The Stellwagen rolled on through the autumn mud, and that was one\nchance lost. He was sure that the first Findelkind had not felt\nashamed when he had knocked at the first castle gates.",
        "By and by, when he could not see Martinswand by turning his head\nback ever so, he came to an inn that used to be a posthouse in the\nold days when men traveled only by road. A woman was feeding\nchickens in the bright clear red of the cold daybreak.",
        "Findelkind timidly held out his hand. “For the poor!” he murmured,\nand doffed his cap.",
        "The old woman looked at him sharply. “Oh, is it you, little\nFindelkind? Have you run off from school? Be off with you home! I\nhave mouths enough to feed here.”",
        "Findelkind went away, and began to learn that it is not easy to be\na prophet or a hero in one’s own country.",
        "He trotted a mile farther, and met nothing. At last he came to\nsome cows by the wayside, and a man tending them.",
        "“Would you give me something to help make a monastery?” he said\ntimidly, and once more took off his cap. The man gave a great\nlaugh. “A fine monk, you! And who wants more of these lazy drones?\nNot I.”",
        "Findelkind never answered; he remembered the priest had said that\nthe years he lived in were very hard ones, and men in them had no\nfaith.",
        "Ere long he came to a big walled house, with turrets and grated\ncasements,–very big it looked to him,–like one of the first\nFindelkind’s own castles. His heart beat loud against his side,\nbut he plucked up his courage, and knocked as loud as his heart\nwas beating.",
        "He knocked and knocked, but no answer came. The house was empty.\nBut he did not know that; he thought it was that the people within\nwere cruel, and he went sadly onward with the road winding before\nhim, and on his right the beautiful impetuous gray river, and on\nhis left the green Mittelgebirge and the mountains that rose\nbehind it. By this time the day was up; the sun was glowing on the\nred of the cranberry shrubs and the blue of the bilberry-boughs;\nhe was hungry and thirsty and tired. But he did not give in for\nthat; he held on steadily; he knew that there was near, somewhere\nnear, a great city that the people called Sprugg, and thither he\nhad resolved to go. By noontide he had walked eight miles, and\ncame to a green place where men were shooting at targets, the tall\nthick grass all around them; and a little way farther off was a\ntrain of people chanting and bearing crosses and dressed in long\nflowing robes.",
        "The place was the Hottinger Au, and the day was Saturday, and the\nvillage was making ready to perform a miracle play on the morrow.",
        "Findelkind ran to the robed singing-folk, quite sure that he saw\nthe people of God. “Oh, take me, take me!” he cried to them; “do\ntake me with you to do heaven’s work.”",
        "But they pushed him aside for a crazy little boy that spoiled\ntheir rehearsing.",
        "“It is only for Hotting folk,” said a lad older than himself. “Get\nout of the way with you, Liebchen.” And the man who earned the\ncross knocked him with force on the head, by mere accident; but\nFindelkind thought he had meant it.",
        "Were people so much kinder five centuries before, he wondered, and\nfelt sad as the many-colored robes swept on through the grass, and\nthe crack of the rifles sounded sharply through the music of the\nchanting voices. He went on footsore and sorrowful, thinking of\nthe castle doors that had opened, and the city gates that had\nunclosed, at the summons of the little long-haired boy whose\nfigure was painted on the missal.",
        "He had come now to where the houses were much more numerous,\nthough under the shade of great trees,–lovely old gray houses,\nsome of wood, some of stone, some with frescos on them and gold\nand color and mottoes, some with deep barred casements, and carved\nportals, and sculptured figures; houses of the poorer people now,\nbut still memorials of a grand and gracious time. For he had\nwandered into the quarter of St. Nicholas in this fair mountain\ncity, which he, like his country-folk, called Sprugg, though the\ngovernment calls it Innspruck.",
        "He got out upon a long gray wooden bridge, and looked up and down\nthe reaches of the river, and thought to himself, maybe this was\nnot Sprugg but Jerusalem, so beautiful it looked with its domes\nshining golden in the sun, and the snow of the Soldstein and\nBranjoch behind them. For little Findelkind had never come so far\nas this before. As he stood on the bridge so dreaming, a hand\nclutched him, and a voice said:–",
        "“A whole kreutzer, or you do not pass!”",
        "Findelkind started and trembled.",
        "A kreutzer! he had never owned such a treasure in all his life.",
        "“I have no money,” he murmured timidly; “I came to see if I could\nget money for the poor.”",
        "The keeper of the bridge laughed.",
        "“You are a little beggar, you mean? Oh, very well! Then over my\nbridge you do not go.”",
        "“But it is the city on the other side?”",
        "“To be sure it is the city; but over nobody goes without a\nkreutzer.”",
        "“I never have such a thing of my own! never! never!” said\nFindelkind, ready to cry.",
        "“Then you were a little fool to come away from your home, wherever\nthat may be,” said the man at the bridge-head. “Well, I will let\nyou go, for you look a baby. But do not beg; that is bad.”",
        "“Findelkind did it!”",
        "“Then Findelkind was a rogue and a vagabond,” said the taker of\ntolls.",
        "“Oh, no–no–no!”",
        "“Oh, yes–yes–yes, little sauce-box; and take that,” said the\nman, giving him a box on the ear, being angry at contradiction.",
        "Findelkind’s head drooped, and he went slowly over the bridge,\nforgetting that he ought to have thanked the toll taker for a free\npassage. The world seemed to him very difficult. How had\nFindelkind done when he had come to bridges?–and, oh, how had\nFindelkind done when he had been hungry?",
        "For this poor little Findelkind was getting very hungry, and his\nstomach was as empty as was his wallet.",
        "A few steps brought him to the Goldenes Dachl.",
        "He forgot his hunger and his pain, seeing the sun shine on all\nthat gold, and the curious painted galleries under it. He thought\nit was real solid gold. Real gold laid out on a house roof–and\nthe people all so poor! Findelkind began to muse, and wonder why\neverybody did not climb up there and take a tile off and be rich?\nBut perhaps it would be wicked. Perhaps God put the roof there\nwith all that gold to prove people. Findelkind got bewildered.",
        "If God did such a thing, was it kind?",
        "His head seemed to swim, and the sunshine went round and round\nwith him. There went by him, just then, a very venerable-looking\nold man with silver hair; he was wrapped in a long cloak.\nFindelkind pulled at the coat gently, and the old man looked down.",
        "“What is it, my boy?” he asked.",
        "Findelkind answered, “I came out to get gold; may I take it off\nthat roof?”",
        "“It is not gold, child, it is gilding.”",
        "“What is gilding?”",
        "“It is a thing made to look like gold: that is all.”",
        "“It is a lie, then!”",
        "The old man smiled. “Well, nobody thinks so. If you like to put it\nso, perhaps it is. What do you want gold for, you wee thing?”",
        "“To build a monastery and house the poor.”",
        "The old man’s face scowled and grew dark, for he was a Lutheran\npastor from Bavaria.",
        "“Who taught you such trash?” he said crossly.",
        "“It is not trash. It is faith.”",
        "And Findelkind’s face began to burn and his blue eyes to darken\nand moisten. There was a little crowd beginning to gather, and the\ncrowd was beginning to laugh. There were many soldiers and rifle-\nshooters in the throng, and they jeered and joked, and made fun of\nthe old man in the long cloak, who grew angry then with the child.\n“You are a little idolater and a little impudent sinner!” he said\nwrathfully, and shook the boy by the shoulder, and went away, and\nthe throng that had gathered round had only poor Findelkind left\nto tease.",
        "He was a very poor little boy indeed to look at, with his\nsheepskin tunic, and his bare feet and legs, and his wallet that\nnever was to get filled.",
        "“Where do you come from, and what do you want?” they asked; and he\nanswered, with a sob in his voice:–",
        "“I want to do like Findelkind of Arlberg.”",
        "And then the crowd laughed, not knowing at all what he meant, but\nlaughing just because they did not know: as crowds always will do.\nAnd only the big dogs that are so very big in this country, and\nare all loose, and free, and good-natured citizens, came up to him\nkindly, and rubbed against him, and made friends; and at that\ntears came into his eyes, and his courage rose, and he lifted his\nhead.",
        "“You are cruel people to laugh,” he said indignantly; “the dogs\nare kinder. People did not laugh at Findelkind. He was a little\nboy just like me, no better and no bigger, and as poor; and yet he\nhad so much faith, and the world then was so good, that he left\nhis sheep and got money enough to build a church and a hospice to\nChrist and St. Christopher. And I want to do the same for the\npoor. Not for myself, no; for the poor! I am Findelkind, too, and\nFindelkind of Arlberg that is in heaven speaks to me.”",
        "Then he stopped, and a sob rose again in his throat.",
        "“He is crazy!” said the people, laughing, yet a little scared; for\nthe priest at Zirl had said rightly, this is not an age of faith.\nAt that moment there sounded, coming from the barracks, that used\nto be the Schloss in the old days of Kaiser Max and Mary of\nBurgundy, the sound of drums and trumpets and the tramp of\nmarching feet. It was one of the corps of Jagers of Tyrol, going\ndown from the avenue to the Rudolfplatz, with their band before\nthem and their pennons streaming. It was a familiar sight, but it\ndrew the street throngs to it like magic: the age is not fond of\ndreamers, but it is very fond of drums. In almost a moment the old\ndark arcades and the riverside and the passages near were all\nempty, except for the women sitting at their stalls of fruit or\ncakes, or toys, They are wonderful old arched arcades, like the\ncloisters of a cathedral more than anything else, and the shops\nunder them are all homely and simple–shops of leather, of furs,\nof clothes, of wooden playthings, of sweet and wholesome bread.\nThey are very quaint, and kept by poor folks for poor folks; but\nto the dazed eyes of Findelkind they looked like a forbidden\nparadise, for he was so hungry and so heartbroken, and he had\nnever seen any bigger place than little Zirl.",
        "He stood and looked wistfully, but no one offered him anything.\nClose by was a stall of splendid purple grapes, but the old woman\nthat kept it was busy knitting. She only called to him to stand\nout of her light.",
        "“You look a poor brat; have you a home?” said another woman, who\nsold bridles and whips and horses’ bells and the like.",
        "“Oh, yes, I have a home–by Martinswand,” said Findelkind, with a\nsigh.",
        "The woman looked at him sharply. “Your parents have sent you on an\nerrand here?”",
        "“No; I have run away.”",
        "“Run away? Oh, you bad boy!–unless, indeed–are they cruel to\nyou?”",
        "“No; very good.”",
        "“Are you a little rogue, then, or a thief?”",
        "“You are a bad woman to think such things,” said Findelkind,\nhotly, knowing himself on how innocent and sacred a quest he was.",
        "“Bad? I? Oh ho!” said the old dame, cracking one of her new whips\nin the air, “I should like to make you jump about with this, you\nthankless little vagabond. Be off!”",
        "Findelkind sighed again, his momentary anger passing; for he had\nbeen born with a gentle temper, and thought himself to blame much\nmore readily than he thought other people were,–as, indeed, every\nwise child does, only there are so few children–or men–that are\nwise.",
        "He turned his head away from the temptation of the bread and fruit\nstalls, for in truth hunger gnawed him terribly, and wandered a\nlittle to the left. From where he stood he could see the long,\nbeautiful street of Teresa, with its oriels and arches, painted\nwindows and gilded signs, and the steep, gray, dark mountains\nclosing it in at the distance; but the street frightened him, it\nlooked so grand, and he knew it would tempt him; so he went where\nhe saw the green tops of some high elms and beeches. The trees,\nlike the dogs, seemed like friends. It was the human creatures\nthat were cruel.",
        "At that moment there came out of the barrack gates, with great\nnoise of trumpets and trampling of horses, a group of riders in\ngorgeous uniforms, with sabres and chains glancing and plumes\ntossing. It looked to Findelkind like a group of knights–those\nknights who had helped and defended his namesake with their steel\nand their gold in the old days of the Arlberg quest. His heart\ngave a great leap, and he jumped on the dust for joy, and he ran\nforward and fell on his knees and waved his cap like a little mad\nthing, and cried out:–",
        "“Oh, dear knights! oh, great soldiers! help me! Fight for me, for\nthe love of the saints! I have come all the way from Martinswand,\nand I am Findelkind, and I am trying to serve St. Christopher like\nFindelkind of Arlberg.”",
        "But his little swaying body and pleading hands and shouting voice\nand blowing curls frightened the horses; one of them swerved and\nvery nearly settled the woes of Findelkind forever and aye by a\nkick. The soldier who rode the horse reined him in with\ndifficulty; he was at the head of the little staff, being indeed\nno less or more than the general commanding the garrison, which in\nthis city is some fifteen thousand strong. An orderly sprang from\nhis saddle and seized the child, and shook him, and swore at him.\nFindelkind was frightened; but he shut his eyes and set his teeth,\nand said to himself that the martyrs must have had very much worse\nthan these things to suffer in their pilgrimage. He had fancied\nthese riders were knights–such knights as the priest had shown\nhim the likeness of in old picture books, whose mission it had\nbeen to ride through the world succoring the weak and weary, and\nalways defending the right.",
        "“What are your swords for, if you are not knights?” he cried,\ndesperately struggling in his captor’s grip, and seeing through\nhis half-closed lids the sunshine shining on steel scabbards.",
        "“What does he want?” asked the officer in command of the garrison,\nwhose staff all this bright and martial array was. He was riding\nout from the barracks to an inspection on the Rudolfplatz. He was\na young man, and had little children himself, and was half amused,\nhalf touched, to see the tiny figure of the little dusty boy.",
        "“I want to build a monastery, like Findelkind of Arlberg, and to\nhelp the poor,” said our Findelkind, valorously, though his heart\nwas beating like that of a little mouse caught in a trap; for the\nhorses were trampling up the dust around him, and the orderly’s\ngrip was hard.",
        "The officers laughed aloud; and indeed he looked a poor little\nscrap of a figure, very ill able to help even himself.",
        "“Why do you laugh?” cried Findelkind, losing his terror in his\nindignation, and inspired with the courage which a great\nearnestness always gives. “You should not laugh. If you were true\nknights, you would not laugh; you would fight for me. I am little,\nI know,–I am very little,–but he was no bigger than I; and see\nwhat great things he did. But the soldiers were good in those\ndays; they did not laugh and use bad words–”",
        "And Findelkind, on whose shoulder the orderly’s hold was still\nfast, faced the horses, which looked to him as huge as Martinswand,\nand the swords, which he little doubted were to be sheathed in his\nheart.",
        "The officers stared, laughed again, then whispered together, and\nFindelkind heard them say the word “crazed.” Findelkind, whose\nquick little ears were both strained like a mountain leveret’s,\nunderstood that the great men were saying among themselves that it\nwas not safe for him to be about alone, and that it would be\nkinder to him to catch and cage him–the general view with which\nthe world regards enthusiasts.",
        "He heard, he understood; he knew that they did not mean to help\nhim, these men with the steel weapons and the huge steeds, but\nthat they meant to shut him up in a prison; he, little free-born,\nforest-fed Findelkind. He wrenched himself out of the soldier’s\ngrip, as the rabbit wrenches itself out of the jaws of the trap\neven at the cost of leaving a limb behind, shot between the\nhorses’ legs, doubled like a hunted thing, and spied a refuge.\nOpposite the avenue of gigantic poplars and pleasant stretches of\ngrass shaded by other bigger trees, there stands a very famous\nchurch, famous alike in the annals of history and of art,–the\nchurch of the Franciscans, that holds the tomb of Kaiser Max,\nthough, alas! it holds not his ashes, as his dying desire was that\nit should. The church stands here, a noble, sombre place, with the\nSilver Chapel of Philippina Wessler adjoining it, and in front the\nfresh cool avenues that lead to the river and the broad water-\nmeadows and the grand Hall road bordered with the painted stations\nof the Cross.",
        "There were some peasants coming in from the country driving cows,\nand some burghers in their carts, with fat, slow horses; some\nlittle children were at play under the poplars and the elms; great\ndogs were lying about on the grass; everything was happy and at\npeace, except the poor, throbbing heart of little Findelkind, who\nthought the soldiers were coming after him to lock him up as mad,\nand ran and ran as fast as his trembling legs would carry him,\nmaking for sanctuary, as, in the old bygone days that he loved,\nmany a soul less innocent than his had done. The wide doors of the\nHofkirche stood open, and on the steps lay a black-and-tan hound,\nwatching no doubt for its master or mistress, who had gone within\nto pray. Findelkind, in his terror, vaulted over the dog, and into\nthe church tumbled headlong.",
        "It seemed quite dark, after the brilliant sunshine on the river\nand the grass; his forehead touched the stone floor as he fell,\nand as he raised himself and stumbled forward, reverent and\nbareheaded, looking for the altar to cling to when the soldiers\nshould enter to seize him, his uplifted eyes fell on the great\ntomb.",
        "The tomb seems entirely to fill the church, as, with its twenty-\nfour guardian figures round it, it towers up in the twilight that\nreigns here even at midday. There are a stern majesty and grandeur\nin it which dwarf every other monument and mausoleum. It is grim,\nit is rude, it is savage, with the spirit of the rough ages that\ncreated it; but it is great with their greatness, it is heroic\nwith their heroism, it is simple with their simplicity.",
        "As the awe-stricken eyes of the terrified child fell on the mass\nof stone and bronze, the sight smote him breathless. The mailed\nwarriors standing around it, so motionless, so solemn, rilled him\nwith a frozen, nameless fear. He had never a doubt that they were\nthe dead arisen. The foremost that met his eyes were Theodoric and\nArthur; the next, grim Rudolf, father of a dynasty of emperors.\nThere, leaning on their swords, the three gazed down on him,\narmored, armed, majestic, serious, guarding the empty grave, which\nto the child, who knew nothing of its history, seemed a bier; and\nat the feet of Theodoric, who alone of them all looked young and\nmerciful, poor little desperate Findelkind fell with a piteous\nsob, and cried: “I am not mad! Indeed, indeed, I am not mad!”",
        "He did not know that these grand figures were but statues of\nbronze. He was quite sure they were the dead, arisen, and meeting\nthere, around that tomb on which the solitary kneeling knight\nwatched and prayed, encircled, as by a wall of steel, by these his\ncomrades. He was not frightened, he was rather comforted and\nstilled, as with a sudden sense of some deep calm and certain\nhelp.",
        "Findelkind, without knowing that he was like so many dissatisfied\npoets and artists much bigger than himself, dimly felt in his\nlittle tired mind how beautiful and how gorgeous and how grand the\nworld must have been when heroes and knights like these had gone\nby in its daily sunshine and its twilight storms. No wonder\nFindelkind of Arlberg had found his pilgrimage so fair, when if he\nhad needed any help he had only had to kneel and clasp these firm,\nmailed limbs, these strong cross-hiked swords, in the name of\nChrist and of the poor.",
        "Theodoric seemed to look down on him with benignant eyes from\nunder the raised visor; and our poor Findelkind, weeping, threw\nhis small arms closer and closer round the bronze knees of the\nheroic figure, and sobbed aloud, “Help me, help me! Oh, turn the\nhearts of the people to me, and help me to do good!”",
        "But Theodoric answered nothing.",
        "There was no sound in the dark, hushed church; the gloom grew\ndarker over Findelkind’s eyes; the mighty forms of monarchs and of\nheroes grew dim before his sight. He lost consciousness, and fell\nprone upon the stones at Theodoric’s feet; for he had fainted from\nhunger and emotion.",
        "When he awoke it was quite evening; there was a lantern held over\nhis head; voices were muttering curiously and angrily; bending\nover him were two priests, a sacristan of the church, and his own\nfather. His little wallet lay by him on the stones, always empty.",
        "“Boy of mine! were you mad?” cried his father, half in rage, half\nin tenderness. “The chase you have led me!–and your mother\nthinking you were drowned!–and all the working day lost, running\nafter old women’s tales of where they had seen you! Oh, little\nfool, little fool! what was amiss with Martinswand, that you must\nleave it?”",
        "Findelkind slowly and feebly rose, and sat up on the pavement, and\nlooked up, not at his father, but at the knight Theodoric.",
        "“I thought they would help me to keep the poor,” he muttered\nfeebly, as he glanced at his own wallet.” And it is empty–\nempty.”",
        "“Are we not poor enough?” cried his father, with natural\nimpatience, ready to tear his hair with vexation at having such a\nlittle idiot for a son. “Must you rove afield to find poverty to\nhelp, when it sits cold enough, the Lord knows, at our own hearth?\nOh, little ass, little dolt, little maniac, fit only for a\nmadhouse, talking to iron figures and taking them for real men!\nWhat have I done, O heaven, that I should be afflicted thus?”",
        "And the poor man wept, being a good affectionate soul, but not\nvery wise, and believing that his boy was mad. Then, seized with\nsudden rage once more, at thought of his day all wasted, and its\nhours harassed and miserable through searching for the lost child,\nhe plucked up the light, slight figure of Findelkind in his own\narms, and, with muttered thanks and excuses to the sacristan of\nthe church, bore the boy out with him into the evening air, and\nlifted him into a cart which stood there with a horse harnessed to\none side of the pole, as the country people love to do, to the\nrisk of their own lives and their neighbors’. Findelkind said\nnever a word; he was as dumb as Theodoric had been to him; he felt\nstupid, heavy, half blind; his father pushed him some bread, and\nhe ate it by sheer instinct, as a lost animal will do; the cart\njogged on, the stars shone, the great church vanished in the gloom\nof night.",
        "As they went through the city towards the riverside along the\nhomeward way, never a word did his father, who was a silent man at\nall times, address to him. Only once, as they jogged over the\nbridge, he spoke.",
        "“Son,” he asked, “did you run away truly thinking to please God\nand help the poor?”",
        "“Truly I did!” answered Findelkind, with a sob in his throat.",
        "“Then thou wert an ass!” said his father. “Didst never think of\nthy mother’s love and of my toil? Look at home.”",
        "Findelkind was mute. The drive was very long, backward by the same\nway, with the river shining in the moonlight and the mountains\nhalf covered with the clouds. It was ten by the bells of Zirl when\nthey came once more under the solemn shadow of grave Martinswand.\nThere were lights moving about his house, his brothers and sisters\nwere still up; his mother ran out into the road, weeping and\nlaughing with fear and joy.",
        "Findelkind himself said nothing.",
        "He hung his head.",
        "They were too fond of him to scold him or to jeer at him; they\nmade him go quickly to his bed, and his mother made him a warm\nmilk posset and kissed him.",
        "“We will punish thee to-morrow, naughty and cruel one,” said his\nparent. “But thou art punished enough already, for in thy place\nlittle Stefan had the sheep, and he has lost Katte’s lambs–the\nbeautiful twin lambs! I dare not tell thy father to-night. Dost\nhear the poor thing mourn? Do not go afield for thy duty again.”",
        "A pang went through the heart of Findelkind, as if a knife had\npierced it. He loved Katte better than almost any other living\nthing, and she was bleating under his window childless and alone.\nThey were such beautiful lambs, too!–lambs that his father had\npromised should never be killed, but be reared to swell the flock.",
        "Findelkind cowered down in his bed, and felt wretched beyond all\nwretchedness. He had been brought back; his wallet was empty; and\nKatte’s lambs were lost. He could not sleep.",
        "His pulses were beating like so many steam hammers; he felt as if\nhis body were all one great throbbing heart. His brothers, who lay\nin, the same chamber with him, were sound asleep; very soon his\nfather and mother snored also, on the other side of the wall.\nFindelkind was alone wide awake, watching the big white moon sail\npast his little casement, and hearing Katte bleat.",
        "Where were her poor twin lambs?",
        "The night was bitterly cold, for it was already far on in autumn;\nthe rivers had swollen and flooded many fields, the snow for the\nlast week had fallen quite low down on the mountainsides.",
        "Even if still living, the little lambs would die, out on such a\nnight without the mother or food and shelter of any sort.\nFindelkind, whose vivid brain always saw everything that he\nimagined as if it were being acted before his eyes, in fancy saw\nhis two dear lambs floating dead down the swollen tide, entangled\nin rushes on the flooded shore, or fallen with broken limbs upon a\ncrest of rocks. He saw them so plainly that scarcely could he hold\nback his breath from screaming aloud in the still night and\nanswering the mourning wail of the desolate mother.",
        "At last he could bear it no longer: his head burned, and his brain\nseemed whirling round; at a bound he leaped out of bed quite\nnoiselessly, slid into his sheepskins, and stole out as he had\ndone the night before, hardly knowing what he did. Poor Katte was\nmourning in the wooden shed with the other sheep, and the wail of\nher sorrow sounded sadly across the loud roar of the rushing\nriver.",
        "The moon was still high.",
        "Above, against the sky, black and awful with clouds floating over\nits summit, was the great Martinswand.",
        "Findelkind this time called the big dog Waldmar to him, and with\nthe dog beside him went once more out into the cold and the gloom,\nwhilst his father and mother, his brothers and sisters, were\nsleeping, and poor childless Katte alone was awake.",
        "He looked up at the mountain and then across the water-swept\nmeadows to the river. He was in doubt which way to take. Then he\nthought that in all likelihood the lambs would have been seen if\nthey had wandered the river way, and even little Stefan would have\nhad too much sense to let them go there. So he crossed the road\nand began to climb Martinswand.",
        "With the instinct of the born mountaineer, he had brought out his\ncrampons with him, and had now fastened them on his feet; he knew\nevery part and ridge of the mountains, and had more than once\nclimbed over to that very spot where Kaiser Max had hung in peril\nof his life.",
        "On second thoughts he bade Waldmar go back to the house. The dog\nwas a clever mountaineer, too, but Findelkind did not wish to lead\nhim into danger. “I have done the wrong, and I will bear the\nbrunt,” he said to himself; for he felt as if he had killed\nKatte’s children, and the weight of the sin was like lead on his\nheart, and he would not kill good Waldmar too.",
        "His little lantern did not show much light, and as he went higher\nupwards he lost sight of the moon. The cold was nothing to him,\nbecause the clear still air was that in which he had been reared;\nand the darkness he did not mind, because he was used to that\nalso; but the weight of sorrow upon him he scarcely knew how to\nbear, and how to find two tiny lambs in this vast waste of silence\nand shadow would have puzzled and wearied older minds than his.\nGaribaldi and all his household, old soldiers tried and true,\nsought all night once upon Caprera in such a quest, in vain.",
        "If he could only have awakened his brother Stefan to ask him which\nway they had gone! but then, to be sure, he remembered, Stefan\nmust have told that to all those who had been looking for the\nlambs from sunset to nightfall. All alone he began the ascent.",
        "Time and again, in the glad springtime and the fresh summer\nweather, he had driven his flock upwards to eat the grass that\ngrew in the clefts of the rocks and on the broad green alps. The\nsheep could not climb to the highest points; but the goats did,\nand he with them. Time and again he had lain on his back in these\nuppermost heights, with the lower clouds behind him and the black\nwings of the birds and the crows almost touching his forehead, as\nhe lay gazing up into the blue depth of the sky, and dreaming,\ndreaming, dreaming.",
        "He would never dream any more now, he thought to himself. His\ndreams had cost Katte her lambs, and the world of the dead\nFindelkind was gone forever; gone were all the heroes and knights;\ngone all the faith and the force; gone every one who cared for the\ndear Christ and the poor in pain.",
        "The bells of Zirl were ringing midnight. Findelkind heard, and\nwondered that only two hours had gone by since his mother had\nkissed him in his bed. It seemed to him as if long, long nights\nhad rolled away, and he had lived a hundred years.",
        "He did not feel any fear of the dark calm night, lit now and then\nby silvery gleams of moon and stars. The mountain was his old\nfamiliar friend, and the ways of it had no more terror for him\nthan these hills here used to have for the bold heart of Kaiser\nMax. Indeed, all he thought of was Katte–Katte and the lambs. He\nknew the way that the sheep tracks ran; the sheep could not climb\nso high as the goats; and he knew, too, that little Stefan could\nnot climb so high as he. So he began his search low down upon\nMartinswand.",
        "After midnight the cold increased; there were snow clouds hanging\nnear, and they opened over his head, and the soft snow came flying\nalong. For himself he did not mind it, but alas for the lambs!–\nif it covered them, how would he find them? And if they slept in\nit, they were dead.",
        "It was bleak and bare on the mountainside, though there were still\npatches of grass such as the flocks liked, that had grown since\nthe hay was cut. The frost of the night made the stone slippery,\nand even the irons gripped it with difficulty; and there was a\nstrong wind rising like a giant’s breath, and blowing his small\nhorn lantern to and fro.",
        "Now and then he quaked a little with fear–not fear of the night\nor the mountains, but of strange spirits and dwarfs and goblins of\nill repute, said to haunt Martinswand after nightfall. Old women\nhad told him of such things, though the priest always said that\nthey were only foolish tales, there being nothing on God’s earth\nwicked save men and women who had not clean hearts and hands.\nFindelkind believed the priest; still, all alone on the side of\nthe mountain, with the snowflakes flying round him, he felt a\nnervous thrill that made him tremble and almost turn backward.\nAlmost, but not quite; for he thought of Katte and the poor little\nlambs lost–and perhaps dead–through his fault. The path went\nzigzag and was very steep; the Arolla pines swayed their boughs in\nhis face; stones that lay in his path unseen in the gloom made him\nstumble. Now and then a large bird of the night flew by with a\nrushing sound; the air grew so cold that all Martinswand might\nhave been turning to one huge glacier. All at once he heard\nthrough the stillness–for there is nothing so still as a\nmountainside in snow–a little pitiful bleat. All his terrors\nvanished; all his memories of ghost tales passed away; his heart\ngave a leap of joy; he was sure it was the cry of the lambs. He\nstopped to listen more surely. He was now many score of feet above\nthe level of his home and of Zirl; he was, as nearly as he could\njudge, halfway as high as where the cross in the cavern marks the\nspot of the Kaiser’s peril. The little bleat sounded above him,\nand it was very feeble and faint.",
        "Findelkind set his lantern down, braced himself up by drawing\ntighter his old leathern girdle, set his sheepskin cap firm on his\nforehead, and went towards the sound as far as he could judge that\nit might be. He was out of the woods now; there were only a few\nstraggling pines rooted here and there in a mass of loose lying\nrock and slate; so much he could tell by the light of the lantern,\nand the lambs, by the bleating, seemed still above him.",
        "It does not, perhaps, seem very hard labor to hunt about by a\ndusky light upon a desolate mountainside; but when the snow is\nfalling fast,–when the light is only a small circle, wavering,\nyellowish on the white,–when around is a wilderness of loose\nstones and yawning clefts,–when the air is ice and the hour is\npast midnight,–the task is not a light one for a man; and\nFindelkind was a child, like that Findelkind that was in heaven.",
        "Long, very long, was his search; he grew hot and forgot all fear,\nexcept a spasm of terror lest his light should burn low and die\nout. The bleating had quite ceased now, and there was not even a\nsigh to guide him; but he knew that near him the lambs must be,\nand he did not waver or despair.",
        "He did not pray; praying in the morning had been no use; but he\ntrusted in God, and he labored hard, toiling to and fro, seeking\nin every nook and behind each stone, and straining every muscle\nand nerve, till the sweat rolled in a briny dew off his forehead,\nand his curls dripped with wet. At last, with a scream of joy, he\ntouched some soft close wool that gleamed white as the white snow.\nHe knelt down on the ground, and peered behind the stone by the\nfull light of his lantern; there lay the little lambs–two little\nbrothers, twin brothers, huddled close together, asleep. Asleep?\nHe was sure they were asleep, for they were so silent and still.",
        "He bowed over them, and kissed them, and laughed, and cried, and\nkissed them again. Then a sudden horror smote him; they were so\nvery still. There they lay, cuddled close, one on another, one\nlittle white head on each little white body–drawn closer than\never together, to try and get warm.",
        "He called to them; he touched them; then he caught them up in his\narms, and kissed them again, and again, and again. Alas! they were\nfrozen and dead. Never again would they leap in the long green\ngrass, and frisk with each other, and lie happy by Katte’s side;\nthey had died calling for their mother, and in the long, cold,\ncruel night only death had answered.",
        "Findelkind did not weep, or scream, or tremble; his heart seemed\nfrozen, like the dead lambs,",
        "It was he who had killed them.",
        "He rose up and gathered them in his arms,–and cuddled them in the\nskirts of his skeepskin tunic, and cast his staff away that he\nmight carry them, and so, thus burdened with their weight, set his\nface to the snow and the wind once more, and began his downward\nway.",
        "Once a great sob shook him; that was all. Now he had no fear.",
        "The night might have been noonday, the snow storm might have been\nsummer, for aught he knew or cared.",
        "Long and weary was the way, and often he stumbled and had to rest;\noften the terrible sleep of the snow lay heavy on his eyelids, and\nhe longed to lie down and be at rest, as the little brothers were;\noften it seemed to him that he would never reach home again. But\nhe shook the lethargy off him and resisted the longing, and held\non his way: he knew that his mother would mourn for him as Katte\nmourned for the lambs. At length, through all difficulty and\ndanger, when his light had spent itself and his strength had well\nnigh spent itself too, his feet touched the old highroad. There\nwere flickering torches and many people, and loud cries around the\nchurch, as there had been four hundred years before, when the last\nsacrament had been said in the valley for the hunter-king in peril\nabove.",
        "His mother, being sleepless and anxious, had risen long before it\nwas dawn, and had gone to the children’s chamber, and had found\nthe bed of Findelkind empty once more.",
        "He came into the midst of the people with the two little lambs in\nhis arms, and he heeded neither the outcries of neighbors nor the\nfrenzied joy of his mother: his eyes looked straight before him,\nand his face was white like the snow.",
        "“I killed them,” he said, and then two great tears rolled down his\ncheeks and fell on the little cold bodies of the two little dead\nbrothers.",
        "Findelkind was very ill for many nights and many days after that.",
        "Whenever he spoke in his fever he always said, “I killed them!”",
        "Never anything else.",
        "So the dreary winter months went by, while the deep snow filled up\nlands and meadows, and covered the great mountains from summit to\nbase, and all around Martinswand was quite still, and now and then\nthe post went by to Zirl, and on the holy-days the bells tolled;\nthat was all. His mother sat between the stove and his bed with a\nsore heart; and his father, as he went to and fro between the\nwalls of beaten snow, from the wood shed to the cattle byre, was\nsorrowful, thinking to himself the child would die, and join that\nearlier Findelkind whose home was with the saints,",
        "But the child did not die.",
        "He lay weak and wasted and almost motionless a long time; but\nslowly, as the springtime drew near, and the snows on the lower\nhills loosened, and the abounding waters coursed green and crystal\nclear clown all the sides of the hills, Findelkind revived as the\nearth did, and by the time the new grass was springing and the\nfirst blue of the gentian gleamed on the Alps, he was well.",
        "But to this day he seldom plays and scarcely ever laughs. His face\nis sad, and his eyes have a look of trouble.",
        "Sometimes the priest of Zirl says of him to others, “He will be a\ngreat poet or a great hero some day.” Who knows?",
        "Meanwhile, in the heart of the child there remains always a weary\npain, that lies on his childish life as a stone may lie on a\nflower.",
        "“I killed them!” he says often to himself, thinking of the two\nlittle white brothers frozen to death on Martinswand that cruel\nnight; and he does the things that are told him, and is obedient,\nand tries to be content with the humble daily duties that are his\nlot, and when he says his prayers at bedtime always ends them so:\n–",
        "“Dear God, do let the little lambs play with the other Findelkind\nthat is in heaven.”",
        " ",
        "\nThis full text of “Bimbi” (Stories for Children) by Louise de la Ramee belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}