{
    "title": "Browning as a Philosophical and Religious Teacher - Chapter VIII. Browning’s Solution of the Problem of Evil.",
    "author": "Henry Jones",
    "chapter": "9",
    "content": [
        "\n\n",
        "    “Let him, therefore, who would arrive at knowledge of\n    nature, train his moral sense, let him act and conceive in\n    accordance with the noble essence of his soul; and, as if\n    of herself, nature will become open to him. Moral action\n    is that great and only experiment, in which all riddles of\n    the most manifold appearances explain themselves.\"[A]",
        "[Footnote A: Novalis.]",
        "In the last chapter, I tried to set forth some considerations that\njustify the attempt to interpret the world by a spiritual principle. The\nconception of development, which modern science and philosophy assume as\na starting-point for their investigation, was shown to imply that the\nlowest forms of existence can be explained, only as stages in the\nself-realization of that which is highest. This idea “levels upwards,\"\nand points to self-consciousness as the ultimate truth of all things. In\nother words, it involves that all interpretation of the world is\nanthropomorphic, in the sense that what constitutes thought constitutes\nthings, and, therefore, that the key to nature is man.",
        "In propounding this theory of love, and establishing an idealism,\nBrowning is in agreement with the latest achievement of modern thought.\nFor, if the principle of evolution be granted, love is a far more\nadequate hypothesis for the explanation of the nature of things, than\nany purely physical principle. Nay, science itself, in so far as it\npresupposes evolution, tends towards an idealism of this type. Whether\nlove be the best expression for that highest principle, which is\nconceived as the truth of being, and whether Browning’s treatment of it\nis consistent and valid, I do not as yet inquire. Before attempting that\ntask, it must be seen to what extent, and in what way, he applies the\nhypothesis of universal love to the particular facts of life. For the\npresent, I take it as admitted that the hypothesis is legitimate, as an\nhypothesis; it remains to ask, with what success, if any, we may hope,\nby its means, to solve the contradictions of life, and to gather its\nconflicting phenomena into the unity of an intelligible system. This\ntask cannot be accomplished within our limits, except in a very partial\nmanner. I can attempt to meet only a few of the more evident and\npressing difficulties that present themselves, and I can do that only in\na very general way.",
        "The first of these difficulties, or, rather, the main difficulty from\nwhich all others spring, is that the hypothesis of universal love is\nincompatible with the existence of any kind of evil, whether natural or\nmoral. Of this, Browning was well aware. He knew that he had brought\nupon himself the hard task of showing that pain, weakness, ignorance,\nfailure, doubt, death, misery, and vice, in all their complex forms, can\nfind their legitimate place in a scheme of love. And there is nothing\nmore admirable in his attitude, or more inspiring in his teaching, than\nthe manly frankness with which he endeavours to confront the manifold\nmiseries of human life, and to constrain them to yield, as their\nultimate meaning and reality, some spark of good.",
        "But, as we have seen, there is a portion of this task in the discharge\nof which Browning is drawn beyond the strict limits of art. Neither the\nmagnificent boldness of his religious faith, nor the penetration of his\nartistic insight, although they enabled him to deal successfully with\nthe worst samples of human evil, as in The Ring and the Book, could\ndissipate the gloom which reflection gathers around the general problem.\nArt cannot answer the questions of philosophy. The difficulties that\ncritical reason raises reason alone can lay. Nevertheless, the poet was\nforced by his reflective impulse, to meet that problem in the form in\nwhich it presents itself in the region of metaphysics. He was conscious\nof the presuppositions within which his art worked, and he sought to\njustify them. Into this region we must now follow him, so as to examine\nhis theory of life, not merely as it is implied in the concrete\ncreations of his art, but as it is expressed in those later poems, in\nwhich he attempts to deal directly with the speculative difficulties\nthat crowd around the conception of evil.",
        "To the critic of a philosophy, there is hardly more than one task of\nsupreme importance. It is that of determining the precise point from\nwhich the theory he examines takes its departure; for, when the central\nconception is clearly grasped, it will be generally found that it rules\nall the rest. The superstructure of philosophic edifices is usually put\ntogether in a sufficiently solid manner–it is the foundation that gives\nway. Hence Hegel, who, whatever may be thought of his own theory, was\ncertainly the most profound critic of philosophy since Aristotle,\ngenerally concentrates his attack on the preliminary hypothesis. He\nbrings down the erroneous system by removing its foundation-stone. His\ncriticism of Spinoza, Kant, Fichte, and Schelling may almost be said to\nbe gathered into a single sentence.",
        "Browning has made no secret of his central conception. It is the idea of\nan immanent or “immundate” love. And that love, we have shown, is\nconceived by him as the supreme moral motive, the ultimate essence and\nend of all self-conscious activity, the veritable nature of both man and\nGod.",
        "  “Denn das Leben ist die Liebe,\n  Und des Lebens Leben Geist.”",
        "His philosophy of human life rests on the idea that it is the\nrealization of a moral purpose, which is a loving purpose. To him there\nis no supreme good, except good character; and the foundation of that\ncharacter by man and in man is the ultimate purpose, and, therefore, the\ntrue meaning of all existence.",
        "            “I search but cannot see\n  What purpose serves the soul that strives, or world it tries\n  Conclusions with, unless the fruit of victories\n  Stay, one and all, stored up and guaranteed its own\n  For ever, by some mode whereby shall be made known\n  The gain of every life. Death reads the title clear–\n  What each soul for itself conquered from out things here:\n  Since, in the seeing soul, all worth lies, I assert.\"[A]",
        "[Footnote A: Fifine at the Fair, lv.]",
        "In this passage, Browning gives expression to an idea which continually\nreappears in his pages–that human life, in its essence, is movement to\nmoral goodness through opposition. His fundamental conception of the\nhuman spirit is that it is a process, and not a fixed fact. “Man,” he\nsays, “was made to grow not stop.”",
        "  “Getting increase of knowledge, since he learns\n  Because he lives, which is to be a man,\n  Set to instruct himself by his past self.\"[B]",
        "[Footnote B: A Death in the Desert.]",
        "             “By such confession straight he falls\n  Into man’s place, a thing nor God nor beast,\n  Made to know that he can know and not more:\n  Lower than God who knows all and can all,\n  Higher than beasts which know and can so far\n  As each beast’s limit, perfect to an end,\n  Nor conscious that they know, nor craving more;\n  While man knows partly but conceives beside,\n  Creeps ever on from fancies to the fact,\n  And in this striving, this converting air\n  Into a solid he may grasp and use,\n  Finds progress, man’s distinctive mark alone,\n  Not God’s and not the beasts’: God is, they are,\n  Man partly is and wholly hopes to be.\"[C]",
        "[Footnote C: Ibid.]",
        "It were easy to multiply passages which show that his ultimate\ndeliverance regarding man is, not that he is, nor that he is not, but\nthat he is ever becoming. Man is ever at the point of contradiction\nbetween the actual and ideal, and moving from the latter to the former.\nStrife constitutes him. He is a war of elements; “hurled from change to\nchange unceasingly.” But rest is death; for it is the cessation of the\nspiritual activity, whose essence is acquirement, not mere possession,\nwhether in knowledge or in goodness.",
        "            “Man must pass from old to new,\n  From vain to real, from mistake to fact,\n  From what once seemed good, to what now proves best.\"[A]",
        "[Footnote A: A Death in the Desert.]",
        "Were the movement to stop, and the contradiction between the actual and\nideal reconciled, man would leave man’s estate, and pass under “angel’s\nlaw.”",
        "  “Indulging every instinct of the soul\n  There, where law, life, joy, impulse are one thing.\"[B]",
        "[Footnote B: Ibid.]",
        "But as long as he is man, he has",
        "  “Somewhat to cast off, somewhat to become.”",
        "In Paracelsus, Fifine at the Fair, Red Cotton Nightcap Country,\nand many of his other poems, Browning deals with the problem of human\nlife from the point of view of development. And it is this point of\nview, consistently held, which enables him to throw a new light on the\nwhole subject of ethics. For, if man be veritably a being in process of\nevolution, if he be a permanent that always changes from earliest\nchildhood to old age, if he be a living thing, a potency in process of\nactualization, then no fixed distinctions made with reference to him can\nbe true. If, for instance, it be asked whether man is rational or\nirrational, free or bound, good or evil, God or brute, the true answer,\nif he is veritably a being moving from ignorance to knowledge, from\nwickedness to virtue, from bondage to freedom, is, that he is at once\nneither of these alternatives and both. All hard terms of division, when\napplied to a subject which grows, are untrue. If the life of man is a\nself-enriching process, if he is becoming good, and rational, and\nfree, then at no point in the movement is it possible to pass fixed and\ndefinite judgments upon him. He must be estimated by his direction and\nmomentum, by the whence and whither of his life. There is a sense in\nwhich man is from the first and always good, rational and free; for it\nis only by the exercise of reason and freedom that he exists as man. But\nthere is also a sense in which he is none of these; for he is at the\nfirst only a potency not yet actualized. He is not rational, but\nbecoming rational; not good, but becoming good; not free, but aspiring\ntowards freedom. It is his prayer that “in His light, he may see light\ntruly, and in His service find perfect freedom.”",
        "In this frank assumption of the point of view of development. Browning\nsuggests the question whether the endless debate regarding freedom, and\nnecessity, and other moral terms, may not spring from the fact, that\nboth of the opposing schools of ethics are fundamentally unfaithful to\nthe subject of their inquiry. They are treating a developing reality\nfrom an abstract point of view, and taking for granted,–what cannot be\ntrue of man, if he grows in intellectual power and moral goodness–that\nhe is either good or evil, either rational or irrational, eitherfree or bond, at every moment in the process. They are treating man from\na static, instead of from a kinetic point of view, and forgetting that\nit is his business to acquire the moral and intellectual freedom, which\nhe has potentially from the first–",
        "            “Some fitter way express\n  Heart’s satisfaction that the Past indeed\n  Is past, gives way before Life’s best and last,\n  The all-including Future!\"[A]",
        "[Footnote A: Gerard de Lairesse.]",
        "But, whether or not the new point of view renders some of the old\ndisputations of ethics meaningless, it is certain that Browning viewed\nmoral life as a growth through conflict.",
        "            “What were life\n  Did soul stand still therein, forego her strife\n  Through the ambiguous Present to the goal\n  Of some all-reconciling Future?\"[B]",
        "[Footnote B: Ibid.]",
        "To become, to develop, to actualize by reaction against the natural and\nmoral environment, is the meaning both of the self and of the world it\nworks upon. “We are here to learn the good of peace through strife, of\nlove through hate, and reach knowledge by ignorance.”",
        "Now, since the conception of development is a self-contradictory one,\nor, in other words, since it necessarily implies the conflict of the\nideal and actual in all life, and in every instant of its history, it\nremains for us to determine more fully what are the warring elements in\nhuman nature. What is the nature of this life of man, which, like all\nlife, is self-evolving; and by conflict with what does the evolution\ntake place? What is the ideal which condemns the actual, and yet\nrealizes itself by means of it; and what is the actual which wars\nagainst the ideal, and yet contains it in potency, and reaches towards\nit? That human life is conceived by Browning as a moral life, and not a\nmore refined and complex form of the natural life of plants and\nanimals–a view which finds its exponents in Herbert Spencer, and other\nso-called evolutionists–it is scarcely necessary to assert. It is a\nlife which determines itself, and determines itself according to an idea\nof goodness. That idea, moreover, because it is a moral ideal, must be\nregarded as the conception of perfect and absolute goodness. Through the\nmoral end, man is ideally identified with God, who, indeed, is\nnecessarily conceived as man’s moral ideal regarded as already and\neternally real. “God” and the “moral ideal” are, in truth, expressions\nof the same idea; they convey the conception of perfect goodness from\ndifferent standpoints. And perfect goodness is, to Browning, limitless\nlove. Pleasure, wisdom, power, and even the beauty which art discovers\nand reveals, together with every other inner quality and outer state of\nbeing, have only relative worth. “There is nothing either in the world\nor out of it which is unconditionally good, except a good will,” said\nKant; and a good will, according to Browning, is a will that wills\nlovingly. From love all other goodness is derived. There is earnest\nmeaning, and not mere sentiment, in the poet’s assertion that",
        "  “There is no good of life but love–but love!\n  What else looks good, is some shade flung from love.\n  Love gilds it, gives it worth. Be warned by me,\n  Never you cheat yourself one instant! Love,\n  Give love, ask only love, and leave the rest!\"[A]",
        "[Footnote A: In a Balcony.]",
        "“Let man’s life be true,” he adds, “and love’s the truth of mine.” To\nattain this truth, that is, to constitute love into the inmost law of\nhis being, and permanent source of all his activities, is the task of\nman. And Browning defines that love as",
        "            “Yearning to dispense,\n  Each one its own amount of gain thro’ its own mode\n  Of practising with life.”",
        "There is no need of illustrating further the doctrine, so evident in\nBrowning, that “love” is the ideal which in man’s life makes through\nconflict for its own fulfilment. From what has been already said, it is\nabundantly plain that love is to him a divine element, which is at war\nwith all that is lower in man and around him, and which by reaction\nagainst circumstance converts its own mere promise into fruition and\nfact. Through love man’s nature reaches down to the permanent essence,\namid the fleeting phenomena of the world, and is at one with what is\nfirst and last. As loving he ranks with God. No words are too strong to\nrepresent the intimacy of the relation. For, however limited in range\nand tainted with alien qualities human love may be, it is still “a\npin-point rock of His boundless continent.” It is not a semblance of the\ndivine nature, an analogon, or verisimilitude, but the love of God\nhimself in man: so that man is in this sense an incarnation of the\ndivine. The Godhood in him constitutes him, so that he cannot become\nhimself, or attain his own ideal or true nature, except by becoming\nperfect as God is perfect.",
        "But the emphasis thus laid on the divine worth and dignity of human love\nis balanced by the stress which the poet places on the frailty and\nfinitude of every other human attribute. Having elevated the ideal, he\ndegrades the actual. Knowledge and the intellectual energy which\nproduces it; art and the love of beauty from which it springs: every\npower and every gift, physical and spiritual, other than love, has in it\nthe fatal flaw of being merely human. All these are so tainted with\ncreatureship, so limited and conditioned, that it is hardly too much to\nsay that they are, at their best, deceptive endowments. Thus, the life\nof man regarded as a whole is, in its last essence, a combination of\nutterly disparate elements. The distinction of the old moralists between\ndivinity and dust; the absolute dualism of the old ascetics between\nflesh and spirit, sense and reason, find their accurate parallel in\nBrowning’s teachings. But he is himself no ascetic, and the line of\ndistinction he draws does not, like theirs, pass between the flesh and\nthe spirit. It rather cleaves man’s spiritual nature into two portions,\nwhich are absolutely different from each other. A chasm divides the head\nfrom the heart, the intellect from the emotions, the moral and practical\nfrom the perceptive and reflective faculties. And it is this absolute\ncleavage that gives to Browning’s teaching, both on ethics and religion,\none of its most peculiar characteristics. By keeping it constantly in\nsight, we may hope to render intelligible to ourselves the solution he\noffers of the problem of evil, and of other fundamental difficulties of\nthe life of man. For, while Browning’s optimism has its original source\nin his conception of the unity of God and man, through the Godlike\nquality of love–even “the poorest love that was ever offered\"–he finds\nhimself unable to maintain it, except at the expense of degrading man’s\nknowledge. Thus, his optimism and faith in God is finally based upon\nignorance. If, on the side of love, he insists, almost in the spirit of\na Spinozist, on God’s communication of His own substance to man; on the\nside of knowledge he may be called an agnostic, in spite of stray\nexpressions which break through his deliberate theory. While “love gains\nGod at first leap,”",
        "            “Knowledge means\n  Ever-renewed assurance by defeat\n  That victory is somehow still to reach.\"[A]",
        "[Footnote A: A Pillar at Sebzevar.]",
        "A radical flaw runs through our knowing faculty. Human knowledge is not\nonly incomplete–no one can be so foolish as to deny that–but it is, as\nregarded by Browning, essentially inadequate to the nature of fact, and\nwe must “distrust it, even when it seems demonstrable.” No professed\nagnostic can condemn the human intellect more utterly than he does. He\npushes the limitedness of human knowledge into a disqualification of it\nto reach truth at all; and makes the conditions according to which we\nknow, or seem to know, into a deceiving necessity, which makes us know\nwrongly.",
        "            “To know of, think about,–\n  Is all man’s sum of faculty effects\n  When exercised on earth’s least atom, Son!\n  What was, what is, what may such atom be?\n  No answer!\"[B]",
        "[Footnote B: A Bean-Stripe.]",
        "Thought plays around facts, but never reaches them. Mind intervenes\nbetween itself and its objects, and throws its own shadow upon them; nor\ncan it penetrate through that shadow, but deals with it as if it were\nreality, though it knows all the time that it is not.",
        "This theory of knowledge, or rather of nescience or no-knowledge, he\ngives in La Saisiaz, Ferishtah’s Fancies, The Parleyings, and\nAsolando–in all his later and more reflective poems, in fact. It\nmust, I think, be held to be his deliberate and final view–and all the\nmore so, because, by a peculiar process, he gets from it his defence of\nhis ethical and religious faith.",
        "In the first of these poems, Browning, while discussing the problem of\nimmortality in a purely speculative spirit, and without stipulating,\n“Provided answer suits my hopes, not fears,” gives a tolerably full\naccount of that which must be regarded as the principles of his theory\nof knowledge. Its importance to his ethical doctrine justifies a\nsomewhat exhaustive examination of it.",
        "He finds himself to be “a midway point, between a cause before and an\neffect behind–both blanks.” Within that narrow space, of the self\nhemmed in by two unknowns, all experience is crammed. Out of that\nexperience crowds all that he knows, and all that he misknows. There\nissues from experience–",
        "            “Conjecture manifold,\n  But, as knowledge, this comes only–things may be as I behold,\n  Or may not be, but, without me and above me, things there are;\n  I myself am what I know not–ignorance which proves no bar\n  To the knowledge that I am, and, since I am, can recognize\n  What to me is pain and pleasure: this is sure, the rest–surmise.\n  If my fellows are or are not, what may please them and what pain,–\n  Mere surmise: my own experience–that is knowledge once again.\"[A]",
        "[Footnote A: La Saisiaz.]",
        "Experience, then, within which he (and every one else) acknowledges that\nall his knowledge is confined, yields him as certain facts–the\nconsciousness that he is, but not what he is: the consciousness that he\nis pleased or pained by things about him, whose real nature is entirely\nhidden from him: and, as he tells us just before, the assurance that God\nis the thing the self perceives outside itself,",
        "                  “A force\n  Actual e’er its own beginning, operative thro’ its course,\n  Unaffected by its end.\"[A]",
        "[Footnote A: La Saisiaz.]",
        "But, even this knowledge, limited as it is to the bare existence of\nunknown entities, has the further defect of being merely subjective. The\n“experience” from which he draws his conclusions, is his own in an\nexclusive sense. His “thinking thing” has, apparently, no elements in\ncommon with the “thinking things” of other selves. He ignores the fact\nthat there may be general laws of thought, according to which his mind\nmust act in order to be a mind. Intelligence seems to have no nature,\nand may be anything. All questions regarding “those apparent other\nmortals” are consequently unanswerable to the poet. “Knowledge stands on\nmy experience\"; and this “my” is totally unrelated to all other Mes.",
        "            “All outside its narrow hem,\n  Free surmise may sport and welcome! Pleasures, pains affect mankind\n  Just as they affect myself? Why, here’s my neighbour colour-blind,\n  Eyes like mine to all appearance: ’green as grass’ do I affirm?\n  ’Red as grass’ he contradicts me: which employs the proper term?\"[B]",
        "[Footnote B: Ibid.]",
        "If there were only they two on earth as tenants, there would be no way\nof deciding between them; for, according to his argument, the truth is\napparently decided by majority of opinions. Each individual, equipped\nwith his own particular kind of senses and reason, gets his own\nparticular experience, and draws his own particular conclusions from it.\nIf it be asked whether these conclusions are true or not, the only\nanswer is that the question is absurd; for, under such conditions, there\ncannot be either truth or error. Every one’s opinion is its own\ncriterion. Each man is the measure of all things; “His own world for\nevery mortal,” as the poet puts it.",
        "  “To each mortal peradventure earth becomes a new machine,\n  Pain and pleasure no more tally in our sense than red and green.\"[A]",
        "[Footnote A: La Saisiaz.]",
        "The first result of this subjective view of knowledge is clearly enough\nseen by the poet. He is well aware that his convictions regarding the\nhigh matters of human destiny are valid only for himself.",
        "            “Only for myself I speak,\n  Nowise dare to play the spokesman for my brothers strong and weak.\"[B]",
        "[Footnote B: Ibid.]",
        "Experience, as he interprets it, that is, present consciousness, “this\nmoment’s me and mine,” is too narrow a basis for any universal or\nobjective conclusion. So far as his own inner experience of pain and\npleasure goes,",
        "  “All–for myself–seems ordered wise and well\n  Inside it,–what reigns outside, who can tell?\"[A]",
        "[Footnote A: Francis Furini.]",
        "But as to the actual world, he can have no opinion, nor, from the good\nand evil that apparently play around him, can he deduce either",
        "  “Praise or blame of its contriver, shown a niggard or profuse\n  In each good or evil issue.\"[B]",
        "[Footnote B: La Saisiaz.]",
        "The moral government of the world is a subject, regarding which we are\ndoomed to absolute ignorance. A theory that it is ruled by the “prince\nof the power of the air” has just as much, and just as little, validity\nas the more ordinary view held by religious people. Who needs be told",
        "            “The space\n  Which yields thee knowledge–do its bounds embrace\n  Well-willing and wise-working, each at height?\n  Enough: beyond thee lies the infinite–\n  Back to thy circumscription!\"[C]",
        "[Footnote C: Francis Furini.]",
        "And our ignorance of God, and the world, and ourselves is matched by a\nsimilar ignorance regarding moral matters.",
        "  “Ignorance overwraps his moral sense,\n  Winds him about, relaxing, as it wraps,\n  So much and no more than lets through perhaps\n  The murmured knowledge–’ Ignorance exists.’\"[D]",
        "[Footnote D: Ibid.]",
        "We cannot be certain even of the distinction and conflict of good and\nevil in the world. They, too, and the apparent choice between them to\nwhich man is continually constrained, may be mere illusions–phenomena\nof the individual consciousness. What remains, then? Nothing but to\n“wait.”",
        "  “Take the joys and bear the sorrows–neither with extreme concern!\n  Living here means nescience simply: ’tis next life that helps to\n        learn.\"[A]",
        "[Footnote A: La Saisiaz.]",
        "It is hardly necessary to enter upon any detailed criticism of such a\ntheory of knowledge as this, which is proffered by the poet. It is well\nknown by all those who are in some degree acquainted with the history of\nphilosophy–and it will be easily seen by all who have any critical\nacumen–that it leads directly into absolute scepticism. And absolute\nscepticism is easily shown to be self-contradictory. For a theory of\nnescience, in condemning all knowledge and the faculty of knowledge,\ncondemns itself. If nothing is true, or if nothing is known, then this\ntheory itself is not true, or its truth cannot be known. And if this\ntheory is true, then nothing is true; for this theory, like all others,\nis the product of a defective intelligence. In whatsoever way the matter\nis put, there is left no standing-ground for the human critic who\ncondemns human thought. And he cannot well pretend to a footing in a\nsphere above man’s, or below it. There is thus one presupposition which\nevery one must make, if he is to propound any doctrine whatsoever, even\nif that doctrine be that no doctrine can be valid; it is the\npresupposition that knowledge is possible, and that truth can be known.\nAnd this presupposition fills, for modern philosophy, the place of the\nCogito ergo sum of Descartes. It is the starting-point and criterion\nof all knowledge.",
        "It is, at first sight, a somewhat difficult task to account for the\nfact, that so keen an intellect as the poet’s did not perceive the\nconclusion to which his theory of knowledge so directly and necessarily\nleads. It is probable, however, that he never critically examined it,\nbut simply accepted it as equivalent to the common doctrine of the\nrelativity of knowledge, which, in some form or other, all the schools\nof philosophy adopt. But the main reason will be found to lie in the\nfact that knowledge was not, to Browning, its own criterion or end. The\nprimary fact of his philosophy is that human life is a moral process.\nHis interest in the evolution of character was his deepest interest, as\nhe informs us; he was an ethical teacher rather than a metaphysician. He\nis ever willing to asperse man’s intelligence. But that man is a moral\nagent he will in no wise doubt. This is his",
        "            “Solid standing-place amid\n  The wash and welter, whence all doubts are bid\n  Back to the ledge they break against in foam.\"[A]",
        "[Footnote A: Francis Furini.]",
        "His practical maxim was",
        "  “Wholly distrust thy knowledge, then, and trust\n  As wholly love allied to ignorance!\n  There lies thy truth and safety.\"[B]",
        "[Footnote B: A Pillar of Sebzevar.]",
        "All phenomena must, in some way or other, be reconciled by the poet with\nthe fundamental and indubitable fact of the progressive moral life of\nman. For the fundamental presupposition which a man makes, is\nnecessarily his criterion of knowledge, and it determines the truth or\nillusoriness of all other opinions whatsoever.",
        "Now, Browning held, not only that no certain knowledge is attainable by\nman, but also that such certainty is incompatible with moral life.\nAbsolute knowledge would, he contends, lift man above the need and the\npossibility of making the moral choice, which is our supreme business on\nearth. Man can be good or evil, only on condition of being in absolute\nuncertainty regarding the true meaning of the facts of nature and the\nphenomena of life.",
        "This somewhat strange doctrine finds the most explicit and full\nexpression in La Saisiaz. “Fancy,” amongst the concessions it demands\nfrom “Reason,” claims that man should know–not merely surmise or\nfear–that every action done in this life awaits its proper and\nnecessary meed in the next.",
        "                “I also will that man become aware\n  Life has worth incalculable, every moment that he spends\n  So much gain or loss for that next life which on this life depends.\"[A]",
        "[Footnote A: La Saisiaz.]",
        "But Reason refuses the concession, upon the ground that such sure\nknowledge would be destructive of the very distinction between right and\nwrong, which the demand implies. The “promulgation of this decree,” by\nFancy, “makes both good and evil to cease.” Prior to it “earth was man’s\nprobation-place\"; but under this decree man is no longer free; for\ncertain knowledge makes action necessary.",
        "  “Once lay down the law, with Nature’s simple ’Such effects succeed\n  Causes such, and heaven or hell depends upon man’s earthly deed\n  Just as surely as depends the straight or else the crooked line\n  On his making point meet point or with or else without incline,’\n  Thenceforth neither good nor evil does man, doing what he must.\"[A]",
        "[Footnote A: La Saisiaz, 195.]",
        "If we presuppose that “man, addressed this mode, be sound and sane” (and\nwe must stipulate sanity, if his actions are to be morally judged at\nall)–then a law which binds punishment and reward to action in a\nnecessary manner, and is known so to bind them, would “obtain prompt and\nabsolute obedience.” There are some “edicts, now styled God’s own\nnature’s,” “which to hear means to obey.” All the laws relating to the\npreservation of life are of this character. And, if the law–\"Would’st\nthou live again, be just\"–were in all ways as stringent as the other\nlaw–",
        "  “Would’st thou live now, regularly draw thy breath!\n  For, suspend the operation, straight law’s breach results in death\"–[B]",
        "[Footnote B: Ibid.]",
        "then no one would disobey it, nor could. “It is the liberty of doing\nevil that gives the doing good a grace.” And that liberty would be taken\naway by complete assurance, that effects follow actions in the moral\nworld with the necessity seen in the natural sphere. Since, therefore,\nman is made to grow, and earth is the place wherein he is to pass\nprobation and prove his powers, there must remain a certain doubt as to\nthe issues of his actions; conviction must not be so strong as to carry\nwith it man’s whole nature. “The best I both see and praise, the worst I\nfollow,” is the adage rife in man’s mouth regarding his moral conduct.\nBut, spite of his seeing and praising,",
        "            “he disbelieves\n  In the heart of him that edict which for truth his head receives.\"[A]",
        "[Footnote A: La Saisiaz.]",
        "He has a dim consciousness of ways whereby he may elude the consequences\nof his wickedness, and of the possibility of making amends to law.",
        "  “And now, auld Cloots, I ken ye’re thinkin’,\n  A certain Bardie’s rantin’, drinkin’,\n  Some luckless hour will send him linkin’\n    To your black pit;\n  But, faith, he’ll turn a corner jinkin’,\n    And cheat you yet.”",
        "The more orthodox and less generous individual is prone to agree, as\nregards himself, with Burns; but, he sees, most probably, that such an\nescape is impossible to others. He has secret solacement in a latent\nbelief that he himself is an exception. There will be a special method\nof dealing with him. He is a “chosen sample\"; and “God will think twice\nbefore He damns a man of his quality.” It is just because there is such\ndoubt as to the universality and necessity of the law which connects\nactions and consequences in the moral sphere, that man’s deeds have an\nethical character; while, to disperse doubt and ignorance by the\nassurance of complete knowledge, would take the good from goodness and\nthe ill from evil.",
        "In this ingenious manner, the poet turns the imperfect intellect and\ndelusive knowledge of man to a moral use. Ordinarily, the intellectual\nimpotence of man is regarded as carrying with it moral incapacity as\nwell, and the delusiveness of knowledge is one of the strongest\narguments for pessimism. To persons pledged to the support of no theory,\nand to those who have the naïveté, so hard to maintain side by side\nwith strong doctrinal convictions, it seems amongst the worst of evils\nthat man should be endowed with fallacious faculties, and cursed with a\nfutile desire for true knowledge which is so strong, that it cannot be\nquenched even in those who believe that truth can never be attained. It\nis the very best men of the world who cry",
        "            “Oh, this false for real,\n  This emptiness which feigns solidity,–\n  Ever some grey that’s white, and dun that’s black,–\n  When shall we rest upon the thing itself,\n  Not on its semblance? Soul–too weak, forsooth,\n  To cope with fact–wants fiction everywhere!\n  Mine tires of falsehood: truth at any cost!\"[A]",
        "[Footnote A: A Bean-Stripe.]",
        "The poet himself was burdened in no small degree with this vain desire\nfor knowing the truth; and he recognized, too, that he was placed in a\nworld which seems both real and beautiful, and so well worth knowing.\nYet, it is this very failure of knowledge–a failure which, be it\nremembered, is complete and absolute, because, as he thinks, all facts\nmust turn into phantoms by mere contact with our “relative\nintelligences,\"–which he constitutes into the basis of his optimistic\nfaith.",
        "So high is the dignity and worth of the moral life to Browning, that no\nsacrifice is too great to secure it. And, indeed, if it were once\nclearly recognized that there is no good thing but goodness, nothing of\nsupreme worth, except the realization of a loving will, then doubt,\nignorance, and every other form of apparent evil would be fully\njustified–provided they were conditions whereby this highest good is\nattained. And, to Browning, ignorance was one of the conditions. And\nconsequently, the dread pause in the music which agnosticism brings, is\nonly “silence implying sound\"; and the vain cry for truth, arising from\nthe heart of the earth’s best men, is only a discord moving towards\nresolution into a more rapturous harmony.",
        "I do not stay here to inquire whether sure knowledge would really have\nthis disastrous effect of destroying morality, or whether its failure\ndoes not rather imply the impossibility of a moral life. I return to the\nquestion asked at the beginning of this chapter, and which it is now\npossible to answer. That question was: How does Browning reconcile his\nhypothesis of universal love with the natural and moral evils existing\nin the world?",
        "His answer is quite explicit. The poet solves the problem by casting\ndoubt upon the facts which threaten his hypothesis. He reduces them into\nphenomena, in the sense of phantoms begotten by the human intellect upon\nunknown and unknowable realities.",
        "  “Thus much at least is clearly understood–\n  Of power does Man possess no particle:\n  Of knowledge–just so much as shows that still\n  It ends in ignorance on every side.\"[A]",
        "[Footnote A: Francis Furini.]",
        "He is aware of the phenomena of his own consciousness,",
        "  “My soul, and my soul’s home,\n  This body “;",
        "but he knows not whether “things outside are fact or feigning.” And he\nheeds little, for in either case they",
        "            “Teach\n  What good is and what evil,–just the same,\n  Be feigning or be fact the teacher.\"[B]",
        "[Footnote B: Ibid.]",
        "It is the mixture, or rather the apparent mixture, of shade and light in\nlife, the conflict of seeming good with seeming evil in the world, that\nconstitutes the world a probation-place. It is a kind of moral\ngymnasium, crowded with phantoms, wherein by exercise man makes moral\nmuscle. And the vigour of the athlete’s struggle is not in the least\nabated by the consciousness that all he deals with are phantoms.",
        " “I have lived, then, done and suffered, loved and hated, learnt and taught\n  This–there is no reconciling wisdom with a world distraught,\n  Goodness with triumphant evil, power with failure in the aim,\n  If–(to my own sense, remember! though none other feel the same!)–\n  If you bar me from assuming earth to be a pupil’s place,\n  And life, time–with all their chances, changes,–just probation-space,\n  Mine, for me.\"[A]",
        "[Footnote A: La Saisiaz.]",
        "And the world would not be such a probation-space did we once penetrate\ninto its inmost secret, and know its phenomena as veritably either good\nor evil. There is the need of playing something perilously like a trick\non the human intellect if man is to strive and grow.",
        "            “Here and there a touch\n  Taught me, betimes, the artifice of things–\n  That all about, external to myself,\n  Was meant to be suspected,–not revealed\n  Demonstrably a cheat–but half seen through.\"[B]",
        "[Footnote B: A Bean-Stripe.]",
        "To know objects as they veritably are, might reveal all things as locked\ntogether in a scheme of universal good, so that “white would rule\nunchecked along the line.” But this would be the greatest of disasters;\nfor, as moral agents, we cannot do without",
        "            “the constant shade\n  Cast on life’s shine,–the tremor that intrudes\n  When firmest seems my faith in white.\"[C]",
        "[Footnote C: Ibid.]",
        "The intellectual insight that would penetrate through the vari-colour of\nevents into the actual presence of the incandescent white of love, which\nglows, as hope tells us, in all things, would stultify itself, and lose\nits knowledge even of the good.",
        "                                “Think!\n  Could I see plain, be somehow certified\n  All was illusion–evil far and wide\n  Was good disguised,–why, out with one huge wipe\n  Goes knowledge from me. Type needs antitype:\n  As night needs day, as shine needs shade, so good\n  Needs evil: how were pity understood\n  Unless by pain? “[A]",
        "[Footnote A: Francis Furini.]",
        "Good and evil are relative to each other, and each is known only through\nits contrary.",
        "                                    “For me\n  (Patience, beseech you!) Knowledge can but be\n  Of good by knowledge of good’s opposite–\n  Evil.\"[B]",
        "[Footnote B: Ibid.]",
        "The extinction of one of the terms would be the extinction of the other.\nAnd, in a similar manner, clear knowledge that evil is illusion and that\nall things have their place in an infinite divine order would paralyze\nall moral effort, as well as stultify itself.",
        "            “Make evident that pain\n  Permissibly masks pleasure–you abstain\n  From out-stretch of the finger-tip that saves\n  A drowning fly.\"[C]",
        "[Footnote C: Ibid.]",
        "Certainty on either side, either that evil is evil for evermore,\nirredeemable and absolute, a drench of utter dark not illuminable by\nwhite; or that it is but mere show and semblance, which the good takes\nupon itself, would alike be ruinous to man. For both alternatives would\nrender all striving folly. The right attitude for man is that of\nignorance, complete uncertainty, the equipoise of conflicting\nalternatives. He must take his stand on the contradiction. Hope he may\nhave that all things work together for good. It is right that he should\nnourish the faith that the antagonism of evil with good in the world is\nonly an illusion; but that faith must stop short of the complete\nconviction that knowledge would bring. When, therefore, the hypothesis\nof universal love is confronted with the evils of life, and we ask how\nit can be maintained in the face of the manifold miseries everywhere\napparent, the poet answers, “You do not know, and cannot know, whether\nthey are evils or not. Your knowledge remains at the surface of things.\nYou cannot fit them into their true place, or pronounce upon their true\npurpose and character; for you see only a small arc of the complete\ncircle of being. Wait till you see more, and, in the meantime, hope!”",
        "  “Why faith–but to lift the load,\n    To leaven the lump, where lies\n  Mind prostrate through knowledge owed\n    To the loveless Power it tries\n  To withstand, how vain!\"[A]",
        "[Footnote A: Reverie–Asolando.]",
        "And, if we reply in turn, that this necessary ignorance leaves as little\nroom for his scheme of love as it does for its opposite, he again\nanswers: “Not so! I appeal from the intellect, which is detected as\nincompetent, to the higher court of the moral consciousness. And there I\nfind the ignorance to be justified: for it is the instrument of a higher\npurpose, a means whereby what is best is gained, namely, Love.”",
        "    “My curls were crowned\n  In youth with knowledge,–off, alas, crown slipped\n  Next moment, pushed by better knowledge still\n  Which nowise proved more constant; gain, to-day,\n  Was toppling loss to-morrow, lay at last\n  –Knowledge, the golden?–lacquered ignorance!\n  As gain–mistrust it! Not as means to gain:\n  Lacquer we learn by: ...\n  The prize is in the process: knowledge means\n  Ever-renewed assurance by defeat\n  That victory is somehow still to reach,\n  But love is victory, the prize itself:\n  Love–trust to! Be rewarded for the trust\n  In trust’s mere act.\"[A]",
        "[Footnote A: A Pillar at Sebzevar.]",
        "Now, in order to complete our examination of this theory, we must follow\nthe poet in his attempt to escape from the testimony of the intellect to\nthat of the heart. In order to make the most of the latter, we find that\nBrowning, especially in his last work, tends to withdraw his accusation\nof utter incompetence on the part of the intellect. He only tends to do\nso, it is true. He is tolerably consistent in asserting that we know our\nown emotions and the phenomena of our own consciousness; but he is not\nconsistent in his account of our knowledge, or ignorance, of external\nthings. On the whole, he asserts that we know nothing of them. But in\nAsolando he seems to imply that the evidence of a loveless power in\nthe world, permitting evil, is irresistible.[A] To say the least, the\ntestimony of the intellect, such as it is, is more clear and convincing\nwith regard to evil than it is with regard to good. Within the sphere of\nphenomena, to which the intellect is confined, there seems to be,\ninstead of a benevolent purpose, a world ruled by a power indifferent to\nthe triumph of evil over good, and either “loveless” or unintelligent.",
        "[Footnote A: See passage just quoted.]",
        "            “Life, from birth to death,\n  Means–either looking back on harm escaped,\n  Or looking forward to that harm’s return\n  With tenfold power of harming.\"[B]",
        "[Footnote B: A Bean-Stripe.]",
        "And it is not possible for man to contravene this evidence of faults and\nomissions: for, in doing so, he would remove the facts in reaction\nagainst which his moral nature becomes active. What proof is there,\nthen, that the universal love is no mere dream? None! from the side of\nthe intellect, answers the poet. Man, who has the will to remove the\nills of life,",
        "  “Stop change, avert decay,\n  Fix life fast, banish death,\"[C]",
        "[Footnote C: Reverie–Asolando.]",
        "has not the power to effect his will; while the Power, whose\nlimitlessness he recognizes everywhere around him, merely maintains the\nworld in its remorseless course, and puts forth no helping hand when\ngood is prone and evil triumphant. “God does nothing.”",
        "              “’No sign,’–groaned he,–\n  No stirring of God’s finger to denote\n  He wills that right should have supremacy\n  On earth, not wrong! How helpful could we quote\n  But one poor instance when He interposed\n  Promptly and surely and beyond mistake\n  Between oppression and its victim, closed\n  Accounts with sin for once, and bade us wake\n  From our long dream that justice bears no sword,\n  Or else forgets whereto its sharpness serves.’\"[A]",
        "[Footnote A: Bernard de Mandeville.]",
        "But he tells us in his later poems, that there is no answer vouchsafed\nto man’s cry to the Power, that it should reveal",
        "       “What heals all harm,\n  Nay, hinders the harm at first,\n  Saves earth.\"[B]",
        "[Footnote B: Reverie–Asolando.]",
        "And yet, so far as man can see, there were no bar to the remedy, if\n“God’s all-mercy” did really “mate His all-potency.”",
        "  “How easy it seems,–to sense\n    Like man’s–if somehow met\n  Power with its match–immense\n    Love, limitless, unbeset\n  By hindrance on every side!\"[C]",
        "[Footnote C: Ibid.]",
        "But that love nowhere makes itself evident. “Power,” we recognize,",
        "                 “finds nought too hard,\n    Fulfilling itself all ways,\n  Unchecked, unchanged; while barred,\n    Baffled, what good began\n  Ends evil on every side.\"[A]",
        "[Footnote A: Reverie–Asolando.]",
        "Thus, the conclusion to which knowledge inevitably leads us is that mere\npower rules.",
        "  “No more than the passive clay\n    Disputes the potter’s act,\n  Could the whelmed mind disobey\n    Knowledge, the cataract.\"[B]",
        "[Footnote B: Ibid.]",
        "But if the intellect is thus overwhelmed, so as to be almost passive to\nthe pessimistic conclusion borne in upon it by “resistless fact,” the\nheart of man is made of another mould. It revolts against the conclusion\nof the intellect, and climbs",
        "  “Through turbidity all between,\n    From the known to the unknown here,\n  Heaven’s ’Shall be,’ from earth’s ’Has been.’\"[C]",
        "[Footnote C: Ibid.]",
        "It grasps a fact beyond the reach of knowledge, namely, the possibility,\nor even the certainty, that “power is love.” At present there is no\nsubstantiating by knowledge the testimony of the heart; and man has no\nbetter anchorage for his optimism than faith. But the closer view will\ncome, when even our life on earth will be seen to have within it the\nworking of love, no less manifest than that of power.",
        "  “When see? When there dawns a day,\n    If not on the homely earth,\n  Then, yonder, worlds away,\n    Where the strange and new have birth,\n  And Power comes full in play.\"[D]",
        "[Footnote D: Ibid.]",
        "Now, what is this evidence of the heart, which is sufficiently cogent\nand valid to counterpoise that of the mind; and which gives to “faith,\"\nor “hope,” a firm foothold in the very face of the opposing “resistless\"\ntestimony of knowledge?",
        "Within our experience, to which the poet knows we are entirely confined,\nthere is a fact, the significance of which we have not as yet examined.\nFor, plain and irresistible as is the evidence of evil, so plain and\nconstant is man’s recognition of it as evil, and his desire to annul it.\nIf man’s mind is made to acknowledge evil, his moral nature is made so\nas to revolt against it.",
        "    “Man’s heart is made to judge\n  Pain deserved nowhere by the common flesh\n  Our birth-right–bad and good deserve alike\n  No pain, to human apprehension.\"[A]",
        "[Footnote A: Mihrab Shah–Ferishtah’s Fancies.]",
        "Owing to the limitation of our intelligence, we cannot deny but that",
        "            “In the eye of God\n  Pain may have purpose and be justified.”",
        "But whether it has its purpose for the supreme intelligence or not,",
        "  “Man’s sense avails to only see, in pain,\n  A hateful chance no man but would avert\n  Or, failing, needs must pity.\"[B]",
        "[Footnote B: Ibid.]",
        "Man must condemn evil, he cannot acquiesce in its permanence, but is,\nspite of his consciousness of ignorance and powerlessness, roused into\nconstant revolt against it.",
        "  “True, he makes nothing, understands no whit:\n  Had the initiator-spasm seen fit\n  Thus doubly to endow him, none the worse\n  And much the better were the universe.\n  What does Man see or feel or apprehend\n  Here, there, and everywhere, but faults to mend,\n  Omissions to supply,–one wide disease\n  Of things that are, which Man at once would ease\n  Had will but power and knowledge?\"[A]",
        "[Footnote A: Francis Furini.]",
        "But the moral worth of man does not suffer the least detraction from his\ninability to effect his benevolent purpose. “Things must take will for\ndeed,” as Browning tells us. David is not at all distressed by the\nconsciousness of his weakness.",
        "            “Why is it I dare\n  Think but lightly of such impuissance? What stops my despair?\n  This;–’tis not what man Does which exalts him, but what man Would do.\"[B]",
        "[Footnote B: Saul.]",
        "The fact that “his wishes fall through,” that he cannot, although\nwilling, help Saul, “grow poor to enrich him, fill up his life by\nstarving his own,” does not prevent him from regarding his “service as\nperfect.” The will was there, although it lacked power to effect itself.\nThe moral worth of an action is complete, if it is willed; and it is\nnowise affected by its outer consequences, as both Browning and Kant\nteach. The loving will, the inner act of loving, though it can bear no\noutward fruit, being debarred by outward impediment, is still a complete\nand highest good.",
        "  “But Love is victory, the prize itself:\n  Love–trust to! Be rewarded for the trust\n  In trust’s mere act. In love success is sure,\n  Attainment–no delusion, whatso’er\n  The prize be: apprehended as a prize,\n  A prize it is.\"[A]",
        "[Footnote A: A Pillar at Sebzevar.]",
        "Whatever the evil in the world and the impotence of man, his duty and\nhis dignity in willing to perform it, are ever the same. Though God\nneglect the world",
        "            “Man’s part\n  Is plain–to send love forth,–astray, perhaps:\n  No matter, he has done his part.\"[B]",
        "[Footnote B: The Sun.]",
        "Now, this fact of inner experience, which the poet thinks\nincontrovertible–the fact that man, every man, necessarily regards\nevil, whether natural or moral, as something to be annulled, were it\nonly possible–is an immediate proof of the indwelling of that which is\nhighest in man. On this basis, Browning is able to re-establish the\noptimism which, from the side of knowledge, he had utterly abandoned.",
        "The very fact that the world is condemned by man is proof that there\ndwells in man something better than the world, whose evidence the\npessimist himself cannot escape. All is not wrong, as long as wrong\nseems wrong. The pessimist, in condemning the world, must except\nhimself. In his very charge against God of having made man in His anger,\nthere lies a contradiction; for he himself fronts and defies the\noutrage. There is no depth of despair which this good cannot illumine\nwith joyous light, for the despair is itself the reflex of the good.",
        "            “Were earth and all it holds illusions mere,\n  Only a machine for teaching love and hate, and hope and fear,",
        "            “If this life’s conception new life fail to realize–\n  Though earth burst and proved a bubble glassing hues of hell, one huge\n  Reflex of the devil’s doings–God’s work by no subterfuge,\"[A]",
        "[Footnote A: La Saisiaz.]",
        "still, good is good, and love is its own exceeding great reward. Alone,\nin a world abandoned to chaos and infinite night, man is still not\nwithout God, if he loves. In virtue of his love, he himself would be\ncrowned as God, as the poet often argues, were there no higher love\nelsewhere.",
        "            “If he believes\n  Might can exist with neither will nor love,\n  In God’s case–what he names now Nature’s Law–\n  While in himself he recognizes love\n  No less than might and will,\"[B]",
        "[Footnote B: Death in the Desert.]",
        "man takes, and rightly takes, the title of being “First, last, and best\nof things.”",
        "  “Since if man prove the sole existent thing\n  Where these combine, whatever their degree,\n  However weak the might or will or love,\n  So they be found there, put in evidence–\n  He is as surely higher in the scale\n  Than any might with neither love nor will,\n  As life, apparent in the poorest midge,\n  Is marvellous beyond dead Atlas’ self,\n  Given to the nobler midge for resting-place!\n  Thus, man proves best and highest–God, in fine.\"[A]",
        "[Footnote A: A Death in the Desert.]",
        "To any one capable of spiritually discerning things, there can be no\ndifficulty in regarding goodness, however limited and mated with\nweakness, as infinitely above all natural power. Divinity will be known\nto consist, not in any senseless might, however majestic and miraculous,\nbut in moral or spiritual perfection. If God were indifferent to the\nevil of the world, acquiesced in it without reason, and let it ripen\ninto all manner of wretchedness, then man, in condemning the world,\nthough without power to remove the least of its miseries, would be\nhigher than God. But we have still to account for the possibility of\nman’s assuming an attitude implied in the consciousness that, while he\nis without power, God is without pity, and in the despair which springs\nfrom his hate of evil. How comes it that human nature rises above its\norigin, and is able–nay, obliged–to condemn the evil which God\npermits? Is man finite in power, a mere implement of a mocking will so\nfar as knowledge goes, the plaything of remorseless forces, and yet\nauthor and first source of something in himself which invests him with a\ndignity that God Himself cannot share? Is the moral consciousness which,\nby its very nature, must bear witness against the Power, although it\ncannot arrest its pitiless course, or remove the least evil,",
        "  “Man’s own work, his birth of heart and brain,\n  His native grace, no alien gift at all?”",
        "We are thus caught between the horns of a final dilemma. Either the pity\nand love, which make man revolt against all suffering, are man’s own\ncreation; or else God, who made man’s heart to love, has given to man\nsomething higher than He owns Himself. But both of these alternatives\nare impossible.",
        "  “Here’s the touch that breaks the bubble.”",
        "The first alternative is impossible, because man is by definition\npowerless, a mere link in the endless chain of causes, incapable of\nchanging the least part of the scheme of things which he condemns, and\ntherefore much more unable to initiate, or to bring into a loveless\nworld abandoned to blind power, the noble might of love.",
        "            “Will of man create?\n  No more than this my hand, which strewed the beans\n  Produced them also from its finger-tips.\"[A]",
        "[Footnote A: A Bean-Stripe.]",
        "All that man is and has is a mere loan; his love no less than his finite\nintellect and limited power, has had its origin elsewhere.",
        "  “Back goes creation to its source, source prime\n  And ultimate, the single and the sole.\"[B]",
        "[Footnote B: Ibid.]",
        "The argument ends by bringing us back",
        "    “To the starting-point,–\n  Man’s impotency, God’s omnipotence,\n  These stop my answer.\"[A]",
        "[Footnote A: A Bean-Stripe.]",
        "I shall not pause at present to examine the value of this new form of\nthe old argument, ’Ex contingentia mundi.” But I may point out in\npassing, that the reference of human love to a divine creative source is\naccomplished by means of the idea of cause, one of the categories of the\nthought which Browning has aspersed. And it is a little difficult to\nshow why, if we are constrained to doubt our thought, when by the aid of\ncausality it establishes a connection between finite and finite, we\nshould regard it as worthy of trust when it connects the finite and the\ninfinite. In fact, it is all too evident that the poet assumes or denies\nthe possibility of knowledge, according as it helps or hinders his\nethical doctrine.",
        "But, if we grant the ascent from the finite to the infinite and regard\nman’s love as a divine gift–which it may well be although the poet’s\nargument is invalid–then a new light is thrown upon the being who gave\nman this power to love. The “necessity,” “the mere power,” which alone\ncould be discerned by observation of the irresistible movement of the\nworld’s events, acquires a new character. Prior to this discovery of\nlove in man as the work of God–",
        "  “Head praises, but heart refrains\n    From loving’s acknowledgment.\n  Whole losses outweigh half-gains:\n    Earth’s good is with evil blent:\n  Good struggles but evil reigns.\"[A]",
        "[Footnote A: Reverie–Asolando.]",
        "But love in man is a suggestion of a love without; a proof, in fact,\nthat God is love, for man’s love is God’s love in man. The source of the\npity that man shows, and of the apparent evils in the world which excite\nit, is the same. The power which called man into being, itself rises up\nin man against the wrongs in the world. The voice of the moral\nconsciousness, approving the good, condemning evil, and striving to\nannul it, is the voice of God, and has, therefore, supreme authority. We\ndo wrong, therefore, in thinking that it is the weakness of man which is\nmatched against the might of evil in the world, and that we are fighting\na losing battle. It is an incomplete, abstract, untrue view of the facts\nof life which puts God as irresistible Power in the outer world, and\nforgets that the same irresistible Power works, under the higher form of\nlove, in the human heart.",
        "  “Is not God now i’ the world His power first made?\n  Is not His love at issue still with sin,\n  Visibly when a wrong is done on earth?\n  Love, wrong, and pain, what see I else around?\"[B]",
        "[Footnote B: A Death in the Desert.]",
        "In this way, therefore, the poet argues back from the moral\nconsciousness of man to the goodness of God. And he finds the ultimate\nproof of this goodness in the very pessimism and scepticism and despair,\nthat come with the view of the apparently infinite waste in the world\nand the endless miseries of humanity. The source of this despair,\nnamely, the recognition of evil and wrong, is just the Godhood in man.\nThere is no way of accounting for the fact that “Man hates what is and\nloves what should be,” except by “blending the quality of man with the\nquality of God.” And “the quality of God” is the fundamental fact in\nman’s history. Love is the last reality the poet always reaches. Beneath\nthe pessimism is love: without love of the good there were no\nrecognition of evil, no condemnation of it, and no despair.",
        "But the difficulty still remains as to the permission of evil, even\nthough it should prove in the end to be merely apparent.",
        "  “Wherefore should any evil hap to man–\n  From ache of flesh to agony of soul–\n  Since God’s All-mercy mates All-potency?\n  Nay, why permits He evil to Himself–\n  Man’s sin, accounted such? Suppose a world\n  Purged of all pain, with fit inhabitant–\n  Man pure of evil in thought, word, and deed–\n  Were it not well? Then, wherefore otherwise?\"[A]",
        "[Footnote A: Mihrab Shah.]",
        "The poet finds an answer to this difficulty in the very nature of moral\ngoodness, which, as we have seen, he regards as a progressive\nrealization of an infinitely high ideal. The demand for a world purged\nof all pain and sin is really, he teaches us, a demand for a sphere\nwhere",
        "            “Time brings\n  No hope, no fear: as to-day, shall be\n  To-morrow: advance or retreat need we\n  At our stand-still through eternity?\"[A]",
        "[Footnote A: Rephan–Asolando.]",
        "What were there to “bless or curse, in such a uniform universe,”",
        "            “Where weak and strong,\n  The wise and the foolish, right and wrong,\n  Are merged alike in a neutral Best.\"[B]",
        "[Footnote B: Ibid.]",
        "There is a better way of life, thinks Browning, than such a state of\nstagnation.",
        "  “Why should I speak? You divine the test.\n  When the trouble grew in my pregnant breast\n  A voice said, So would’st thou strive, not rest,",
        "  “Burn and not smoulder, win by worth,\n  Not rest content with a wealth that’s dearth,\n  Thou art past Rephan, thy place be Earth.\"[C]",
        "[Footnote C: Ibid.]",
        "The discontent of man, the consciousness of sin, evil, pain, is a symbol\nof promotion. The peace of the state of nature has been broken for him;\nand, although the first consequence be",
        "  “Brow-furrowed old age, youth’s hollow cheek,–\n  Diseased in the body, sick in soul,\n  Pinched poverty, satiate wealth,–your whole\n  Array of despairs,\"[D]",
        "[Footnote D: Ibid.]",
        "still, without them, the best is impossible. They are the conditions of\nthe moral life, which is essentially progressive. They are the\nconsequences of the fact that man has been “startled up”",
        "            “by an Infinite\n  Discovered above and below me–height\n  And depth alike to attract my flight,",
        "  “Repel my descent: by hate taught love.\n  Oh, gain were indeed to see above\n  Supremacy ever–to move, remove,",
        "  “Not reach–aspire yet never attain\n  To the object aimed at.\"[A]",
        "[Footnote A: Rephan–Asolando.]",
        "He who places rest above effort, Rephan above the earth, places a\nnatural good above a moral good, stagnation above progress. The demand\nfor the absolute extinction of evil betrays ignorance of the nature of\nthe highest good. For right and wrong are relative. “Type need\nantitype.” The fact that goodness is best, and that goodness is not a\nstagnant state but a progress, a gradual realization, though never\ncomplete, of an infinite ideal, of the perfection of God by a finite\nbeing, necessarily implies the consciousness of sin and evil. As a moral\nagent man must set what should be above what is. If he is to aspire and\nattain, the actual present must seem to him inadequate, imperfect,\nwrong, a state to be abolished in favour of a better. And therefore it\nfollows that",
        "            “Though wrong were right\n  Could we but know–still wrong must needs seem wrong\n  To do right’s service, prove men weak or strong,\n  Choosers of evil or good.\"[B]",
        "[Footnote B: Francis Furini.]",
        "The apparent existence of evil is the condition of goodness. And yet it\nmust only be apparent. For if evil be regarded as veritably evil, it\nmust remain so for all that man can do; he cannot annihilate any fact\nnor change its nature, and all effort would, therefore, be futile. And,\non the other hand, if evil were known as unreal, then there were no need\nof moral effort, no quarrel with the present and therefore no\naspiration, and no achievement. That which is man’s highest and\nbest,–namely, a moral life which is a progress–would thus be\nimpossible, and his existence would be bereft of all meaning and\npurpose. And if the highest is impossible then all is wrong, “the goal\nbeing a ruin, so is all the rest.”",
        "The hypothesis of the moral life as progressive is essential to\nBrowning.",
        "But if this hypothesis be granted, then all difficulties disappear. The\nconception of the endless acquirement of goodness at once postulates the\nconsciousness of evil, and the consciousness of it as existing in order\nto be overcome. Hence the consciousness of it as illusion comes nearest\nto the truth. And such a conception is essentially implied by the idea\nof morality. To speculative reason, however, it is impossible, as the\npoet believes, that evil should thus be at the same time regarded as\nboth real and unreal. Knowledge leads to despair on every side; for,\nwhether it takes the evil in the world as seeming or actual, it\nstultifies effort, and proves that moral progress, which is best of all\nthings, is impossible. But the moral consciousness derives its vitality\nfrom this contradiction. It is the meeting-point and conflict of actual\nand ideal; and its testimony is indisputable, however inconsistent it\nmay be with that of knowledge. Acknowledging absolute ignorance of the\nouter world, the poet has still a retreat within himself, safe from all\ndoubt. He has in his own inner experience irrefragable proof",
        "    “How things outside, fact or feigning, teach\n  What good is and what evil–just the same,\n  Be feigning or be fact the teacher.\"[A]",
        "[Footnote A: Francis Furini.]",
        "The consciousness of being taught goodness by interaction with the\noutside unknown is sufficient; it is “a point of vantage” whence he will\nnot be moved by any contradictions that the intellect may conjure up\nagainst it. And this process of learning goodness, this gradual\nrealization by man of an ideal infinitely high and absolute in worth,\nthrows back a light which illumines all the pain and strife and despair,\nand shows them all to be steps in the endless “love-way.” The\nconsciousness of evil is thus at once the effect and the condition of\ngoodness. The unrealized, though ever-realizing good, which brings\ndespair, is the best fact in man’s history; and it should rightly bring,\nnot despair, but endless joy.",
        "Continue...",
        "\nThis eBook of “Browning as a Philosophical and Religious Teacher” by Henry Jones belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Browning As a Philosophical And Religious TeacherBy Henry JonesAt Amazon"
    ]
}