{
    "title": "Brown Wolf and Other Jack London Stories - A Nose For the King",
    "author": "Jack London",
    "chapter": "13",
    "content": [
        "\n\n",
        "In the morning calm of Korea, when its peace and tranquility truly\nmerited its ancient name, “Cho-sen,” there lived a politician by name Yi\nChin Ho. He was a man of parts, and–who shall say?–perhaps in no wise\nworse than politicians the world over. But, unlike his brethren in other\nlands, Yi Chin Ho was in jail. Not that he had inadvertently diverted to\nhimself public moneys, but that he had inadvertently diverted too much.\nExcess is to be deplored in all things, even in grafting, and Yi Chin\nHo’s excess had brought him to most deplorable straits.",
        "Ten thousand strings of cash he owed the government, and he lay in\nprison under sentence of death. There was one advantage to the\nsituation–he had plenty of time in which to think. And he thought well.\nThen called he the jailer to him.",
        "“Most worthy man, you see before you one most wretched,” he began. “Yet\nall will be well with me if you will but let me go free for one short\nhour this night. And all will be well with you, for I shall see to your\nadvancement through the years, and you shall come at length to the\ndirectorship of all the prisons of Cho-sen.”",
        "“How now?” demanded the jailer. “What foolishness is this? One short\nhour, and you but waiting for your head to be chopped off! And I, with\nan aged and much-to-be-respected mother, not to say anything of a wife\nand several children of tender years! Out upon you for the scoundrel\nthat you are!”",
        "“From the Sacred City to the ends of all the Eight Coasts there is no\nplace for me to hide,” Yi Chin Ho made reply. “I am a man of wisdom, but\nof what worth my wisdom here in prison? Were I free, well I know I could\nseek out and obtain the money wherewith to repay the government. I know\nof a nose that will save me from all my difficulties.”",
        "“A nose!” cried the jailer.",
        "“A nose,” said Yi Chin Ho. “A remarkable nose, if I may say so, a most\nremarkable nose.”",
        "The jailer threw up his hands despairingly. “Ah, what a wag you are,\nwhat a wag,” he laughed. “To think that that very admirable wit of yours\nmust go the way of the chopping-block!”",
        "And so saying, he turned and went away. But in the end, being a man soft\nof head and heart, when the night was well along he permitted Yi Chin Ho\nto go.",
        "Straight he went to the Governor, catching him alone and arousing him\nfrom his sleep.",
        "“Yi Chin Ho, or I’m no Governor!” cried the Governor. “What do you here\nwho should be in prison waiting on the chopping-block!”",
        "“I pray your excellency to listen to me,” said Yi Chin Ho, squatting on\nhis hams by the bedside and lighting his pipe from the fire-box. “A dead\nman is without value. It is true, I am as a dead man, without value to\nthe government, to your excellency, or to myself. But if, so to say,\nyour excellency were to give me my freedom–”",
        "“Impossible!” cried the Governor. “Besides, you are condemned to death.”",
        "“Your excellency well knows that if I can repay the ten thousand strings\nof cash, the government will pardon me,” Yi Chin Ho went on. “So, as I\nsay, if your excellency were to give me my freedom for a few days, being\na man of understanding, I should then repay the government and be in\nposition to be of service to your excellency. I should be in position to\nbe of very great service to your excellency.”",
        "“Have you a plan whereby you hope to obtain this money?” asked the\nGovernor.",
        "“I have,” said Yi Chin Ho.",
        "“Then come with it to me to-morrow night; I would now sleep,” said the\nGovernor, taking up his snore where it had been interrupted.",
        "On the following night, having again obtained leave of absence from the\njailer, Yi Chin Ho presented himself at the Governor’s bedside.",
        "“Is it you, Yi Chin Ho?” asked the Governor. “And have you the plan?”",
        "“It is I, your excellency,” answered Yi Chin Ho, “and the plan is here.”",
        "“Speak,” commanded the Governor.",
        "“The plan is here,” repeated Yi Chin Ho, “here in my hand.”",
        "The Governor sat up and opened his eyes, Yi Chin Ho proffered in his\nhand a sheet of paper. The Governor held it to the light.",
        "“Nothing but a nose,” said he.",
        "“A bit pinched, so, and so, your excellency,” said Yi Chin Ho.",
        "“Yes, a bit pinched here and there, as you say,” said the Governor.",
        "“Withal it is an exceeding corpulent nose, thus, and so, all in one\nplace, at the end,” proceeded Yi Chin Ho. “Your excellency would seek\nfar and wide and many a day for that nose and find it not.”",
        "“An unusual nose,” admitted the Governor.",
        "“There is a wart upon it,” said Yi Chin Ho.",
        "“A most unusual nose,” said the Governor. “Never have I seen the like.\nBut what do you with this nose, Yi Chin Ho!”",
        "“I seek it whereby to repay the money to the government,” said Yi Chin\nHo. “I seek it to be of service to your excellency, and I seek it to\nsave my own worthless head. Further, I seek your excellency’s seal upon\nthis picture of the nose.”",
        "And the Governor laughed and affixed the seal of state, and Yi Chin Ho\ndeparted. For a month and a day he traveled the King’s Road which leads\nto the shore of the Eastern Sea; and there, one night, at the gate of\nthe largest mansion of a wealthy city he knocked loudly for admittance.",
        "“None other than the master of the house will I see,” said he fiercely\nto the frightened servants. “I travel upon the King’s business.”",
        "Straightway was he led to an inner room, where the master of the house\nwas roused from his sleep and brought blinking before him.",
        "“You are Pak Chung Chang, head man of this city,” said Yi Chin Ho in\ntones that were all-accusing. “I am upon the King’s business.”",
        "Pak Chung Chang trembled. Well he knew the King’s business was ever a\nterrible business. His knees smote together, and he near fell to the\nfloor.",
        "“The hour is late,” he quavered. “Were it not well to––”",
        "“The King’s business never waits!” thundered Yi Chin Ho. “Come apart\nwith me, and swiftly. I have an affair of moment to discuss with you.",
        "“It is the King’s affair,” he added with even greater fierceness; so\nthat Pak Chung Chang’s silver pipe dropped from his nerveless fingers\nand clattered on the floor.",
        "“Know then,” said Yi Chin Ho, when they had gone apart, “that the King\nis troubled with an affliction, a very terrible affliction. In that he\nfailed to cure, the Court physician has had nothing else than his head\nchopped off. From all the Eight Provinces have the physicians come to\nwait upon the King. Wise consultation have they held, and they have\ndecided that for a remedy for the King’s affliction nothing else is\nrequired than a nose, a certain kind of nose, a very peculiar certain\nkind of nose.",
        "“Then by none other was I summoned than his excellency the prime\nminister himself. He put a paper into my hand. Upon this paper was the\nvery peculiar kind of nose drawn by the physicians of the Eight\nProvinces, with the seal of state upon it.",
        "“’Go,’ said his excellency the prime minister. ’Seek out this nose, for\nthe King’s affliction is sore. And wheresoever you find this nose upon\nthe face of a man, strike it off forthright and bring it in all haste to\nthe Court, for the King must be cured. Go, and come not back until your\nsearch is rewarded.’",
        "“And so I departed upon my quest,” said Yi Chin Ho. “I have sought out\nthe remotest corners of the kingdom; I have traveled the Eight\nHighways, searched the Eight Provinces, and sailed the seas of the Eight\nCoasts. And here I am.”",
        "With a great flourish he drew a paper from his girdle, unrolled it with\nmany snappings and cracklings, and thrust it before the face of Pak\nChung Chang. Upon the paper was the picture of the nose.",
        "Pak Chung Chang stared upon it with bulging eyes.",
        "“Never have I beheld such a nose,” he began.",
        "“There is a wart upon it,” said Yi Chin Ho.",
        "“Never have I beheld––” Pak Chung Chang began again.",
        "“Bring your father before me,” Yi Chin Ho interrupted sternly.",
        "“My ancient and very-much-to-be-respected ancestor sleeps,” said Pak\nChung Chang.",
        "“Why dissemble?” demanded Yi Chin Ho. “You know it is your father’s\nnose. Bring him before me that I may strike it off and be gone. Hurry,\nlest I make bad report of you.”",
        "“Mercy!” cried Pak Chung Chang, falling on his knees. “It is impossible!\nIt is impossible! You cannot strike off my father’s nose. He cannot go\ndown without his nose to the grave. He will become a laughter and a\nbyword, and all my days and nights will be filled with woe. O reflect!\nReport that you have seen no such nose in your travels. You, too, have a\nfather.”",
        "Pak Chung Chang clasped Yi Chin Ho’s knees and fell to weeping on his\nsandals.",
        "“My heart softens strangely at your tears,” said Yi Chin Ho. “I, too,\nknow filial piety and regard. But–” He hesitated, then added, as though\nthinking aloud, “It is as much as my head is worth.”",
        "“How much is your head worth?” asked Pak Chung Chang in a thin, small\nvoice.",
        "“A not remarkable head,” said Yi Chin Ho. “An absurdly unremarkable\nhead! but, such is my great foolishness, I value it at nothing less than\none hundred thousand strings of cash.”",
        "“So be it,” said Pak Chung Chang, rising to his feet.",
        "“I shall need horses to carry the treasure,” said Yi Chin Ho, “and men\nto guard it well as I journey through the mountains. There are robbers\nabroad in the land.”",
        "“There are robbers abroad in the land,” said Pak Chung Chang, sadly.\n“But it shall be as you wish, so long as my ancient and\nvery-much-to-be-respected ancestor’s nose abide in its appointed\nplace.”",
        "“Say nothing to any man of this occurrence,” said Yi Chin Ho, “else will\nother and more loyal servants than I be sent to strike off your father’s\nnose.”",
        "And so Yi Chin Ho departed on his way through the mountains, blithe of\nheart and gay of song as he listened to the jingling bells of his\ntreasure-laden ponies.",
        "There is little more to tell. Yi Chin Ho prospered through the years. By\nhis efforts the jailer attained at length to the directorship of all the\nprisons of Cho-sen; the Governor ultimately betook himself to the Sacred\nCity to be prime minister to the King, while Yi Chin Ho became the\nKing’s boon companion and sat at table with him to the end of a round,\nfat life. But Pak Chung Chang fell into a melancholy, and ever after he\nshook his head sadly, with tears in his eyes, whenever he regarded the\nexpensive nose of his ancient and very-much-to-be-respected ancestor.",
        " ",
        "\nThis eBook of “Brown Wolf and Other Jack London” by Jack London (chosen and Edited By Franklin K. Mathiews) belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Brown Wolf And Other Jack London StoriesBy MathiewsAt Amazon"
    ]
}