{
    "title": "Brown Wolf and Other Jack London Stories - The Heathen",
    "author": "Jack London",
    "chapter": "10",
    "content": [
        "\n\n",
        "I met him first in a hurricane; and though we had gone through the\nhurricane on the same schooner, it was not until the schooner had gone\nto pieces under us that I first laid eyes on him. Without doubt I had\nseen him with the rest of the kanaka crew on board, but I had not\nconsciously been aware of his existence, for the Petite Jeanne was\nrather overcrowded. In addition to her eight or ten kanaka seamen, her\nwhite captain, mate, and supercargo, and her six cabin passengers, she\nsailed from Rangiroa with something like eighty-five deck\npassengers–Paumotans and Tahitians, men, women, and children each with\na trade box, to say nothing of sleeping-mats, blankets, and\nclothes-bundles.",
        "The pearling season in the Paumotus was over, and all hands were\nreturning to Tahiti. The six of us cabin passengers were pearl-buyers.\nTwo were Americans, one was Ah Choon (the whitest Chinese I have ever\nknown), one was a German, one was a Polish Jew, and I completed the half\ndozen.",
        "It had been a prosperous season. Not one of us had cause for complaint,\nnor one of the eighty-five deck passengers either. All had done well,\nand all were looking forward to a rest-off and a good time in Papeete.",
        "Of course, the Petite Jeanne was overloaded. She was only seventy\ntons, and she had no right to carry a tithe of the mob she had on board.\nBeneath her hatches she was crammed and jammed with pearl-shell and\ncopra. Even the trade room was packed full of shell. It was a miracle\nthat the sailors could work her. There was no moving about the decks.\nThey simply climbed back and forth along the rails.",
        "In the night-time they walked upon the sleepers, who carpeted the deck,\nI’ll swear, two deep. Oh! and there were pigs and chickens on deck, and\nsacks of yams, while every conceivable place was festooned with strings\nof drinking cocoanuts and bunches of bananas. On both sides, between the\nfore and main shrouds, guys had been stretched, just low enough for the\nforeboom to swing clear; and from each of these guys at least fifty\nbunches of bananas were suspended.",
        "It promised to be a messy passage, even if we did make it in the two or\nthree days that would have been required if the southeast trades had\nbeen blowing fresh. But they weren’t blowing fresh. After the first five\nhours the trade died away in a dozen or so gasping fans. The calm\ncontinued all that night and the next day–one of those glaring, glassy\ncalms, when the very thought of opening one’s eyes to look at it is\nsufficient to cause a headache.",
        "The second day a man died–an Easter Islander, one of the best divers\nthat season in the lagoon. Smallpox–that is what it was; though how\nsmallpox could come on board, when there had been no known cases ashore\nwhen we left Rangiroa, is beyond me. There it was, though–smallpox, a\nman dead, and three others down on their backs.",
        "There was nothing to be done. We could not segregate the sick, nor could\nwe care for them. We were packed like sardines. There was nothing to do\nbut rot or die–that is, there was nothing to do after the night that\nfollowed the first death. On that night, the mate, the supercargo, the\nPolish Jew, and four native divers sneaked away in the large whale-boat.\nThey were never heard of again. In the morning the captain promptly\nscuttled the remaining boats, and there we were.",
        "That day there were two deaths; the following day three; then it jumped\nto eight. It was curious to see how we took it. The natives, for\ninstance, fell into a condition of dumb, stolid fear. The\ncaptain–Oudouse, his name was, a Frenchman–became very nervous and\nvoluble. He actually got the twitches. He was a large, fleshy man,\nweighing at least two hundred pounds, and he quickly became a faithful\nrepresentation of a quivering jelly-mountain of fat.",
        "The German, the two Americans, and myself bought up all the Scotch\nwhiskey, and proceeded to stay drunk. The theory was beautiful–namely,\nif we kept ourselves soaked in alcohol, every smallpox germ that came\ninto contact with us would immediately be scorched to a cinder. And the\ntheory worked, though I must confess that neither Captain Oudouse nor Ah\nChoon were attacked by the disease either. The Frenchman did not drink\nat all, while Ah Choon restricted himself to one drink daily.",
        "It was a pretty time. The sun, going into northern declination, was\nstraight overhead. There was no wind, except for frequent squalls, which\nblew fiercely for from five minutes to half an hour, and wound up by\ndeluging us with rain. After each squall, the awful sun would come out,\ndrawing clouds of steam from the soaked decks.",
        "The steam was not nice. It was the vapor of death, freighted with\nmillions and millions of germs. We always took another drink when we saw\nit going up from the dead and dying, and usually we took two or three\nmore drinks, mixing them exceptionally stiff. Also, we made it a rule to\ntake an additional several each time they hove the dead over to the\nsharks that swarmed about us.",
        "We had a week of it, and then the whiskey gave out. It is just as well,\nor I shouldn’t be alive now. It took a sober man to pull through what\nfollowed, as you will see when I mention the little fact that only two\nmen did pull through. The other man was the heathen–at least, that was\nwhat I heard Captain Oudouse call him at the moment I first became\naware of the heathen’s existence. But to come back.",
        "It was at the end of the week, with the whiskey gone, and the\npearl-buyers sober, that I happened to glance at the barometer that hung\nin the cabin companionway. Its normal register in the Paumotus was\n29.90, and it was quite customary to see it vacillate between 29.85 and\n30.00, or even 30.05; but to see it as I saw it, down to 29.62, was\nsufficient to sober the most drunken pearl-buyer that ever incinerated\nsmallpox microbes in Scotch whiskey.",
        "I called Captain Oudouse’s attention to it, only to be informed that he\nhad watched it going down for several hours. There was little to do, but\nthat little he did very well, considering the circumstances. He took off\nthe light sails, shortened right down to storm canvas, spread\nlife-lines, and waited for the wind. His mistake lay in what he did\nafter the wind came. He hove to on the port tack, which was the right\nthing to do south of the Equator, if–and there was the rub–if one\nwere not in the direct path of the hurricane.",
        "We were in the direct path. I could see that by the steady increase of\nthe wind and the equally steady fall of the barometer. I wanted him to\nturn and run with the wind on the port quarter until the barometer\nceased falling, and then to heave to. We argued till he was reduced to\nhysteria, but budge he would not. The worst of it was that I could not\nget the rest of the pearl-buyers to back me up. Who was I, anyway, to\nknow more about the sea and its ways than a properly qualified captain?\nwas what was in their minds, I knew.",
        "Of course the sea rose with the wind frightfully; and I shall never\nforget the first three seas the Petite Jeanne shipped. She had fallen\noff, as vessels do at times when hove to, and the first sea made a clean\nbreach. The life-lines were only for the strong and well, and little\ngood were they even for them when the women and children, the bananas\nand cocoanuts, the pigs and trade boxes, the sick and the dying, were\nswept along in a solid, screeching, groaning mass.",
        "The second sea filled the Petite Jeanne’s decks flush with the rails;\nand, as her stern sank down and her bow tossed skyward, all the\nmiserable dunnage of life and luggage poured aft. It was a human\ntorrent. They came head-first, feet-first, sidewise, rolling over and\nover, twisting, squirming, writhing, and crumpling up. Now and again one\ncaught a grip on a stanchion or a rope; but the weight of the bodies\nbehind tore such grips loose.",
        "One man I noticed fetch up, head on and square on, with the\nstarboard-bitt. His head cracked like an egg. I saw what was coming,\nsprang on top of the cabin, and from there into the mainsail itself. Ah\nChoon and one of the Americans tried to follow me, but I was one jump\nahead of them. The American was swept away and over the stern like a\npiece of chaff. Ah Choon caught a spoke of the wheel, and swung in\nbehind it. But a strapping Raratonga vahine (woman)–she must have\nweighed two hundred and fifty–brought up against him, and got an arm\naround his neck. He clutched the kanaka steersman with his other hand;\nand just at that moment the schooner flung down to starboard.",
        "The rush of bodies and sea that was coming along the port runway between\nthe cabin and the rail turned abruptly and poured to starboard. Away\nthey went–vahine, Ah Choon, and steersman: and I swear I saw Ah Choon\ngrin at me with philosophic resignation as he cleared the rail and went\nunder.",
        "The third sea–the biggest of the three–did not do so much damage. By\nthe time it arrived nearly everybody was in the rigging. On deck perhaps\na dozen gasping, half-drowned, and half-stunned wretches were rolling\nabout or attempting to crawl into safety. They went by the board, as did\nthe wreckage of the two remaining boats. The other pearl-buyers and\nmyself, between seas, managed to get about fifteen women and children\ninto the cabin, and battened down. Little good it did the poor creatures\nin the end.",
        "Wind? Out of all my experience I could not have believed it possible for\nthe wind to blow as it did. There is no describing it. How can one\ndescribe a nightmare? It was the same way with that wind. It tore the\nclothes off our bodies. I say tore them off, and I mean it. I am not\nasking you to believe it. I am merely telling something that I saw and\nfelt. There are times when I do not believe it myself. I went through\nit, and that is enough. One could not face that wind and live. It was a\nmonstrous thing, and the most monstrous thing about it was that it\nincreased and continued to increase.",
        "Imagine countless millions and billions of tons of sand. Imagine this\nsand tearing along at ninety, a hundred, a hundred and twenty, or any\nother number of miles per hour. Imagine, further, this sand to be\ninvisible, impalpable, yet to retain all the weight and density of sand.\nDo all this, and you may get a vague inkling of what that wind was like.",
        "Perhaps sand is not the right comparison. Consider it mud, invisible,\nimpalpable, but heavy as mud. Nay, it goes beyond that. Consider every\nmolecule of air to be a mud-bank in itself. Then try to imagine the\nmultitudinous impact of mud-banks. No; it is beyond me. Language may be\nadequate to express the ordinary conditions of life, but it cannot\npossibly express any of the conditions of so enormous a blast of wind.\nIt would have been better had I stuck by my original intention of not\nattempting a description.",
        "I will say this much: The sea, which had risen at first, was beaten down\nby that wind. More: it seemed as if the whole ocean had been sucked up\nin the maw of the hurricane, and hurled on through that portion of\nspace which previously had been occupied by the air.",
        "Of course, our canvas had gone long before. But Captain Oudouse had on\nthe Petite Jeanne something I had never before seen on a South Sea\nschooner–a sea-anchor. It was a conical canvas bag, the mouth of which\nwas kept open by a huge hoop of iron. The sea-anchor was bridled\nsomething like a kite, so that it bit into the water as a kite bites\ninto the air, but with a difference. The sea-anchor remained just under\nthe surface of the ocean in a perpendicular position. A long line, in\nturn, connected it with the schooner. As a result, the Petite Jeannerode bow on to the wind and to what sea there was.",
        "The situation really would have been favorable had we not been in the\npath of the storm. True, the wind itself tore our canvas out of the\ngaskets, jerked out our topmasts, and made a raffle of our running-gear,\nbut still we would have come through nicely had we not been square in\nfront of the advancing storm-centre. That was what fixed us. I was in a\nstate of stunned, numbed, paralyzed collapse from enduring the impact\nof the wind, and I think I was just about ready to give up and die when\nthe centre smote us. The blow we received was an absolute lull. There\nwas not a breath of air. The effect on one was sickening.",
        "Remember that for hours we had been at terrific muscular tension,\nwithstanding the awful pressure of that wind. And then, suddenly, the\npressure was removed. I know that I felt as though I was about to\nexpand, to fly apart in all directions. It seemed as if every atom\ncomposing my body was repelling every other atom and was on the verge of\nrushing off irresistibly into space. But that lasted only for a moment.\nDestruction was upon us.",
        "In the absence of the wind and pressure the sea rose. It jumped, it\nleaped, it soared straight toward the clouds. Remember, from every point\nof the compass that inconceivable wind was blowing in toward the centre\nof calm. The result was that the seas sprang up from every point of the\ncompass. There was no wind to check them. They popped up like corks\nreleased from the bottom of a pail of water. There was no system to\nthem, no stability. They were hollow, maniacal seas. They were eighty\nfeet high at the least. They were not seas at all. They resembled no sea\na man had ever seen.",
        "They were splashes, monstrous splashes–that is all. Splashes that were\neighty feet high. Eighty! They were more than eighty. They went over our\nmastheads. They were spouts, explosions. They were drunken. They fell\nanywhere, anyhow. They jostled one another; they collided. They rushed\ntogether and collapsed upon one another, or fell apart like a thousand\nwaterfalls all at once. It was no ocean any man had ever dreamed of,\nthat hurricane centre. It was confusion thrice confounded. It was\nanarchy. It was a hell-pit of sea-water gone mad.",
        "The Petite Jeanne? I don’t know. The heathen told me afterward that he\ndid not know. She was literally torn apart, ripped wide open, beaten\ninto a pulp, smashed into kindling wood, annihilated. When I came to I\nwas in the water, swimming automatically, though I was about two-thirds\ndrowned. How I got there I had no recollection. I remembered seeing the\nPetite Jeanne fly to pieces at what must have been the instant that my\nown consciousness was buffetted out of me. But there I was, with\nnothing to do but make the best of it, and in that best there was little\npromise. The wind was blowing again, the sea was much smaller and more\nregular, and I knew that I had passed through the centre. Fortunately,\nthere were no sharks about. The hurricane had dissipated the ravenous\nhorde that had surrounded the death ship and fed off the dead.",
        "It was about midday when the Petite Jeanne went to pieces, and it must\nhave been two hours afterward when I picked up with one of her\nhatch-covers. Thick rain was driving at the time; and it was the merest\nchance that flung me and the hatch-cover together. A short length of\nline was trailing from the rope handle; and I knew that I was good for a\nday, at least, if the sharks did not return. Three hours later, possibly\na little longer, sticking close to the cover, and, with closed eyes,\nconcentrating my whole soul upon the task of breathing in enough air to\nkeep me going and at the same time of avoiding breathing in enough water\nto drown me, it seemed to me that I heard voices. The rain had ceased,\nand wind and sea were easing marvellously. Not twenty feet away from me\non another hatch-cover, were Captain Oudouse and the heathen. They were\nfighting over the possession of the cover–at least, the Frenchman was.",
        "“Paien noir!” I heard him scream, and at the same time I saw him kick\nthe kanaka.",
        "Now, Captain Oudouse had lost all his clothes, except his shoes, and\nthey were heavy brogans. It was a cruel blow, for it caught the heathen\non the mouth and the point of the chin, half stunning him. I looked for\nhim to retaliate, but he contented himself with swimming about forlornly\na safe ten feet away. Whenever a fling of the sea threw him closer, the\nFrenchman, hanging on with his hands, kicked out at him with both feet.\nAlso, at the moment of delivering each kick, he called the kanaka a\nblack heathen.",
        "“For two centimes I’d come over there and drown you, you white beast!” I\nyelled.",
        "The only reason I did not go was that I felt too tired. The very thought\nof the effort to swim over was nauseating. So I called to the kanaka to\ncome to me, and proceeded to share the hatch-cover with him. Otoo, he\ntold me his name was (pronounced o-to-o); also, he told me that he was\na native of Bora Bora, the most westerly of the Society Group. As I\nlearned afterward, he had got the hatch-cover first, and, after some\ntime, encountering Captain Oudouse, had offered to share it with him,\nand had been kicked off for his pains.",
        "And that was how Otoo and I first came together. He was no fighter. He\nwas all sweetness and gentleness, a love-creature, though he stood\nnearly six feet tall and was muscled like a gladiator. He was no\nfighter, but he was also no coward. He had the heart of a lion; and in\nthe years that followed I have seen him run risks that I would never\ndream of taking. What I mean is that while he was no fighter, and while\nhe always avoided precipitating a row, he never ran away from trouble\nwhen it started. And it was “’Ware shoal!” when once Otoo went into\naction. I shall never forget what he did to Bill King. It occurred in\nGerman Samoa. Bill King was hailed the champion heavyweight of the\nAmerican Navy. He was a big brute of a man, a veritable gorilla, one of\nthose hard-hitting, rough-housing chaps, and clever with his fists as\nwell. He picked the quarrel, and he kicked Otoo twice and struck him\nonce before Otoo felt it to be necessary to fight. I don’t think it\nlasted four minutes, at the end of which time Bill King was the unhappy\npossessor of four broken ribs, a broken forearm, and a dislocated\nshoulder-blade. Otoo knew nothing of scientific boxing. He was merely a\nmanhandler; and Bill King was something like three months in recovering\nfrom the bit of manhandling he received that afternoon on Apia beach.",
        "But I am running ahead of my yarn. We shared the hatch-cover between us.\nWe took turn and turn about, one lying flat on the cover and resting,\nwhile the other, submerged to the neck, merely held on with his hands.\nFor two days and nights, spell and spell, on the cover and in the water,\nwe drifted over the ocean. Toward the last I was delirious most of the\ntime; and there were times, too, when I heard Otoo babbling and raving\nin his native tongue. Our continuous immersion prevented us from dying\nof thirst, though the sea-water and the sunshine gave us the prettiest\nimaginable combination of salt pickle and sunburn.",
        "In the end, Otoo saved my life; for I came to lying on the beach twenty\nfeet from the water, sheltered from the sun by a couple of cocoanut\nleaves. No one but Otoo could have dragged me there and stuck up the\nleaves for shade. He was lying beside me. I went off again; and the next\ntime I came round, it was cool and starry night, and Otoo was pressing a\ndrinking cocoanut to my lips.",
        "We were the sole survivors of the Petite Jeanne. Captain Oudouse must\nhave succumbed to exhaustion, for several days later his hatch-cover\ndrifted ashore without him. Otoo and I lived with the natives of the\natoll for a week, when we were rescued by a French cruiser and taken to\nTahiti. In the meantime, however, we had performed the ceremony of\nexchanging names. In the South Seas such a ceremony binds two men closer\ntogether than blood-brothership. The initiative had been mine; and Otoo\nwas rapturously delighted when I suggested it.",
        "“It is well,” he said, in Tahitian. “For we have been mates together for\ntwo days on the lips of Death.”",
        "“But Death stuttered.” I smiled.",
        "“It was a brave deed you did, master,” he replied, “and Death was not\nvile enough to speak.”",
        "“Why do you ’master’ me?” I demanded, with a show of hurt feelings. “We\nhave exchanged names. To you I am Otoo. To me you are Charley. And\nbetween you and me, forever and forever, you shall be Charley, and I\nshall be Otoo. It is the way of the custom. And when we die, if it does\nhappen that we live again somewhere beyond the stars and the sky, still\nshall you be Charley to me, and I Otoo to you.”",
        "“Yes, master,” he answered, his eyes luminous and soft with joy.",
        "“There you go!” I cried indignantly.",
        "“What does it matter what my lips utter?” he argued. “They are only my\nlips. But I shall think Otoo always. Whenever I think of myself, I shall\nthink of you. Whenever men call me by name, I shall think of you. And\nbeyond the sky and beyond the stars, always and forever, you shall be\nOtoo to me. Is it well, master?”",
        "I hid my smile, and answered that it was well.",
        "We parted at Papeete. I remained ashore to recuperate; and he went on\nin a cutter to his own island, Bora Bora. Six weeks later he was back. I\nwas surprised, for he had told me of his wife, and said that he was\nreturning to her, and would give over sailing on far voyages.",
        "“Where do you go, master?” he asked after our first greetings.",
        "I shrugged my shoulders. It was a hard question.",
        "“All the world,” was my answer–\"all the world, all the sea, and all the\nislands that are in the sea.”",
        "“I will go with you,” he said simply. “My wife is dead.”",
        "I never had a brother; but from what I have seen of other men’s\nbrothers, I doubt if any man ever had a brother that was to him what\nOtoo was to me. He was brother and father and mother as well. And this I\nknow: I lived a straighter and better man because of Otoo. I cared\nlittle for other men, but I had to live straight in Otoo’s eyes. Because\nof him I dared not tarnish myself. He made me his ideal, compounding me,\nI fear, chiefly out of his own love and worship; and there were times\nwhen I stood close to the steep pitch of Hades, and would have taken\nthe plunge had not the thought of Otoo restrained me. His pride in me\nentered into me, until it became one of the major rules in my personal\ncode to do nothing that would diminish that pride of his.",
        "Naturally, I did not learn right away what his feelings were toward me.\nHe never criticised, never censured; and slowly the exalted place I held\nin his eyes dawned upon me, and slowly I grew to comprehend the hurt I\ncould inflict upon him by being anything less than my best.",
        "For seventeen years we were together; for seventeen years he was at my\nshoulder, watching while I slept, nursing me through fever and\nwounds–ay, and receiving wounds in fighting for me. He signed on the\nsame ships with me; and together we ranged the Pacific from Hawaii to\nSydney Head, and from Torres Straits to the Galapagos. We blackbirded\nfrom the New Hebrides and the Line Islands over to the westward clear\nthrough the Louisades, New Britain, New Ireland, and New Hanover. We\nwere wrecked three times–in the Gilberts, in the Santa Cruz group, and\nin the Fijis. And we traded and salved wherever a dollar promised in\nthe way of pearl and pearl-shell, copra, beche-de-mer, hawkbill\nturtle-shell, and stranded wrecks.",
        "It began in Papeete, immediately after his announcement that he was\ngoing with me over all the sea, and the islands in the midst thereof.\nThere was a club in those days in Papeete, where the pearlers, traders,\ncaptains, and riffraff of South Sea adventurers foregathered. The play\nran high, and the drink ran high; and I am very much afraid that I kept\nlater hours than were becoming or proper. No matter what the hour was\nwhen I left the club, there was Otoo waiting to see me safely home.",
        "At first I smiled; next I chided him. Then I told him flatly that I\nstood in need of no wet-nursing. After that I did not see him when I\ncame out of the club. Quite by accident, a week or so later, I\ndiscovered that he still saw me home, lurking across the street among\nthe shadows of the mango-trees. What could I do? I know what I did do.",
        "Insensibly I began to keep better hours. On wet and stormy nights, in\nthe thick of the folly and the fun, the thought would persist in coming\nto me of Otoo keeping his dreary vigil under the dripping mangoes.\nTruly, he had made a better man of me. Yet he was not strait-laced. And\nhe knew nothing of common Christian morality. All the people on Bora\nBora were Christians; but he was a heathen, the only unbeliever on the\nisland, a gross materialist, who believed that when he died he was dead.\nHe believed merely in fair play and square dealing. Petty meanness, in\nhis code, was almost as serious as wanton homicide; and I do believe\nthat he respected a murderer more than a man given to small practices.",
        "Otoo had my welfare always at heart. He thought ahead for me, weighed my\nplans, and took a greater interest in them than I did myself. At first,\nwhen I was unaware of this interest of his in my affairs, he had to\ndivine my intentions, as, for instance, at Papeete, when I contemplated\ngoing partners with a knavish fellow-countryman on a guano venture. I\ndid not know he was a knave. Nor did any white man in Papeete. Neither\ndid Otoo know, but he saw how thick we were getting, and found out for\nme, and without my asking him. Native sailors from the ends of the seas\nknock about on the beach in Tahiti; and Otoo, suspicious merely, went\namong them till he had gathered sufficient data to justify his\nsuspicions. Oh, it was a nice history, that of Randolph Waters. I\ncouldn’t believe it when Otoo first narrated it; but when I sheeted it\nhome to Waters he gave in without a murmur, and got away on the first\nsteamer to Aukland.",
        "At first, I am free to confess, I couldn’t help resenting Otoo’s poking\nhis nose into my business. But I knew that he was wholly unselfish; and\nsoon I had to acknowledge his wisdom and discretion. He had his eyes\nopen always to my main chance, and he was both keen-sighted and\nfar-sighted. In time he became my counsellor, until he knew more of my\nbusiness than I did myself. He really had my interest at heart more than\nI did. Mine was the magnificent carelessness of youth, for I preferred\nromance to dollars, and adventure to a comfortable billet with all night\nin. So it was well that I had some one to look out for me. I know that\nif it had not been for Otoo, I should not be here to-day.",
        "Of numerous instances, let me give one. I had had some experience in\nblackbirding before I went pearling in the Paumotus. Otoo and I were in\nSamoa–we really were on the beach and hard aground–when my chance came\nto go as recruiter on a blackbird brig. Otoo signed on before the mast;\nand for the next half-dozen years, in as many ships, we knocked about\nthe wildest portions of Melanesia. Otoo saw to it that he always pulled\nstroke-oar in my boat. Our custom in recruiting labor was to land the\nrecruiter on the beach. The covering boat always lay on its oars several\nhundred feet off shore, while the recruiter’s boat, also lying on its\noars, kept afloat on the edge of the beach. When I landed with my\ntrade-goods, leaving my steering sweep apeak, Otoo left his stroke\nposition and came into the stern-sheets, where a Winchester lay ready to\nhand under a flap of canvas. The boat’s crew was also armed, the Sniders\nconcealed under canvas flaps that ran the length of the gunwales. While\nI was busy arguing and persuading the woolly-headed cannibals to come\nand labor on the Queensland plantations Otoo kept watch. And often and\noften his low voice warned me of suspicious actions and impending\ntreachery. Sometimes it was the quick shot from his rifle, knocking a\nsavage over, that was the first warning I received. And in my rush to\nthe boat his hand was always there to jerk me flying aboard. Once, I\nremember, on Santa Anna, the boat grounded just as the trouble began.\nThe covering boat was dashing to our assistance, but the several score\nof savages would have wiped us out before it arrived. Otoo took a flying\nleap ashore, dug both hands into the trade-goods, and scattered tobacco,\nbeads, tomahawks, knives, and calicoes in all directions.",
        "This was too much for the woolly-heads. While they scrambled for the\ntreasures, the boat was shoved clear, and we were aboard and forty feet\naway. And I got thirty recruits off that very beach in the next four\nhours.",
        "The particular instance I have in mind was on Malaita, the most savage\nisland in the easterly Solomons. The natives had been remarkably\nfriendly; and how were we to know that the whole village had been taking\nup a collection for over two years with which to buy a white man’s head?\nThe beggars are all head-hunters, and they especially esteem a white\nman’s head. The fellow who captured the head would receive the whole\ncollection. As I say, they appeared very friendly; and on this day I\nwas fully a hundred yards down the beach from the boat. Otoo had\ncautioned me; and, as usual when I did not heed him, I came to grief.",
        "The first I knew, a cloud of spears sailed out of the mangrove swamp at\nme. At least a dozen were sticking into me. I started to run, but\ntripped over one that was fast in my calf, and went down. The\nwoolly-heads made a run for me, each with a long-handled, fantail\ntomahawk with which to hack off my head. They were so eager for the\nprize that they got in one another’s way. In the confusion, I avoided\nseveral hacks by throwing myself right and left on the sand.",
        "Then Otoo arrived–Otoo the manhandler. In some way he had got hold of a\nheavy war club, and at close quarters it was a far more efficient weapon\nthan a rifle. He was right in the thick of them, so that they could not\nspear him, while their tomahawks seemed worse than useless. He was\nfighting for me, and he was in a true Berserker rage. The way he handled\nthat club was amazing. Their skulls squashed like overripe oranges. It\nwas not until he had driven them back, picked me up in his arms, and\nstarted to run, that he received his first wounds. He arrived in the\nboat with four spear thrusts, got his Winchester, and with it got a man\nfor every shot. Then we pulled aboard the schooner and doctored up.",
        "Seventeen years we were together. He made me. I should to-day be a\nsupercargo, a recruiter, or a memory, if it had not been for him.",
        "“You spend your money, and you go out and get more,” he said one day.\n“It is easy to get money now. But when you get old, your money will be\nspent, and you will not be able to go out and get more. I know, master.\nI have studied the way of white men. On the beaches are many old men who\nwere young once, and who could get money just like you. Now they are\nold, and they have nothing, and they wait about for the young men like\nyou to come ashore and buy drinks for them.",
        "“The black boy is a slave on the plantations. He gets twenty dollars a\nyear. He works hard. The overseer does not work hard. He rides a horse\nand watches the black boy work. He gets twelve hundred dollars a year. I\nam a sailor on the schooner. I get fifteen dollars a month. That is\nbecause I am a good sailor. I work hard. The captain has a double\nawning, and drinks beer out of long bottles. I have never seen him haul\na rope or pull an oar. He gets one hundred and fifty dollars a month. I\nam a sailor. He is a navigator. Master, I think it would be very good\nfor you to know navigation.”",
        "Otoo spurred me on to it. He sailed with me as second mate on my first\nschooner, and he was far prouder of my command than I was myself. Later\non it was:",
        "“The captain is well paid, master; but the ship is in his keeping, and\nhe is never free from the burden. It is the owner who is better\npaid–the owner who sits ashore with many servants and turns his money\nover.”",
        "“True, but a schooner costs five thousand dollars–an old schooner at\nthat,” I objected. “I should be an old man before I saved five thousand\ndollars.”",
        "“There be short ways for white men to make money,” he went on, pointing\nashore at the cocoanut-fringed beach.",
        "We were in the Solomons at the time, picking up a cargo of ivory-nuts\nalong the east coast of Guadalcanar.",
        "“Between this river mouth and the next it is two miles,” he said. “The\nflat land runs far back. It is worth nothing now. Next year–who\nknows?–or the year after, men will pay much money for that land. The\nanchorage is good. Big steamers can lie close up. You can buy the land\nfour miles deep from the old chief for ten thousand sticks of tobacco,\nten bottles of square-face, and a Snider, which will cost you, maybe,\none hundred dollars. Then you place the deed with the commissioner; and\nthe next year, or the year after, you sell and become the owner of a\nship.”",
        "I followed his lead, and his words came true, though in three years,\ninstead of two. Next came the grasslands deal on Guadalcanar–twenty\nthousand acres, on a governmental nine hundred and ninety-nine years’\nlease at a nominal sum. I owned the lease for precisely ninety days,\nwhen I sold it to a company for half a fortune. Always it was Otoo who\nlooked ahead and saw the opportunity. He was responsible for the salving\nof the Doncaster–bought in at auction for a hundred pounds, and\nclearing three thousand after every expense was paid. He led me into the\nSavaii plantation and the cocoa venture on Upolu.",
        "We did not go seafaring so much as in the old days. I was too well off.\nI married, and my standard of living rose; but Otoo remained the same\nold-time Otoo, moving about the house or trailing through the office,\nhis wooden pipe in his mouth, a shilling undershirt on his back, and a\nfour-shilling lava-lava about his loins. I could not get him to spend\nmoney. There was no way of repaying him except with love, and God knows\nhe got that in full measure from all of us. The children worshipped him;\nand if he had been spoilable, my wife would surely have been his\nundoing.",
        "The children! He really was the one who showed them the way of their\nfeet in the world practical. He began by teaching them to walk. He sat\nup with them when they were sick. One by one, when they were scarcely\ntoddlers, he took them down to the lagoon, and made them into\namphibians. He taught them more than I ever knew of the habits of fish\nand the ways of catching them. In the bush it was the same thing. At\nseven, Tom knew more woodcraft than I ever dreamed existed. At six, Mary\nwent over the Sliding Rock without a quiver, and I have seen strong men\nbalk at that feat. And when Frank had just turned six he could bring up\nshillings from the bottom in three fathoms.",
        "“My people in Bora Bora do not like heathen–they are all Christians;\nand I do not like Bora Bora Christians,” he said one day, when I, with\nthe idea of getting him to spend some of the money that was rightfully\nhis, had been trying to persuade him to make a visit to his own island\nin one of our schooners–a special voyage which I had hoped to make a\nrecord breaker in the matter of prodigal expense.",
        "I say one of our schooners, though legally at the time they belonged\nto me. I struggled long with him to enter into partnership.",
        "“We have been partners from the day the Petite Jeanne went down,” he\nsaid at last. “But if your heart so wishes, then shall we become\npartners by the law. I have no work to do, yet are my expenses large. I\ndrink and eat and smoke in plenty–it costs much, I know. I do not pay\nfor the playing of billiards, for I play on your table; but still the\nmoney goes. Fishing on the reef is only a rich man’s pleasure. It is\nshocking, the cost of hooks and cotton line. Yes; it is necessary that\nwe be partners by the law. I need the money. I shall get it from the\nhead clerk in the office.”",
        "So the papers were made out and recorded. A year later I was compelled\nto complain.",
        "“Charley,” said I, “you are a wicked old fraud, a miserly skinflint, a\nmiserable land-crab. Behold, your share for the year in all our\npartnership has been thousands of dollars. The head clerk has given me\nthis paper. It says that in the year you have drawn just eighty-seven\ndollars and twenty cents.”",
        "“Is there any owing me?” he asked anxiously.",
        "“I tell you thousands and thousands,” I answered.",
        "His face brightened, as with an immense relief.",
        "“It is well,” he said. “See that the head clerk keeps good account of\nit. When I want it, I shall want it, and there must not be a cent\nmissing.",
        "“If there is,” he added fiercely, after a pause, “it must come out of\nthe clerk’s wages.”",
        "And all the time, as I afterward learned, his will, drawn up by\nCarruthers, and making me sole beneficiary, lay in the American consul’s\nsafe.",
        "But the end came, as the end must come to all human associations. It\noccurred in the Solomons, where our wildest work had been done in the\nwild young days, and where we were once more–principally on a holiday,\nincidentally to look after our holdings on Florida Island and to look\nover the pearling possibilities of the Mboli Pass. We were lying at\nSavo, having run in to trade for curios.",
        "Now, Savo is alive with sharks. The custom of the woolly-heads of\nburying their dead in the sea did not tend to discourage the sharks from\nmaking the adjacent waters a hang-out. It was my luck to be coming\naboard in a tiny, overloaded, native canoe, when the thing capsized.\nThere were four woolly-heads and myself in it, or, rather, hanging to\nit. The schooner was a hundred yards away. I was just hailing for a boat\nwhen one of the woolly-heads began to scream. Holding on to the end of\nthe canoe, both he and that portion of the canoe were dragged under\nseveral times. Then he loosed his clutch and disappeared. A shark had\ngot him.",
        "The three remaining savages tried to climb out of the water upon the\nbottom of the canoe. I yelled and struck at the nearest with my fist,\nbut it was no use. They were in a blind funk. The canoe could barely\nhave supported one of them. Under the three it upended and rolled\nsidewise, throwing them back into the water.",
        "I abandoned the canoe and started to swim toward the schooner, expecting\nto be picked up by the boat before I got there. One of the savages\nelected to come with me, and we swam along silently, side by side, now\nand again putting our faces into the water and peering about for sharks.\nThe screams of the man who stayed by the canoe informed us that he was\ntaken. I was peering into the water when I saw a big shark pass directly\nbeneath me. He was fully sixteen feet in length. I saw the whole thing.\nHe got the woolly-head by the middle, and away he went, the poor devil,\nhead, shoulders, and arms out of water all the time, screeching in a\nheartrending way. He was carried along in this fashion for several\nhundred feet, when he was dragged beneath the surface.",
        "I swam doggedly on, hoping that that was the last unattached shark. But\nthere was another. Whether it was the one that had attacked the natives\nearlier, or whether it was one that had made a good meal elsewhere, I do\nnot know. At any rate, he was not in such haste as the others. I could\nnot swim so rapidly now, for a large part of my effort was devoted to\nkeeping track of him. I was watching him when he made his first attack.\nBy good luck I got both hands on his nose, and, though his momentum\nnearly shoved me under, I managed to keep him off. He veered clear, and\nbegan circling about again. A second time I escaped him by the same\nmaneuver. The third rush was a miss on both sides. He sheered at the\nmoment my hands should have landed on his nose, but his sandpaper hide\n(I had on a sleeveless undershirt) scraped the skin off one arm from\nelbow to shoulder.",
        "By this time I was played out, and gave up hope. The schooner was still\ntwo hundred feet away. My face was in the water, and I was watching him\nmaneuver for another attempt, when I saw a brown body pass between us.\nIt was Otoo.",
        "“Swim for the schooner, master!” he said. And he spoke gayly, as though\nthe affair was a mere lark. “I know sharks. The shark is my brother.”",
        "I obeyed, swimming slowly on, while Otoo swam about me, keeping always\nbetween me and the shark, foiling his rushes and encouraging me.",
        "“The davit tackle carried away, and they are rigging the falls,” he\nexplained, a minute or so later, and then went under to head off another\nattack.",
        "By the time the schooner was thirty feet away I was about done for. I\ncould scarcely move. They were heaving lines at us from on board, but\nthey continually fell short. The shark, finding that it was receiving no\nhurt, had become bolder. Several times it nearly got me, but each time\nOtoo was there just the moment before it was too late. Of course, Otoo\ncould have saved himself any time. But he stuck by me.",
        "“Good-bye, Charley! I’m finished!” I just managed to gasp.",
        "I knew that the end had come, and that the next moment I should throw\nup my hands and go down.",
        "But Otoo laughed in my face, saying:",
        "“I will show you a new trick. I will make that shark feel sick!”",
        "He dropped in behind me, where the shark was preparing to come at me.",
        "“A little more to the left!” he next called out. “There is a line there\non the water. To the left, master–to the left!”",
        "I changed my course and struck out blindly. I was by that time barely\nconscious. As my hand closed on the line I heard an exclamation from on\nboard. I turned and looked. There was no sign of Otoo. The next instant\nhe broke surface. Both hands were off at the wrist, the stumps spouting\nblood.",
        "“Otoo!” he called softly. And I could see in his gaze the love that\nthrilled in his voice.",
        "Then, and then only, at the very last of all our years, he called me by\nthat name.",
        "“Good-by, Otoo!” he called.",
        "Then he was dragged under, and I was hauled aboard, where I fainted in\nthe captain’s arms.",
        "And so passed Otoo, who saved me and made me a man, and who saved me in\nthe end. We met in the maw of a hurricane, and parted in the maw of a\nshark, with seventeen intervening years of comradeship, the like of\nwhich I dare to assert has never befallen two men, the one brown and the\nother white. If Jehovah be from His high place watching every sparrow\nfall, not least in His kingdom shall be Otoo, the one heathen of Bora\nBora.",
        "Continue...",
        "\nThis eBook of “Brown Wolf and Other Jack London” by Jack London (chosen and Edited By Franklin K. Mathiews) belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Brown Wolf And Other Jack London StoriesBy MathiewsAt Amazon"
    ]
}