{
    "title": "Browning as a Philosophical and Religious Teacher",
    "author": "Henry Jones",
    "chapter": "1",
    "content": [
        "\n\n",
        "This Book Is Dedicated to My Dear Friends",
        "Miss Harriet MacArthur\nand\nMiss Jane MacArthur.",
        "The purpose of this book is to deal with Browning, not simply as a poet,\nbut rather as the exponent of a system of ideas on moral and religious\nsubjects, which may fairly be called a philosophy. I am conscious that\nit is a wrong to a poet to neglect, or even to subordinate, the artistic\naspect of his work. At least, it would be a wrong, if our final judgment\non his poetry were to be determined on such a method. But there is a\nplace for everything; and, even in the case of a great poet, there is\nsometimes an advantage in attempting to estimate the value of what he\nhas said, apart from the form in which he has said it. And of all modern\npoets, Browning is the one who most obviously invites and justifies such\na method of treatment. For, in the first place, he is clearly one of\nthat class of poets who are also prophets. He was never merely “the idle\nsinger of an empty day,” but one for whom poetic enthusiasm was\nintimately bound up with religious faith, and who spoke “in numbers,\"\nnot merely “because the numbers came,” but because they were for him the\nnecessary vehicle of an inspiring thought. If it is the business of\nphilosophy to analyze and interpret all the great intellectual forces\nthat mould the thought of an age, it cannot neglect the works of one who\nhas exercised, and is exercising so powerful an influence on the moral\nand religious life of the present generation.",
        "In the second place, as will be seen in the sequel, Browning has himself\nled the way towards such a philosophical interpretation of his work.\nFor, even in his earlier poems, he not seldom crossed the line that\ndivides the poet from the philosopher, and all but broke through the\nstrict limits of art in the effort to express–and we might even say to\npreach–his own idealistic faith. In his later works he did this almost\nwithout any disguise, raising philosophical problems, and discussing all\nthe pros and cons of their solution, with no little subtlety and\ndialectical skill. In some of these poems we might even seem to be\nreceiving a philosophical lesson, in place of a poetic inspiration, if\nit were not for those powerful imaginative utterances, those winged\nwords, which Browning has always in reserve, to close the ranks of his\nargument. If the question is stated in a prosaic form, the final answer,\nas in the ancient oracle, is in the poetic language of the gods.",
        "From this point of view I have endeavoured to give a connected account\nof Browning’s ideas, especially of his ideas on religion and morality,\nand to estimate their value. In order to do so, it was necessary to\ndiscuss the philosophical validity of the principles on which his\ndoctrine is more or less consciously based. The more immediately\nphilosophical chapters are the second, seventh, and ninth; but they will\nnot be found unintelligible by those who have reflected on the\ndifficulties of the moral and religious life, even although they may be\nunacquainted with the methods and language of the schools.",
        "I have received much valuable help in preparing this work for the press\nfrom my colleague, Professor G.B. Mathews, and still more from Professor\nEdward Caird. I owe them both a deep debt of gratitude.",
        "Henry Jones.",
        "1891.",
        "Continue...",
        "\nThis eBook of “Browning as a Philosophical and Religious Teacher” by Henry Jones belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Browning As a Philosophical And Religious TeacherBy Henry JonesAt Amazon"
    ]
}