{
    "title": "Brown Wolf and Other Jack London Stories - Nam-Bok the Unveracious",
    "author": "Jack London",
    "chapter": "7",
    "content": [
        "\n\n",
        "“A Bidarka, is it not so! Look! a bidarka, and one man who drives\nclumsily with a paddle!”",
        "Old Bask-Wah-Wan rose to her knees, trembling with weakness and\neagerness, and gazed out over the sea.",
        "“Nam-Bok was ever clumsy at the paddle,” she maundered reminiscently,\nshading the sun from her eyes and staring across the silver-spilled\nwater. “Nam-Bok was ever clumsy. I remember....”",
        "But the women and children laughed loudly, and there was a gentle\nmockery in their laughter, and her voice dwindled till her lips moved\nwithout sound.",
        "Koogah lifted his grizzled head from his bone-carving and followed the\npath of her eyes. Except when wide yawns took it off its course, a\nbidarka was heading in for the beach. Its occupant was paddling with\nmore strength than dexterity, and made his approach along the zigzag\nline of most resistance. Koogah’s head dropped to his work again, and on\nthe ivory tusk between his knees he scratched the dorsal fin of a fish\nthe like of which never swam in the sea.",
        "“It is doubtless the man from the next village,” he said finally, “come\nto consult with me about the marking of things on bone. And the man is a\nclumsy man. He will never know how.”",
        "“It is Nam-Bok,” old Bask-Wah-Wan repeated. “Should I not know my son!\"\nshe demanded shrilly. “I say, and I say again, it is Nam-Bok.”",
        "“And so thou hast said these many summers,” one of the women chided\nsoftly. “Ever when the ice passed out of the sea hast thou sat and\nwatched through the long day, saying at each chance canoe, ’This is\nNam-Bok.’ Nam-Bok is dead, O Bask-Wah-Wan, and the dead do not come\nback. It cannot be that the dead come back.”",
        "“Nam-Bok!” the old woman cried, so loud and clear that the whole\nvillage was startled and looked at her.",
        "She struggled to her feet and tottered down the sand. She stumbled over\na baby lying in the sun, and the mother hushed its crying and hurled\nharsh words after the old woman, who took no notice. The children ran\ndown the beach in advance of her, and as the man in the bidarka drew\ncloser, nearly capsizing with one of his ill-directed strokes, the women\nfollowed. Koogah dropped his walrus tusk and went also, leaning heavily\nupon his staff, and after him loitered the men in twos and threes.",
        "The bidarka turned broadside and the ripple of surf threatened to swamp\nit, only a naked boy ran into the water and pulled the bow high up on\nthe sand. The man stood up and sent a questing glance along the line of\nvillagers. A rainbow sweater, dirty and the worse for wear, clung\nloosely to his broad shoulders, and a red cotton handkerchief was\nknotted in sailor fashion about his throat. A fisherman’s tam-o’-shanter\non his close-clipped head, and dungaree trousers and heavy brogans\ncompleted his outfit.",
        "But he was none the less a striking personage to these simple\nfisherfolk of the great Yukon Delta, who, all their lives, had stared\nout on Bering Sea and in that time seen but two white men,–the census\nenumerator and a lost Jesuit priest. They were a poor people, with\nneither gold in the ground nor valuable furs in hand, so the whites had\npassed them afar. Also, the Yukon, through the thousands of years, had\nshoaled that portion of the sea with the detritus of Alaska till vessels\ngrounded out of sight of land. So the sodden coast, with its long inside\nreaches and huge mud-land archipelagoes, was avoided by the ships of\nmen, and the fisherfolk knew not that such things were.",
        "Koogah, the Bone-Scratcher, retreated backward in sudden haste, tripping\nover his staff and falling to the ground. “Nam-Bok!” he cried, as he\nscrambled wildly for footing. “Nam-Bok, who was blown off to sea, come\nback!”",
        "The men and women shrank away, and the children scuttled off between\ntheir legs. Only Opee-Kwan was brave, as befitted the head man of the\nvillage. He strode forward and gazed long and earnestly at the newcomer.",
        "“It is Nam-Bok,” he said at last, and at the conviction in his voice\nthe women wailed apprehensively and drew farther away.",
        "The lips of the stranger moved indecisively, and his brown throat\nwrithed and wrestled with unspoken words.",
        "“La, la, it is Nam-Bok,” Bask-Wah-Wan croaked, peering up into his face.\n“Ever did I say Nam-Bok would come back.”",
        "“Ay, it is Nam-Bok come back.” This time it was Nam-Bok himself who\nspoke, putting a leg over the side of the bidarka and standing with one\nfoot afloat and one ashore. Again his throat writhed and wrestled as he\ngrappled after forgotten words. And when the words came forth they were\nstrange of sound and a spluttering of the lips accompanied the\ngutturals. “Greetings, O brothers,” he said, “brothers of old time\nbefore I went away with the off-shore wind.”",
        "He stepped out with both feet on the sand, and Opee-Kwan waved him back.",
        "“Thou art dead, Nam-Bok,” he said.",
        "Nam-Bok laughed. “I am fat.”",
        "“Dead men are not fat,” Opee-Kwan confessed. “Thou hast fared well, but\nit is strange. No man may mate with the off-shore wind and come back on\nthe heels of the years.”",
        "“I have come back,” Nam-Bok answered simply.",
        "“Mayhap thou art a shadow, then, a passing shadow of the Nam-Bok that\nwas. Shadows come back.”",
        "“I am hungry. Shadows do not eat.”",
        "But Opee-Kwan doubted, and brushed his hand across his brow in sore\npuzzlement. Nam-Bok was likewise puzzled, and as he looked up and down\nthe line found no welcome in the eyes of the fisherfolk. The men and\nwomen whispered together. The children stole timidly back among their\nelders, and bristling dogs fawned up to him and sniffed suspiciously.",
        "“I bore thee, Nam-Bok, and I gave thee suck when thou wast little,\"\nBask-Wah-Wan whimpered, drawing closer; “and shadow though thou be, or\nno shadow, I will give thee to eat now.”",
        "Nam-Bok made to come to her, but a growl of fear and menace warned him\nback. He said something angrily in a strange tongue, and added, “No\nshadow am I, but a man.”",
        "“Who may know concerning the things of mystery?” Opee-Kwan demanded,\nhalf of himself and half of his tribespeople. “We are, and in a breath\nwe are not. If the man may become shadow, may not the shadow become man?\nNam-Bok was, but is not. This we know, but we do not know if this be\nNam-Bok or the shadow of Nam-Bok.”",
        "Nam-Bok cleared his throat and made answer. “In the old time long ago,\nthy father’s father, Opee-Kwan, went away and came back on the heels of\nthe years. Nor was a place by the fire denied him. It is said ...” He\npaused significantly, and they hung on his utterance. “It is said,” he\nrepeated, driving his point home with deliberation, “that Sipsip, his\nklooch, bore him two sons after he came back.”",
        "“But he had no doings with the off-shore wind,” Opee-Kwan retorted. “He\nwent away into the heart of the land, and it is in the nature of things\nthat a man may go on and on into the land.”",
        "“And likewise the sea. But that is neither here nor there. It is said\n... that thy father’s father told strange tales of the things he saw.”",
        "“Ay, strange tales he told.”",
        "“I, too, have strange tales to tell,” Nam-Bok stated insidiously. And,\nas they wavered, “And presents likewise.”",
        "He pulled from the bidarka a shawl, marvelous of texture and color, and\nflung it about his mother’s shoulders. The women voiced a collective\nsigh of admiration, and old Bask-Wah-Wan ruffled the gay material and\npatted it and crooned in childish joy.",
        "“He has tales to tell,” Koogah muttered. “And presents,” a woman\nseconded.",
        "And Opee-Kwan knew that his people were eager, and further, he was aware\nhimself of an itching curiosity concerning those untold tales. “The\nfishing has been good,” he said judiciously, “and we have oil in plenty.\nSo come, Nam-Bok, let us feast.”",
        "Two of the men hoisted the bidarka on their shoulders and carried it up\nto the fire. Nam-Bok walked by the side of Opee-Kwan, and the villagers\nfollowed after, save those of the women who lingered a moment to lay\ncaressing fingers on the shawl.",
        "There was little talk while the feast went on, though many and curious\nwere the glances stolen at the son of Bask-Wah-Wan. This embarrassed\nhim–not because he was modest of spirit, however, but for the fact\nthat the stench of the seal-oil had robbed him of his appetite, and that\nhe keenly desired to conceal his feelings on the subject.",
        "“Eat; thou art hungry,” Opee-Kwan commanded, and Nam-Bok shut both his\neyes and shoved his fist into the big pot of putrid fish.",
        "“La la, be not ashamed. The seal were many this year, and strong men are\never hungry.” And Bask-Wah-Wan sopped a particularly offensive chunk of\nsalmon into the oil and passed it fondly and dripping to her son.",
        "In despair, when premonitory symptoms warned him that his stomach was\nnot so strong as of old, he filled his pipe and struck up a smoke. The\npeople fed on noisily and watched. Few of them could boast of intimate\nacquaintance with the precious weed, though now and again small\nquantities and abominable qualities were obtained in trade from the\nEskimos to the northward. Koogah, sitting next to him, indicated that he\nwas not averse to taking a draw, and between two mouthfuls, with the oil\nthick on his lips, sucked away at the amber stem. And thereupon Nam-Bok\nheld his stomach with a shaky hand and declined the proffered return.\nKoogah could keep the pipe, he said, for he had intended so to honor him\nfrom the first. And the people licked their fingers and approved of his\nliberality.",
        "Opee-Kwan rose to his feet. “And now, O Nam-Bok, the feast is ended, and\nwe would listen concerning the strange things you have seen.”",
        "The fisherfolk applauded with their hands, and gathering about them\ntheir work, prepared to listen. The men were busy fashioning spears and\ncarving on ivory, while the women scraped the fat from the hides of the\nhair seal and made them pliable or sewed muclucs with threads of sinew.\nNam-Bok’s eyes roved over the scene, but there was not the charm about\nit that his recollection had warranted him to expect. During the years\nof his wandering he had looked forward to just this scene, and now that\nit had come he was disappointed. It was a bare and meagre life, he\ndeemed, and not to be compared to the one to which he had become used.\nStill, he would open their eyes a bit, and his own eyes sparkled at the\nthought.",
        "“Brothers,” he began, with the smug complacency of a man about to relate\nthe big things he has done, “it was late summer of many summers back,\nwith much such weather as this promises to be, when I went away. You all\nremember the day, when the gulls flew low, and the wind blew strong from\nthe land, and I could not hold my bidarka against it. I tied the\ncovering of the bidarka about me so that no water could get in, and all\nof the night I fought with the storm. And in the morning there was no\nland,–only the sea,–and the off-shore wind held me close in its arms\nand bore me along. Three such nights whitened into dawn and showed me no\nland, and the off-shore wind would not let me go.",
        "“And when the fourth day came, I was as a madman. I could not dip my\npaddle for want of food; and my head went round and round, what of the\nthirst that was upon me. But the sea was no longer angry, and the soft\nsouth wind was blowing, and as I looked about me I saw a sight that made\nme think I was indeed mad.”",
        "Nam-Bok paused to pick away a sliver of salmon lodged between his teeth,\nand the men and women, with idle hands and heads craned forward, waited.",
        "“It was a canoe, a big canoe. If all the canoes I have ever seen were\nmade into one canoe, it would not be so large.”",
        "There were exclamations of doubt, and Koogah, whose years were many,\nshook his head.",
        "“If each bidarka were as a grain of sand,” Nam-Bok defiantly continued,\n“and if there were as many bidarkas as there be grains of sand in this\nbeach, still would they not make so big a canoe as this I saw on the\nmorning of the fourth day. It was a very big canoe, and it was called a\nschooner. I saw this thing of wonder, this great schooner, coming\nafter me, and on it I saw men––”",
        "“Hold, O Nam-Bok!” Opee-Kwan broke in. “What manner of men were\nthey?–big men?”",
        "“Nay, mere men like you and me.”",
        "“Did the big canoe come fast?”",
        "“Ay.”",
        "“The sides were tall, the men short.” Opee-Kwan stated the premises with\nconviction. “And did these men dip with long paddles?”",
        "Nam-Bok grinned. “There were no paddles,” he said.",
        "Mouths remained open, and a long silence dropped down. Ope-Kwan\nborrowed Koogah’s pipe for a couple of contemplative sucks. One of the\nyounger women giggled nervously and drew upon herself angry eyes.",
        "“There were no paddles?” Opee-Kwan asked softly, returning the pipe.",
        "“The south wind was behind,” Nam-Bok explained.",
        "“But the wind drift is slow.”",
        "“The schooner had wings–thus.” He sketched a diagram of masts and sails\nin the sand, and the men crowded around and studied it. The wind was\nblowing briskly, and for more graphic elucidation he seized the corners\nof his mother’s shawl and spread them out till it bellied like a sail.\nBask Wah-Wan scolded and struggled, but was blown down the breach for a\nscore of feet and left breathless and stranded in a heap of driftwood.\nThe men uttered sage grunts of comprehension, but Koogah suddenly tossed\nback his hoary head.",
        "“Ho! Ho!” he laughed. “A foolish thing, this big canoe! A most foolish\nthing! The plaything of the wind! Wheresoever the wind goes, it goes\ntoo. No man who journeys therein may name the landing beach, for always\nhe goes with the wind, and the wind goes everywhere, but no man knows\nwhere.”",
        "“It is so,” Opee-Kwan supplemented gravely. “With the wind the going is\neasy, but against the wind a man striveth hard; and for that they had no\npaddles these men on the big canoe did not strive at all.”",
        "“Small need to strive,” Nam-Bok cried angrily. “The schooner went\nlikewise against the wind.”",
        "“And what said you made the sch–sch–schooner go?” Koogah asked,\ntripping craftily over the strange word.",
        "“The wind,” was the impatient response.",
        "“Then the wind made the sch–sch–schooner go against the wind.” Old\nKoogah dropped an open leer to Opee-Kwan, and, the laughter growing\naround him, continued: “The wind blows from the south and blows the\nschooner south. The wind blows against the wind. The wind blows one way\nand the other at the same time. It is very simple. We understand,\nNam-Bok. We clearly understand.”",
        "“Thou art a fool!”",
        "“Truth falls from thy lips,” Koogah answered meekly. “I was over-long\nin understanding, and the thing was simple.”",
        "But Nam-Bok’s face was dark, and he said rapid words which they had\nnever heard before. Bone-scratching and skin-scraping were resumed, but\nhe shut his lips tightly on the tongue that could not be believed.",
        "“This sch–sch–schooner,” Koogah imperturbably asked; “it was made of a\nbig tree?”",
        "“It was made of many trees,” Nam-Bok snapped shortly. “It was very big.”",
        "He lapsed into sullen silence again, and Opee-Kwan nudged Koogah, who\nshook his head with slow amazement and murmured, “It is very strange.”",
        "Nam-Bok took the bait. “That is nothing,” he said airily; “you should\nsee the steamer. As the grain of sand is to the bidarka, as the\nbidarka is to the schooner, so the schooner is to the steamer. Further,\nthe steamer is made of iron. It is all iron.”",
        "“Nay, nay, Nam-Bok,” cried the head man; “how can that be? Always iron\ngoes to the bottom. For behold, I received an iron knife in trade from\nthe head man of the next village, and yesterday the iron knife slipped\nfrom my fingers and went down, down, into the sea. To all things there\nbe law. Never was there one thing outside the law. This we know. And,\nmoreover, we know that things of a kind have the one law, and that all\niron has the one law. So unsay thy words, Nam-Bok, that we may yet honor\nthee.”",
        "“It is so,” Nam-Bok persisted. “The steamer is all iron and does not\nsink.”",
        "“Nay, nay; this cannot be.”",
        "“With my own eyes I saw it.”",
        "“It is not in the nature of things.”",
        "“But tell me, Nam-Bok,” Koogah interrupted, for fear the tale would go\nno farther, “tell me the manner of these men in finding their way across\nthe sea when there is no land by which to steer.”",
        "“The sun points out the path.”",
        "“But how?”",
        "“At midday the head man of the schooner takes a thing through which his\neye looks at the sun, and then he makes the sun climb down out of the\nsky to the edge of the earth.”",
        "“Now this be evil medicine!” cried Opee-Kwan, aghast at the sacrilege.\nThe men held up their hands in horror, and the women moaned. “This be\nevil medicine. It is not good to misdirect the great sun which drives\naway the night and gives us the seal, the salmon, and warm weather.”",
        "“What if it be evil medicine?” Nam-Bok demanded truculently. “I, too,\nhave looked through the thing at the sun and made the sun climb down out\nof the sky.”",
        "Those who were nearest drew away from him hurriedly, and a woman covered\nthe face of a child at her breast so that his eye might not fall upon\nit.",
        "“But on the morning of the fourth day, O Nam-Bok,” Koogah suggested; “on\nthe morning of the fourth day when the sch–sch–schooner came after\nthee?”",
        "“I had little strength left in me and could not run away. So I was taken\non board and water was poured down my throat and good food given me.\nTwice, my brothers, you have seen a white man. These men were all white\nand as many as have I fingers and toes. And when I saw they were full of\nkindness, I took heart, and I resolved to bring away with me report of\nall that I saw. And they taught me the work they did, and gave me good\nfood and a place to sleep.",
        "“And day after day we went over the sea, and each day the head man drew\nthe sun down out of the sky and made it tell where we were. And when the\nwaves were kind, we hunted the fur seal and I marvelled much, for always\ndid they fling the meat and the fat away and save only the skin.”",
        "Opee-Kwan’s mouth was twitching violently, and he was about to make\ndenunciation of such waste when Koogah kicked him to be still.",
        "“After a weary time, when the sun was gone and the bite of the frost\ncome into the air, the head man pointed the nose of the schooner south.\nSouth and east we traveled for days upon days, with never the land in\nsight, and we were near to the village from which hailed the men––”",
        "“How did they know they were near?” Opee-Kwan, unable to contain himself\nlonger, demanded. “There was no land to see.”",
        "Nam-Bok glowered on him wrathfully. “Did I not say the head man brought\nthe sun down out of the sky?”",
        "Koogah interposed, and Nam-Bok went on. “As I say, when we were near to\nthat village a great storm blew up, and in the night we were helpless\nand knew not where we were––”",
        "“Thou hast just said the head man knew––”",
        "“Oh, peace, Opee-Kwan. Thou art a fool and cannot understand. As I say,\nwe were helpless in the night, when I heard, above the roar of the\nstorm, the sound of the sea on the beach. And next we struck with a\nmighty crash and I was in the water, swimming. It was a rock-bound\ncoast, with one patch of beach in many miles, and the law was that I\nshould dig my hands into the sand and draw myself clear of the surf. The\nother men must have pounded against the rocks, for none of them came\nashore but the head man, and him I knew only by the ring on his finger.",
        "“When day came, there being nothing of the schooner, I turned my face to\nthe land and journeyed into it that I might get food and look upon the\nfaces of the people. And when I came to a house I was taken in and given\nto eat, for I had learned their speech, and the white men are ever\nkindly. And it was a house bigger than all the houses built by us and\nour fathers before us.”",
        "“It was a mighty house,” Koogah said, masking his unbelief with wonder.",
        "“And many trees went into the making of such a house,” Opee-Kwan added,\ntaking the cue.",
        "“That is nothing.” Nam-Bok shrugged his shoulders in belittling fashion.\n“As our houses are to that house, so that house was to the houses I was\nyet to see.”",
        "“And they are not big men?”",
        "“Nay; mere men like you and me,” Nam-Bok answered. “I had cut a stick\nthat I might walk in comfort, and remembering that I was to bring report\nto you, my brothers, I cut a notch in the stick for each person who\nlived in that house. And I stayed there many days, and worked, for which\nthey gave me money–a thing of which you know nothing, but which is\nvery good.",
        "“And one day I departed from that place to go farther into the land. And\nas I walked I met many people, and I cut smaller notches in the stick,\nthat there might be room for all. Then I came upon a strange thing. On\nthe ground before me was a bar of iron, as big in thickness as my arm,\nand a long step away was another bar of iron––”",
        "“Then wert thou a rich man,” Opee-Kwan asserted; “for iron be worth more\nthan anything else in the world. It would have made many knives.”",
        "“Nay, it was not mine.”",
        "“It was a find, and a find be lawful.”",
        "“Not so; the white men had placed it there. And further, these bars were\nso long that no man could carry them away–so long that as far as I\ncould see there was no end to them.”",
        "“Nam-Bok, that is very much iron,” Opee-Kwan cautioned.",
        "“Ay, it was hard to believe with my own eyes upon it; but I could not\ngainsay my eyes. And as I looked I heard ...” He turned abruptly upon\nthe head man. “Opee-Kwan, thou hast heard the sea-lion bellow in his\nanger. Make it plain in thy mind of as many sea-lions as there be waves\nto the sea, and make it plain that all these sea-lions be made into one\nsea-lion, and as that one sea-lion would bellow so bellowed the thing I\nheard.”",
        "The fisherfolk cried aloud in astonishment, and Opee-Kwan’s jaw lowered\nand remained lowered.",
        "“And in the distance I saw a monster like unto a thousand whales. It was\none-eyed, and vomited smoke, and it snorted with exceeding loudness. I\nwas afraid and ran with shaking legs along the path between the bars.\nBut it came with speed of the wind, this monster, and I leaped the iron\nbars with its breath hot on my face ...”",
        "Opee-Kwan gained control of his jaw again. “And–and then, O Nam-Bok?”",
        "“Then it came by on the bars, and harmed me not; and when my legs could\nhold me up again it was gone from sight. And it is a very common thing\nin that country. Even the women and children are not afraid. Men make\nthem to do work, these monsters.”",
        "“As we make our dogs do work?” Koogah asked, with sceptic twinkle in his\neye.",
        "“Ay, as we make our dogs do work.”",
        "“And how do they breed these–these things?” Opee-Kwan questioned.",
        "“They breed not at all. Men fashion them cunningly of iron, and feed\nthem with stone, and give them water to drink. The stone becomes fire,\nand the water becomes steam, and the steam of the water is the breath of\ntheir nostrils, and–”",
        "“There, there, O Nam-Bok,” Opee-Kwan interrupted. “Tell us of other\nwonders. We grow tired of this which we may not understand.”",
        "“You do not understand?” Nam-Bok asked despairingly.",
        "“Nay, we do not understand,” the men and women wailed back. “We cannot\nunderstand.”",
        "Nam-Bok thought of a combined harvester, and of the machines wherein\nvisions of living men were to be seen, and of the machines from which\ncame the voices of men, and he knew his people could never understand.",
        "“Dare I say I rode this iron monster through the land?” he asked\nbitterly.",
        "Opee-Kwan threw up his hands, palms outward, in open incredulity. “Say\non; say anything. We listen.”",
        "“Then did I ride the iron monster, for which I gave money–”",
        "“Thou saidst it was fed with stone.”",
        "“And likewise, thou fool, I said money was a thing of which you know\nnothing. As I say, I rode the monster through the land, and through\nmany villages, until I came to a big village on a salt arm of the sea.\nAnd the houses shoved their roofs among the stars in the sky, and the\nclouds drifted by them, and everywhere was much smoke. And the roar of\nthat village was like the roar of the sea in storm, and the people were\nso many that I flung away my stick and no longer remembered the notches\nupon it.”",
        "“Hadst thou made small notches,” Koogah reproved, “thou mightst have\nbrought report.”",
        "Nam-Bok whirled upon him in anger. “Had I made small notches! Listen,\nKoogah, thou scratcher of bone! If I had made small notches neither the\nstick, nor twenty sticks, could have borne them–nay, not all the\ndriftwood of all the beaches between this village and the next. And if\nall of you, the women and children as well, were twenty times as many,\nand if you had twenty hands each, and in each hand a stick and a knife,\nstill the notches could not be cut for the people I saw, so many were\nthey and so fast did they come and go.”",
        "“There cannot be so many people in all the world,” Opee-Kwan objected,\nfor he was stunned and his mind could not grasp such magnitude of\nnumbers.",
        "“What dost thou know of all the world and how large it is?” Nam-Bok\ndemanded.",
        "“But there cannot be so many people in one place.”",
        "“Who art thou to say what can be and what cannot be?”",
        "“It stands to reason there cannot be so many people in one place. Their\ncanoes would clutter the sea till there was no room. And they could\nempty the sea each day of its fish, and they would not all be fed.”",
        "“So it would seem,” Nam-Bok made final answer; “yet it was so. With my\nown eyes I saw, and flung my stick away.” He yawned heavily and rose to\nhis feet. “I have paddled far. The day has been long, and I am tired.\nNow I will sleep, and to-morrow we will have further talk upon the\nthings I have seen.”",
        "Bask-Wah-Wan, hobbling fearfully in advance, proud indeed, yet awed by\nher wonderful son, led him to her igloo and stowed him away among the\ngreasy, ill-smelling furs. But the men lingered by the fire, and a\ncouncil was held wherein was there much whispering and low-voiced\ndiscussion.",
        "An hour passed, and a second, and Nam-Bok slept, and the talk went on.\nThe evening sun dipped toward the northwest, and at eleven at night was\nnearly due north. Then it was that the head man and the bone-scratcher\nseparated themselves from the council and aroused Nam-Bok. He blinked up\ninto their faces and turned on his side to sleep again. Opee-Kwan\ngripped him by the arm and kindly but firmly shook his senses back into\nhim.",
        "“Come, Nam-Bok, arise!” he commanded. “It be time.”",
        "“Another feast!” Nam-Bok cried. “Nay, I am not hungry. Go on with the\neating and let me sleep.”",
        "“Time to be gone!” Koogah thundered.",
        "But Opee-Kwan spoke more softly. “Thou wast bidarka-mate with me when we\nwere boys,” he said. “Together we first chased the seal and drew the\nsalmon from the traps. And thou didst drag me back to life, Nam-Bok,\nwhen the sea closed over me and I was sucked down to the black rocks.\nTogether we hungered and bore the chill of the frost, and together we\ncrawled beneath the one fur and lay close to each other. And because of\nthese things, and the kindness in which I stood to thee, it grieves me\nsore that thou shouldst return such a remarkable liar. We cannot\nunderstand, and our heads be dizzy with the things thou hast spoken. It\nis not good, and there has been much talk in the council. Wherefore we\nsend thee away, that our heads may remain clear and strong and be not\ntroubled by the unaccountable things.”",
        "“These things thou speakest of be shadows,” Koogah took up the strain.\n“From the shadow-world thou hast brought them, and to the shadow-world\nthou must return them. Thy bidarka be ready, and the tribespeople wait.\nThey may not sleep until thou art gone.”",
        "Nam-Bok was perplexed, but hearkened to the voice of the head man.",
        "“If thou art Nam-Bok,” Opee-Kwan was saying, “thou art a fearful and\nmost wonderful liar; if thou art the shadow of Nam-Bok, then thou\nspeakest of shadows, concerning which it is not good that living men\nhave knowledge. This great village thou hast spoken of we deem the\nvillage of shadows. Therein flutter the souls of the dead; for the dead\nbe many and the living few. The dead do not come back. Never have the\ndead come back–save thou with thy wonder-tales. It is not meet that the\ndead come back, and should we permit it, great trouble may be our\nportion.”",
        "Nam-Bok knew his people well and was aware that the voice of the council\nwas supreme. So he allowed himself to be led down to the water’s edge,\nwhere he was put aboard his bidarka and a paddle thrust into his hand. A\nstray wildfowl honked somewhere to seaward, and the surf broke limply\nand hollowly on the sand. A dim twilight brooded over land and water,\nand in the north the sun smouldered, vague and troubled, and draped\nabout with blood-red mists. The gulls were flying low. The off-shore\nwind blew keen and chill, and the black-massed clouds behind it gave\npromise of bitter weather.",
        "“Out of the sea thou earnest,” Opee-Kwan chanted oracularly, “and back\ninto the sea thou goest. Thus is balance achieved and all things brought\nto law.”",
        "Bask-Wah-Wan limped to the froth-mark and cried, “I bless thee,\nNam-Bok, for that thou remembered me.”",
        "But Koogah, shoving Nam-Bok clear or the beach, tore the shawl from her\nshoulders and flung it into the bidarka.",
        "“It is cold in the long nights,” she wailed; “and the frost is prone to\nnip old bones.”",
        "“The thing is a shadow,” the bone-scratcher answered, “and shadows\ncannot keep thee warm.”",
        "Nam-Bok stood up that his voice might carry. “O Bask-Wah-Wan, mother\nthat bore me!” he called. “Listen to the words of Nam-Bok, thy son.\nThere be room in his bidarka for two, and he would that thou earnest\nwith him. For his journey is to where there are fish and oil in plenty.\nThere the frost comes not, and life is easy, and the things of iron do\nthe work of men. Wilt thou come, O Bask-Wah-Wan?”",
        "She debated a moment, while the bidarka drifted swiftly from her, then\nraised her voice to a quavering treble. “I am old, Nam-Bok, and soon I\nshall pass down among the shadows. But I have no wish to go before my\ntime. I am old, Nam-Bok, and I am afraid.”",
        "A shaft of light shot across the dim-lit sea and wrapped boat and man\nin a splendor of red and gold. Then a hush fell upon the fisherfolk, and\nonly was heard the moan of the off-shore wind and the cries of the gulls\nflying low in the air.",
        "Continue...",
        "\nThis eBook of “Brown Wolf and Other Jack London” by Jack London (chosen and Edited By Franklin K. Mathiews) belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Brown Wolf And Other Jack London StoriesBy MathiewsAt Amazon"
    ]
}