{
    "title": "Brown Wolf and Other Jack London Stories - Make Westing",
    "author": "Jack London",
    "chapter": "9",
    "content": [
        "\n\n",
        "Whatever you do, make westing! make westing!–Sailing directions for Cape Horn.",
        "For seven weeks the Mary Rogers had been between 50° south in the\nAtlantic and 50° south in the Pacific, which meant that for seven weeks\nshe had been struggling to round Cape Horn. For seven weeks she had been\neither in dirt, or close to dirt, save once, and then, following upon\nsix days of excessive dirt, which she had ridden out under the shelter\nof the redoubtable Terra Del Fuego coast, she had almost gone ashore\nduring a heavy swell in the dead calm that had suddenly fallen. For\nseven weeks she had wrestled with the Cape Horn gray-beards, and in\nreturn been buffeted and smashed by them. She was a wooden ship, and her\nceaseless straining had opened her seams, so that twice a day the watch\ntook its turn at the pumps.",
        "The Mary Rogers was strained, the crew was strained, and big Dan\nCullen, master, was likewise strained. Perhaps he was strained most of\nall, for upon him rested the responsibility of that titanic struggle. He\nslept most of the time in his clothes, though he rarely slept. He\nhaunted the deck at night, a great, burly, robust ghost, black with the\nsunburn of thirty years of sea and hairy as an orang-utan. He, in turn,\nwas haunted by one thought of action, a sailing direction for the Horn:\nWhatever you do, make westing! make westing! It was an obsession. He\nthought of nothing else, except, at times, to blaspheme God for sending\nsuch bitter weather.",
        "Make westing! He hugged the Horn, and a dozen times lay hove to with\nthe iron Cape bearing east-by-north, or north-north-east, a score of\nmiles away. And each time the eternal west wind smote him back and he\nmade easting. He fought gale after gale, south to 64°, inside the\nantarctic drift-ice, and pledged his immortal soul to the Powers of\nDarkness for a bit of westing, for a slant to take him around. And he\nmade easting. In despair, he had tried to make the passage through the\nStraits of Le Maire. Halfway through, the wind hauled to the north ’ard\nof northwest, the glass dropped to 28.88, and he turned and ran before a\ngale of cyclonic fury, missing, by a hair’s breadth, piling up the Mary\nRogers on the black-toothed rocks. Twice he had made west to the Diego\nRamirez Rocks, one of the times saved between two snow-squalls by\nsighting the gravestones of ships a quarter of a mile dead ahead.",
        "Blow! Captain Dan Cullen instanced all his thirty years at sea to prove\nthat never had it blown so before. The Mary Rogers was hove to at the\ntime he gave the evidence, and, to clinch it, inside half an hour the\nMary Rogers was hove down to the hatches. Her new main-topsail and\nbrand new spencer were blown away like tissue paper; and five sails,\nfurled and fast under double gaskets, were blown loose and stripped from\nthe yards. And before morning the Mary Rogers was hove down twice\nagain, and holes were knocked in her bulwarks to ease her decks from\nthe weight of ocean that pressed her down.",
        "On an average of once a week Captain Dan Cullen caught glimpses of the\nsun. Once, for ten minutes, the sun shone at midday, and ten minutes\nafterward a new gale was piping up, both watches were shortening sail,\nand all was buried in the obscurity of a driving snow-squall. For a\nfortnight, once, Captain Dan Cullen was without a meridian or a\nchronometer sight. Rarely did he know his position within half a degree,\nexcept when in sight of land; for sun and stars remained hidden behind\nthe sky, and it was so gloomy that even at the best the horizons were\npoor for accurate observations. A gray gloom shrouded the world. The\nclouds were gray; the great driving seas were leaden gray gloom shrouded\nthe world. The clouds were gray; the great driving seas were leadening;\neven the occasional albatrosses were gray, while the snow-flurries were\nnot white, but gray, under the sombre pall of the heavens.",
        "Life on board the Mary Rogers was gray,–gray and gloomy. The faces of\nthe sailors were blue-gray; they were afflicted with sea-cuts and\nsea-boils, and suffered exquisitely. They were shadows of men. For\nseven weeks, in the forecastle or on deck, they had not known what it\nwas to be dry. They had forgotten what it was to sleep out a watch, and\nall watches it was, “All hands on deck!” They caught snatches of\nagonized sleep, and they slept in their oilskins ready for the\neverlasting call. So weak and worn were they that it took both watches\nto do the work of one. That was why both watches were on deck so much of\nthe time. And no shadow of a man could shirk duty. Nothing less than a\nbroken leg could enable a man to knock off work; and there were two\nsuch, who had been mauled and pulped by the seas that broke aboard.",
        "One other man who was the shadow of a man was George Dorety. He was the\nonly passenger on board, a friend of the firm, and he had elected to\nmake the voyage for his health. But seven weeks of Cape Horn had not\nbettered his health. He gasped and panted in his bunk through the long,\nheaving nights; and when on deck he was so bundled up for warmth that he\nresembled a peripatetic old-clothes shop. At midday, eating at the cabin\ntable in a gloom so deep that the swinging sea-lamps burned always, he\nlooked as blue-gray as the sickest, saddest man for’ard. Nor did gazing\nacross the table at Captain Dan Cullen have any cheering effect upon\nhim. Captain Cullen chewed and scowled and kept silent. The scowls were\nfor God, and with every chew he reiterated the sole thought of his\nexistence, which was make westing. He was a big, hairy brute, and the\nsight of him was not stimulating to the other’s appetite. He looked upon\nGeorge Dorety as a Jonah, and told him so, once each meal, savagely\ntransferring the scowl from God to the passenger and back again.",
        "Nor did the mate prove a first aid to a languid appetite. Joshua Higgins\nby name, a seaman by profession and pull, but a pot-wolloper by\ncapacity, he was a loose-jointed, sniffling creature, heartless and\nselfish and cowardly, without a soul, in fear of his life of Dan Cullen,\nand a bully over the sailors, who knew that behind the mate was Captain\nCullen, the lawgiver and compeller, the driver and the destroyer, the\nincarnation of a dozen bucko mates. In that wild weather at the southern\nend of the earth, Joshua Higgins ceased washing. His grimy face usually\nrobbed George Dorety of what little appetite he managed to accumulate.\nOrdinarily this lavatorial dereliction would have caught Captain\nCullen’s eye and vocabulary, but in the present his mind was filled with\nmaking westing, to the exclusion of all other things not contributory\nthereto. Whether the mate’s face was clean or dirty had no bearing upon\nwesting. Later on, when 50° south in the Pacific had been reached,\nJoshua Higgins would wash his face very abruptly. In the meantime, at\nthe cabin table, where gray twilight alternated with lamplight while the\nlamps were being filled, George Dorety sat between the two men, one a\ntiger and the other a hyena, and wondered why God had made them. The\nsecond mate, Matthew Turner, was a true sailor and a man, but George\nDorety did not have the solace of his company, for he ate by himself,\nsolitary, when they had finished.",
        "On Saturday morning, July 24, George Dorety awoke to a feeling of life\nand headlong movement. On deck he found the Mary Rogers running off\nbefore a howling southeaster. Nothing was set but the lower topsails and\nthe foresail. It was all she could stand, yet she was making fourteen\nknots, as Mr. Turner shouted in Dorety’s ear when he came on deck. And\nit was all westing. She was going around the Horn at last ... if the\nwind held. Mr. Turner looked happy. The end of the struggle was in\nsight. But Captain Cullen did not look happy. He scowled at Dorety in\npassing. Captain Cullen did not want God to know that he was pleased\nwith that wind. He had a conception of a malicious God, and believed in\nhis secret soul that if God knew it was a desirable wind, God would\npromptly efface it and send a snorter from the west. So he walked softly\nbefore God, smothering his joy down under scowls and muttered curses,\nand, so, fooling God, for God was the only thing in the universe of\nwhich Dan Cullen was afraid.",
        "All Saturday and Saturday night the Mary Rogers raced her westing.\nPersistently she logged her fourteen knots, so that by Sunday morning\nshe had covered three hundred and fifty miles. If the wind held, she\nwould make around. If it failed, and the snorter came from anywhere\nbetween southwest and north, back the Mary Rogers would be hurled and\nbe no better off than she had been seven weeks before. And on Sunday\nmorning the wind was failing. The big sea was going down and running\nsmooth. Both watches were on deck setting sail after sail as fast as the\nship could stand it. And now Captain Cullen went around brazenly before\nGod, smoking a big cigar, smiling jubilantly, as if the failing wind\ndelighted him, while down underneath he was raging against God for\ntaking the life out of the blessed wind. Make westing! So he would, if\nGod would only leave him alone. Secretly, he pledged himself anew to the\nPowers of Darkness, if they would let him make westing. He pledged\nhimself so easily because he did not believe in the Powers of Darkness.\nHe really believed only in God, though he did not know it. And in his\ninverted theology God was really the Prince of Darkness. Captain Cullen\nwas a devil-worshipper, but he called the devil by another name, that\nwas all.",
        "At midday, after calling eight bells, Captain Cullen ordered the royals\non. The men went aloft faster than they had gone in weeks. Not alone\nwere they nimble because of the westing, but a benignant sun was shining\ndown and limbering their stiff bodies. George Dorety stood aft, near\nCaptain Cullen, less bundled in clothes than usual, soaking in the\ngrateful warmth as he watched the scene. Swiftly and abruptly the\nincident occurred. There was a cry from the foreroyal-yard of “Man\noverboard!” Somebody threw a life buoy over the side, and at the same\ninstant the second mate’s voice came aft, ringing and peremptory:–",
        "“Hard down your helm!”",
        "The man at the wheel never moved a spoke. He knew better, for Captain\nDan Cullen was standing alongside of him. He wanted to move a spoke, to\nmove all the spokes, to grind the wheel down, hard down, for his comrade\ndrowning in the sea. He glanced at Captain Dan Cullen, and Captain Dan\nCullen gave no sign.",
        "“Down! Hard down!” the second mate roared, as he sprang aft.",
        "But he ceased springing and commanding, and stood still, when he saw Dan\nCullen by the wheel. And big Dan Cullen puffed at his cigar and said\nnothing. Astern, and going astern fast, could be seen the sailor. He had\ncaught the life buoy and was clinging to it. Nobody spoke. Nobody moved.\nThe men aloft clung to the royal yards and watched with terror stricken\nfaces. And the Mary Rogers raced on, making her westing. A long,\nsilent minute passed.",
        "“Who was it!” Captain Cullen demanded.",
        "“Mops, sir,” eagerly answered the sailor at the wheel.",
        "Mops topped a wave astern and disappeared temporarily in the trough. It\nwas a large wave, but it was no graybeard. A small boat could live\neasily in such a sea, and in such a sea the Mary Rogers could easily\ncome to. But she could not come to and make westing at the same time.",
        "For the first time in all his years, George Dorety was seeing a real\ndrama of life and death–a sordid little drama in which the scales\nbalanced an unknown sailor named Mops against a few miles of longitude.\nAt first he had watched the man astern, but now he watched big Dan\nCullen, hairy and black, vested with power of life and death, smoking a\ncigar.",
        "Captain Dan Cullen smoked another long, silent minute. Then he removed\nthe cigar from his mouth. He glanced aloft at the spars of the Mary\nRogers, and overside at the sea.",
        "“Sheet home the royals!” he cried.",
        "Fifteen minutes later they sat at table, in the cabin, with food served\nbefore them. On one side of George Dorety sat Dan Cullen, the tiger, on\nthe other side, Joshua Higgins, the hyena. Nobody spoke. On deck the men\nwere sheeting home the skysails. George Dorety could hear their cries,\nwhile a persistent vision haunted him of a man called Mops, alive and\nwell, clinging to a life buoy miles astern in that lonely ocean. He\nglanced at Captain Cullen, and experienced a feeling of nausea, for the\nman was eating his food with relish, almost bolting it.",
        "“Captain Cullen,” Dorety said, “you are in command of this ship, and it\nis not proper for me to comment now upon what you do. But I wish to say\none thing. There is a hereafter, and yours will be a hot one.”",
        "Captain Cullen did not even scowl. In his voice was regret as he\nsaid:–\"It was blowing a living gale. It was impossible to save the\nman.”",
        "“He fell from the royal-yard,” Dorety cried hotly. “You were setting the\nroyals at the time. Fifteen minutes afterward you were setting the\nskysails.”",
        "“It was a living gale, wasn’t it, Mr. Higgins?” Captain Cullen said,\nturning to the mate.",
        "“If you’d brought her to, it’d have taken the sticks out of her,” was\nthe mate’s answer. “You did the proper thing, Captain Cullen. The man\nhadn’t a ghost of a show.”",
        "George Dorety made no answer, and to the meal’s end no one spoke. After\nthat, Dorety had his meals served in his stateroom. Captain Cullen\nscowled at him no longer, though no speech was exchanged between them,\nwhile the Mary Rogers sped north toward warmer latitudes. At the end\nof the week, Dan Cullen cornered Dorety on deck.",
        "“What are you going to do when we get to Frisco?” he demanded bluntly.",
        "“I am going to swear out a warrant for your arrest,” Dorety answered\nquietly. “I am going to charge you with murder, and I am going to see\nyou hanged for it.”",
        "“You’re almighty sure of yourself,” Captain Cullen sneered, turning on\nhis heel.",
        "A second week passed, and one morning found George Dorety standing in\nthe coach-house companionway at the for’ard end of the long poop, taking\nhis first gaze around the deck. The Mary Rogers was reaching\nfull-and-by, in a stiff breeze. Every sail was set and drawing,\nincluding the staysails. Captain Cullen strolled for’ard along the poop.\nHe strolled carelessly, glancing at the passenger out of the corner of\nhis eye. Dorety was looking the other way, standing with head and\nshoulders outside the companionway, and only the back of his head was to\nbe seen. Captain Cullen, with swift eye, embraced the mainstaysail-block\nand the head and estimated the distance. He glanced about him. Nobody\nwas looking. Aft, Joshua Higgins, pacing up and down, had just turned\nhis back and was going the other way. Captain Cullen bent over suddenly\nand cast the staysail-sheet off from its pin. The heavy block hurtled\nthrough the air, smashing Dorety’s head like an egg-shell and hurtling\non and back and forth as the staysail whipped and slatted in the wind.\nJoshua Higgins turned around to see what had carried away, and met the\nfull blast of the vilest portion of Captain Cullen’s profanity.",
        "“I made the sheet fast myself,” whimpered the mate in the first lull,\n“with an extra turn to make sure. I remember it distinctly.”",
        "“Made fast?” the captain snarled back, for the benefit of the watch as\nit struggled to capture the flying sail before it tore to ribbons. “You\ncouldn’t make your grandmother fast, you useless scullion. If you made\nthat sheet fast with an extra turn, why didn’t it stay fast? That’s what\nI want to know. Why didn’t it stay fast?”",
        "The mate whined inarticulately.",
        "“Oh, shut up!” was the final word of Captain Cullen.",
        "Half an hour later he was as surprised as any when the body of George\nDorety was found inside the companionway on the floor. In the afternoon,\nalone in his room, he doctored up the log.",
        "“Ordinary seaman, Karl Brun,” he wrote, “lost overboard from\nforeroyal-yard in a gale of wind. Was running at the time, and for the\nsafety of the ship did not dare come up to the wind. Nor could a boat\nhave lived in the sea that was running.”",
        "On another page, he wrote:–",
        "“Had often warned Mr. Dorety about the danger he ran because of his\ncarelessness on deck. I told him, once, that some day he would get his\nhead knocked off by a block. A carelessly fastened mainstaysail sheet\nwas the cause of the accident, which was deeply to be regretted because\nMr. Dorety was a favorite with all of us.”",
        "Captain Dan Cullen read over his literary effort with admiration,\nblotted the page, and closed the log. He lighted a cigar and stared\nbefore him. He felt the Mary Rogers lift, and heel, and surge along,\nand knew that she was making nine knots. A smile of satisfaction slowly\ndawned on his black and hairy face. Well, anyway, he had made his\nwesting and fooled God.",
        "Continue...",
        "\nThis eBook of “Brown Wolf and Other Jack London” by Jack London (chosen and Edited By Franklin K. Mathiews) belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Brown Wolf And Other Jack London StoriesBy MathiewsAt Amazon"
    ]
}