{
    "title": "Browning as a Philosophical and Religious Teacher - Chapter V. Optimism and Ethics: Their Contradiction.",
    "author": "Henry Jones",
    "chapter": "6",
    "content": [
        "\n\n",
        "  “Our remedies oft in ourselves do lie,\n  Which we ascribe to heaven. The fated sky\n  Gives us free scope; only doth backward pull\n  Our slow designs, when we ourselves are dull.",
        "  “But most it is presumption in us, when\n  The help of heaven we count the act of men.\"[A]",
        "[Footnote A: All’s Well that Ends Well.]",
        "I have tried to show that one of the ruling conceptions of Browning’s\nview of life is that the Good is absolute, and that it reveals itself in\nall the events of human life. By means of this conception, he\nendeavoured to bring together the elements which had fallen asunder in\nthe sensational and moral pessimism of Byron and Carlyle. In other\nwords, through the re-interpreting power which lies in this fundamental\nthought when it is soberly held and fearlessly applied, he sought to\nreconcile man with the world and with God, and thereby with himself. And\nthe governing motive, whether the conscious motive or not, of Browning’s\npoetry, the secret impulse which led him to dramatise the conflicts and\nantagonisms of human life, was the necessity of finding in them evidence\nof the presence of this absolute Good.",
        "Browning’s optimism was deep and comprehensive enough to reject all\ncompromise. His faith in the good seemed to rise with the demands that\nwere made upon it by the misery and wickedness of man, and the\napparently purposeless waste of life and its resources. There was in it\na deliberate earnestness which led him to grapple, not only with the\nconcrete difficulties of individual life, but with those also that\nspring from reflection and theory.",
        "The test of a philosophic optimism, as of any optimism which is more\nthan a pious sentiment, must finally lie in its power to reveal the\npresence of the good in actual individual evils. But there are\ndifficulties still nearer than those presented by concrete facts,\ndifficulties arising out of the very suggestion that evil is a form of\ngood. Such speculative difficulties must be met by a reflective mind,\nbefore it can follow out the application of an optimistic theory to\nparticular facts. Now, Browning’s creed, at least as he held it in his\nlater years, was not merely the allowable exaggeration of an ecstatic\nreligious sentiment, the impassioned conviction of a God-intoxicated\nman. It was deliberately presented as a solution of moral problems, and\nwas intended to serve as a theory of the spiritual nature of things. It\nis, therefore, justly open to the same kind of criticism as that to\nwhich a philosophic doctrine is exposed. The poet deprived himself of\nthe refuge, legitimate enough to the intuitive method of art, when, in\nhis later works, he not only offered a dramatic solution of the problem\nof life, but definitely attempted to meet the difficulties of\nspeculative ethics.",
        "In this chapter I shall point out some of these difficulties, and then\nproceed to show how the poet proposed to solve them.",
        "A thorough-going optimism, in that it subdues all things to the idea of\nthe supreme Good, and denies to evil the right even to dispute the\nabsoluteness of its sway, naturally seems to imply a pantheistic theory\nof the world. And Browning’s insistence on the presence of the highest\nin all things may easily be regarded as a mere revival of the oldest and\ncrudest attempts at finding their unity in God. For if all, as he\nsays, is for the best, there seems to be no room left for the\ndifferences apparent in the world, and the variety which gives it beauty\nand worth. Particular existences would seem to be illusory and\nevanescent phenomena, the creations of human imagination, itself a\ndelusive appearance. The infinite, on this view, stands over against the\nfinite, and it overpowers and consumes it; and the optimism, implied in\nthe phrase that “God is all,” turns at once into a pessimism. For, as\nsoon as we inquire into the meaning of this “all,” we find that it is\nonly a negation of everything we can know or be. Such a pantheism as\nthis is self-contradictory; for, while seeming to level all things\nupwards to a manifestation of the divine, it really levels all downwards\nto the level of mere unqualified being, a stagnant and empty unknowable.\nIt leaves only a choice between akosmism and atheism, and, at the same\ntime, it makes each of the alternatives impossible. For, in explaining\nthe world it abolishes it, and in abolishing the world it empties itself\nof all signification; so that the Godhood which it attempts to establish\nthroughout the whole realm of being, is found to mean nothing. “It is\nthe night, in which all cows are black.”",
        "The optimistic creed, which the poet strove to teach, must, therefore,\nnot only establish the immanence of God, but show in some way how such\nimmanence is consistent with the existence of particular things. His\ndoctrine that there is no failure, or folly, or wickedness, or misery,\nbut conceals within it, at its heart, a divine element; that there is no\nincident in human history which is not a pulsation of the life of the\nhighest, and which has not its place in a scheme of universal good, must\nleave room for the moral life of man, and all the risks which morality\nbrings with it. Otherwise, optimism is impossible. For a God who, in\nfilling the universe with His presence, encroaches on the freedom and\nextinguishes the independence of man, precludes the possibility of all\nthat is best for man–namely, moral achievement. Life, deprived of its\nmoral purpose, is worthless to the poet, and so, in consequence, is all\nthat exists in order to maintain that life. Optimism and ethics seem\nthus to come into immediate collision. The former, finding the presence\nof God in all things, seems to leave no room for man; and the latter\nseems to set man to work out his own destiny in solitude, and to give\nhim supreme and absolute authority over his own life; so that any\ncharacter which he forms, be it good or bad, is entirely the product of\nhis own activity. So far as his life is culpable or praiseworthy, in\nother words, so far as we pass any moral judgment upon it, we\nnecessarily think of it as the revelation of a self, that is, of an\nindependent will, which cannot divide its responsibility. There may be,\nand indeed there always is for every individual, a hereditary\npredisposition and a soliciting environment, tendencies which are his\ninheritance from a remote past, and which rise to the surface in his own\nlife; in other words, the life of the individual is always led within\nthe larger sweep of the life of humanity. He is part of a whole, and has\nhis place fixed, and his function predetermined, by a power which is\ngreater than his own. But, if we are to call him good or evil, if he is\nto aspire and repent and strive, in a word, if he is to have any moralcharacter, he cannot be merely a part of a system; there must be\nsomething within him which is superior to circumstances, and which\nmakes him master of his own fate. His natural history may begin with the\ngrey dawn of primal being, but his moral history begins with himself,\nfrom the time when he first reacted upon the world in which he is\nplaced, and transformed his natural relations into will and character.\nFor who can be responsible for what he did not will? What could a moral\nimperative mean, what could an “ought” signify, to a being who was only\na temporary embodiment of forces, who are prior to, and independent of\nhimself? It would seem, therefore, as if morality were irreconcilable\nwith optimism. The moral life of man cannot be the manifestation of a\ndivine benevolence whose purpose is necessary; it is a trust laid upon\nhimself, which he may either violate or keep. It surpasses divine\ngoodness, “tho’ matched with equal power” to make man good, as it has\nmade the flowers beautiful. From this point of view, spiritual\nattainment, whether intellectual or moral, is man’s own, a spontaneous\nproduct. Just as God is conceived as all in all in the universe, so man\nis all in all within the sphere of duty; for the kingdom of heaven is\nwithin. In both cases alike, there is absolute exclusion of external\ninterference.",
        "For this reason, it has often seemed both to philosophers and\ntheologians, as if the world were too confined to hold within it both\nGod and man. In the East, the consciousness of the infinite seemed at\ntimes to leave no room for the finite; and in the West, where the\nconsciousness of the finite and interest therein is strongest, and man\nstrives and aspires, a Deism arose which set God at a distance, and\nallowed Him to interfere in the fate of man only by a benevolent\nmiracle. Nor is this collision of pantheism and freedom, nay of religion\nand morality, confined to the theoretical region. This difficulty is not\nmerely the punishment of an over-bold and over-ambitious philosophy,\nwhich pries too curiously into the mystery of being. It lies at the very\nthreshold of all reflection on the facts of the moral life. Even\nchildren feel the mystery of God’s permitting sin, and embarrass their\nhelpless parents with the contradiction between absolute benevolence and\nthe miseries and cruelties of life. “A vain interminable controversy,\"\nsays Teufels-dröckh, “which arises in every soul since the beginning of\nthe world: and in every soul, that would pass from idle suffering into\nactual endeavouring, must be put an end to. The most, in our own time,\nhave to go content with a simple, incomplete enough Suppression of this\ncontroversy: to a few Solution of it is indispensable.”",
        "Solution, and not Suppression, is what Browning sought; he did, in fact,\npropound a solution, which, whether finally satisfactory or not, at\nleast carries us beyond the easy compromises of ordinary religious and\nethical teaching. He does not deny the universality of God’s beneficence\nor power, and divide the realm of being between Him and the adversary:\nnor, on the other hand, does he limit man’s freedom, and stultify ethics\nby extracting the sting of reality from sin. To limit God, he knew, was\nto deny Him; and, whatever the difficulties he felt in regarding the\nabsolute Spirit as realising itself in man, he could not be content to\nreduce man into a temporary phantom, an evanescent embodiment of\n“spiritual” or natural forces, that take a fleeting form in him as they\npursue their onward way.",
        "Browning held with equal tenacity to the idea of a universal benevolent\norder, and to the idea of the moral freedom of man within it. He was\ndriven in opposite directions by two beliefs, both of which he knew to\nbe essential to the life of man as spirit, and both of which he\nillustrates throughout his poems with an endless variety of poetic\nexpression. He endeavoured to find God in man and still to leave man\nfree. His optimistic faith sought reconciliation with morality. The\nvigour of his ethical doctrine is as pre-eminent, as the fulness of his\nconviction of the absolute sway of the Good. Side by side with his\ndoctrine that there is no failure, no wretchedness of corruption that\ndoes not conceal within it a germ of goodness, is his sense of the evil\nof sin, of the infinite earnestness of man’s moral warfare, and of the\nsurpassing magnitude of the issues at stake for each individual soul. So\npowerful is his interest in man as a moral agent, that he sees nought\nelse in the world of any deep concern. “My stress lay,” he said in his\npreface to Sordello (1863), “on the incidents in the development of a\nsoul: little else is worth study. I, at least, always thought so–you,\nwith many known and unknown to me, think so–others may one day think\nso.” And this development of a soul is not at any time regarded by the\npoet as a peaceful process, like the growth of a plant or animal.\nAlthough he thinks of the life of man as the gradual realization of a\ndivine purpose within him, he does not suppose it to take place in\nobedience to a tranquil necessity. Man advances morally by fighting his\nway inch by inch, and he gains nothing except through conflict. He does\nnot become good as the plant grows into maturity. “The kingdom of heaven\nsuffereth violence, and the violent take it by force.”",
        "  “No, when the fight begins within himself,\n  A man’s worth something. God stoops o’er his head,\n  Satan looks up between his feet,–both tug–\n  He’s left, himself, i’ the middle: the soul awakes\n  And grows. Prolong that battle through this life!\n  Never leave growing till the life to come.\"[A]",
        "[Footnote A: Bishop Blougram.]",
        "Man is no idle spectator of the conflict of the forces of right and\nwrong; Browning never loses the individual in the throng, or sinks him\ninto his age or race. And although the poet ever bears within him the\ncertainty of victory for the good, he calls his fellows to the fight as\nif the fate of all hung on the valour of each. The struggle is always\npersonal, individual like the duels of the Homeric heroes.",
        "It is under the guise of warfare that morality always presents itself to\nBrowning. It is not a mere equilibrium of qualities–the measured,\nself-contained, statuesque ethics of the Greeks, nor the asceticism and\nself-restraint of Puritanism, nor the peaceful evolution of Goethe’s\nartistic morality: it is valour in the battle of life. His code contains\nno negative commandments, and no limitations; but he bids each man let\nout all the power that is within him, and throw himself upon life with\nthe whole energy of his being. It is better even to seek evil with one’s\nwhole mind, than to be lukewarm in goodness. Whether you seek good or\nevil, and play for the counter or the coin, stake it boldly!",
        "  “Let a man contend to the uttermost\n  For his life’s set prize, be it what it will!",
        "  “The counter our lovers staked was lost\n  As surely as if it were lawful coin:\n  And the sin I impute to each frustrate ghost",
        "  “Is, the unlit lamp and the ungirt loin\n  Though the end in sight was a vice, I say.\n  You, of the virtue (we issue join)\n  How strive you?–’_De te fabula!_’\"[A]",
        "[Footnote A: The Statue and the Bust.]",
        "Indifference and spiritual lassitude are, to the poet, the worst of\nsins. “Go!” says the Pope to Pompilia’s pseudo-parents,",
        "  “Never again elude the choice of tints!\n  White shall not neutralize the black, nor good\n  Compensate bad in man, absolve him so:\n  Life’s business being just the terrible choice.\"[B]",
        "[Footnote B: The Ring and the Book–The Pope, 1235-1238.]",
        "In all the greater characters of The Ring and the Book, this intensity\nof vigour in good and evil flashes out upon us. Even Pompilia, the most\ngentle of all his creations, at the first prompting of the instinct of\nmotherhood, rises to the law demanding resistance, and casts off the old\npassivity.",
        "  “Dutiful to the foolish parents first,\n  Submissive next to the bad husband,–nay,\n  Tolerant of those meaner miserable\n  That did his hests, eked out the dole of pain “;[C]",
        "[Footnote C: Ibid., 1052-1055.]",
        "she is found",
        "  “Sublime in new impatience with the foe.”",
        "  “I did for once see right, do right, give tongue\n  The adequate protest: for a worm must turn\n  If it would have its wrong observed by God.\n  I did spring up, attempt to thrust aside\n  That ice-block ’twixt the sun and me, lay low\n  The neutralizer of all good and truth.\"[A]",
        "[Footnote A: The Ring and the Book–Pompilia, 1591-1596.]",
        "  “Yet, shame thus rank and patent, I struck, bare,\n  At foe from head to foot in magic mail,\n  And off it withered, cobweb armoury\n  Against the lightning! ’Twas truth singed the lies\n  And saved me.\"[B]",
        "[Footnote B: Ibid., 1637-1641.]",
        "Beneath the mature wisdom of the Pope, amidst the ashes of old age,\nthere sleeps the same fire. He is as truly a warrior priest as\nCaponsacchi himself, and his matured experience only muffles his vigour.\nWearied with his life-long labour, we see him gather himself together\n“in God’s name,” to do His will on earth once more with concentrated\nmight.",
        "                                    “I smite\n  With my whole strength once more, ere end my part,\n  Ending, so far as man may, this offence.\"[C]",
        "[Footnote C: The Ring and the Book–The Pope, 1958-1960.]",
        "Nor, spite of doubts, the promptings of mercy, the friends plucking his\nsleeve to stay his arm, does he fear “to handle a lie roughly\"; or\nshrink from sending the criminal to his account, though it be but one\nday before he himself is called before the judgment seat. The same\nenergy, the same spirit of bold conflict, animates Guido’s adoption of\nevil for his good. At all but the last moment of his life of monstrous\ncrime, just before he hears the echo of the feet of the priests, who\ndescend the stair to lead him to his death, “he repeats his evil deed in\nwill.”",
        "  “Nor is it in me to unhate my hates,–\n  I use up my last strength to strike once more\n  Old Pietro in the wine-house-gossip-face,\n  To trample underfoot the whine and wile\n  Of beast Violante,–and I grow one gorge\n  To loathingly reject Pompilia’s pale\n  Poison my hasty hunger took for food.\"[A]",
        "[Footnote A: The Ring and the Book–Guido, 2400-2406.]",
        "If there be any concrete form of evil with which the poet’s optimism is\nnot able to cope, any irretrievable black “beyond white’s power to\ndisintensify,” it is the refusal to take a definite stand and resolute\nfor either virtue or vice; the hesitancy and compromise of a life that\nis loyal to nothing, not even to its own selfishness. The cool self-love\nof the old English moralists, which “reduced the game of life to\nprinciples,” and weighed good and evil in the scales of prudence, is to\nour poet the deepest damnation.",
        "  “Saint Eldobert–I much approve his mode;\n  With sinner Vertgalant I sympathize;\n  But histrionic Sganarelle, who prompts\n  While pulling back, refuses yet concedes,–",
        "  “Surely, one should bid pack that mountebank!”",
        "In him, even",
        "               “thickheads ought to recognize\n  The Devil, that old stager, at his trick\n  Of general utility, who leads\n  Downward, perhaps, but fiddles all the way!\"[A]",
        "[Footnote A: Red Cotton Nightcap Country.]",
        "For the bold sinner, who chooses and sustains his part to the end, the\npoet has hope. Indeed, the resolute choice is itself the beginning of\nhope; for, let a man only give himself to anything, wreak himself on\nthe world in the intensity of his hate, set all sail before the gusts of\npassion and “range from Helen to Elvire, frenetic to be free,” let him\nrise into a decisive self-assertion against the stable order of the\nmoral world, and he cannot fail to discover the nature of the task he\nhas undertaken, and the meaning of the power without, against which he\nhas set himself. If there be sufficient strength in a man to vent\nhimself in action, and “try conclusions with the world,” he will then\nlearn that it has another destiny than to be the instrument of evil.\nSelf-assertion taken by itself is good; indeed, it is the very law of\nevery life, human and other.",
        "                                      “Each lie\n  Redounded to the praise of man, was victory\n  Man’s nature had both right to get and might to gain.\"[B]",
        "[Footnote B: Fifine at the Fair, cxxviii.]",
        "But it leads to the revelation of a higher law than that of selfishness.\nThe very assertion of the self which leads into evil, ultimately leaves\nthe self assertion futile. There is the disappointment of utter failure;\nthe sinner is thrown back upon himself empty-handed. He finds himself\nsubjected, even when sinning,",
        "                                         “To the reign\n  Of other quite as real a nature, that saw fit\n  To have its way with man, not man his way with it.\"[A]",
        "[Footnote A: Fifine at the Fair, cxxviii.]",
        "  “Poor pabulum for pride when the first love is found\n  Last also! and, so far from realizing gain,\n  Each step aside just proves divergency in vain.\n  The wanderer brings home no profit from his quest\n  Beyond the sad surmise that keeping house were best\n  Could life begin anew.\"[B]",
        "[Footnote B:_Ibid. cxxix.]",
        "The impossibility of living a divided life, of enjoying at once the\nsweets of the flesh on the “Turf,” and the security of the “Towers,” is\nthe text of Red Cotton Nightcap Country. The sordid hero of the poem\nis gradually driven to choose between the alternatives. The best of his\nluck, the poet thinks, was the",
        "  “Rough but wholesome shock,\n  An accident which comes to kill or cure,\n  A jerk which mends a dislocated joint!\"[C]",
        "[Footnote C: Red Cotton Nightcap Country.]",
        "The continuance of disguise and subterfuge, and the retention of “the\nfirst falsehood,” are ultimately made impossible to Léonce Miranda:",
        "  “Thus by a rude in seeming–rightlier judged\n  Beneficent surprise, publicity\n  Stopped further fear and trembling, and what tale\n  Cowardice thinks a covert: one bold splash\n  Into the mid-shame, and the shiver ends,\n  Though cramp and drowning may begin perhaps.\"[D]",
        "[Footnote D: Ibid.]",
        "In the same spirit he finds Miranda’s suicidal leap the best deed\npossible for him.",
        "                       “’Mad!’ ’No! sane, I say.\n  Such being the conditions of his life,\n  Such end of life was not irrational.\n  Hold a belief, you only half-believe,\n  With all-momentous issues either way,–\n  And I advise you imitate this leap,\n  Put faith to proof, be cured or killed at once!’\"[A]",
        "[Footnote A: Red Cotton Nightcap Country.]",
        "Thus it is the decisive deed that gains the poet’s approval. He finds\nthe universe a great plot against a pied morality. Even Guido claims\nsome kind of regard from him, since “hate,” as Pompilia said, “was the\ntruth of him.” In that very hate we find, beneath his endless\nsubterfuges, something real, at last. And since, through his hate, he is\nfrankly measuring his powers against the good at work in the world,\nthere cannot remain any doubt of the issue. To bring the rival forces\nface to face is just what is wanted.",
        "      “I felt quite sure that God had set\n  Himself to Satan; who would spend\n  A minute’s mistrust on the end?\"[B]",
        "[Footnote B:_Count Gismond.]",
        "It is the same respect for strenuous action and dislike of compromise,\nthat inspired the pathetic lines in which he condemns the Lost Leader,\nwho broke “From the van and the free-men, and sunk to the rear and the\nslaves.” For the good pursues its work without him.",
        "  “We shall march prospering,–not thro’ his presence;\n    Songs may inspirit us,–not from his lyre;\n  Deeds will be done,–while he boasts his quiescence,\n    Still bidding crouch whom the rest bade aspire:\n  Blot out his name, then, record one lost soul more,\n    One task more declined, one more footpath untrod,\n  One more devil’s triumph and sorrow for angels,\n    One wrong more to man, one more insult to God!\"[A]",
        "[Footnote A: The List Leader.]",
        "Everywhere Browning’s ethical teaching has this characteristic feature\nof vigorous decisiveness. As Dr. Westcott has said, “No room is left for\nindifference or neutrality. There is no surrender to an idle optimism. A\npart must be taken and maintained. The spirit in which Luther said\n’_Pecca fortiter_’ finds in him powerful expression.” Browning is\nemphatically the poet-militant, and the prophet of struggling manhood.\nHis words are like trumpet-calls sounded in the van of man’s struggle,\nwafted back by the winds, and heard through all the din of conflict by\nhis meaner brethren, who are obscurely fighting for the good in the\nthrong and crush of life. We catch the tones of this heart-strengthening\nmusic in the earliest poems he sung: nor did his courage fail, or vigour\nwane, as the shades of night gathered round him. In the latest of all\nhis poems, he still speaks of",
        "  “One who never turned his back but marched breast forward,\n    Never doubted clouds would break,\n  Never dreamed, though right were worsted, wrong would triumph,\n    Held we fall to rise, are baffled to fight better,\n      Sleep to wake.”",
        "  “No, at noon-day in the bustle of man’s work-time\n    Greet the unseen with a cheer!\n  Bid him forward, breast and back as either should be,\n    ’Strive and thrive’! cry ’Speed!–fight on, fare ever\n      There as here.’\"[A]",
        "[Footnote A: Epilogue to Asolande.]",
        "These are fit words to close such a life. His last act is a kind of\nre-enlistment in the service of the good; the joyous venturing forth on\na new war under new conditions and in lands unknown, by a heroic man who\nis sure of himself and sure of his cause.",
        "But now comes the great difficulty. How can the poet combine such\nearnestness in the moral struggle with so deep a conviction of the\nultimate nothingness of evil, and of the complete victory of the good?\nAgain and again we have found him pronounce such victory to be\nabsolutely necessary and inevitable. His belief in God, his trust in His\nlove and might, will brook no limit anywhere. His conviction is that the\npower of the good subjects evil itself to its authority.",
        "    “My own hope is, a sun will pierce\n  The thickest cloud earth ever stretched;\n    That, after Last, returns the First,\n  Though a wide compass round be fetched;\n    That what began best, can’t end worst.\n    Nor what God blessed once, prove accurst.\"[B]",
        "[Footnote B: Apparent Failure.]",
        "It is the poet himself and not merely the sophistic aesthete of Fifinethat speaks:–",
        "  “Partake my confidence! No creature’s made so mean\n  But that, some way, it boasts, could we investigate,\n  Its supreme worth: fulfils, by ordinance of fate,\n  Its momentary task, gets glory all its own,\n  Tastes triumph in the world, pre-eminent, alone.”",
        "  “As firm is my belief, quick sense perceives the same\n  Self-vindicating flash illustrate every man\n  And woman of our mass, and prove, throughout the plan,\n  No detail but, in place allotted it, was prime\n  And perfect.\"[A]",
        "[Footnote A: Fifine at the Fair, xxix.]",
        "But if so,–if Helen, Fifine, Guido, find themselves within the plan,\nfulfilling, after all, the task allotted to them in the universal\nscheme, how can we condemn them? Must we not plainly either modify our\noptimism and keep our faith in God within bounds, or, on the other hand,\nmake every failure “apparent” only, sin a phantom, and the distinction\nbetween right and wrong a helpful illusion that stings man to\neffort–but an illusion all the same?",
        "  “What but the weakness in a Faith supplies\n  The incentive to humanity, no strength\n  Absolute, irresistible comforts.\n  How can man love but what he yearns to help?\"[B]",
        "[Footnote B: The Ring and the Book–The Pope, 1649-1652.]",
        "Where is the need, nay, the possibility, of self-sacrifice, except where\nthere is misery? How can good, the good which is highest, find itself,\nand give utterance and actuality to the power that slumbers within it,\nexcept as resisting evil? Are not good and evil relative? Is not every\ncriminal, when really known, working out in his own way the salvation of\nhimself and the world? Why cannot he, then, take his stand on his right\nto move towards the good by any path that best pleases himself: since\nmove he must. It is easy for the religious conscience to admit with\nPippa that",
        "  “All service ranks the same with God–\n  With God, whose puppets, best and worst,\n  Are we: there is no last or first.\"[A]",
        "[Footnote A: Pippa Passes.]",
        "But, if so, why do we admire her sweet pre-eminence in moral beauty, and\nin what is she really better than Ottima? The doctrine that",
        "  “God’s in His heaven–\n  All’s right with the world!\"[B]",
        "[Footnote B: Ibid.]",
        "finds its echo in every devout spirit from the beginning of the world:\nit is of the very essence of religion. But what of its moral\nconsequences? Religion, when thoroughly consistent, is the triumphant\nreconciliation of all contradictions. It is optimism, the justification\nof things as the process of evolving the good; and its peace and joy are\njust the outcome of the conviction, won by faith, that the ideal is\nactual, and that every detail of life is, in its own place, illumined\nwith divine goodness. But morality is the condemnation of things as they\nare, by reference to a conception of a good which ought to be. The\nabsolute identification of the actual and ideal extinguishes morality,\neither in something lower or something higher. But the moral ideal, when\nreached, turns at once into a stepping-stone, a dead self; and the good\nformulates itself anew as an ideal in the future. So that morality is\nthe sphere of discrepancy, and the moral life a progressive realization\nof a good that can never be complete. It would thus seem to be\nirreconcilably different from religion, which must, in some way or\nother, find the good to be present, actual, absolute, without shadow of\nchange, or hint of limit or imperfection.",
        "How, then, does the poet deal with the apparently fundamental\ndiscrepancy between religion, which postulates the absolute and\nuniversal supremacy of God, and morality, which postulates the absolute\nsupremacy of man within the sphere of his own action, in so far as it is\ncalled right or wrong?",
        "This difficulty, in one or other of its forms, is, perhaps, the most\npressing in modern philosophy. It is the problem of the possibility of\nrising above the “Either, Or” of discrepant conceptions, to a position\nwhich grasps the alternatives together in a higher idea. It is at bottom\nthe question, whether we can have a philosophy at all; or whether we\nmust fall back once more into compromise, and the scepticism and despair\nwhich it always brings with it.",
        "It is just because Browning does not compromise between the contending\ntruths that he is instructive. The value of his solution of the problem\ncorresponds accurately to the degree in which he holds both the\nabsoluteness of God’s presence in history, and the complete independence\nof the moral consciousness. He refused to degrade either God or man. In\nthe name of religion, he refuses to say that “a purpose of reason is\nvisible in the social and legal structures of mankind\"–only “on the\nwhole “; and in the name of morality, he refuses to “assert the\nperfection of the actual world” as it is, and by implication to stultify\nall human endeavour. He knew the vice of compromising, and strove to\nhold both the truths in their fulness.",
        "That he did not compromise God’s love or power, and make it dominant\nmerely “on the whole,” leaving within His realm, which is universal, a\nlimbo for the “lost,” is evident to the most casual reader.",
        "  “This doctrine, which one healthy view of things,\n  One sane sight of the general ordinance–\n  Nature,–and its particular object,–man,–\n  Which one mere eyecast at the character\n  Of Who made these and gave man sense to boot,\n  Had dissipated once and evermore,–\n  This doctrine I have dosed our flock withal.\n  Why? Because none believed it.\"[A]",
        "[Footnote A: The Inn Album.]",
        "“O’er-punished wrong grows right,” Browning says. Hell is, for him, the\nconsciousness of opportunities neglected, arrested growth; and even\nthat, in turn, is the beginning of a better life.",
        "  “However near I stand in His regard,\n  So much the nearer had I stood by steps\n  Offered the feet which rashly spurned their help.\n  That I call Hell; why further punishment?\"[B]",
        "[Footnote B: A Camel-Driver.]",
        "Another ordinary view, according to which evil is self-destructive, and\nends with the annihilation of its servant, he does not so decisively\nreject. At least, in a passage of wonderful poetic and philosophic\npower, which he puts into the mouth of Caponsacchi, he describes Guido\nas gradually lapsing towards the chaos, which is lower then created\nexistence. He observes him",
        "  “Not to die so much as slide out of life,\n  Pushed by the general horror and common hate\n  Low, lower,–left o’ the very ledge of things,\n  I seem to see him catch convulsively,\n  One by one at all honest forms of life,\n  At reason, order, decency and use,\n  To cramp him and get foothold by at least;\n  And still they disengage them from his clutch.",
        "  “And thus I see him slowly and surely edged\n  Off all the table-land whence life upsprings\n  Aspiring to be immortality.”",
        "There he loses him in the loneliness, silence and dusk–",
        "  “At the horizontal line, creation’s verge.\n  From what just is to absolute nothingness.\"[A]",
        "[Footnote A: The Ring and the Book–Giuseppe Caponsacchi, 1911-1931.]",
        "But the matchless moral insight of the Pope leads to a different\nconclusion, and the poet again retrieves his faith. The Pope puts his\nfirst trust “in the suddenness of Guido’s fate,” and hopes that the\ntruth may “be flashed out by the blow of death, and Guido see one\ninstant and be saved.” Nor is his trust vain. “The end comes,” said Dr.\nWestcott. “The ministers of death claim him. In his agony he summons\nevery helper whom he has known or heard of–",
        "  “’Abate,–Cardinal,–Christ,–Maria,–God–’",
        "“and then the light breaks through the blackest gloom:",
        "  “’Pompilia! will you let them murder me?’",
        "“In this supreme moment he has known what love is, and, knowing it, has\nbegun to feel it. The cry, like the intercession of the rich man in\nHades, is a promise of a far-off deliverance.”",
        "But even beyond this hope, which is the last for most men, the Pope had\nstill another.",
        "  “Else I avert my face, nor follow him\n  Into that sad obscure sequestered state\n  Where God unmakes but to remake the soul\n  He else made first in vain: which must not be.\"[A]",
        "[Footnote A: The Ring and the Book–The Pope, 2129-2132.]",
        "This phrase, “which must not be,” seems to me to carry in it the\nirrefragable conviction of the poet himself. The same faith in the\nfuture appears in the words in which Pompilia addresses her priest.",
        "  “O lover of my life, O soldier-saint,\n  No work begun shall ever pause for death!\n  Love will be helpful to me more and more\n  I’ the coming course, the new path I must tread,\n  My weak hand in thy strong hand, strong for that!\"[B]",
        "[Footnote B: The Ring and the Seek–Pompilia, 1786-1790.]",
        "For the poet, the death of man brings no change in the purpose of God;\nnor does it, or aught else, fix a limit to His power, or stultify by\nfailure the end implied in all God’s work, nature no less than man\nhimself–to wit, that every soul shall learn the lesson of goodness, and\nreflect the devine life in desire, intelligence, and will.",
        "Equally emphatic, on some sides at least, is Browning’s rejection of\nthose compromises, with which the one-sided religious consciousness\nthreatens the existence of the moral life. At times, indeed, he seems to\nteach, as man’s best and highest, a passive acquiescence in the divine\nbenevolence; and he uses the dangerous metaphor of the clay and potter’s\nwheel. Rabbi Ben Ezra bids us feel",
        "  “Why time spins fast, why passive lies our clay\";",
        "and his prayer is,",
        "  “So, take and use Thy work:\n  Amend what flaws may lurk,\n  What strain o’ the stuff, what warpings past the aim!\n  My times be in Thy hand!\n  Perfect the cup as planned!\n  Let age approve of youth, and death complete the same!\"[A]",
        "[Footnote A: Rabbi Ben Ezra.]",
        "But this attitude of quiescent trust, which is so characteristic of\nreligion, is known by the poet to be only a phase of man’s best life. It\nis a temporary resting-place for the pilgrim: “the country of Beulah,\nwhose air is very sweet and pleasant, where he may solace himself for a\nseason.” But, “the way lies directly through it,” and the pilgrim,\n“being a little strengthened and better able to bear his sickness,” has\nto go forward on his journey. Browning’s characteristic doctrine on this\nmatter is not acquiescence and resignation. “Leave God the way” has, in\nhis view, its counterpart and condition–\"Have you the will!”",
        "               “For a worm must turn\n  If it would have its wrong observed by God.\"[B]",
        "[Footnote B: The Ring and the Book–Pompilia, 1592-1593.]",
        "The root of Browning’s joy is in the need of progress towards an\ninfinitely high goal. He rejoices",
        "           “that man is hurled\n  From change to change unceasingly,\n  His soul’s wings never furled.”",
        "The bliss of endeavour, the infinite worth of the consciousness of\nfailure, with its evidence of coming triumph, “the spark which disturbs\nour clod,” these are the essence of his optimistic interpretation of\nhuman life, and also of his robust ethical doctrine.",
        "  “Then, welcome each rebuff\n  That turns earth’s smoothness rough,\n  Each sting that bids nor sit nor stand but go!\n  Be our joys three-parts pain!\n  Strive, and hold cheap the strain;\n  Learn, nor account the pang; dare, never grudge the throe!\"[A]",
        "[Footnote A: Rabbi Ben Ezra.]",
        "And he prolongs the battle beyond time, for the battle is the moral life\nand man’s best, and therefore God’s best in man. The struggle upward\nfrom the brute, may, indeed end with death. But this only means that man\n“has learned the uses of the flesh,” and there are in him other\npotencies to evolve:",
        "  “Other heights in other lives, God willing.”",
        "Death is the summing up of this life’s meaning, stored strength for new\nadventure.",
        "“The future I may face now I have proved the past;” and, in view of it,\nBrowning is",
        "  “Fearless and unperplexed\n  When I wage battle next,\n  What weapons to select, what armour to indue.”",
        "He is sure that it will be a battle, and a winning one. There is no\nlimiting here of man’s possibility, or confining of man’s endeavour\nafter goodness.",
        "  “Strive and Thrive! cry ’Speed,’ fight on, fare ever\n  There as here,”",
        "are the last words which came from his pen.",
        "Now, it may fairly be argued that these allusions to what death may\nmean, and what may lie beyond death, valuable as they may be as poetry,\ncannot help in philosophy. They do not solve the problem of the relation\nbetween morality and religion, but merely continue the antagonism\nbetween them into a life beyond, of which we have no experience. If the\nproblem is to be solved, it must be solved as it is stated for us in the\npresent world.",
        "This objection is valid, so far as it goes. But Browning’s treatment is\nvaluable all the same, in so far as it indicates his unwillingness to\nlimit or compromise the conflicting truths. He, by implication, rejects\nthe view, ordinarily held without being examined, that the moral life is\npreliminary to the joy and rest of religion; a brief struggle, to be\nfollowed by a sudden lift out of it into some serene sphere, where man\nwill lead an angel’s life, which knows no imperfection and therefore no\ngrowth. He refuses to make morality an accident in man’s history and “to\nput man in the place of God,” by identifying the process with the ideal;\nhe also refuses to make man’s struggle, and God’s achievement within\nman, mutually exclusive alternatives. As I shall show in the sequel,\nmovement towards an ideal, actualizing but never actualized, is for the\npoet the very nature of man. And to speak about either God or man (or\neven the absolute philosopher) as “the last term of a development” has\nno meaning to him. We are not first moral and then religious, first\nstruggling with evil and then conscious of overcoming it. God is with us\nin the battle, and the victory is in every blow.",
        "But there lies a deeper difficulty than this in the way of reconciling\nmorality and religion, or the presence of both God and man in human\naction. Morality, in so far as it is achievement, might conceivably be\nimmediately identified with the process of an absolute good; but\nmorality is always a consciousness of failure as well. Its very essence\nand verve is the conviction that the ideal is not actual. And the higher\na man’s spiritual attainment, the more impressive is his view of the\nevil of the world, and of the greatness of the work pressing to be done.\n“Say not ye, there are yet four months, and then cometh harvest? Behold\nI say unto you, ’Lift up your eyes and look on the fields; for they are\nwhite already to harvest.’” It looks like blasphemy against morality to\nsay “that God lives in eternity and has, therefore, plenty of time.\"\nMorality destroys one’s contentment with the world; and its language\nseems to be, “God is not here, but there; the kingdom is still to come.”",
        "Nor does it rest with condemning the world. It also finds flaws in its\nown highest achievement; so that we seem ever “To mock ourselves in all\nthat’s best of us.” The beginning of the spiritual life seems just to\nconsist in a consciousness of complete failure, and that consciousness\never grows deeper.",
        "This is well illustrated in Browning’s account of Caponsacchi; from the\ntime when Pompilia’s smile first “glowed” upon him, and set him–",
        "    “Thinking how my life\n  Had shaken under me–broken short indeed\n  And showed the gap ’twixt what is, what should be–\n  And into what abysm the soul may slip\"–[A]",
        "[Footnote A: The Ring and the Book–Giuseppe Caponsacchi, 485-488.]",
        "up to the time when his pure love for her revealed to him something of\nthe grandeur of goodness, and led him to define his ideal and also to\nexpress his despair.",
        "  “To have to do with nothing but the true,\n  The good, the eternal–and these, not alone\n  In the main current of the general life,\n  But small experiences of every day,\n  Concerns of the particular hearth and home:\n  To learn not only by a comet’s rush\n  But a rose’s birth–not by the grandeur, God,\n  But the comfort, Christ. All this how far away  Mere delectation, meet for a minute’s dream!\"[B]",
        "[Footnote B: Ibid. 2089-2097.]",
        "So illimitably beyond his strength is such a life, that he finds himself\nlike the drudging student who",
        "                           “Trims his lamp,\n  Opens his Plutarch, puts him in the place\n  Of Roman, Grecian; draws the patched gown close,\n  Dreams, ’Thus should I fight, save or rule the world!’–\n  Then smilingly, contentedly, awakes\n  To the old solitary nothingness.\"[A]",
        "[Footnote A: The Ring and the Book–Giuseppe Caponsacchi, 2098-2103.]",
        "The moral world with its illimitable horizon had Opened out around him,\nthe voice of the new commandment bidding him “be perfect as his Father\nin heaven is perfect” had destroyed his peace, and made imperative a\nwell nigh hopeless struggle; and, as he compares himself at his best\nwith the new ideal, he breaks out into the cry,",
        "  “O great, just, good God! Miserable Me!”",
        "This humility and contrition, this discontent verging on hopelessness,\nconstituted, as we have seen, the characteristic attitude of Carlyle;\nand it represents a true and, in fact, an indispensable element of man’s\nmoral life.",
        "But this self-condemnation in the face of the moral law is nothing more\nthan an element, and must not be taken either for the whole truth or for\nthe most fundamental one. It is because it is taken as fundamental and\nfinal that the discrepancy between morality and religion is held to be\nabsolute, and the consciousness of evil is turned against faith in the\nGood. It is an abstract way of thinking that makes us deduce, from the\ntranscendent height of the moral ideal, the impossibility of attaining\ngoodness, and the failure of God’s purpose in man. And this is what\nCarlyle did. He stopped short at the consciousness of imperfection, and\nhe made no attempt to account for it. He took it as a complete fact, and\ntherefore drew a sharp line of distinction between the human and the\ndivine. And, so far, he was right; for, if we look no further than this\nnegative side, it is emphatically absurd to identify man, be he\n“philosopher” or not, with the Absolute. “Why callest thou Me good?\nthere is none good save One, that is God.” The “ought” must stand\nabove all human attainment, and declare that “whatever is, is wrong.\"\nBut whence comes the ought itself, the ideal which condemns us? Is it\nnot also immanent in the fact it condemns?",
        "“Who is not acute enough,” asks Hegel, “to see a great deal in his\nsurroundings which is really far from being what it ought to be?” And\nwho also, we may add, has not enough of the generalizing faculty, often\nmistaken for a philosophical one, to extend this condemnation over the\nwhole of “this best of all possible worlds”? But what is this\n“ought-to-be,” which has such potency in it that all things confronted\nwith it lose their worth?",
        "The first answer is, that it is an idea which men, and particularly good\nmen, carry with them. But a little consideration will show that it\ncannot be a mere idea. It must be something more valid than a capricious\nproduct of the individual imagination. For we cannot wisely condemn\nthings because they do not happen to answer to any casual conception\nwhich we may choose to elevate into a criterion. A criterion must have\nobjective validity. It must be an idea of something and not an empty\nnotion; and that something must, at the worst, be possible. Nay, when we\nconsider all that is involved in it, it becomes obvious that a true\nideal–an ideal which is a valid criterion–must be not only possible\nbut real, and, indeed, more real than that which is condemned by\nreference to it. Absolute pessimism has in it the same contradiction as\nabsolute scepticism has,–in fact, it is only its practical counterpart;\nfor both scepticism and pessimism involve the assumption that it is\npossible to reach a position outside the realm of being, from which it\nmay be condemned as a whole. But the rift between actual and ideal must\nfall within the real or intelligible world, do what the pessimists will;\nand a condemnation of man which is not based on a principle realized by\nhumanity, is a fiction of abstract thought, which lays stress on the\nactuality of the imperfect and treats the perfect as if it were as good\nas nothing, which it cannot be. In other words, this way of regarding\nhuman life isolates the passing phenomenon, and does not look to that\nwhich reveals itself in it and causes it to pass away. Confining\nourselves, however, for the present, to the ideal in morality, we can\neasily see that, in that sphere at least, the actual and ideal change\nplaces; and that the latter contrasts with the former as the real with\nthe phenomenal. For, in the first place, the moral ideal is something\nmore than a mere idea not yet realized. It is more even than a trueidea; for no mere knowledge, however true, has such intimate relation to\nthe self-consciousness of man as his moral ideal. A mathematical axiom,\nand the statement of a physical law, express what is true; but they do\nnot occupy the same place in our mind as a moral principle. Such a\nprinciple is an ideal, as well as an idea. It is an idea which has\ncausative potency in it. It supplies motives, it is an incentive to\naction, and, though in one sense a thing of the future, it is also the\nactual spring and source of present activity. In so far as the agent\nacts, as Kant put it, not according to laws, but according to an ideaof law (and a responsible agent always acts in this manner), the ideal\nis as truly actualized in him as the physical law is actualized in the\nphysical fact, or the vegetable life in the plant. In fact, the ideal of\na moral being is his life. All his actions are its manifestations. And,\njust as the physical fact is not seen as it really is, nor its reality\nproved, till science has penetrated through the husk of the sensuous\nphenomenon, and grasped it in thought as an instance of a law; so an\nindividual’s actions are not understood, and can have no moral meaning\nwhatsoever, except in the light of the purpose which gave them being. We\nknow the man only when we know his creed. His reality is what he\nbelieves in; that is, it is his ideal.",
        "It is the consciousness that the ideal is the real which explains the\nfact of contrition. To become morally awakened is to become conscious of\nthe vanity and nothingness of the past life, as confronted with the new\nideal implied in it. The past life is something to be cast aside as\nfalse show, just because the self that experienced it was not realized\nin it. It is for this reason that the moral agent sets himself against\nit, and desires to annihilate all its claims upon him by undergoing its\npunishment, and drinking to the dregs its cup of bitterness. Thus his\ntrue life lies in the realization of his ideal, and his advance towards\nit is his coming to himself. Only in attaining to it does he attain\nreality, and the only realization possible for him in the present is\njust the consciousness of the potency of the ideal. To him to live is to\nrealize his ideal. It is a power that irks, till it finds expression in\nmoral habits that accord with its nature, i.e., till the spirit has,\nout of its environment, created a body adequate to itself.",
        "The condemnation of self which characterizes all moral life and is the\ncondition of moral progress, must not, therefore, be regarded as a\ncomplete truth. For the very condemnation implies the actual presence of\nsomething better. Both of the terms–both the criterion and the fact\nwhich is condemned by it–fall within the same individual life. Man\ncannot, therefore, without injustice, condemn himself in all that he is;\nfor the condemnation is itself a witness to the activity of that good of\nwhich he despairs. Hence, the threatening majesty of the moral\nimperative is nothing but the shadow of man’s own dignity; and moral\ncontrition, and even the complete despair of the pessimistic theory,\nwhen rightly understood, are recognized as unwilling witnesses to the\nauthority and the actuality of the highest good. And, on the other hand,\nthe highest good cannot be regarded as a mere phantom, without\nnullifying all our condemnation of the self and the world.",
        "The legitimate deduction from the height of man’s moral ideal is thus\nfound to be, not, as Carlyle thought, the weakness and worthlessness of\nhuman nature, but its promise and native dignity: and in a healthy moral\nconsciousness it produces, not despair, but faith and joy. For, as has\nbeen already suggested in a previous chapter, the authority of the moral\nlaw over man is rooted in man’s endowment. Its imperative is nothing but\nthe voice of the future self, bidding the present self aspire, while its\nreproof is only the expression of a moral aspiration which has\nmisunderstood itself. Contrition is not a bad moral state which should\nbring despair, but a good state, full of promise of one that is still\nbetter. It is, in fact, just the first step which the ideal takes in its\nprocess of self-realization: “the sting that bids nor sit, nor stand,\nbut go!”",
        "The moral ideal thus, like every other ideal, even that which we regard\nas present in natural life, contains a certain guarantee of its own\nfulfilment. It is essentially an active thing, an energy, a movement\nupwards. It may, indeed, be urged that the guarantee is imperfect.\nIdeals tend to self-realization, but the tendency may remain\nunfulfilled. Men have some ideals which they never reach, and others\nwhich, at first sight at least, it were better for them not to reach.\nThe goal may never be attained, or it may prove “a ruin like the rest.\"\nAnd, as long as man is moral, the ideal is not, and cannot be, fully\nreached, Morality necessarily implies a rift within human nature, a\ncontradiction between what is and what ought to be; although neither the\nrift nor the contradiction is absolute. There might seem for this reason\nto be no way of bringing optimism and ethics together, of reconciling\nwhat is and what ought to be.",
        "My answer to these difficulties must at this stage be very brief and\nincomplete. That the moral good, if attained, should itself prove vain\nis a plain self-contradiction. For moral good has no meaning except in\nso far as it is conceived as the highest good. The question. “Why should\nI be moral,” has no answer, because it is self-contradictory. The moral\nideal contains its justification in itself, and requires to lean on\nnothing else.",
        "But it is not easy to prove that it is attainable. In one sense it is\nnot attainable, at least under the conditions of human life which fall\nwithin our experience, from which alone we have a right to speak. For,\nas I shall strive to show in a succeeding chapter, the essence of man’s\nlife as spiritual, that is as intelligent and moral, is its\nself-realizing activity. Intellectual and moral life is progress,\nalthough it is the progress of an ideal which is real and complete, the\nreturn of the infinite to itself through the finite. The cessation of\nthe progress of the ideal in man, whereby man interprets the world in\nterms of himself and makes it the instrument of his purposes, is\nintellectual and moral death. From one point of view, therefore, this\nspiritual life, or moral and intellectual activity, is inspired at every\nstep by the consciousness of a “beyond” not possessed, of an unsolved\ncontradiction between the self and the not-self, of a good that ought to\nbe and is not. The last word, or rather the last word but one,\nregarding man is “failure.”",
        "But failure is the last word but one, as the poet well knew. “What’s\ncome to perfection perishes,” he tells us. From this point of view the\nfact that perfection is not reached, merely means that the process is\nnot ended. “It seethes with the morrow for us and more.” The recognition\nof failure implies more effort and higher progress, and contains a\nsuggestion of an absolute good, and even a proof of its active presence.\n“The beyond,” for knowledge and morality, is the Land of Promise. And\nthe promise is not a false one; for the “land” is possessed. The\nrecognition of the fact to be known, the statement of the problem, is\nthe first step in its solution; and the consciousness of the moral ideal\nnot attained is the first step in its self-actualizing progress. Had man\nnot come so far, he would not have known the further difficulty, or\nrecognized the higher good. To say that the moral ideal is never\nattained, is thus only a half-truth. We must add to it the fact that it\nis always being attained; nay, that it is always present as an active\nreality, attaining itself, evolving its own content. Or, to return to\nthe previous metaphor, the land of promise is possessed, although the\npossession always reveals a still better beyond, which is again a land\nof promise.",
        "While, therefore, it must always remain true that knowledge does not\nreach absolute reality, nor morality absolute goodness, this cannot be\nused as an argument against optimism, except on the presupposition that\nmental and moral activity are a disease. And this is a contradiction in\nterms. If the ideal is in itself good, the process whereby it is\nattained is good; if the process in itself is evil, the ideal it seeks\nis evil, and therefore the condemnation of the actual by reference to it\nis absurd. And, on the other hand, to postulate as best the identity of\nideal and actual, so that no process is necessary, is to assume a point\nof view where both optimism and pessimism are meaningless, for there is\nno criterion. As Aristotle teaches us, we have no right either to praise\nor to blame the highest. A process, such as morality is, which is not\nthe self-manifestation of an actual idea, and an ideal which does not\nreveal its potencies in its passing forms, are both fictions of\none-sided thought. The process is not the ideal, but its manifestation;\nand the ideal is not the process, but the principle which is its source\nand guide.",
        "But if the process cannot be thus immediately identified with the ideal,\nor “man take the place of God,” or “human self-consciousness be confused\nwith the absolute self-consciousness,” far less can they be separated.\nThe infinitely high ideal of perfect knowledge and perfect goodness,\nimplied in the Christian command, “Be ye perfect as your Father in\nheaven is perfect,” is an ideal, just because the unity of what is and\nwhat ought to be is deeper than their difference. The recognition of the\nlimit of our knowledge, or the imperfection of our moral character, is a\ndirect witness to the fact that there is more to be known and a better\nto be achieved. The negative implies the affirmative, and is its effect.\nMan’s confession of the limitation of his knowledge is made on the\nsupposition that the universe of facts, in all its infinitely rich\ncomplexity, is meant to be known; and his confession of moral\nimperfection is made by reference to a good which is absolute, and which\nyet may be and ought to be his. The good in morality is necessarily\nsupreme and perfect. A good that is “merely human,” “relative to man’s\nnature,” in the sense of not being true goodness, is a phantom of\nconfused thinking. Morality demands ’the good,” and not a simulacrum\nor make-shift. The distinction between right and wrong, and with it all\nmoral aspiration, contrition, and repentance, would otherwise become\nmeaningless. What can a seeming good avail to a moral agent? There is no\nbetter or worse among merely apparent excellencies, and of phantoms it\nmatters not which is chosen. And, in a similar way, the distinction\nbetween true and false in knowledge, and the common condemnation of\nhuman knowledge as merely of phenomena, implies the absolute unity of\nthought and being, and the knowledge of that unity as a fact. There is\nno true or false amongst merely apparent facts.",
        "But, if the ideal of man as a spiritual being is conceived as perfect,\nthen it follows not only that its attainment is possible, but that it is\nnecessary. The guarantee of its own fulfilment which an ideal carries\nwith it as an ideal, that is, as a potency in process of fulfilment,\nbecomes complete when that ideal is absolute. “If God be for us, who can\nbe against us?” The absolute good, in the language of Emerson, is “too\ngood not to be true.” If such an ideal be latent in the nature of man,\nit brings the order of the universe over to his side. For it implies a\nkinship between him, as a spiritual being, and the whole of existence.\nThe stars in their courses fight for him. In other words, the moral\nideal means nothing, if it does not imply a law which is universal. It\nis a law which exists already, whether man recognizes it or not; it is\nthe might in things, a law of which “no jot or tittle can in any wise\npass away.” The individual does not institute the moral law; he finds it\nto be written both within and without him. His part is to recognize, not\nto create it; to make it valid in his own life and so to identify\nhimself with it, that his service of it may be perfect freedom.",
        "We thus conclude that morality, and even the self-condemnation,\ncontrition, and consciousness of failure which it brings with it as\nphases of its growth, are witnesses of the presence, and the actual\nproduct of an absolute good in man. Morality, in other words, rests\nupon, and is the self-evolution of the religious principle in man.",
        "A similar line of proof would show that religion implies morality. An\nabsolute good is not conceivable, except in relation to the process\nwhereby it manifests itself. In the language of theology, we may say\nthat God must create and redeem the world in order to be God; or that\ncreation and redemption,–the outflow of the universe from God as its\nsource, and its return to Him through the salvation of mankind,–reveal\nto us the nature of God. Apart from this outgoing of the infinite to the\nfinite and its return to itself through it, the name God would be an\nempty word, signifying a something unintelligible dwelling in the void\nbeyond the realm of being. But religion, as we have seen, is the\nrecognition not of an unknown but of the absolute good as real; the\njoyous consciousness of the presence of God in all things. And morality,\nin that it is the realization of an ideal which is perfect, is the\nprocess whereby the absolute good actualizes itself in man. It is true\nthat the ideal cannot be identified with the process; for it is the\nprinciple of the process, and therefore more than it. Man does not reach\n“the last term of development,” for there is no last term to a being\nwhose essence is progressive activity. He does not therefore take the\nplace of God, and his self-consciousness is never the absolute\nself-consciousness. But still, in so far as his life is a progress\ntowards the true and good, it is the process of truth and goodness\nwithin him. It is the activity of the ideal. It is God lifting man up to\nHimself, or, in the language of philosophy, “returning to Himself in\nhistory.” And yet it is at the same time man’s effort after goodness.\nMan is not a mere “vessel of divine grace,” or a passive recipient of\nthe highest bounty. All man’s goodness is necessarily man’s achievement.\nAnd the realization by the ideal of itself is man’s achievement of it.\nFor it is his ideal. The law without is also the law within. It is the\nlaw within because it is recognized as the law without. Thus, the moral\nconsciousness passes into the religious consciousness. The performance\nof duty is the willing service of the absolute good; and, as such, it\ninvolves also the recognition of a purpose that cannot fail. It is both\nactivity and faith, both a struggle and a consciousness of victory, both\nmorality and religion. We cannot, therefore, treat these as alternative\nphases of man’s life. There is not first the pain of the moral struggle,\nand then the joy and rest of religion. The meat and drink is “to do the\nwill of Him that sent Me, to finish His work.” Heaven is the service of\nthe good. “There is nothing in the world or out of it that can be called\nunconditionally good, except the good will.” The process of willing–the\nmoral activity–is its own reward; “the only jewel that shines in its\nown light.”",
        "It may seem to some to be presumptuous thus to identify the divine and\nthe human; but to separate them makes both morality and religion\nimpossible. It robs morality of its ideal, and makes God a mere name for\nthe “unknown.” Those who think that this identification degrades the\ndivine, misapprehend the nature of spirit; and forget that it is of its\nessence to communicate itself. And goodness and truth do not become less\nwhen shared; they grow greater. Spiritual possessions imply community\nwherein there is no exclusion; and to the Christian the glory of God is\nHis communication of Himself. Hence the so-called religious humility,\nwhich makes God different in nature from His work, really degrades the\nobject of its worship. It puts mere power above the gifts of spirit, and\nit indicates that the worshipper has not been emancipated from the\nslavishness, which makes a fetish of its God. Such a religion is not\nfree, and the development of man destroys it.",
        "  “I never realized God’s birth before–\n  How He grew likest God in being born.\"[A]",
        "[Footnote A: The Ring and the Book–Pompilia, 1690-1691.]",
        "The intense love of the young mother drew the divine and the human\ntogether, and set at nought the contrast which prose ever draws between\nthem. This thought of the unity of God and man is one which has frequent\nutterance from the poet when his religious spirit is most deeply moved;\nfor it is the characteristic of religious feeling that it abolishes all\nsense of separation. It removes all the limitations of finitude and\nlifts man into rapturous unity with the God he adores; and it gives such\ncompleteness to his life that it seems to him to be a joyous pulse of\nthe life that is absolute. The feeling of unity may be an illusion. This\nwe cannot discuss here; but, in any case, it is a feeling essential to\nreligion. And the philosophy which seeks to lift this feeling into clear\nconsciousness and to account for its existence, cannot but recognize\nthat it implies and presupposes the essential affinity of the divine\nnature with the nature of man.",
        "Thus, both from the side of morality and from that of religion, we are\nbrought to recognize the unity of God with man as a spiritual being. The\nmoral ideal is man’s idea of perfection, that is, his idea of God. While\ntheology and philosophy are often occupied with the vain task of\nbridging a chasm between the finite and the infinite, which they assume\nto be separated, the supreme facts of the life of man as a spirit spring\nfrom their unity. In other words, morality and religion are but\ndifferent manifestations of the same principle. The good that man\neffects is, at the same time, the working of God within him. The\nactivity that man is,",
        "                                “tending up,\n  Holds, is upheld by, God, and ends the man\n  Upward in that dread point of intercourse\n  Nor needs a place, for it returns to Him.\"[A]",
        "[Footnote A: A Death in the Desert.]",
        "                              “God, perchance,\n  Grants each new man, by some as new a mode,\n  Inter-communication with Himself\n  Wreaking on finiteness infinitude.\"[B]",
        "[Footnote B: Prince Hohenstiel-Schwangau.]",
        "And while man’s moral endeavour is thus recognized as the activity of\nGod within him, it is also implied that the divine being can be known\nonly as revealed, and incarnated, if one may so say, in a perfect human\ncharacter. It was a permanent conviction of Browning, that",
        "      “the acknowledgment of God in Christ\n  Accepted by thy reason, solves for thee\n  All questions in the earth and out of it.”",
        "So far from regarding the Power in the world which makes for\nrighteousness, as “not-ourselves,” as Matthew Arnold did in his haste,\nthat Power is known to be the man’s true self and more, and morality is\nthe gradual process whereby its content is evolved. And man’s state of\nperfection, which is symbolized for the intelligent by the term Heaven,\nis, for Browning,",
        "  “The equalizing, ever and anon,\n  In momentary rapture, great with small,\n  Omniscience with intelligency, God\n  With man–the thunder glow from pole to pole\n  Abolishing, a blissful moment-space,\n  Great cloud alike and small cloud, in one fire–\n  As sure to ebb as sure again to flow\n  When the new receptivity deserves\n  The new completion.\"[A]",
        "[Footnote A: Prince Hohenstiel-Schwangau.]",
        "Thus, therefore, does the poet wed the divine strength with human\nweakness; and the principle of unity, thus conceived, gives him at once\nhis moral strenuousness and that ever present foretaste of victory,\nwhich we may call his religious optimism.",
        "Whether this principle receives adequate expression from the poet, we\nshall inquire in the next chapter. For on this depends its worth as a\nsolution of the enigma of man’s moral life.",
        "Continue...",
        "\nThis eBook of “Browning as a Philosophical and Religious Teacher” by Henry Jones belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Browning As a Philosophical And Religious TeacherBy Henry JonesAt Amazon"
    ]
}