{
    "title": "Browning as a Philosophical and Religious Teacher - Chapter VII. Browning’s Idealism, and Its Philosophical Justification.",
    "author": "Henry Jones",
    "chapter": "8",
    "content": [
        "\n\n",
        "  “Master, explain this incongruity!\n  When I dared question, ’It is beautiful,\n  But is it true?’ thy answer was, ’In truth\n  Lives Beauty.’\"[A]",
        "[Footnote A: Shah Abbas.]",
        "We have now seen how Browning sought to explain all things as\nmanifestations of the principle of love; how he endeavoured to bring all\nthe variety of finite existence, and even the deep discrepancies of good\nand evil, under the sway of one idea. I have already tried to show that\nall human thought is occupied with the same task: science, art,\nphilosophy, and even the most ordinary common-sense, are all, in their\ndifferent ways, seeking for constant laws amongst changing facts. Nay,\nwe may even go so far as to say that all the activity of man, the\npractical as well as the theoretical, is an attempt to establish a\nmodus vivendi between his environment and himself. And such an attempt\nrests on the assumption that there is some ground common to both of the\nstruggling powers within and without, some principle that manifests\nitself both in man and in nature. So that all men are philosophers to\nthe extent of postulating a unity, which is deeper than all differences;\nand all are alike trying to discover, in however limited or ignorant a\nway, what that unity is. If this fact were more constantly kept in view,\nthe effort of philosophers to bring the ultimate colligating principles\nof thought into clear consciousness would not, at the outset at least,\nbe regarded with so much suspicion. For the philosopher differs from the\npractical man of the world, not so much in the nature of the task which\nhe is trying to accomplish, as in the distinct and conscious purpose\nwith which he enters upon it.",
        "Now, I think that those, who, like Browning, offer an explicitly\noptimistic idea of the relation between man and the world, have a\nspecial right to a respectful hearing; for it can scarcely be denied\nthat their optimistic explanation is invaluable, if it is true–",
        "  “So might we safely mock at what unnerves\n  Faith now, be spared the sapping fear’s increase\n  That haply evil’s strife with good shall cease\n  Never on earth.\"[A]",
        "[Footnote A: Bernard de Mandeville.]",
        "Despair is a great clog to good work for the world, and pessimists, as a\nrule, have shown much more readiness than optimists to let evil have its\nunimpeded way. Having found, like Schopenhauer, that “Life is an awkward\nbusiness,” they “determine to spend life in reflecting on it,” or at\nleast in moaning about it. The world’s helpers have been men of another\nmould; and the contrast between Fichte and Schopenhauer is suggestive of\na general truth:–\"Fichte, in the bright triumphant flight of his\nidealism, supported by faith in a moral order of the world which works\nfor righteousness, turning his back on the darker ethics of self-torture\nand mortification, and rushing into the political and social fray,\nproclaiming the duties of patriotism, idealizing the soldier,\ncalling to and exercising an active philanthrophy, living with\nhis nation, and continually urging it upwards to higher levels of\nself-realization–Schopenhauer recurring to the idea of asceticism,\npreaching the blessedness of the quiescence of all will, disparaging\nefforts to save the nation or elevate the masses, and holding that each\nhas enough to do in raising his own self from its dull engrossment in\nlower things to an absorption in that pure, passionless being which lies\nfar beyond all, even the so-called highest, pursuits of practical\nlife.\"[A]",
        "[Footnote A: Schopenhauer, by Prof. Wallace.]",
        "A pessimism, which is nothing more than flippant fault-finding,\nfrequently gains a cheap reputation for wisdom; and, on the other hand,\nan optimism, which is really the result of much reflection and\nexperience, may be regarded as the product of a superficial spirit that\nhas never known the deeper evils of life. But, if pessimism be true, it\ndiffers from other truths by its uselessness; for, even if it saves man\nfrom the bitterness of petty disappointments, it does so only by making\nthe misery universal. There is no need to specify, when ’All is\nvanity.” The drowning man does not feel the discomfort of being wet. But\nyet, if we reflect on the problem of evil, we shall find that there is\nno neutral ground, and shall ultimately be driven to choose between\npessimism and its opposite. Nor, on the other hand, is the suppression\nof the problem of evil possible, except at a great cost. It presents\nitself anew in the mind of every thinking man; and some kind of solution\nof it, or at least some definite way of meeting its difficulty, is\ninvolved in the attitude which every man assumes towards life and its\ntasks.",
        "It is not impossible that there may be as much to be said for Browning’s\njoy in life and his love of it, as there is for his predecessor’s rage\nand sorrow. Browning certainly thought that there was; and he held his\nview consistently to the end. We cannot, therefore, do justice to the\npoet without dealing critically with the principle on which he has based\nhis faith, and observing how far it is applicable to the facts of human\nlife. As I have previously said, he strives hard to come into fair\ncontact with the misery of man in all its sadness; and, after doing so,\nhe claims, not as a matter of poetic sentiment, but as a matter of\nstrict truth, that good is the heart and reality of it all. It is true\nthat he cannot demonstrate the truth of his principle by reference to\nall the facts, any more than the scientific man can justify his\nhypothesis in every detail; but he holds it as a faith which reason can\njustify and experience establish, although not in every isolated\nphenomenon. The good may, he holds, be seen actually at work in the\nworld, and its process will be more fully known, as human life advances\ntowards its goal.",
        "                    “Though Master keep aloof,\n  Signs of His presence multiply from roof\n  To basement of the building.\"[A]",
        "[Footnote A: Francis Furini.]",
        "Thus Browning bases his view upon experience, and finds firm footing for\nhis faith in the present; although he acknowledges that the “profound of\nignorance surges round his rockspit of self-knowledge.”",
        "                              “Enough that now,\n  Here where I stand, this moment’s me and mine,\n  Shows me what is, permits me to divine\n  What shall be.\"[B]",
        "[Footnote B: Ibid.]",
        "“Since we know love we know enough\"; for in love, he confidently thinks\nwe have the key to all the mystery of being.",
        "Now, what is to be made of an optimism of this kind, which is based upon\nlove and which professes to start from experience, or to be legitimately\nand rationally derived from it?",
        "If such a view be taken seriously, as I propose doing, we must be\nprepared to meet at the outset with some very grave difficulties. The\nfirst of these is that it is an interpretation of facts by a human\nemotion. To say that love blushes in the rose, or breaks into beauty in\nthe clouds, that it shows its strength in the storm, and sets the stars\nin the sky, and that it is in all things the source of order and law,\nmay imply a principle of supreme worth both to poetry and religion; but\nwhen we are asked to take it as a metaphysical explanation of facts, we\nare prone, like the judges of Caponsacchi, not to “levity, or to\nanything indecorous\"–",
        "  “Only–I think I apprehend the mood:\n  There was the blameless shrug, permissible smirk,\n  The pen’s pretence at play with the pursed mouth,\n  The titter stifled in the hollow palm\n  Which rubbed the eye-brow and caressed the nose,\n  When I first told my tale; they meant, you know–\n  ’The sly one, all this we are bound believe!\n  Well, he can say no other than what he says.’\"[A]",
        "[Footnote A: The Ring and the Book–Canon Caponsacchi, 14-20.]",
        "We are sufficiently willing to let the doctrine be held as a pious\nopinion. The faith that “all’s love yet all’s law,” like many another\nillusion, if not hugged too closely, may comfort man’s nakedness. But if\nwe are asked to substitute this view for that which the sciences\nsuggest,–if we are asked to put “Love” in the place of physical energy,\nand, by assuming it as a principle, to regard as unreal all the infinite\nmisery of humanity and the degradation of intellect and character from\nwhich it arises, common-sense seems at once to take the side of the\ndoleful sage of Chelsea. When the optimist postulates that the state of\nthe world, were it rightly understood, is completely satisfactory,\nreason seems to be brought to a stand; and if poetry and religion\ninvolve such a postulate, they are taken to be ministering to the\nemotions at the expense of the intellect.",
        "Browning, however, was not a mere sentimentalist who could satisfy his\nheart without answering the questions of his intellect. Nor is his view\nwithout support–at least, as regards the substance of it. The presence\nof an idealistic element in things is recognized even by ordinary\nthought; and no man’s world is so poor that it would not be poorer still\nfor him, if it were reduced by the abstract sciences of nature into a\nmere manifestation of physical force. Such a world Richter compares to\nan empty eye-socket.",
        "The great result of speculation since the time of Kant is to teach us to\nrecognize that objects are essentially related to mind, and that the\nprinciples which rule our thought enter, so to speak, into the\nconstitution of the things we know. A very slight acquaintance with the\nhistory even of psychology, especially in modern times, shows that facts\nare more and more retracted into thought. This science, which began with\na sufficiently common-sense view, not only of the reality and solidity\nof the things of the outer world, but of their opposition to, or\nindependence of thought, is now thinning that world down into a mere\nshadow–a something which excites sensation. It shows that external\nthings as we know them, and we are not concerned in any others, are, to\na very great extent, the product of our thinking activities. No one will\nnow subscribe to the Lockian or Humean view, of images impressed by\nobjects on mind: the object which “impresses” has first to be made by\nmind, out of the results of nervous excitation. In a word, modern\npsychology as well as modern metaphysics, is demonstrating more and more\nfully the dependence of the world, as it is known, on the nature and\nactivity of man’s mind. Every explanation of the world is found to be,\nin this sense, idealistic; and in this respect, there is no difference\nwhatsoever between the interpretation given by science and that of\npoetry, or religion, or philosophy. If we say that a thing is a\n“substance,” or has “a cause\"; if, with the physicist, we assert the\nprinciple of the transmutation of energy, or make use of the idea of\nevolution with the biologist or geologist; nay, if we speak of time and\nspace with the mathematician, we use principles of unity derived from\nself-consciousness, and interpret nature in terms of ourselves, just as\ntruly as the poet or philosopher, who makes love, or reason, the\nconstitutive element in things. If the practical man of the world\ncharges the poet and philosopher with living amidst phantoms, he can be\nanswered with a ’Tu quoque.” “How easy,” said Emerson, “it is to show\nthe materialist that he also is a phantom walking and working amid\nphantoms, and that he need only ask a question or two beyond his daily\nquestions to find his solid universe proving dim and impalpable before\nhis sense.”",
        "“Sense,” which seems to show directly that the world is a solid reality,\nnot dependent in any way on thought, is found not to be reliable. All\nscience is nothing but an appeal to thought from ordinary sensuous\nopinion. It is an attempt to find the reality of things by thinking\nabout them; and this reality, when it is found, turns out to be a law.\nBut laws are ideas; though, if they are true ideas, they represent not\nmerely thoughts in the mind, but also real principles, which manifest\nthemselves in the objects of the outer world, as well as in the\nthinker’s mind.",
        "It is not possible in such a work as this, to give a carefully reasoned\nproof of this view of the relation of thought and things, or to repeat\nthe argument of Kant. I must be content with merely referring to it, as\nshowing that the principles in virtue of which we think, are the\nprinciples in virtue of which objects as we know them exist; and we\ncannot be concerned with any other objects. The laws which scientific\ninvestigation discovers are not only ideas that can be written in books,\nbut also principles which explain the nature of things. In other words,\nthe hypotheses of the natural sciences, or their categories, are points\nof view in the light of which the external world can be regarded as\ngoverned by uniform laws. And these constructive principles, which lift\nthe otherwise disconnected world into an intelligible system, are\nrevelations of the nature of intelligence, and only on that account\nprinciples for explaining the world.",
        "                           “To know,\n  Rather consists in opening out a way\n  Whence the imprisoned splendour may escape,\n  Than in effecting entry for a light\n  Supposed to be without.\"[A]",
        "[Footnote A: Paracelsus.]",
        "In this sense, it may be said that all knowledge is anthropomorphic; and\nin this respect there is no difference between the physics, which speaks\nof energy as the essence of things, and the poetry, which speaks of love\nas the ultimate principle of reality. Between such scientific and\nidealistic explanations there is not even the difference that the one\nbegins without and the other within, or that the one is objective and\nthe other subjective. The true distinction is that the principles upon\nwhich the latter proceed are less abstract than those of science.\n“Reason” and “love” are higher principles for the explanation of the\nnature of things than “substance” or “cause\"; but both are forms of the\nunity of thought. And if the latter seem to have nothing to do with the\nself, it is only because they are inadequate to express its full\ncharacter. On the other hand, the higher categories, or ideas of reason,\nseem to be merely anthropomorphic, and, therefore, ill-suited to explain\nnature, because the relation of nature to intelligence is habitually\nneglected by ordinary thought, which has not pressed its problems far\nenough to know that such higher categories can alone satisfy the demand\nfor truth.",
        "But natural science is gradually driven from the lower to the higher\ncategories, or, in other words, it is learning to take a more and more\nidealistic view of nature. It is moving very slowly, because it is a\nlong labour to exhaust the uses of an instrument of thought; and it is\nonly at great intervals in the history of the human intellect, that we\nfind the need of a change of categories. But, as already hinted, there\nis no doubt that science is becoming increasingly aware of the\nconditions, under which alone its results may be held as valid. At\nfirst, it drove “mind” out of the realm of nature, and offered to\nexplain both it and man in physical and mathematical terms. But, in our\nday, the man of science has become too cautious to make such rash\nextensions of the principles he uses. He is more inclined to limit\nhimself to his special field, and he refuses to make any declaration as\nto the ultimate nature of things. He holds himself apart from\nmaterialism, as he does from idealism. I think I may even go further,\nand say that the fatal flaw of materialism has been finally detected,\nand that the essential relativity of all objects to thought is all but\nuniversally acknowledged.",
        "The common notion that science gives a complete view of truth, to which\nwe may appeal as refuting idealism, is untenable. Science itself will\nnot support the appeal, but will direct the appellant to another court.\nPerhaps, rather, it would be truer to say that its attitude is one of\ndoubt whether or not any court, philosophical or other, can give any\nvalid decision on the matter. Confining themselves to the region of\nmaterial phenomena, scientific men generally leave to common ignorance,\nor to moral and theological tradition, all the interests and activities\nof man, other than those which are physical or physiological. And some\nof them are even aware, that if they could find the physical equation of\nman, or, through their knowledge of physiology, actually produce in man\nthe sensations, thoughts, and notions now ascribed to the intelligent\nlife within him, the question of the spiritual or material nature of man\nand the world, would remain precisely where it was. The explanation\nwould still begin with mind and end there. The principles of the\nmaterialistic explanation of the world would still be derived from\nintelligence; mind would still underlie all it explained, and completed\nscience would still be, in this sense, anthropomorphic. The charge of\nanthropomorphism thus falls to the ground, because it would prove too\nmuch. It is a weapon which cuts the hand that wields it. And, as\ndirected against idealism, it only shows that he who uses it has\ninadequate notions both of the nature of the self and of the world, and\nis not aware that each gets meaning, only as an exponent of the other.",
        "On the whole, we may say that it is not men of science who now assail\nphilosophy, because it gives an idealistic explanation of the world, so\nmuch as unsystematic dabblers in matters of thought. The best men of\nscience, rather, show a tendency to acquiesce in a kind of dualism of\nmatter and spirit, and to leave morality and religion, art and\nphilosophy to pursue their own ends undisturbed. Mr. Huxley, for\ninstance, and some others, offer two philosophical solutions, one\nproceeding from the material world and the other from the sensations and\nother “facts of consciousness.” They say that we may either explain man\nas a natural phenomenon, or the world as a mental one.",
        "But it is a little difficult not to ask which of these explanations is\ntrue. Both of them cannot well be, seeing that they are different. And\nneither of them can be adopted without very serious consequences. It\nwould require considerable hardihood to suggest that natural science\nshould be swept away in favour of psychology, which would be done if the\none view held by Mr. Huxley were true. And, in my opinion, it requires\nquite as much hardihood to suggest the adoption of a theory that makes\nmorality and religion illusory, which would be done were the other view\nvalid.",
        "As a matter of fact, however, such an attitude can scarcely be held by\nany one who is interested both in the success of natural science and\nin the spiritual development of mankind. We are constrained rather to\nsay that, if these rival lines of thought lead us to deny either the\nouter world of things, or the world of thought and morality, then they\nmust both be wrong. They are not “explanations” but false theories, if\nthey lead to such conclusions as these. And, instead of holding them up\nto the world as the final triumph of human thought, we should sweep them\ninto the dust-bin, and seek for some better explanation from a new point\nof view.",
        "And, indeed, a better explanation is sought, and sought not only by\nidealists, but by scientific men themselves,–did they only comprehend\ntheir own main tendency and method. The impulse towards unity, which is\nthe very essence of thought, if it is baulked in one direction by a\nhopeless dualism, just breaks out in another. Subjective idealism, that\nis, the theory that things are nothing but phenomena of the individual’s\nconsciousness, that the world is really all inside the philosopher, is\nnow known by most people to end in self-contradiction; and materialism\nis also known to begin with it. And there are not many people sanguine\nenough to believe with Mr. Huxley and Mr. Herbert Spencer, that, if we\nadd two self-contradictory theories together, or hold them alternately,\nwe shall find the truth. Modern science, that is, the science which does\nnot philosophize, and modern philosophy are with tolerable unanimity\ndenying this absolute dualism. They do not know of any thought that is\nnot of things, or of any things that are not for thought. It is\nnecessarily assumed that, in some way or other, the gap between things\nand thought is got over by knowledge. How the connection is brought\nabout may not be known; but, that there is the connection between real\nthings and true thoughts, no one can well deny. It is an ill-starred\nperversity which leads men to deny such a connection, merely because\nthey have not found out how it is established.",
        "A new category of thought has taken possession of the thought of our\ntime–a category which is fatal to dualism. The idea of development is\nbreaking down the division between mind and matter, as it is breaking\ndown all other absolute divisions. Geology, astronomy, and physics at\none extreme, biology, psychology, and philosophy at the other, combine\nin asserting the idea of the universe as a unity which is always\nevolving its content, and bringing its secret potencies to the light. It\nis true that these sciences have not linked hands as yet. We cannot get\nfrom chemistry to biology without a leap, or from physiology to\npsychology without another. But no one will postulate a rift right\nthrough being. The whole tendency of modern science implies the opposite\nof such a conception. History is striving to trace continuity between\nthe civilized man and the savage. Psychology is making towards a\njunction with physiology and general biology, biology with chemistry,\nand chemistry with physics. That there is an unbroken continuity in\nexistence is becoming a postulate of modern science, almost as truly as\nthe “universality of law” or “the uniformity of nature.” Nor is the\npostulate held less firmly because the evidence for the continuity of\nnature is not yet complete. Chemistry has not yet quite lapsed into\nphysics; biology at present shows no sign of giving up its\ncharacteristic conception of life, and the former science is as yet\nquite unable to deal with that peculiar phenomenon. The facts of\nconsciousness have not been resolved into nervous action, and, so far,\nmind has not been shown to be a secretion of brain. Nevertheless, all\nthese sciences are beating against the limits which separate them, and\nnew suggestions of connection between natural life and its inorganic\nenvironment are continually discovered. The sciences are boring towards\neach other, and the dividing strata are wearing thin; so that it seems\nreasonable to expect that, with the growth of knowledge, an unbroken way\nupwards may be discovered, from the lowest and simplest stages of\nexistence to the highest and most complex forms of self-conscious life.",
        "Now, to those persons who are primarily interested in the ethical and\nreligious phenomena of man’s life, the idea of abolishing the chasm\nbetween spirit and nature is viewed with no little apprehension. It is\nsupposed that if evolution were established as a universal law, and the\nunity of being were proved, the mental and moral life of man would be\ndegraded into a complex manifestation of mere physical force. And we\neven find religious men rejoicing at the failure of science to bridge\nthe gap between the inorganic and the organic, and between natural and\nself-conscious life; as if the validity of religion depended upon the\nmaintenance of their separating boundaries. But no religion that is free\nfrom superstitious elements has anything to gain from the failure of\nknowledge to relate things to each other. It is difficult to see how\nbreaks in the continuity of being can be established, when every living\nplant confutes the absolute difference between the organic and\ninorganic, and, by the very fact of living, turns the latter into the\nformer; and it is difficult to deny the continuity of “mind and matter,\"\nwhen every human being is relating himself to the outer world in all his\nthoughts and actions. And religion is the very last form of thought\nwhich could profit from such a proof of absolute distinctions, were it\npossible. In fact, as we have seen, religion, in so far as it demands a\nperfect and absolute being as the object of worship, is vitally\nconcerned in maintaining the unity of the world. It must assume that\nmatter, in its degree, reveals the same principle which, in a higher\nform, manifests itself in spirit.",
        "But closer investigation will show that the real ground for such\napprehension does not lie in the continuity of existence, which\nevolution implies; for religion itself postulates the same thing. The\napprehension springs, rather, from the idea that the continuity asserted\nby evolution, is obtained by resolving the higher forms of existence\ninto the lower. It is believed that, if the application of development\nto facts were successfully carried out, the organic would be shown to be\nnothing but complex inorganic forces, mental life nothing but a\nphysiological process, and religion, morality, and art, nothing but\nproducts of the highly complex motion of highly complex aggregates of\nphysical atoms.",
        "It seems to me quite natural that science should be regarded as tending\ntowards such a materialistic conclusion. This is the view which many\nscientific investigators have themselves taken of their work; and some\nof their philosophical exponents, notably Mr. Herbert Spencer, have,\nwith more or less inconsistency, interpreted the idea of evolution in\nthis manner. But, it may be well to bear in mind that science is\ngenerally far more successful in employing its constructive ideas, than\nit is in rendering an account of them. In fact, it is not its business\nto examine its categories: that task properly belongs to philosophy, and\nit is not a superfluous one. But, so long as the employment of the\ncategories in the special province of a particular science yields valid\nresults, scientific explorers and those who attach, and rightly attach,\nso much value to their discoveries, are very unwilling to believe that\nthese categories are not valid universally. The warning voice of\nphilosophy is not heeded, when it charges natural science with applying\nits conceptions to materials to which they are inadequate; and its\nexamination of the categories of thought is regarded as an innocent, but\nalso a useless, activity. For, it is argued, what good can arise from\nthe analysis of our working ideas? The world looked for causes, and\nfound them, when it was very young; but, up to the time of David Hume,\nno one had shown what causality meant, and the explanation which he\noffered is now rejected by modern science, as definitely as it is\nrejected by philosophy. Meantime, while philosophy is still engaged in\nexposing the fallacies of the theory of association as held by Hume,\nscience has gone beyond this category altogether; it is now establishing\na theory of the conservation of energy, which supplants the law of\ncausality by tracing it into a deeper law of nature.",
        "There is some force in this argument, but it cuts both ways. For, even\nif it be admitted that the category was successfully applied in the\npast, it is also admitted that it was applied without being understood;\nand it cannot now be questioned that the philosophers were right in\nrejecting it as the final explanation of the relation of objects to each\nother, and in pointing to other and higher connecting ideas. And this\nconsideration should go some way towards convincing evolutionists that,\nthough they may be able successfully to apply the idea of development to\nparticular facts, this does not guarantee the soundness of their view of\nit as an instrument of thought, or of the nature of the final results\nwhich it is destined to achieve. Hence, without any disparagement to the\nnew extension which science has received by the use of this new idea, it\nmay be maintained that the ordinary view of its tendency and mission is\nerroneous.",
        "“The prevailing method of explaining the world,” says Professor Caird,\n“may be described as an attempt to level ’downwards.’ The doctrine of\ndevelopment, interpreted as that idea usually is interpreted, supports\nthis view, as making it necessary to trace back higher and more complex\nto lower or simpler forms of being; for the most obvious way of\naccomplishing this task is to show analytically that there is really\nnothing more in the former than in the latter.\"[A] “Divorced from\nmatter,” asks Professor Tyndall, “where is life to be found? Whatever\nour faith may say our knowledge shows them to be indissolubly\njoined. Every meal we eat, and every cup we drink, illustrates the\nmysterious control of Mind by Matter. Trace the line of life backwards\nand see it approaching more and more to what we call the purely\nphysical condition.\"[B] And then, rising to the height of his subject,\nor even above it, he proclaims, “By an intellectual necessity I cross\nthe boundary of the experimental evidence, and discern in that Matter\nwhich we, in our ignorance of its latent powers, and notwithstanding our\nprofessed reverence for its Creator, have hitherto covered with\nopprobrium, the promise and potency of all terrestrial life.\"[C] A\nlittle further on, speaking in the name of science, and on behalf of his\nscientific fellow-workers (with what right is a little doubtful), he\nadds–\"We claim, and we shall wrest, from theology, the entire domain of\ncosmological theory. All schemes and systems which thus infringe upon\nthe domain of science, must, in so far as they do this, submit to its\ncontrol, and relinquish all thought of controlling it.” But if science\nis to control the knowable world, he generously leaves the remainder for\nreligion. He will not deprive it of a faith in “a Power absolutely\ninscrutable to the intellect of man. As little in our days as in the\ndays of Job can a man by searching find this Power out.” And, now that\nhe has left this empty sphere of the unknown to religion, he feels\njustified in adding, “There is, you will observe, no very rank\nmaterialism here.”",
        "[Footnote A: The Critical Philosophy of Kant, Vol. I. p. 34]",
        "[Footnote B: Address to the British Association, 1874, p. 54.]",
        "[Footnote C: Belfast Address, 1874.]",
        "  “Yet they did not abolish the gods, but they sent them well out\n  of the way,\n  With the rarest of nectar to drink, and blue fields of nothing\n  to sway.\"[A]",
        "[Footnote A: Clerk Maxwell: ’Notes of the President’s Address,“\nBritish Association, 1874.]",
        "Now these declarations of Mr. Tyndall are, to say the least, somewhat\nambiguous and shadowy. Yet, when he informs us that eating and drinking\n“illustrate the control of mind by matter,” and “that the line of life\ntraced backwards leads towards a purely physical condition,” it is a\nlittle difficult to avoid the conclusion that he regards science as\ndestined.",
        "  “To tread the world\n  Into a paste, and thereof make a smooth\n  Uniform mound, whereon to plant its flag.\"[B]",
        "[Footnote B: Prince Hohenstiel-Schwangau.]",
        "For the conclusion of the whole argument seems to be, that all we know\nas facts are mere forms of matter; although the stubborn refusal of\nconsciousness to be resolved into natural force, and its power of\nconstructing for itself a world of symbols, gives science no little\ntrouble, and forces it to acknowledge complete ignorance of the nature\nof the power from which all comes.",
        "  “So roll things to the level which you love,\n  That you could stand at ease there and survey\n  The universal Nothing undisgraced\n  By pert obtrusion of some old church-spire\n  I’ the distance! “[A]",
        "[Footnote A: Prince Hohenstiel-Schwangau.]",
        "Some writers on ethics and religion have adopted the same view of the\ngoal of the idea of evolution. In consistency with this supposed\ntendency of science, to resolve all things into their simplest, and\nearliest forms, religion has been traced back to the superstition and\nghost-worship of savages; and then it has been contended that it is, in\nessence, nothing more than superstition and ghost-worship. And, in like\nmanner, morality, with its categorical imperative of duty, has been\ntraced back, without a break, to the ignorant fear of the vengeance of a\nsavage chief. A similar process in the same direction reduces the love\ndivine, of which our poet speaks, into brute lust; somewhat sublimated,\nit is true, in its highest forms, but not fundamentally changed.",
        "  “Philosophers deduce you chastity\n  Or shame, from just the fact that at the first\n  Whoso embraced a woman in the field,\n  Threw club down and forewent his brains beside;\n  So, stood a ready victim in the reach\n  Of any brother-savage, club in hand.\n  Hence saw the use of going out of sight\n  In wood or cave to prosecute his loves.\"[B]",
        "[Footnote B: Bishop Blouhram’s Apology.]",
        "And when the sacred things of life are treated in this manner–when\nmoral conduct is showed to be evolved by a continuous process from\n“conduct in general,” the conduct of an “infusorium or a cephalopod,” or\neven of wind-mills or water-wheels, it is not surprising if the\nauthority of the moral law seems to be undermined, and that “devout\nsouls” are apprehensive of the results of science. “Does law so analyzed\ncoerce you much?” asks Browning.",
        "The derivation of spiritual from natural laws thus appears to be fatal\nto the former; and religious teachers naturally think that it is\nnecessary for their cause to snap the links of the chain of evolution,\nand, like Professor Drummond, to establish absolute gaps, not only\nbetween the inorganic and the organic worlds, but also between the\nself-conscious life of man and the mysterious, spiritual life of Christ,\nor God. But it seems to me that, in their antagonism to evolution,\nreligious teachers are showing the same incapacity to distinguish\nbetween their friends and their foes, which they previously manifested\nin their acceptance of the Kantian doctrine of “things in\nthemselves,\"–a doctrine which placed God and the soul beyond the power\nof speculative reason either to prove or disprove. It is, however,\nalready recognized that the attempt of Mansel and Hamilton to degrade\nhuman reason for the behoof of faith was really a veiled agnosticism;\nand a little reflection must show that the idea of evolution, truly\ninterpreted, in no wise threatens the degradation of man, or the\noverthrow of his spiritual interests. On the contrary, this idea is, in\nall the history of thought, the first constructive hypothesis which is\nadequate to the uses of ethics and religion. By means of it, we may hope\nto solve many of the problems arising from the nature of knowledge and\nmoral conduct, which the lower category of cause turned into pure\nenigmas. It seems, indeed, to contain the promise of establishing the\nscience of man, as intelligent, on a firm basis; on which we may raise a\nsuperstructure, comparable in strength and superior in worth, to that of\nthe science of nature. And, even if the moral science must, like\nphilosophy, always return to the beginning–must, that is, from the\nnecessity of its nature, and not from any complete failure–it will\nstill begin again at a higher level now that the idea of evolution is in\nthe field.",
        "It now remains to show in what way the idea of evolution leaves room for\nreligion and morality; or, in other words, to show how, so far from\ndegrading man to the level of the brute condition, and running life down\ninto “purely physical conditions,” it contains the promise of\nestablishing that idealistic view of the world, which is maintained by\nart and religion.",
        "In order to show this, it is necessary that the idea of evolution should\nbe used fearlessly, and applied to all facts that can in any way come\nunder it. It must, in other words, be used as a category of thought,\nwhose application is universal; so that, if it is valid at all as a\ntheory, it is valid of all finite things. For the question we are\ndealing with is not the truth of the hypothesis of a particular science,\nbut the truth of a hypothesis as to the relation of all objects in the\nworld, including man himself. We must not be deterred from this\nuniversal application by the fact that we cannot, as yet, prove its\ntruth in every detail. No scientific hypothesis ever has exhausted its\ndetails. I consider, therefore, that Mr. Tyndall had a complete right to\n“cross the boundary of the experimental evidence by an intellectual\nnecessity\"; for the necessity comes from the assumption of a possible\nexplanation by the aid of the hypothesis. It is no argument against such\na procedure to insist that, as yet, there is no proof of the absolute\ncontinuity of matter and physical life, or that the dead begets the\nliving. The hypothesis is not disproved by the absence of evidence; it\nis only not proved. The connection may be there, although we have not,\nas yet, been able to find it. In the face of such difficulties as these,\nthe scientific investigator has always a right to claim more time; and\nhis attitude is impregnable as long as he remembers, as Mr. Tyndall did\non the whole, that his hypothesis is a hypothesis.",
        "But Mr. Tyndall has himself given up this right. He, like Mr. Huxley,\nhas placed the phenomena of self-consciousness outside of the developing\nprocess, and confined the sphere in which evolution is applicable, to\nnatural objects. Between objects and the subject, even when both subject\nand object are man himself, there lies “an impassable gulf.”",
        "Even to try “to comprehend the connection between thought and thing is\nabsurd, like the effort of a man trying to lift himself by his own\nwaist-band.” Our states of self-consciousness are symbols only–symbols\nof an outside entity, whose real nature we can never know. We know only\nthese states; we only infer “that anything answering to our\nimpressions exists outside of ourselves.” And it is impossible to\njustify even that inference; for, if we can only know states of\nconsciousness, we cannot say that they are symbols of anything, or that\nthere is anything to be symbolized. The external world, on this theory,\nceases to exist even as an unknown entity. In triumphantly pointing out\nthat, in virtue of this psychological view, “There is, you will observe,\nno very rank materialism here,” Mr. Tyndall forgets that he has\ndestroyed the basis of all natural science, and reduced evolution into a\nlaw of “an outside entity,” of which we can never know anything, and any\ninference regarding which violates every law of thought.",
        "It seems to me quite plain that either this psychological theory, which\nMr. Tyndall has mistaken for a philosophy, is invalid; or else it is\nuseless to endeavour to propound any view regarding a “nature which is\nthe phantom of the individual’s mind.” I prefer the science of Mr.\nTyndall (and of Mr. Huxley, too) to his philosophy; and he would have\nescaped materialism more effectively, if he had remained faithful to his\ntheory of evolution. It is a disloyalty, not only to science, but to\nthought, to cast away our categories when they seem to imply\ninconvenient consequences. They must be valid universally, if they are\nvalid at all.",
        "Mr. Tyndall contends that nature makes man, and he finds evidence in the\nfact that we eat and drink, “of the control of mind by matter.” Now, it\nseems to me, that if nature makes man, then nature makes man’s\nthoughts also. His sensations, feelings, ideas, notions, being those of\na naturally-evolved agent, are revelations of the potency of the primal\nmatter, just as truly as are the buds, flowers, and fruits of a tree. No\ndoubt, we cannot as yet “comprehend the connection” between nervous\naction and sensation, any more than we can comprehend the connection\nbetween inorganic and organic existence. But, if the absence of\n“experimental evidence” does not disprove the hypothesis in the one\ncase, it can not disprove it in the other. There are two crucial points\nin which the theory has not been established.",
        "But, in both cases alike, there is the same kind of evidence that the\nconnection exists; although in neither case can we, as yet, discover\nwhat it is. Plants live by changing inorganic elements into organic\nstructure; and man is intelligent only in so far as he crosses over the\nboundary between subject and object, and knows the world without him.\nThere is no “impassable gulf separating the subject and object\"; if\nthere were we could not know anything of either. There are not two\nworlds–the one of thoughts, the other of things–which are absolutely\nexclusive of each other, but one universe in which thought and reality\nmeet. Mr. Tyndall thinks that it is an inference (and an inference over\nan impassable gulf!) that anything answering to our impressions exists\noutside ourselves. “The question of the external world is the great\nbattleground of metaphysics,” he quotes approvingly from Mr. J.S. Mill.\nBut the question of the external world is not whether that world exists;\nit is, how are we to account for our knowledge that it does exist. The\ninference is not from thoughts to things, nor from things to thoughts,\nbut from a partially known world to a systematic theory of that world.\nPhilosophy is not engaged on the foolish enterprise of trying to\ndiscover whether the world exists, or whether we know that it exists;\nits problem is how to account for our knowledge. It asks what must the\nnature of things be, seeing that they are known; and what is the nature\nof thought, seeing that it knows facts?",
        "There is no hope whatsoever for ethics, or religion, or philosophy–no\nhope even for science–in a theory which would apply evolution all the\nway up from inorganic matter to life, but which would postulate an\nabsolute break at consciousness. The connection between thought and\nthings is there to begin with, whether we can account for it or not; if\nit were not, then natural science would be impossible. It would be\npalpably irrational even to try to find out the nature of things by\nthinking. The only science would be psychology, and even that would be\nthe science of “symbols of an unknown entity.” What symbols of an\nunknown can signify, or how an unknown can produce symbols of itself\nacross an impassable gulf–Mr. Spencer, Mr. Huxley, and Mr. Tyndall have\nyet to inform us.",
        "It is the more necessary to insist on this, because the division between\nthought and matter, which is admitted by these writers, is often grasped\nat by their opponents, as a means of warding off the results which they\ndraw from the theory of evolution. When science breaks its sword,\nreligion assails it, with the fragment. It is not at once evident that\nif this chasm were shown to exist, knowledge would be a chimera; for\nthere would be no outer world at all, not even a phenomenal one, to\nsupply an object for it. We must postulate the ultimate unity of all\nbeings with each other and with the mind that knows them, just because\nwe are intellectual and moral beings; and to destroy this unity is to\n“kill reason itself, as it were, in the eye,” as Milton said.",
        "Now, evolution not only postulates unity, or the unbroken continuity of\nall existence, but it also negates all differences, except those which\nare expressions of that unity. It is not the mere assertion of a\nsubstratum under qualities; but it implies that the substratum\npenetrates into the qualities, and manifests itself in them. That which\ndevelops–be it plant, child, or biological kingdom–is, at every stage\nfrom lowest to highest, a concrete unity of all its differences; and in\nthe whole history of its process its actual content is always the same.\nThe environment of the plant evokes that content, but it adds nothing to\nit. No addition of anything absolutely new, no external aggregation, no\ninsertion of anything alien into a growing thing, is possible. What it\nis now, it was in the beginning; and what it will be, it is now.\nGranting the hypothesis of evolution, there can be no quarrel with the\nview that the crude beginnings of things, matter in its most nebulous\nstate, contains potentially all the rich variety of both natural and\nspiritual life.",
        "But this continuity of all existence may be interpreted in two very\ndifferent ways. It may lead us either to radically change our notions of\nmind and its activities, or “to radically change our notions of matter.\"\nWe may take as the principle of explanation, either the beginning, or\nthe end of the process of development. We may say of the simple and\ncrass, “There is all that your rich universe really means\"; or we may\nsay of the spiritual activities of man, “This is what your crude\nbeginning really was.” We may explain the complex by the simple, or the\nsimple by the complex. We may analyze the highest back into the lowest,\nor we may follow the lowest, by a process of synthesis, up to the\nhighest.",
        "And one of the most important of all questions for morality and religion\nis the question, which of these two methods is valid. If out of crass\nmatter is evolved all animal and spiritual life, does that prove life to\nbe nothing but matter; or does it not rather show that what we, in our\nignorance, took to be mere matter was really something much greater? If\n“crass matter” contains all this promise and potency, by what right do\nwe still call it “crass”? It is manifestly impossible to treat the\npotencies, assumed to lie in a thing that grows, as if they were of no\nsignificance; first, to assert that such potencies exist, in saying that\nthe object develops; and then, to neglect them, and to regard the effect\nas constituted merely of its simplest elements. Either these potencies\nare not in the object, or else the object has in it, and is, at the\nfirst, more than it appears to be. Either the object does not grow, or\nthe lowest stage of its being is no explanation of its true nature.",
        "If we wish to know what the forms of natural life mean, we look in vain\nto their primary state. We must watch the evolution and revelation of\nthe secret hid in natural life, as it moves through the ascending cycles\nof the biological kingdom. The idea of evolution, when it is not\nmuddled, is synthetic–not analytic; it explains the simplest in the\nlight of the complex, the beginning in the light of the end, and not\nvice versa. In a word, it follows the ways of nature, the footsteps of\nfact, instead of inventing a wilful backward path of its own. And nature\nexplains by gradually expanding. If we hearken to nature, and not to the\nvoice of illusory preconceptions, we shall hear her proclaim at the last\nstage, “Here is the meaning of the seedling. Now it is clear what it\nreally was; for the power which lay dormant has pushed itself into\nlight, through bud and flower and leaf and fruit.” The reality of a\ngrowing thing is its highest form of being. The last explains the first,\nbut not the first the last. The first is abstract, incomplete, not yet\nactual, but mere potency; and we could never know even the potency,\nexcept in the light of its own actualization.",
        "From this correction of the abstract view of development momentous\nconsequences follow. If the universe is, as science pronounces, an\norganic totality, which is ever converting its promise and potency into\nactuality, then we must add that the ultimate interpretation even of\nthe lowest existence in the world cannot be given except on principles\nwhich are adequate to explain the highest. We must “level up and not\nlevel down”: we must not only deny that matter can explain spirit, but\nwe must say that even matter itself cannot be fully understood, except\nas an element in a spiritual world.\"[A]",
        "[Footnote A: Professor Caird, The Critical Philosophy of Kant, p. 35.]",
        "That the idea of evolution, even when applied in this consistent way,\nhas difficulties of its own, it is scarcely necessary to say. But there\nis nothing in it which imperils the ethical and religious interests of\nhumanity, or tends to reduce man into a natural phenomenon. Instead of\ndegrading man, it lifts nature into a manifestation of spirit. If it\nwere established, if every link of the endless chain were discovered and\nthe continuity of existence were irrefragably proved, science would not\noverthrow idealism, but it would rather vindicate it. It would justify\nin detail the attempt of poetry and religion and philosophy, to\ninterpret all being as the “transparent vesture” of reason, or love, or\nwhatever other power in the world is regarded as highest.",
        "I have now arrived at the conclusion that was sought. I have tried to\nshow, not only that the attempt to interpret nature in terms of man is\nnot a superstitious anthropomorphism, but that such an interpretation is\nimplied in all rational thought. In other words, self-consciousness is\nthe key to all the problems of nature. Science, in its progress, is\ngradually substituting one category for the other, and every one of\nthese categories is at once a law of thought and a law of things as\nknown. Each category, successively adopted, lifts nature more to the\nlevel of man; and the last category of modern thought, namely,\ndevelopment, constrains us so to modify our views of nature, as to\nregard it as finally explicable only in the terms of spirit. Thus, the\nmovement of science is towards idealism. Instead of lowering man, it\nelevates nature into a potency of that which is highest and best in man.\nIt represents the life of man, in the language of philosophy, as the\nreturn of the highest to itself; or in the language of our poet, and of\nreligion, as a manifestation of infinite love. The explanation of nature\nfrom the principle of love, if it errs, errs “because it is not\nanthropomorphic enough,” not because it is too anthropomorphic; it is\nnot too high and concrete a principle, but too low and abstract.",
        "It now remains to show that the poet, in employing the idea of\nevolution, was aware of its upward direction. I have already quoted a\nfew passages which indicate that he had detected the false use of it. I\nshall now quote a few others in which he shows a consciousness of its\ntrue meaning:",
        "  “’Will you have why and wherefore, and the fact\n  Made plain as pike-staff?’ modern Science asks.\n  ’That mass man sprung from was a jelly-lump\n  Once on a time; he kept an after course\n  Through fish and insect, reptile, bird and beast,\n  Till he attained to be an ape at last,\n  Or last but one. And if this doctrine shock\n  In aught the natural pride.’\"[A]",
        "[Footnote A: Prince Hohenstiel-Schwangau.]",
        "“Not at all,” the poet interrupts the man of science: “Friend, banish\nfear!”",
        "  “I like the thought He should have lodged me once\n  I’ the hole, the cave, the hut, the tenement,\n  The mansion and the palace; made me learn\n  The feel o’ the first, before I found myself\n  Loftier i’ the last.\"[B]",
        "[Footnote B: Ibid.]",
        "This way upward from the lowest stage through every other to the\nhighest, that is, the way of development, so far from lowering us to the\nbrute level, is the only way for us to attain to the true highest,\nnamely, the all-complete.",
        "  “But grant me time, give me the management\n  And manufacture of a model me,\n  Me fifty-fold, a prince without a flaw,–\n  Why, there’s no social grade, the sordidest,\n  My embryo potentate should brink and scape.\n  King, all the better he was cobbler once,\n  He should know, sitting on the throne, how tastes\n  Life to who sweeps the doorway.\"[A]",
        "[Footnote A: Prince Hohenstiel-Schwangau.]",
        "But then, unfortunately, we have no time to make our kings in this way,",
        "            “You cut probation short,\n  And, being half-instructed, on the stage\n  You shuffle through your part as best you can.\"[B]",
        "[Footnote B: Ibid.]",
        "God, however, “takes time.” He makes man pass his apprenticeship in all\nthe forms of being. Nor does the poet",
        "            “Refuse to follow farther yet\n  I’ the backwardness, repine if tree and flower,\n  Mountain or streamlet were my dwelling-place\n  Before I gained enlargement, grew mollusc.\"[C]",
        "[Footnote C: Ibid.]",
        "It is, indeed, only on the supposition of having been thus evolved from\ninanimate being that he is able to account",
        "            “For many a thrill\n  Of kinship, I confess to, with the powers\n  Called Nature: animate, inanimate,\n  In parts or in the whole, there’s something there\n  Man-like that somehow meets the man in me.\"[D]",
        "[Footnote D: Ibid.]",
        "These passages make it clear that the poet recognized that the idea of\ndevelopment “levels up,” and that he makes an intelligent, and not a\nperverted and abstract use of this instrument of thought. He sees each\nhigher stage carrying within it the lower, the present storing up the\npast; he recognizes that the process is a self-enriching one. He knows\nit to be no degradation of the higher that it has been in the lower; for\nhe distinguishes between that life, which is continuous amidst the\nfleeting forms, and the temporary tenements, which it makes use of\nduring the process of ascending.",
        "  “From first to last of lodging, I was I,\n  And not at all the place that harboured me.\"[A]",
        "[Footnote A: Prince Hohenstiel-Schwangau.]",
        "When nature is thus looked upon from the point of view of its final\nattainment, in the light of the self-consciousness into which it\nultimately breaks, a new dignity is added to every preceding phase. The\nlowest ceases to be lowest, except in the sense that its promise is not\nfulfilled and its potency not actualized; for, throughout the whole\nprocess, the activity streams from the highest. It is that which is\nabout to be which guides the growing thing and gives it unity. The final\ncause is the efficient cause; the distant purpose is the ever-present\nenergy; the last is always first.",
        "Nor does the poet shrink from calling this highest, this last which is\nalso first, by its highest name,–God.",
        "            “He dwells in all,\n  From, life’s minute beginnings, up at last\n  To man–the consummation of this scheme\n  Of being, the completion of this sphere\n  Of life.\"[A]",
        "[Footnote A: Paracelsus.]",
        "“All tended to mankind,” he said, after reviewing the whole process of\nnature in Paracelsus,",
        "  “And, man produced, all has its end thus far:\n  But in completed man begins anew\n  A tendency to God.\"[B]",
        "[Footnote B: Ibid.]",
        "There is nowhere a break in the continuity. God is at the beginning, His\nrapturous presence is seen in all the processes of nature, His power and\nknowledge and love work in the mind of man, and all history is His\nrevelation of Himself.",
        "The gap which yawns for ordinary thought between animate and inanimate,\nbetween nature and spirit, between man and God, does not baffle the\npoet. At the stage of human life, which is “the grand result” of\nnature’s blind process,",
        "  “A supplementary reflux of light,\n  Illustrates all the inferior grades, explains\n  Each back step in the circle.\"[C]",
        "[Footnote C: Ibid.]",
        "Nature is retracted into thought, built again in mind.",
        "    “Man, once descried, imprints for ever\n  His presence on all lifeless things.\"[D]",
        "[Footnote D: Ibid.]",
        "The self-consciousness of man is the point where “all the scattered rays\nmeet\"; and “the dim fragments,” the otherwise meaningless manifold, the\ndispersed activities of nature, are lifted into a kosmos by the activity\nof intelligence. In its light, the forces of nature are found to be, not\nblind nor purposeless, but “hints and previsions”",
        "  “Strewn confusedly everywhere about\n  The inferior natures, and all lead up higher,\n  All shape out dimly the superior race,\n  The heir of hopes too fair to turn out false,\n  And man appears at last.\"[A]",
        "[Footnote A: Paracelsus.]",
        "In this way, and in strict accordance with the principle of evolution,\nthe poet turns back at each higher stage to re-illumine in a broader\nlight what went before,–just as we know the seedling after it is grown;\njust as, with every advance in life, we interpret the past anew, and\nturn the mixed ore of action into pure metal by the reflection which\ndraws the false from the true.",
        "  “Youth ended, I shall try\n  My gain or loss thereby;\n  Leave the fire ashes, what survives is gold:\n  And I shall weigh the same,\n  Give life its praise or blame:\n  Young, all lay in dispute; I shall know, being old.\"[B]",
        "[Footnote B: Rabbi Ben Ezra.]",
        "As youth attains its meaning in age, so does the unconscious process of\nnature come to its meaning in man And old age,",
        "    “Still within this life\n  Though lifted o’er its strife,”",
        "is able to",
        "  “Discern, compare, pronounce at last,\n  This rage was right i’ the main,\n  That acquiescence vain\";[C]",
        "[Footnote C: Ibid.]",
        "so man is able to penetrate beneath the apparently chaotic play of\nphenomena, and find in them law, and beauty, and goodness. The laws\nwhich he finds by thought are not his inventions, but his discoveries.\nThe harmonies are in the organ, if the artist only knows how to elicit\nthem. Nay, the connection is still more intimate. It is in the thought\nof man that silent nature finds its voice; it blooms into “meaning,\"\nsignificance, thought, in him, as the plant shows its beauty in the\nflower. Nature is making towards humanity, and in humanity it finds\nitself.",
        "  “Striving to be man, the worm\n  Mounts through all the spires of form.\"[A]",
        "[Footnote A: Emerson.]",
        "The geologist, physicist, chemist, by discovering the laws of nature, do\nnot bind unconnected phenomena; but they refute the hasty conclusion of\nsensuous thought, that the phenomena ever were unconnected. Men of\nscience do not introduce order into chance and chaos, but show that\nthere never was chance or chaos. The poet does not make the world\nbeautiful, but finds the beauty that is dwelling there. Without him,\nindeed, the beauty would not be, any more than the life of the tree is\nbeautiful until it has evolved its potencies into the outward form.\nNevertheless, he is the expression of what was before, and the beauty\nwas there in potency, awaiting its expression. “Only let his thoughts be\nof equal scope, and the frame will suit the picture,” said Emerson.",
        "            “The winds\n  Are henceforth voices, wailing or a shout,\n  A querulous mutter, or a quick gay laugh,\n  Never a senseless gust now man is born.\n  The herded pines commune and have deep thoughts,\n  A secret they assemble to discuss\n  When the sun drops behind their trunks.",
        "  “The morn has enterprise, deep quiet droops\n  With evening, triumph takes the sunset hour,\n  Voluptuous transport ripens with the corn\n  Beneath a warm moon like a happy face.\"[A]",
        "[Footnote A: Paracelsus.]",
        "Such is the transmuting power of imagination, that there is “nothing but\ndoth suffer change into something rich and strange\"; and yet the\nimagination, when loyal to itself, only sees more deeply into the truth\nof things, and gets a closer and fuller hold of facts.",
        "But, although the human mind thus heals the breach between nature and\nspirit, and discovers the latter in the former, still it is not in this\nway that Browning finally establishes his idealism. For him, the\nprinciple working in all things is not reason, but love. It is from love\nthat all being first flowed; into it all returns through man; and in all\n“the wide compass which is fetched,” through the infinite variety of\nforms of being, love is the permanent element and the true essence.\nNature is on its way back to God, gathering treasure as it goes. The\nstatic view is not true to facts; it is development that for the poet\nexplains the nature of things; and development is the evolution of love.\nLove is for Browning the highest, richest conception man can form. It is\nour idea of that which is perfect; we cannot even imagine anything\nbetter. And the idea of evolution necessarily explains the world as the\nreturn of the highest to itself. The universe is homeward bound.",
        "Now, whether love is the highest principle or not, I shall not inquire\nat present. My task in this chapter has been to try to show that the\nidea of evolution drives us onward towards some highest conception, and\nthen uses that conception as a principle to explain all things. If man\nis veritably higher as a physical organism than the bird or reptile,\nthen biology, if it proceeds according to the principles of evolution,\nmust seek the meaning of the latter in the former, and make the whole\nkingdom of life a process towards man. “Man is no upstart in the\ncreation. His limbs are only a more exquisite organization–say rather\nthe finish–of the rudimental forms that have already been sweeping the\nsea and creeping in the mud.” And the same way of thought applies to man\nas a spiritual agent. If spirit be higher than matter, and if love be\nspirit at its best, then the principle of evolution leaves no option to\nthe scientific thinker, but to regard all things as potentially spirit,\nand all the phenomena of the world as manifestations of love. Evolution\nnecessarily combines all the objects to which it is applied into a\nunity. It knits all the infinite forms of natural life into an organism\nof organisms, so that it is a universal life which really lives in all\nanimate beings. “Each animal or vegetable form remembers the next\ninferior and predicts the next higher. There is one animal, one plant,\none matter, and one force.” In its still wider application by poetry and\nphilosophy, the idea of evolution gathers all being into one\nself-centred totality, and makes all finite existence a movement within,\nand a movement of, that final perfection which, although last in order\nof time, is first in order of potency,–the prius of all things, the\nactive energy in all things, and the reality of all things. It is\nthe doctrine of the immanence of God; and it reveals “the effort of God,\nof the supreme intellect, in the extreme frontier of His universe.”",
        "In pronouncing, as Browning frequently does, that “after last comes\nfirst” and “what God once blessed cannot prove accursed\"; in the\nboldness of the faith whereby he makes all the inferior grades of being\ninto embodiments of the supreme good; in resolving the evils of human\nlife, the sorrow, strife, and sin of man into means of man’s promotion,\nhe is only applying, in a thorough manner, the principle on which all\nmodern speculation rests. His conclusions may shock common-sense; and\nthey may seem to stultify not only our observation of facts, but the\ntestimony of our moral consciousness. But I do not know of any principle\nof speculation which, when elevated into a universal principle of\nthought, will not do the same; and this is why the greatest poets and\nphilosophers seem to be touched with a divine madness. Still, if this be\nmadness, there is a method in it. We cannot escape from its logic,\nexcept by denying the idea of evolution–the hypothesis by means of\nwhich modern thought aims, and in the main successfully aims, at\nreducing the variety of existence, and the chaos of ordinary experience,\ninto an order-ruled world and a kosmos of articulated knowledge.",
        "The new idea of evolution differs from that of universal causation, to\nwhich even the ignorance of our own day has learnt to submit, in this\nmainly–it does not leave things on the level on which it finds them.\nBoth cause and evolution assert the unity of being, which, indeed, every\none must assume–even sceptics and pessimists; but development\nrepresents that unity as self-enriching; so that its true nature is\nrevealed, only in the highest form of existence which man can conceive.\nThe attempt of poets and philosophers to establish a universal synthesis\nby means of evolution, differs from the work which is done by men of\nscience, only in the extent of its range and the breadth of its results.\nIt is not “idealism,” but the scepticism which, in our day, conceals its\nreal nature under the name of dualism or agnosticism, that is at war\nwith the inner spirit of science. “Not only,” we may say of Browning as\nit was said of Emerson by Professor Tyndall, “is his religious sense\nentirely undaunted by the discoveries of science; but all such\ndiscoveries he comprehends and assimilates. By him scientific\nconceptions are continually transmuted into the finer forms and warmer\nhues of an ideal world.” And this he does without any distortion of the\ntruth. For natural science, to one who understands its main tendency,\ndoes not militate against philosophy, art, and religion; nor threaten to\noverturn a metaphysic whose principle is truth, or beauty, or goodness.\nRather, it is gradually eliminating the discord of fragmentary\nexistence, and making the harmony of the world more and more audible to\nmankind. It is progressively proving that the unity, of which we are all\nobscurely conscious from the first, actually holds in the whole region\nof its survey. The idea of evolution is reconciling science with art and\nreligion, in an idealistic conception of the universe.",
        "Continue...",
        "\nThis eBook of “Browning as a Philosophical and Religious Teacher” by Henry Jones belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Browning As a Philosophical And Religious TeacherBy Henry JonesAt Amazon"
    ]
}