{
    "title": "Browning as a Philosophical and Religious Teacher - Chapter II. On the Need of a Philosophy of Life.",
    "author": "Henry Jones",
    "chapter": "3",
    "content": [
        "\n\n",
        "  “Art,–which I may style the love of loving, rage\n  Of knowing, seeing, feeling the absolute truth of things\n  For truth’s sake, whole and sole, not any good, truth brings\n  The knower, seer, feeler, beside,–instinctive Art\n  Must fumble for the whole, once fixing on a part\n  However poor, surpass the fragment, and aspire\n  To reconstruct thereby the ultimate entire.\"[A]",
        "[Footnote A: Fifine at the Fair, xliv.]",
        "No English poet has spoken more impressively than Browning on the\nweightier matters of morality and religion, or sought with more\nearnestness to meet the difficulties which arise when we try to\npenetrate to their ultimate principles. His way of poetry is, I think,\nfundamentally different from that of any other of our great writers. He\noften seems to be roused into speech, rather by the intensity of his\nspiritual convictions than by the subtle incitements of poetic\nsensibility. His convictions caught fire, and truth became beauty for\nhim; not beauty, truth, as with Keats or Shelley. He is swayed by ideas,\nrather than by sublime moods. Beneath the endless variety of his poems,\nthere are permanent principles, or “colligating conceptions,” as science\ncalls them; and although these are expressed by the way of emotion, they\nare held by him with all the resources of his reason.",
        "His work, though intuitive and perceptive as to form, “gaining God by\nfirst leap” as all true art must do, leaves the impression, when\nregarded as a whole, of an articulated system. It is a view of man’s\nlife and destiny that can be maintained, not only during the impassioned\nmoods of poetry, but in the very presence of criticism and doubt. His\nfaith, like Pompilia’s, is held fast “despite the plucking fiend.” He\nhas given to us something more than intuitive glimpses into, the\nmysteries of man’s character. Throughout his life he held up the steady\nlight of an optimistic conception of the world, and by its means\ninjected new vigour into English ethical thought. In his case,\ntherefore, it is not an immaterial question, but one almost forced upon\nus, whether we are to take his ethical doctrine and inspiring optimism\nas valid truths, or to regard them merely as subjective opinions held by\na religious poet. Are they creations of a powerful imagination, and\nnothing more? Do they give to the hopes and aspirations that rise so\nirrepressibly in the heart of man anything better than an appearance of\nvalidity, which will prove illusory the moment the cold light of\ncritical inquiry is turned upon them?",
        "It is to this unity of his work that I would attribute, in the main, the\nimpressiveness of his deliverances on morality and religion. And this\nunity justifies us, I think, in applying to Browning’s view of life\nmethods of criticism that would be out of place with any other English\npoet. It is one of his unique characteristics, as already hinted, that\nhe has endeavoured to give us a complete and reasoned view of the\nethical nature of man, and of his relation to the world–has sought, in\nfact, to establish a philosophy of life. In his case, not without\ninjustice, it is true, but with less injustice than in the case of any\nother poet, we may disregard, for our purposes, the artistic method of\nhis thought, and lay stress on its content only. He has a right to a\nplace amongst philosophers, as Plato has to a place amongst poets. There\nis such deliberate earnestness and systematic consistency in his\nteaching, that Hegel can scarcely be said to have maintained that “The\nRational is the Real” with greater intellectual tenacity, than Browning\nheld to his view of life. He sought, in fact, to establish an Idealism;\nand that Idealism, like Kant’s and Fichte’s, has its last basis in the\nmoral consciousness.",
        "But, even if it be considered that it is not altogether just to apply\nthese critical tests to the poet’s teaching, and to make him pay the\npenalty for assuming a place amongst philosophers, it is certain that\nwhat he says of man’s spiritual life cannot be rightly valued, till it\nis regarded in the light of his guiding principles. We shall miss much\nof what is best in him, even as a poet, if, for instance, we regard his\ntreatment of love merely as the expression of elevated passion, or his\noptimism as based upon mere hope. Love was to him rather an indwelling\nelement in the world, present, like power, in everything.",
        "  “From the first, Power was–I knew.\n    Life has made clear to me\n  That, strive but for closer view,\n    Love were as plain to see.\"[A]",
        "[Footnote: A Reverie–Asolando.]",
        "Love yielded to him, as Reason did to Hegel, a fundamental exposition of\nthe nature of things. Or, to express the same thing in another way, it\nwas a deliberate hypothesis, which he sought to apply to facts and to\ntest by their means, almost in the same manner as that in which natural\nscience applies and tests its principles.",
        "That Browning’s ethical and religious ideas were for him something\ndifferent from, and perhaps more than, mere poetic sentiments, will, I\nbelieve, be scarcely denied. That he held a deliberate theory, and held\nit with greater and greater difficulty as he became older, and as his\ndialectical tendencies grew and threatened to wreck his artistic\nfreedom, is evident to any one who regards his work as a whole. But it\nwill not be admitted so readily that anything other than harm can issue\nfrom an attempt to deal with him as if he were a philosopher. Even if it\nbe allowed that he held and expressed a definite theory, will it retain\nany value if we take it out of the region of poetry and impassioned\nreligious faith, into the frigid zone of philosophical inquiry? Could\nany one maintain, apart from the intoxication of religious and poetic\nsentiment, that the essence of existence is love? As long as we remain\nwithin the realm of imagination, it may be argued, we may find in our\npoet’s great sayings both solacement and strength, both rest and an\nimpulse towards higher moral endeavour; but if we seek to treat them as\ntheories of facts, and turn upon them the light of the understanding,\nwill they not inevitably prove to be hallucinations? Poetry, we think,\nhas its own proper place and function. It is an invaluable anodyne to\nthe cark and care of reflective thought; an opiate which, by steeping\nthe critical intellect in slumber, sets the soul free to rise on the\nwings of religious faith. But reason breaks the spell; and the world of\npoetry, and religion–a world which to them is always beautiful and good\nwith God’s presence–becomes a system of inexorable laws, dead,\nmechanical, explicable in strict truth, as an equipoise of constantly\nchanging forms of energy.",
        "There is, at the present time, a widespread belief that we had better\nkeep poetry and religion beyond the reach of critical investigation, if\nwe set any store by them. Faith and reason are thought to be finally\ndivorced. It is an article of the common creed that every attempt which\nthe world has made to bring them together has resulted in denial, or at\nthe best in doubt, regarding all supersensuous facts. The one condition\nof leading a full life, of maintaining a living relation between\nourselves and both the spiritual and material elements of our existence,\nis to make our lives an alternating rhythm of the head and heart, to\ndistinguish with absolute clearness between the realm of reason and that\nof faith.",
        "Now, such an assumption would be fatal to any attempt like the present,\nto find truth in poetry; and I must, therefore, try to meet it before\nentering upon a statement and criticism of Browning’s view of life. I\ncannot admit that the difficulties of placing the facts of man’s\nspiritual life on a rational basis are so great as to justify the\nassertion that there is no such basis, or that it is not discoverable by\nman. Surely, it is unreasonable to make intellectual death the condition\nof spiritual life. If such a condition were imposed on man, it must\ninevitably defeat its own purpose; for man cannot possibly continue to\nlive a divided life, and persist in believing that for which his reason\nknows no defence. We must, in the long run, either rationalize our faith\nin morality and religion, or abandon them as illusions. And we should at\nleast hesitate to deny that reason–in spite of its apparent failure in\nthe past to justify our faith in the principles of spiritual life–may\nyet, as it becomes aware of its own nature and the might which dwells in\nit, find beauty and goodness, nay, God himself, in the world. We should\nat least hesitate to condemn man to choose between irreflective\nignorance and irreligion, or to lock the intellect and the highest\nemotions of our nature and principles of our life, in a mortal struggle.\nPoetry and religion may, after all, be truer then prose, and have\nsomething to tell the world that science, which is often ignorant of its\nown limits, cannot teach.",
        "The failure of philosophy in the past, even if it were as complete as is\nbelieved by persons ignorant of its history, is no argument against its\nsuccess in the future. Such persons have never known that the world of\nthought like that of action makes a stepping stone of its dead self. He\nwho presumes to decide what passes the power of man’s thought, or to\nprescribe absolute limits to human knowledge, is rash, to say the least;\nand he has neither caught the most important of the lessons of modern\nscience, nor been lifted to the level of its inspiration. For science\nhas done one thing greater than to unlock the secrets of nature. It has\nrevealed something of the might of reason, and given new grounds for the\nfaith, which in all ages has inspired the effort to know,–the faith\nthat the world is an intelligible structure, meant to be penetrated by\nthe thought of man. Can it be that nature is an “open secret,” but that\nman, and he alone, must remain an enigma? Or does he not rather bear\nwithin himself the key to every problem which he solves, and is it not\nhis thought which penetrates the secrets of nature? The success of\nscience, in reducing to law the most varied and apparently unconnected\nfacts, should dispel any suspicion which attaches to the attempt to\ngather these laws under still wider ones, and to interpret the world in\nthe light of the highest principles. And this is precisely what poetry\nand religion and philosophy do, each in its own way. They carry the work\nof the sciences into wider regions, and that, as I shall try to show, by\nmethods which, in spite of many external differences, are fundamentally\nat one with those which the sciences employ.",
        "There is only one way of giving the quietus to the metaphysics of poets\nand philosophers, and of showing the futility of a philosophy of life,\nor of any scientific explanation of religion and morals. It is to show\nthat there is some radical absurdity in the very attempt. Till this is\ndone, the human mind will not give up problems of weighty import,\nhowever hard it may be to solve them. The world refused to believe\nSocrates when he pronounced a science of nature impossible, and\ncenturies of failure did not break man’s courage. Science, it is true,\nhas given up some problems as insoluble; it will not now try to\nconstruct a perpetually moving machine, or to square the circle. But it\nhas given them up, not because they are difficult, but because they are\nunreasonable tasks. The problems have a surd or irrational element in\nthem; and to solve them would be to bring reason into collision with\nitself.",
        "Now, whatever may be the difficulties of establishing a theory of life,\nor a philosophy, it has never been shown to be an unreasonable task to\nattempt it. One might, on the contrary, expect, prima facie, that in\na world progressively proved to be intelligible to man, man himself\nwould be no exception. It is impossible that the “light in him should be\ndarkness,” or that the thought which reveals the order of the world\nshould be itself chaotic.",
        "The need for philosophy is just the ultimate form of the need for\nknowledge; and the truths which philosophy brings to light are implied\nin every rational explanation of things. The only choice we can have is\nbetween a conscious metaphysics and an unconscious one, between\nhypotheses which we have examined and whose limitations we know, and\nhypotheses which rule us from behind, as pure prejudices do. It is\nbecause of this that the empiric is so dogmatic, and the ignorant man so\ncertain of the truth of his opinion. They do not know their postulates,\nnor are they aware that there is no interpretation of an object which\ndoes not finally point to a theory of being. We understand no joint or\nligament, except in relation to the whole organism, and no fact, or\nevent, except by finding a place for it in the context of our\nexperience. The history of the pebble can be given, only in the light of\nthe story of the earth, as it is told by the whole of geology. We must\nbegin very far back, and bring our widest principles to bear upon the\nparticular thing, if we wish really to know what it is. It is a law that\nexplains, and laws are always universal. All our knowledge, even the\nmost broken and inconsistent, streams from some fundamental conception,\nin virtue of which all the variety of objects constitute one world, one\norderly kosmos, even to the meanest mind. It is true that the central\nthought, be it rich or poor, must, like the sun’s light, be broken\nagainst particular facts. But there is no need of forgetting the real\nsource of knowledge, or of deeming that its progress is a synthesis\nwithout law, or an addition of fact to fact without any guiding\nprinciples.",
        "Now, it is the characteristic of poetry and philosophy that they keep\nalive our consciousness of these primary, uniting principles. They\nalways dwell in the presence of the idea which makes their object one.\nTo them the world is always, and necessarily, a harmonious whole, as it\nis also to the religious spirit. It is because of this that the universe\nis a thing of beauty for the poet, a revelation of God’s goodness to the\ndevout soul, and a manifestation of absolute reason to the philosopher.\nArt, religion, and philosophy fail or flourish together. The age of\nprose and scepticism appears when the sense of the presence of the whole\nin the particular facts of the world and of life has been dulled. And\nthere is a necessity in this; for if the conception of the world as a\nwhole is held to be impossible, if philosophy is a futility, then\npoetry will be a vain sentiment and religion a delusion.",
        "Nor will the failure of thought, when once demonstrated in these upper\nregions, be confined to them. On the contrary, it will spread downwards\nto science and ordinary knowledge, as mountain mists blot out the\nvalleys. For every synthesis of fact to fact, every attempt to know,\nhowever humble and limited, is inspired by a secret faith in the unity\nof the world. Each of the sciences works within its own region, and\ncolligates its details in the light of its own hypothesis; and all the\nsciences taken together presuppose the presence in the world of a\nprinciple that binds it into an orderly totality. Scientific explorers\nknow that they are all working towards the same centre. And, ever and\nanon, as the isolated thinker presses home his own hypothesis, he finds\nhis thought beating on the limits of his science, and suggesting some\nwider hypothesis. The walls that separate the sciences are wearing thin,\nand at times light penetrates from one to the other. So that to their\nvotaries, at least, the faith is progressively justified, that there is\na meeting point for the sciences, a central truth in which the dispersed\nrays will again be gathered together. In fact, all the sciences are\nworking together under the guidance of a principle common to them all,\nalthough it may not be consciously known and no attempt is made to\ndefine it. In science, as in philosophy and art and religion, there is a\nprinciple of unity, which, though latent, is really prior to all\nexplanation of particular matters of fact.",
        "In truth, man has only one way of knowing. There is no fundamental\ndifference between scientific and philosophic procedure. We always light\nup facts by means of general laws. The fall of the stone was a perfect\nenigma, a universally unintelligible bit of experience, till the\nmajestic imagination of Newton conceived the idea of universal\ngravitation. Wherever mind successfully invades the realm of chaos,\npoetry, the sense of the whole, comes first. There is the intuitive\nflash, the penetrative glimpse, got no one knows exactly whence–though\nwe do know that it comes neither from the dead facts nor from the vacant\nregion of a priori thought, but somehow from the interaction of both\nthese elements of knowledge. After the intuitive flash comes the slow\nlabour of proof, the application of the principle to details. And that\napplication transforms both the principle and the details, so that the\nformer is enriched with content and the latter are made intelligible–a\nveritable conquest and valid possession for mankind. And in this labour\nof proof, science and philosophy alike take their share.",
        "Philosophy may be said to come midway between poetry and science, and to\npartake of the nature of both. On the one side it deals, like poetry,\nwith ideals of knowledge, and announces truths which it does not\ncompletely verify; on the other, it leaves to science the task of\narticulating its principles in facts, though it begins the articulation\nitself. It reveals subsidiary principles, and is, at the same time, a\nwitness for the unity of the categories of science. We may say, if we\nwish, that its principles are mere hypotheses. But so are the ideas\nwhich underlie the most practical of the sciences; so is every forecast\nof genius by virtue of which knowledge is extended; so is every\nprinciple of knowledge not completely worked out. To say that philosophy\nis hypothetical implies no charge, other than that which can be\nlevelled, in the same sense, against the most solid body of scientific\nknowledge in the world. The fruitful question in each case alike is, how\nfar, if at all, does the hypothesis enable us to understand particular\nfacts.",
        "The more careful of our scientific thinkers are well aware of the limits\nunder which they work and of the hypothetical character of their\nresults. “I take Euclidean space, and the existence of material\nparticles and elemental energy for granted,” says the physicist; “deny\nthem, and I am helpless; grant them, and I shall establish quantitative\nrelations between the different forms of this elemental energy, and make\nit tractable and tame to man’s uses. All I teach depends upon my\nhypothesis. In it is the secret of all the power I wield. I do not\npretend to say what this elemental energy is. I make no declaration\nregarding the actual nature of things; and all questions as to the\nultimate origin or final destination of the world are beyond the scope\nof my inquiry. I am ruled by my hypothesis; I regard phenomena from my\npoint of view; and my right to do so I substantiate by the practical\nand theoretical results which follow.” The language of geology,\nchemistry, zoology, and even mathematics is the same. They all start\nfrom a hypothesis; they are all based on an imaginative conception, and\nin this sense their votaries are poets, who see the unity of being throb\nin the particular fact.",
        "Now, so far as the particular sciences are concerned, I presume that no\none will deny the supreme power of these colligating ideas. The sciences\ndo not grow by a process of empiricism, which rambles tentatively and\nblindly from fact to fact, unguided of any hypothesis. But if they do\nnot, if, on the contrary, each science is ruled by its own hypothesis,\nand uses that hypothesis to bind its facts together, then the question\narises, are there no wider colligating principles amongst these\nhypotheses themselves? Are the sciences independent of each other, or\nis their independence only surface appearance? This is the question\nwhich philosophy asks, and the sciences themselves by their progress\nsuggest a positive answer to it.",
        "The knowledge of the world which the sciences are building is not a\nchaotic structure. By their apparently independent efforts, the outer\nkosmos is gradually reproduced in the mind of man, and the temple of\ntruth is silently rising. We may not as yet be able to connect wing with\nwing, or to declare definitely the law of the whole. The logical order\nof the hypotheses of the various sciences, the true connection of these\ncategories of constructive thought, may yet be uncertain. But, still,\nthere is such an order and connection: the whole building has its\nplan, which becomes more and more intelligible as it approaches to its\ncompletion. Beneath all the differences, there are fundamental\nprinciples which give to human thought a definite unity of movement and\ndirection. There are architectonic conceptions which are guiding, not\nonly the different sciences, but all the modes of thought of an age.\nThere are intellectual media, “working hypotheses,” by means of which\nsuccessive centuries observe all that they see; and these far-reaching\nconstructive principles divide the history of mankind into distinct\nstages. In a word, there are dynasties of great ideas, such as the idea\nof development in our own day; and these successively ascend the throne\nof mind, and hold a sway over human thought which is well-nigh absolute.",
        "Now, if this is so, is it certain that all knowledge of these ruling\nconceptions is impossible? In other words, is the attempt to construct a\nphilosophy absurd? To say that it is, to deny the possibility of\ncatching any glimpse of those regulative ideas, which determine the main\ntendencies of human thought, is to place the supreme directorate of the\nhuman intelligence in the hands of a necessity which, for us, is\nblind. For, an order that is hidden is equivalent to chance, so far as\nknowledge is concerned; and if we believe it to exist, we do so in the\nface of the fact that all we see, and all we can see, is the opposite\nof order, namely lawlessness. Human knowledge, on this view, would be\nsubjected to law in its details and compartments, but to disorder as a\nwhole. Thinking men would be organized into regiments; but the regiments\nwould not constitute an army, nor would there be any unity of movement\nin the attack on the realm of ignorance.",
        "But, such is not the conclusion to which the study of human history\nleads, especially when we observe its movements on a large scale. On the\ncontrary, it is found that history falls into great epochs, each of\nwhich has its own peculiar characteristics. Ages, as well as nations and\nindividuals, have features of their own, special and definite modes of\nthinking and acting. The movement of thought in each age has its own\ndirection, which is determined by some characteristic and fundamental\nidea, that fulfils for it the part of a working hypothesis in a\nparticular science. It is the prerogative of the greatest leaders of\nthought in an age to catch a glimpse of this ruling idea when it first\nmakes its appearance; and it is their function, not only to discover it,\nbut also to reveal it to others. And, in this way, they are at once the\nexponents of their time, and its prophets. They reveal that which is\nalready a latent but active power–\"a tendency\"; but they reveal it to a\ngeneration which will see the truth for itself, only after the potency\nwhich lies in it has manifested itself in national institutions and\nhabits of thought and action. After the prophets have left us, we\nbelieve what they have said; as long as they are with us, they are\nvoices crying in the wilderness.",
        "Now, these great ideas, these harmonies of the world of mind, first\nstrike upon the ear of the poet. They seem to break into the\nconsciousness of man by the way of emotion. They possess the seer; he is\ndivinely mad, and he utters words whose meaning passes his own calmer\ncomprehension. What we find in Goethe, we find also in a manner in\nBrowning: an insight which is also foresight, a dim and partial\nconsciousness of the truth about to be, sending its light before it, and\nanticipating all systematic reflection. It is an insight which appears\nto be independent of all method; but it is in nature, though not in\nsweep and expanse, akin to the intuitive leap by which the scientific\nexplorer lights upon his new hypothesis. We can find no other law for\nit, than that sensitiveness to the beauty and truth hidden in facts,\nwhich much reflection on them generates for genius. For these great\nminds the “muddy vesture” is worn thin by thought, and they hear the\nimmortal music.",
        "The poet soon passes his glowing torch into the hands of the\nphilosopher. After Aeschylus and Sophocles, come Plato and Aristotle.\nThe intuitive flash grows into a fixed light, which rules the day. The\ngreat idea, when reflected upon, becomes a system. When the light of\nsuch an idea is steadily held on human affairs, it breaks into endless\nforms of beauty and truth. The content of the idea is gradually evolved;\nhypotheses spring out of it, which are accepted as principles, rule the\nmind of an age, and give it its work and its character. In this way,\nHobbes and Locke laid down, or at least defined, the boundaries within\nwhich moved the thought of the eighteenth century; and no one acquainted\nwith the poetic and philosophic thought of Germany, from Lessing to\nGoethe and from Kant to Hegel, can fail to find therein the source and\nspring of the constitutive principles of our own intellectual, social,\npolitical, and religious life. The virtues and the vices of the\naristocracy of the world of mind penetrate downwards. The works of the\npoets and philosophers, so far from being filled with impracticable\ndreams, are repositories of great suggestions which the world adopts for\nits guidance. The poets and philosophers lay no railroads and invent no\ntelephones; but they, nevertheless, bring about that attitude towards\nnature, man and God, and generate those moods of the general mind, from\nwhich issue, not only the scientific, but also the social, political and\nreligious forces of the age.",
        "It is mainly on this account that I cannot treat the supreme utterances\nof Browning lightly, or think it an idle task to try to connect them\ninto a philosophy of life. In his optimism of love, in his supreme\nconfidence in man’s destiny and sense of the infinite height of the\nmoral horizon of humanity, in his courageous faith in the good, and his\nprofound conviction of the evanescence of evil, there lies a vital\nenergy whose inspiring power we are yet destined to feel. Until a spirit\nkindred to his own arises, able to push the battle further into the same\nregion, much of the practical task of the age that is coming will\nconsist in living out in detail the ideas to which he has given\nexpression.",
        "I contend, then, not merely for a larger charity, but for a truer view\nof the facts of history than is evinced by those who set aside the poets\nand philosophers as mere dreamers, and conceive that the sciences alone\noccupy the region of valid thought in all its extent. There is a\nuniversal brotherhood of which all who think are members. Not only do\nthey all contribute to man’s victory over his environment and himself,\nbut they contribute in a manner which is substantially the same. There\nare many points of superficial distinction between the processes of\nphilosophy and science, and between both and the method of poetry; but\nthe inner movement, if one may so express it, is identical in all. It is\ntime to have done with the notion that philosophers occupy a\ntranscendent region beyond experience, or spin spiritual cocoons by a\npriori methods, and with the view that scientific men are mere\nempirics, building their structures from below by an a posteriori way\nof thought, without the help of any ruling conceptions. All alike\nendeavour to interpret experience, but none of them get their principles\nfrom it.",
        "                           “But, friends,\n  Truth is within ourselves; it takes no rise\n  From outward things, whate’er you may believe.”",
        "There is room and need for the higher synthesis of philosophy and\npoetry, as well as for the more palpable and, at the same time, more\nnarrow colligating conceptions of the systematic sciences. The\nquantitative relations between material objects, which are investigated\nby mathematics and physics, do not exhaust the realm of the knowable, so\nas to leave no place for the poet’s, or the philosopher’s view of the\nworld. The scientific investigator who, like Mr. Tyndall, so far forgets\nthe limitations of his province as to use his natural data as premises\nfor religious or irreligious conclusions, is as illogical as the popular\npreacher, who attacks scientific conclusions because they are not\nconsistent with his theological presuppositions. Looking only at their\nprimary aspects, we cannot say that religious presuppositions and the\nscientific interpretation of facts are either consistent or\ninconsistent: they are simply different. Their harmony or discord can\ncome only when the higher principles of philosophy have been fully\ndeveloped, and when the departmental ideas of the various sciences are\norganized into a view of the world as a whole. And this is a task which\nhas not as yet been accomplished. The forces from above and below have\nnot met. When they do meet, they will assuredly find that they are\nfriends, and not foes. For philosophy can articulate its supreme\nconception only by interaction with the sciences; and, on the other\nhand, the progress of science, and the effectiveness of its division of\nlabour, are ultimately conditioned by its sensitiveness to the hints,\ngiven by poets and philosophers, of those wider principles in virtue of\nwhich the world is conceived as a unity. There are many, indeed, who\ncannot see the wood for the trees, as there are others who cannot see\nthe trees for the wood. Carlyle cared nothing though science were able\nto turn a sunbeam on its axis; Ruskin sees little in the advance of\ninvention except more slag-hills. And scientific men have not been slow\nto return with interest the scorn of the moralists. But a more\ncomprehensive view of the movement of human knowledge will show that\nnone labour in vain. For its movement is that of a thing which grows!\nand in growth there is always movement towards both unity and\ndifference. Science, in pursuing truth into greater and greater detail,\nis constrained by its growing consciousness of the unlimited wealth of\nits material, to divide and isolate its interests more and more; and\nthus, at the same time, the need for the poets and philosophers is\ngrowing deeper, their task is becoming more difficult of achievement,\nand a greater triumph in so far as it is achieved. Both science and\nphilosophy are working towards a more concrete view of the world as an\narticulated whole. If we cannot quite say with Browning that “poets\nnever dream,” we may yet admit with gratitude that their dreams are an\ninspiration.",
        "  “Sorrow is hard to bear, and doubt is slow to clear.\n    Each sufferer says his say, his scheme of the weal and woe:\n  But God has a few of us whom he whispers in the ear;\n    The rest may reason and welcome: ’tis we musicians know.\"[A]",
        "[Footnote A: Abt Vogler.]",
        "And side by side with the poetry that grasps the truth in immediate\nintuition, there is also the uniting activity of philosophy, which,\ncatching up its hints, carries “back our scattered knowledge of the\nfacts and laws of nature to the principle upon which they rest; and, on\nthe other hand, develops that principle so as to fill all the details of\nknowledge with a significance which they cannot have in themselves, but\nonly as seen sub specie aeternitatis.\"[B]",
        "[Footnote B: The Problem of Philosophy at the Present Time, by\nProfessor Caird.]",
        "So far we have spoken of the function of philosophy in the\ninterpretation of the phenomena of the outer world. It bears witness to\nthe unity of knowledge, and strives by the constructive criticism of the\ncategories of science to render that unity explicit. Its function is, no\ndoubt, valid and important, for it is evident that man cannot rest\ncontent with fragmentary knowledge. But still, it might be objected that\nit is premature at present to endeavour to formulate that unity.\nPhysics, chemistry, biology, and the other sciences, while they\nnecessarily presuppose the unity of knowledge, and attempt in their own\nway and in their own sphere to discover it, are making very satisfactory\nheadway without raising any of the desperate questions of metaphysics as\nto its ultimate nature. For them it is not likely to matter for a long\ntime to come whether Optimism or Pessimism, Materialism or Idealism, or\nnone of them, be true. In any case the principles they establish are\nvalid. Physical relations always remain true; “ginger will be hot i’ the\nmouth, and there will be more cakes and ale.” It is only when the\nsciences break down beneath the weight of knowledge and prove themselves\ninadequate, that it becomes necessary or advantageous to seek for more\ncomprehensive principles. At present is it not better to persevere in\nthe way of science, than to be seduced from it by the desire to solve\nultimate problems, which, however reasonable and pressing, seem to be\nbeyond our power to answer?",
        "Such reasonings are not convincing; still, so far as natural science is\nconcerned, they seem to indicate that there might be no great harm in\nignoring, for a time, its dependence on the wider aspects of human\nthought. There is no department of nature so limited, but that it may\nmore than satisfy the largest ambition of the individual for knowledge.\nBut this attitude of indifference to ultimate questions is liable at any\nmoment to be disturbed.",
        "  “Just when we are safest, there’s a sunset-touch,\n  A fancy from a flower-bell, some one’s death,\n  A chorus-ending from Euripides,–\n  And that’s enough for fifty hopes and fears\n  As old and new at once as nature’s self,\n  To rap and knock and enter in our soul,\n  Take hands and dance there, a fantastic ring,\n  Round the ancient idol, on his base again,–\n  The grand Perhaps! We look on helplessly.\n  There the old misgivings, crooked questions are.\"[A]",
        "[Footnote A: Bishop Blougram’s Apology.]",
        "Amongst the facts of our experience which cry most loudly for some kind\nof solution, are those of our own inner life. We are in pressing need of\na “working hypothesis” wherewith to understand ourselves, as well as of\na theory which will explain the revolution of the planets, or the\nstructure of an oyster. And this self of ours intrudes everywhere. It is\nonly by resolutely shutting our eyes, that we can forget the part it\nplays even in the outer world of natural science. So active is it in the\nconstitution of things, so dependent is their nature on the nature of\nour knowing faculties, that scientific men themselves admit that their\nsurest results are only hypothetical. Their truth depends on laws of\nthought which natural science does not investigate.",
        "But quite apart from this doctrine of the relativity of knowledge, which\nis generally first acknowledged and then ignored, every man, the worst\nand the best alike, is constrained to take some practical attitude\ntowards his fellows. Man is never alone with nature, and the connections\nwith his fellows which sustain his intelligent life, are liable to bring\nhim into trouble, if they are not to some degree understood.",
        "  “There’s power in me,” said Bishop Blougram, “and will to dominate\n  Which I must exercise, they hurt me else.”",
        "The impulse to know is only a phase of the more general impulse to act\nand to be. The specialist’s devotion to his science is his answer to a\ndemand, springing from his practical need, that he realize himself\nthrough action. He does not construct his edifice of knowledge, as the\nbird is supposed to build its nest, without any consciousness of an end\nto be attained thereby. Even if, like Lessing, he values the pursuit of\ntruth for its own sake, still what stings him into effort is the sense\nthat in truth only can he find the means of satisfying and realizing\nhimself. Beneath all man’s activities, as their very spring and source,\nthere lies some dim conception of an end to be attained. This is his\nmoral consciousness, which no neglect will utterly suppress. All human\neffort, the effort to know like every other, conceals within it a\nreference to some good, conceived at the time as supreme and complete;\nand this, in turn, contains a theory both of man’s self and of the\nuniverse on which he must impress his image. Every man must have his\nphilosophy of life, simply because he must act; though, in many cases,\nthat philosophy may be latent and unconscious, or, at least, not a\ndefinite object of reflection. The most elementary question directed at\nhis moral consciousness will at once elicit the universal element. We\ncannot ask whether an action be right or wrong without awakening all the\nechoes of metaphysics. As there is no object on the earth’s surface\nwhose equilibrium is not fixed by its relation to the earth’s centre, so\nthe most elementary moral judgment, the simplest choice, the most\nirrational vagaries of a will calling itself free and revelling in its\nsupposed lawlessness, are dominated by the conception of a universal\ngood. Everything that a man does is an attempt to articulate his view of\nthis good, with a particular content. Hence, man as a moral agent is\nalways the centre of his own horizon, and stands right beneath the\nzenith. Little as he may be aware of it, his relation between himself\nand his supreme good is direct. And he orders his whole world from his\npoint of view, just as he regards East and West as meeting at the spot\non which he stands. Whether he will or not, he cannot but regard the\nuniverse of men and objects as the instrument of his purposes. He\nextracts all its interest and meaning from himself. His own shadow falls\nupon it all. If he is selfish, that is, if he interprets the self that\nis in him as vulturous, then the whole outer world and his fellow-men\nfall for him into the category of carrion, or not-carrion. If he knows\nhimself as spirit, as the energy of love or reason, if the prime\nnecessity he recognizes within himself is the necessity to be good, then\nthe universe becomes for him an instrument wherewith moral character is\nevolved. In all cases alike, his life-work is an effort to rob the world\nof its alien character, and to translate it into terms of himself.",
        "We are in the habit of fixing a chasm between a man’s deeds and his\nmetaphysical, moral, and religious creed; and even of thinking that he\ncan get on “in a sufficiently prosperous manner,” without any such\ncreed. Can we not digest without a theory of peptics, or do justice\nwithout constructing an ideal state? The truest answer, though it is an\nanswer easily misunderstood, is that we cannot. In the sphere of\nmorality, at least, action, depends on knowledge: Socrates was right in\nsaying that virtuous conduct ignorant of its end is accidental. Man’s\naction, so far as it is good or evil, is shot through and through with\nhis intelligence. And once we clearly distinguish between belief and\nprofession, between the motives which really impel our actions and the\npsychological account of them with which we may deceive ourselves and\nothers, we shall be obliged to confess that we always act our creed. A\nman’s conduct, just because he is man, is generated by his view of\nhimself and his world. He who cheats his neighbour believes in\ntortuosity, and, as Carlyle says, has the Supreme Quack for his God. No\none ever acted without some dim, though perhaps foolish enough,\nhalf-belief that the world was at his back; whether he plots good or\nevil he always has God as an accomplice. And this is why character\ncannot be really bettered by any peddling process. Moralists and\npreachers are right in insisting on the need of a new life, that is, of\na new principle, as the basis of any real improvement; and such a\nprinciple necessarily carries in it a new attitude towards men, and a\nnew interpretation of the moral agent himself and of his world.",
        "Thus, wherever we touch the practical life of man, we are at once\nreferred to a metaphysic. His creed is the heart of his character, and\nit beats as a pulse in every action. Hence, when we deal with moral\nlife, we must start from the centre. In our intellectual life, it is\nnot obviously unreasonable to suppose that there is no need of\nendeavouring to reach upward to a constructive idea, which makes the\nuniverse one, but when we act, such self-deception is not possible. As a\nmoral agent, and a moral agent man always is, he not only may, but must\nhave his working hypothesis, and that hypothesis must be all-inclusive.\nAs there are natural laws which connect man’s physical movements with\nthe whole system of nature, so there are spiritual relations which\nconnect him with the whole spiritual universe; and spiritual relations\nare always direct.",
        "Now it follows from this, that, whenever we consider man as a moral\nagent, that is, as an agent who converts ideas into actual things, the\nneed of a philosophy becomes evident. Instead of condemning ideal\ninterpretations of the universe as useless dreams, the foolish products\nof an ambition of thought which refuses to respect the limits of the\nhuman intellect, we shall understand that philosophers and poets are\nreally striving with greater clearness of vision, and in a more\nsustained manner, to perform the task which all men are obliged to\nperform in some way or other. Man subsists as a natural being only on\ncondition of comprehending, to some degree, the conditions of his\nnatural life, and the laws of his natural environment. From earliest\nyouth upwards, he is learning that fire will burn and water drown, and\nthat he can play with the elements with safety only within the sphere\nlit up by his intelligence. Nature will not pardon the blunders of\nignorance, nor tamely submit to every hasty construction. And this truth\nis still more obvious in relation to man’s moral life. Here, too, and in\na pre-eminent degree, conduct waits on intelligence. Deep will only\nanswer unto deep; and great characters only come with much meditation on\nthe things that are highest. And, on the other hand, the misconstruction\nof life’s meaning flings man back upon himself, and makes his action\nnugatory. Byronism was driven “howling home again,” says the poet. The\nuniverse will not be interpreted in terms of sense, nor be treated as\ncarrion, as Carlyle said. There is no rest in the “Everlasting No,\"\nbecause it is a wrong view of man and of the world. Or rather, the\nnegative is not everlasting; and man is driven onwards by despair,\nthrough the “Centre of Indifference,” till he finds a “Universal Yea\"–a\ntrue view of his relation to the universe.",
        "There is given to men the largest choice to do or to let alone, at every\nstep in life. But there is one necessity which they cannot escape,\nbecause they carry it within them. They absolutely must try to make the\nworld their home, find some kind of reconciling idea between themselves\nand the forces amidst which they move, have some kind of working\nhypothesis of life. Nor is it possible to admit that they will find rest\ntill they discover a true hypothesis. If they do not seek it by\nreflection–if, in their ardour to penetrate into the secrets of nature,\nthey forget themselves; if they allow the supreme facts of their moral\nlife to remain in the confusion of tradition, and seek to compromise the\ndemands of their spirit by sacrificing to the idols of their childhood’s\nfaith; if they fortify themselves in the indifference of\nagnosticism,–they must reap the harvest of their irreflection.\nIgnorance is not harmless in matters of character any more than in the\nconcerns of our outer life. There are in national and in individual\nhistory seasons of despair, and that despair, when it is deepest, is\never found to be the shadow of moral failure–the result of going out\ninto action with a false view of the purpose of human life, and a wrong\nconception of man’s destiny. At such times, the people have not\nunderstood themselves or their environment, and, in consequence, they\ncome into collision with their own welfare. There is no experiment so\ndangerous to an age or people, as that of relegating to the common\nignorance of unreasoning faith the deep concerns of moral conduct; and\nthere is no attitude more pitiable than that which leads it to turn a\ndeaf ear and the lip of contempt towards those philosophers who carry\nthe spirit of scientific inquiry into these higher regions, and\nendeavour to establish for mankind, by the irrefragable processes of\nreason, those principles on which rest all the great elements of man’s\ndestiny. We cannot act without a theory of life; and to whom shall we\nlook for such a theory, except to those who, undaunted by the\ndifficulties of the task, ask once more, and strive to answer, those\nproblems which man cannot entirely escape, as long as he continues to\nthink and act?",
        "Continue...",
        "\nThis eBook of “Browning as a Philosophical and Religious Teacher” by Henry Jones belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Browning As a Philosophical And Religious TeacherBy Henry JonesAt Amazon"
    ]
}