{
    "title": "Browning as a Philosophical and Religious Teacher - Chapter X. The Heart and the Head.–Love and Reason.",
    "author": "Henry Jones",
    "chapter": "11",
    "content": [
        "\n\n",
        "    “And though all the winds of doctrine were let loose to\n    play upon the earth, so truth be in the field, we do\n    injuriously by licensing and prohibiting to misdoubt her\n    strength. Let her and falsehood grapple; who ever knew\n    truth put to the worse, in a free and open encounter.\"[A]",
        "[Footnote A: Milton’s Areopagitica.]",
        "It has been shown that Browning appeals, in defence of his optimistic\nfaith, from the intellect to the heart. His theory rests on three main\nassumptions:–namely (1) that knowledge of the true nature of things is\nimpossible to man, and that, therefore, it is necessary to find other\nand better evidence than the intellect can give for the victory of good\nover evil; (2) that the failure of knowledge is a necessary condition of\nthe moral life, inasmuch as certain knowledge would render all moral\neffort either futile or needless; (3) that after the failure of\nknowledge there still remains possible a faith of the heart, which can\nfurnish a sufficient objective basis to morality and religion. The first\nof these assumptions I endeavoured to deal with in the last chapter. I\nnow turn to the remaining two.",
        "Demonstrative, or certain, or absolute knowledge of the actual nature of\nthings would, Browning asserts, destroy the very possibility of a moral\nlife.[A] For such knowledge would show either that evil is evil, or that\nevil is good; and, in both cases alike, the benevolent activity of love\nwould be futile. In the first case, it would be thwarted and arrested by\ndespair; for, if evil be evil, it must remain evil for aught that man\ncan do. Man cannot effect a change in the nature of things, nor create a\ngood in a world dominated by evil. In the second case, the saving effect\nof moral love would be unnecessary; for, if evil be only seeming, then\nall things are perfect and complete, and there is no need of\ninterference. It is necessary, therefore, that man should be in a\npermanent state of doubt as to the real existence of evil; and, whether\nevil does exist or not, it must seem, and only seem to exist to man, in\norder that he may devote himself to the service of good.[B]",
        "[Footnote A: See Chapter VIII., p. 255.]",
        "[Footnote B: Ibid.]",
        "Now, if this view of the poet be taken in the strict sense in which he\nuses it in this argument, it admits of a very easy refutation. It takes\nus beyond the bounds of all possible human experience, into an imaginary\nregion, as to which all assertions are equally valueless. It is\nimpossible to conceive how the conduct of a being who is moral would be\naffected by absolute knowledge; or, indeed, to conceive the existence of\nsuch a being. For morality, as the poet insists, is a process in which\nan ideal is gradually realized through conflict with the actual–an\nactual which it both produces and transmutes at every stage of the\nprogress. But complete knowledge would be above all process. Hence we\nwould have, on Browning’s hypothesis, to conceive of a being in whom\nperfect knowledge was combined with an undeveloped will. A being so\nconstituted would be an agglomerate of utterly disparate elements, the\ninteraction of which in a single character it would be impossible to\nmake intelligible.",
        "But, setting aside this point, there is a curious flaw in Browning’s\nargument, which indicates that he had not distinguished between two\nforms of optimism which are essentially different from each\nother,–namely, the pantheistic and the Christian.",
        "To know that evil is only apparent, that pain is only pleasure’s mask,\nthat all forms of wickedness and misery are only illusions of an\nincomplete intelligence, would, he argues, arrest all moral action and\nstultify love. For love–which necessarily implies need in its\nobject–is the principle of all right action. In this he argues justly,\nfor the moral life is essentially a conflict and progress; and, in a\nworld in which “white ruled unchecked along the line,” there would be\nneither the need of conflict nor the possibility of progress. And, on\nthe other hand, if the good were merely a phantom, and evil the reality,\nthe same destruction of moral activity would follow. “White may not\ntriumph,” in this absolute manner, nor may we “clean abolish, once and\nevermore, white’s faintest trace.” There must be “the constant shade\ncast on life’s shine.”",
        "All this is true; but the admission of it in no way militates against\nthe conception of absolutely valid knowledge; nor is it any proof that\nwe need live in the twilight of perpetual doubt, in order to be moral.\nFor the knowledge, of which Browning speaks, would be knowledge of a\nstate of things in which morality would be really impossible; that is,\nit would be knowledge of a world in which all was evil or all was good.\nOn the other hand, valid knowledge of a world in which good and evil are\nin conflict, and in which the former is realized through victory over\nthe latter, would not destroy morality. What is inconsistent with the\nmoral life is the conception of a world where there is no movement from\nevil to good, no evolution of character, but merely the stand-still life\nof “Rephan.” But absolutely certain knowledge that the good is at issue\nwith sin in the world, that there is no way of attaining goodness except\nthrough conflict with evil, and that moral life, as the poet so\nfrequently insists, is a process which converts all actual attainment\ninto a dead self, from which we can rise to higher things–a self,\ntherefore, which is relatively evil–would, and does, inspire morality.\nIt is the deification of evil not negated or overcome, of evil as it is\nin itself and apart from all process, which destroys morality. And the\nsame is equally true of a pantheistic optimism, which asserts that all\nthings are good. But it is not true of a Christian optimism, which\nasserts that all things are working together for good. For such\noptimism implies that the process of negating or overcoming evil is\nessential to the attainment of goodness; it does not imply that evil, as\nevil, is ever good. Evil is unreal, only in the sense that it cannot\nwithstand the power which is set against it. It is not mere semblance,\na mere negation or absence of being; it is opposed to the good, and its\nopposition can be overcome, only by the moral effort which it calls\nforth. An optimistic faith of this kind can find room for morality; and,\nindeed, it furnishes it with the religious basis it needs. Browning,\nhowever, has confused these two forms of optimism; and, therefore, he\nhas been driven to condemn knowledge, because he knew no alternative but\nthat of either making evil eternally real, or making it absolutely\nunreal. A third alternative, however, is supplied by the conception of\nmoral evolution. Knowledge of the conditions on which good can be\nattained–a knowledge that amounts to conviction–is the spring of all\nmoral effort; whereas an attitude of permanent doubt as to the\ndistinction between good and evil would paralyse it. Such a doubt must\nbe solved before man can act at all, or choose one end rather than\nanother. All action implies belief, and the ardour and vigour of moral\naction can only come from a belief which is whole-hearted.",
        "The further assertion, which the poet makes in La Saisiaz, and repeats\nelsewhere, that sure knowledge of the consequences that follow good and\nevil actions would necessarily lead to the choice of good and the\navoidance of evil, and destroy morality by destroying liberty of choice,\nraises the whole question of the relation of knowledge and conduct, and\ncannot be adequately discussed here. It may be said, however, that it\nrests upon a confusion between two forms of necessity: namely, natural\nand spiritual necessity. In asserting that knowledge of the consequences\nof evil would determine human action in a necessary way, the poet\nvirtually treats man as if he were a natural being. But the assumption\nthat man is responsible and liable to punishment, involves that he is\ncapable of withstanding all such determination. And knowledge does not\nand cannot lead to such necessary determination. Reason brings freedom;\nfor reason constitutes the ends of action.",
        "It is the constant desire of the good to attain to such a convincing\nknowledge of the worth and dignity of the moral law that they shall be\nable to make themselves its devoted instruments. Their desire is that\n“the good” shall supplant in them all motives that conflict against it,\nand be the inner principle, or necessity, of all their actions. Such\ncomplete devotion to the good is expressed, for instance, in the words\nof the Hebrew Psalmist: “Thy testimonies have I taken as an heritage for\never; for they are the rejoicing of my heart. I have inclined mine heart\nto perform Thy statutes alway, even unto the end. I hate vain thoughts,\nbut Thy law do I love.” “Nevertheless I live,” said the Christian\napostle, “yet not I, but Christ liveth in me; and the life which I now\nlive in the flesh I live by the faith of the Son of God.” In these words\nthere is expressed that highest form of the moral life, in which the\nindividual is so identified in desire with his ideal, that he lives only\nto actualize it in his character. The natural self is represented as\ndead, and the victory of the new principle is viewed as complete. This\nfull obedience to the ideal is the service of a necessity; but the\nnecessity is within, and the service is, therefore, perfect freedom. The\nauthority of the law is absolute, but the law is self-imposed. The whole\nman is convinced of its goodness. He has acquired something even fuller\nthan a mere intellectual demonstration of it; for his knowledge has\nripened into wisdom, possessed his sympathies, and become a disposition\nof his heart. And the fulness and certainty of his knowledge, so far\nfrom rendering morality impossible, is its very perfection. To bring\nabout such a knowledge of the good of goodness and the evil of evil, as\nwill engender love of the former and hatred of the latter, is the aim of\nall moral education. Thus, the history of human life, in so far as it is\nprogressive, may be concentrated in the saying that it is the ascent\nfrom the power of a necessity which is natural, to the power of a\nnecessity which is moral. And this latter necessity can come only\nthrough fuller and more convincing knowledge of the law that rules the\nworld, and is also the inner principle of man’s nature.",
        "There remains now the third element in Browning’s view,–namely, that\nthe faith in the good, implied in morality and religion, can be firmly\nestablished, after knowledge has turned out deceptive, upon the\nindividual’s consciousness of the power of love within himself. In other\nwords, I must now try to estimate the value of Browning’s appeal from\nthe intellect to the heart.",
        "Before doing so, however, it may be well to repeat once more that\nBrowning’s condemnation of knowledge, in his philosophical poems, is not\npartial or hesitating. On the contrary, he confines it definitely to the\nindividual’s consciousness of his own inner states.",
        "            “Myself I solely recognize.\n  They, too, may recognize themselves, not me,\n  For aught I know or care.\"[A]",
        "[Footnote A: A Bean-Stripe. See also La Saisiaz.]",
        "Nor does Browning endeavour to correct this limited testimony of the\nintellect as to its own states, by bringing in the miraculous aid of\nrevelation, or by postulating an unerring moral faculty. He does not\nassume an intuitive power of knowing right from wrong; but he maintains\nthat ignorance enwraps man’s moral sense.[B]",
        "[Footnote B: See Chapter VIII.]",
        "And, not only are we unable to know the rule of right and wrong in\ndetails, but we cannot know whether there is right or wrong. At times\nthe poet seems inclined to say that evil is a phenomenon conjured up by\nthe frail intelligence of man.",
        "    “Man’s fancy makes the fault!\n  Man, with the narrow mind, must cram inside\n  His finite God’s infinitude,–earth’s vault\n  He bids comprise the heavenly far and wide,\n  Since Man may claim a right to understand\n  What passes understanding.\"[A]",
        "[Footnote A: Bernard de Mandeville.]",
        "God’s ways are past finding out. Nay, God Himself is unknown. At times,\nindeed, the power to love within man seems to the poet to be a clue to\nthe nature of the Power without, and God is all but revealed in this\nsurpassing emotion of the human heart. But, when philosophizing, he\nwithdraws even this amount of knowledge. He is",
        "  “Assured that, whatsoe’er the quality\n  Of love’s cause, save that love was caused thereby,\n  This–nigh upon revealment as it seemed\n  A minute since–defies thy longing looks,\n  Withdrawn into the unknowable once more.\"[B]",
        "[Footnote B: A Pillar at Sebzevar.]",
        "Thus–to sum up Browning’s view of knowledge–we are ignorant of the\nworld; we do not know even whether it is good, or evil, or only their\nsemblance, that is presented to us in human life; and we know nothing of\nGod, except that He is the cause of love in man. What greater depth of\nagnosticism is possible?",
        "When the doctrine is put in this bald form, the moral and religious\nconsciousness of man, on behalf of which the theory was invented,\nrevolts against it.",
        "Nevertheless, the distinction made by Browning between the intellectual\nand emotional elements of human life is very common in religious\nthought. It is not often, indeed, that either the worth of love, or the\nweakness of knowledge receives such emphatic expression as that which is\ngiven to them by the poet; but the same general idea of their relation\nis often expressed, and still more often implied. Browning differs from\nour ordinary teachers mainly in the boldness of his affirmatives and\nnegatives. They, too, regard the intellect as merely human, and the\nemotion of love as divine. They, too, shrink from identifying the reason\nof man with the reason of God; even though they may recognize that\nmorality and religion must postulate some kind of unity between God and\nman. They, too, conceive that human knowledge differs in nature from\nthat of God, while they maintain that human goodness is the same in\nnature with that of God, though different in degree and fulness. There\nare two kinds of knowledge, but there is only one kind of justice, or\nmercy, or loving-kindness. Man must be content with a semblance of a\nknowledge of truth; but a semblance of goodness, would be intolerable.\nGod really reveals Himself to man in morality and religion, and He\ncommunicates to man nothing less than “the divine love.” But there is no\nsuch close connection on the side of reason. The religious life of man\nis a divine principle, the indwelling of God in him; but there is a\nfinal and fatal defect in man’s knowledge. The divine love’s\nmanifestation of itself is ever incomplete, it is true, even in the best\nof men; but there is no defect in its nature.",
        "As a consequence of this doctrine, few religious opinions are more\ncommon at the present day, than that it is necessary to appeal, on all\nthe high concerns of man’s moral and religious life, from the intellect\nto the heart. Where we cannot know, we may still feel; and the religious\nman may have, in his own feeling of the divine, a more intimate\nconviction of the reality of that in which he trusts, than could be\nproduced by any intellectual process.",
        "              “Enough to say, ’I feel\n  Love’s sure effect, and, being loved, must love\n  The love its cause behind,–I can and do.’\"[A]",
        "[Footnote A: A Piller at Sebzevar.]",
        "Reason, in trying to scale the heights of truth, falls-back, impotent\nand broken, into doubt and despair; not by that way can we come to that\nwhich is best and highest.",
        "  “I found Him not in world or sun,\n    Or eagle’s wing, or insect’s eye;\n    Nor thro’ the questions men may try,\n  The petty cobwebs we have spun.\"[B]",
        "[Footnote B: In Memoriam.]",
        "But there is another way to find God and to conquer doubt.",
        "  “If e’er when faith had fall’n asleep,\n    I heard a voice ’believe no more,’\n    And heard an ever-breaking-shore\n  That tumbled in the Godless deep;",
        "  “A warmth within the breast would melt\n    The freezing reason’s colder part,\n    And like a man in wrath the heart\n  Stood up and answer’d ’I have felt.’\"[A]",
        "[Footnote A: In Memoriam.]",
        "What, then, I have now to ask, is the meaning and value of this appeal\nto emotion? Can love, or emotion in any of its forms, reveal truths to\nman which his intellect cannot discover? If so, how? If not, how shall\nwe account for the general conviction of good men that it can? We have,\nin a word, either to justify the appeal to the heart, by explaining how\nthe heart may utter truths that are hidden from reason; or else to\naccount for the illusion, by which religious emotion seems to reveal\nsuch truths.",
        "The first requirement is shown to be unreasonable by the very terms in\nwhich it is made. The intuitive insight of faith, the immediate\nconviction of the heart, cannot render, and must not try to render, any\naccount of itself. Proof is a process; but there is no process in this\ndirect conviction of truth. Its assertion is just the denial of process;\nit is a repudiation of all connections; in such a faith of feeling there\nare no cob-web lines relating fact to fact, which doubt could break.\nFeeling is the immediate unity of the subject and object. I am pained,\nbecause I cannot rid myself of an element which is already within me; I\nam lifted into the emotion of pleasure, or happiness, or bliss, by the\nconsciousness that I am already at one with an object that fulfils my\nlongings and satisfies my needs. Hence, there seems to be ground for\nsaying that, in this instance, the witness cannot lie; for it cannot go\nbefore the fact, as it is itself the effect of the fact. If the emotion\nis pleasurable it is the consciousness of the unity within; if it is\npainful, of the disunity. In feeling, I am absolutely with myself; and\nthere seems, therefore, to be no need of attempting to justify, by means\nof reason, a faith in God which manifests itself in emotion. The emotion\nitself is its own sufficient witness, a direct result of the intimate\nunion of man with the object of devotion. Nay, we may go further, and\nsay that the demand is an unjust one, which betrays ignorance of the\ntrue nature of moral intuition and religious feeling.",
        "I am not concerned to deny the truth that lies in the view here stated;\nand no advocate of the dignity of human reason, or of the worth of human\nknowledge, is called upon to deny it. There is a sense in which the\nconviction of “faith” or “feeling” is more intimate and strong than any\nprocess of proof. But this does not in any wise justify the contention\nof those who maintain that we can feel what we do not in any sense know,\nor that the heart can testify to that of which the intellect is\nabsolutely silent.",
        "  “So let us say–not ’Since we know, we love,’\n  But rather, ’Since we love, we know enough.’\"[A]",
        "[Footnote A: A Pillar at Sebzevar.]",
        "In these two lines there are combined the truth I would acknowledge, and\nthe error I would confute. Love is, in one way, sufficient knowledge;\nor, rather, it is the direct testimony of that completest knowledge, in\nwhich subject and object interpenetrate. For, where love is, all foreign\nelements have been eliminated. There is not “one and one with a shadowy\nthird\"; but the object is brought within the self as constituting part\nof its very life. This is involved in all the great forms of human\nthought–in science and art, no less than in morality and religion. It\nis the truth that we love, and only that, which is altogether ours. By\nmeans of love the poet is",
        "  “Made one with Nature. There is heard\n  His voice in all her music, from the moan\n  Of thunder to the song of night’s sweet bird “;",
        "and it is because he is made one with her that he is able to reveal her\ninmost secrets. “Man,” said Fichte, “can will nothing but what he loves;\nhis love is the sole and at the same time the infallible spring of his\nvolition, and of all his life’s striving and movement.” It is only when\nwe have identified ourselves with an ideal, and made its realization our\nown interest, that we strive to attain it. Love is revelation in\nknowledge, inspiration in art, motive in morality, and the fulness of\nreligious joy.",
        "But, although in this sense love is greater than knowledge, it is a\ngrave error to separate it from knowledge. In the life of man at least,\nthe separation of the emotional and intellectual elements extinguishes\nboth. We cannot know that in which we have no interest. The very effort\nto comprehend an object rests on interest, or the feeling of ourselves\nin it; so that knowledge, as well as morality, may be said to begin in\nlove. We cannot know except we love; but, on the other hand, we cannot\nlove that which we do not in some degree know. Wherever the frontiers of\nknowledge may be it is certain that there is nothing beyond them which\ncan either arouse feeling, or be a steadying centre for it. Emotion is\nlike a climbing plant. It clings to the tree of knowledge, adding beauty\nto its strength. But, without knowledge, it is impossible for man. There\nis no feeling which is not also incipient knowledge; for feeling is only\nthe subjective side of knowledge–that face of the known fact which is\nturned inwards.",
        "If, therefore, the poet’s agnosticism were taken literally, and, in his\nphilosophical poems he obviously means it to be taken literally, it\nwould lead to a denial of the very principles of religion and morality,\nwhich it was meant to support. His appeal to love would then, strictly\nspeaking, be an appeal to the love of nothing known, or knowable; and\nsuch love is impossible. For love, if it is to be distinguished from the\norganic, impulse of beast towards beast, must have an object. A mere\ninstinctive activity of benevolence in man, by means of which he\nlightened the sorrows of his brethren, if not informed with knowledge,\nwould have no more moral worth than the grateful warmth of the sun. Such\nlove as this there may be in the animal creation. If the bird is not\nrational, we may say that it builds its nest and lines it for its brood,\npines for its partner and loves it, at the bidding of the returning\nspring, in much the same way as the meadows burst into flower. Without\nknowledge, the whole process is merely a natural one; or, if it be more,\nit is so only in so far as the life of emotion can be regarded as a\nforetaste of the life of thought. But such a natural process is not\npossible to man. Every activity in him is relative to his\nself-consciousness, and takes a new character from that relation. His\nlove at the best and worst is the love of something that he knows, and\nin which he seeks to find himself made rich with new sufficiency. Thus\nlove can not “ally” itself with ignorance. It is, indeed, an impulse\npressing for the closer communion of the lover with the object of his\nlove.",
        "      “Like two meteors of expanding flame,\n  Those spheres instinct with it become the same,\n  Touch, mingle, are transfigured; ever still\n  Burning, yet ever inconsumable;\n  In one another’s substance finding food.\"[A]",
        "[Footnote A: Shelley’s Epipsychidion.]",
        "But, for a being such as Browning describes, who is shut up within the\nblind walls of his own self, the self-transcending impulse of love would\nbe impossible. If man’s inner consciousness is to be conceived as a dark\nroom shutting out the world, upon whose shadowy phenomena the candle of\nintrospection throws a dim and uncertain light, then he can have no\ninterest outside of himself; nor can he ever take that first step in\ngoodness, which carries him beyond his narrow individuality to seek and\nfind a larger self in others. Morality, even in its lowest form, implies\nknowledge, and knowledge of something better than “those apparentother mortals.” With the first dawn of the moral life comes the\nconsciousness of an ideal, which is not actual; and such a break with\nthe natural is not possible except to him who has known a better and\ndesired it. The ethical endeavour of man is the attempt to convert ideas\ninto actuality; and all his activity as moral agent takes place within\nthe sphere that is illumined by the light of knowledge. If knowledge\nbreaks down, there is no law of action which he can obey. The moral law\nthat must be apprehended, and whose authority must be recognized by man,\neither sinks out of being or becomes an illusive phantom, if man is\ndoomed to ignorance or false knowledge. To extinguish truth is to\nextinguish goodness.",
        "In like manner, religion, which the poet would fain defend for man by\nmeans of agnosticism, becomes impossible, if knowledge be denied.\nReligion is not blind emotion; nor can mere feeling, however ecstatic,\nascend to God. Animals feel, but they are not, and cannot be,\nreligious–unless they can know. The love of God implies knowledge. “I\nknow Him whom I have believed” is the language of religion. For what is\nreligion but a conscious identification of the self with One who is\nknown to fulfil its needs and satisfy its aspirations? Agnosticism is\nthus directly destructive of it. We cannot, indeed, prove God as the\nconclusion of a syllogism, for He is the primary hypothesis of all\nproof. But, nevertheless, we cannot reach Him without knowledge. Emotion\nreveals no object, but is consequent upon the revelation of it; feeling\nyields no truth, but is the witness of the worth of a truth for the\nindividual. If man were shut up to mere feeling, even the awe of the\ndevout agnostic would be impossible. For the Unknowable cannot generate\nany emotion. It appears to do so, only because the Unknowable of the\nagnostic is not altogether unknown to him; but is a vast, abysmal\n“Something,” that has occupied with its shadowy presence the field of\nhis imagination. It is paganism stricken with the plague, and philosophy\nafflicted with blindness, that build altars to an unknown God. The\nhighest and the strongest faith, the deepest trust and the most loving,\ncome with the fullest knowledge. Indeed, the distinction between the awe\nof the agnostic, which is the lowest form of religion, and that highest\nform in which perfect love casteth out fear, springs from the fuller\nknowledge of the nature of the object of warship, which the latter\nimplies. Thus, religion and morality grow with the growth of knowledge;\nand neither has a worse enemy than ignorance. The human spirit cannot\ngrow in a one-sided manner. Devotion to great moral ends is possible,\nonly through the deepening and widening of man’s knowledge of the nature\nof the world. Those who know God best, render unto Him the purest\nservice.",
        "So evident is this, that it seems at first sight to be difficult to\naccount for that antagonism to the intellect and distrust of its\ndeliverances, which are so emphatically expressed in the writings of\nBrowning, and which are marked characteristics of the ordinary religious\nopinion of our day. On closer examination, however, we shall discover\nthat it is not pure emotion, or mere feeling, whose authority is set\nabove that of reason, but rather the emotion which is the result of\nknowledge. The appeal of the religious man from the doubts and\ndifficulties, which reason levels against “the faith,” is really an\nappeal to the character that lies behind the emotion. The conviction of\nthe heart, that refuses to yield to the arguments of the understanding,\nis not mere feeling; but, rather, the complex experience of the past\nlife, that manifests itself in feeling. When an individual, clinging to\nhis moral or religious faith, says, “I have felt it,” he opposes to the\ndoubt, not his feeling as such, but his personality in all the wealth of\nits experience. The appeal to the heart is the appeal to the unproved,\nbut not, therefore, unauthorized, testimony of the best men at their\nbest moments, when their vision of truth is clearest. No one pretends\nthat “the loud and empty voice of untrained passion and prejudice” has\nany authority in matters of moral and religious faith; though, in such\ncases, “feeling” may lack neither depth nor intensity. If the “feelings\"\nof the good man were dissociated from his character, and stripped bare\nof all the significance they obtain therefrom, their worthlessness would\nbecome apparent. The profound error of condemning knowledge in order to\nhonour feeling, is hidden only by the fact that the feeling is already\ninformed and inspired with knowledge. Religious agnosticism, like all\nother forms of the theory of nescience, derives its plausibility from\nthe adventitious help it purloins from the knowledge which it condemns.",
        "That it is to such feeling that Browning really appeals against\nknowledge becomes abundantly evident, when we bear in mind that he\nalways calls it “love.” For love in man is never ignorant. It knows its\nobject, and is a conscious identification of the self with it. And to\nBrowning, the object of love, when love is at its best–of that love by\nmeans of which he refutes intellectual pessimism–is mankind. The revolt\nof the heart against all evil is a desire for the good of all men. In\nother words, his refuge against the assailing doubts which spring from\nthe intellect, is in the moral consciousness. But that consciousness is\nno mere emotion; it is a consciousness which knows the highest good, and\nmoves in sympathy with it. It is our maturest wisdom; for it is the\nmanifestation of the presence and activity of the ideal, the fullest\nknowledge and the surest. Compared with this, the emotion linked to\nignorance, of which the poet speaks in his philosophic theory, is a very\npoor thing. It is poorer than the lowest human love.",
        "Now, if this higher interpretation of the term “heart” be accepted, it\nis easily seen why its authority should seem higher than that of reason;\nand particularly, if it be remembered that, while the heart is thus\nwidened to take in all direct consciousness of the ideal, “the reason\"\nis reduced to the power of reflection, or mental analysis. “The heart,\"\nin this sense, is the intensest unity of the complex experiences of a\nwhole life, while “the reason” is taken merely as a faculty which\ninvents arguments, and provides grounds and evidences; it is what is\ncalled, in the language of German philosophy, the “understanding.” Now,\nin this sense, the understanding has, at best, only a borrowed\nauthority. It is the faculty of rules rather than of principles. It is\never dogmatic, assertive, repellent, hard; and it always advances its\nforces in single line. Its logic never convinced any one of truth or\nerror, unless, beneath the arguments which it advanced, there lay some\ndeeper principle of concord. Thus, the opposition between “faith and\nreason,” rightly interpreted, is that between a concrete experience,\ninstinct with life and conviction, and a mechanical arrangement of\nabstract arguments. The quarrel of the heart is not with reason, but\nwith reasons. “Evidences of Christianity?” said Coleridge; “I am weary\nof the word.” It is this weariness of evidence, of the endless arguments\npro and con, which has caused so many to distrust reason and\nknowledge, and which has sometimes driven believers to the dangerous\nexpedient of making their faith dogmatic and absolute. Nor have the\nopponents of “the faith” been slow to seize the opportunity thus offered\nthem. “From the moment that a religion solicits the aid of philosophy,\nits ruin is inevitable,” said Heine. “In the attempt at defence, it\nprates itself into destruction. Religion, like every absolutism, must\nnot seek to justify itself. Prometheus is bound to the rock by a silent\nforce. Yea, Aeschylus permits not personified power to utter a single\nword. It must remain mute. The moment that a religion ventures to print\na catechism supported by arguments, the moment that a political\nabsolutism publishes an official newspaper, both are near their end. But\ntherein consists our triumph: we have brought our adversaries to speech,\nand they must reckon with us.\"[A] But, we may answer, religion is notan absolutism; and, therefore, it is not near its end when it ventures\nto justify itself. On the contrary, no spiritual power, be it moral or\nreligious, can maintain its authority, if it assumes a despotic\nattitude; for the human spirit inevitably moves towards freedom, and\nthat movement is the deepest necessity of its nature, which it cannot\nescape. “Religion, on the ground of its sanctity, and law, on the ground\nof its majesty, often resist the sifting of their claims. But in so\ndoing, they inevitably awake a not unjust suspicion that their claims\nare ill-founded. They can command the unfeigned homage of man, only when\nthey have shown themselves able to stand the test of free inquiry.”",
        "[Footnote A: Religion and Philosophy in Germany.]",
        "And if it is an error to suppose, with Browning, that the primary truths\nof the moral and religious consciousness belong to a region which is\nhigher than knowledge, and can, from that side, be neither assailed nor\ndefended; it is also an error to suppose that reason is essentially\nantagonistic to them. The facts of morality and religion are precisely\nthe richest facts of knowledge; and that faith is the most secure which\nis most completely illumined by reason. Religion at its best is not a\ndogmatic despotism, nor is reason a merely critical and destructive\nfaculty. If reason is loyal to the truth of religion on which it is\nexercised, it will reach beneath all the conflict and clamour of\ndisputation, to the principle of unity, on which, as we have seen, both\nreason and religion rest.",
        "The “faith” to which religious spirits appeal against all the attacks of\ndoubt, “the love” of Browning, is really implicit reason; it is\n“abbreviated” or concentrated knowledge; it is the manifold experiences\nof life focussed into an intense unity. And, on the other hand, the\n“reason” which they condemn is what Carlyle calls the logic-chopping\nfaculty. In taking the side of faith when troubled with difficulties\nwhich they cannot lay, they are really defending the cause of reason\nagainst that of the understanding. For it is quite true that the\nunderstanding, that is, the reason as reflective or critical, can never\nbring about either a moral or religious life. It cannot create a\nreligion, any more than physiology can produce men. The reflection which\nbrings doubt is always secondary; it can only exercise itself on a given\nmaterial. As Hegel frequently pointed out, it is not the function of\nmoral philosophy to create or to institute a morality or religion, but\nto understand them. The facts must first be given; they must be actual\nexperiences of the human spirit. Moral philosophy and theology differ\nfrom the moral or religious life, in the same way as geology differs\nfrom the earth, or astronomy from the heavenly bodies. The latter are\nfacts; the former are theories about the facts. Religion is an attitude\nof the human spirit towards the highest; morality is the realization of\ncharacter; and these are not to be confused with their reflective\ninterpretations. Much of the difficulty in these matters comes from the\nlack of a clear distinction between beliefs and creeds.",
        "Further, not only are the utterances of the heart prior to the\ndeliverances of the intellect in this sense, but it may also be admitted\nthat the latter can never do full justice to the contents of the former.\nSo rich is character in content and so complex is spiritual life, that\nwe can never, by means of reflection, lift into clear consciousness all\nthe elements that enter into it. Into the organism of our experience,\nwhich is our faith, there is continually absorbed the subtle influences\nof our complex natural and social environment. We grow by means of them,\nas the plant grows by feeding on the soil and the sunshine and dew. It\nis as impossible for us to set forth, one by one, the truths and errors\nwhich we have thus worked into our mental and moral life, as it is to\nkeep a reckoning of the physical atoms with which the natural life\nbuilds up the body. Hence, every attempt to justify these truths seems\ninadequate; and the defence which the understanding sets up for the\nfaith, always seems partial and cold. Who ever fully expressed his\ndeepest convictions? The consciousness of the dignity of the moral law\naffected Kant like the view of the starry firmament, and generated a\nfeeling of the sublime which words could not express; and the religious\necstasy of the saints cannot be confined within the channels of speech,\nbut floods the soul with overmastering power, possessing all its\nfaculties. In this respect, it will always remain true that the greatest\nfacts of human experience reach beyond all knowledge. Nay, we may add\nfurther, that in this respect the simplest of these facts passes all\nunderstanding. Still, as we have already seen, it is reason that\nconstitutes them; that which is presented to reason for explanation, in\nknowledge and morality and religion, is itself the product of reason.\nReason is the power which, by interaction with our environment, has\ngenerated the whole of our experience. And, just as natural science\ninterprets the phenomena given to it by ordinary opinion, i.e.,\ninterprets and purifies a lower form of knowledge by converting it into\na higher; so the task of reason when it is exercised upon morality and\nreligion, is simply to evolve, and amplify the meaning of its own\nproducts. The movement from morality and religion to moral philosophy\nand the philosophy of religion, is thus a movement from reason to\nreason, from the implicit to the explicit, from the germ to the\ndeveloped fulness of life and structure. In this matter, as in all\nothers wherein the human spirit is concerned, that which is first by\nnature is last in genesis–[Greek: nika d’ ho prôtos kai teleutaios\ndramôn.] The whole history of the moral and religious experience of\nmankind is comprised in the statement, that the implicit reason which we\ncall “faith” is ever developing towards full consciousness of itself;\nand that, at its first beginning, and throughout the whole ascending\nprocess of this development, the highest is present in it as a\nself-manifesting power.",
        "But this process from the almost instinctive intuitions of the heart\ntowards the morality and religion of freedom, being a process of\nevolution, necessarily involves conflict. There are men, it is true, the\nunity of whose moral and religious faith is never completely broken by\ndoubt; just as there are men who are not forced by the contradictions in\nthe first interpretation of the world by ordinary experience to attempt\nto re-interpret it by means of science and philosophy.",
        "Throughout their lives they may say like Pompilia–",
        "        “I know the right place by foot’s feel,\n  I took it and tread firm there; wherefore change?\"[A]",
        "[Footnote A: The Ring and the Book–The Pope, 1886-1887.]",
        "Jean Paul Richter said that he knew another way of being happy, beside\nthat of soaring away so far above the clouds of life, that its miseries\nlooked small, and the whole external world shrunk into a little child’s\ngarden. It was, “Simply to sink down into this little garden; and there\nto nestle yourself so snugly, so homewise, in some furrow, that in\nlooking out from your warm lark-nest, you likewise can discern no\nwolf-dens, charnel-houses, or thunder-rods, but only blades and ears,\nevery one of which, for the nest-bird, is a tree, and a sun-screen, and\nrain-screen.” There is a similar way of being good, with a goodness\nwhich, though limited, is pure and perfect in nature. Nay, we may even\nadmit that such lives are frequently the most complete and beautiful,\njust as the fairest flowers grow, not on the tallest trees, but on the\nfragile plants at their foot. Nevertheless, even in the case of those\npersons who have never broken from the traditional faith of the past, or\nfelt it to be inadequate, that faith has been silently reconstructed in\na new synthesis of knowledge. Spiritual life cannot come by inheritance;\nbut every individual must acquire a faith for himself, and turn his\nspiritual environment into personal experience. “A man may be a heretic\nin the truth,” said Milton, “and if he believe things only because his\npastor says so, or the assembly so determines, without knowing other\nreason, though his belief be true, yet the very truth he holds becomes\nhis heresy.” It is truth to another but tradition to him; it is a creed\nand not a conviction. Browning fully recognizes the need of this\nconflict–",
        "  “Is it not this ignoble confidence,\n  Cowardly hardihood, that dulls and damps,\n  Makes the old heroism impossible?\"[A]",
        "[Footnote A: The Ring and the Book–The Pope, 1848-1850.]",
        "asks the Pope. The stream of truth when it ceases to flow onward,\nbecomes a malarious swamp. Movement is the law of life; and knowledge of\nthe principles of morality and religion, as of all other principles,\nmust, in order to grow, be felt from time to time as inadequate and\nuntrue. There are men and ages whose mission is–",
        "                  “to shake\n  This torpor of assurance from our creed,\n  Re-introduce the doubt discarded, bring\n  That formidable danger back, we drove\n  Long ago to the distance and the dark.\"[B]",
        "[Footnote B: Ibid., 1853-1856.]",
        "Such a spirit of criticism seems to many to exercise a merely\ndestructive power, and those who have not felt the inadequacy of the\ninherited faith defend themselves against it, as the enemy of their\nlives. But no logic, or assailing doubt, could have power against the\ntestimony of “the heart,” unless it was rooted in deeper and truer\nprinciples than those which it attacked. Nothing can overpower truth\nexcept a larger truth; and, in such a conflict, the truth in the old\nview will ultimately take the side of the new, and find its subordinate\nposition within it. It has happened, not infrequently, as in the case of\nthe Encyclopædists, that the explicit truths of reason were more\nabstract, that is, less true, than the implicit “faith” which they\nassailed. The central truths of religion have often proved themselves to\npossess some stubborn, though semi-articulate power, which could\nultimately overcome or subordinate the more partial and explicit truths\nof abstract science. It is this that gives plausibility to the idea,\nthat the testimony of the heart is more reliable than that of the\nintellect. But, in this case also, it was really reason that triumphed.\nIt was the truth which proved itself to be immortal, and not any mere\nemotion. The insurrection of the intellect against the heart is quelled,\nonly when the untruth, or abstract character, of the principle of the\nassailants has been made manifest, and when the old faith has yielded up\nits unjust gains, and proved its vitality and strength by absorbing the\ntruth that gave vigour to the attack. Just as in morality it is the\nideal, or the unity of the whole moral life, that breaks up into\ndifferences, so also here it is the implicit faith which, as it grows,\nbreaks forth into doubts. In both cases alike, the negative movement\nwhich induces despair, is only a phase of a positive process–the\nprocess of reason towards a fuller, a more articulate and complex,\nrealization of itself.",
        "Hence it follows that the value and strength of a faith corresponds\naccurately to the doubts it has overcome. Those who never went forth to\nbattle cannot come home heroes. It is only when the earthquake has tried\nthe towers, and destroyed the sense of security, that",
        "  “Man stands out again, pale, resolute,\n  Prepared to die,–that is, alive at last.\n  As we broke up that old faith of the world,\n  Have we, next age, to break up this the new–\n  Faith, in the thing, grown faith in the report–\n  Whence need to bravely disbelieve report\n  Through increased faith i’ the thing reports belie?\"[A]",
        "[Footnote A: The Ring and the Book–The Pope, 1862-1868.]",
        "“Well knows he who uses to consider, that our faith and knowledge thrive\nby exercise, as well as our limbs and complexion.”",
        "It was, thus, I conclude, a deep speculative error into which Browning\nfell, when, in order to substantiate his optimistic faith, he\nstigmatized human knowledge as merely apparent. Knowledge does not fail,\nexcept in the sense in which morality also fails; it does not at any\ntime attain to the ultimate truth, any more than the moral life is in\nany of its activities[B] a complete embodiment of the absolute good. It\nis not given to man, who is essentially progressive, to reach the\nultimate term of development. For there is no ultimate term: life never\nstands still. But, for the same reason, there is no ultimate failure.\nThe whole history of man is a history of growth. If, however, knowledge\ndid fail, then morality too must fail; and the appeal which the poet\nmakes from the intellect to the heart, would be an appeal to mere\nemotion. Finally, even if we take a generous view of the poet’s meaning,\nand put out of consideration the theory he expresses when he is\ndeliberately philosophizing, there is still no appeal from the reason to\nan alien and higher authority. The appeal to “the heart” is, at best,\nonly an appeal from the understanding to the reason, from a conscious\nlogic to the more concrete fact constituted by reason, which reflection\nhas failed to comprehend in its completeness; at its worst, it is an\nappeal from truth to prejudice, from belief to dogma.",
        "[Footnote B: See Chapter IX., p. 291.]",
        "And in both cases alike, the appeal is futile; for, whether “the heart\nbe wiser than the head,” or not, whether the faith which is assailed be\nricher or poorer, truer or more false, than the logic which is directed\nagainst it, an appeal to the heart cannot any longer restore the unity\nof the broken life. Once reflection has set in, there is no way of\nturning away its destructive might, except by deeper reflection. The\nimplicit faith of the heart must become the explicit faith of reason.\n“There is no final and satisfactory issue from such an endless internal\ndebate and conflict, until the ’heart’ has learnt to speak the language\nof the head–i.e., until the permanent principles, which underlay and\ngave strength to faith, have been brought into the light of distinct\nconsciousness.\"[A]",
        "[Footnote A: Caird’s Comte.]",
        "I conclude, therefore, that the poet was right in saying that, in order\nto comprehend human character,",
        "  “I needs must blend the quality of man\n  With quality of God, and so assist\n  Mere human sight to understand my Life.\"[A]",
        "[Footnote A: A Bean-Stripe–Ferishtah’s Fancies.]",
        "But it was a profound error, which contained in it the destruction of\nmorality and religion, as well as of knowledge, to make “the quality of\nGod” a love that excludes reason, and the quality of man an intellect\nincapable of knowing truth. Such in-congruous elements could never be\ncombined into the unity of a character. A love that was mere emotion\ncould not yield a motive for morality, or a principle of religion. A\nphilosophy of life which is based on agnosticism is an explicit\nself-contradiction, which can help no one. We must appeal from Browning\nthe philosopher to Browning the poet.",
        "Continue...",
        "\nThis eBook of “Browning as a Philosophical and Religious Teacher” by Henry Jones belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Browning As a Philosophical And Religious TeacherBy Henry JonesAt Amazon"
    ]
}