{
    "title": "Brown Wolf and Other Jack London Stories - The Hobo and the Fairy",
    "author": "Jack London",
    "chapter": "11",
    "content": [
        "\n\n",
        "He lay on his back. So heavy was his sleep that the stamp of hoofs and\ncries of the drivers from the bridge that crossed the creek did not\nrouse him. Wagon after wagon, loaded high with grapes, passed the bridge\non the way up the valley to the winery, and the coming of each wagon was\nlike the explosion of sound and commotion in the lazy quiet of the\nafternoon.",
        "But the man was undisturbed. His head had slipped from the folded\nnewspaper, and the straggling, unkempt hair was matted with the foxtails\nand burrs of the dry grass on which it lay. He was not a pretty sight.\nHis mouth was open, disclosing a gap in the upper row where several\nteeth at some time had been knocked out. He breathed stertorously, at\ntimes grunting and moaning with the pain of his sleep. Also, he was very\nrestless, tossing his arms about, making jerky, half-convulsive\nmovements, and at times rolling his head from side to side in the burrs.\nThis restlessness seemed occasioned partly by some internal discomfort,\nand partly by the sun that streamed down on his face and by the flies\nthat buzzed and lighted and crawled upon the nose and cheeks and\neyelids. There was no other place for them to crawl, for the rest of the\nface was covered with matted beard, slightly grizzled, but greatly\ndirt-stained and weather-discolored.",
        "The cheek-bones were blotched with the blood congested by the debauch\nthat was evidently being slept off. This, too, accounted for the\npersistence with which the flies clustered around the mouth, lured by\nthe alcohol-laden exhalations. He was a powerfully built man,\nthick-necked, broad-shouldered, with sinewy wrists and toil-distorted\nhands. Yet the distortion was not due to recent toil, nor were the\ncallouses other than ancient that showed under the dirt of the one palm\nupturned. From time to time this hand clenched tightly and\nspasmodically into a fist, large, heavy-boned and wicked-looking.",
        "The man lay in the dry grass of a tiny glade that ran down to the\ntree-fringed bank of the stream. On either side of the glade was a\nfence, of the old stake-and-rider type, though little of it was to be\nseen, so thickly was it overgrown by wild blackberry bushes, scrubby\noaks and young madrono trees. In the rear, a gate through a low paling\nfence led to a snug, squat bungalow, built in the California Spanish\nstyle and seeming to have been compounded directly from the landscape of\nwhich it was so justly a part. Neat and trim and modestly sweet was the\nbungalow, redolent of comfort and repose, telling with quiet certitude\nof some one that knew, and that had sought and found.",
        "Through the gate and into the glade came as dainty a little maiden as\never stepped out of an illustration made especially to show how dainty\nlittle maidens may be. Eight years she might have been, and, possibly, a\ntrifle more, or less. Her little waist and little black-stockinged\ncalves showed how delicately fragile she was; but the fragility was of\nmould only. There was no hint of anemia in the clear, healthy\ncomplexion nor in the quick, tripping step. She was a little, delicious\nblond, with hair spun of gossamer gold and wide blue eyes that were but\nslightly veiled by the long lashes. Her expression was of sweetness and\nhappiness; it belonged by right to any face that sheltered in the\nbungalow.",
        "She carried a child’s parasol, which she was careful not to tear against\nthe scrubby branches and bramble bushes as she sought for wild poppies\nalong the edge of the fence. They were late poppies, a third generation,\nwhich had been unable to resist the call of the warm October sun.",
        "Having gathered along one fence, she turned to cross to the opposite\nfence. Midway in the glade she came upon the tramp. Her startle was\nmerely a startle. There was no fear in it. She stood and looked long and\ncuriously at the forbidding spectacle, and was about to turn back when\nthe sleeper moved restlessly and rolled his hand among the burrs. She\nnoted the sun on his face, and the buzzing flies; her face grew\nsolicitous, and for a moment she debated with herself. Then she tiptoed\nto his side, interposed the parasol between him and the sun, and\nbrushed away the flies. After a time, for greater ease, she sat down\nbeside him.",
        "An hour passed, during which she occasionally shifted the parasol from\none tired hand to the other. At first the sleeper had been restless,\nbut, shielded from the flies and the sun, his breathing became gentler\nand his movements ceased. Several times, however, he really frightened\nher. The first was the worst, coming abruptly and without warning.\n“Christ! How deep! How deep!” the man murmured from some profound of\ndream. The parasol was agitated; but the little girl controlled herself\nand continued her self-appointed ministrations.",
        "Another time it was a gritting of teeth, as of some intolerable agony.\nSo terribly did the teeth crunch and grind together that it seemed they\nmust crush into fragments. A little later he suddenly stiffened out. The\nhands clenched and the face set with the savage resolution of the dream.\nThe eyelids trembled from the shock of the fantasy, seemed about to\nopen, but did not. Instead, the lips muttered:",
        "“No; no! And once more no. I won’t peach.” The lips paused, then went\non. “You might as well tie me up, warden, and cut me to pieces. That’s\nall you can get outa me–blood. That’s all any of you-uns has ever got\nouta me in this hole.”",
        "After this outburst the man slept gently on, while the little girl still\nheld the parasol aloft and looked down with a great wonder at the\nfrowsy, unkempt creature, trying to reconcile it with the little part of\nlife that she knew. To her ears came the cries of men, the stamp of\nhoofs on the bridge, and the creak and groan of wagons heavy laden. It\nwas a breathless California Indian summer day. Light fleeces of cloud\ndrifted in the azure sky, but to the west heavy cloud banks threatened\nwith rain. A bee droned lazily by. From farther thickets came the calls\nof quail, and from the fields the songs of meadow larks. And oblivious\nto it all slept Ross Shanklin–Ross Shanklin, the tramp and outcast,\nex-convict 4379, the bitter and unbreakable one who had defied all\nkeepers and survived all brutalities.",
        "Texas-born, of the old pioneer stock that was always tough and stubborn,\nhe had been unfortunate. At seventeen years of age he had been\napprehended for horse stealing. Also, he had been convicted of stealing\nseven horses which he had not stolen, and he had been sentenced to\nfourteen years’ imprisonment. This was severe under any circumstances,\nbut with him it had been especially severe, because there had been no\nprior convictions against him. The sentiment of the people who believed\nhim guilty had been that two years was adequate punishment for the\nyouth, but the county attorney, paid according to the convictions he\nsecured, had made seven charges against him and earned seven fees. Which\ngoes to show that the county attorney valued twelve years of Ross\nShanklin’s life at less than a few dollars.",
        "Young Ross Shanklin had toiled terribly in jail; he had escaped, more\nthan once; and he had been caught and sent back to toil in other and\nvarious jails. He had been triced up and lashed till he fainted had been\nrevived and lashed again. He had been in the dungeon ninety days at a\ntime. He had experienced the torment of the straightjacket. He knew what\nthe humming bird was. He had been farmed out as a chattel by the state\nto the contractors. He had been trailed through swamps by bloodhounds.\nTwice he had been shot. For six years on end he had cut a cord and a\nhalf of wood each day in a convict lumber camp. Sick or well, he had cut\nthat cord and a half or paid for it under a whip-lash knotted and\npickled.",
        "And Ross Shanklin had not sweetened under the treatment. He had sneered,\nand raved, and defied. He had seen convicts, after the guards had\nmanhandled them, crippled in body for life, or left to maunder in mind\nto the end of their days. He had seen convicts, even his own cell mate,\ngoaded to murder by their keepers, go to the gallows reviling God. He\nhad been in a break in which eleven of his kind were shot down. He had\nbeen through a mutiny, where, in the prison yard, with gatling guns\ntrained upon them, three hundred convicts had been disciplined with pick\nhandles wielded by brawny guards.",
        "He had known every infamy of human cruelty, and through it all he had\nnever been broken. He had resented and fought to the last, until,\nembittered and bestial, the day came when he was discharged. Five\ndollars were given him in payment for the years of his labor and the\nflower of his manhood. And he had worked little in the years that\nfollowed. Work he hated and despised. He tramped, begged and stole,\nlied or threatened as the case might warrant, and drank to besottedness\nwhenever he got the chance.",
        "The little girl was looking at him when he awoke. Like a wild animal,\nall of him was awake the instant he opened his eyes. The first he saw\nwas the parasol, strangely obtruded between him and the sky. He did not\nstart nor move, though his whole body seemed slightly to tense. His eyes\nfollowed down the parasol handle to the tight-clutched little fingers,\nand along the arm to the child’s face. Straight and unblinking he looked\ninto her eyes, and she, returning the look, was chilled and frightened\nby his glittering eyes, cold and harsh, withal bloodshot, and with no\nhint in them of the warm humanness she had been accustomed to see and\nfeel in human eyes. They were the true prison eyes–the eyes of a man\nwho had learned to talk little, who had forgotten almost how to talk.",
        "“Hello,” he said finally, making no effort to change his position. “What\ngame are you up to!”",
        "His voice was gruff and husky, and at first it had been harsh; but it\nhad softened queerly in a feeble attempt at forgotten kindliness.",
        "“How do you do?” she said. “I’m not playing. The sun was on your face,\nand mamma says one oughtn’t to sleep in the sun.”",
        "The sweet clearness of her child’s voice was pleasant to him, and he\nwondered why he had never noticed it in children’s voices before. He sat\nup slowly and stared at her. He felt that he ought to say something, but\nspeech with him was a reluctant thing.",
        "“I hope you slept well,” she said gravely.",
        "“I sure did,” he answered, never taking his eyes from her, amazed at the\nfairness and delicacy of her. “How long was you holdin’ that contraption\nup over me?”",
        "“O-oh,” she debated with herself, “a long, long time. I thought you\nwould never wake up.”",
        "“And I thought you was a fairy when I first seen you.”",
        "He felt elated at his contribution to the conversation.",
        "“No, not a fairy,” she smiled.",
        "He thrilled in a strange, numb way at the immaculate whiteness of her\nsmall even teeth.",
        "“I was just the good Samaritan,” she added.",
        "“I reckon I never heard of that party.”",
        "He was cudgelling his brains to keep the conversation going. Never\nhaving been at close quarters with a child since he was man-grown, he\nfound it difficult.",
        "“What a funny man not to know about the good Samaritan. Don’t you\nremember? A certain man went down to Jericho––”",
        "“I reckon I’ve been there,” he interrupted.",
        "“I knew you were a traveler!” she cried, clapping her hands. “Maybe you\nsaw the exact spot.”",
        "“What spot?”",
        "“Why, where he fell among thieves and was left half dead. And then the\ngood Samaritan went to him, and bound up his wounds, and poured in oil\nand wine–was that olive oil, do you think?”",
        "He shook his head slowly.",
        "“I reckon you got me there. Olive oil is something the dagoes cooks\nwith. I never heard of it for busted heads.”",
        "She considered his statement for a moment.",
        "“Well,” she announced, “we use olive oil in our cooking, so we must be\ndagoes. I never knew what they were before. I thought it was slang.”",
        "“And the Samaritan dumped oil on his head,” the tramp muttered\nreminiscently. “Seems to me I recollect a sky pilot sayin’ something\nabout that old gent. D’ye know, I’ve been looking for him off ’n on all\nmy life, and never scared up hide nor hair of him. They ain’t no more\nSamaritans.”",
        "“Wasn’t I one!” she asked quickly.",
        "He looked at her steadily, with a great curiosity and wonder. Her ear,\nby a movement exposed to the sun, was transparent. It seemed he could\nalmost see through it. He was amazed at the delicacy of her coloring, at\nthe blue of her eyes, at the dazzle of the sun-touched golden hair. And\nhe was astounded by her fragility. It came to him that she was easily\nbroken. His eye went quickly from his huge, gnarled paw to her tiny hand\nin which it seemed to him he could almost see the blood circulate. He\nknew the power in his muscles, and he knew the tricks and turns by which\nmen use their bodies to ill-treat men. In fact, he knew little else, and\nhis mind for the time ran in its customary channel. It was his way of\nmeasuring the beautiful strangeness of her. He calculated a grip, and\nnot a strong one, that could grind her little fingers to pulp. He\nthought of fist blows he had given to men’s heads, and received on his\nown head, and felt that the least of them could shatter hers like an\negg-shell. He scanned her little shoulders and slim waist, and knew in\nall certitude that with his two hands he could rend her to pieces.",
        "“Wasn’t I one?” she insisted again.",
        "He came back to himself with a shock–or away from himself, as the case\nhappened. He was loath that the conversation should cease.",
        "“What?” he answered. “Oh, yes; you bet you was a Samaritan, even if you\ndidn’t have no olive oil.” He remembered what his mind had been dwelling\non, and asked, “But ain’t you afraid?”",
        "“Of ... of me?” he added lamely.",
        "She laughed merrily.",
        "“Mamma says never to be afraid of anything. She says that if you’re\ngood, and you think good of other people, they’ll be good, too.”",
        "“And you was thinkin’ good of me when you kept the sun off,” he\nmarveled.",
        "“But it’s hard to think good of bees and nasty crawly things,” she\nconfessed.",
        "“But there’s men that is nasty and crawly things,” he argued.",
        "“Mamma says no. She says there’s good in everyone.",
        "“I bet you she locks the house up tight at night just the same,” he\nproclaimed triumphantly.",
        "“But she doesn’t. Mamma isn’t afraid of anything. That’s why she lets me\nplay out here alone when I want. Why, we had a robber once. Mamma got\nright up and found him. And what do you think! He was only a poor hungry\nman. And she got him plenty to eat from the pantry, and afterward she\ngot him work to do.”",
        "Ross Shanklin was stunned. The vista shown him of human nature was\nunthinkable. It had been his lot to live in a world of suspicion and\nhatred, of evil-believing and evil-doing. It had been his experience,\nslouching along village streets at nightfall, to see little children,\nscreaming with fear, run from him to their mothers. He had even seen\ngrown women shrink aside from him as he passed along the sidewalk.",
        "He was aroused by the girl clapping her hands as she cried out:",
        "“I know what you are! You’re an open air crank. That’s why you were\nsleeping here in the grass.”",
        "He felt a grim desire to laugh, but repressed it.",
        "“And that’s what tramps are–open air cranks,” she continued. “I often\nwondered. Mamma believes in the open air. I sleep on the porch at night.\nSo does she. This is our land. You must have climbed the fence. Mamma\nlets me when I put on my climbers–they’re bloomers, you know. But you\nought to be told something. A person doesn’t know when they snore\nbecause they’re asleep. But you do worse than that. You grit your teeth.\nThat’s bad. Whenever you are going to sleep you must think to yourself,\n’I won’t grit my teeth, I won’t grit my teeth,’ over and over, just like\nthat, and by and by you’ll get out of the habit.",
        "“All bad things are habits. And so are all good things. And it depends\non us what kind our habits are going to be. I used to pucker my\neyebrows–wrinkle them all up, but mamma said I must overcome that\nhabit. She said that when my eyebrows were wrinkled it was an\nadvertisement that my brain was wrinkled inside, and that it wasn’t good\nto have wrinkles in the brain. And then she smoothed my eyebrows with\nher hand and said I must always think smooth–smooth inside, and\nsmooth outside. And do you know, it was easy. I haven’t wrinkled my\nbrows for ever so long. I’ve heard about filling teeth by thinking. But\nI don’t believe that. Neither does mamma.”",
        "She paused rather out of breath. Nor did he speak. Her flow of talk had\nbeen too much for him. Also, sleeping drunkenly, with open mouth, had\nmade him very thirsty. But, rather than lose one precious moment, he\nendured the torment of his scorching throat and mouth. He licked his dry\nlips and struggled for speech.",
        "“What is your name?” he managed at last.",
        "“Joan.”",
        "She looked her own question at him, and it was not necessary to voice\nit.",
        "“Mine is Ross Shanklin,” he volunteered, for the first time in forgotten\nyears giving his real name.",
        "“I suppose you’ve traveled a lot.”",
        "“I sure have, but not as much as I might have wanted to.”",
        "“Papa always wanted to travel, but he was too busy at the office. He\nnever could get much time. He went to Europe once with mamma. That was\nbefore I was born. It takes money to travel.”",
        "Ross Shanklin did not know whether to agree with this statement or not.",
        "“But it doesn’t cost tramps much for expenses,” she took the thought\naway from him. “Is that why you tramp?”",
        "He nodded and licked his lips.",
        "“Mamma says it’s too bad that men must tramp to look for work. But\nthere’s lots of work now in the country. All the farmers in the valley\nare trying to get men. Have you been working?”",
        "He shook his head, angry with himself that he should feel shame at the\nconfession when his savage reasoning told him he was right in despising\nwork. But this was followed by another thought. This beautiful little\ncreature was some man’s child. She was one of the rewards of work.",
        "“I wish I had a little girl like you,” he blurted out, stirred by a\nsudden consciousness of passion for paternity. “I’d work my hands off. I\n... I’d do anything.”",
        "She considered his case with fitting gravity.",
        "“Then you aren’t married?”",
        "“Nobody would have me.”",
        "“Yes, they would, if ...”",
        "She did not turn up her nose, but she favored his dirt and rags with a\nlook of disapprobation he could not mistake.",
        "“Go on,” he half-shouted. “Shoot it into me. If I was washed–if I wore\ngood clothes–if I was respectable–if I had a job and worked\nregular–if I wasn’t what I am.”",
        "To each statement she nodded.",
        "“Well, I ain’t that kind,” he rushed on. “I’m no good. I’m a tramp. I\ndon’t want to work, that’s what. And I like dirt.”",
        "Her face was eloquent with reproach as she said, “Then you were only\nmaking believe when you wished you had a little girl like me?”",
        "This left him speechless, for he knew, in all the depths of his\nnew-found passion, that that was just what he did want.",
        "With ready tact, noting his discomfort, she sought to change the\nsubject.",
        "“What do you think of God?” she asked. “I ain’t never met him. What do\nyou think about him?”",
        "His reply was evidently angry, and she was frank in her disapproval.",
        "“You are very strange,” she said. “You get angry so easily. I never saw\nanybody before that got angry about God, or work, or being clean.”",
        "“He never done anything for me,” he muttered resentfully. He cast back\nin quick review of the long years of toil in the convict camps and\nmines. “And work never done anything for me neither.”",
        "An embarrassing silence fell.",
        "He looked at her, numb and hungry with the stir of the father-love,\nsorry for his ill temper, puzzling his brain for something to say. She\nwas looking off and away at the clouds, and he devoured her with his\neyes. He reached out stealthily and rested one grimy hand on the very\nedge of her little dress. It seemed to him that she was the most\nwonderful thing in the world. The quail still called from the coverts,\nand the harvest sounds seemed abruptly to become very loud. A great\nloneliness oppressed him.",
        "“I’m ... I’m no good,” he murmured huskily and repentantly.",
        "But, beyond a glance from her blue eyes, she took no notice. The silence\nwas more embarrassing than ever. He felt that he could give the world\njust to touch with his lips that hem of her dress where his hand rested.\nBut he was afraid of frightening her. He fought to find something to\nsay, licking his parched lips and vainly attempting to articulate\nsomething, anything.",
        "“This ain’t Sonoma Valley,” he declared finally. “This is fairy land,\nand you’re a fairy. Mebbe I’m asleep and dreaming. I don’t know. You and\nme don’t know how to talk together, because, you see, you’re a fairy and\ndon’t know nothing but good things, and I’m a man from the bad, wicked\nworld.”",
        "Having achieved this much, he was left gasping for ideas like a stranded\nfish.",
        "“And you’re going to tell me about the bad, wicked world,” she cried,\nclapping her hands. “I’m just dying to know.”",
        "He looked at her, startled, remembering the wreckage of womanhood he\nhad encountered on the sunken ways of life. She was no fairy. She was\nflesh and blood, and the possibilities of wreckage were in her as they\nhad been in him even when he lay at his mother’s breast. And there was\nin her eagerness to know.",
        "“Nope,” he said lightly, “this man from the bad, wicked world ain’t\ngoing to tell you nothing of the kind. He’s going to tell you of the\ngood things in that world. He’s going to tell you how he loved hosses\nwhen he was a shaver, and about the first hoss he straddled, and the\nfirst hoss he owned. Hosses ain’t like men. They’re better. They’re\nclean–clean all the way through and back again. And, little fairy, I\nwant to tell you one thing–there sure ain’t nothing in the world like\nwhen you’re settin’ a tired hoss at the end of a long day, and when you\njust speak, and that tired animal lifts under you willing and hustles\nalong. Hosses! They’re my long suit. I sure dote on hosses. Yep. I used\nto be a cowboy once.”",
        "She clapped her hands in the way that tore so delightfully to his heart,\nand her eyes were dancing, as she exclaimed:",
        "“A Texas cowboy! I always wanted to see one! I heard papa say once that\ncowboys are bow-legged. Are you?”",
        "“I sure was a Texas cowboy,” he answered. “But it was a long time ago.\nAnd I’m sure bow-legged. You see, you can’t ride much when you’re young\nand soft without getting the legs bent some. Why, I was only a\nthree-year-old when I begun. He was a three-year-old, too, fresh-broken.\nI led him up alongside the fence, dumb to the top rail, and dropped on.\nHe was a pinto, and a real devil at bucking, but I could do anything\nwith him. I reckon he knowed I was only a little shaver. Some hosses\nknows lots more ’n’ you think.”",
        "For half an hour Ross Shanklin rambled on with his horse reminiscences,\nnever unconscious for a moment of the supreme joy that was his through\nthe touch of his hand on the hem of her dress. The sun dropped slowly\ninto the cloud bank, the quail called more insistently, and empty wagon\nafter empty wagon rumbled back across the bridge. Then came a woman’s\nvoice.",
        "“Joan! Joan!” it called. “Where are you, dear?”",
        "The little girl answered, and Ross Shanklin saw a woman, clad in a\nsoft, clinging gown, come through the gate from the bungalow. She was a\nslender, graceful woman, and to his charmed eyes she seemed rather to\nfloat along than walk like ordinary flesh and blood.",
        "“What have you been doing all afternoon?” the woman asked, as she came\nup.",
        "“Talking, mamma,” the little girl replied. “I’ve had a very interesting\ntime.”",
        "Ross Shanklin scrambled to his feet and stood watchfully and awkwardly.\nThe little girl took the mother’s hand, and she, in turn, looked at him\nfrankly and pleasantly, with a recognition of his humanness that was a\nnew thing to him. In his mind ran the thought: the woman who ain’t\nafraid. Not a hint was there of the timidity he was accustomed to\nseeing in women’s eyes. And he was quite aware, and never more so, of\nhis bleary-eyed, forbidding appearance.",
        "“How do you do?” she greeted him sweetly and naturally.",
        "“How do you do, ma’am,” he responded, unpleasantly conscious of the\nhuskiness and rawness of his voice.",
        "“And did you have an interesting time, too!” she smiled.",
        "“Yes, ma’am. I sure did. I was just telling your little girl about\nbosses.”",
        "“He was a cowboy, once, mamma,” she cried.",
        "The mother smiled her acknowledgment to him, and looked fondly down at\nthe little girl. The thought that came into Ross Shanklin’s mind was the\nawfulness of the crime if any one should harm either of the wonderful\npair. This was followed by the wish that some terrible danger should\nthreaten, so that he could fight, as he well knew how, with all his\nstrength and life, to defend them.",
        "“You’ll have to come along, dear,” the mother said. “It’s growing late.\"\nShe looked at Ross Shanklin hesitantly. “Would you care to have\nsomething to eat?”",
        "“No, ma’am, thanking you kindly just the same. I ... I ain’t hungry.”",
        "“Then say good-bye, Joan,” she counselled.",
        "“Good-bye.” The little girl held out her hand, and her eyes lighted\nroguishly. “Good-bye, Mr. Man from the bad, wicked world.”",
        "To him, the touch of her hand as he pressed it in his was the capstone\nof the whole adventure.",
        "“Good-bye, little fairy,” he mumbled. “I reckon I got to be pullin’\nalong.”",
        "But he did not pull along. He stood staring after his vision until it\nvanished through the gate. The day seemed suddenly empty. He looked\nabout him irresolutely, then climbed the fence, crossed the bridge, and\nslouched along the road. He was in a dream. He did not note his feet nor\nthe way they led him. At times he stumbled in the dust-filled ruts.",
        "A mile farther on, he aroused at the crossroads. Before him stood the\nsaloon. He came to a stop and stared at it, licking his lips. He sank\nhis hand into his pants pocket and fumbled a solitary dime. “God!” he\nmuttered. “God!” Then, with dragging, reluctant feet, went on along the\nroad.",
        "He came to a big farm. He knew it must be big, because of the bigness of\nthe house and the size and number of the barns and outbuildings. On the\nporch, in shirt sleeves, smoking a cigar, keen-eyed and middle-aged, was\nthe farmer.",
        "“What’s the chance for a job!” Ross Shanklin asked.",
        "The keen eyes scarcely glanced at him.",
        "“A dollar a day and grub,” was the answer.",
        "Ross Shanklin swallowed and braced himself.",
        "“I’ll pick grapes all right, or anything. But what’s the chance for a\nsteady job? You’ve got a big ranch here. I know hosses. I was born on\none. I can drive team, ride, plough, break, do anything that anybody\never done with hosses.”",
        "The other looked him over with an appraising, incredulous eye.",
        "“You don’t look it,” was the judgment.",
        "“I know I don’t. Give me a chance. That’s all. I’ll prove it.”",
        "The farmer considered, casting an anxious glance at the cloud bank into\nwhich the sun had sunk.",
        "“I’m short a teamster, and I’ll give you the chance to make good. Go and\nget supper with the hands.”",
        "Ross Shanklin’s voice was very husky, and he spoke with an effort.",
        "“All right. I’ll make good. Where can I get a drink of water and wash\nup?”",
        "Continue...",
        "\nThis eBook of “Brown Wolf and Other Jack London” by Jack London (chosen and Edited By Franklin K. Mathiews) belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Brown Wolf And Other Jack London StoriesBy MathiewsAt Amazon"
    ]
}