{
    "title": "Browning as a Philosophical and Religious Teacher - Chapter IV. Browning’s Optimism.",
    "author": "Henry Jones",
    "chapter": "5",
    "content": [
        "\n\n",
        "  “Gladness be with thee, Helper of the World!\n  I think this is the authentic sign and seal\n  Of Godship, that it ever waxes glad,\n  And more glad, until gladness blossoms, bursts\n  Into a rage to suffer for mankind,\n  And recommence at sorrow.\"[A]",
        "[Footnote A: Balaustion’s Adventure.]",
        "I have tried to show that one of the distinctive features of the present\nera is the stress it lays on the worth of the moral life of man, and the\nnew significance it has given to that life by its view of the continuity\nof history. This view finds expression, on its social and ethical side,\nin the pages of Carlyle and Browning: both of whom are interested\nexclusively, one may almost say, in the evolution of human character;\nand both of whom, too, regard that evolution as the realization by man\nof the purposes, greater than man’s, which rule in the world. And,\nalthough neither of them developed the organic view of humanity, which\nis implied in their doctrines, into an explicit philosophy, still the\nmoral life of the individual is for each of them the infinite life in\nthe finite. The meaning of the universe is moral, its last might is\nrightness; and the task of man is to catch up that meaning, convert it\ninto his own motive, and thereby make it the source of his actions, the\ninmost principle of his life. This, fully grasped, will bring the finite\nand the infinite, morality and religion, together, and reconcile them.",
        "But the reconciliation which Carlyle sought to effect was incomplete on\nevery side–even within the sphere of duty, with which alone, as\nmoralist, he specially concerned himself. The moral law was imposed upon\nman by a higher power, in the presence of whom man was awed and crushed;\nfor that power had stinted man’s endowment, and set him to fight a\nhopeless battle against endless evil. God was everywhere around man, and\nthe universe was just the expression of His will–a will inexorably bent\non the good, so that evil could not prevail; but God was not withinman, except as a voice of conscience issuing imperatives and threats. An\ninfinite duty was laid upon a finite being, and its weight made him\nbreak out into a cry of despair.",
        "Browning, however, not only sought to bring about the reconciliation,\nbut succeeded, in so far as that is possible in terms of mere feeling.\nHis poetry contains suggestions that the moral will without is also a\nforce within man; that the power which makes for righteousness in the\nworld has penetrated into, or rather manifests itself as, man.\nIntelligence and will, the reason which apprehends the nature of things,\nand the original impulse of self-conscious life which issues in action,\nare God’s power in man; so that God is realizing Himself in the deeds of\nman, and human history is just His return to Himself. Outer law and\ninner motive are, for the poet, manifestations of the same beneficent\npurpose; and instead of duty in the sense of an autocratic imperative,\nor beneficent tyranny, he finds, deep beneath man’s foolishness and sin,\na constant tendency towards the good which is bound up with the very\nnature of man’s reason and will. If man could only understand himself he\nwould find without him no limiting necessity, but the manifestation of a\nlaw which is one with his own essential being. A beneficent power has\nloaded the dice, according to the epigram, so that the chances of\nfailure and victory are not even; for man’s nature is itself a divine\nendowment, one with the power that rules his life, and man must finally\nreach through error to truth, and through sin to holiness. In the\nlanguage of theology, it may be said that the moral process is the\nspiritual incarnation of God; it is God’s goodness as love, effecting\nitself in human action. Hence Carlyle’s cry of despair is turned by\nBrowning into a song of victory. While the former regards the struggle\nbetween good and evil as a fixed battle, in which the forces are\nimmovably interlocked, the latter has the consciousness of battling\nagainst a retreating foe; and the conviction of coming triumph gives\njoyous vigour to every stroke. Browning lifted morality into an\noptimism, and translated its battle into song. This was the distinctive\nmark and mission which give to him such power of moral inspiration.",
        "In order, however, to estimate the value of this feature of the poet’s\nwork, it is necessary to look more closely into the character of his\nfaith in the good. Merely to attribute to him an optimistic creed is to\nsay very little; for the worth, or worthlessness, of such a creed\ndepends upon its content–upon its fidelity to the facts of human life,\nthe clearness of its consciousness of the evils it confronts, and the\nintensity of its realism.",
        "There is a sense, and that a true one, in which it may be said that all\nmen are optimists; for such a faith is implied in every conscious and\ndeliberate action of man. There is no deed which is not an attempt to\nrealize an ideal; whenever man acts he seeks a good, however ruinously\nhe may misunderstand its nature. Final and absolute disbelief in an\nultimate good in the sphere of morals, like absolute scepticism in the\nsphere of knowledge, is a disguised self-contradiction, and therefore an\nimpossibility in fact. The one stultifies action, and asserts an effect\nwithout any cause, or even contrary to the cause; the other stultifies\nintellectual activity: and both views imply that the critic has so\nescaped the conditions of human life, as to be able to pass a\ncondemnatory judgment upon them. The belief that a harmonious relation\nbetween the self-conscious agent and the supreme good is possible,\nunderlies the practical activity of man; just as the belief in the unity\nof thought and being underlies his intellectual activity. A moral\norder–that is, an order of rational ends–is postulated in all human\nactions, and we act at all only in virtue of it,–just as truly as we\nmove and work only in virtue of the forces which make the spheres\nrevolve, or think by help of the meaning which presses upon us from the\nthought-woven world, through all the pores of sense. A true ethics, like\na true psychology, or a true science of nature, must lean upon\nmetaphysics, and it cannot pretend to start ab initio. We live in the\nCopernican age, which puts the individual in a system, in obedience to\nwhose laws he finds his welfare. And this is simply the assertion of an\noptimistic creed, for it implies a harmonious world.",
        "But, though this is true, it must be remembered that this faith is a\nprophetic anticipation, rather than acquired knowledge. We are only on\nthe way towards reconstructing in thought the fact which we are, or\ntowards bringing into clear knowledge the elemental power which\nmanifests itself within us as thought, desire, and deed. And, until this\nis achieved, we have no full right to an optimistic creed. The\nrevelation of the unity which pervades all things, even in the natural\nworld, will be the last attainment of science; and the reconciliation of\nnature and man and God is still further in the future, and will be the\nlast triumph of philosophy. During all the interval the world will be a\nscene of warring elements; and poetry, religion, and philosophy can only\nhold forth a promise, and give to man a foretaste of ultimate victory.\nAnd in this state of things even their assurance often falters. Faith\nlapses into doubt, poetry becomes a wail for a lost god, and its votary\nexhibits, “through Europe to the AEtolian shore, the pageant of his\nbleeding heart.” The optimistic faith is, as a rule, only a hope and a\ndesire, a “Grand Perhaps,” which knows no defence against the critical\nunderstanding, and sinks dumb when questioned. If, in the form of a\nreligious conviction, its assurance is more confident, then, too often,\nit rests upon the treacherous foundations of authoritative ignorance,\nwhich crumble into dust beneath the blows of awakened and liberated\nreason. Nay, if by the aid of philosophy we turn our optimism into a\nfaith held by reason, a fact before which the intellect, as well as the\nheart, worships and grows glad, it still is for most of us only a\ngeneral hypothesis, a mere leap to God which spurns the intermediate\nsteps, a universal without content, a bare form that lacks reality.",
        "Such an optimism, such a plunge into the pure blue and away from facts,\nwas Emerson’s. Caroline Fox tells a story of him and Carlyle which\nreveals this very pointedly. It seems that Carlyle once led the serene\nphilosopher through the abominations of the streets of London at\nmidnight, asking him with grim humour at every few steps, “Do you\nbelieve in the devil now?” Emerson replied that the more he saw of the\nEnglish people the greater and better he thought them. This little\nincident lays bare the limits of both these great men. Where the one\nsaw, the other was blind. To the one there was the misery and the\nuniversal mirk; to the other, the pure white beam was scarcely broken.\nCarlyle believed in the good, beyond all doubt: he fought his great\nbattle in its strength and won, but “he was sorely wounded.” Emerson was\nSir Galahad, blind to all but the Holy Grail, his armour spotless-white,\nhis virtue cloistered and unbreathed, his race won without the dust and\nheat. But his optimism was too easy to be satisfactory. His victory was\nnot won in the enemy’s citadel, where sin sits throned amidst the chaos,\nbut in the placid upper air of poetic imagination. And, in consequence,\nEmerson can only convince the converted; and his song is not heard in\nthe dark, nor does it cheer the wayfarer on the muddy highway, along\nwhich burthened humanity meanly toils.",
        "But Browning’s optimism is more earnest and real than any pious hope, or\ndogmatic belief, or benevolent theory held by a placid philosopher,\nprotected against contact with the sins and sorrows of man as by an\ninvisible garment of contemplative holiness. It is a conviction which\nhas sustained shocks of criticism and the test of facts; and it\ntherefore, both for the poet and his readers, fulfils a mission beyond\nthe reach of any easy trust in a mystic good. Its power will be felt and\nits value recognized by those who have themselves confronted the\ncontradictions of human life and known their depths.",
        "No lover of Browning’s poetry can miss the vigorous manliness of the\npoet’s own bearing, or fail to recognize the strength that flows from\nhis joyous, fearless personality, and the might of his intellect and\nheart. “When British literature,” said Carlyle of Scott and Cobbett,\n“lay all puking and sprawling in Wertherism, Byronism and other\nSentimentalisms, nature was kind enough to send us two healthy men.” And\nhe breaks out into a eulogy of mere health, of “the just balance of\nfaculties that radiates a glad light outwards, enlightening and\nembellishing all things.” But he finds it easy to account for the health\nof these men: they had never faced the mystery of existence. Such\nhealthiness we find in Browning, although he wrote with Carlyle at his\nside, and within earshot of the infinite wail of this moral fatalist.\nAnd yet, the word health is inadequate to convey the depth of the joyous\nmeaning which the poet found in the world. His optimism was not a\nconstitutional and irreflective hopefulness, to be accounted for on the\nground that “the great mystery of existence was not great to him: did\nnot drive him into rocky solitudes to wrestle with it for an answer, to\nbe answered or to perish.” There are, indeed, certain rash and foolish\npersons who pretend to trace Browning’s optimism to his mixed descent;\nbut there is a “pause in the leading and the light” of those wiseacres,\nwho pretend to trace moral and mental characteristics to physiological\nantecedents. They cannot quite catch a great man in the making, nor,\neven by the help of evolution, say anything wiser about genius than that\n“the wind bloweth where it listeth.” No doubt the poet’s optimism\nindicates a native sturdiness of head and heart. He had the invaluable\nendowment of a pre-disposition to see the sunny side of life, and a\nnative tendency to revolt against that subjectivity, which is the root\nof our misery in all its forms. He had little respect for the\nWelt-schmerz, and can scarcely be civil to the hero of the bleeding\nheart.",
        "  “Sinning, sorrowing, despairing,\n    Body-ruined, spirit-wrecked–\n  Should I give my woes an airing,–\n    Where’s one plague that claims respect?",
        "  “Have you found your life distasteful?\n    My life did, and does, smack sweet.\n  Was your youth of pleasure wasteful?\n    Mine I saved and hold complete.\n  Do your joys with age diminish?\n    When mine fail me I’ll complain.\n  Must in death your daylight finish?\n    My sun sets to rise again.",
        "  “I find earth not grey but rosy,\n    Heaven not grim but fair of hue.\n  Do I stoop? I pluck a posy.\n    Do I stand and stare? All’s blue.\"[A]",
        "[Footnote A: At the Mermaid.]",
        "Browning was no doubt least of all men inclined to pout at his “plain\nbun\"; on the contrary, he was awake to the grandeur of his inheritance,\nand valued most highly “his life-rent of God’s universe with the tasks\nit offered and the tools to do them with.” But his optimism sent its\nroots deeper than any “disposition\"; it penetrated beyond mere health\nof body and mind, as it did beyond a mere sentiment of God’s goodness.\nOptimisms resting on these bases are always weak; for the former leaves\nman naked and sensitive to the evils that crowd round him when the\npowers of body and mind decay, and the latter is, at best, useful only\nfor the individual who possesses it, and it breaks down under the stress\nof criticism and doubt. Browning’s optimism is a great element in\nEnglish literature, because it opposes with such strength the shocks\nthat come from both these quarters. His joyousness is the reflection in\nfeeling of a conviction as to the nature of things, which he had\nverified in the darkest details of human life, and established for\nhimself in the face of the gravest objections that his intellect was\nable to call forth. In fact, its value lies, above all, in this,–that\nit comes after criticism, after the condemnation which Byron and Carlyle\nhad passed, each from his own point of view, on the world and on man.",
        "The need of an optimism is one of the penalties which reflection brings.\nNatural life takes the goodness of things for granted; but reflection\ndisturbs the placid contentment and sets man at variance with his world.\nThe fruit of the tree of knowledge always reveals his nakedness to man;\nhe is turned out of the paradise of unconsciousness and doomed to force\nNature, now conceived as a step-dame, to satisfy needs which are now\nfirst felt. Optimism is the expression of man’s new reconciliation with\nhis world; as the opposite doctrine of pessimism is the consciousness of\nan unresolved contradiction. Both are a judgment passed upon the world,\nfrom the point of view of its adequacy or inadequacy to meet demands,\narising from needs which the individual has discovered in himself.",
        "Now, as I have tried to show, one of the main characteristics of the\nopening years of the present era was its deeper intuition of the\nsignificance of human life, and, therefore, by implication, of its wants\nand claims. The spiritual nature of man, lost sight of during the\npreceding age, was re-discovered; and the first and immediate\nconsequence was that man, as man, attained infinite worth. “Man was born\nfree,” cried Rousseau, with a conviction which swept all before it; “he\nhas original, inalienable, and supreme rights against all things which\ncan set themselves against him.” And Rousseau’s countrymen believed him.\nThere was not a Sans-culotte amongst them all but held his head high,\nbeing creation’s lord; and history can scarcely show a parallel to their\ngreat burst of joy and hope, as they ran riot in their new-found\ninheritance, from which they had so long been excluded. They flung\nthemselves upon the world, as if they would “glut their sense” upon it.",
        "                  “Expend\n  Eternity upon its shows,\n  Flung them as freely as one rose\n  Out of a summer’s opulence.\"[A]",
        "[Footnote A:_Easter Day.]",
        "But the very discovery that man is spirit, which is the source of all\nhis rights, is also an implicit discovery that he has outgrown the\nresources of the natural world. The infinite hunger of a soul cannot be\nsatisfied with the things of sense. The natural world is too limited\neven for Carlyle’s shoe-black; nor is it surprising that Byron should\nfind it a waste, and dolefully proclaim his disappointment to\nmuch-admiring mankind. Now, both Carlyle and Browning apprehended the\ncause of the discontent, and both endured the Byronic utterance of it\nwith considerable impatience. “Art thou nothing other than a vulture,\nthen,” asks the former, “that fliest through the universe seeking after\nsomewhat to eat, and shrieking dolefully because carrion enough is not\ngiven thee? Close thy Byron, open thy Goethe.”",
        "                                 “Huntsman Common Sense\n  Came to the rescue, bade prompt thwack of thong dispense\n  Quiet i’ the kennel: taught that ocean might be blue,\n  And rolling and much more, and yet the soul have, too,\n  Its touch of God’s own flame, which He may so expand\n  ’Who measured the waters i’ the hollow of His hand’\n  That ocean’s self shall dry, turn dew-drop in respect\n  Of all-triumphant fire, matter with intellect\n  Once fairly matched.\"[A]",
        "[Footnote A:_Fifine at the Fair, lxvii.]",
        "But Carlyle was always more able to detect the disease than to suggest\nthe remedy. He had, indeed, “a glimpse of it.” “There is in man a Higher\nthan love of Happiness: he can do without Happiness, and instead thereof\nfind Blessedness.” But the glimpse was misleading, for it penetrated no\nfurther than the first negative step. The “Everlasting Yea” was, after\nall, only a deeper “No!” only Entsagung, renunciation: “the fraction\nof life can be increased in value not so much by increasing your\nnumerator as by lessening your denominator.” Blessed alone is he that\nexpecteth nothing. The holy of holies, where man hears whispered the\nmystery of life, is “the sanctuary of sorrow.” “What Act of Legislature\nwas there that thou shouldst be Happy? A little while ago thou hadst\nno right to be at all. What if thou wert born and predestined not to\nbe Happy, but to be Unhappy? Nay, is not ’life itself a disease,\nknowledge the symptom of derangement’? Have not the poets sung ’Hymns to\nthe Night’ as if Night were nobler than Day; as if Day were but a small\nmotley-coloured veil spread transiently over the infinite bosom of\nNight, and did but deform and hide from us its pure transparent eternal\ndeeps.” “We, the whole species of Mankind, and our whole existence and\nhistory, are but a floating speck in the illimitable ocean of the All\n... borne this way and that way by its deep-swelling tides, and grand\nocean currents, of which what faintest chance is there that we should\never exhaust the significance, ascertain the goings and comings? A\nregion of Doubt, therefore, hovers for ever in the back-ground.... Only\non a canvas of Darkness, such is man’s way of being, could the\nmany-coloured picture of our Life paint itself and shine.”",
        "In such passages as these, there is far deeper pessimism than in\nanything which Byron could experience or express. Scepticism is directed\nby Carlyle, not against the natural elements of life–the mere sensuous\noutworks, but against the citadel of thought itself. Self-consciousness,\nor the reflecting interpretation by man of himself and his world, the\nvery activity that lifts him above animal existence and makes him man,\ninstead of being a divine endowment, is declared to be a disease, a\npoisonous subjectivity destructive of all good. The discovery that man\nis spirit and no vulture, which was due to Carlyle himself more than to\nany other English writer of his age, seemed, after all, to be a great\ncalamity; for it led to the renunciation of happiness, and filled man\nwith yearnings after a better than happiness, but left him nothing\nwherewith they might be satisfied, except “the duty next to hand.” And\nthe duty next to hand, as interpreted by Carlyle, is a means of\nsuppressing by action, not idle speech only, but thought itself. But, if\nthis be true, the highest in man is set against itself. And what kind of\naction remains possible to a “speck on the illimitable ocean, borne this\nway and that way by its deep-swelling tides”? “Here on earth we are\nsoldiers, fighting in a foreign land; that understand not the plan of\nthe campaign, and have no need to understand it, seeing what is at our\nhand to be done.” But there is one element of still deeper gloom in this\nblind fighting; it is fought for a foreign cause. It is God’s cause and\nnot ours, or ours only in so far as it has been despotically imposed\nupon us; and it is hard to discover from Carlyle what interest we can\nhave in the victory. Duty is to him a menace–like the duty of a slave,\nwere that possible. It lacks the element which alone can make it\nimperative to a free being, namely, that it be recognized as his good,\nand that the outer law become his inner motive. The moral law is rarely\nlooked at by Carlyle as a beneficent revelation, and still more rarely\nas the condition which, if fulfilled, will reconcile man with nature and\nwith God. And consequently, he can draw little strength from religion;\nfor it is only love that can cast out fear.",
        "To sum up all in a word, Carlyle regarded evil as having penetrated into\nthe inmost recesses of man’s being. Thought was disease; morality was\nblind obedience to a foreign authority; religion was awe of an\nUnknowable, with whom man can claim no kinship. Man’s nature was\ndiscovered to be spiritual, only on the side of its Wants. It was an\nendowment of a hunger which nothing could satisfy–not the infinite,\nbecause it is too great, not the finite, because it is too little; not\nGod, because He is too far above man, not nature, because it is too far\nbeneath him. We are unable to satisfy ourselves with the things of\nsense, and are also “shut out of the heaven of spirit.” What have been\ncalled, “the three great terms of thought\"–the World, Self, and\nGod–have fallen asunder in his teaching. It is the difficulty of\nreconciling these which brings despair, while optimism is evidently the\nconsciousness of their harmony.",
        "Now, these evils which reflection has revealed, and which are so much\ndeeper than those of mere sensuous disappointment, can only be removed\nby deeper reflection. The harmony of the world of man’s experience,\nwhich has been broken by “the comprehensive curse of sceptical despair,\"\ncan, as Goethe teaches us, be restored only by thought–",
        "  “In thine own soul, build it up again.”",
        "The complete refutation of Carlyle’s pessimistic view can only come, by\nreinterpreting each of the contradicting terms in the light of a higher\nconception. We must have a deeper grasp and a new view of the Self, the\nWorld, and God. And such a view can be given adequately only by\nphilosophy. Reason alone can justify the faith that has been disturbed\nby reflection, and re-establish its authority.",
        "How, then, it may be asked, can a poet be expected to turn back the\nforces of a scepticism, which have been thus armed with the weapons of\ndialectic? Can anything avail in this region except explicit\ndemonstration? A poet never demonstrates, but perceives; art is not a\nprocess, but a result; truth for it is immediate, and it neither admits\nnor demands any logical connection of ideas. The standard-bearers and\nthe trumpeters may be necessary to kindle the courage of the army and to\nlead it on to victory, but the fight must be won by the thrust of sword\nand pike. Man needs more than the intuitions of the great poets, if he\nis to maintain solid possession of the truth.",
        "Now, I am prepared to admit the force of this objection, and I shall\nendeavour in the sequel to prove that, in order to establish optimism,\nmore is needed than Browning can give, even when interpreted in the most\nsympathetic way. His doctrine is offered in terms of art, and it cannot\nhave any demonstrative force without violating the limits of art. In\nsome of his poems, however,–for instance, in La Saisiaz, Ferishtatis\nFancies and the Parleyings, Browning sought to advance definite\nproofs of the theories which he held. He appears before us at times\narmed cap-à-pie, like a philosopher. Still, it is not when he argues\nthat Browning proves: it is when he sees, as a poet sees. It is not by\nmeans of logical demonstrations that he helps us to meet the despair of\nCarlyle, or contributes to the establishment of a better faith.\nBrowning’s proofs are least convincing when he was most aware of his\nphilosophical presuppositions; and a philosophical critic could well\nafford to agree with the critic of art, in relegating the demonstrating\nportions of his poems to the chaotic limbo lying between philosophy and\npoetry.",
        "When, however, he forgets his philosophy, and speaks as poet and\nreligious man, when he is dominated by that sovereign thought which gave\nunity to his life-work, and which, therefore, seemed to lie deeper in\nhim than the necessities of his art and to determine his poetic\nfunction, his utterances have a far higher significance. For he so lifts\nthe artistic object into the region of pure thought, and makes sense and\nreason so to interpenetrate, that the old metaphors of “the noble lie\"\nand “the truth beneath the veil” seem no longer to help. He seems to\nshow us the truth so vividly and simply, that we are less willing to\nmake art and philosophy mutually exclusive, although their methods\ndiffer. Like some of the greatest philosophers, and notably Plato and\nHegel, he constrains us to doubt, whether the distinction penetrates low\nbeneath the surface; for philosophy, too, when at its best, is a\nthinking of things together. In their light we begin to ask, whether it\nis not possible that the interpretation of the world in terms of spirit,\nwhich is the common feature of both Hegel’s philosophy and Browning’s\npoetry, does not necessarily bring with it a settlement of the ancient\nfeud between these two modes of thought.",
        "But, in any case, Browning’s utterances, especially those which he makes\nwhen he is most poet and least philosopher, have something of the\nconvincing impressiveness of a reasoned system of optimism. And this\ncomes, as already suggested, from his loyalty to a single idea, which\ngives unity to all his work. That idea we may, in the end, be obliged to\ntreat not only as a hypothesis–for all principles of reconciliation,\neven those of the sciences, as long as knowledge is incomplete, must be\nregarded as hypotheses–but also as a hypothesis which he had no right\nto assume. It may be that in the end we shall be obliged to say of him,\nas of so many others–",
        "  “See the sage, with the hunger for the truth,\n  And see his system that’s all true, except\n  The one weak place, that’s stanchioned by a lie!\"[A]",
        "[Footnote A: Prince Hohenstiel-Schwangau.]",
        "It may be that the religious form, through which he generally reaches\nhis convictions, is not freed from a dogmatic element, which so\npenetrates his thought as to vitiate it as a philosophy. Nevertheless,\nit answered for the poet all the uses of a philosophy, and it may do the\nsame for many who are distrustful of the systems of the schools, and who\nare “neither able to find a faith nor to do without one.” It contains\nfar-reaching hints of a reconciliation of the elements of discord in our\nlives, and a suggestion of a way in which it may be demonstrated, that\nan optimistic theory is truer to facts than any scepticism or\nagnosticism, with the despair that they necessarily bring.",
        "For Browning not only advanced a principle, whereby, as he conceived,\nman might again be reconciled to the world and God, and all things be\nviewed as the manifestation of a power that is benevolent; he also\nsought to apply his principle to the facts of life. He illustrates his\nfundamental hypothesis by means of these facts; and he tests its\nvalidity with the persistence and impressive candour of a scientific\ninvestigator. His optimism is not that of an eclectic, who can ignore\ninconvenient difficulties. It is not an attempt to justify the whole by\nneglecting details, or to make wrong seem right by reference to a\nfar-off result, in which the steps of the process are forgotten. He\nstakes the value of his view of life on its power to meet all facts;\none fact, ultimately irreconcilable with his hypothesis, will, he knows,\ndestroy it.",
        "                     “All the same,\n  Of absolute and irretrievable black,–black’s soul of black\n  Beyond white’s power to disintensify,–\n  Of that I saw no sample: such may wreck\n  My life and ruin my philosophy\n  Tomorrow, doubtless.\"[A]",
        "[Footnote A: A Bean Stripe–Ferishtah’s Fancies.]",
        "He knew that, to justify God, he had to justify all His ways to man;\nthat if the good rules at all, it rules absolutely; and that a single\nexception would confute his optimism.",
        "  “So, gazing up, in my youth, at love\n  As seen through power, ever above\n  All modes which make it manifest,\n  My soul brought all to a single test–\n  That He, the Eternal First and Last,\n  Who, in His power, had so surpassed\n  All man conceives of what is might,–\n  Whose wisdom, too, showed infinite,\n  –Would prove as infinitely good;\n  Would never, (my soul understood,)\n  With power to work all love desires,\n  Bestow e’en less than man requires.\"[B]",
        "[Footnote B: Christmas Eve.]",
        "  “No: love which, on earth, amid all the shows of it,\n  Has ever been seen the sole good of life in it,\n  The love, ever growing there, spite of the strife in it,\n  Shall arise, made perfect, from death’s repose of it.\n  And I shall behold Thee, face to face,\n  O God, and in Thy light retrace\n  How in all I loved here, still wast Thou!\"[C]",
        "[Footnote C: Ibid.]",
        "We can scarcely miss the emphasis of the poet’s own conviction in these\npassages, or in the assertion that,–",
        "      “The acknowledgment of God in Christ\n  Accepted by thy reason, solves for thee\n  All questions in the earth and out of it,\n  And has so far advanced thee to be wise.\"[A]",
        "[Footnote A: A Death in the Desert.]",
        "Consequently, there is a defiant and aggressive element in his attitude.\nStrengthened with an unfaltering faith in the supreme Good, this knight\nof the Holy Spirit goes forth over all the world seeking out wrongs. “He\nhas,” said Dr. Westcott, “dared to look on the darkest and meanest forms\nof action and passion, from which we commonly and rightly turn our eyes,\nand he has brought back for us from this universal survey a conviction\nof hope.” I believe, further, that it was in order to justify this\nconviction that he set out on his quest. His interest in vice–in\nmalice, cruelty, ignorance, brutishness, meanness, the irrational\nperversity of a corrupt disposition, and the subtleties of philosophic\nand aesthetic falsehood–was no morbid curiosity. Browning was no\n“painter of dirt\"; no artist can portray filth for filth’s sake, and\nremain an artist. He crowds his pages with criminals, because he sees\ndeeper than their crimes. He describes evil without “palliation or\nreserve,” and allows it to put forth all its might, in order that he\nmay, in the end, show it to be subjected to God’s purposes. He confronts\nevil in order to force it to give up the good, which is all the reality\nthat is in it. He conceives it as his mission to prove that evil is\n“stuff for transmuting,” and that there is nought in the world.",
        "  “But, touched aright, prompt yields each particle its tongue\n  Of elemental flame–no matter whence flame sprung,\n  From gums and spice, or else from straw and rottenness.”",
        "All we want is–",
        "        “The power to make them burn, express\n  What lights and warms henceforth, leaves only ash behind,\n  Howe’er the chance.\"[A]",
        "[Footnote A: Fifine at the Fair.]",
        "He had Pompilia’s faith.",
        "  “And still, as the day wore, the trouble grew,\n  Whereby I guessed there would be born a star.”",
        "He goes forth in the might of his faith in the power of good, as if he\nwished once for all to try the resources of evil at their uttermost, and\npass upon it a complete and final condemnation. With this view, he seeks\nevil in its own haunts. He creates Guido, the subtlest and most powerful\ncompound of vice in our literature–except Iago, perhaps–merely in\norder that we may see evil at its worst; and he places him in an\nenvironment suited to his nature, as if he was carrying out an\nexperimentum crucis. The",
        "        “Midmost blotch of black\n  Discernible in the group of clustered crimes\n  Huddling together in the cave they call\n  Their palace.\"[B]",
        "[Footnote B: The Ring and the Book–The Pope, 869-872.]",
        "Beside him are his brothers, each with his own “tint of hell\"; his\nmistress, on whose face even Pompilia saw the glow of the nether pit\n“flash and fade\"; and his mother–",
        "  “The gaunt grey nightmare in the furthest smoke,\n  The hag that gave these three abortions birth,\n  Unmotherly mother and unwomanly\n  Woman, that near turns motherhood to shame,\n  Womanliness to loathing\"[A]",
        "[Footnote A: The Ring and the Book–The Pope, 911-915.]",
        "Such “denizens o’ the cave now cluster round Pompilia and heat the\nfurnace sevenfold.” While she",
        "              “Sent prayer like incense up\n  To God the strong, God the beneficent,\n  God ever mindful in all strife and strait,\n  Who, for our own good, makes the need extreme,\n  Till at the last He puts forth might and saves.\"[B]",
        "[Footnote B: The Ring and the Book–Pompilia, 1384-1388.]",
        "In these lines we feel the poet’s purpose, constant throughout the whole\npoem. We know all the while that with him at our side we can travel\nsafely through the depths of the Inferno–for the flames bend back from\nhim; and it is only what we expect as the result of it all, that there\nshould come",
        "  “A bolt from heaven to cleave roof and clear place,\n                   . . . . then flood\n  And purify the scene with outside day–\n  Which yet, in the absolutest drench of dark,\n  Ne’er wants its witness, some stray beauty-beam\n  To the despair of hell.\"[C]",
        "[Footnote C: The Ring and the Book–The Pope, 996-1003.]",
        "The superabundant strength of Browning’s conviction in the supremacy of\nthe good, which led him in The Ring and the Book to depict criminals\nat their worst, forced him later on in his life to exhibit evil in\nanother form. The real meaning and value of such poems as Fifine at the\nFair, Prince Hohenstiel-Schwangau, Red Cotton Nightcap Country,\nFerishtah’s Francies, and others, can only be determined by a careful\nand complete analysis of each of them. But they have one characteristic\nso prominent, and so new in poetry, that the most careless reader cannot\nfail to detect it. Action and dramatic treatment give place to a\ndiscussion which is metaphysical; instead of the conflict of motives\nwithin a character, the stress and strain of passion and will in\ncollision with circumstances, there is reflection on action after it has\npassed, and the conflict of subtle arguments on the ethical value of\nmotives and ways of conduct, which the ordinary moral consciousness\ncondemns without hesitation. All agree that these poems represent a new\ndeparture in poetry, and some consider that in them the poet, in thus\ndealing with metaphysical abstractions, has overleapt the boundaries of\nthe poetic art. To such critics, this later period seems the period of\nhis decadence, in which the casuistical tendencies, which had already\nappeared in Bishop Blougram’s Apology, Mr. Sludge the Medium, and\nother poems, have overwhelmed his art, and his intellect, in its pride\nof strength, has grown wanton. Fifine at the Fair is said to be “a\ndefence of inconstancy, or of the right of experiment in love.” Its\nhero, who is “a modern gentleman, a refined, cultured, musical, artistic\nand philosophic person, of high attainments, lofty aspirations, strong\nemotions, and capricious will,” produces arguments “wide in range, of\nprofound significance and infinite ingenuity,” to defend and justify\nimmoral intercourse with a gipsy trull. The poem consists of the\nspeculations of a libertine, who coerces into his service truth and\nsophistry, and “a superabounding wealth of thought and imagery,” and\nwith no further purpose on the poet’s part than the dramatic delineation\nof character. Prince Hohenstiel-Schwangau is spoken of in a similar\nmanner as the justification, by reference to the deepest principles of\nmorality, of compromise, hypocrisy, lying, and a selfishness that\nbetrays every cause to the individual’s meanest welfare. The object of\nthe poet is “by no means to prove black white, or white black, or to\nmake the worse appear the better reason, but to bring a seeming monster\nand perplexing anomaly under the common laws of nature, by showing how\nit has grown to be what it is, and how it can with more or less\nself-delusion reconcile itself to itself.”",
        "I am not able to accept this as a complete explanation of the intention\nof the poet, except with reference to Prince Hohenstiel-Schwangau. The\nPrince is a psychological study, like Mr. Sludge the Medium, and\nBishop Blougram. No doubt he had the interest of a dramatist in the\nhero of Fifine at the Fair and in the hero of Red Cotton Nightcap\nCountry; but, in these poems, his dramatic interest is itself\ndetermined by an ethical purpose, which is equally profound. His meeting\nwith the gipsy at Pornic, and the spectacle of her unscrupulous audacity\nin vice, not only “sent his fancy roaming,” but opened out before him\nthe fundamental problems of life. What I would find, therefore, in\nFifine at the Fair is not the casuistic defence of an artistic and\nspeculative libertine, but an earnest attempt on the part of the poet to\nprove,",
        "  “That, through the outward sign, the inward grace allures,\n  And sparks from heaven transpierce earth’s coarsest covertures,–\n  All by demonstrating the value of Fifine.\"[A]",
        "[Footnote A: Fifine at the Fair, xxviii.]",
        "Within his scheme of the universal good he seeks to find a place even\nfor this gipsy creature, who traffics “in just what we most pique us\nthat we keep.” Having, in the Ring and the Book, challenged evil at\nits worst as it manifests itself practically in concrete characters and\nexternal action, and having wrung from it the victory of the good, in\nFifine and in his other later poems he meets it again in the region of\ndialectic. In this sphere of metaphysical ethics, evil has assumed a\nmore dangerous form, especially for an artist. His optimistic faith has\ndriven the poet into a realm into which poetry never ventured before.\nHis battle is now, not with flesh and blood, but with the subtler powers\nof darkness grown vocal and argumentative, and threatening to turn the\npoet’s faith in good into a defence of immorality, and to justify the\nworst evil by what is highest of all. Having indicated in outward fact\n“the need,” as well as the “transiency of sin and death,” he seeks here\nto prove that need, and seems, thereby, to degrade the highest truth of\nreligion into a defence of the worst wickedness.",
        "No doubt the result is sufficiently repulsive to the abstract moralist,\nwho is apt to find in Fifine nothing but a casuistical and shameless\njustification of evil, which is blasphemy against goodness itself. We\nare made to “discover,” for instance, that",
        "                           “There was just\n  Enough and not too much of hate, love, greed and lust,\n  Could one discerningly but hold the balance, shift\n  The weight from scale to scale, do justice to the drift\n  Of nature, and explain the glories by the shames\n  Mixed up in man, one stuff miscalled by different names.\"[A]",
        "[Footnote A: Fifine at the Fair, cviii.]",
        "We are told that–",
        "  “Force, guile were arms which earned\n  My praise, not blame at all.”",
        "Confronted with such utterances as these, it is only natural that,\nrather than entangle the poet in them, we should regard them as the\nsophistries of a philosophical Don Juan, powerful enough, under the\nstress of self-defence, to confuse the distinctions of right and wrong.\nBut, as we shall try to show in the next chapter, such an apparent\njustification of evil cannot be avoided by a reflective optimist; and it\nis implicitly contained even in those religious utterances of Rabbi Ben\nEzra, Christmas Eve, and A Death in the Desert, with which we not\nonly identify the poet but ourselves, in so far as we share his faith\nthat",
        "  “God’s in His heaven,–\n  All’s right with the world.”",
        "The poet had far too much speculative acumen to be ignorant of this, and\ntoo much boldness and strength of conviction in the might of the good,\nto refuse to confront the issues that sprang from it. In his later\npoems, as in his earlier ones, he is endeavouring to justify the ways of\nGod to man; and the difficulties which surround him are not those of a\ncasuist, but the stubborn questionings of a spirit, whose religious\nfaith is thoroughly earnest and fearless. To a spirit so loyal to the\ntruth, and so bold to follow its leading, the suppression of such\nproblems is impossible; and, consequently, it was inevitable that he\nshould use the whole strength of his dialectic to try those fundamental\nprinciples, on which the moral life of man is based. And it is this, I\nbelieve, which we find in Fifine, as in Ferishtah’s Fancies and the\nParleyings; not an exhibition of the argumentative subtlety of a mind\nwhose strength has become lawless, and which spends itself in\nintellectual gymnastics, that have no place within the realm of either\nthe beautiful or the true.",
        "Continue...",
        "\nThis eBook of “Browning as a Philosophical and Religious Teacher” by Henry Jones belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Browning As a Philosophical And Religious TeacherBy Henry JonesAt Amazon"
    ]
}