{
    "title": "Browning as a Philosophical and Religious Teacher - Chapter III. Browning’s Place in English Poetry.",
    "author": "Henry Jones",
    "chapter": "4",
    "content": [
        "\n\n",
        "    “But there’s a great contrast between him and me. He seems\n    very content with life, and takes much satisfaction in the\n    world. It’s a very strange and curious spectacle to behold\n    a man in these days so confidently cheerful.” (Carlyle.)",
        "It has been said of Carlyle, who may for many reasons be considered as\nour poet’s twin figure, that he laid the foundations of his world of\nthought in Sartor Resartus, and never enlarged them. His Orientirungwas over before he was forty years old–as is, indeed, the case with\nmost men. After that period there was no fundamental change in his view\nof the world; nothing which can be called a new idea disturbed his\noutline sketch of the universe. He lived afterwards only to fill it in,\nshowing with ever greater detail the relations of man to man in history,\nand emphasizing with greater grimness the war of good and evil in human\naction. There is evidence, it is true, that the formulae from which he\nmore or less consciously set forth, ultimately proved too narrow for\nhim, and we find him beating himself in vain against their limitations;\nstill, on the whole, Carlyle speculated within the range and influence\nof principles adopted early in life, and never abandoned for higher or\nricher ideas, or substantially changed.",
        "In these respects, there is considerable resemblance between Carlyle and\nBrowning. Browning, indeed, fixed his point of view and chose his\nbattleground still earlier; and he held it resolutely to his life’s\nclose. In his Pauline and in his Epilogue to Asolando we catch the\ntriumphant tone of a single idea, which, during all the long interval,\nhad never sunk into silence. Like",
        "  “The wise thrush, he sings each song twice over,\n  Lest you should think he never could recapture\n  The first fine careless rapture!\"[A]",
        "[Footnote A: Home Thoughts from Abroad.]",
        "Moreover, these two poets, if I may be permitted to call Carlyle a poet,\ntaught the same truth. They were both witnesses to the presence of God\nin the spirit of man, and looked at this life in the light of another\nand a higher; or rather, they penetrated through the husk of time and\nsaw that eternity is even here, a tranquil element underlying the noisy\nantagonisms of man’s earthly life. Both of them, like Plato’s\nphilosopher, made their home in the sunlight of ideal truth: they were\nnot denizens of the cave taking the things of sense for those of\nthought, shadows for realities, echoes for the voices of men.",
        "But, while Carlyle fought his way into this region, Browning found\nhimself in it from the first; while Carlyle bought his freedom with a\ngreat sum, the poet “was free born.” Carlyle saw the old world faith\nbreak up around him, and its fragments never ceased to embarrass his\npath. He was at the point of transition, present at the collision of\nthe old and new, and in the midst of the confusion. He, more than any\nother English writer, was the instrument of the change from the Deism of\nthe eighteenth century and the despair which followed it, into the\nlarger faith of our own. But, for Browning, there was a new heaven and a\nnew earth, and old things had passed away. This notable contrast between\nthe two men, arising at once from their disposition and their moral\nenvironment, had far-reaching effects on their lives and their writings.\nBut their affinity was deeper than the difference, for they are\nessentially heirs and exponents of the same movement in English thought.",
        "The main characteristic of that movement is that it is both moral and\nreligious, a devotion to God and the active service of man, a\nrecognition at once of the rights of nature and of spirit. It does not,\non the one hand, raise the individual as a natural being to the throne\nof the universe, and make all forces social, political, and spiritual\nstoop to his rights; nor does it, on the other hand, deny these rights,\nor make the individual a mere instrument of society. It at least\nattempts to reconcile the fundamental facts of human nature, without\ncompromising any of them. It cannot be called either individualistic or\nsocialistic; but it strives to be both at once, so that both man and\nsociety mean more to this age than they ever did before. The narrow\nformulae that cramped the thought of the period which preceded ours have\nbeen broken through. No one can pass from the hedonists and\nindividualists to Carlyle and Browning without feeling that these two\nmen are representatives of new forces in politics, in religion, and in\nliterature,–forces which will undoubtedly effect momentous changes\nbefore they are caught again and fixed in creeds.",
        "That a new epoch in English thought was veritably opened by them is\nindicated by the surprise and bewilderment they occasioned at their\nfirst appearance. Carlyle had Emerson to break his loneliness and\nBrowning had Rossetti; but, to most other men at that day, Sartor and\nPauline were all but unintelligible. The general English reader could\nmake little of the strange figures that had broken into the realm of\nliterature; and the value and significance of their work, as well as its\noriginality, will be recognized better by ourselves if we take a hurried\nglance at the times which lay behind them. Its main worth will be found\nto lie in the fact that they strove to bring together again certain\nfundamental elements, on which the moral life of man must always rest,\nand which had fallen asunder in the ages which preceded their own.",
        "The whole-hearted, instinctive life of the Elizabethan age was narrowed\nand deepened into the severe one-sidedness of Puritanism, which cast on\nthe bright earth the sombre shadow of a life to come. England was given\nup for a time to a magnificent half-truth. It did not",
        "    “Wait\n  The slow and sober uprise all around\n  O’ the building,”",
        "but",
        "    “Ran up right to roof\n  A sudden marvel, piece of perfectness.\"[A]",
        "[Footnote A:_Prince Hohenstiel-Schwangau.]",
        "After Puritanism came Charles the Second and the rights of the flesh,\nwhich rights were gradually clarified, till they contradicted themselves\nin the benevolent self-seeking of altruistic hedonism. David Hume led\nthe world out of the shadow of eternity, and showed that it was only an\nobject of the five senses; or of six, if we add that of “hunger.” The\ndivine element was explained away, and the proper study of mankind was,\nnot man, as that age thought, but man reduced to his beggarly\nelements–a being animated solely by the sensuous springs of pleasure\nand pain, which should properly, as Carlyle thought, go on all fours,\nand not lay claim to the dignity of being moral. All things were reduced\nto what they seemed, robbed of their suggestiveness, changed into\ndefinite, sharp-edged, mutually exclusive particulars. The world was an\naggregate of isolated facts, or, at the best, a mechanism into which\nparticulars were fitted by force; and society was a gathering of mere\nindividuals, repelling each other by their needs and greed, with a ring\nof natural necessity to bind them together. It was a fit time for\npolitical economy to supplant ethics. There was nowhere an ideal which\ncould lift man above his natural self, and teach him, by losing it, to\nfind a higher life. And, as a necessary consequence, religion gave way\nto naturalism and poetry to prose.",
        "After this age of prose came our own day. The new light first flushed\nthe modern world in the writings of the philosopher-poets of Germany:\nKant and Lessing, Fichte and Schiller, Goethe and Hegel. They brought\nabout the Copernican change. For them this world of the five senses, of\nspace and time and natural cause, instead of being the fixed centre\naround which all things revolved, was explicable only in its relation to\na system which was spiritual; and man found his meaning in his\nconnection with society, the life of which stretched endlessly far back\ninto the past and forward into the future. Psychology gave way to\nmetaphysics. The universal element in the thought of man was revealed.\nInstead of mechanism there was life. A new spirit of poetry and\nphilosophy brought God back into the world, revealed his incarnation in\nthe mind of man, and changed nature into a pellucid garment within which\nthrobbed the love divine. The antagonism of hard alternatives was at an\nend; the universe was spirit-woven and every smallest object was “filled\nfull of magical music, as they freight a star with light.” There were no\nlonger two worlds, but one; for “the other” world penetrated this, and\nwas revealed in it: thought and sense, spirit and nature, were\nreconciled. These thinkers made room for man, as against the Puritans,\nand for God, as against their successors. Instead of the hopeless\nstruggle of ascetic morality, which divides man against himself, they\nawakened him to that sense of his reconciliation with his ideal which\nreligion gives: “Psyche drinks its stream and forgets her sorrows.”",
        "Now, this is just the soil where art blooms. For what is beauty but the\nharmony of thought and sense, a universal meaning caught and tamed in\nthe particular? To the poet each little flower that blooms has endless\nworth, and is regarded as perfect and complete; for he sees that the\nspirit of the whole dwells in it. It whispers to him the mystery of the\ninfinite; it is a pulse in which beats the universal heart. The true\npoet finds God everywhere; for the ideal is actual wherever beauty\ndwells. And there is the closest affinity between art and religion, as\nits history proves, from Job and Isaiah, Homer and Aeschylus, to our own\npoet; for both art and religion lift us, each in its own way, above\none-sidedness and limitation, to the region of the universal. The one\ndraws God to man, brings perfection here, and reaches its highest form\nin the joyous life of Greece, where the natural world was clothed with\nalmost supernatural beauty; the other lifts man to God, and finds this\nlife good because it reflects and suggests the greater life that is to\nbe. Both poetry and religion are a reconciliation and a satisfaction;\nboth lift man above the contradictions of limited existence, and place\nhim in the region of peace–where,",
        "    “with an eye made quiet by the power\n  Of harmony, and the deep power of joy,\n  He sees into the life of things.\"[A]",
        "[Footnote A: Tintern Abbey.]",
        "In this sense, it will be always true of the poet, as it is of the\nreligious man, that",
        "    “the world,\n  The beauty and the wonder and the power,\n  The shapes of things, their colours, lights and shades,\n  Changes, surprises,\"[A]",
        "[Footnote A: Fra Lippo Lippi.]",
        "lead him back to God, who made it all.",
        "He is essentially a witness to the divine element in the world.",
        "It is the rediscovery of this divine element, after its expulsion by the\nage of Deism and doubt, that has given to this century its poetic\ngrandeur. Unless we regard Burke as the herald of the new era, we may\nsay that England first felt the breath of the returning spirit in the\npoems of Shelley and Wordsworth.",
        "  “The One remains, the many change and pass;\n    Heaven’s light for ever shines, earth’s shadows fly;\n  Life, like a dome of many-coloured glass,\n    Stains the white radiance of eternity,\n    Until death tramples it to fragments.\"[B]",
        "[Footnote B: Adonais.]",
        "“And I have felt,” says Wordsworth,",
        "  “A presence that disturbs me with the joy\n  Of elevated thoughts; a sense sublime\n  Of something far more deeply interfused,\n  Whose dwelling is the light of setting suns,\n  And the round ocean and the living air,\n  And the blue sky, and in the mind of man:\n  A motion and a spirit, that impels\n  All thinking things, all objects of all thought,\n  And rolls through all things.\"[C]",
        "[Footnote C: Tintern Abbey.]",
        "Such notes as these could not be struck by Pope, nor be understood by\nthe age of prose. Still they are only the prelude of the fuller song of\nBrowning. Whether he be a greater poet than these or not,–a question\nwhose answer can benefit nothing, for each poet has his own worth, and\nreflects by his own facet the universal truth–his poetry contains in it\nlarger elements, and the promise of a deeper harmony from the harsher\ndiscords of his more stubborn material. Even where their spheres touch,\nBrowning held by the artistic truth in a different manner. To Shelley,\nperhaps the most intensely spiritual of all our poets,",
        "  “That light whose smile kindles the universe,\n  That beauty in which all things work and move,”",
        "was an impassioned sentiment, a glorious intoxication; to Browning it\nwas a conviction, reasoned and willed, possessing the whole man, and\nheld in the sober moments when the heart is silent. “The heavy and the\nweary weight of all this unintelligible world” was lightened for\nWordsworth, only when he was far from the haunts of men, and free from\nthe “dreary intercourse of daily life\"; but Browning weaved his song of\nhope right amidst the wail and woe of man’s sin and wretchedness. For\nWordsworth “sensations sweet, felt in the blood and felt along the\nheart, passed into his purer mind with tranquil restoration,” and issued\n“in a serene and blessed mood\"; but Browning’s poetry is not merely the\npoetry of the emotions however sublimated. He starts with the hard\nrepellent fact, crushes by sheer force of thought its stubborn rind,\npresses into it, and brings forth the truth at its heart. The greatness\nof Browning’s poetry is in its perceptive grip: and in nothing is he\nmore original than in the manner in which he takes up his task, and\nassumes his artistic function. In his postponement of feeling to thought\nwe recognize a new poetic method, the significance of which we cannot\nestimate as yet. But, although we may fail to apprehend the meaning of\nthe new method he employs, we cannot fail to perceive the fact, which is\nnot less striking, that the region from which he quarries his material\nis new.",
        "And yet he does not break away abruptly from his predecessors. His\nkinship with them, in that he recognizes the presence of God in nature,\nis everywhere evident. We quote one passage, scarcely to be surpassed by\nany of our poets, as indicative of his power of dealing with the\nsupernaturalism of nature.",
        "  “The centre-fire heaves underneath the earth,\n  And the earth changes like a human face;\n  The molten ore burst up among the rocks,\n  Winds into the stone’s heart, outbranches bright\n  In hidden mines, spots barren river-beds,\n  Crumbles into fine sand where sunbeams bask–\n  God joys therein. The wroth sea’s waves are edged\n  With foam, white as the bitter lip of hate,\n  When, in the solitary waste, strange groups\n  Of young volcanos come up, cyclops-like,\n  Staring together with their eyes on flame–\n  God tastes a pleasure in their uncouth pride.\n  Then all is still; earth is a wintry clod:\n  But spring-wind, like a dancing psaltress, passes\n  Over its breast to waken it, rare verdure\n  Buds tenderly upon rough banks, between\n  The withered tree-roots and the cracks of frost,\n  Like a smile striving with a wrinkled face.",
        "  “Above, birds fly in merry flocks, the lark\n  Soars up and up, shivering for very joy;\n  Afar the ocean sleeps; white fishing gulls\n  Flit where the strand is purple with its tribe\n  Of nested limpets; savage creatures seek\n  Their loves in wood and plain–and God renews\n  His ancient rapture. Thus He dwells in all,\n  From life’s minute beginnings, up at last\n  To man–the consummation of this scheme\n  Of being, the completion of this sphere of life.\"[A]",
        "[Footnote A: Paracelsus.]",
        "Such passages as these contain neither the rapt, reflective calm of\nWordsworth’s solemn tones, nor the ethereal intoxication of Shelley’s\nspirit-music; but there is in them the same consciousness of the\ninfinite meaning of natural facts. And beyond this, there is also, in\nthe closing lines, a hint of a new region for art. Shelley and\nWordsworth were the poets of Nature, as all truly say; Browning was the\npoet of the human soul. For Shelley, the beauty in which all things work\nand move was well-nigh “quenched by the eclipsing curse of the birth of\nman\"; and Wordsworth lived beneath the habitual sway of fountains,\nmeadows, hills and groves, while he kept grave watch o’er man’s\nmortality, and saw the shades of the prison-house gather round him. From\nthe life of man they garnered nought but mad indignation, or mellowed\nsadness. It was a foolish and furious strife with unknown powers fought\nin the dark, from which the poet kept aloof, for he could not see that\nGod dwelt amidst the chaos. But Browning found “harmony in immortal\nsouls, spite of the muddy vesture of decay.” He found nature crowned in\nman, though man was mean and miserable. At the heart of the most\nwretched abortion of wickedness there was the mark of the loving touch\nof God. Shelley turned away from man; Wordsworth paid him rare visits,\nlike those of a being from a strange world, made wise and sad with\nlooking at him from afar; Browning dwelt with him. He was a comrade in\nthe fight, and ever in the van of man’s endeavour bidding him be of good\ncheer. He was a witness for God in the midmost dark, where meet in\ndeathless struggle the elemental powers of right and wrong. For God is\npresent for him, not only in the order and beauty of nature, but in the\nworld of will and thought. Beneath the caprice and wilful lawlessness of\nindividual action, he saw a beneficent purpose which cannot fail, but\n“has its way with man, not he with it.”",
        "Now this was a new world for poetry to enter into; a new depth to\npenetrate with hope; and Browning was the first of modern poets to",
        "                              “Stoop\n  Into the vast and unexplored abyss,\n                 Strenuously beating\n  The silent boundless regions of the sky.”",
        "It is also a new world for religion and morality; and to understand it\ndemands a deeper insight into the fundamental elements of human life.",
        "To show this in a proximately adequate manner, we should be obliged, as\nalready hinted, to connect the poet’s work, not merely with that of his\nEnglish predecessors, but with the deeper and more comprehensive\nmovement of the thought of Germany since the time of Kant. It would be\nnecessary to indicate how, by breaking a way through the narrow creeds\nand equally narrow scepticism of the previous age, the new spirit\nextended the horizon of man’s active and contemplative life, and made\nhim free of the universe, and the repository of the past conquests of\nhis race. It proposed to man the great task of solving the problem of\nhumanity, but it strengthened him with its past achievement, and\ninspired him with the conviction of its boundless progress. It is not\nthat the significance of the individual or the meaning of his endeavour\nis lost. Under this new view, man has still to fight for his own hand,\nand it is still recognized that spirit is always burdened with its own\nfate and cannot share its responsibility. Morality does not give way to\nreligion or pass into it, and there is a sense in which the individual\nis always alone in the sphere of duty.",
        "But from this new point of view the individual is re-explained for us,\nand we begin to understand that he is the focus of a light which is\nuniversal, “one more incarnation of the mind of God.” His moral task is\nno longer to seek his own in the old sense, but to elevate humanity; for\nit is only by taking this circuit that he can come to his own. Such a\ntask as this is a sufficiently great one to occupy all time; but it is\nto humanity in him that the task belongs, and it will therefore be\nachieved. This is no new one-sidedness. It does not mean, to those who\ncomprehend it, the supplanting of the individual thought by the\ncollective thought, or the substitution of humanity for man. The\nuniversal is in the particular, the fact is the law. There is no\ncollision between the whole and the part, for the whole lives in the\npart. As each individual plant has its own life and beauty and worth,\nalthough the universe has conspired to bring it into being; so also, and\nin a far higher degree, man has his own duty and his own dignity,\nalthough he is but the embodiment of forces, natural and spiritual,\nwhich have come from the endless past. Like a letter in a word, or a\nword in a sentence, he gets his meaning from his context; but the\nsentence is meaningless without him. “Rays from all round converge in\nhim,” and he has no power except that which has been lent to him; but\nall the same, nay, all the more, he must",
        "  “Think as if man never thought before!\n  Act as if all creation hung attent\n  On the acting of such faculty as his.\"[A]",
        "[Footnote A: Prince Hohenstiel-Schwangau.]",
        "His responsibility, his individuality, is not less, but greater, in that\nhe can, in his thought and moral action, command the forces that the\nrace has stored for him. The great man speaks the thought of his people,\nand his invocations as their priest are just the expression of their\ndumb yearnings. And even the mean and insignificant man is what he is,\nin virtue of the humanity which is blurred and distorted within him; and\nhe can shed his insignificance and meanness, only by becoming a truer\nvehicle for that humanity.",
        "Thus, when spirit is spiritually discerned, it is seen that man is bound\nto man in a union closer than any physical organism can show; while “the\nindividual,” in the old sense of a being opposed to society and\nopposed to the world, is found to be a fiction of abstract thought,\nnot discoverable anywhere, because not real. And, on the other hand,\nsociety is no longer “collective,” but so organic that the whole is\npotentially in every part–an organism of organisms.",
        "The influence of this organic idea in every department of thought which\nconcerns itself with man is not to be measured. It is already fast\nchanging all the practical sciences of man–economics, politics, ethics\nand religion. The material, being newly interpreted, is wrought into a\nnew purpose, and revelation is once more bringing about a reformation.\nBut human action in its ethical aspect is, above all, charged with a new\nsignificance. The idea of duty has received an expansion almost\nillimitable, and man himself has thereby attained new worth and\ndignity–for what is duty except a dignity and opportunity, man’s chance\nof being good? When we contrast this view of the life of man as the life\nof humanity in him, with the old individualism, we may say that morality\nalso has at last, in Bacon’s phrase, passed from the narrow seas into\nthe open ocean. And after all, the greatest achievement of our age may\nbe not that it has established the sciences of nature, but that it has\nmade possible the science of man. We have, at length, reached a point of\nview from which we may hope to understand ourselves. Law, order,\ncontinuity, in human action–the essential pre-conditions of a moral\nscience–were beyond the reach of an individualistic theory. It left to\nethical writers no choice but that of either sacrificing man to law, or\nlaw to man; of denying either the particular or the universal element in\nhis nature. Naturalism did the first. Intuitionism, the second. The\nformer made human action the re_action of a natural agent on the\nincitement of natural forces. It made man a mere object, a thingcapable of being affected by other things through his faculty of being\npained or pleased; an object acting in obedience to motives that had an\nexternal origin, just like any other object. The latter theory cut man\nfree from the world and his fellows, endowed him with a will that had no\nlaw, and a conscience that was dogmatic; and thereby succeeded in\nstultifying both law and morality.",
        "But this new consciousness of the relation of man to mankind and the\nworld takes him out of his isolation and still leaves him free. It\nrelates men to one another in a humanity, which is incarnated anew in\neach of them. It elevates the individual above the distinctions of time;\nit treasures up the past in him as the active energy of his knowledge\nand morality in the present, and also as the potency of the ideal life\nof the future. On this view, the individual and the race are possible\nonly through each other.",
        "This fundamental change in our way of looking at the life of man is\nbound to abolish the ancient landmarks and bring confusion for a time.\nOut of the new conception, i.e., out of the idea of evolution, has\nsprung the tumult as well as the strength of our time. The present age\nis moved with thoughts beyond the reach of its powers: great aspirations\nfor the well-being of the people and high ideals of social welfare flash\nacross its mind, to be followed again by thicker darkness. There is\nhardly any limit to its despair or hope. It has a far larger faith in\nthe destiny of man than any of its predecessors, and yet it is sure of\nhardly anything–except that the ancient rules of human life are false.\nIndividualism is now detected as scepticism and moral chaos in disguise.\nWe know that the old methods are no longer of use. We cannot now cut\nourselves free of the fate of others. The confused cries for help that\nare heard on every hand are recognized as the voices of our brethren;\nand we now know that our fate is involved in theirs, and that the\nproblem of their welfare is also ours. We grapple with social questions\nat last, and recognize that the issues of life and death lie in the\nsolution of these enigmas. Legislators and economists, teachers of\nreligion and socialists, are all alike social reformers. Philanthropy\nhas taken a deeper meaning; and all sects bear its banner. But their\nforces are beaten back by the social wretchedness, for they have not\nfound the sovereign remedy of a great idea; and the result is in many\nways sad enough. Our social remedies often work mischief; for we degrade\nthose whom we would elevate, and in our charity forget justice. We\ninsist on the rights of the people and the duties of the privileged\nclasses, and thereby tend to teach greed to those for whom we labour,\nand goodness to those whom we condemn. The task that lies before us is\nplain: we want the welfare of the people as a whole. But we fail to\ngrasp the complex social elements together, and our very remedies tend\nto sunder them. We know that the public good will not be obtained by\nseparating man from man, securing each unit in a charmed circle of\npersonal rights, and protecting it from others by isolation. We must\nfind a place for the individual within the social organism, and we know\nnow that this organism has not, as our fathers seemed to think, the\nsimple constitution of a wooden doll. Society is not put together\nmechanically, and the individual cannot be outwardly attached to it, if\nhe is to be helped, He must rather share its life, be the heir of the\nwealth it has garnered for him in the past, and participate in its\nonward movement. Between this new social ideal and our attainment,\nbetween the magnitude of our social duties and the resources of\nintellect and will at our command, there lies a chasm which we despair\nof bridging over.",
        "The characteristics of this epoch faithfully reflect themselves in the\npages of Carlyle, with whose thoughts those of Browning are immediately\nconnected. It was Carlyle who first effectively revealed to England the\ncontinuity of human life, and the magnitude of the issues of individual\naction. Seeing the infinite in the finite, living under a continued\nsense of the mystery that surrounds man, he flung explosive negations\namidst the narrow formulae of the social and religious orthodoxy of his\nday, blew down the blinding walls of ethical individualism, and, amidst\nmuch smoke and din, showed his English readers something of the\ngreatness of the moral world. He gave us a philosophy of clothes,\npenetrated through symbols to the immortal ideas, condemned all\nshibboleths, and revealed the soul of humanity behind the external modes\nof man’s activity. He showed us, in a word, that the world is spiritual,\nthat loyalty to duty is the foundation of all human good, and that\nnational welfare rests on character. After reading him, it is impossible\nfor any one who reflects on the nature of duty to ask, “Am I my\nbrother’s keeper?” He not only imagined, but knew, how “all things the\nminutest that man does, minutely influence all men, and the very look of\nhis face blesses or curses whom-so it lights on, and so generates ever\nnew blessing or new cursing. I say, there is not a Red Indian, hunting\nby Lake Winnipeg, can quarrel with his squaw, but the whole world must\nsmart for it: will not the price of beaver rise? It is a mathematical\nfact that the casting of this pebble from my hand alters the centre of\ngravity of the universe.” Carlyle dealt the deathblow to the\n“laissez-faire” theory rampant in his day, and made each individual\nresponsible for the race. He has demonstrated that the sphere of duty\ndoes not terminate with ourselves and our next-door neighbours. There\nwill be no pure air for the correctest Levite to breathe, till the laws\nof sanitation have been applied to the moral slums. “Ye are my\nbrethren,” said he, and he adds, as if conscious of his too denunciatory\nway of dealing with them, “hence my rage and sorrow.”",
        "But his consciousness of brotherhood with all men brought only despair\nfor him. He saw clearly the responsibility of man, but not the dignity\nwhich that implies; he felt the weight of the burden of humanity upon\nhis own soul, and it crushed him, for he forgot that all the good of the\nworld was there to help him bear it, and that “One with God is a\nmajority.” He taught only the half-truth, that all men are united on the\nside of duty, and that the spiritual life of each is conditional on\nstriving to save all. But he neglected the complement of this truth, and\nforgot the greatness of the beings on whom so great a duty could be\nlaid. He therefore dignifies humanity only to degrade it again. The\n“twenty millions” each must try to save “are mostly fools.” But how\nfools, when they can have such a task? Is it not true, on the contrary,\nthat no man ever saw a duty beyond his strength, and that “man can\nbecause he ought” and ought only because he can? The evils an individual\ncannot overcome are the moral opportunities of his fellows. The good are\nnot lone workers of God’s purposes, and there is no need of despair.\nCarlyle, like the ancient prophet, was too conscious of his own mission,\nand too forgetful of that of others. “I have been very jealous for the\nLord God of hosts; because the children of Israel have forgotten Thy\ncovenant, thrown down Thine alters, and slain Thy prophets, and I, even\nI only, am left; and they seek my life, to take it away.” He needed,\nbeside the consciousness of his prophetic function, a consciousness of\nbrotherhood with humbler workers. “Yet I have left Me seven thousand in\nIsrael, all the knees which have not bowed unto Baal, and every mouth\nwhich hath not kissed him.” It would have helped him had he remembered,\nthat there were on all sides other workers engaged on the temple not\nmade with hands, although he could not hear the sound of their hammers\nfor the din he made himself. It would have changed his despair into joy,\nand his pity into a higher moral quality, had he been able to believe\nthat, amidst all the millions against whom he hurled his anathemas,\nthere is no one who, let him do what he will, is not constrained to\nillustrate either the folly and wretchedness of sin, or the glory of\ngoodness. It is not given to any one, least of all to the wicked, to\nhold back the onward movement of the race, or to destroy the impulse for\ngood which is planted within it.",
        "But Carlyle saw only one side of the truth about man’s moral nature and\ndestiny. He knew, as the ancient prophets did, that evil is potential\nwreck; and he taxed the power of metaphor to the utmost to indicate, how\nwrong gradually takes root, and ripens into putrescence and\nself-combustion, in obedience to a necessity which is absolute. That\nmorality is the essence of things, that wrong must prove its\nweakness, that right is the only might, is reiterated and illustrated on\nall his pages; they are now commonplaces of speculation on matters of\nhistory, if not conscious practical principles which guide its makers.\nBut Carlyle never inquired into the character of this moral necessity,\nand he overlooked the beneficence which places death at the heart of\nsin. He never saw wrong except on its way to execution, or in the death\nthroes; but he did not look in the face of the gentle power that led it\non to death. He saw the necessity which rules history, but not the\nbeneficent character of that necessity.",
        "The same limitations marred his view of duty, which was his greatest\nrevelation to his age. He felt its categorical authority and its binding\nforce. But the power which imposed the duty was an alien power, awful in\nmajesty, infinite in might, a “great task-master\"; and the duty itself\nwas an outer law, written in letters of flame across the high heavens,\nin comparison with which man’s action at its best sank into failure. His\nonly virtue is obedience, and his last rendering even of himself is\n“unprofitable servant.” In this he has much of the combined strength and\nweakness of the old Scottish Calvinism. “He stands between the\nindividual and the Infinite without hope or guide. He has a constant\ndisposition to crush the human being by comparing him with God,” said\nMazzini, with marvellous penetration. “From his lips, at times so\ndaring, we seem to hear every instant the cry of the Breton Mariner–’My\nGod protect me! My bark is so small, and Thy ocean so vast.’” His\nreconciliation of God and man was incomplete: God seemed to him to have\nmanifested Himself to man but not in man. He did not see that “the\nEternity which is before and behind us is also within us.”",
        "But the moral law which commands is just the reflection of the\naspirations of progressive man, who always creates his own horizon. The\nextension of duty is the objective counterpart of man’s growth; a proof\nof victory and not of failure, a sign that man is mounting upwards. And,\nif so, it is irrational to infer the impossibility of success from the\nmagnitude of the demands of a moral law, which is itself the promise of\na better future. The hard problems set for us by our social environment\nare recognized as set by ourselves; for, in matters of morality, the eye\nsees only what the heart prompts. The very statement of the difficulty\ncontains the potency of its solution; for evil, when understood, is on\nthe way towards being overcome, and the good, when seen, contains the\npromise of its own fulfilment. It is ignorance which is ruinous, as when\nthe cries of humanity beat against a deaf ear; and we can take a\ncomfort, denied to Carlyle, from the fact that he has made us awake to\nour social duties. He has let loose the confusion upon us, and it is\nonly natural that we should at first be overcome by a sense of\nbewildered helplessness. But this very sense contains the germ of hope,\nand England is struggling to its feet to wrestle with its wrongs.\nCarlyle has brought us within sight of our future, and we are now taking\na step into it. He has been our guide in the wilderness; but he died\nthere, and was denied the view from Pisgah.",
        "Now, this view was given to Robert Browning, and he broke out into a\nsong of victory, whose strains will give strength and comfort to many in\nthe coming time. That his solution of the evils of life is not final,\nmay at once be admitted. There are elements in the problem of which he\nhas taken no account, and which will force those who seek light on the\ndeeper mysteries of man’s moral nature, to go beyond anything that the\npoet has to say. Even the poet himself grows, at least in some\ndirections, less confident of the completeness of his triumph as he\ngrows older. His faith in the good does not fail, but it is the faith of\none who confesses to ignorance, and links himself to his finitude.\nStill, so thorough is his conviction of the moral purpose of life, of\nthe certainty of the good towards which man is moving, and of the\nbeneficence of the power which is at work everywhere in the world, that\nmany of his poems ring like the triumphant songs of Luther.",
        "Continue...",
        "\nThis eBook of “Browning as a Philosophical and Religious Teacher” by Henry Jones belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Browning As a Philosophical And Religious TeacherBy Henry JonesAt Amazon"
    ]
}