{
    "title": "Browning as a Philosophical and Religious Teacher - Chapter I. Introduction.",
    "author": "Henry Jones",
    "chapter": "2",
    "content": [
        "\n\n",
        "  “Grau, theurer Freund, ist alle Theorie,\n  Und grün des Lebens goldner Baum.” (Faust.)",
        "There is a saying of Hegel’s, frequently quoted, that “a great man\ncondemns the world to the task of explaining him.” The condemnation is a\ndouble one, and it generally falls heaviest on the great man himself,\nwho has to submit to explanation; and, probably, the last refinement of\nthis species of cruelty is to expound a poet. I therefore begin with an\napology in both senses of the term. I acknowledge that no commentator on\nart has a right to be heard, if he is not aware of the subordinate and\ntemporary nature of his office. At the very best he is only a guide to\nthe beautiful object, and he must fall back in silence so soon as he has\nled his company into its presence. He may perhaps suggest “the line of\nvision,” or fix the point of view, from which we can best hope to do\njustice to the artist’s work, by appropriating his intention and\ncomprehending his idea; but if he seeks to serve the ends of art, he\nwill not attempt to do anything more.",
        "In order to do even this successfully, it is essential that every\njudgment passed should be exclusively ruled by the principles which\ngovern art. “Fine art is not real art till it is free\"; that is, till\nits value is recognized as lying wholly within itself. And it is not,\nunfortunately, altogether unnecessary to insist that, so far from\nenhancing the value of an artist’s work, we only degrade it into mere\nmeans, subordinate it to uses alien, and therefore antagonistic to its\nperfection, if we try to show that it gives pleasure, or refinement, or\nmoral culture. There is no doubt that great poetry has all these uses,\nbut the reader can enjoy them only on condition of forgetting them; for\nthey are effects that follow the sense of its beauty. Art, morality,\nreligion, is each supreme in its own sphere; the beautiful is not more\nbeautiful because it is also moral, nor is a painting great because its\nsubject is religious. It is true that their spheres overlap, and art is\nnever at its best except when it is a beautiful representation of the\ngood; nevertheless the points of view of the artist and of the ethical\nteacher are quite different, and consequently also the elements within\nwhich they work and the truth they reveal.",
        "In attempting, therefore, to discover Robert Browning’s philosophy of\nlife, I do not pretend that my treatment of him is adequate. Browning\nis, first of all, a poet; it is only as a poet that he can be finally\njudged; and the greatness of a poet is to be measured by the extent to\nwhich his writings are a revelation of what is beautiful.",
        "I undertake a different and a humbler task, conscious of its\nlimitations, and aware that I can hardly avoid doing some violence to\nthe artist. What I shall seek in the poet’s writings is not beauty, but\ntruth; and although truth is beautiful, and beauty is truth, still the\npoetic and philosophic interpretation of life are not to be confused.\nPhilosophy must separate the matter from the form. Its synthesis comes\nthrough analysis, and analysis is destructive of beauty, as it is of all\nlife. Art, therefore, resists the violence of the critical methods of\nphilosophy, and the feud between them, of which Plato speaks, will last\nthrough all time. The beauty of form and the music of speech which\ncriticism destroys, and to which philosophy is, at the best,\nindifferent, are essential to poetry. When we leave them out of account\nwe miss the ultimate secret of poetry, for they cling to the meaning and\npenetrate it with their charm. Thought and its expression are\ninseparable in poetry, as they never are in philosophy; hence, in the\nformer, the loss of the expression is the loss of truth. The pure idea\nthat dwells in a poem is suffused in the poetic utterance, as sunshine\nbreaks into beauty in the mist, as life beats and blushes in the flesh,\nor as an impassioned thought breathes in a thinker’s face.",
        "But, although art and philosophy are supreme, each in its own realm, and\nneither can be subordinated to the uses of the other, they may help each\nother. They are independent, but not rival powers of the world of mind.\nNot only is the interchange of truth possible between them; but each may\nshow and give to the other all its treasures, and be none the poorer\nitself. “It is in works of art that some nations have deposited the\nprofoundest intuitions and ideas of their hearts.” Job and Isaiah,\nÆschylus and Sophocles, Shakespeare and Goethe, were first of all poets.\nMankind is indebted to them in the first place for revealing beauty; but\nit also owes to them much insight into the facts and principles of the\nmoral world. It would be an unutterable loss to the ethical thinker and\nthe philosopher, if this region were closed against them, so that they\ncould no longer seek in the poets the inspiration and light that lead to\ngoodness and truth. In our own day, almost above all others, we need the\npoets for these ethical and religious purposes. For the utterances of\nthe dogmatic teacher of religion have been divested of much of their\nancient authority; and the moral philosopher is often regarded either as\na vendor of commonplaces or as the votary of a discredited science,\nwhose primary principles are matter of doubt and debate. There are not a\nfew educated Englishmen who find in the poets, and in the poets alone,\nthe expression of their deepest convictions concerning the profoundest\ninterests of life. They read the poets for fresh inspiration, partly, no\ndoubt, because the passion and rapture of poetry lull criticism and\nsoothe the questioning spirit into acquiescence.",
        "But there are further reasons; for the poets of England are greater than\nits moral philosophers; and it is of the nature of the poetic art that,\nwhile eschewing system, it presents the strife between right and wrong\nin concrete character, and therefore with a fulness and truth impossible\nto the abstract thought of science.",
        "                “A poet never dreams:\n  We prose folk do: we miss the proper duct\n  For thoughts on things unseen.\"[A]",
        "[Footnote A: Fifine at the Fair, lxxxviii.]",
        "It is true that philosophy endeavours to correct this fragmentariness by\nstarting from the unity of the whole. But it can never quite get rid of\nan element of abstraction and reach down to the concrete individual.",
        "The making of character is so complex a process that the poetic\nrepresentation of it, with its subtle suggestiveness, is always more\ncomplete and realistic than any possible philosophic analysis. Science\ncan deal only with aspects and abstractions, and its method becomes more\nand more inadequate as its matter grows more concrete, unless it\nproceeds from the unity in which all the aspects are held together. In\nthe case of life, and still more so in that of human conduct, the whole\nmust precede the part, and the moral science must, therefore, more than\nany other, partake of the nature of poetry; for it must start from\nliving spirit, go from the heart outwards, in order to detect the\nmeaning of the actions of man.",
        "On this account, poetry is peculiarly helpful to the ethical\ninvestigator, because it always treats the particular thing as a\nmicrocosm. It is the great corrective of the onesidedness of science\nwith its harsh method of analysis and distinction. It is a witness to\nthe unity of man and the world. Every object which art touches into\nbeauty, becomes in the very act a whole. The thing that is beautiful is\nalways complete, the embodiment of something absolutely valuable, the\nproduct and the source of love; and the beloved object is all the world\nfor the lover–beyond all praise, because it is above all comparison.",
        "  “Then why not witness, calmly gazing,\n  If earth holds aught–speak truth–above her?\n  Above this tress, and this, I touch\n  But cannot praise, I love so much!\"[A]",
        "[Footnote A: Song (Dramatic Lyrics).]",
        "This characteristic of the work of art brings with it an important\npractical consequence, because being complete, it appeals to the whole\nman.",
        "“Poetry,” it has been well said, is “the idealized and monumental\nutterance of the deepest feelings.” And poetic feelings, it must not be\nforgotten, are deepest; that is, they are the afterglow of the\nfullest activity of a complete soul, and not shallow titillations, or\nsurface pleasures, such as the palate knows. Led by poetry, the\nintellect so sees truth that it glows with it, and the will is stirred\nto deeds of heroism. For there is hardly any fact so mean, but that when\nintensified by emotion, it grows poetic; as there is hardly any man so\nunimaginative, but that when struck with a great sorrow, or moved by a\ngreat passion, he is endowed for a moment with the poet’s speech. A\npoetic fact, one may almost say, is just any fact at its best. Art, it\nis true, looks at its object through a medium, but it always seems its\ninmost meaning. In Lear, Othello, Hamlet, in Falstaff and Touchstone,\nthere is a revelation of the inner truth of human life beyond the power\nof moral science to bestow. We do well to seek philosophy in the poets,\nfor though they teach only by hints and parables, they nevertheless\nreflect the concrete truth of life, as it is half revealed and half\nconcealed in facts. On the other hand, the reflective process of\nphilosophy may help poetry; for, as we shall show, there is a near\nkinship between them. Even the critical analyst, while severing element\nfrom element, may help art and serve the poet’s ends, provided he does\nnot in his analysis of parts forget the whole. His function, though\nhumble and merely preliminary to full poetic enjoyment, is not\nunimportant. To appreciate the grandeur of the unity of the work of art,\nthere must be knowledge of the parts combined. It is quite true that the\nguide in the gallery is prone to be too talkative, and there are many\nwho can afford to turn the commentator out of doors, especially if he\nmoralizes. But, after all, man is not pure sensibility, any more than he\nis pure reason. And the aesthete will not lose if he occasionally allows\nthose whom he may think less sensitive than himself to the charm of\nrhythmic phrase, to direct sober attention to the principles which lie\nembedded in all great poetry. At the worst, to seek for truth in poetry\nis a protest against the constant tendency to read it for the sake of\nthe emotions which it stirs, the tendency to make it a refined amusement\nand nothing more. That is a deeper wrong to art than any which the\ntheoretical moralist can inflict. Of the two, it is better to read\npoetry for ethical doctrines than for fine sensations; for poetry\npurifies the passions only when it lifts the reader into the sphere of\ntruths that are universal.",
        "The task of interpreting a poet may be undertaken in different ways. One\nof these, with which we have been made familiar by critics of\nShakespeare and of Browning himself, is to analyze each poem by itself\nand regard it as the artistic embodiment of some central idea; the other\nis to attempt, without dealing separately with each poem, to reach the\npoet’s own point of view, and to reveal the sovereign truths which rule\nhis mind. It is this latter way that I shall try to follow.",
        "Such dominant or even despotic thoughts it is possible to discover in\nall our great poets, except perhaps Shakespeare, whose universality\nbaffles every classifier. As a rule, the English poets have been caught\nup, and inspired, by the exceeding grandeur of some single idea, in\nwhose service they spend themselves with that prodigal thrift which\nfinds life in giving it. Such an idea gives them a fresh way of looking\nat the world, so that the world grows young again with their new\ninterpretation. In the highest instances, poets may become makers of\nepochs; they reform as well as reveal; for ideas are never dead things,\n“but grow in the hand that grasps them.” In them lies the energy of a\nnation’s life, and we comprehend that life only when we make clear to\nourselves the thoughts which inspire it. It is thus true, in the deepest\nsense, that those who make the songs of a people make its history. In\nall true poets there are hints for a larger philosophy of life. But, in\norder to discover it, we must know the truths which dominate them, and\nbreak into music in their poems.",
        "Whether it is always possible, and whether it is at any time fair to a\npoet to define the idea which inspires him, I shall not inquire at\npresent. No doubt, the interpretation of a poet from first principles\ncarries us beyond the limits of art; and by insisting on the unity of\nhis work, more may be attributed to him, or demanded from him, than he\nproperly owns. To make such a demand is to require that poetry should be\nphilosophy as well, which, owing to its method of intuition, it can\nnever be. Nevertheless, among English poets there is no one who lends\nhimself so easily, or so justly, to this way of treatment as Browning.\nMuch of his poetry trembles on the verge of the abyss which is supposed\nto separate art from philosophy; and, as I shall try to show, there was\nin the poet a growing tendency to turn the power of dialectic on the\npre-suppositions of his art. Yet, even Browning puts great difficulties\nin the way of a critic, who seeks to draw a philosophy of life from his\npoems. It is not by any means an easy task to lift the truths he utters\nunder the stress of poetic emotion into the region of placid\ncontemplation, or to connect them into a system, by means of the\nprinciple from which he makes his departure.",
        "The first of these difficulties arises from the extent and variety of\nhis work. He was prodigal of poetic ideas, and wrote for fifty years on\nnature, art, and man, like a magnificent spendthrift of spiritual\ntreasures. So great a store of knowledge lay at his hand, so real and\ninformed with sympathy, that we can scarcely find any great literature\nwhich he has not ransacked, any phase of life which is not represented\nin his poems. All kinds of men and women, in every station in life, and\nat every stage of evil and goodness, crowd his pages. There are few\nforms of human character he has not studied, and each individual he has\nso caught at the supreme moment of his life, and in the hardest stress\nof circumstance, that the inmost working of his nature is revealed. The\nwealth is bewildering, and it is hard to follow the central thought,\n“the imperial chord, which steadily underlies the accidental mists of\nmusic springing thence.\"[A]",
        "[Footnote A: Fifine at the Fair.]",
        "A second and still graver difficulty lies in the fact that his poetry,\nas he repeatedly insisted, is “always dramatic in principle, and so many\nutterances of so many imaginary persons, not mine.\"[B] In his earlier\nworks, especially, Browning is creative rather than reflective, a Maker\nrather than a Seer; and his creations stand aloof from him, working out\ntheir fate in an outer world. We often lose the poet in the imaginative\ncharacters, into whom he penetrates with his keen artistic intuition,\nand within whom he lies as a necessity revealing itself in their actions\nand words. It is not easy anywhere to separate the elements, so that we\ncan say with certainty, “Here I catch the poet, there lies his\nmaterial.” The identification of the work and worker is too intimate,\nand the realization of the imaginary personage is too complete.",
        "[Footnote B: Pref. to Pauline, 1888.]",
        "In regard to the dramatic interpretation of his poetry, Browning has\nmanifested a peculiar sensitiveness. In his Preface to Pauline and in\nseveral of his poems–notably The Mermaid, the House, and the\nShop–he explicitly cuts himself free from his work. He knew that\ndirect self-revealment on the part of the poet violates the spirit of\nthe drama. “With this same key Shakespeare unlocked his heart,” said\nWordsworth; “Did Shakespeare?” characteristically answers Browning, “If\nso, the less Shakespeare he!” And of himself he asks:",
        "  “Which of you did I enable\n    Once to slip inside my breast,\n  There to catalogue and label\n    What I like least, what love best,\n  Hope and fear, believe and doubt of,\n    Seek and shun, respect–deride?\n  Who has right to make a rout of\n    Rarities he found inside?\"[A]",
        "[Footnote A: At the Mermaid.]",
        "He repudiates all kinship with Byron and his subjective ways, and\nrefuses to be made king by the hands which anointed him. “He will not\ngive his woes an airing, and has no plague that claims respect.” Both as\nman and poet, in virtue of the native, sunny, outer-air healthiness of\nhis character, every kind of subjectivity is repulsive to him. He hands\nto his readers “his work, his scroll, theirs to take or leave: his soul\nhe proffers not.” For him “shop was shop only\"; and though he dealt in\ngems, and throws",
        "  “You choice of jewels, every one,\n  Good, better, best, star, moon, and sun,\"[A]",
        "[Footnote A: Shop.]",
        "he still lived elsewhere, and had “stray thoughts and fancies\nfugitive” not meant for the open market. The poems in which Browning has\nspoken without the disguise of another character are very few. There are\nhardly more than two or three of much importance which can be considered\nas directly reflecting his own ideas, namely, Christmas Eve and\nEaster Day, La Saisiaz, and One Word More–unless, spite of the\npoet’s warning, we add Pauline.",
        "But, although the dramatic element in Browning’s poetry renders it\ndifficult to construct his character from his works, while this is\ncomparatively easy in the case of Wordsworth or Byron; and although it\nthrows a shade of uncertainty on every conclusion we might draw as to\nany specific doctrine held by him, still Browning lives in a certain\natmosphere, and looks at his characters through a medium, whose subtle\ninfluence makes all his work indisputably his. The light he throws on\nhis men and women is not the unobtrusive light of day, which reveals\nobjects, but not itself. Though a true dramatist, he is not objective\nlike Shakespeare and Scott, whose characters seem never to have had an\nauthor. The reader feels, rather, that Browning himself attends him\nthrough all the sights and wonders of the world of man; he never escapes\nthe sense of the presence of the poet’s powerful personality, or of the\ngreat convictions on which he has based his life. Browning has, at\nbottom, only one way of looking at the world, and one way of treating\nhis objects; one point of view, and one artistic method. Nay, further,\nhe has one supreme interest, which he pursues everywhere with a\nconstancy shown by hardly any other poet; and, in consequence, his works\nhave a unity and a certain originality, which make them in many ways a\nunique contribution to English literature.",
        "This characteristic, which no critic has missed, and which generally\ngoes by the name of “the metaphysical element” in his poetry, makes it\nthe more imperative to form a clear view of his ruling conceptions. No\npoet, least of all a dramatic poet, goes about seeking concrete vehicles\nfor ready-made ideas, or attempts to dress a philosophy in metaphors;\nand Browning, as an artist, is interested first of all in the object\nwhich he renders beautiful for its own sole sake, and not in any\nabstract idea it illustrates. Still, it is true in a peculiar sense in\nhis case, that the eye of the poet brings with it what it sees. He is,\nas a rule, conscious of no theory, and does not construct a poem for its\nexplication; he rather strikes his ideas out of his material, as the\nsculptor reveals the breathing life in the stone. Nevertheless, it may\nbe shown that a theory rules him from behind, and that profound\nconvictions arise in the heart and rush along the blood at the moment of\ncreation, using his soul as an instrument of expression to his age and\npeople.",
        "Of no English poet, except Shakespeare, can we say with approximate\ntruth that he is the poet of all times. The subjective breath of their\nown epoch dims the mirror which they hold up to nature. Missing by their\nlimitation the highest universality, they can only be understood in\ntheir setting. It adds but little to our knowledge of Shakespeare’s work\nto regard him as the great Elizabethan; there is nothing temporary in\nhis dramas, except petty incidents and external trappings–so truly did\nhe dwell amidst the elements constituting man in every age and clime.\nBut this cannot be said of any other poet, not even of Chaucer or\nSpenser, far less of Milton, or Pope or Wordsworth. In their case, the\nartistic form and the material, the idea and its expression, the beauty\nand the truth, are to some extent separable. We can distinguish in\nMilton between the Puritanic theology which is perishable, and the art\nwhose beauty can never pass away. The former fixes his kinship with his\nown age, gives him a definite place in the evolution of English life;\nthe latter is independent of time, a thing which has supreme worth in\nitself.",
        "Nor can it be doubted that the same holds good of Browning. He also is\nruled by the ideas of his own age. It may not be altogether possible for\nus, “who are partners of his motion and mixed up with his career,” to\nallow for the influence of these ideas, and to distinguish between that\nwhich is evanescent and that which is permanent in his work; still I\nmust try to do so; for it is the condition of comprehending him, and of\nappropriating the truth and beauty he came to reveal. And if his\nnearness to ourselves makes this more difficult, it also makes it more\nimperative. For there is no doubt that, with Carlyle, he is the\ninterpreter of our time, reflecting its confused strength and chaotic\nwealth. He is the high priest of our age, standing at the altar for us,\nand giving utterance to our needs and aspirations, our fears and faith.\nBy understanding him, we shall, to some degree, understand ourselves and\nthe power which is silently moulding us to its purposes.",
        "It is because I thus regard Browning as not merely a poet but a prophet,\nthat I think I am entitled to seek in him, as in Isaiah or Aeschylus, a\nsolution, or a help to the solution, of the problems that press upon us\nwhen we reflect upon man, his place in the world and his destiny. He has\ngiven us indirectly, and as a poet gives, a philosophy of life; he has\ninterpreted the world anew in the light of a dominant idea; and it will\nbe no little gain if we can make clear to ourselves those constitutive\nprinciples on which his view of the world rests.",
        "Continue...",
        "\nThis eBook of “Browning as a Philosophical and Religious Teacher” by Henry Jones belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Browning As a Philosophical And Religious TeacherBy Henry JonesAt Amazon"
    ]
}