{
    "title": "Browning as a Philosophical and Religious Teacher - Chapter XI. Conclusion.",
    "author": "Henry Jones",
    "chapter": "12",
    "content": [
        "\n\n",
        "  “Well, I can fancy how he did it all,\n  Pouring his soul, with kings and popes to see,\n  Reaching, that heaven might so replenish him,\n  Above and through his art–for it gives way;\n  That arm is wrongly put–and there again–\n  A fault to pardon in the drawing’s lines,\n  Its body, so to speak: its soul is right,\n  He means right–that, a child may understand.\"[A]",
        "[Footnote A: Andrea del Sarto.]",
        "I have tried to show that Browning’s theory of life, in so far as it is\nexpressed in his philosophical poems, rests on agnosticism; and that\nsuch a theory is inconsistent with the moral and religious interests of\nman. The idea that truth is unattainable was represented by Browning as\na bulwark of the faith, but it proved on examination to be treacherous.\nHis optimism was found to have no better foundation than personal\nconviction, which any one was free to deny, and which the poet could in\nno wise prove. The evidence of the heart, to which he appealed, was the\nevidence of an emotion severed from intelligence, and, therefore,\nwithout any content whatsoever. “The faith,” which he professed, was not\nthe faith that anticipates and invites proof, but a faith which is\nincapable of proof. In casting doubt upon the validity of knowledge, he\ndegraded the whole spiritual nature of man; for a love that is ignorant\nof its object is a blind impulse, and a moral consciousness that does\nnot know the law is an impossible phantom–a self-contradiction.",
        "But, although Browning’s explicitly philosophical theory of life fails,\nthere appears in his earlier poems, where his poetical freedom was not\nyet trammelled, nor his moral enthusiasm restrained by the stubborn\ndifficulties of reflective thought, a far truer and richer view. In this\nperiod of pure poetry, his conception of man was less abstract than in\nhis later works, and his inspiration was more direct and full. The\npoet’s dialectical ingenuity increased with the growth of his reflective\ntendencies; but his relation to the great principles of spiritual life\nseemed to become less intimate, and his expression of them more halting.\nWhat we find in his earlier works are vigorous ethical convictions, a\nglowing optimistic faith, achieving their fitting expression in\nimpassioned poetry; what we find in his later works are arguments,\nwhich, however richly adorned with poetic metaphors, have lost the\ncompleteness and energy of life. His poetic fancies are like chaplets\nwhich crown the dead. Lovers of the poet, who seek in his poems for\ninspiring expressions of their hope and faith, will always do well in\nturning from his militant metaphysics to his art.",
        "In his case, as in that of many others, spiritual experience was far\nricher than the theory which professed to explain it. The task of\nlifting his moral convictions into the clear light of conscious\nphilosophy was beyond his power. The theory of the failure of knowledge,\nwhich he seems to have adopted far too easily from the current doctrine\nof the schools, was fundamentally inconsistent with his generous belief\nin the moral progress of man; and it maimed the expression of that\nbelief. The result of his work as a philosopher is a confession of\ncomplete ignorance and the helpless asseveration of a purely dogmatic\nfaith.",
        "The fundamental error of the poet’s philosophy lies, I believe, in that\nseverance of feeling and intelligence, love and reason, which finds\nexpression in La Saisiaz, Ferishtah’s Fancies, The Parleyings, and\nAsolando. Such an absolute division is not to be found in\nChristmas-Eve and Easter-Day, Rabbi Ben Ezra, A Death in the\nDesert, or in The Ring and the Book; nor even in Fifine at the\nFair. In these works we are not perplexed by the strange combination of\na nature whose principle is love, and which is capable of infinite\nprogress, with an intelligence whose best efforts end in ignorance.\nRather, the spirit of man is regarded as one, in all its manifestations;\nand, therefore, as progressive on all sides of its activity. The\nwidening of his knowledge, which is brought about by increasing\nexperience, is parallel with the deepening and purifying of his moral\nlife. In all Browning’s works, indeed, with the possible exception of\nParacelsus, love is conceived as having a place and function of\nsupreme importance in the development of the soul. Its divine origin and\ndestiny are never obscured; but knowledge is regarded as merely human,\nand, therefore, as falling short of the truth. In Easter-Day it is\ndefinitely contrasted with love, and shown to be incapable of satisfying\nthe deepest wants of man. It is, at the best, only a means to the higher\npurposes of moral activity, and, except in the Grammarian’s Funeral,\nit is nowhere regarded as in itself a worthy end.",
        "  “’Tis one thing to know, and another to practise.\n  And thence I conclude that the real God-function\n  Is to furnish a motive and injunction\n  For practising what we know already.\"[A]",
        "[Footnote A: Christmas-Eve and Easter-Day.]",
        "Even here, there is implied that the motive comes otherwise than by\nknowledge; still, taking these earlier poems as a whole, we may say that\nin them knowledge is regarded as means to morality and not as in any\nsense contrasted with or destructive of it. Man’s motives are rational\nmotives; the ends he seeks are ends conceived and even constituted by\nhis intelligence, and not purposes blindly followed as by instinct and\nimpulse.",
        "                        “Why live,\n  Except for love–how love, unless they know?\"[B]",
        "[Footnote B: The Ring and the Book–The Pope, 1327-1328.]",
        "asks the Pope. Moral progress is not secured apart from, or in spite of\nknowledge. We are not exhorted to reject the verdict of the latter as\nillusive, in order to confide in a faith which not only fails to receive\nsupport from the defective intelligence, but maintains its own integrity\nonly by repudiating the testimony of the reason. In the distinction\nbetween knowledge as means and love as end, it is easy, indeed, to\ndetect a tendency to degrade the former into a mere temporary expedient,\nwhereby moral ends may be served. The poet speaks of “such knowledge as\nis possible to man.” The attitude he assumes towards it is apologetic,\nand betrays a keen consciousness of its limitation, and particularly of\nits utter inadequacy to represent the infinite. In the speech of the\nPope–-which can scarcely be regarded otherwise than as the poet’s own\nmaturest utterance on the great moral and religious questions raised by\nthe tragedy of Pompilia’s death–we find this view vividly expressed:–",
        "  “O Thou–as represented here to me\n  In such conception as my soul allows,–\n  Under Thy measureless, my atom width!–\n  Man’s mind, what is it but a convex glass\n  Wherein are gathered all the scattered points\n  Picked out of the immensity of sky,\n  To reunite there, be our heaven for earth,\n  Our known unknown, our God revealed to man?\"[A]",
        "[Footnote A: The Ring and the Book–The Pope, 1308-1315.]",
        "God is “appreciable in His absolute immensity solely by Himself,” while,\n“by the little mind of man, He is reduced to littleness that suits man’s\nfaculty.” In these words, and others that might be quoted, the poet\nshows that he is profoundly impressed with the distinction between human\nknowledge, and that knowledge which is adequate to the whole nature and\nextent of being. And in Christmas-Eve he repudiates with a touch of\nscorn, the absolute idealism, which is supposed to identify altogether\nhuman reason with divine reason; and he commends the German critic for\nnot making",
        "           “The important stumble\n  Of adding, he, the sage and humble,\n  Was also one with the Creator.\"[A]",
        "[Footnote A: Christmas-Eve.]",
        "Nowhere in Browning, unless we except Paracelsus, is there any sign of\nan inclination to treat man’s knowledge in the same spirit as he deals\nwith man’s love–namely, as a direct emanation from the inmost nature of\nGod, a divine element that completes and crowns man’s life on earth. On\nthe contrary, he shows a persistent tendency to treat love as a power\nhigher in nature than reason, and to give to it a supreme place in the\nformation of character; and, as he grows older, that tendency grows in\nstrength. The philosophical poems, in which love is made all in all, and\nknowledge is reduced to nescience follow by logical evolution from\nprinciples, the influence of which we can detect even in his earlier\nworks. Still, in the latter, these principles are only latent, and are\nfar from holding undisputed sway. Browning was, at first, restrained\nfrom exclusive devotion to abstract views, by the suggestions which the\nartistic spirit receives through its immediate contact with the facts of\nlife. That contact it is very difficult for philosophy to maintain as it\npursues its effort after universal truth. Philosophy is obliged to\nanalyze in order to define, and, in that process, it is apt to lose\nsomething of that completeness of representation, which belongs to art.\nFor art is always engaged in presenting the universal in the form of a\nparticular object of beauty. Its product is a “known unknown,” but the\nunknown is the unexhausted reality of a fact of intuition. Nor can\nanalysis ever exhaust it; theory can never catch up art, or explain all\nthat is in it. On similar grounds, it may be shown that it is impossible\nfor reason to lay bare all the elements that enter into its first\ncomplex product, which we call faith. In religion, as in art, man is\naware of more than he knows; his articulate logic cannot do justice to\nall the truths of the “heart.” “The supplementary reflux of light” of\nphilosophy cannot “illustrate all the inferior grades” of knowledge. Man\nwill never completely understand himself.",
        "  “I knew, I felt, (perception unexpressed,\n  Uncomprehended by our narrow thought,\n  But somehow felt and known in every shift\n  And change in the spirit,–nay, in every pore\n  Of the body, even,)–what God is, what we are,\n  What life is–how God tastes an infinite joy\n  In infinite ways–one everlasting bliss,\n  From whom all being emanates, all power\n  Proceeds.\"[A]",
        "[Footnote A: Paracelsus.]",
        "I believe that it is possible, by the help of the intuitions of\nBrowning’s highest artistic period, to bring together again the elements\nof his broken faith, and to find in them suggestions of a truer\nphilosophy of life than anything which the poet himself achieved.\nPerhaps, indeed, it is not easy, nor altogether fair, to press the\npassionate utterances of his religious rapture into the service of\nmetaphysics, and to treat the unmeasured language of emotion as the\nexpression of a definite doctrine. Nevertheless, rather than set forth a\nnew defence of the faith, which his agnosticism left exposed to the\nassaults of doubt and denial, it is better to make Browning correct his\nown errors, and to appeal from the metaphysician to the poet, from the\nsobriety of the logical understanding to the inspiration of poetry.",
        "I have already indicated what seems to me to be the defective element in\nthe poet’s philosophy of life. His theory of knowledge is in need of\nrevision; and what he asserts of human love, should be applied point by\npoint to human reason. As man is ideally united with the absolute on the\nside of moral emotion (if the phrase may be pardoned), so he is ideally\nunited with the absolute on the side of the intellect. As there is no\ndifference of nature between God’s goodness and man’s goodness, so\nthere is no difference of nature between God’s truth and man’s truth.\nThere are not two kinds of righteousness or mercy; there are not two\nkinds of truth. Human nature is not “cut in two with a hatchet,” as the\npoet implies that it is. There is in man a lower and a higher element,\never at war with each other; still he is not a mixture, or agglomerate,\nof the finite and the infinite. A love perfect in nature cannot be\nlinked to an intelligence imperfect in nature; if it were, the love\nwould be either a blind impulse or an erring one. Both morality and\nreligion demand the presence in man of a perfect ideal, which is at war\nwith his imperfections; but an ideal is possible, only to a being\nendowed with a capacity for knowing the truth. In degrading human\nknowledge, the poet is disloyal to the fundamental principle of the\nChristian faith which he professed–that God can and does manifest\nhimself in man.",
        "On the other hand, we are not to take the unity of man with God, of\nman’s moral ideal with the All-perfect, as implying, on the moral side,\nan absolute identification of the finite with the infinite; nor can we\ndo so on the side of knowledge. Man’s moral life and rational activity\nin knowledge are the process of the highest. But man is neither first,\nnor last; he is not the original author of his love, any more than of\nhis reason; he is not the divine principle of the whole to which he\nbelongs, although he is potentially in harmony with it. Both sides of\nhis being are equally touched with imperfection–his love, no less than\nhis reason. Perfect love would imply perfect wisdom, as perfect wisdom,\nperfect love. But absolute terms are not applicable to man, who is ever\non the way to goodness and truth, progressively manifesting the power\nof the ideal that dwells in him, and whose very life is conflict and\nacquirement.",
        "  “Ah, but a man’s reach should exceed his grasp,\n  Or what’s a heaven for? All is silver-grey\n  Placid and perfect with my art: the worse.\"[A]",
        "[Footnote A: Andrea del Sarto.]",
        "Hardly any conception is more prominent in Browning’s writings than\nthis, of endless progress towards an infinite ideal; although he\noccasionally manifests a desire to have done with effort.",
        "            “When a soul has seen\n    By the means of Evil that Good is best,\n  And, through earth and its noise, what is heaven’s serene,–\n    When our faith in the same has stood the test–\n  Why, the child grown man, you burn the rod,\n    The uses of labour are surely done,\n  There remaineth a rest for the people of God,\n    And I have had troubles enough, for one.\"[B]",
        "[Footnote B: Old Pictures in Florence.]",
        "It is the sense of endless onward movement, the outlook towards an\nimmortal course, “the life after life in unlimited series,” which is so\ninspiring in his early poetry. He conceives that we are here, on this\nlower earth, just to learn one form, the elementary lesson and alphabet\nof goodness, namely, “the uses of the flesh”: in other lives, other\nachievements. The separation of the soul from its instrument has very\nlittle significance to the poet; for it does not arrest the course of\nmoral development.",
        "  “No work begun shall ever pause for death.”",
        "The spirit pursues its lone way, on other “adventures brave and new,\"\nbut ever towards a good which is complete.",
        "  “Delayed it may be for more lives yet,\n    Through worlds I shall traverse, not a few:\n  Much is to learn, much to forget\n    Ere the time be come for taking you.\"[A]",
        "[Footnote A: Evelyn Hope.]",
        "Still the time will come when the awakened need shall be satisfied; for\nthe need was created in order to be satisfied.",
        "  “Wherefore did I contrive for thee that ear\n  Hungry for music, and direct thine eye\n  To where I hold a seven-stringed instrument,\n  Unless I meant thee to beseech me play?\"[B]",
        "[Footnote B: Two Camels.]",
        "The movement onward is thus a movement in knowledge, as well as in every\nother form of good. The lover of Evelyn Hope, looking back in\nimagination on the course he has travelled on earth and after,\nexclaims–",
        "  “I have lived (I shall say) so much since then,\n    Given up myself so many times,\n  Gained me the gains of various men,\n    Ransacked the ages, spoiled the climes.\"[C]",
        "[Footnote C: Evelyn Hope.]",
        "In these earlier poems, there is not, as in the later ones, a maimed, or\none-sided, evolution–a progress towards perfect love on the side of the\nheart, and towards an illusive ideal on the side of the intellect.\nKnowledge, too, has its value, and he who lived to settle ’Hoti’sbusiness, properly based Oun,” and who “gave us the doctrine of the\nenclitic De,” was, to the poet,",
        "  “Still loftier than the world suspects,\n    Living and dying.",
        "  “Here’s the top-peak; the multitude below\n    Live, for they can, there:\n  This man decided not to Live but Know–\n    Bury this man there?\n  Here–here’s his place, where meteors shoot, clouds form,\n    Lightnings are loosened,\n  Stars come and go.\"[A]",
        "[Footnote A: A Grammarian’s Funeral.]",
        "No human effort goes to waste, no gift is delusive; but every gift and\nevery effort has its proper place as a stage in the endless process. The\nsoul bears in it all its conquests.",
        "  “There shall never be one lost good! What was, shall live as before;\n    The evil is null, is nought, is silence implying sound;\n  What was good, shall be good, with, for evil, so much good more;\n    On the earth the broken arcs; in the heaven, a perfect round.\"[B]",
        "[Footnote B: Abt Vogler.]",
        "The “apparent failure” of knowledge, like every apparent failure, is “a\ntriumph’s evidence for the fulness of the days.” The doubts that\nknowledge brings, instead of implying a defective intelligence doomed to\nspend itself on phantom phenomena, sting to progress towards the truth.\nHe bids us “Learn, nor account the pang; dare, never grudge the throe.”",
        "  “Rather I prize the doubt\n  Low kinds exist without,\n  Finished and finite clods, untroubled by a spark.\"[A]",
        "[Footnote A: Rabbi Ben Ezra.]",
        "Similarly, defects in art, like defects in character, contain the\npromise of further achievement.",
        "  “Are they perfect of lineament, perfect of stature?\n    In both, of such lower types are we\n  Precisely because of our wider nature;\n    For time, their’s–ours, for eternity.",
        "  “To-day’s brief passion limits their range;\n    It seethes with the morrow for us and more.\n  They are perfect–how else? They shall never change:\n    We are faulty–why not? We have time in store.\"[B]",
        "[Footnote B: Old Pictures in Florence.]",
        "Prior to the period when a sceptical philosophy came down like a blight,\nand destroyed the bloom of his art and faith, he thus recognized that\ngrowing knowledge was an essential condition of growing goodness.\nPompilia shone with a glory that mere knowledge could not give (if there\nwere such a thing as mere knowledge).",
        "                “Everywhere\n  I see in the world the intellect of man,\n  That sword, the energy his subtle spear,\n  The knowledge which defends him like a shield–\n  Everywhere; but they make not up, I think,\n  The marvel of a soul like thine, earth’s flower\n  She holds up to the softened gaze of God.\"[A]",
        "[Footnote A: The Ring and the Book–The Pope, 1013-1019.]",
        "But yet she recognized with patient pain the loss she had sustained for\nwant of knowledge.",
        "  “The saints must bear with me, impute the fault\n  To a soul i’ the bud, so starved by ignorance,\n  Stinted of warmth, it will not blow this year\n  Nor recognize the orb which Spring-flowers know.\"[B]",
        "[Footnote B: The Ring and the Book–Pompilia, 1515-1518.]",
        "Further on in the Pope’s soliloquy, the poet shows that, at that time,\nhe fully recognized the risk of entrusting the spiritual interests of\nman to the enthusiasm of elevated feeling, or to the mere intuitions of\na noble heart. Such intuitions will sometimes guide a man happily, as in\nthe case of Caponsacchi:",
        "              “Since ourselves allow\n  He has danced, in gaiety of heart, i’ the main\n  The right step through the maze we bade him foot.\"[C]",
        "[Footnote C: The Ring and the Book–The Pope, 1915-1917.]",
        "But, on the other hand, such impulses, not instructed by knowledge of\nthe truth, and made steadfast to the laws of the higher life by a\nreasoned conviction, lead man rightly only by accident. In such a career\nthere is no guarantee of constancy; other impulses might lead to other\nways of life.",
        "  “But if his heart had prompted to break loose\n  And mar the measure? Why, we must submit,\n  And thank the chance that brought him safe so far.\n  Will he repeat the prodigy? Perhaps.\n  Can he teach others how to quit themselves,\n  Show why this step was right while that were wrong?\n  How should he? ’Ask your hearts as I asked mine,\n  And get discreetly through the morrice too;\n  If your hearts misdirect you,–quit the stage,\n  And make amends,–be there amends to make.’\"[A]",
        "[Footnote A: The Ring and the Book–The Pope, 1916-1927.]",
        "If the heart proved to Caponsacchi a guide to all that is good and\nglorious, “the Abate, second in the suite,” puts in the testimony of\nanother experience: “His heart answered to another tune.”",
        "  “I have my taste too, and tread no such step!\n  You choose the glorious life, and may for me!\n  I like the lowest of life’s appetites,–\n  So you judge–but the very truth of joy\n  To my own apprehension which decides.\"[B]",
        "[Footnote B: Ibid., 1932-1936.]",
        "Mere emotion is thus an insecure guide to conduct, for its authority can\nbe equally cited in support of every course of life. No one can say to\nhis neighbour, “Thou art wrong.” Every impulse is right to the\nindividual who has it, and so long as he has it. De gustibus non\ndisputandum. Without a universal criterion there is no praise or blame.",
        "  “Call me knave and you get yourself called fool!\n  I live for greed, ambition, lust, revenge;\n  Attain these ends by force, guile: hypocrite,\n  To-day, perchance to-morrow recognized\n  The rational man, the type of common-sense.\"[C]",
        "[Footnote C: Ibid., 1937-1941.]",
        "This poem which, both in its moral wisdom and artistic worth, marks the\nhigh tide of Browning’s poetic insight, while he is not as yet concerned\nwith the defence of any theory or the discussion of any abstract\nquestion, contrasts strongly with the later poems, where knowledge is\ndissembling ignorance, faith is blind trust, and love is a mere impulse\nof the heart. Having failed to meet the difficulties of reflection, the\npoet turned upon the intellect. Knowledge becomes to him an offence, and\nto save his faith he plucked out his right eye and entered into the\nkingdom maimed. In Rabbi Ben Ezra the ascent into another life is\ntriumphant, like that of a conqueror bearing with him the spoils of\nearth; but in the later poems he escapes with a bare belief, and the\nloss of all his rich possessions of knowledge, like a shipwrecked\nmariner whose goods have been thrown overboard. His philosophy was a\ntreacherous ally to his faith.",
        "But there is another consideration which shows that the poet, as artist,\nrecognized the need of giving to reason a larger function than seems to\nbe possible according to the theory in his later works. In the early\npoems there is no hint of the doctrine that demonstrative knowledge of\nthe good, and of the necessity of its law, would destroy freedom. On the\ncontrary, there are suggestions which point to the opposite doctrine,\naccording to which knowledge is the condition of freedom.",
        "While in his later poems the poet speaks of love as an impulse–either\nblind or bound to erring knowledge–and of the heart as made to love, in\nhis earlier ones he seems to treat man as free to work out his own\npurposes, and act out his own ideals. Browning here finds himself able\nto maintain the dependence of man upon God without destroying morality.\nHe regards man’s impulses not as blind instincts, but as falling\nwithin his rational nature, and constituting the forms of its\nactivity. He recognizes the distinction between a mere impulse, in the\nsense of a tendency to act, which is directed by a foreign power, and an\nimpulse informed, that is, directed by reason. According to this view,\nit is reason which at once gives man the independence of foreign\nauthority, which is implied in morality, and constitutes that affinity\nbetween man and God, which is implied by religion. No doubt, the impulse\nto know, like the impulse to love, was put into man: his whole nature is\na gift, and he is therefore, in this sense, completely dependent upon\nGod–\"God’s all, man’s nought.” But, on the other hand, it is a\nrational nature which has been put into him, and not an irrational\nimpulse. Or, rather, the impulse that constitutes his life as man, is\nthe self-evolving activity of reason.",
        "  “Who speaks of man, then, must not sever\n  Man’s very elements from man.\"[A]",
        "[Footnote A: Christmas-Eve.]",
        "However the rational nature of man has come to be, whether by emanation\nor creation, it necessarily brings freedom with it, and all its risks\nand possibilities. It is of the very essence of reason that it should\nfind its law within itself.",
        "         “God’s all, man’s nought:\n  But also, God, whose pleasure brought\n  Man into being, stands away\n  As it were a hand-breadth off, to give\n  Room for the newly-made to live,\n  And look at Him from a place apart,\n  And use his gifts of brain and heart,\n  Given, indeed, but to keep for ever.\"[A]",
        "[Footnote A: Christmas-Eve.]",
        "Thus, while insisting on the absolute priority of God, and the original\nreceptivity of man; while recognizing that love, reason, and every inner\npower and outer opportunity are lent to man, Browning does not forget\nwhat these powers are. Man can only act as man; he must obey his nature,\nas the stock or stone or plant obeys its nature. But to act as man is to\nact freely, and man’s nature is not that of a stock or stone. He is\nrational, and cannot but be rational. Hence he can neither be ruled, as\ndead matter is ruled, by natural law; nor live, like a bird, the life of\ninnocent impulse or instinct. He is placed, from the very first, on “the\ntable land whence life upsprings aspiring to be immortality.” He is a\nspirit,–responsible because he is free, and free because he is\nrational.",
        "  “Man, therefore, stands on his own stock\n  Of love and power as a pin-point rock,\n  And, looks to God who ordained divorce\n  Of the rock from His boundless continent.\"[B]",
        "[Footnote B: Ibid.]",
        "The divorce is real, although ordained, but it is possible only in so\nfar as man, by means of reason, constitutes his own ends of action.\nImpulse cannot bring it about. It is reason that enables man to free\nhimself from the despotic authority of outer law, to relate himself to\nan inner law, and by reconciling inner and outer to attain to goodness.\nThus reason is the source of all morality. And it also is the principle\nof religion, for it implies the highest and fullest manifestation of the\nabsolute.",
        "Although the first aspect of self-consciousness is its independence,\nwhich is, in turn, the first condition of morality, still this is only\nthe first aspect. The rational being plants himself on his own\nindividuality, stands aloof and alone in the rights of his freedom, in\norder that he may set out from thence to take possession, by means of\nknowledge and action, of the world in which he is placed. Reason is\npotentially absolute, capable of finding itself everywhere. So that in\nit man is “honour-clothed and glory-crowned.”",
        "  “This is the honour,–that no thing I know,\n  Feel or conceive, but I can make my own\n  Somehow, by use of hand, or head, or heart.\"[A]",
        "[Footnote A: Prince Hohenstiel-Schwangau.]",
        "Man, by his knowledge, overcomes the resistance and hostility of the\nworld without him, or rather, discovers that there is not hostility, but\naffinity between it and himself.",
        "  “This is the glory,–that in all conceived,\n  Or felt or known, I recognize a mind\n  Not mine but like mine,–for the double joy,–\n  Making all things for me and me for Him.\"[A]",
        "[Footnote A: Prince Hohenstiel-Schwangau.]",
        "That which is finite is hemmed in by other things, as well as determined\nby them; but the infinite is all-inclusive. There exists for it no other\nthing to limit or determine it. There is nothing finally alien or\nforeign to reason. Freedom and infinitude, self-determination and\nabsoluteness, imply each other. In so far as man is free, he is lifted\nabove the finite. It was God’s plan to make man on His own image:–",
        "        “To create man and then leave him\n  Able, His own word saith, to grieve Him,\n  But able to glorify Him too,\n  As a mere machine could never do,\n  That prayed or praised, all unaware\n  Of its fitness for aught but praise or prayer,\n  Made perfect as a thing of course.\"[B]",
        "[Footnote B: Christmas-Eve.]",
        "Man must find his law within himself, be the source of his own activity,\nnot passive or receptive, but outgoing and effective.",
        "  “Rejoice we are allied\n  To That which doth provide\n  And not partake, effect and not receive!\n  A spark disturbs our clod;\n  Nearer we hold of God\n  Who gives, than of His tribes that take, I must believe.\"[C]",
        "[Footnote C: Rabbi Ben Ezra.]",
        "This near affinity between the divine and human is just what Browning\nseems to repudiate in his later poems, when he speaks as if the\nabsolute, in order to maintain its own supremacy over man, had to stint\nits gifts and endow him only with a defective reason. In the earlier\nperiod of the poet there is far less timidity. He then saw that the\ngreater the gift, the greater the Giver; that only spirit can reveal\nspirit; that “God is glorified in man,” and that love is at its fullest\nonly when it gives itself.",
        "In insisting on such identity of the human spirit with the divine, our\npoet does not at any time run the risk of forgetting that the identity\nis not absolute. Absolute identity would be pantheism, which leaves God\nlonely and loveless, and extinguishes man, as well as his morality.",
        "  “Man is not God, but hath God’s end to serve,\n  A Master to obey, a course to take,\n  Somewhat to cast off, somewhat to become.\"[A]",
        "[Footnote A: A Death in the Desert.]",
        "Man, at best, only moves towards his ideal: God is conceived as the\never-existing ideal. God, in short, is the term which signifies for us\nthe Being who is eternally all in all, and who, therefore, is hidden\nfrom us who are only moving towards perfection, in the excess of the\nbrightness of His own glory. Nevertheless, as Browning recognizes, the\ngrandeur of God’s perfection is just His outflowing love. And that love\nis never complete in its manifestation, till it has given itself. Man’s\nlife, as spirit, is thus one in nature with that of the absolute. But\nthe unity is not complete, because man is only potentially perfect. He\nis the process of the ideal; his life is the divine activity within\nhim. Still, it is also man’s activity. For the process, being the\nprocess of spirit, is a free process–one in which man himself\nenergizes; so that, in doing God’s will, he is doing his own highest\nwill, and, in obeying the law of his own deepest nature, he is obeying\nGod. The unity of divine and human within the spiritual life of man is a\nreal unity, just because man is free; the identity manifests itself\nthrough the difference, and the difference is possible through the\nunity.",
        "Thus, in the light of an ideal which is moral, and therefore perfect–an\nideal gradually realizing itself in a process which is endless–the poet\nis able to maintain at once the community between man and God, which is\nnecessary to religion, and their independence, which is necessary to\nmorality. The conception of God as giving, which is the main doctrine of\nChristianity, and of man as akin with God, is applied by him to the\nwhole spiritual nature of man, and not merely to his emotion. The\nprocess of evolution is thus a process towards truth, as well as\ngoodness; in fact, goodness and truth are known as inseparable.\nKnowledge, too, is a Divine endowment. “What gift of man is not from God\ndescended?” What gift of God can be deceptive?",
        "  “Take all in a word: the truth in God’s breast\n  Lies trace for trace upon ours impressed:\n  Though He is so bright and we so dim,\n  We are made in His image to witness Him.\"[A]",
        "[Footnote A: Christmas-Eve.]",
        "The Pope recognizes clearly the inadequacy of human knowledge; but he\nalso recognizes that it has a Divine source.",
        "  “Yet my poor spark had for its source, the sun;\n  Thither I sent the great looks which compel\n  Light from its fount: all that I do and am\n  Comes from the truth, or seen or else surmised,\n  Remembered or divined, as mere man may.\"[B]",
        "[Footnote B: The Ring and the Book–The Pope, 1285-1289.]",
        "The last words indicate a suspicion of a certain defect in knowledge,\nwhich is not recognized in human love; nevertheless, in these earlier\npoems, the poet does not analyze human nature into a finite and\ninfinite, or seek to dispose of his difficulties by the deceptive\nsolvent of a dualistic agnosticism. He treats spirit as a unity, and\nrefuses to set love and reason against each other. Man’s life, for the\npoet, and not merely man’s love, begins with God, and returns back to\nGod in the rapt recognition of God’s perfect being by reason, and in the\nidentification of man’s purposes with His by means of will and love.",
        "  “What is left for us, save, in growth\n  Of soul, to rise up, far past both,\n  From the gift looking to the giver,\n  And from the cistern to the river,\n  And from the finite to infinity\n  And from man’s dust to God’s divinity?\"[C]",
        "[Footnote C: Christmas-Eve.]",
        "It is this movement of the absolute in man, this aspiration towards the\nfull knowledge and perfect goodness which can never be completely\nattained, that constitutes man.",
        "  “Man, therefore, thus conditioned, must expect\n  He could not, what he knows now, know at first:\n  What he considers that he knows to-day,\n  Come but to-morrow, he will find mis-known;\n  Getting increase of knowledge, since he learns\n  Because he lives, which is to be a man,\n  Set to instruct himself by his past self:\n  First, like the brute, obliged by facts to learn,\n  Next, as man may, obliged by his own mind,\n  Bent, habit, nature, knowledge turned to law.\n  God’s gift was that man shall conceive of truth\n  And yearn to gain it, catching at mistake,\n  As midway help till he reach fact indeed?\"[A]",
        "[Footnote A: A Death in the Desert.]",
        "“Progress,” the poet says, is “man’s distinctive mark alone.” The\nendlessness of the progress, the fact that every truth known to-day\nseems misknown to-morrow, that every ideal once achieved only points to\nanother and becomes itself a stepping stone, does not, as in his later\ndays, bring despair to him. For the consciousness of failure is possible\nin knowledge, as in morality, only because there has come a fuller\nlight. Browning does not, as yet, dwell exclusively on the negative\nelement in progress, or forget that it is possible only through a deeper\npositive. He does not think that, because we turn our backs on what we\nhave gained, we are therefore not going forward; nay, he asserts the\ncontrary. Failure, even the failure of knowledge, is triumph’s evidence\nin these earlier days; and complete failure, the unchecked rule of evil\nin any form, is therefore impossible. We deny",
        "  “Recognized truths, obedient to some truth\n  Unrecognized yet, but perceptible,–\n  Correct the portrait by the living face,\n  Man’s God, by God’s God in the mind of man.\"[A]",
        "[Footnote A: The Ring and the Book–The Pope, 1871-1874.]",
        "Thus the poet ever returns to the conception of God in the mind of man.\nGod is the beginning and the end; and man is the self-conscious worker\nof God’s will, the free process whereby the last which is first, returns\nto itself. The process, the growth, is man’s life and being; and it\nfalls within the ideal, which is eternal and all in all. The spiritual\nlife of man, which is both intellectual and moral, is a dying into the\neternal, not to cease to be in it, but to live in it more fully; for\nspirits necessarily commune. He dies to the temporal interests and\nnarrow ends of the exclusive self, and lives an ever-expanding life in\nthe life of others, manifesting more and more that spiritual principle\nwhich is the life of God, who lives and loves in all things. “God is a\nbeing in whom we exist; with whom we are in principle one; with whom the\nhuman spirit is identical, in the sense that He is all which the human\nspirit is capable of becoming.\"[B]",
        "[Footnote B: Green’s Prolegomena to Ethics, p. 198.]",
        "From this point of view, and in so far as Browning is loyal to the\nconception of the community of the divine and human, he is able to\nmaintain his faith in God, not in spite of knowledge, but through the\nvery movement of knowledge within him. He is not obliged, as in his\nlater works, to look for proofs, either in nature, or elsewhere; nor to\nargue from the emotion of love in man, to a cause of that emotion. He\nneeds no syllogistic process to arrive at God; for the very activity of\nhis own spirit as intelligence, as the reason which thinks and acts, is\nthe activity of God within him. Scepticism, is impossible, for the very\nact of doubting is the activity of reason, and a profession of the\nknowledge of the truth.",
        "                                “I\n  Put no such dreadful question to myself,\n  Within whose circle of experience burns\n  The central truth, Power, Wisdom, Goodness,–God:\n  I must outlive a thing ere know it dead:\n  When I outlive the faith there is a sun,\n  When I lie, ashes to the very soul,–\n  Someone, not I, must wail above the heap,\n  ’He died in dark whence never morn arose.’\"[A]",
        "[Footnote A: The Ring and the Book–The Pope, 1631-1639.]",
        "And this view of God as immanent in man’s experience also forecloses all\npossibility of failure. Beneath the failure, the possibility of which is\ninvolved in a moral life, lies the divine element, working through\ncontradiction to its own fulfilment. Failure is necessary for man,\nbecause he grows: but, for the same reason, the failure is not final.\nThus, the poet, instead of denying the evidence of his intellect as to\nthe existence of evil, or casting doubt on the distinction between right\nand wrong, or reducing the chequered course of human history into a\nphantasmagoria of mere mental appearances, can regard the conflict\nbetween good and evil as real and earnest. He can look evil in the face,\nrecognize its stubborn resistance to the good, and still regard the\nvictory of the latter as sure and complete. He has not to reduce it into\na phantom, or mere appearance, in order to give it a place within the\ndivine order. He sees the night, but he also sees the day succeed it.\nMan falls into sin, but he cannot rest in it. It is contradictory to his\nnature, he cannot content himself with it, and he is driven through it.\nMephistopheles promised more than he could perform, when he undertook to\nmake Faust declare himself satisfied. There is not within the kingdom of\nevil what will satisfy the spirit of man, whose last law is goodness,\nwhose nature, however obscured, is God’s gift of Himself.",
        "  “While I see day succeed the deepest night–\n  How can I speak but as I know?–my speech\n  Must be, throughout the darkness. It will end:\n  ’The light that did burn, will burn!’ Clouds obscure–\n  But for which obscuration all were bright?\n  Too hastily concluded! Sun–suffused,\n  A cloud may soothe the eye made blind by blaze,–\n  Better the very clarity of heaven:\n  The soft streaks are the beautiful and dear.\n  What but the weakness in a faith supplies\n  The incentive to humanity, no strength\n  Absolute, irresistible, comports?\n  How can man love but what he yearns to help?\n  And that which men think weakness within strength,\n  But angels know for strength and stronger yet–\n  What were it else but the first things made new,\n  But repetition of the miracle,\n  The divine instance of self-sacrifice\n  That never ends and aye begins for man?\n  So, never I miss footing in the maze,\n  No,–I have light nor fear the dark at all.\"[A]",
        "[Footnote A: The Ring and the Book–The Pope, 1640-1660.]",
        " ",
        "\nThis eBook of “Browning as a Philosophical and Religious Teacher” by Henry Jones belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Browning As a Philosophical And Religious TeacherBy Henry JonesAt Amazon"
    ]
}