{
    "title": "Brown Wolf and Other Jack London Stories - Yellow Handkerchief",
    "author": "Jack London",
    "chapter": "8",
    "content": [
        "\n\n",
        "“I’m not wanting to dictate to you, lad,” Charley said, “but I’m very\nmuch against your making a last raid. You’ve gone safely through rough\ntimes with rough men, and it would be a shame to have something happen\nto you at the very end.”",
        "“But how can I get out of making a last raid?” I demanded, with the\ncocksureness of youth. “There always has to be a last, you know, to\nanything.”",
        "Charley crossed his legs, leaned back, and considered the problem. “Very\ntrue. But why not call the capture of Demetrios Contos the last? You’re\nback from it safe and sound and hearty, for all your good wetting,\nand–and––” His voice broke and he could not speak for a moment. “And\nI could never forgive myself if anything happened to you now.”",
        "I laughed at Charley’s fears while I gave in to the claims of his\naffection, and agreed to consider the last raid already performed. We\nhad been together for two years, and now I was leaving the fish patrol\nin order to go back and finish my education. I had earned and saved\nmoney to put me through three years at the high school, and though the\nbeginning of the term was several months away, I intended doing a lot of\nstudying for the entrance examinations.",
        "My belongings were packed snugly in a sea-chest, and I was all ready to\nbuy my ticket and ride down on the train to Oakland, when Neil\nPartington arrived in Benicia. The Reindeer was needed immediately for\nwork far down on the Lower Bay, and Neil said he intended to run\nstraight for Oakland. As that was his home and as I was to live with his\nfamily while going to school, he saw no reason, he said, why I should\nnot put my chest aboard and come along.",
        "So the chest went aboard, and in the middle of the afternoon we hoisted\nthe Reindeer’s big mainsail and cast off. It was tantalizing fall\nweather. The sea-breeze, which had blown steadily all summer, was gone,\nand in its place were capricious winds and murky skies which made the\ntime of arriving anywhere extremely problematical. We started on the\nfirst of the ebb, and as we slipped down the Carquinez Straits, I looked\nmy last for some time upon Benicia and the bight at Turner’s Shipyard,\nwhere we had besieged the Lancashire Queen, and had captured Big Alec,\nthe King of the Greeks. And at the mouth of the Straits I looked with\nnot a little interest upon the spot where a few days before I should\nhave drowned but for the good that was in the nature of Demetrios\nContos.",
        "A great wall of fog advanced across San Pablo Bay to meet us, and in a\nfew minutes the Reindeer was running blindly through the damp\nobscurity. Charley, who was steering, seemed to have an instinct for\nthat kind of work. How he did it, he himself confessed that he did not\nknow; but he had a way of calculating winds, currents, distance, time,\ndrift, and sailing speed that was truly marvellous.",
        "“It looks as though it were lifting,” Neil Partington said, a couple of\nhours after we had entered the fog. “Where do you say we are, Charley?”",
        "Charley looked at his watch. “Six o’clock, and three hours more of\nebb,” he remarked casually.",
        "“But where do you say we are!” Neil insisted.",
        "Charley pondered a moment, and then answered, “The tide has edged us\nover a bit out of our course, but if the fog lifts right now, as it is\ngoing to lift, you’ll find we’re not more than a thousand miles off\nMcNear’s Landing.”",
        "“You might be a little more definite by a few miles, anyway,” Neil\ngrumbled, showing by his tone that he disagreed.",
        "“All right, then,” Charley said, conclusively, “not less than a quarter\nof a mile, nor more than a half.”",
        "The wind freshened with a couple of little puffs, and the fog thinned\nperceptibly.",
        "“McNear’s is right off there,” Charley said, pointing directly into the\nfog on our weather beam.",
        "The three of us were peering intently in that direction, when the\nReindeer struck with a dull crash and came to a standstill. We ran\nforward, and found her bowsprit entangled in the tanned rigging of a\nshort, chunky mast. She had collided, head on, with a Chinese junk\nlying at anchor.",
        "At the moment we arrived forward, five Chinese, like so many bees, came\nswarming out of the little ’tween-decks cabin, the sleep still in their\neyes.",
        "Leading them came a big, muscular man, conspicuous for his pock-marked\nface and the yellow silk handkerchief swathed about his head. It was\nYellow Handkerchief, the Chinaman whom we had arrested for illegal\nshrimp-fishing the year before, and who, at that time, had nearly sunk\nthe Reindeer, as he had nearly sunk it now by violating the rules of\nnavigation.",
        "“What d’ye mean, you yellow-faced heathen, lying here in a fairway\nwithout a horn a-going?” Charley cried hotly.",
        "“Mean?” Neil calmly answered. “Just take a look–that’s what he means.”",
        "Our eyes followed the direction indicated by Neil’s finger, and we saw\nthe open amidships of the junk, half filled, as we found on closer\nexamination, with fresh-caught shrimps. Mingled with the shrimps were\nmyriads of small fish, from a quarter of an inch upward in size. Yellow\nHandkerchief had lifted the trap-net at high-water slack, and, taking\nadvantage of the concealment offered by the fog, had boldly been lying\nby, waiting to lift the net again at low-water slack.",
        "“Well,” Neil hummed and hawed, “in all my varied and extensive\nexperience as a fish patrolman, I must say this is the easiest capture I\never made. What’ll we do with them, Charley?”",
        "“Tow the junk into San Rafael, of course,” came the answer. Charley\nturned to me. “You stand by the junk, lad, and I’ll pass you a towing\nline. If the wind doesn’t fail us, we’ll make the creek before the tide\ngets too low, sleep at San Rafael, and arrive in Oakland to-morrow by\nmidday.”",
        "So saying, Charley and Neil returned to the Reindeer and got under\nway, the junk towing astern. I went aft and took charge of the prize,\nsteering by means of an antiquated tiller and a rudder with large,\ndiamond-shaped holes, through which the water rushed back and forth.",
        "By now the last of the fog had vanished, and Charley’s estimate of our\nposition was confirmed by the sight of McNear’s Landing a short\nhalf-mile away, following: along the west shore, we rounded Point Pedro\nin plain view of the Chinese shrimp villages, and a great to-do was\nraised when they saw one of their junks towing behind the familiar fish\npatrol sloop.",
        "The wind, coming off the land, was rather puffy and uncertain, and it\nwould have been more to our advantage had it been stronger. San Rafael\nCreek, up which we had to go to reach the town and turn over our\nprisoners to the authorities, ran through wide-stretching marshes, and\nwas difficult to navigate on a falling tide, while at low tide it was\nimpossible to navigate at all. So, with the tide already half-ebbed, it\nwas necessary for us to make time. This the heavy junk prevented,\nlumbering along behind and holding the Reindeer back by just so much\ndead weight.",
        "“Tell those coolies to get up that sail,” Charley finally called to me.\n“We don’t want to hang up on the mud flats for the rest of the night.”",
        "I repeated the order to Yellow Handkerchief, who mumbled it huskily to\nhis men. He was suffering from a bad cold, which doubled him up in\nconvulsive coughing spells and made his eyes heavy and bloodshot. This\nmade him more evil-looking than ever, and when he glared viciously at\nme I remembered with a shiver the close shave I had had with him at the\ntime of his previous arrest.",
        "His crew sullenly tailed on to the halyards, and the strange, outlandish\nsail, lateen in rig and dyed a warm brown, rose in the air. We were\nsailing on the wind, and when Yellow Handkerchief flattened down the\nsheet the junk forged ahead and the tow-line went slack. Fast as the\nReindeer could sail, the junk outsailed her; and to avoid running her\ndown I hauled a little closer on the wind. But the junk likewise\noutpointed, and in a couple of minutes I was abreast of the Reindeerand to windward. The tow-line had now tautened, at right angles to the\ntwo boats, and the predicament was laughable.",
        "“Cast off!” I shouted.",
        "Charley hesitated.",
        "“It’s all right,” I added. “Nothing can happen. We’ll make the creek on\nthis tack, and you’ll be right behind me all the way up to San Rafael.”",
        "At this Charley cast off, and Yellow Handkerchief sent one of his men\nforward to haul in the line. In the gathering darkness I could just\nmake out the mouth of San Rafael Creek, and by the time we entered it I\ncould barely see its banks. The Reindeer was fully five minutes\nastern, and we continued to leave her astern as we beat up the narrow,\nwinding channel. With Charley behind us, it seemed I had little to fear\nfrom my five prisoners; but the darkness prevented my keeping a sharp\neye on them, so I transferred my revolver from my trousers pocket to the\nside pocket of my coat, where I could more quickly put my hand on it.",
        "Yellow Handkerchief was the one I feared, and that he knew it and made\nuse of it, subsequent events will show. He was sitting a few feet away\nfrom me, on what then happened to be the weather side of the junk. I\ncould scarcely see the outlines of his form, but I soon became convinced\nthat he was slowly, very slowly, edging closer to me. I watched him\ncarefully. Steering with my left hand, I slipped my right into my pocket\nand got hold of the revolver.",
        "I saw him shift along for a couple of inches, and I was just about to\norder him back–the words were trembling on the tip of my tongue–when\nI was struck with great force by a heavy figure that had leaped through\nthe air upon me from the lee side. It was one of the crew. He pinioned\nmy right arm so that I could not withdraw my hand from my pocket, and at\nthe same time clapped his other hand over my mouth. Of course, I could\nhave struggled away from him and freed my hand or gotten my mouth clear\nso that I might cry an alarm, but in a trice Yellow Handkerchief was on\ntop of me.",
        "I struggled around to no purpose in the bottom of the junk, while my\nlegs and arms were tied and my mouth securely bound in what I afterward\nfound to be a cotton shirt. Then I was left lying in the bottom. Yellow\nHandkerchief took the tiller, issuing his orders in whispers; and from\nour position at the time, and from the alteration of the sail, which I\ncould dimly make out above me as a blot against the stars, I knew the\njunk was being headed into the mouth of a small slough which emptied at\nthat point into San Rafael Creek.",
        "In a couple of minutes we ran softly alongside the bank, and the sail\nwas silently lowered. The Chinese kept very quiet. Yellow Handkerchief\nsat down in the bottom alongside of me, and I could feel him straining\nto repress his raspy, hacking cough. Possibly seven or eight minutes\nlater I heard Charley’s voice as the Reindeer went past the mouth of\nthe slough.",
        "“I can’t tell you how relieved I am,” I could plainly hear him saying to\nNeil, “that the lad has finished with the fish patrol without accident.”",
        "Here Neil said something which I could not catch, and then Charley’s\nvoice went on:",
        "“The youngster takes naturally to the water, and if when he finishes\nhigh school he takes a course in navigation and goes deep sea, I see no\nreason why he shouldn’t rise to be master of the finest and biggest ship\nafloat.”",
        "It was all very flattering to me, but lying there, bound and gagged by\nmy own prisoners, with the voices growing faint and fainter as the\nReindeer slipped on through the darkness toward San Rafael, I must say\nI was not in quite the proper situation to enjoy my smiling future. With\nthe Reindeer went my last hope. What was to happen next I could not\nimagine, for the Chinese were a different race from mine and from what\nI knew I was confident that fair play was no part of their make-up.",
        "After waiting a few minutes longer, the crew hoisted the lateen sail,\nand Yellow Handkerchief steered down toward the mouth of San Rafael\nCreek. The tide was getting lower, and he had difficulty in escaping the\nmud-banks. I was hoping he would run aground, but he succeeded in making\nthe bay without accident.",
        "As we passed out of the creek a noisy discussion arose, which I knew\nrelated to me. Yellow Handkerchief was vehement, but the other four as\nvehemently opposed him. It was very evident that he advocated doing away\nwith me and that they were afraid of the consequences. I was familiar\nenough with the Chinese character to know that fear alone restrained\nthem. But what plan they offered in place of Yellow Handkerchief’s\nmurderous one, I could not make out.",
        "My feelings, as my fate hung in the balance, may be guessed. The\ndiscussion developed into a quarrel, in the midst of which Yellow\nHandkerchief unshipped the heavy tiller and sprang toward me. But his\nfour companions threw themselves between, and a clumsy struggle took\nplace for possession of the tiller. In the end Yellow Handkerchief was\novercome, and sullenly returned to the steering, while they soundly\nberated him for his rashness.",
        "Not long after, the sail was run down and the junk slowly urged forward\nby means of the sweeps. I felt it ground gently on the soft mud. Three\nof the Chinese–they all wore long sea-boots–got over the side, and the\nother two passed me across the rail. With Yellow Handkerchief at my legs\nand his two companions at my shoulders, they began to flounder along\nthrough the mud. After some time their feet struck firmer footing, and I\nknew they were carrying me up some beach. The location of this beach was\nnot doubtful in my mind. It could be none other than one of the Marin\nIslands, a group of rocky islets which lay off the Marin County shore.",
        "When they reached the firm sand that marked high tide, I was dropped,\nand none too gently. Yellow Handkerchief kicked me spitefully in the\nribs, and then the trio floundered back through the mud to the junk. A\nmoment later I heard the sail go up and slat in the wind as they drew\nin the sheet. Then silence fell, and I was left to my own devices for\ngetting free.",
        "I remembered having seen tricksters writhe and squirm out of ropes with\nwhich they were bound, but though I writhed and squirmed like a good\nfellow, the knots remained as hard as ever, and there was no appreciable\nslack. In the course of my squirming, however, I rolled over upon a heap\nof clam-shells–the remains, evidently, of some yachting party’s\nclam-bake. This gave me an idea. My hands were tied behind my back; and,\nclutching a shell in them, I rolled over and over, up the beach, till I\ncame to the rocks I knew to be there.",
        "Rolling around and searching, I finally discovered a narrow crevice,\ninto which I shoved the shell. The edge of it was sharp, and across the\nsharp edge I proceeded to saw the rope that bound my wrists. The edge of\nthe shell was also brittle, and I broke it by bearing too heavily upon\nit. Then I rolled back to the heap and returned with as many shells as I\ncould carry in both hands. I broke many shells, cut my hands a number of\ntimes, and got cramps in my legs from my strained position and my\nexertions.",
        "While I was suffering from the cramps, and resting, I heard a familiar\nhalloo drift across the water. It was Charley, searching for me. The gag\nin my mouth prevented me from replying, and I could only lie there,\nhelplessly fuming, while he rowed past the island and his voice slowly\nlost itself in the distance.",
        "I returned to the sawing process, and at the end of half an hour\nsucceeded in severing the rope. The rest was easy. My hands once free,\nit was a matter of minutes to loosen my legs and to take the gag out of\nmy mouth. I ran around the island to make sure it was an island and\nnot by any chance a portion of the mainland. An island it certainly was,\none of the Marin group, fringed with a sandy beach and surrounded by a\nsea of mud. Nothing remained but to wait till daylight and to keep warm;\nfor it was a cold, raw night for California, with just enough wind to\npierce the skin and cause one to shiver.",
        "To keep up the circulation, I ran around the island a dozen times or so,\nand clambered across its rocky backbone as many times more–all of which\nwas of greater service to me, as I afterward discovered, than merely to\nwarm me up. In the midst of this exercise I wondered if I had lost\nanything out of my pockets while rolling over and over in the sand. A\nsearch showed the absence of my revolver and pocket-knife. The first\nYellow Handkerchief had taken; but the knife had been lost in the sand.",
        "I was hunting for it when the sound of rowlocks came to my ears. At\nfirst, of course, I thought of Charley; but on second thought I knew\nCharley would be calling out as he rowed along. A sudden premonition of\ndanger seized me. The Marin Islands are lonely places; chance visitors\nin the dead of night are hardly to be expected. What if it were Yellow\nHandkerchief? The sound made by the rowlocks grew more distinct. I\ncrouched in the sand and listened intently. The boat, which I judged a\nsmall skiff from the quick stroke of the oars, was landing in the mud\nabout fifty yards up the beach. I heard a raspy, hacking cough, and my\nheart stood still. It was Yellow Handkerchief. Not to be robbed of his\nrevenge by his more cautious companions, he had stolen away from the\nvillage and come back alone.",
        "I did some swift thinking. I was unarmed and helpless on a tiny islet,\nand a yellow barbarian, whom I had reason to fear, was coming after me.\nAny place was safer than the island, and I turned instinctively to the\nwater, or rather to the mud. As he began to flounder ashore through the\nmud, I started to flounder out into it, going over the same course which\nthe Chinese had taken in landing me and in returning to the junk.",
        "Yellow Handkerchief, believing me to be lying tightly bound, exercised\nno care, but came ashore noisily. This helped me, for, under the shield\nof his noise and making no more myself than necessary, I managed to\ncover fifty feet by the time he had made the beach. Here I lay down in\nthe mud. It was cold and clammy, and made me shiver, but I did not care\nto stand up and run the risk of being discovered by his sharp eyes.",
        "He walked down the beach straight to where he had left me lying, and I\nhad a fleeting feeling of regret at not being able to see his surprise\nwhen he did not find me. But it was a very fleeting regret, for my teeth\nwere chattering with the cold.",
        "What his movements were after that I had largely to deduce from the\nfacts of the situation, for I could scarcely see him in the dim\nstarlight. But I was sure that the first thing he did was to make the\ncircuit of the beach to learn if landings had been made by other boats.\nThis he would have known at once by the tracks through the mud.",
        "Convinced that no boat had removed me from the island, he next started\nto find out what had become of me. Beginning at the pile of clam-shells,\nhe lighted matches to trace my tracks in the sand. At such times I could\nsee his villainous face plainly, and, when the sulphur from the matches\nirritated his lungs, between the raspy cough that followed and the\nclammy mud in which I was lying, I confess I shivered harder than ever.",
        "The multiplicity of my footprints puzzled him. Then the idea that I\nmight be out in the mud must have struck him, for he waded out a few\nyards in my direction, and, stooping, with his eyes searched the dim\nsurface long and carefully. He could not have been more than fifteen\nfeet from me, and had he lighted a match he would surely have discovered\nme.",
        "He returned to the beach and clambered about over the rocky backbone,\nagain hunting for me with lighted matches. The closeness of the shave\nimpelled me to further flight. Not daring to wade upright, on account of\nthe noise made by floundering and by the suck of the mud, I remained\nlying down in the mud and propelled myself over its surface by means of\nmy hands. Still keeping the trail made by the Chinese in going from and\nto the junk, I held on until I reached the water. Into this I waded to a\ndepth of three feet, and then I turned off to the side on a line\nparallel with the beach.",
        "The thought came to me of going toward Yellow Handkerchief’s skiff and\nescaping in it, but at that very moment he returned to the beach, and,\nas though fearing the very thing I had in mind, he slushed out through\nthe mud to assure himself that the skiff was safe. This turned me in the\nopposite direction. Half swimming, half wading, with my head just out of\nwater and avoiding splashing, I succeeded in putting about a hundred\nfeet between myself and the spot where the Chinese had begun to wade\nashore from the junk. I drew myself out on the mud and remained lying\nflat.",
        "Again Yellow Handkerchief returned to the beach and made a search of\nthe island, and again he returned to the heap of clam-shells. I knew\nwhat was running in his mind as well as he did himself. No one could\nleave or land without making tracks in the mud. The only tracks to be\nseen were those leading from his skiff and from where the junk had been.\nI was not on the island. I must have left it by one or the other of\nthose two tracks. He had just been over the one to his skiff, and was\ncertain I had not left that way. Therefore I could have left the island\nonly by going over the tracks of the junk landing. This he proceeded to\nverify by wading out over them himself, lighting matches as he came\nalong.",
        "When he arrived at the point where I had first lain, I knew, by the\nmatches he burned and the time he took, that he had discovered the marks\nleft by my body. These he followed straight to the water and into it,\nbut in three feet of water he could no longer see them. On the other\nhand, as the tide was still falling, he could easily make out the\nimpression made by the junk’s bow, and could have likewise made out the\nimpression of any other boat if it had landed at that particular spot.\nBut there was no such mark; and I knew that he was absolutely convinced\nthat I was hiding somewhere in the mud.",
        "But to hunt on a dark night for a boy in a sea of mud would be like\nhunting for a needle in a haystack, and he did not attempt it. Instead\nhe went back to the beach and prowled around for some time. I was hoping\nhe would give me up and go, for by this time I was suffering severely\nfrom the cold. At last he waded out to his skiff and rowed away. What if\nthis departure of Yellow Handkerchief’s were a sham? What if he had done\nit merely to entice me ashore?",
        "The more I thought of it the more certain I became that he had made a\nlittle too much noise with his oars as he rowed away. So I remained,\nlying in the mud and shivering. I shivered till the muscles of the small\nof my back ached and pained me as badly as the cold, and I had need of\nall my self-control to force myself to remain in my miserable situation.",
        "It was well that I did, however, for, possibly an hour later, I thought\nI could make out something moving on the beach. I watched intently, but\nmy ears were rewarded first, by a raspy cough I knew only too well.\nYellow Handkerchief had sneaked back, landed on the other side of the\nisland, and crept around to surprise me if I had returned.",
        "After that, though hours passed without sign of him, I was afraid to\nreturn to the island at all. On the other hand, I was almost equally\nafraid that I should die of the exposure I was undergoing. I had never\ndreamed one could suffer so. I grew so cold and numb, finally, that I\nceased to shiver. But my muscles and bones began to ache in a way that\nwas agony. The tide had long since begun to rise and, foot by foot, it\ndrove me in toward the beach. High water came at three o’clock, and at\nthree o’clock I drew myself up on the beach, more dead than alive, and\ntoo helpless to have offered any resistance had Yellow Handkerchief\nswooped down upon me.",
        "But no Yellow Handkerchief appeared. He had given me up and gone back to\nPoint Pedro. Nevertheless, I was in a deplorable, not to say a\ndangerous, condition. I could not stand upon my feet, much less walk. My\nclammy, muddy garments clung to me like sheets of ice. I thought I\nshould never get them off. So numb and lifeless were my fingers, and so\nweak was I that it seemed to take an hour to get off my shoes. I had not\nthe strength to break the porpoise-hide laces, and the knots defied me.\nI repeatedly beat my hands upon the rocks to get some sort of life into\nthem. Sometimes I felt sure I was going to die.",
        "But in the end,–after several centuries, it seemed to me,–I got off\nthe last of my clothes. The water was now close at hand, and I crawled\npainfully into it and washed the mud from my naked body. Still, I could\nnot get on my feet and walk and I was afraid to lie still. Nothing\nremained but to crawl weakly, like a snail, and at the cost of constant\npain, up and down the sand. I kept this up as long as possible, but as\nthe east paled with the coming of dawn I began to succumb. The sky grew\nrosy-red, and the golden rim of the sun, showing above the horizon,\nfound me lying helpless and motionless among the clam-shells.",
        "As in a dream, I saw the familiar mainsail of the Reindeer as she\nslipped out of San Rafael Creek on a light puff of morning air. This\ndream was very much broken. There are intervals I can never recollect on\nlooking back over it. Three things, however, I distinctly remember: the\nfirst sight of the Reindeer’s mainsail; her lying at anchor a few\nhundred feet away and a small boat leaving her side; and the cabin stove\nroaring red-hot, myself swathed all over with blankets, except on the\nchest and shoulders, which Charley was pounding and mauling\nunmercifully, and my mouth and throat burning with the coffee which Neil\nPartington was pouring down a trifle too hot.",
        "But burn or no burn, I tell you it felt good. By the time we arrived in\nOakland I was as limber and strong as ever,–though Charley and Neil\nPartington were afraid I was going to have pneumonia, and Mrs.\nPartington, for my first six months of school, kept an anxious eye upon\nme to discover the first symptoms of consumption.",
        "Time flies. It seems but yesterday that I was a lad of sixteen on the\nfish patrol. Yet I know that I arrived this very morning from China,\nwith a quick passage to my credit, and master of the barkentine\nHarvester. And I know that to-morrow morning I shall run over to\nOakland to see Neil Partington and his wife and family, and later on up\nto Benicia to see Charley Le Grant and talk over old times. No; I shall\nnot go to Benicia, now that I think about it. I expect to be a highly\ninterested party to a wedding, shortly to take place. Her name is Alice\nPartington, and, since Charley has promised to be best man, he will have\nto come down to Oakland instead.",
        "Continue...",
        "\nThis eBook of “Brown Wolf and Other Jack London” by Jack London (chosen and Edited By Franklin K. Mathiews) belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Brown Wolf And Other Jack London StoriesBy MathiewsAt Amazon"
    ]
}