{
    "title": "Brown Wolf and Other Jack London Stories - Brown Wolf",
    "author": "Jack London",
    "chapter": "2",
    "content": [
        "\n\n",
        "She had delayed, because of the dew-wet grass, in order to put on her\novershoes, and when she emerged from the house found her waiting husband\nabsorbed in the wonder of a bursting almond-bud. She sent a questing\nglance across the tall grass and in and out among the orchard trees.",
        "“Where’s Wolf?” she asked.",
        "“He was here a moment ago.” Walt Irvine drew himself away with a jerk\nfrom the metaphysics and poetry of the organic miracle of blossom, and\nsurveyed the landscape. “He was running a rabbit the last I saw of him.”",
        "“Wolf! Wolf! Here, Wolf!” she called, as they left the clearing and took\nthe trail that led down through the waxen-belled manzanita jungle to\nthe county road.",
        "Irvine thrust between his lips the little finger of each hand and lent\nto her efforts a shrill whistling.",
        "She covered her ears hastily and made a wry grimace.",
        "“My! for a poet, delicately attuned and all the rest of it, you can make\nunlovely noises. My eardrums are pierced. You outwhistle––”",
        "“Orpheus.”",
        "“I was about to say a street-arab,” she concluded severely.",
        "“Poesy does not prevent one from being practical–at least it doesn’t\nprevent me. Mine is no futility of genius that can’t sell gems to the\nmagazines.”",
        "He assumed a mock extravagance, and went on:",
        "“I am no attic singer, no ballroom warbler. And why? Because I am\npractical. Mine is no squalor of song that cannot transmute itself, with\nproper exchange value, into a flower-crowned cottage, a sweet\nmountain-meadow, a grove of redwoods, an orchard of thirty-seven trees,\none long row of blackberries and two short rows of strawberries, to say\nnothing of a quarter of a mile of gurgling brook.”",
        "“Oh, that all your song-transmutations were as successful!” she laughed.",
        "“Name one that wasn’t.”",
        "“Those two beautiful sonnets that you transmuted into the cow that was\naccounted the worst milker in the township.”",
        "“She was beautiful––” he began.",
        "“But she didn’t give milk,” Madge interrupted.",
        "“But she was beautiful, now, wasn’t she?” he insisted.",
        "“And here’s where beauty and utility fall out,” was her reply. “And\nthere’s the Wolf!”",
        "From the thicket-covered hillside came a crashing of underbrush, and\nthen, forty feet above them, on the edge of the sheer wall of rock,\nappeared a wolf’s head and shoulders. His braced forepaws dislodged a\npebble, and with sharp-pricked ears and peering eyes he watched the fall\nof the pebble till it struck at their feet. Then he transferred his gaze\nand with open mouth laughed down at them.",
        "“You Wolf, you!” and “You blessed Wolf!” the man and woman called out to\nhim. The ears flattened back and down at the sound, and the head seemed\nto snuggle under the caress of an invisible hand.",
        "They watched him scramble backward into the thicket, then proceeded on\ntheir way. Several minutes later, rounding a turn in the trail where the\ndescent was less precipitous, he joined them in the midst of a miniature\navalanche of pebbles and loose soil. He was not demonstrative. A pat and\na rub around the ears from the man, and a more prolonged caressing from\nthe woman, and he was away down the trail in front of them, gliding\neffortlessly over the ground in true wolf fashion.",
        "In build and coat and brush he was a huge timber-wolf; but the lie was\ngiven to his wolf-hood by his color and marking. There the dog\nunmistakably advertised itself. No wolf was ever colored like him. He\nwas brown, deep brown, red-brown, an orgy of browns. Back and shoulders\nwere a warm brown that paled on the sides and underneath to a yellow\nthat was dingy because of the brown that lingered in it. The white of\nthe throat and paws and the spots over the eyes was dirty because of the\npersistent and ineradicable brown, while the eyes themselves were twin\ntopazes, golden and brown.",
        "The man and woman loved the dog very much; perhaps this was because it\nhad been such a task to win his love. It had been no easy matter when he\nfirst drifted in mysteriously out of nowhere to their little mountain\ncottage. Footsore and famished, he had killed a rabbit under their very\nnoses and under their very windows, and then crawled away and slept by\nthe spring at the foot of the blackberry bushes. When Walt Irvine went\ndown to inspect the intruder, he was snarled at for his pains, and Madge\nlikewise was snarled at when she went down to present, as a\npeace-offering, a large pan of bread and milk.",
        "A most unsociable dog he proved to be, resenting all their advances,\nrefusing to let them lay hands on him, menacing them with bared fangs\nand bristling hair. Nevertheless he remained, sleeping and resting by\nthe spring, and eating the food they gave him after they set it down at\na safe distance and retreated. His wretched physical condition explained\nwhy he lingered; and when he had recuperated, after several days’\nsojourn, he disappeared.",
        "And this would have been the end of him, so far as Irvine and his wife\nwere concerned, had not Irvine at that particular time been called away\ninto the northern part of the state. Biding along on the train, near to\nthe line between California and Oregon, he chanced to look out of the\nwindow and saw his unsociable guest sliding along the wagon road, brown\nand wolfish, tired yet tireless, dust-covered and soiled with two\nhundred miles of travel.",
        "Now Irvine was a man of impulse, a poet. He got off the train at the\nnext station, bought a piece of meat at a butcher shop, and captured the\nvagrant on the outskirts of the town. The return trip was made in the\nbaggage car, and so Wolf came a second time to the mountain cottage.\nHere he was tied up for a week and made love to by the man and woman.\nBut it was very circumspect love-making. Remote and alien as a traveller\nfrom another planet, he snarled down their soft-spoken love-words. He\nnever barked. In all the time they had him he was never known to bark.",
        "To win him became a problem. Irvine liked problems. He had a metal plate\nmade, on which was stamped: “Return to Walt Irvine, Glen Ellen, Sonoma\nCounty, California.” This was riveted to a collar and strapped about the\ndog’s neck. Then he was turned loose, and promptly He disappeared. A\nday later came a telegram from Mendocino County. In twenty hours he had\nmade over a hundred miles to the north, and was still going when\ncaptured.",
        "He came back by Wells Fargo Express, was tied up three days, and was\nloosed on the fourth and lost. This time he gained southern Oregon\nbefore he was caught and returned. Always, as soon as he received his\nliberty, he fled away, and always he fled north. He was possessed of an\nobsession that drove him north. The homing instinct, Irvine called it,\nafter he had expended the selling price of a sonnet in getting the\nanimal back from northern Oregon.",
        "Another time the brown wanderer succeeded in traversing half the length\nof California, all of Oregon, and most of Washington, before he was\npicked up and returned “Collect.” A remarkable thing was the speed with\nwhich he traveled. Fed up and rested, as soon as he was loosed he\ndevoted all his energy to getting over the ground. On the first day’s\nrun he was known to cover as high as a hundred and fifty miles, and\nafter that he would average a hundred miles a day until caught. He\nalways arrived back lean and hungry and savage, and always departed\nfresh and vigorous, cleaving his way northward in response to some\nprompting of his being that no one could understand.",
        "But at last, after a futile year of flight, he accepted the inevitable\nand elected to remain at the cottage where first he had killed the\nrabbit and slept by the spring. Even after that, a long time elapsed\nbefore the man and woman succeeded in patting him. It was a great\nvictory, for they alone were allowed to put hands on him. He was\nfastidiously exclusive, and no guest at the cottage ever succeeded in\nmaking up to him. A low growl greeted such approach; if any one had the\nhardihood to come nearer, the lips lifted, the naked fangs appeared, and\nthe growl became a snarl–a snarl so terrible and malignant that it awed\nthe stoutest of them, as it likewise awed the farmers’ dogs that knew\nordinary dog snarling, but had never seen wolf snarling before.",
        "He was without antecedents. His history began with Walt and Madge. He\nhad come up from the south, but never a clew did they get of the owner\nfrom whom he had evidently fled. Mrs. Johnson, their nearest neighbor\nand the one who supplied them with milk, proclaimed him a Klondike dog.\nHer brother was burrowing for frozen pay-streaks in that far country,\nand so she constituted herself an authority on the subject.",
        "But they did not dispute her. There were the tips of Wolf’s ears,\nobviously so severely frozen at some time that they would never quite\nheal again. Besides, he looked like the photographs of the Alaskan dogs\nthey saw published in magazines and newspapers. They often speculated\nover his past, and tried to conjure up (from what they had read and\nheard) what his northland life had been. That the northland still drew\nhim, they knew; for at night they sometimes heard him crying softly; and\nwhen the north wind blew and the bite of frost was in the air, a great\nrestlessness would come upon him and he would lift a mournful lament\nwhich they knew to be the long wolf-howl. Yet he never barked. No\nprovocation was great enough to draw from him that canine cry.",
        "Long discussion they had, during the time of winning him, as to whose\ndog he was. Each claimed him, and each proclaimed loudly any expression\nof affection made by him. But the man had the better of it at first,\nchiefly because he was a man. It was patent that Wolf had had no\nexperience with women. He did not understand women. Madge’s skirts were\nsomething he never quite accepted. The swish of them was enough to set\nhim a-bristle with suspicion, and on a windy day she could not approach\nhim at all.",
        "On the other hand, it was Madge who fed him; also it was she who ruled\nthe kitchen, and it was by her favor, and her favor alone, that he was\npermitted to come within that sacred precinct. It was because of these\nthings that she bade fair to overcome the handicap of her garments. Then\nit was that Walt put forth special effort, making it a practice to have\nWolf lie at his feet while he wrote, and, between petting and talking,\nlosing much time from his work. Walt won in the end, and his victory was\nmost probably due to the fact that he was a man, though Madge averred\nthat they would have had another quarter of a mile of gurgling brook,\nand at least two west winds sighing through their redwoods, had Walt\nproperly devoted his energies to song-transmutation and left Wolf alone\nto exercise a natural taste and an unbiased judgment.",
        "“It’s about time I heard from those triolets,” Walt said, after a\nsilence of five minutes, during which they had swung steadily down the\ntrail. “There’ll be a check at the post office, I know, and we’ll\ntransmute it into beautiful buckwheat flour, a gallon of maple syrup,\nand a new pair of overshoes for you.”",
        "“And into beautiful milk from Mrs. Johnson’s beautiful cow,” Madge\nadded. “To-morrow’s the first of the month, you know.”",
        "Walt scowled unconsciously; then his face brightened, and he clapped his\nhand to his breast pocket.",
        "“Never mind. I have here a nice, beautiful, new cow, the best milker in\nCalifornia.”",
        "“When did you write it?” she demanded eagerly. Then, reproachfully, “And\nyou never showed it to me.”",
        "“I saved it to read to you on the way to the post office, in a spot\nremarkably like this one,” he answered, indicating, with a wave of his\nhand, a dry log on which to sit.",
        "A tiny stream flowed out of a dense fern-brake, slipped down a\nmossy-lipped stone, and ran across the path at their feet. From the\nvalley arose the mellow song of meadow larks, while about them, in and\nout, through sunshine and shadow, fluttered great yellow butterflies.",
        "Up from below came another sound that broke in upon Walt reading softly\nfrom his manuscript. It was a crunching of heavy feet, punctuated now\nand again by the clattering of a displaced stone. As Walt finished and\nlooked to his wife for approval, a man came into view around the turn of\nthe trail. He was bareheaded and sweaty. With a handkerchief in one hand\nhe mopped his face, while in the other hand he carried a new hat and a\nwilted starched collar which he had removed from his neck. He was a\nwell-built man, and his muscles seemed on the point of bursting out of\nthe painfully new and ready-made black clothes he wore.",
        "“Warm day,” Walt greeted him. Walt believed in country democracy, and\nnever missed an opportunity to practice it.",
        "The man paused and nodded.",
        "“I guess I ain’t used much to the warm,” he vouchsafed half\napologetically. “I’m more accustomed to zero weather.”",
        "“You don’t find any of that in this country,” Walt laughed.",
        "“Should say not,” the man answered. “An’ I ain’t here a-lookin’ for it\nneither. I’m tryin’ to find my sister. Mebbe you know where she lives.\nHer name’s Johnson, Mrs. William Johnson.”",
        "“You’re not her Klondike brother!” Madge cried, her eyes bright with\ninterest, “about whom we’ve heard so much?”",
        "“Yes’m, that’s me,” he answered modestly. “My name’s Miller, Skiff\nMiller. I just thought I’d s’prise her.”",
        "“You are on the right track then. Only you’ve come by the footpath.\"\nMadge stood up to direct him, pointing up the canyon a quarter of a\nmile. “You see that blasted redwood! Take the little trail turning off\nto the right. It’s the short cut to her house. You can’t miss it.”",
        "“Yes’m, thank you, ma’am,” he said.",
        "He made tentative efforts to go, but seemed awkwardly rooted to the\nspot. He was gazing at her with an open admiration of which he was quite\nunconscious, and which was drowning, along with him, in the rising sea\nof embarrassment in which he floundered.",
        "“We’d like to hear you tell about the Klondike,” Madge said. “Mayn’t we\ncome over some day while you are at your sister’s! Or, better yet,\nwon’t you come over and have dinner with us?”",
        "“Yes’m, thank you, ma’am,” he mumbled mechanically. Then he caught\nhimself up and added: “I ain’t stoppin’ long. I got to be pullin’ north\nagain. I go out on to-night’s train. You see, I’ve got a mail contract\nwith the government.”",
        "When Madge had said that it was too bad, he made another futile effort\nto go. But he could not take his eyes from her face. He forgot his\nembarrassment in his admiration, and it was her turn to flush and feel\nuncomfortable.",
        "It was at this juncture, when Walt had just decided it was time for him\nto be saying something to relieve the strain, that Wolf, who had been\naway nosing through the brush, trotted wolf-like into view.",
        "Skiff Miller’s abstraction disappeared. The pretty woman before him\npassed out of his field of vision. He had eyes only for the dog, and a\ngreat wonder came into his face.",
        "“Well, I’ll be hanged!” he enunciated slowly and solemnly.",
        "He sat down ponderingly on the log, leaving Madge standing. At the sound\nof his voice, Wolf’s ears had flattened down, then his mouth had opened\nin a laugh. He trotted slowly up to the stranger and first smelled his\nhands, then licked them with his tongue.",
        "Skiff Miller patted the dog’s head, and slowly and solemnly repeated,\n“Well, I’ll be hanged!”",
        "“Excuse me, ma’am,” he said the next moment, “I was just s’prised some,\nthat was all.”",
        "“We’re surprised, too,” she answered lightly. “We never saw Wolf make up\nto a stranger before.”",
        "“Is that what you call him–Wolf?” the man asked.",
        "Madge nodded. “But I can’t understand his friendliness toward\nyou–unless it’s because you’re from the Klondike. He’s a Klondike dog,\nyou know.”",
        "“Yes’m,” Miller said absently. He lifted one of Wolf’s forelegs and\nexamined the footpads, pressing them and denting them with his thumb.\n“Kind of soft,” he remarked. “He ain’t been on trail for a long time.”",
        "“I say,” Walt broke in, “it is remarkable the way he lets you handle\nhim.”",
        "Skiff Miller arose, no longer awkward with admiration of Madge, and in\na sharp, businesslike manner asked, “How long have you had him?”",
        "But just then the dog, squirming and rubbing against the newcomer’s\nlegs, opened his mouth and barked. It was an explosive bark, brief and\njoyous, but a bark.",
        "“That’s a new one on me,” Skiff Miller remarked.",
        "Walt and Madge stared at each other. The miracle had happened. Wolf had\nbarked.",
        "“It’s the first time he ever barked,” Madge said.",
        "“First time I ever heard him, too,” Miller volunteered.",
        "Madge smiled at him. The man was evidently a humorist.",
        "“Of course,” she said, “since you have only seen him for five minutes.”",
        "Skiff Miller looked at her sharply, seeking in her face the guile her\nwords had led him to suspect.",
        "“I thought you understood,” he said slowly. “I thought you’d tumbled to\nit from his makin’ up to me. He’s my dog. His name ain’t Wolf. It’s\nBrown.”",
        "“Oh, Walt!” was Madge’s instinctive cry to her husband.",
        "Walt was on the defensive at once.",
        "“How do you know he’s your dog?” he demanded.",
        "“Because he is,” was the reply.",
        "“Mere assertion,” Walt said sharply.",
        "In his slow and pondering way, Skiff Miller looked at him, then asked,\nwith a nod of his head toward Madge:",
        "“How d’you know she’s your wife? You just say, ’Because she is,’ and\nI’ll say it’s mere assertion. The dog’s mine. I bred ’m an’ raised ’m,\nan’ I guess I ought to know. Look here. I’ll prove it to you.”",
        "Skiff Miller turned to the dog. “Brown!” His voice rang out sharply, and\nat the sound the dog’s ears flattened down as to a caress. “Gee!” The\ndog made a swinging turn to the right. “Now mush-on!” And the dog ceased\nhis swing abruptly and started straight ahead, halting obediently at\ncommand.",
        "“I can do it with whistles,” Skiff Miller said proudly. “He was my lead\ndog.”",
        "“But you are not going to take him away with you?” Madge asked\ntremulously.",
        "The man nodded.",
        "“Back into that awful Klondike world of suffering?”",
        "He nodded and added: “Oh, it ain’t so bad as all that. Look at me.\nPretty healthy specimen, ain’t I!”",
        "“But the dogs! The terrible hardship, the heart-breaking toil, the\nstarvation, the frost! Oh, I’ve read about it and I know.”",
        "“I nearly ate him once, over on Little Fish River,” Miller volunteered\ngrimly. “If I hadn’t got a moose that day was all that saved ’m.”",
        "“I’d have died first!” Madge cried.",
        "“Things is different down here,” Miller explained. “You don’t have to\neat dogs. You think different just about the time you’re all in. You’ve\nnever been all in, so you don’t know anything about it.”",
        "“That’s the very point,” she argued warmly. “Dogs are not eaten in\nCalifornia. Why not leave him here? He is happy. He’ll never want for\nfood–you know that. He’ll never suffer from cold and hardship. Here all\nis softness and gentleness. Neither the human nor nature is savage. He\nwill never know a whip-lash again. And as for the weather–why, it\nnever snows here.”",
        "“But it’s all-fired hot in summer, beggin’ your pardon,” Skiff Miller\nlaughed.",
        "“But you do not answer,” Madge continued passionately. “What have you to\noffer him in that northland life?”",
        "“Grub, when I’ve got it, and that’s most of the time,” came the answer.",
        "“And the rest of the time?”",
        "“No grub.”",
        "“And the work?”",
        "“Yes, plenty of work,” Miller blurted out impatiently. “Work without\nend, an’ famine, an’ frost, an’ all the rest of the miseries–that’s\nwhat he’ll get when he comes with me. But he likes it. He is used to it.\nHe knows that life. He was born to it an’ brought up to it. An’ you\ndon’t know anything about it. You don’t know what you’re talking about.\nThat’s where the dog belongs, and that’s where he’ll be happiest.”",
        "“The dog doesn’t go,” Walt announced in a determined voice. “So there is\nno need of further discussion.”",
        "“What’s that?” Skiff Miller demanded, big brows lowering and an\nobstinate flush of blood reddening his forehead.",
        "“I said the dog doesn’t go, and that settles it. I don’t believe he’s\nyour dog. You may have seen him sometime. You may even sometime have\ndriven him for his owner. But his obeying the ordinary driving commands\nof the Alaskan trail is no demonstration that he is yours. Any dog in\nAlaska would obey you as he obeyed. Besides, he is undoubtedly a\nvaluable dog, as dogs go in Alaska, and that is sufficient explanation\nof your desire to get possession of him. Anyway, you’ve got to prove\nproperty.”",
        "Skiff Miller, cool and collected, the obstinate flush a trifle deeper on\nhis forehead, his huge muscles bulging under the black cloth of his\ncoat, carefully looked the poet up and down as though measuring the\nstrength of his slenderness.",
        "The Klondiker’s face took on a contemptuous expression as he said\nfinally: “I reckon there’s nothin’ in sight to prevent me takin’ the dog\nright here an’ now.”",
        "Walt’s face reddened, and the striking-muscles of his arms and shoulders\nseemed to stiffen and grow tense. His wife fluttered apprehensively\ninto the breach.",
        "“Maybe Mr. Miller is right,” she said. “I am afraid that he is. Wolf\ndoes seem to know him, and certainly he answers to the name of ’Brown.’\nHe made friends with him instantly, and you know that’s something he\nnever did with anybody before. Besides, look at the way he barked. He\nwas just bursting with joy. Joy over what? Without doubt at finding Mr.\nMiller.”",
        "Walt’s striking-muscles relaxed, and his shoulders seemed to droop with\nhopelessness.",
        "“I guess you’re right, Madge,” he said. “Wolf isn’t Wolf, but Brown, and\nhe must belong to Mr. Miller.”",
        "“Perhaps Mr. Miller will sell him,” she suggested. “We can buy him.”",
        "Skiff Miller shook his head, no longer belligerent, but kindly, quick to\nbe generous in response to generousness.",
        "“I had five dogs,” he said, casting about for the easiest way to temper\nhis refusal. “He was the leader. They was the crack team of Alaska.\nNothin’ could touch ’em. In 1898 I refused five thousand dollars for the\nbunch. Dogs was high, then, anyway; but that wasn’t what made the fancy\nprice. It was the team itself. Brown was the best in the team. That\nwinter I refused twelve hundred for ’m. I didn’t sell ’m then, an’ I\nain’t a-sellin’ ’m now. Besides, I think a mighty lot of that dog. I’ve\nbeen lookin’ for ’m for three years. It made me fair sick when I found\nhe’d been stole–not the value of him, but the–well, I liked ’m so,\nthat’s all. I couldn’t believe my eyes when I seen ’m just now. I\nthought I was dreamin’. It was too good to be true. Why, I was his\nnurse. I put ’m to bed, snug every night. His mother died, and I brought\n’m up on condensed milk at two dollars a can when I couldn’t afford it\nin my own coffee. He never knew any mother but me. He used to suck my\nfinger regular, the darn little pup–that finger right there!”",
        "And Skiff Miller, too overwrought for speech, held up a forefinger for\nthem to see.",
        "“That very finger,” he managed to articulate, as though it somehow\nclinched the proof of ownership and the bond of affection.",
        "He was still gazing at his extended finger when Madge began to speak.",
        "“But the dog,” she said. “You haven’t considered the dog.”",
        "Skiff Miller looked puzzled.",
        "“Have you thought about him?” she asked.",
        "“Don’t know what you’re drivin’ at,” was the response.",
        "“Maybe the dog has some choice in the matter,” Madge went on. “Maybe he\nhas his likes and desires. You have not considered him. You give him no\nchoice. It has never entered your mind that possibly he might prefer\nCalifornia to Alaska. You consider only what you like. You do with him\nas you would with a sack of potatoes or a bale of hay.”",
        "This was a new way of looking at it, and Miller was visibly impressed as\nhe debated it in his mind. Madge took advantage of his indecision.",
        "“If you really love him, what would be happiness to him would be your\nhappiness also,” she urged.",
        "Skiff Miller continued to debate with himself, and Madge stole a glance\nof exultation to her husband, who looked back warm approval.",
        "“What do you think?” the Klondiker suddenly demanded.",
        "It was her turn to be puzzled. “What do you mean?” she asked.",
        "“D’ye think he’d sooner stay in California!”",
        "She nodded her head with positiveness. “I am sure of it.”",
        "Skiff Miller again debated with himself, though this time aloud, at the\nsame time running his gaze in a judicial way over the mooted animal.",
        "“He was a good worker. He’s done a heap of work for me. He never loafed\non me, an’ he was a joe-dandy at hammerin’ a raw team into shape. He’s\ngot a head on him. He can do everything but talk. He knows what you say\nto him. Look at ’m now. He knows we’re talkin’ about him.”",
        "The dog was lying at Skiff Miller’s feet, head close down on paws, ears\nerect and listening, and eyes that were quick and eager to follow the\nsound of speech as it fell from the lips of first one and then the\nother.",
        "“An’ there’s a lot of work in ’m yet. He’s good for years to come. An’ I\ndo like him.”",
        "Once or twice after that Skiff Miller opened his mouth and closed it\nagain without speaking. Finally he said:",
        "“I’ll tell you what I’ll do. Your remarks, ma’am, has some weight in\nthem. The dog’s worked hard, and maybe he’s earned a soft berth an’ has\ngot a right to choose. Anyway, we’ll leave it up to him. Whatever he\nsays, goes. You people stay right here settin’ down. I’ll say good-by\nand walk off casual-like. If he wants to stay, he can stay. If he wants\nto come with me, let ’m come. I won’t call ’m to come an’ don’t you call\n’m to come back.”",
        "He looked with sudden suspicion at Madge, and added, “Only you must play\nfair. No persuadin’ after my back is turned.”",
        "“We’ll play fair,” Madge began, but Skiff Miller broke in on her\nassurances.",
        "“I know the ways of women,” he announced. “Their hearts is soft. When\ntheir hearts is touched they’re likely to stack the cards, look at the\nbottom of the deck, an’ lie–beggin’ your pardon, ma’am. I’m only\ndiscoursin’ about women in general.”",
        "“I don’t know how to thank you,” Madge quavered.",
        "“I don’t see as you’ve got any call to thank me,” he replied. “Brown\nain’t decided yet. Now you won’t mind if I go away slow! It’s no more’n\nfair, seein’ I’ll be out of sight inside a hundred yards.”",
        "Madge agreed, and added, “And I promise you faithfully that we won’t do\nanything to influence him.”",
        "“Well, then, I might as well he gettin’ along,” Skiff Miller said in the\nordinary tones of one departing.",
        "At this change in his voice, Wolf lifted his head quickly, and still\nmore quickly got to his feet when the man and woman shook hands. He\nsprang up on his hind legs, resting his fore paws on her hip and at the\nsame time licking Skiff Miller’s hand. When the latter shook hands with\nWalt, Wolf repeated his act, resting his weight on Walt and licking both\nmen’s hands.",
        "“It ain’t no picnic, I can tell you that,” were the Klondiker’s last\nwords, as he turned and went slowly up the trail.",
        "For the distance of twenty feet Wolf watched him go, himself all\neagerness and expectancy, as though waiting for the man to turn and\nretrace his steps. Then, with a quick low whine, Wolf sprang after him,\novertook him, caught his hand between his teeth with reluctant\ntenderness, and strove gently to make him pause.",
        "Failing in this, Wolf raced back to where Walt Irvine sat, catching his\ncoat sleeve in his teeth and trying vainly to drag him after the\nretreating man.",
        "Wolf’s perturbation began to wax. He desired ubiquity. He wanted to be\nin two places at the same time, with the old master and the new, and\nsteadily the distance between them was increasing. He sprang about\nexcitedly, making short nervous leaps and twists, now toward one, now\ntoward the other, in painful indecision, not knowing his own mind,\ndesiring both and unable to choose, uttering quick sharp whines and\nbeginning to pant.",
        "He sat down abruptly on his haunches, thrusting his nose upward, the\nmouth opening and closing with jerking movements, each time opening\nwider. These jerking movements were in unison with the recurrent spasms\nthat attacked the throat, each spasm severer and more intense than the\npreceding one. And in accord with jerks and spasms the larynx began to\nvibrate, at first silently, accompanied by the rush of air expelled from\nthe lungs, then sounding a low, deep note, the lowest in the register of\nthe human ear. All this was the nervous and muscular preliminary to\nhowling.",
        "But just as the howl was on the verge of bursting from the full throat,\nthe wide-opened mouth was closed, the paroxysms ceased, and he looked\nlong and steadily at the retreating man. Suddenly Wolf turned his head,\nand over his shoulder just as steadily regarded Walt. The appeal was\nunanswered. Not a word nor a sign did the dog receive, no suggestion and\nno clew as to what his conduct should be.",
        "A glance ahead to where the old master was nearing the curve of the\ntrail excited him again. He sprang to his feet with a whine, and then,\nstruck by a new idea, turned his attention to Madge. Hitherto he had\nignored her, but now, both masters failing him, she alone was left. He\nwent over to her and snuggled his head in her lap, nudging her arm with\nhis nose–an old trick of his when begging for favors. He backed away\nfrom her and began writhing and twisting playfully, curvetting and\nprancing, half rearing and striking his forepaws to the earth,\nstruggling with all his body, from the wheedling eyes and flattening\nears to the wagging tail, to express the thought that was in him and\nthat was denied him utterance.",
        "This, too, he soon abandoned. He was depressed by the coldness of these\nhumans who had never been cold before. No response could he draw from\nthem, no help could he get. They did not consider him. They were as\ndead.",
        "He turned and silently gazed after the old master. Skiff Miller was\nrounding the curve. In a moment he would be gone from view. Yet he never\nturned his head, plodding straight onward, slowly and methodically, as\nthough possessed of no interest in what was occurring behind his back.",
        "And in this fashion he went out of view. Wolf waited for him to\nreappear. He waited a long minute, silently, quietly, without movement,\nas though turned to stone–withal stone quick with eagerness and desire.\nHe barked once, and waited. Then he turned and trotted back to Walt\nIrvine. He sniffed his hand and dropped down heavily at his feet,\nwatching the trail where it curved emptily from view.",
        "The tiny stream slipping down the mossy-lipped stone seemed suddenly to\nincrease the volume of its gurgling noise. Save for the meadow larks,\nthere was no other sound. The great yellow butterflies drifted silently\nthrough the sunshine and lost themselves in the drowsy shadows. Madge\ngazed triumphantly at her husband.",
        "A few minutes later Wolf got upon his feet. Decision and deliberation\nmarked his movements. He did not glance at the man and woman. His eyes\nwere fixed up the trail. He had made up his mind. They knew it. And they\nknew, so far as they were concerned, that the ordeal had just begun.",
        "He broke into a trot, and Madge’s lips pursed, forming an avenue for the\ncaressing sound that it was the will of her to send forth. But the\ncaressing sound was not made. She was impelled to look at her husband,\nand she saw the sternness with which he watched her. The pursed lips\nrelaxed, and she sighed inaudibly.",
        "Wolf’s trot broke into a run. Wider and wider were the leaps he made.\nNot once did he turn his head, his wolf’s brush standing out straight\nbehind him. He cut sharply across the curve of the trail and was gone.",
        "Continue...",
        "\nThis eBook of “Brown Wolf and Other Jack London” by Jack London (chosen and Edited By Franklin K. Mathiews) belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Brown Wolf And Other Jack London StoriesBy MathiewsAt Amazon"
    ]
}