{
    "title": "Buddhism and Buddhists in China - V. Buddhism and the Family",
    "author": "Lewis Hodus",
    "chapter": "6",
    "content": [
        "\n\n",
        "One of the criticisms of the Chinese against Buddhism is that it is\nopposed to filial piety. According to Mencius the greatest unfilial act\nis to leave no progeny. In spite of this charge Buddhism has done much\nfor the family. It has taken over the ethics of the family, filial\npiety, obedience and respect for elders, and has made them a part of its\nsystem. Transgression of these fundamental duties is visited by dire\npunishments in the next world. The faithful observance is followed not\nonly by the rewards of the Confucian system, but results in the greatest\nrewards in the future life.",
        "Buddhism has done more. Out of its atmosphere of love and mercy toward\nall beings has developed Kuan Yin, the ideal of Chinese womanhood, the\ngoddess of Mercy, who embodies the Chinese ideal of beauty, filial piety\nand compassion toward the weak and suffering. She is especially the\ngoddess of women, being interested in all their affairs. Her image is\nfound in almost every household and her temples have a place in every\npart of China.",
        "A brief history of this deity will enable us to understand the\nsignificance of the cult. Kuan Yin started as a male god in India,\ncalled Avalôkitêsvara, who was worshipped from the third to the seventh\ncentury of our era. He was the protector of sailors and people in\ndanger. In the course of time, either in China or in India, the god\nbecame a goddess. Some think that this was due to the influence of\nChristianity. In China both forms survive, though the goddess is better\nknown. A Buddhist once said that a Bodhisattva is neither male nor\nfemale and appears in whatever form is convenient.",
        "Kuan Yin is a very popular goddess. Her experiences in Hades are\ndramatically presented by traveling theatrical companies. Her deeds of\nmercy are portrayed in art. Her well known story runs as follows:",
        "Kuan Yin was the daughter of the ruler of a prosperous kingdom located\nsomewhere near the island of Sumatra. Her birth was announced to the\nqueen by a dream. The little girl ate no meat nor milk. Her disposition\nwas very good. Her intelligence was most extraordinary. Once she read\nanything she never forgot it.",
        "At the age of sixteen her father tried to betroth her to a young prince.\nShe refused and decided to give herself to a life of fasting and\nabstinence. Angered b-v her obstinacy the father ordered her to take off\nher court dress and jewels, to put on the garb of a servant and to carry\nwater for the garden. The garden never looked so beautiful. The daughter\nalso looked well and showed no signs of weariness, because the gods\nassisted her in her work.",
        "Relenting a little the king sent an older sister to urge Kuan Yin to\naccept the husband he had found for her. When she refused, he sent her\nto a monastery and charged the abbess to treat her harshly, so that she\nmight be forced to return home. Expecting to win the king’s favor, the\nabbess put the most unpleasant tasks on the girl. But again the gods\nassisted her and made her work light, so that her tasks were always well\ndone and the young woman was cheerful.",
        "One day the report came to the king that his daughter was associating\nwith a young monk discussing heterodox doctrines and that she had given\nbirth to a child. This news so enraged the king that he burned the\nmonastery, killing many monks. The princess was captured and brought\nbefore him. Inasmuch as she was obdurate, the king ordered her to be\nexecuted. The executioner’s sword, however, broke into a thousand pieces\nwithout doing her any injury. The king then ordered her to be strangled.\nA golden image sixteen feet high appeared on the spot. The princess\nlaughed and cried: “Where there was no image, an image appeared. I see\nthe real form. When body flesh is strangled, then appear the lights of\nten thousand roads.” She went to purgatory and purgatory at once changed\ninto paradise. Yama, in order to save his purgatory, sent her back to\nthe world. She appeared at Puto, an island off the coast of Chekiang\nnear Ningpo. Here she rescued sailors and performed many miracles for\npeople in distress.",
        "In the meantime the father, who had committed many sins, became sick.\nHis allotted time of life had been shortened by twenty years. Moreover,\nan ulcer grew on his body for every one of the five hundred monks he had\nkilled when he burned the monastery. A miserable, loathsome old man, he\ncame to an old monk, who was really the princess in disguise, and asked\nfor help. The monk told him that an eye and an arm of a blood relative\nmade into medicine was the only cure for his trouble. The two living\ndaughters were willing to make such an offering, but their husbands\nwould not permit them to do so. The old monk urged the monarch to take\nup a life of abstinence, to rebuild the monastery he had burned, and to\nprovide money for services to take the five hundred monks whom he had\nkilled through purgatory. He also said that a nun in the convent would\noffer an arm and an eye. When the monarch entered the monastery, he\nfound hanging before the incense burner an arm and an eye. These were\nboiled, mixed with medicine and rubbed on the king’s body. He soon\nbecame well. Further inquiry revealed that these members belonged to his\ndaughter.",
        "This is the story of the most popular goddess in China. She is\nworshipped by her devotees on the first and fifteenth of every month, on\nthe nineteenth of the sixth month, when she became a Bodhisattva, and on\nthe nineteenth of the ninth month, when she put on the necklace. A month\nafter marriage every young bride is presented with an image of the\nGoddess of Mercy, an incense-burner and candlesticks.",
        "This goddess is worshipped whenever trouble comes to man or woman. Her\nnames signify her willingness to listen to all prayers. She is the “one\nwho regards the voice,” i.e., prayer; “one who hears the prayers of the\nworld;” “one who regards and exists by himself as sovereign;” “the\nancestor of Buddha who regards prayer;” “one who frees from fear;\"\n“Buddha the august king;” “the great white robed scholar;” “great\ncompassion and mercy.”",
        "This conception is the creation of the social and religious\nconsciousness of the women in China. It reveals their aspirations for\nmercy, compassion, filial piety and for the beauty that crowns a well\ndeveloped character. Such an ideal does not mean that these have been\nrealized in all the numerous homes of the Chinese, but it manifests\ntheir sense of such an ideal to be realized in life and their ardent\nlonging for its realization.",
        "Mother-goddesses are found all over China and they have all of them been\ninfluenced by Kuan Yin. Some of them have originated with actual women\nwho were deified after death. Here is the story of one of these\ngoddesses who presides over the censer in a small temple in Formosa. She\nwas born in the province of Kuangtung. At the age of seven she was\nadopted by a family as the future wife of their eighteen-year-old son.\nOne day while crossing a river he was drowned. This was a great blow to\nher. When she was fourteen years old the father of the family died. The\ntwo women, thus left alone, wept bitterly day and night. The comfort of\nrelatives was of little avail. The mother was becoming emaciated with\ngrief. The daughter, unable to bear the strain any longer, washed\nherself, burned incense before the ancestral tablet of her betrothed,\nand then took this vow:",
        "“I am willing to remain a virgin, to apply myself to carrying water and\nworking at the mortar and to serve my mother-in-law. If I cherish any\nother purpose and change my chastity and obedience, may Heaven slay me\nand earth annihilate me.”",
        "When the mother heard this vow she stopped her weeping. Inasmuch as they\nhad no uncle to look after them, they worked day and night. A relative\nof her future husband gave her one of his sons as an adopted son. The\nchild died after a few months. This was a great grief. Then the mother\ndied. The daughter sold her possessions to obtain money for a proper\nburial. She had only a coarse mourning cloth for her dress. After a\nwhile she adopted a child as her son. When he grew up she found him a\nwife who served her as faithfully as she had served her mother-in-law.\nWhen she was eighty years old, she dreamed that the golden maid and jade\nmessenger of Kuan Yin stood beside her saying: “The court of Heaven has\nordered you to become a god (shên).” She died soon after this. She said\nof herself:",
        "“Shang Ti took compassion upon me during my life, because with a firm\nheart I kept my chastity and served my mother-in-law with complete\nobedience. Therefore he gave me the office of Kuan Pin. I have performed\nmy duties in several places. Now I am transferred to Formosa.”",
        "This story and many others like it mirror the moral ideals of the women\nof China in the midst of their struggles for help and light and\nguidance.",
        "The Buddhists issue a large number of tracts. These are very commonly\npaid for by devotees who make a vow that, if their parent becomes well,\nthey will pay for the printing of several hundred or thousand of these\ntracts for free distribution. In these tracts are usually many stories\nillustrating the rewards of filial piety. The story is told in one of\nthem about a Mrs. Chin whose father-in-law being ill was unable to\nsleep for sixty days. His condition grew worse. Mrs. Chin knelt before\nKuan Yin’s altar, cut out a piece of flesh from her arm and cooked it\nwith the father’s food. His health at once improved and he lived to the\nage of seventy-seven. Another story is told in the same tract of a woman\nwho cut out a piece of her liver and gave it as medicine to her\nmother-in-law.",
        "These Buddhist tracts take up all the moral habits which make the family\nand clan strong and stable and surround them by the highest sanctions. A\ntract picked up in a Buddhist temple at Hangchow purports to be the\nrevelation of the will of Buddha. It urges sixteen virtues. The first is\nfilial piety. The tract says:",
        "“Filial piety is the chief of all virtues. Heaven and Earth honor filial\npiety. There is no greater sin than to cherish unfilial thoughts. The\nspirits know the beginning of such thoughts. Heaven openly rewards a\nheart that is filial.”",
        "The second one mentioned is another important family virtue, namely,\nreverence:",
        "“The saints, sages, immortals and Buddhas are the outgrowth of\nreverence. The greatest sin is to lack reverence for father and mother.\nWhen brothers lack reverence for one another, they harm the hands and\nfeet. When husband and wife lack reverence, the harmony of the household\nis ruined. When friends do not have reverence, they bring about\ncalamity.”",
        "Then follow similar exhortations on sincerity, justice, self-restraint,\nforbearance, benevolence, generosity, absence of pride, covetousness,\nlying, adultery, mutual love, self-denial, hope for the consolations of\nreligion and for an undivided heart ruled by peace. These are virtues\nquite essential to the integrity of the family. They are taught, not in\nthe abstract but by the exhibition of shining examples, by vivid\nrepresentations of the rewards both here and hereafter, and by pictures\nof awful punishments. So by precept and example, by threat of punishment\nhere and hereafter and by declaration of reward in the future Buddhism\nhas tried to maintain the family virtues of the Confucian system and has\nattempted to permeate them by the spirit of sacrifice. Still it has\nalways been the sacrifice of the weak for the strong, of the young for\nthe aged, of the low for the high, of women for men.",
        "Buddhism very early took over the relatively simple services for the\ndead and developed them into an elaborate ritual which made very vivid\nthe spiritual universe which Buddhism introduced. In the sixth century a\nservice was held in behalf of the father-in-law of Emperor Ning Ti\n(516-528 A. D.) for seven times every seven days. He feasted a thousand\nmonks every day, and caused seven persons to become monks. On the\nhundredth day after the death he feasted ten thousand monks and caused\ntwenty-seven persons to become monks.",
        "Since that time services on every seventh day after the decease until\nthe forty-ninth day, when a grand finale ends the ceremonies, have been\nvery popular.",
        "The object of such services is to conduct the soul of the dead through\npurgatory, in order that it may return to life or enter the Western\nParadise. This is done by making a pleasing offering to the guardians\nand officers of purgatory, and to the gods and Bodhisattvas whose mercy\nsaves people. Numerous missives are consigned to the flames, informing\nthe rulers of the nether world about the soul of the dead; offerings of\ngold and silver, of various articles of apparel, of trunks, houses, and\nservants are made, all, however, made out of bamboo frames covered with\npaper. Various powerful incantations are recited which force open the\ngates of purgatory and let the soul out.",
        "The services may be crowded into one day or they may be held on every\nseventh day until the forty-ninth day, i.e., seven sevens. Various\nexplanations are given’ for these services.",
        "During the first week the soul of the dead arrives at the “Demon Gate\nBarrier.” Here money is demanded by the demons on the ground that in his\nlast transmigration the deceased borrowed money. Accordingly large\nquantities of silver shoes* must be sent to the dead so\nthat he may settle all claims and avoid beating and inconvenience.\nDuring the second week the soul arrives at a place where he is weighed.\nIf the evil outweighs the good, the soul is sawn asunder and ground to\npowder. In the third week he comes to the “Bad Dog” village. Here good\npeople pass unharmed, but the evil are torn by the fierce beasts until\nthe blood flows. In the fourth week the soul is confronted with a large\nmirror in which he sees his evil deeds and their consequences, seeing\nhimself degraded in the next transmigration to a beast. In the fifth\nweek the soul views the scenes in his own village.",
        "The silver used for this purpose\nis molded, in accordance with ancient usage, in the shape of shoes and\ncarried about in that form by merchants.",
        "In the sixth week he reaches the bridge which spans the “Inevitable\nRiver.” This bridge is 100,000 feet high and one and three-tenths of an\ninch wide. It is crossed by riding astride as on a horse. Beneath rushes\nthe whirl-pool filled with serpents darting their heads to and fro. At\nthe foot of the bridge lictors force unwilling travelers to ascend. The\ngood do not cross this bridge, but are led by “golden youth” to gold and\nsilver bridges which cross the stream on either side of this “Bridge of\nSighs.”",
        "In the seventh week the soul is taken first to Mrs. Wang who dispenses a\ndrink which blots out all memories of the earthly life. Then the\nindividual enters the great wheel of transmigration. This is divided\ninto eighty-one sections from which one hundred and eight thousand small\nand tortuous paths radiate out into the four continents of the world.\nThe soul is directed along one of these paths and is duly reborn in the\nworld as an animal or as a human being or passes on into the Western\nParadise.",
        "In imitation of this bridge a bridge is built of tables in front of the\nhome of the dead. At the end the tables are placed upside down and a\nlantern placed on each table-leg. At night this bridge is illuminated. A\ncompany of monks repeat their prayers and incantations, while others\nmount upon the bridge to impersonate devils. The pious son with the\ntablet of his deceased parent comes to take his father over the bridge.\nWhen his way is disputed by the demons, he falls on his knees and begs\nand gives them money, negotiating the passage at last with the aid of a\nlarge quantity of silver.",
        "Another ceremony is the breaking through purgatory. Five supplications\nduly signed are addressed to the proper authorities, four being\nsuspended at each of the four sides of the table and one at the center.\nTiles are then placed over the table or on the ground. After\nincantations have been repeated to the accompaniment of the sounding of\nthe bell and the wooden fish, the supplications are burned and the tiles\nare broken as a symbol of breaking through purgatory and of releasing\nthe soul.",
        "Thus Buddhism has taken over the most important function of ancestor\nworship, has extended it and made it more significant to each individual\nas well as to the family.",
        "Continue...",
        "\nThis is the complete public domain etext “Buddhism and Buddhists in China” (Lewis Hodus).\n\n\nAlso see The Buddhist Tradition in India, China and Japan at Amazon.\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on September 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}