{
    "title": "Buddhism and Buddhists in China - IX. Present-Day Buddhism",
    "author": "Lewis Hodus",
    "chapter": "10",
    "content": [
        "\n\n",
        "The history of Buddhism in China may be divided into four periods.\nBuddhism entered China, as we have seen, in the second century B.C. The\nfirst period, that of the translation and propagation of the faith,\nended in 420 A.D. The second period, that of interpenetration, lasted to\nthe beginning of the T’ang dynasty, 618 A.D. The third, the period of\nestablishment, ended with the close of the five dynasties, in 960 A.D.\nThe fourth period, that of decay, has extended to the present day.",
        "There are signs of a revival of Buddhism in China. Whether this is a\ntide, or a wave, only the future can reveal. In 1893 Dharmapala, an\nIndian monk, stopped in Shanghai on his way back from the Congress of\nReligions in Chicago. It was his purpose to make a tour of China, to\narouse the Chinese Buddhists to send missionaries to India to restore\nBuddhism there, and then to start a propaganda throughout the whole\nworld. He addressed the monks of Shanghai. Dr. Edkins, the veteran\nmissionary, acted as his interpreter. Dharmapala was surrounded by a\nhorde of curious monks who were more interested in his strange\nappearance and in the cost of his garments than they were in his great\nideals. They were also feeling the iron heel of the Confucian government\nand at once inquired about the attitude of the government toward such an\ninnovation. Dharmapala did not go beyond Shanghai.",
        "Japanese Buddhists, especially the members of the Hongwanji sect, have\ntaken a deep interest in Chinese Buddhists. Count Otani once visited the\nchief monasteries of China. Numerous Japanese Buddhists have made such\nvisits. In 1902, the Empress Dowager, fired by a reforming zeal, decided\nto confiscate Buddhist property and to use the proceeds for the spread\nof modern education. The Buddhist monasteries put themselves under the\nprotection of Japanese monks in order to hold their property. When by\n1906 the Empress Dowager saw the consequences of her edict, she at once\nissued a new edict, reversing the former one, and the Japanese monks\ntook their departure.",
        "The Japanese Buddhists have been fired by missionary zeal for China. In\nmany of the large cities of China are the temples of the Hongwanji sect.\nEstablished primarily for the Japanese, these temples are intended to\nserve as points of departure for a nation-wide missionary work. The\ntwenty-one demands made upon China included two significant items in the\nlast group which the Chinese refused to sign: “Art. 2: Japanese\nhospitals, churches and schools in the interior of China shall be\ngranted the right of owning land.” “Art. 7: China agrees that Japanese\nsubjects shall have the right of missionary propaganda in China.”",
        "Under Japanese influence there was established in 1907 at Nanking, under\nthe leadership of Yang, a lay Buddhist devotee, a school for the\ntraining of Buddhist missionaries. The students were to go to Japan for\nfurther training, and the more promising ones were to study in India.\nThis project was discontinued after the death of Yang on account of the\nlack of funds.",
        "When the republic was established Buddhism felt a wave of reform. The\nmonasteries established schools for monks and children. A magazine was\npublished which appeared irregularly for several numbers and then\nstopped. A national organization was formed with headquarters at Peking.\nA survey of monasteries was begun. The activities in lecturing and\npropaganda were increased, but Yuan Shih-kai issued twenty-seven\nregulations for the control of Buddhist monasteries, which markedly\ndampened the ardor of the reformers.",
        "The world war which accentuated the spirit of nationalism had the added\neffect of stirring up Buddhist enthusiasm. There are at present signs of\nnew activity among them in China.",
        "While Buddhism may be standing still or even dying in certain parts of\nChina, it is showing signs of new life in the provinces of Kiangsu and\nChekiang and in the large cities. Such revival in centers subject to the\ninfluence of the modern world shows that Buddhism in China as in Japan\nhas sufficient vitality to adjust itself to modern conditions. Let us\nconsider some of these activities.",
        "(a) The Reconstruction of Monasteries.–During the T’ai Ping\nrebellion, which devastated China in 1850-1865, the monasteries suffered\nwith the towns. Not only were the monasteries burned to the ground, but\ntheir means of support were taken away and the monks were scattered.\nThere are still many of these ruined monasteries in the Yangtze valley\nand in southern and western China. Quite a number of them have been\nrebuilt. Perhaps the most notable example is that at Changchow which was\ndestroyed during the rebellion. Today it is the largest monastery in\nChina, having about two thousand monks. In Fukien several new\nmonasteries have been built in the last few decades. In the provinces of\nChekiang and Kiangsu, in the large cities and about Peking there are\nbuilding activities, showing that the monasteries are feeling a new wave\nof prosperity.",
        "T’ai Hsu, one of the leaders’ of modern Buddhism, is holding up an ideal\nprogram for Buddhism in this time of reconstruction. He proposes that\nthere should be 576 central monasteries, 4608 preaching places, 72\nBuddhist hospitals and 72 orphanages.",
        "(b) Accessions.–Regarding the number of monks it is almost\nimpossible to obtain any reliable figures. A conservative estimate,\nbased upon partial returns, makes the number of monks about 400,000 and\nthat of nuns about 10,000. The impression among the Buddhists is that\nthe number of monks is increasing. That is quite probable in view of the\nrebuilding and repairing which is now in progress.",
        "More significant is the number of accessions from the learned class.\nMany officials, disheartened by the present confused political\nsituation, have sought refuge in the monasteries. Some of them are now\nabbots of monasteries and are using their influence to build them up.\nAll over China there are Confucian scholars who are giving themselves to\nthe study of Buddhism and to meditation. Some of the Chinese students\nwho have studied in Buddhist universities in Japan are propagating\nBuddhism by lecture and pen.",
        "(c) Publications.–Quite as significant is the increase in the\npublication of Buddhist literature of all kinds. Many of the monasteries\nhave printing departments where they publish the sutras needed for their\nown use. In addition, there are eight or more publishing centers where\nBuddhist literature is printed. The most famous are Yang’s establishment\nat Nanking, the Buddhist Press in Yangchow and that in Peking. In these\nestablishments about nine hundred different works are being published.\nThe most noteworthy recent publication has been that of the Chinese\nBuddhist Tripitaka in Shanghai.",
        "Among these publications are a few modern issues. The Chung Hua Book\nCompany has published several works on Buddhism. Other books have been\nissued for the sake of harmonizing Buddhism with western science and\nphilosophy. In this enterprise Japanese influence is visible. In 1921 a\nShanghai press published a dictionary of Buddhist terms containing 3302\npages, based on the Japanese Dictionary of Buddhism. Other works also\nshow the influence of Japanese scholarship.",
        "Among the publications have appeared two magazines. One published at\nNingpo, is called “New Buddhism.” This is struggling and may have to\nsuccumb. The other is known as the “Sound of the Sea Tide,” now\npublished in Hankow. Moreover, in all the large cities there are\nBuddhist bookshops where only Buddhist works are sold. These all report\na good business. This literary activity reveals an interest among the\nreading classes of China. Few such books are purchased by the monks. The\nChinese scholars read them for their style and for their deep\nphilosophy, but also for light and for help in the present distracting\npolitical situation of their country.",
        "(d) Lectures.–Along with publication goes the spread of Buddhism\nby lectures in the monasteries and the cities of China. A few years ago\nBuddhist sermons, however serious, were only listened to by monks and by\na few pious devotees. Today such addresses are advertised and are\nusually well attended by the intellectuals. Often many women are found\nlistening. Monks like T’ai Hsü and Yuan Ying have a national reputation.\nNot only monks, but laymen trained in Japan are delivering lectures on\nthe Buddhist sutras. The favorites are the Awakening of Faith and the\nSuddharma Pundarika sutra.",
        "(e) Buddhist Societies.–With the lectures goes the organization\nof Buddhist societies for all sorts of purposes. There is a central\nsociety in Peking which has branches in every province. The connection\nis rather loose. Buddhism has never been in favor of centralization. Nor\nfor that matter would the government have allowed it. The chief ends\naimed at by these societies are fellowship, devotion, study,\npropagation, and service. Such societies, often short lived, are\nspringing up in many quarters. They meet for lectures on Buddhism or to\nconduct a study class in some of the sutras. Occasionally the more\nambitious conduct an institute for several months. Some spend part of\nthe time in meditation together. Several schools for children are\nsupported by these societies. They also encourage work of a religious\nnature among prisoners, distributing tracts and holding services. Such\nactivities are especially appreciated by those who are to suffer the\ndeath penalty. The societies are also doing publishing work. The two\nmagazines are supported by the members of the larger societies.",
        "(f) Signs of Social Ambition.–Social work is a prominent feature\nof some of these Buddhist societies. They have raised money for famine\nstricken regions, have opened orphanages, and assist in Red Cross work.\nOne of the largest Chinese institutions for ministering to people who\nare sick and in trouble is located at Hankow. Around a central Buddhist\ntemple is a modern-built hospital, an orphanage and several schools for\npoor children. It may not maintain western standards of efficiency, but\nit certainly represents the outreach of modern Buddhism.",
        "Perhaps their most far-reaching advance has been made because of the\nrealization that leaders are needed and that they must be trained.\nSeveral schools for this purpose have sprung into existence. Such\nschools are necessarily very primitive and are struggling with the\ndifficulties of finding an adequate staff and equipment and of obtaining\nthe best type of students.",
        "Another sign of new life has been the making of programs for the future\ndevelopment of Buddhism. One of the most comprehensive appeared a short\ntime ago. For the individual it proposes the cultivation of love, mercy,\nequality, freedom, progressiveness, an established faith, patience and\nendurance. For all men it proposes (1) an education according to\ncapacity; (2) a trade suited to ability; (3) an opportunity to develop\none’s powers; (4) a chance for enlightenment for all. For society it\nurges the cultivation of cooperation, social service, sacrifice for the\nsocial weal, and the social consciousness in the individual. On behalf\nof the country it urges patriotism, participation in the government, and\ncooperation in international movements. For the world it advocates\nuniversal progress. As to the universe it specifies as a goal the\nbringing of men into harmony with spiritual realities, the enlightenment\nof all and the realization of the spiritual universe.",
        "A Buddhist writer sums up the aims of new Buddhism as follows:",
        "“Formerly Buddhism desired to escape the sinful world. Today Buddhism\nnot only desires to escape this world of sin, but longs to transform\nthis world of sin into a new world dominated by the ideals of Buddhism.\nFormerly Buddhism was occupied with erecting and perfecting its\ndoctrines and polity as an organization. Today it not only hopes to\nperfect the doctrines and polity, but desires to spread the doctrines\nand ideals abroad so as to help mankind to become truly cultured.”",
        "Not only the Chinese Buddhists, but the Lamas of Mongolia and Tibet are\nfeeling the impulses of the new age. Quite recently an exhibition was\nheld in the Lama temple at Peking which attracted thousands of visitors.\nIts object was to obtain money to repair the temple, and thus to give\nits work a fresh impulse. That these impulses are not necessarily\nhostile to Christianity is shown by a letter written by the Kurung\nTsering Lama of Kokonor district to the Rev. T. Sörensen of Szechuan:",
        "“I, your humble servant, have seen several copies of the Scriptures and,\nhaving read them carefully, they certainly made me believe in Christ. I\nunderstand a little of the outstanding principles and the doctrinal\nteaching of the One Son, but as to the Holy Spirit’s nature and essence,\nand as to the origin of this religion, I am not at all clear, and it is\ntherefore important that the doctrinal principles of this religion\nshould be fully explained, so as to enlighten the unintelligent and\npeople of small mental ability.",
        "“The teaching of the science of medicine and astrology is also very\nimportant. It is therefore evident if we want this blessing openly\nmanifested, we must believe in the religion of the only Son of God.\nBeing in earnest, I therefore pray you from my heart not to consider\nthis letter lightly. With a hundred salutations.”",
        "Enclosed with this letter was a poem written in most elegant language.",
        "“O thou Supreme God and most precious Father, The truth above all\nreligions, The Ruler of all animate and inanimate worlds! Greater than\nwisdom, separated from birth and death, Is his son Christ the Lord\nshining in glory among endless beings. Incomprehensible wonder,\nmiraculously made! In this teaching I myself also believe–As your\nspirit is with heaven united, My soul undivided is seeking the truth\nJesus the Savior’s desire fulfilling, For the coming of the Kingdom of\nHeaven I am praying. Happiness to all.”",
        "Looking back over the last twenty-five years we see rising quite\ndistinctly a Buddhist world growing conscious of itself, of its past\nhistory and of its mission to the world. This Buddhist, world has much\nmore of a program than it had twenty-five years ago. Its object is to\nunite the Mahayâna and the Hînayâna branches of Buddhism and to spread\nBuddhist propaganda over the world. At present the leadership of this\nmovement is in Japan. It is in part a political movement. There is no\nquestion that Christianity is not at all pleasing to the Japanese\nmilitarists. It is regarded by them as the advance post of western\nindustrialism and political ambition. Quite naturally such leaders\ndesire to make the Buddhist world a unit. It is also a social movement.\nThe spirit of the Japanese Buddhist has been brought to consciousness by\nthe new position of Japan. Japan is seeking to take its place in the\nworld as a first rate power. By this not only will Japan’s industry and\ncommerce profit, but its spiritual values must also be adapted to the\nworld. The movement then has its spiritual side. Japanese travelers and\npeople are going to all parts of the world. They carry with them the\nreligious ideals which have been shaped by Buddhism. Buddhism in the\npast was one of the great religions of salvation with an inspiring\nmissionary message. It is again awakening to this task of\nevangelization. Under the leadership of Japanese scholars and religious\nstatesmen the Japanese are seeking to unite the Buddhist world so that\nit shall become a force in the new world. Japan is thus trying to give\nback what it has received in the past.",
        "At present in Buddhist countries there is a strong force working against\nthis movement. Nationalism is a new force to be reckoned with. Still\neven with the spirit of nationalism permeating every group, the Buddhist\nworld is getting together and will strive to make its contribution to\nthe life of the whole world.",
        "Continue...",
        "\nThis is the complete public domain etext “Buddhism and Buddhists in China” (Lewis Hodus).\n\n\nAlso see The Buddhist Tradition in India, China and Japan at Amazon.\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on September 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}