{
    "title": "Buddhism and Buddhists in China - I. Introductory",
    "author": "Lewis Hodus",
    "chapter": "2",
    "content": [
        "\n\n",
        "A well known missionary of Peking, China, was invited one day by a\nBuddhist acquaintance to attend the ceremony of initiation for a class\nof one hundred and eighty priests and some twenty laity who had been\nundergoing preparatory instruction at the stately and important Buddhist\nmonastery. The beautiful courts of the temple were filled by a throng of\ninvited guests and spectators, waiting to watch the impressive\nprocession of candidates, acolytes, attendants and high officials, all\nin their appropriate vestments. No outsider was privileged to witness\nthe solemn taking by each candidate for the priesthood of the vow to\n“keep the Ten Laws,” followed by the indelible branding of his scalp,\ntruly a “baptism of fire.” Less private was the initiation of the lay\nbrethren and sisters, more lightly branded on the right wrist,\nwhile all about intoned “Na Mah Pen Shih Shih Chia Mou Ni Fo.” (I put my\ntrust in my original Teacher, Säkyamuni, Buddha.)",
        "The missionary was deeply impressed by the serenity and devotion of the\nworshipers and by the dignity and solemnity of the service. The last\ncandidate to rise and receive the baptism of branding was a young\nmarried woman of refined appearance, attended by an elderly lady,\nevidently her mother, who watched with an expression of mingled\ndevotion, insight and pride her daughter’s initiation and welcomed her\nat the end of the process with radiant face, as a daughter, now, in a\nspiritual as well as a physical sense. At that moment an attendant,\nnoting the keen interest of the missionary, said to him rather\nflippantly, “Would you not like to have your arm branded, too?” “I\nmight,” he replied, “just out of curiosity, but I could not receive the\nbranding as a believer in the Buddha. I am a Christian believer. To be\nbranded without inward faith would be an insult to your religion as well\nas treachery to my own, would it not? Is not real religion a matter of\nthe heart?”",
        "The old lady, who had overheard with evident disapproval the remark of\nthe attendant, turned to the missionary at once and said, “Is that the\nway you Westerners, you Christians, speak of your faith? Is the reality\nof religion for you also an inward experience of the heart?” And with\nthat began an interesting interchange of conversation, each party\ndiscovering that in the heart of the other was a genuine longing for God\nthat overwhelmed all the artificial, material distinctions and the human\ndevices through which men have limited to particular and exclusive paths\ntheir way of search, and drew these two pilgrims on the way toward God\ninto a common and very real fellowship of the spirit.",
        "A Buddhist monk was passing by a mission building in another city’ of\nChina when his attention was suddenly drawn to the Svastika and other\nBuddhist symbols which the architect had skilfully used in decorating\nthe building. His face brightened as he said to his companion: “I did\nnot know that Christians had any appreciation of beauty in their\nreligion.”",
        "These incidents reveal aspects of the alchemy of the soul by which the\nreal devotee of one religion perceives values which are dear to him in\nanother religion. The good which he has attained in his old religion\nenables him to appropriate the better in the new religion. A converted\nmonk, explaining his acceptance of Christianity, said: “I found in Jesus\nChrist the great Bodhisattva, my Saviour, who brings to fruition the\naspirations awakened in me by Buddhism.”",
        "Just as it has been said that they do not know England who know England\nonly, so it may be said with equal truth that they do not know\nChristianity who know it and no other faith. There are many in China\nlike the old lady at the temple, who have found in Buddhism something of\nthat spiritual satisfaction and stimulus which true Christianity\naffords, in fuller measure. The recognition of such religious values by\nthe student or the missionary furnishes a sound foundation for the\nbuilding of a truer spirituality among such devotees.",
        "As will be seen in what follows, religion in China is at first sight a\nmixed affair. From the standpoint of cruder household superstitions an\naverage Chinese family may be regarded as Taoists; the principles by\nwhich its members seek to guide their lives individually and socially\nmay be called Confucian; their attitude of worship and their hopes for\nthe future make them Buddhists. The student would not be far afield when\nhe credits the religious aspirations of the Chinese today to Buddhism,\nregarding Confucianism as furnishing the ethical system to which they\nsubmit and Taoism as responsible for many superstitious practices. But\nthe Buddhism found in China differs radically from that of Southern\nAsia, as will be made clear by the following sketch of its introduction\ninto the Flowery Kingdom and its subsequent history.",
        "Continue...",
        "\nThis is the complete public domain etext “Buddhism and Buddhists in China” (Lewis Hodus).\n\n\nAlso see The Buddhist Tradition in India, China and Japan at Amazon.\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on September 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}