{
    "title": "Buddhism and Buddhists in China - IV. Buddhism and the Peasant",
    "author": "Lewis Hodus",
    "chapter": "5",
    "content": [
        "\n\n",
        "In order that, one may realize the place that Buddhism holds in the\nreligious life of the Chinese people as a whole, he must turn to the\norganizations through which it functions. It is sometimes difficult to\nestimate the place of Buddhism in China, because it so interpenetrates\nthe whole cultural and social life of the people. It becomes their\n“way.” To see how it touches the life of the average man or woman in\nvarious ways will, therefore, be illuminating. The most outstanding\nevidence of devotion are the many monasteries which dot the land in all\nBuddhist countries. China is less dominated by them than other lands,\nyet they form a very important reason for the persistence and strength\nof Buddhism there. One of the famous old shrines will represent them as\na class and give evidence of their importance.",
        "Kushan Monastery, located about four hours’ ride by sedan-chair from\nFoochow, is a famous shrine of South China. It occupies a large\namphitheater about fifteen hundred feet above the plain, part way up\nKushan, the “Drum Mountain,” some three thousand feet high. From the top\nof the mountain on clear days with the help of a glass the blue shores\nof Formosa may be seen on the eastern horizon. The spacious monastery\nbuildings are surrounded by a grove of noble trees, in which squirrels,\npheasants, chipmunks and snakes enjoy an undisturbed life.",
        "The ascent to the monastery begins on the bank of the Min River. At the\nfoot of the mountain in a large temple the traveler may obtain mountain\nchairs carried by two or more coolies. The road, paved with granite\nslabs cut from the mountain side, consists of a series of stone stairs,\nwhich zig-zag up the mountain under the shadow of ancient pine trees.\nEvery turn brings to view a bit of landscape carpeted with rice, or a\ndistant view where mountains and sky meet. A brook rushes by the side of\nthe road. Here it breaks into a beautiful waterfall. There it gurgles’\nin a deep ravine. The sides of the road are covered with large granite\nblocks which, loosened from the mountain side by earthquakes, have\ndisposed themselves promiscuously. Their blackened, weather-beaten sides\nare incised with Chinese characters. One of them bears the words: “We\nput our trust in Amitâbha.” Another immortalizes the sentiments of some\ngreat official who has made the pilgrimage to the mountain. Near the\nmonastery stand the sombre dagobas where repose the ashes of former\nabbots and monastery officials. Not far away on the other side of the\nroad, hidden by trees, is the crematory where the last remains of the\nbrethren are consumed by the flames.",
        "As one approaches the monastery he hears the regular sounds of a bell\ntolled by a water-wheel, reminding the faithful of Buddha’s law. He sees\nmonks strolling leisurely about and lay brethren carrying wood,\ncultivating the gardens, or tending the animals released by pious\ndevotees to heap up merit for themselves in the next world. Just inside\nthe main gate is a large fish pond, where goldfish of great size\nstruggle with one another, and with the lazy turtles, for the round hard\ncakes purchased from the monks by the merit-seeking devotee.",
        "The monastery itself consists of a large group of buildings erected\nabout stone-paved courts, rising in terraces on the mountain side. The\nlarge court at the entrance leads to the “Hall of the Four Kings.” As\none enters the spacious door, he is faced by a jolly, almost\nnaked image of the “Laughing Buddha.” This is Maitrêya, the Mea siah of\nthe Buddhists, who will return to the world five thousand years after\nthe departure of Sâkyamuni. In the northern monasteries Maitrêya is\noften represented as reaching a height when standing of seventy feet or\nmore, which indicates the stature to which man will attain when he\nreturns to earth. On each side of the visitor are two immense images of\nthe Deva kings. In Brahman cosmogony they were the guardians of the\nworld. In this entrance hall of the Buddhist monastery they stand as\nguardians of the Buddhist faith. In the same hall looking toward the\nopen court beyond is Wei To, another guardian deity of Buddhism.\nSomewhere near by is Kuan Ti, the god worshipped by the soldiers and\nmerchants. Although a Confucian god, he was early adopted by Buddhist\nmonks into their pantheon and made the guardian of their Order.",
        "Beyond this entrance hall is a large stone-paved court. On the right\nside is a bell-tower whose bell is tolled by a monk who has kept the vow\nof silence for fourteen years. On the left is a drum-tower. On the right\none finds a series of small shrines. A passage way leads to the library\nwhere numerous Buddhist writings repose in lacquered cases, some of them\nwritten in their own blood by devout monks. On the same side are guest\nhalls, the dining room for three hundred monks, and the spacious, well\nequipped kitchen with running water piped from a reservoir in the hills\nabove. A store where books, images and the simple requirements of the\nmonks can be obtained is just above the dining room. On the left side of\nthe court are large buildings used as dormitories far the monks,\nstorerooms, and for housing the great printing establishment with its\nthousands of wooden blocks on which are carved passages from the\nBuddhist scriptures. Here also are kept the coffins in which the monks\nare to be burned.",
        "On a terrace above the north side of the court rises the main hall,\ncalled the “Hall of the Triratna,” the Buddhist Trinity, where three\ngilded images are seated on a lotus flower with halos covering their\nbacks and heads. The center image is that of Sâkyamuni, the Buddha. On\nhis right is Yao Shih, the Buddha of medicine, and on the left,\nAmitâbha. Quite often these images are said to represent the Buddha, the\nLaw and the Community of Monks. On the altar are candlesticks and a fine\nincense burner from which curls of smoke arise. An immense lamp hangs\nfrom the ceiling. In the rear are banners with praises to Buddha given\nby pious devotees. The floor is tiled and covered with round mats made\nof palm fiber on which the monks kneel during worship. Before the mats\nare low stands for books. On each side of this main hall are the images\nof nine Buddhist saints (arhats), eighteen in all. Behind this\nlarge temple opens another court and on a terrace above it stands the\nhall of the Law with the images of Kuan Yin, the goddess of Mercy, and\nthe twenty-four devas. Here also are small images of viceroys and\npatrons of the monastery.",
        "The hillsides are dotted with numerous temples and shrines. There is one\nto Chu-Hsi, the great philosopher of the Sung dynasty, who was born in\nFukien. In it are preserved a few characters indited by his hand. On the\nwest side of the monastery are large buildings for the housing of\nanimals released by merit-seeking devotees. Here cows, hogs, goats,\nchickens, geese and ducks spend their old age without fear of beginning\ntheir transmigration by forming the main portion of a Chinese feast.",
        "The monastery is governed by an abbot, usually a man of good business\nability, elected by the monks. Under him are the officers of the two\nwings or groups of attendants. One set looks after the spiritual\ninterests, of the monks; the-other takes care of their material needs:\nThe monks have worship about two o’clock in the morning and again at\nabout four in the afternoon. The rest of the long day they spend in\nmeditation, or study, in strolling about the mountain side or in sleep.\nTheir life is separated from all stirring contact with the life of the\nworld.",
        "This monastery with its appointments is a good type of the monasteries\nall over China. It was founded at the request of the inhabitants of the\nneighborhood, because the dragons of the region used to cause much\ndamage to the crops in the surrounding country. A holy monk came,\nfounded the monastery, and by his good influence so curbed the dragons\nthat the country-side has enjoyed peace ever since and the monastery has\nprospered. Since the fourth century of our era records show that by the\nbuilding of monasteries in strategic place’s holy monks brought rains\nand prosperity to various regions, or prevented floods and calamities\nfrom damaging the villages. In other words the monasteries are regarded\nas the controllers of fêng-shui (wind and water). According to\nthe Chinese philosophy winds and water are spiritual forces and may be\nso controlled by other spiritual forces that instead of bringing harm\nthey will confer benefit upon the people. Floods and dry seasons are so\nfrequent in China that any institution holding out the promise of\nregulating them would become firmly established in the affection of the\npeople. The monasteries have taken this place.",
        "One of the picturesque features of a Chinese landscape is the pagoda.\nThese structures were introduced in the early stages of Buddhism to\nenshrine the relics of Buddha. It was said that Buddha’s body consisted\nof eighty thousand parts, hence numerous pagodas were erected to shelter\nthese relics. Inasmuch as a pagoda contained the relics of Buddha, it\npossessed magic power and so came to play a great part in the control of\nthe winds and the rains. The pagoda in China has an odd number of\nstories varying from three to thirteen. The odd numbers belong to the\npositive principle in nature which is superior to the negative\nprinciple. The pagoda plays quite a part in the festivals of the people.\nOn certain occasions the stories are hung with lanterns and the pagodas\nare visited by numerous throngs.",
        "Prayers for rain afford such a common illustration of the relation of\nBuddhism to the life of the peasant that a detailed presentation of such\na service may be of seal value.",
        "During a prolonged drought in some district of China, when the heat\nopens gaping cracks in the fields and the grain is drying up, the\npopulace may visit their highest official and apprise him of the dire\nsituation. He often forbids the slaughter of all animals for three days\nand, in case rain has not thereby come, he goes in person or sends a\ndeputy to the nearest monastery to direct the monks to pray for rain.",
        "(a) The Altar.–On such an occasion the great hall of the Law may\nbe used for the ceremony. Quite often a special altar is erected in an\nenclosure near the monastery on a platform one foot high and twenty-five\nfeet on each side, overspread by a tent of green cloth. In the center\nseats are arranged for the presiding monk and his assistants. On each of\nthe four sides of the altar is placed an image of the Dragon King who is\nsupposed to control the rain. If an image is not obtainable a piece of\npaper inscribed with the name of the dragon may be used. Flowers, fruits\nand incense are spread before the images. On the doors of the tent are\npainted dragons with clouds. The tent and altar are green and the monks\nwear green garments, because green belongs to the spring and suggests\nrain. For this ceremony the monks prepare themselves by abstinence and\ncleansing. The presiding monk is one of high moral character and\nreligious fervor. While some monks recite appropriate sutras, two others\nlook after the offerings, the incense, and the sprinkling of water\nduring the ceremony to suggest the coming of rain. The services continue\nday and night, being conducted by groups of monks in succession.",
        "(b) The Prayer Service.–The ceremonial is opened by a chant as\nfollows:",
        "“Pearly dew of the jade heavens, golden waves of Buddha’s ocean, scatter\nthe lotus flowers on a thousand thousand worlds of suffering, that the\nheart of mercy may wash away great calamity, that a drop may become a\nflood, that a drop may purify mountains and rivers.",
        "“We put our trust in the Bodhisattvas and Mahâsattvas that purify the\nearth.”",
        "The chant ended, a monk takes a bowl of water and repeats thrice: “We\nput our trust in the great merciful Kuan Yin Bodhisattva.” Then follows\nthe chant:",
        "“The Bodhisattva’s sweet dew of the willow is able to make one drop\nspread over the ten directions. It washes away the rank odors and dirt.\nIt keeps the altars clean and pure. The mysterious words of the doctrine\nwill be reverently repeated.”",
        "This chant ended, the monks intone incantations of Kuan Yin, quite\nunintelligible even to them, but of magical value. While these are being\nuttered, the presiding monk and his attendants walk around the altar,\nwhile one of them with a branch sprinkles water on the floor. This\nsymbolizes the cleansing of the altar and of the monks from all\nimpurities which might render the ritual ineffective. When the\nperambulating monks have returned to their place, while the sprinkler\ncontinues his duties, the monks repeat the words: “We put our trust in\nthe sweet dew kings, Bodhisattvas and Mahâsattvas.”",
        "The Bodhisattvas have now come to the purified altar and while the abbot\noffers incense to them, the monks repeat the words:",
        "“The fields are destroyed so that they resemble the back of a tortoise.\nThe demons of drought produce calamity. The dark people* pray earnestly while crops are being\ndestroyed. We pray that abundant, limpid liquid may descend to purify\nand refresh the whole world. The clouds of incense rise.”",
        "*A term denoting the Chinese.",
        "This plaint is repeated thrice and is followed by an invocation:",
        "“Wholeheartedly we cast ourselves to the earth, O Triratna, who dost\nexist eternally in the realm of dharma of the ten directions.”",
        "The leader remains quiet a long time with his eyes closed, visualizing\nthe Buddhas, the Bodhisattvas, the dragon kings, and the saints, all\nwith their heavenly eyes and ears knowing that this region is afflicted\nwith drought, that an altar has been constructed and that all have come\nto make petition. This meditation is regarded as of chief importance. It\nis followed by an announcement to the effect that the sutra praying for\nrain was given by the Buddha, that a drought is afflicting the land,\nthat the altar has been erected in accordance with the regulations and\nthat prayer is being made for rain. But fearing that something may have\nbeen overlooked, the magic formula of “the king of light who turns the\nwheel” is read seven times so as to remedy such oversight.",
        "The altar having thus been cleansed of all impurities, the rain sutra is\nopened and the one hundred and eighty-eight dragon kings are urged by\nname in groups of ten to take action. The formula is as follows:",
        "“We with our whole heart invite such and such dragon kings to come. We\ndesire that the heart and wisdom which knows others intuitively will\nmove the spirits above to obey the Buddha, to take pity on the people\nbelow and to come to our province and send down sweet rain.”",
        "When the dragons have all been duly invited, the monks chant suitable\nmagical formulas, while the leader sits in meditation visualizing these\ndragon kings and their tender solicitude for the people in distress. The\nmonastery bell is sounded and the wooden fish is beaten, while drums and\ncymbals add their effect. The whole is intended to draw the attention of\nthe dragon kings to the drought. Then the fifty-four Buddhas are invited\nin a similar manner in groups of ten, the sixth group consisting of\nfour. A similar form of address is used and similar magical formulas are\nrecited with the noisy accompaniment. The ceremony concludes by the\nexpression of the hope that the three jewels (Buddha, the Law and the\nCommunity of Monks) and the dragon kings will grant the rain.",
        "Upon the altar are four copies of an announcement to the dragon kings\nand Buddhas. On the first day three copies are sent to them through the\nflames, one to the Buddhas, one to the dragon kings and one to the\ndevas. One copy is read daily and then sent up at the thanksgiving\nceremony. The announcement is as follows:",
        "“We put our trust in the limitless, reverent ocean clouds, the dragons\nof august virtue and all their host, all dragon kings and holy saints.\nTheir august virtue is difficult to measure. In accord with the command\nof Buddha they send liquid rain. May their quiet mercy descend to the\naltar; may they send down purity and freshness, spreading over the ten\ndirections. We put our trust in the company of dragon kings of the\nclouds, the saints and the Bodhisattvas.”",
        "The offerings are made only in the morning inasmuch as the Buddhas,\nfollowing ancient custom, are not supposed to eat after the noonday\nmeal. Great care is taken that the altar shall not be desecrated by any\none who eats meat or drinks wine. The magic formulas of great mercy are\nuttered or the name of Kuan Yin is repeated a thousand times. The monks,\ntake turn in these services which continue day and night until rain\ncomes.",
        "(c) Its Meaning.–In the religious consciousness of the people is\nthe idea that the drought is a punishment for sin. The altar is made\npure and acceptable and sin is removed in various symbolic ways. This\nfits in with the idea that man is an intimate part of the world order.\nHis sin disturbs the order of nature. Heaven manifests displeasures by\nsending down calamities upon men. Men should cease their wrongdoing\nwhich disturbs the natural order and should also wash away the effects\nof their sins. The services for rain with their magic formulas help to\nclear away the consequences of sin and to predispose Heaven to grant its\nblessings again.",
        "The prayers for rain are an important part of the Chinese peasant’s\nworld order. Drought is the manifestation of Heaven’s displeasure at the\ninfraction of Heaven’s laws. It calls for self-examination and\nrepentance. Thus the monastery opens up the windows of the universal\norder as this touches the humble tiller of the soil.",
        "The Buddhist monasteries not only hold services in time of drought, but\nalso in time of flood and at times when plagues of grasshoppers afflict\nthe land, or when diseases afflict human beings. Their adoption of\nChinese customs led them to have special ceremonies at the eclipse of\nthe sun and moon, although they knew the cause of the eclipse. Peasants\nand officials support the monastery because of these services regulating\nthe wind and water influences and through them bringing the people into\nharmonious relation with the great world of spirits.",
        "Continue...",
        "\nThis is the complete public domain etext “Buddhism and Buddhists in China” (Lewis Hodus).\n\n\nAlso see The Buddhist Tradition in India, China and Japan at Amazon.\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on September 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}