{
    "title": "Buddhism and Buddhists in China - III. The Establishment of Buddhism as the Predominating Religion of China",
    "author": "Lewis Hodus",
    "chapter": "4",
    "content": [
        "\n\n",
        "Even the historical influences noted above do not account entirely for\nthe spread of Buddhism in China. In order to understand this and the\nplace which Buddhism occupies, we need to review briefly the different\nforms which religion takes in China and to note how Buddhism has related\nitself to them.",
        "The Chinese believe in a surrounding-world of spirits, whose\norigin is exceedingly various. They touch life at every point. There are\nspirits which are guardians of the soil, tree spirits, mountain demons,\nfire gods, the spirits of animals, of mountains, of rivers, seas and\nstars, of the heavenly bodies and of many forms of active life. These\nspirits to the Chinese mind, of today are a projection, a sort of\nspiritual counterpart, of the many sided interests, practical or\notherwise, of the groups and communities by whom they are worshipped.\nThere are other spirits which mirror the ideals of the groups by which\nthey are worshipped. Some of them may have been incarnated in the lives\nof great leaders. There are spirits which are mere animations,\noccasional spirits, associated with objects crossing the interests of\nmen, but not constant enough to attain a definite, independent life as\nspiritual beings. Thus surrounding the average Chinese peasant there is\na densely populated spirit world affecting in all kinds of ways his,\ndaily existence. This other world is the background which must be kept\nin mind by one who would understand or attempt to guide Chinese\nreligious experience. It is the basis on which all organized forms of\nreligious activity are built. The nearest of these to his heart is the\nproper regard for his ancestors.",
        "The ancestral control of family life occupies so large and important a\nplace in Chinese thought and practice that ancestor worship has been\ncalled the original religion of the Chinese. It is certain that the\nearliest Confucian records recognize ancestor worship; but doubtless it\nantedated them, growing up out of the general religious consciousness of\nthe people. The discussion of that origin in detail cannot be taken up\nhere. It may be followed in the literature noted in the appendix or in\nthe volume of this series entitled “Present-Day Confucianism.” Ancestor\nworship is active today, however, because the Chinese as a people\nbelieve that these ancestors control in a very real way the good or evil\nfortunes of their descendants, because this recognition of ancestors\nfurnishes a potent means of promoting family unity and social ethics,\nand, most of all, because a happy future life is supposed to be\ndependent upon descendants who will faithfully minister to the dead.\nSince each one desires such a future he is faithful in promoting the\nobservance of the obligation. Consequently, ancestor worship, like the\npreviously mentioned belief in the invisible spiritual world, underlies\nall other religious developments. No family is so obscure or poor that\nit does not submit to the ritual or discipline which is supposed to\nensure the favor of the spirits belonging to the community. Likewise,\nevery such family is loyal to the supposed needs of its deceased\nancestors. In a very intimate way these beliefs are interwoven with the\nprivate and social morality of every family or group in Chinese society,\nand must be taken into account by any one who seeks to bring a religious\nmessage to the Chinese people.",
        "Taoism is that system of Chinese religious thought and practice,\nbeginning about the fifth century B. C., which was originally based on\nthe teachings of Lao Tzu and developed in the writings of Lieh Tzu and\nChuang Tzu and found in the Tao Tê Ching. It is really in this original\nform a philosophy of some merit. According to its teaching the Tao is\nthe great impersonal background of the world from which all things\nproceed as beams from the sun, and to which all beings return. In\ncontrast to the present, transient, changing world the Tao is\nunchangeable and quiet. Originally the Taoists emphasized quiescence, a\nlife in accordance with nature, as a means of assimilating themselves to\nthe Tao, believing that in this way they would obtain length of days,\neternal life and especially the power to become superior to natural\nconditions.",
        "There is a movement today among Chinese scholars in favor of a return to\nthis original highest form of Taoism. It appeals to them as a philosophy\nof life; an answer to its riddles. Among the masses of the people,\nhowever, Taoism manifests itself in a ritual of extreme superstition. It\nrecommends magic tricks and curious superstitions as a means of\nprolonging life. It expresses itself very largely in these degrading\npractices which few Chinese will defend, but which are yet very commonly\npracticed.",
        "Confucianism brought organization into these hazy conceptions of life\nand duty. It took for granted this spiritual-unspiritual background of\nanimism, ancestor-worship and Taoism, but reshaped and adapted it as a\nwhole so that it might fit into that proper organization of the state\nand nation which was one of its great objectives. Just as Confucianism\nrelated the family to the village, the village to the district, and the\ndistrict to the state, so it organized the spiritual world into a\nhierarchy with Shang Ti as its head. This hierarchy was developed along\nthe lines of the organization mentioned above. Under Shang Ti were the\nfive cosmic emperors, one for each of the four quarters and one for\nheaven above, under whom were the gods of the soil, the mountains,\nrivers, seas, stars, the sun and moon, the ancestors and the gods of\nspecial groups. Each of the deities in the various ranks had duties to\nthose above and rights with reference to those below. These duties and\nrights, as they affected the individual, were not only expressed in law\nbut were embodied in ceremony and music, in daily religious life and\npractice in such a way that each individual had reason to feel that he\nwas a functioning agent in this grand Confucian universe. If any one\nfailed to do his part, the whole universe would suffer. So thoroughly\nhas this idea been adopted by the Chinese people that every one joins in\nforcing an individual, however reluctant or careless, to perform his\npart of each ceremony as it has been ordered from high antiquity.",
        "The emperor alone worshipped the supreme deity, Shang Ti; the great\nofficers of state, according to the dignity of their office, were\nrelated to subordinate gods and required to show them adequate respect\nand reverence. Confucius and a long line of noted men following him were\nsemi-deified* and highly reverenced by the literati, the class from which the\nofficers of state were as a rule obtained, in connection with their\nduties, and as an expression of their ideals. To the common people were\nleft the ordinary local deities, while all classes, of course, each in\nits own fashion reverenced, cherished and obeyed their ancestors. It\nshould be remarked at this point that Confucianism of this official\ncharacter has broken down, not only under the impact of modern ideas,\nbut under the longing of the Chinese for a universal deity. The people\nturn to Heaven and to the Pearly Emperor, the popular counterpart of\nShang Ti.",
        "*Confucius was by imperial decree deified in\n1908.",
        "Viewed from another angle, Confucianism is an elaborate system of\nethics. In writings which are virtually the scriptures of the Chinese\npeople Confucius and his successors have set forth the principles which\nshould govern the life of a people who recognize this spiritual universe\nand system. These ethics have grown out of a long and, in some respects,\na sound experience. Much can be said in their favor. The essential\nweaknesses of the Confucian system of ethics lie in its sectional and\npersonal loyalties and its monarchical basis. The spirit of democracy is\na deadly foe to Confucianism. Another element of weakness is its\nexcessive dependence upon the past. Confucius reached ultimate wisdom by\nthe study of the best that had been attained before his day. He looked\nbackward rather than forward. Consequently a modern, broadly educated\nConfucianist finds himself in an anomalous position. He does not need\nabsolutely to reject the wisdom which Confucianism embodies, but he can\nno longer accept it as a sound, reliable and indisputable scheme of\nthought and action. Yet its simple ethical principles and its social\nrelationships are basal in the lives of the vast masses of the Chinese.",
        "Upon this, confused jumble of spiritism, superstition, loyalty to\nancestors and submission to a divine hierarchy Buddhism was\nsuperimposed. It quickly dominated all because of its superior\nexcellence. The form of Buddhism which became established in China was\nnot, to be sure, like the Buddhism preached by Gautama and his\ndisciples, or like that form of Buddhism which had taken root in Burma\nor Ceylon. Except in name, the Buddhism of Southern Asia and the\nBuddhism which developed in China were virtually two distinct types of\nreligion. The Buddhism of Burma and Ceylon was of the conservative\nHînayâna (\"Little Vehicle” of salvation) school, while that of China was\nof the progressive Mahâyâna (\"Great Vehicle” of salvation) school. Their\ndifferences are so marked as to be worthy of a careful statement.",
        "The Hinayana, which is today the type of Buddhism in Ceylon, Burma and\nSiam, has always clung closely to tradition as expressed in the original\nBuddhist scriptures. Its basic ideas were that life is on the whole a\ntime of suffering, that the cause of this sorrow is desire or ignorance,\nand that there is a possible deliverance from it. This deliverance or\nsalvation is to be attained by following the eightfold path, namely,\nright knowledge, aspiration, speech, conduct, means of livelihood,\nendeavor, mindfulness and meditation. To the beatific state to be\nultimately attained Gautama gave the name Nirvana, explained by his\nfollowers variously either as an utter extinction of personality or as a\npassionless peace, a general state of well-being free from all evil\ndesire or clinging to life and released from the chain of\ntransmigration. Hinayana Buddhism appeals to the individual as affording\na way of escape from evil desire and its consequences by acquiring\nknowledge, by constant discipline, and by a devotedness of the life to\nreligious ends through membership in the monastic order which Buddha\nestablished. It encourages, however, a personal salvation worked out by\nthe individual alone.",
        "The Mahâyâna school of Buddhists accept the general ideas of the\nHinayana regarding life and salvation, but so change the spirit and\nobjectives as to make Buddhism into what is virtually another religion.\nIt does not confine salvation to the few who can retire from the world\nand give themselves wholly to good works, but opens Buddhahood to all.\nThe “saint” of Hinayana Buddhism is the arhat who is intent on\nsaving himself. The saint of Mahâyâna Buddhism is the candidate for\nBuddhahood (Bodhisattva) who defers his entrance into the bliss of\ndeliverance in order to save others. Mahâyâna Buddhism is progressive.\nIt encourages missionary enterprise and was a secret of the remarkable\nspread of Buddhism over Asia. Moreover, while the Hînayâna school\nrecognizes no god or being to whom worship is given, the Mahâyanâ came\nto regard Gautama himself as a god and salvation as life in a heavenly\nworld of pure souls. Thus the Mahâyâna type of thinking constitutes a\nbridge between Hînayâna Buddhism and Christianity. In fact, a recent\nwriter has declared that Hînayâna Buddhists are verging toward these\nmore spiritual conceptions.*",
        "*See Saunders, Buddhism and\nBuddhists in Southern Asia, pp. 10, 20.",
        "After the death of Sâkyamuni* Buddhism broke up\ninto a number of sects usually said to be eighteen in number. When\nBuddhism came to China some of these sects were introduced, but they\nassumed new forms in their Chinese environment. Besides the sects\nbrought, from India the Chinese developed several strong sects of their\nown. Usually they speak of ten sects although the number is far larger,\nif the various subdivisions are included.",
        "*Sâkyamuni is the name by which\nGautama, the Buddha, is familiarly known in China.",
        "To indicate the manifold differences between these groups in Buddhism\nwould take us far afield and would not be profitable. It will be of\ninterest, however, to consider some of the chief sects. One of the sects\nintroduced from India is the Pure Land or the Ching T’u which holds\nbefore the believer the “Western Paradise” gained through faith in\nAmitâbha. Any one, no matter what his life may have been, may enter the\nWestern Paradise by repeating the name of Amitâbha. This sect is\nwidespread in China. In Japan there are two branches of it known as the\nNishi-Hongwanji and the Higashi-Hongwanji with their head monasteries in\nKyoto. They are the most progressive sects in Japan and are carrying on\nmissionary work in China, the Hawaiian Islands and in the United States.",
        "Another strong sect is the Meditative sect or the Ch’an Men (Zen in\nJapan). This was introduced by Bodhidharma, or Tamo, who arrived in the\ncapital of China in the year 520 A.D. On his arrival the emperor Wu Ti\ntried to impress the sage with his greatness saying: “We have built\ntemples, multiplied the Scriptures, encouraged many to join the Order:\nis not there much merit in all this?” “None,” was the blunt reply. “But\nwhat say the holy books? Do they not promise rewards for such deeds?\"\n“There is nothing holy.” “But you, yourself, are you not one of the holy\nones?” “I don’t know.” “Who are you?” “I don’t know.” Thus introduced,\nthe great man proceeded to open his missionary-labors by sitting down\nopposite a wall arid gazing at it for the next nine years. From this he\nhas been called the “wall-gazer.” He and his successors promulgated the\ndoctrine that neither the scriptures, the ritual nor the organization,\nin fact nothing outward had any value in the attainment of\nenlightenment. They held that the heart of the universe is Buddha and\nthat apart from the heart or the thought all is unreal. They thought\nthemselves back into the universal Buddha and then found the Buddha\nheart in all nature. Thus they awakened the spirit which permeated\nnature, art and literature and made the whole world kin with the spirit\nof the Buddha.",
        "*K. J. Saunders in Epochs of Buddhist History.",
        "Such pantheism and quietism often lead to a confusion in moral\nrelations, but these mystics were quite correct in their morals because\nthey checked up their mysticism with the moral system of the Buddha.",
        "Still another important sect originated in the sixth century A. D. on\nChinese soil, namely, the T’ien T’ai (Japanese Tendai), so called\nbecause it started in a monastery situated on the beautiful T’ien T’ai\nmountains south of Ningpo. Chih K’ai, the founder, realized that\nBuddhism contained a great mass of contradictory teachings and practice,\nall attributed to the Buddha. He sought for a harmonizing principle and\nfound it in the arbitrary theory that these teachings were given to\ndifferent people on five different occasions and hence the\ndiscrepancies. The practical message of this sect has been that all\nbeings have the Buddha heart and that the Buddha loves all beings, so\nthat all beings may attain salvation, which consists in the full\nrealization of the Buddha heart latent in them.",
        "There was a time when these sects were very active and flourishing in\nChina. At the present time the various tendencies for which they stood\nhave been adopted by Buddhism as a whole and the various sectaries,\nthough still keeping the name of the sect, live peacefully in the same\nmonastery. All the monasteries practice meditation, believe in the\nparadise of Amitâbha, and are enjoying the ironic calm advocated by the\nT’ien T’ai. While the struggle among the sects of China has been\nfollowed by a calm which resembles stagnation, those in Japan are very\nactive and the reader is referred to the volume of this series on\nJapanese Buddhism for further treatment of the subject.",
        "When Buddhism entered China it brought with it a new world. It was new\npractical and new spiritually. It brought a knowledge unknown\nbefore regarding the heavenly bodies, regarding nature and regarding\nmedicine, and a practice vastly above the realm of magical arts. In\naddition to these practical benefits, Buddhism proclaimed a new\nspiritual universe far more real and extensive than any of which the\nChinese had dreamed, and peopled with spiritual beings having\ncharacteristics entirely novel. In comparison with this new universe or\nseries of universes which Indian imagination had created, the Chinese\nuniverse was wooden and geometric. Since it was an organized system and\na greater rather than a different one, the Chinese people readily\naccepted it and made it their own.",
        "Buddhism not only enlarged the universe and gave the individual a range\nof opportunity hitherto unsuspected, but it introduced a scheme of\nreligious practice, or rather several of them, enabling the individual\ndevotee to attain a place in this spiritual universe through his own\nefforts. These “ways” of salvation were quite in harmony with Chinese\nideas. They resembled what had already been a part of the national\npractice and so were readily adopted and adapted by the Chinese.",
        "Buddhism rendered a great service to the Chinese through its new\nestimate of the individual. Ancient China scarcely recognized the\nindividual. He was merged in the family and the clan. Taoists, to be\nsure, talked of “immortals” and Confucianism exhibited its typical\npersonality, or “princely man,” but these were thought of as supermen,\nas ideals. The classics of China had very little to say about the common\npeople. The great common crowd was submerged. Buddhism, on the other\nhand, gave every individual a distinct place in the great wheel\ndharma, the law, and made it possible for him to reach the very\nhighest goal of salvation. This introduced a genuinely new element into\nthe social and family life of the Chinese people.",
        "Buddhism was so markedly superior to any one of the four other methods\nof expressing the religious life, that it quickly won practical\nrecognition as the real religion of China. Confucianism may be called\nthe doctrine of the learned classes. It formulates their principles of\nlife, but it is in no strict sense a popular religion. It is rather a\nstate ritual, or a scheme of personal and social ethics. Taoism\nrecognizes the immediate influence of the spirit world, but it ministers\nonly to local ideals and needs. In the usages of family and community\nlife, ancestor worship has a definite place, but an occasional one.\nBuddhism was able to leave untouched each of these expressions of\nChinese personal and social life, and yet it went far beyond them in\nministering to religious development. Its ideas of being, of moral\nresponsibility and of religious relationships furnished a new psychology\nwhich with all its imperfections far surpassed that of the Chinese.\nBuddhism’s organization was so satisfying and adaptable that not only\nwas it taken over readily by the Chinese, but it has also persisted in\nChina without marked changes since its introduction. Most of all it\nstressed personal salvation and promised an escape from the impersonal\nworld of distress and hunger which surrounds the average Chinese into a\nheaven ruled by Amitâbha* the Merciful. The\nobligations of Buddhism are very definite and universally recognized. It\nenforces high standards of living, but has added significance because it\ndraws each devotee into a sort of fellowship with the divine, and mates\nnot this life alone, but this life plus a future life, the end of human\nactivity. Buddhism, therefore, really expresses the deepest religious\nlife of the people of China.",
        "*Amitâbha, meaning “infinite light,\"\nis the Sanskrit name of one of the Buddhas moat highly revered in China.\nThe usual Chinese equivalent is Omi-To-Fo.",
        "It will be worth while to note some illustrations of the conviction of\nthe Chinese people that there are three religions to which they owe\nallegiance and yet that these are essentially one. They often say, “The\nthree teachings are the whole teaching.” An old scholar is reported to\nhave remarked, “The three roads are different, but they lead to the same\nsource.” A common story reports that Confucius was asked in the other\nworld about drinking wine, which Buddhists forbid but Taoists permit.\nConfucius replied: “If I do not drink I become a Buddha. If I drink I\nbecome an Immortal. Well, if there is wine, I shall drink; if there is\nnone, I shall abstain.” This expresses characteristically the Chinese\nhabit of adaptation. Such a decision sounds quite up to date.",
        "The Ethical Culture Society of Peking, recently organized, has upon its\nwalls pictures of Buddha, Lao Tzu, Confucius and Christ. Its members\nclaim to worship Shang Ti as the god of all religions. An offshoot of\nthis society, the T’ung Shan She, associates the three founders very\nclosely with Christ. It claims to have a deeper revelation of Christ\nthan the Christians themselves. A new organization, the Tao Yuan, plans\nto harmonize the three old religions with Mohammedanism and\nChristianity.",
        "Buddhism has consistently and continually striven to bring about a unity\nof religion in China by interpenetrating Confucianism and Taoism. Quite\nearly the Buddhists invented the story that the Bodhisattva Ju T’ung was\nreally Confucius incarnate. There was at one time a Buddhist temple to\nConfucius in the province of Shantung. The Buddhists also gave out the\nstory that Bodhisattva Kas’yapa was the incarnation of Lao Tzu, the\nfounder of Taoism. An artist painted Lao Tzu transformed into a Buddha,\nseated in a lotus bud with a halo about his head. In front of the Buddha\nwas Confucius doing reverence. A Chinese scholar, asked for his opinion\nabout the picture, said: “Buddha should be seated; Lao Tzu should be\nstanding at the side looking askance at Buddha; and Confucius should be\ngrovelling on the floor.”",
        "A monument dating from 543 A. D., illustrates this tendency of Buddhism\nto represent its own superiority in Chinese religious life. At the top\nof the monument is Brahma, lower down is Sâkyamuni with his disciples,\nAnanda and Kas’yapa on one face, and on the other Sâkyamuni again,\nconversing with Buddha Prabhutaratna and worshipped by monks and\nBodhisattvas. On the pedestal are Confucian and Taoist deities, ten in\nnumber. Thus Buddhism sought to rank itself clearly above the other two\nreligions. From the early days Buddhism regarded itself as their\nsuperior and began the processes of interpenetration and absorption. In\nconsequence the values originally inherent in Buddhism have come to be\nregarded as the natural possession of the Chinese. It does express their\nreligious life, especially in South China, where outward manifestations\nof religion are perhaps more marked than in the north.",
        "Continue...",
        "\nThis is the complete public domain etext “Buddhism and Buddhists in China” (Lewis Hodus).\n\n\nAlso see The Buddhist Tradition in India, China and Japan at Amazon.\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on September 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}