{
    "title": "Buddhism and Buddhists in China - II. The Entrance of Buddhism Intro China",
    "author": "Lewis Hodus",
    "chapter": "3",
    "content": [
        "\n\n",
        "Buddhism was not an indigenous religion of China. Its, founder was\nGautama of India in the sixth century B.C. Some centuries later it found\nits way into China by way of central Asia. There is a tradition that as\nearly as 142 B.C. Chang Ch’ien, an ambassador of the Chinese emperor, Wu\nTi, visited the countries of central Asia, where he first learned about\nthe new religion which was making such headway and reported concerning\nit to his master. A few years later the generals of Wu Ti captured a\ngold image of the Buddha which the emperor set up in his palace and\nworshiped, but he took no further steps.",
        "According to Chinese historians Buddhism was officially recognized in\nChina about 67 A.D. A few years before that date, the emperor, Ming-Ti,\nsaw in a dream a large golden image with a halo hovering above his\npalace. His advisers, some of whom were no doubt already favorable to\nthe new religion, interpreted the image of the dream to be that of\nBuddha, the great sage of India, who was inviting his adhesion.\nFollowing their advice the emperor sent an embassy to study into\nBuddhism. It brought back two Indian monks and a quantity of Buddhist\nclassics. These were carried on a white horse and so the monastery which\nthe emperor built for the monks and those who came after them was called\nthe White Horse Monastery. Its tablet is said to have survived to this\nday.",
        "This dream story is worth repeating because it goes to show that\nBuddhism was not only known at an early date, but was favored at the\ncourt of China. In fact, the same history which relates the dream\ncontains the biography of an official who became an adherent of Buddhism\na few years before the dream took place. This is not at all surprising,\nbecause an acquaintance with Buddhism was the inevitable concomitant of\nthe military campaigning, the many embassies and the wide-ranging trade\nof those centuries. But the introduction of Buddhism into China was\nespecially promoted by reason of the current policy of the Chinese\ngovernment of moving conquered populations in countries west of China\ninto China proper, The vanquished peoples brought their own religion\nalong with them. At one time what is now the province of Shansi was\npopulated in this way by the Hsiung-nu, many of whom were Buddhists.",
        "The introduction and spread of Buddhism were hastened by the decline of\nConfucianism and Taoism. The Han dynasty (206 B. C.-221 A. D.)\nestablished a government founded on Confucianism. It reproduced the\nclassics destroyed in the previous dynasty and encouraged their study;\nit established the state worship of Confucius; it based its laws and\nregulations upon the ideals and principles advocated by Confucius. The\ngreat increase of wealth and power under this dynasty led to a gradual\ndeterioration in the character of the rulers and officials. The sigid\nConfucian regulations became burdensome to the people who ceased to\nrespect their leaders. Confucianism lost its hold as the complete\nsolution of the problems of life. At the same time Taoism had become a\nveritable jumble of meaningless and superstitious rites which served to\nsupport a horde of ignorant, selfish priests. The high religious ideals\nof the earlier Taoist mystics were abandoned for a search after the\nelixir of life during fruitless journeys to the isles of the Immortals\nwhich were supposed to be in the Eastern Sea.",
        "At this juncture there arose in North China a sect of men called the\nPurists who advocated a return from the vagaries of Taoism and the\nirritating rules of Confucianism to the simple life practised by the\nTaoist mystics. When these thoughtful and earnest minded men came into\ncontact with Buddhism they were captivated by it. It had all they were\nclaiming for Taoist mysticism and more. They devoted their literary\nability and religious fervor to the spreading of the new religion and\nits success was in no small measure due to their efforts. As a result of\nthis early association the tenets of the two religions seemed so much\nalike that various emperors called assemblies of Buddhists and Taoists\nwith the intention of effecting a union of the two religions into one.\nIf the emperor was under the influence of Buddhism he tried to force all\nTaoists to become Buddhists. If he was favorable to Taoism he tried to\nmake all Buddhists become Taoists.",
        "But such mandates were as unsuccessful as other similar schemes have\nbeen. In the third century A. D. after the Han dynasty had ended, China\nwas broken up into several small kingdoms which contended for supremacy,\nso that for about four hundred years the whole country was in a state of\ndisunion. One of the strong dynasties of this period, the Northern Wei\n(386-535 A. D.), was distinctly loyal to Buddhism. During its\ncontinuance Buddhism prospered greatly. Although Chinese were not\npermitted to become monks until 335 A. D., still Buddhism made rapid\nadvances and in the fourth century, when that restriction was removed,\nabout nine-tenths of the people of northwestern China had become\nBuddhists. Since then Buddhism has been an established factor in Chinese\nlife.",
        "Continue...",
        "\nThis is the complete public domain etext “Buddhism and Buddhists in China” (Lewis Hodus).\n\n\nAlso see The Buddhist Tradition in India, China and Japan at Amazon.\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on September 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}