{
    "title": "Buddhism and Buddhists in China - VII. Buddhism and the Future Life",
    "author": "Lewis Hodus",
    "chapter": "8",
    "content": [
        "\n\n",
        "Before the advent of Buddhism the Chinese had only a vague idea\nregarding life after death. The Land and Water Classic mentions the Tu\nShuo mountain in the Eastern Sea, under which spirits of the dead live,\nthe entrance guarded by two spirits, Shên Tu and Yü Lei, who are in\ngeneral control of the demons. In some parts of China the names or\npictures, of these spirits are placed on the doors of a house to guard\nit. The Taoists early developed the idea of a western paradise presided\nover by the Queen of the West, located at first in the K’un Lun\nmountains and later in the islands of the Eastern Sea. This heaven,\nhowever, was limited to Taoist hermits and mystics. Buddhism made a\ncomplete purgatory and heaven known to every one in China.",
        "This is really Buddhism’s most noteworthy addition to China’s religious\nequipment; Buddhism lays much stress upon the experiences of a soul\nimmediately after death. Its punishments are well known to every\nindividual. The temple of the City Guardian found in every walled city\nhas a replica of the court in purgatory over which he presides. In the\ntemples of T’ai Shan there is an elaborate exhibit of the tortures\ninflicted on culprits in purgatory. Every funeral service conducted by\nBuddhists or Taoists is intended to conduct the soul of the dead through\npurgatory and pictures vividly the progressive experiences from the\nfirst seventh day to the seventh seventh day. On the the seventh month,\non the fifteenth day [about August] a special service is held for the\nsouls of the dead in purgatory. Furthermore, every community has a\ngeneral service [about October] for the souls of those who died a\nviolent death or who have no one to look after them. During the war many\nservices were thus held for those who died on the battlefields of\nEurope. At such services the scenes in purgatory are vividly portrayed\nby pictures and figures. The temples distribute tracts with pictures of\npurgatory so that women may see them and understand. On the stage are\noften acted powerful plays whose scenes are laid in Hades. This\npropaganda is perhaps the most efficient of its kind.",
        "Purgatory is depicted as consisting of ten courts each surrounded by\nsmall hells, where the soul undergoes punishment and cleansing. The\nfifth court, which may be taken as an example of the other courts, is in\ncharge of Yen Lo or Yama. Yama was once in charge of the first court,\nbut his tender heart pitied the souls who came before him and sent them\nback to earth. Because of this leniency he was placed in charge of the\nfifth court.",
        "When a soul has passed through the first four courts and it has been\ndiscovered that there is no good conduct to its credit, it is led to the\nfifth court and examined every seven days regarding past conduct. In\norder to get back to the world of men, it eagerly promises to complete\nvarious unfinished vows, such as to repair monasteries, schools,\nbridges, or roads, to clean wells, to deepen rivers, to distribute good\nbooks, to release animals, to take care of aged parents, or to bury them\nsuitably. But it is plainly told that the gods know its artifices, and\nthat now these unfinished tasks can never be completed. The gods have\nreached the unanimous opinion that no injustice is being done.\nAccordingly there is no appeal, but each soul is led by attendants with\nbulls’ heads and horses’ faces to a tower whence they may see their\nnative village. Its front is in the shape of a bow with a perimeter of\ntwenty-seven miles; its height is four hundred and ninety feet. It is\nguarded by walls of sword trees.",
        "Good men, whose deeds of omission are balanced by the good they have\ndone, return to life. Only souls judged to be evil see their village\nfrom this tower. These can see their own families moving about, and can\nhear their conversation. They realize how they disobeyed the teachings\nof their elders. They see that the earthly goods for which they have\nstruggled are of no value. Their plottings rise up with lurid reality.\nThey see how they planned a new marriage although already married, how\nthey appropriated fields, state property, and falsified accounts,\nputting the blame on persons who were dead. While they observe their\nvillage they behold their erstwhile friends touch their coffin and\ninwardly rejoice. They hear themselves called selfish and insincere. But\ntheir punishment does not stop here. They behold their children punished\nby magistrates, their women afflicted with strange diseases, their\ndaughters ravished, their sons led astray, their property taken away,\nthe ancestral house burned and their business ruined. From this tower\nall passes before them as a lurid dream and they are stricken in heart.",
        "About the fifth court are sixteen small hells where the soul is\npunished. In each one are stakes buried in the ground and fierce\nanimals. The hands and feet of the guilty one are bound to a stake, his\nbody is opened with small knives, and his heart and intestines quickly\ndevoured.",
        "In each of these sixteen hells is a certain type of sinner: (1) Those\nwho do not reverence the gods and demons and who doubt the existence of\nrewards and punishments; (2) those who hurt and kill living beings; (3)\nthose who break their vows to do good; (4) those who resort to heterodox\npractices and vainly hope to attain eternal life; (5) those who upbraid\ngood men, fear the wicked and hate men because they do not die speedily;\n(6) those who strive with other people and then put the blame upon them;\n(7) men who force women; and women who seduce young men, and all who\nhave libidinous desires; (8) those who gain profit for themselves by\ninjuring others; (9) the stingy and those who absolutely disregard\nothers, whether alive or dead, giving them no help in dire need, when\nthey can do so without injury to themselves; (10) those who steal and\nput the crime upon others; (11) those who requite favors with hate; (12)\nthose whose hearts are perverse and poisonous, who instigate others to\ndo wrong even if they may not have carried out their suggestion; (13)\nthose who tempt others by deceit; (14) those who involve others in their\nsquabbles and in gambling and then themselves win out; (15) those who\nstubbornly persist in their false ideas, do not repent, and slander\nothers; (16) those who hate good and virtuous men.",
        "Besides these sixteen sorts of sinners the fifth court deals with other\ntypes of wicked people; those who do not believe in rewards and\npunishments after death, who hinder good causes, who burn incense\nwithout a sincere heart, speak of the sins of others, who burn books\nthat urge men to be good and worship the Great Dipper, but persist in\neating meat; those who hate men; who repeat sutras and incantations, and\ntake part in religious ceremonies, but do not fast beforehand; who\nslander the Buddhist and Taoist religions; who know how to read, but\nrefuse to read the ancient and modern exhortations regarding rewards and\npunishments; who dig into graves and destroy their marks, who purposely\nset fire to trees and underbrush, or are careless with fire in their own\nhouses; who shoot arrows at animals with the intent, to kill; who urge\nand tempt the sick and weak to enter into contests of any kind with\nthemselves; who throw tiles and stones over neighboring walls, poison\nfish in the river, fire guns, or make nets or traps for birds; who sow\nsalt on the ground, who do not bury dead eats and snakes very deep and\nthus cause death to those who dig; who cause men to dig the frozen\nground in winter or spring (the vapors of earth chill such diggers to\ndeath); who tear down adjoining walls and compel their neighbors to move\nthe kitchen stove; who appropriate public highways, lands, close wells\nand stop gutters.",
        "Those who have committed any of the above sins are taken, to the tower\nwhence they can see their own village and then are consigned to the\ngreat crying hell, Râurava, that is, the fourth of the Buddhist hot\nhells.* Thence they go to\ntheir respective small hells. When their time has expired, they are\nexamined in order to see whether they have any other sins which need\npunishment.",
        "*Buddhism distinguishes hot and cold hells. In a\ncountry like India severe cold is a serious torture.",
        "Those who have committed any of the above sins may not only escape\npunishment, but may have their punishment in the sixth court lessened,\nif they fast regularly on the eighth day of the first month and take a\nvow not to commit these sins. Some sins, however, cannot be arranged for\nin such a way, such as the killing of living beings and hurting them;\nthe associating with heretics; committing fornication with women and\nthen poisoning them; committing adultery, violence, envy, or injuring\nthe good name of others; stealing, requiting favors with hatred, and\nhearing exhortation but not repenting. These are major sins.",
        "The social value of purgatory is quite plain from the description of the\nfifth court and of the sinners who are punished therein. Purgatory is\nthe social mirror of China, wherein the consequences of all unsocial\nacts are pictured in such a vivid way as to deter the individual from\ncommitting them. It is effective in China, not only because of the\nrealistic presentation, but because the opinion of the community is\nagainst such acts and in favor of repressing them on every occasion.",
        "Buddhism brought into China not only a fully developed purgatory but\nalso a heaven which all may enter. The sovereign of the western heaven\nis Amitâbha (or in Chinese O-mi-to-fo), with whom Kuan Yin, the goddess\nof Mercy, is usually associated. Amitâbha is explained as meaning\n“boundless age.” The original meaning is “boundless light,” which\nsuggests a Persian origin with Mannichean influences. The translations\nof the Amitâbha sutras were wholly made by natives of central Asia.",
        "Amitâbha is one of the thousand Buddhas; he is regarded as the reflex of\nSakyamuni and is connected also in his earthly incarnation with a monk\ncalled Dharmâkara. This monk desired to become a Buddha. This wish he\npresented to Lôkês’vararâja asking him to teach him as to what a Buddha\nand a Buddha country ought to be. Lôkês’vararâja imparted this\nknowledge. Then the monk after meditation returned having made\nforty-eight vows that he would not become a Buddha, until all living\nbeings should attain salvation in his heaven.",
        "The eighteenth vow expresses his ideal:",
        "“O Bhagavat, if those beings who have directed their thought towards the\nhighest perfect knowledge in other worlds, and who, after having heard\nmy name, when I have obtained Bodhi (knowledge), have meditated on me\nwith serene thoughts; if at the moment of their death, after having\napproached them surrounded by an assembly of monks, I should not stand\nbefore them worshipped by them, that is, so that their thoughts should\nnot be troubled, then may I not obtain the highest perfect knowledge.”",
        "A few extracts from the Amitâbha Vyûha Sûtra will illustrate the\nBuddhist idea of life in this Pure Land:",
        "“In the western region beyond one hundred thousand myriads of Buddhist\nlands there is a world. Great Happiness by name. This land has a Buddha\ncalled Amitâbha. The living beings there do not suffer any pain, but\nenjoy all happiness. Therefore, it is called the land of Pure Delight\n... the land of Pure Delight has seven precious fountains full of water\ncontaining the eight virtues. The bottom of these fountains is covered\nwith golden sand. On four sides there are steps made of gold, silver,\ncrystal and glass, precious stones, red pearls, and highly polished\nagates. In the pools are variously colored, light emitting lotus flowers\nas large as cart wheels, delicate, admirable, odorous and pure...”",
        "“The Buddha of this land makes heavenly music. It is covered with gold.\nMorning and evening during six hours it rains the wonderful celestial\nflowers (Erythrina Indica). All the inhabitants of this land on clear\nmornings after dressing offer these celestial flowers to the hundred\nthousand myriads of Buddhas of the regions who return to their country\nat meal time. When they have eaten they go away again.”",
        "“This country possesses every kind of wonderful varicolored birds, the\nwhite egret, the peacock, the parrot, the s’rarika (a long legged bird),\nthe Kalavingka (a sweet voiced bird) ... All these birds, morning and\nevening during the six hours, utter forth a beautiful harmonious sound.\nTheir song produces the five indrya (roots of faith, energy,\nmemory, ecstatic meditation, wisdom), the five bala (the powers\nof faith, energy, memory, meditation and wisdom), the seven\nbodhyanga (the seven degrees of intelligence, memory,\ndiscrimination, energy, tranquillity, ecstatic contemplation,\nindifference), and the eight portions of the correct path marga,\n(the possession of correct views, decision and purity of thought and\nwill, the ability of reproducing any sound uttered in the universe, vow\nof poverty, asceticism, attainment of meditative abstraction of\nself-control, religious recollectedness, honesty and virtue), and such\ndoctrines. When all beings of this land have heard the music, they\ndeclare their faithfulness to the Buddha, Dharma and the Sangha (the\nBuddha, the Law and the community of monks).”",
        "As to those who enter this land it says:",
        "“All living beings who hear this should make a vow to be born in that\nland. How can they reach the Pure Land? All very good men will gather in\nthat place ... He whose blessedness and virtue are great can be born\ninto that country. If there is a good man or woman who, on hearing of\nAmitâbha, takes this name and holds it in his mind one, two, three,\nfour, five, six, or seven days, and his whole heart is not distracted,\nto that man at death Amitâbha will appear. His heart will not be\ndisturbed. He will at once enter into life in the land of Pure Delight\nof Amitâbha. I see this blessing and hence utter these words. Those\nliving beings who hear these words should make a vow to be born in that\nland.”",
        "The extension of life beyond the grave in purgatory, or in the Pure Land\nand through transmigration was readily accepted in China. Both the new\nideas and the disciplines through which to realize them were eagerly\nadopted, and have held their place to this day. In other lands the\ncreation of a heaven and a hades has weakened the grip of ancestor\nworship and ultimately displaced it. In China the opposite result has\nobtained, due, no doubt, to the fact that the family system and along\nwith it the supreme duty of filial piety were fostered by the state and\nBuddhism and its teachings were permitted only in so far as they\nbolstered it up. Another reason lies in the agricultural basis of\nChina’s civilization, reenforced by the great difficulty of\ncommunication, which tended to make the family system dominant in China.\nToday, the improvement of communication and the introduction of the\nindustrial system of the West with the individual emphasis of modern\neducation are factors which are weakening the family system and with it\nancestral worship.",
        "Continue...",
        "\nThis is the complete public domain etext “Buddhism and Buddhists in China” (Lewis Hodus).\n\n\nAlso see The Buddhist Tradition in India, China and Japan at Amazon.\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on September 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}