{
    "title": "Buddhism and Buddhists in China - VIII. The Spiritual Values Emphasized by Buddhism in China",
    "author": "Lewis Hodus",
    "chapter": "9",
    "content": [
        "\n\n",
        "Near the House of Parliament in Peking is located a small monastery\ndedicated to the goddess of Mercy, Kuan Yin. Before her image the\nincense burners send forth curling clouds of smoke. The walls are\ndecorated with old paintings of gods and goddesses. The temple with its\ncourtyard has the appearance of prosperity. Its neat reception room,\nwith its tables, chairs and clock, shows the influence of the modern\nworld.",
        "Here a monk in the prime of life spent a few months recently lecturing\non Buddhism to members of parliament and to scholars from various parts\nof China. Frequently the writer used to drop in of an afternoon to\ndiscuss Buddhism and its outlook. Usually a simple repast concluded\nthese conversations, the substance of which forms the greater part of\nthis section.",
        "“What does Buddhism do for men?”",
        "“There are in the world at least three classes of men. The lowest class\nlive among material things, they are occupied with possessions. Their\nlife is entangled in the crude and coarse materials which they regard as\nreal. A second, higher class, regard ideas as realities. They are not\nentangled in the maze of things, but are confused by ideas, ascribing\nreality to them. The third and highest class are those who by meditation\nhave freed themselves from the thraldom of ideas and can enter the\nsixteen heavens.”",
        "“What can Buddhism do for the lowest class?”",
        "“For this class Buddhism has the ten prohibitions. Every man has in him\nten evils, which must be driven out. Three have to do with evil in the\nbody, namely, not to steal, not to kill, not to commit adultery; four\nbelong to the mouth, lying, exaggeration, abuse, and ambiguous talk;\nthree belong to the mind, covetousness, malice, and unbelief.”",
        "“Is not this entirely negative?”",
        "“Yes, but it is necessary, for during the process of eliminating these\nevil deeds, man acquires patience and equanimity. Buddhism does not stop\nwith the prohibitions. The believer must practice the ten charitable\ndeeds. Not only must he remove the desire to kill living beings, but he\nmust cultivate the desire to save all beings. Not only must he not\nsteal, but he must assist men with his money. Not only must he not give\nhimself to lasciviousness, but he must treat all men with propriety. So\neach prohibition involves a positive impulse to virtue, which is quite\nas essential as the refraining from evil.”",
        "“What energizing power does Buddhism provide?”",
        "“First, is purgatory with its terrors. The evil man, seeing the\nconsequences of his acts upon himself, becomes afraid to do them and\ndoes that which is good. Then there is transmigration with the danger of\ntransmigration into beasts and insects. Again, there are the rewards in\nthe paradise of Amitâbha. Moreover, there is even the possibility not\nonly of saving one’s self, but by accumulated merit of saving one’s\nparents and relatives and shortening their stay in purgatory.”",
        "“Can any man enter the western paradise of Amitâbha?”",
        "“Yes, it is open to all men. The sutra says: ’If there be any one who\ncommits evil deeds, and even completes the ten evil actions, the five\ndeadly sins and the like; that man, being himself stupid and guilty of\nmany crimes, deserves to fall into a miserable path of existence and\nsuffer endless pains during many long ages. On the eve of death he may\nmeet a good and learned teacher who, soothing and encouraging him in\nvarious ways, will preach to him the excellent Law and teach him the\nremembrance of Buddha, but being harassed by pains’, he will have no\ntime to think of Buddha.’”",
        "“What hope has such a man?”",
        "“Even such a man has hope. The sutra says: ’Some good friend will say to\nhim: Even if thou canst not exercise the remembrance of Buddha, utter\nthe name of Buddha Amitabha.’ Let him do so serenely with his voice\nuninterrupted; let him be (continually) thinking of Buddha, until he has\ncompleted ten times the thought, repeating ’Namah O-mi-to-fo,’ I put my\ntrust in Buddha! On the strength of (his merit of) uttering Buddha’s\nname he will, during every repetition expiate the sins which involve him\nin births and deaths during eighty millions of long ages. He will, while\ndying, see a golden lotus-flower, like the disk of the sun, appearing\nbefore his eyes; in a moment he will be born in the world of highest\nhappiness. After twelve greater ages the lotus-flower will unfold;\nthereupon the Bodhisattvas, Avalôkitësvaras and Mahasattva’s, raising\ntheir voices in great compassion, will preach to him in detail the real\nstate of all the elements of nature and the law of the expiation of\nsins.”",
        "“Does faith save such a man?”",
        "“Yes, not his own faith, but the faith which prompted the vow of\nAmitabha. Amitâbha’s faith in the possibility of his salvation gives him\nsupreme confidence that he will attain salvation. All he needs is to\nhave the desire to be born in that paradise and to repeat the name of\nAmitabha.”",
        "“How do those of the second class attain salvation?”",
        "“The men of the second class regard ideas as realities. They are not\nentangled in the maze of things, but are confused by ideas, regarding\nthem as real. These men do not need images and outward sanctions, but\nthey need heaven and purgatory though regarding them as ideas. By\nperforming the ten good deeds they will obtain a quiet heart, having no\nfear, and become saints and sages. Among men, saints and sages occupy a\nhigh rank, but not so among Buddhists. By merit of good works merely\nthey enter the planes of sensuous desire, the six celestial worlds\nlocated immediately above the earth.”",
        "“And the third class?”",
        "“This class has many ranks. There are those who by the practice of\nmeditation (four\ndkyanas)* can\nenter the sixteen heavens conditioned by form. By the practice of the\nfour arûpa-dhyânas** they enter the four\nhighest heavens free from all sensuous desires and not conditioned by\nform. These heavens are the anteroom of Nirvana.”",
        "\n*Dhyana means contemplation. In later times under the influence of the idea of transmigration heavens\nwere imagined which corresponded to the degrees of contemplation.\n**That degree of abstract contemplation from which all sensations are absent.\n",
        "“What is the driving power in all this?”",
        "“It is vîrya or energy.”",
        "“Do heaven and purgatory exist?”",
        "“Heaven and purgatory are in the minds and hearts of men. Really heaven\nis in the mind of Amitâbha and purgatory exists in the illusioned brains\nof men.”",
        "“Does anything exist?”",
        "“Nâgârjuna says: ’There is no production, no destruction, no\nannihilation, no persistence, no unity, no plurality, no coming in and\nno going forth.’”",
        "“Does sin exist?”",
        "“In the mind of the real Buddhist sin and virtue are different aspects\nof the all. Sin is illusion; virtue is illusion, There is a higher unity\nin which they are reconciled.”",
        "“Do you know of any one who attained Nirvâna?”",
        "“Yes, I have experienced it. It is not a state beyond the grave. It is a\nstate into which one can enter here.”",
        "“Can you express this experience in words?”",
        "“Impossible. I can only indicate the shore of this great ocean. At first\nI was in great distress and agony, as though carrying the illusions of\nthe world. Then came a great peace and calm, ineffable, serene, and\nsurpassing the power of language to express.”",
        "“What is behind this universe!”",
        "“Underlying this universe of phenomena and change there is a unity. It\nis the basis of all being. It is within all being and all being rests in\nit. It is because of this common background that men are able to\napprehend it. This universal basis we call dharma, or law. Its\ncharacteristics are that everything born grows old, is subject to\ndisease and death; that the teachings of Buddha purify the mind and\nenable it to obtain supreme enlightenment; that all Buddhas by treading\nthe same way of perfection will attain the highest freedom.”",
        "“You speak of the Buddhist Trinity.”",
        "“Yes, we have the Dharmakâya. This is the essence-body, the ground of\nall being, taking many forms, Buddhas, Bodhisattvas, spirits, angels,\nmen and even demons. It is impersonal, all-pervasive. It may be called\nthe first person. The second person is the Sambhogakâya, the body of\nbliss. This is the heavenly manifestation of Buddha. The third person is\nthe Nirmânakâya. This is the projection of the body of bliss on earth.”",
        "Some identify this trinity with that of the Christian faith. While there\nis a resemblance, we should note that the first person of the Buddhist\ntrinity would correspond to God as the absolute or the impersonal\nbackground of universal Being. The second corresponds to the glorified\nChrist and the third to the historic Jesus. There is no counterpart\neither to God the Father or to the Holy Spirit.",
        "“Do you believe in the salvation of all beings?”",
        "“Yes, all have the Buddha heart. All living beings will finally become\nBuddhas.”",
        "Then turning to a friend of mine the speaker said: “What have you done\nin Buddhism?” The friend answered: “I have written and translated many\nbooks.” “I do not mean that,” he answered. “What work have you\ndone?” The friend confessed that he had not done much else. Then he\nsaid: “Every morning when you awake, reflect deeply and profoundly upon\nyour state before you were born. Think back to that state where your\nsoul was merged with Buddha. Find yourself in that state and you will\nfind ineffable enlightenment and joy.”",
        "The sun was setting behind the Western hills. The blare of trumpets\nsounded on the city wall. Outside of the door was the whirling sound of\nPeking returning home from its mundane tasks and joys. We joined the\nrushing, restless crowd and still we felt the calm of another world. Has\nnot Christianity a message of balm and peace for these sons of the East\nwho are so sensitive to the touch of the eternal and sublime?",
        "An important government official obliged to deal with many vexatious\nrequests and demands declared: “I could not get through my day’s work,\nif I did not spend an hour every day in meditation, just as Buddha did\nwhen he became enlightened.” He was asked what he did when he meditated\nor prayed. “Nothing at all.” “Well, about what do you think?” “Of\nnothing at all. I stop thinking when I engage in religious meditation.\nLife makes me think too much. I should lose my sanity, if I did not stop\nthinking and enter into the ’void’, whence we all came and into which we\nall are going to drop back.”",
        "His Christian inquirer still was unsatisfied by the Buddhist’s\ndescription of his prayer life, and pressed further for details. “What\nhappens when you meditate or pray?”",
        "“Nothing happens, I tell you, except, that I experience a peace which\nthe passing world cannot give and which the passing world cannot\naltogether take away. The secret of religion is simply to realize that\neverything is passing away. When you accept that fact, then you become\nreally free. The Christian world seemed to have been tremendously\nimpressed by the slogan of the French soldiers at Verdun, ’They shall\nnot pass!’ Perhaps the German soldiers did not pass just then or there.\nBut the French soldiers themselves are all passing away. And everything\nin the world is passing away. What our Buddhist religion teaches us is:\n’Let it pass!’ You cannot keep anything for very long. And prayer or\nmeditation is simply to practice yourself in that thought deliberately.\nOh, it is a wonderful peace when you fully believe that gospel, and\nenter into it every day. Vanity of vanities, everything is vanity! Why\nworry? We do altogether too much worrying. To pray means simply to quit\nworrying, to quit thinking, to enter into the indescribably passionless\npeace of Nirvana.”",
        "Here seemed to be an ardent Buddhist. When asked what he thought as the\ndifference between a Buddhist and a Christian, he answered promptly:",
        "“Yes, there is my wife. She is a very good woman. All the neighbors come\nto her, when there is any one sick or in trouble. So I say to her:\n’Wife, I should think you would make a first-class Christian.’ But I\nthink she lets herself be worried by altogether too many troubles. She\nis all the time thinking and fussing and planning. To be sure, it is\nmostly about other people, But then she does have the children and the\nhouse and the relatives and friends and neighbors to look after. Perhaps\nshe really cannot be a Buddhist. Perhaps it is all a matter of\ntemperament. Oh, but I tell you it is great to be a Buddhist, because it\ngives you such a wonderful peace.”",
        "Continue...",
        "\nThis is the complete public domain etext “Buddhism and Buddhists in China” (Lewis Hodus).\n\n\nAlso see The Buddhist Tradition in India, China and Japan at Amazon.\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on September 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}