{
    "title": "Buddhism and Buddhists in China - By Lewis Hodus [Authorama]",
    "author": "Unknown",
    "chapter": "china",
    "content": [
        "Presented by\nAuthorama\nPublic Domain Books",
        "This volume is the third to be published of a series on “The World’s\nLiving Religions,” projected in 1920 by the Board of Missionary\nPreparation of the Foreign Missions Conference of North America. The\nseries seeks to introduce Western readers to the real religious life of\neach great national area of the non-Christian world.",
        "Buddhism is a religion which must be viewed from many angles. Its\noriginal form, as preached by Gautama in India and developed in the\nearly years succeeding, and as embodied in the sacred literature of\nearly Buddhism, is not representative of the actual Buddhism of any land\ntoday. The faithful student of Buddhist literature would be as far\nremoved from understanding the working activities of a busy center of\nBuddhism in Burmah, Tibet or China today as a student of patristic\nliterature would be from appreciating the Christian life of London or\nNew York City.",
        "Moreover Buddhism, like Christianity, has been affected by national\nconditions. It has developed at least three markedly different types,\nrequiring, therefore, as many distinct volumes of this series for its\nfair interpretation and presentation. The volume on the Buddhism of\nSouthern Asia by Professor Kenneth J. Saunders was published in May,\n1923; this volume on the Buddhism of China by Professor Hodous will be\nthe second to appear; a third on the Buddhism of Japan, to be written by\nDr. R. C. Armstrong, will be published in 1924. Each of these is needed\nin order that the would be student of Buddhism as practiced in those\ncountries should be given a true, impressive and friendly picture of\nwhat he will meet.",
        "A missionary no less than a professional student of Buddhism needs to\napproach that religion with a real appreciation of what it aims to do\nfor its people and does do. No one can come into contact with the best\nthat Buddhism offers without being impressed by its serenity, assurance\nand power.",
        "Professor Hodous has written this volume on Buddhism in China out of the\nripe experience and continuing studies of sixteen years of missionary\nservice in Foochow, the chief city of Fukien Province, China, one of the\nimportant centers of Buddhism. His local studies were supplemented by\nthe results of broader research and study in northern China. No other\navailable writer on the subject has gone so far as he in reproducing the\nactual thinking of a trained Buddhist mind in regard to the fundamentals\nof religion. At the same time he has taken pains to exhibit and to\ninterpret the religious life of the peasant as affected by Buddhism. He\nhas sought to be absolutely fair to Buddhism, but still to express his\nown conviction that the best that is in Buddhism is given far more\nadequate expression in Christianity.",
        "The purpose of each volume in this series is impressionistic rather than\ndefinitely educational. They are not textbooks for the formal study of\nBuddhism, but introductions to its study. They aim to kindle interest\nand to direct the activity of the awakened student along sound lines.\nFor further study each volume amply provides through directions and\nliterature in the appendices. It seeks to help the student to\ndiscriminate, to think in terms of a devotee of Buddhism when he\ncompares that religion with Christianity. It assumes, however, that\nChristianity is the broader and deeper revelation of God and the world\nof today.",
        "Buddhism in China undoubtedly includes among its adherents many\nhigh-minded, devout, and earnest souls who live an idealistic life.\nChristianity ought to make a strong appeal to such minds, taking from\nthem none of the joy or assurance or devotion which they possess, but\npromoting a deeper, better balanced interpretation of the active world,\na nobler conception of God, a stronger sense of sinfulness and need, and\na truer idea of the full meaning of incarnation and revelation.",
        "It is our hope that this fresh contribution to the understanding of\nBuddhism as it is today may be found helpful to readers everywhere.",
        "The Editors.",
        "New York city,\nDecember, 1923.",
        "The Committee of Reference and Counsel of the Foreign Missions\nConference of North America has authorized the publication of this\nseries. The author of each volume is alone responsible for the opinions\nexpressed, unless otherwise stated.",
        "A well known missionary of Peking, China, was invited one day by a\nBuddhist acquaintance to attend the ceremony of initiation for a class\nof one hundred and eighty priests and some twenty laity who had been\nundergoing preparatory instruction at the stately and important Buddhist\nmonastery. The beautiful courts of the temple were filled by a throng of\ninvited guests and spectators, waiting to watch the impressive\nprocession of candidates, acolytes, attendants and high officials, all\nin their appropriate vestments. No outsider was privileged to witness\nthe solemn taking by each candidate for the priesthood of the vow to\n\"keep the Ten Laws,” followed by the indelible branding of his scalp,\ntruly a “baptism of fire.” Less private was the initiation of the lay\nbrethren and sisters, more lightly branded on the right wrist,\nwhile all about intoned “Na Mah Pen Shih Shih Chia Mou Ni Fo.” (I put my\ntrust in my original Teacher, Säkyamuni, Buddha.)",
        "The missionary was deeply impressed by the serenity and devotion of the\nworshipers and by the dignity and solemnity of the service. The last\ncandidate to rise and receive the baptism of branding was a young\nmarried woman of refined appearance, attended by an elderly lady,\nevidently her mother, who watched with an expression of mingled\ndevotion, insight and pride her daughter’s initiation and welcomed her\nat the end of the process with radiant face, as a daughter, now, in a\nspiritual as well as a physical sense. At that moment an attendant,\nnoting the keen interest of the missionary, said to him rather\nflippantly, “Would you not like to have your arm branded, too?” “I\nmight,” he replied, “just out of curiosity, but I could not receive the\nbranding as a believer in the Buddha. I am a Christian believer. To be\nbranded without inward faith would be an insult to your religion as well\nas treachery to my own, would it not? Is not real religion a matter of\nthe heart?”",
        "The old lady, who had overheard with evident disapproval the remark of\nthe attendant, turned to the missionary at once and said, “Is that the\nway you Westerners, you Christians, speak of your faith? Is the reality\nof religion for you also an inward experience of the heart?” And with\nthat began an interesting interchange of conversation, each party\ndiscovering that in the heart of the other was a genuine longing for God\nthat overwhelmed all the artificial, material distinctions and the human\ndevices through which men have limited to particular and exclusive paths\ntheir way of search, and drew these two pilgrims on the way toward God\ninto a common and very real fellowship of the spirit.",
        "A Buddhist monk was passing by a mission building in another city’ of\nChina when his attention was suddenly drawn to the Svastika and other\nBuddhist symbols which the architect had skilfully used in decorating\nthe building. His face brightened as he said to his companion: “I did\nnot know that Christians had any appreciation of beauty in their\nreligion.”",
        "These incidents reveal aspects of the alchemy of the soul by which the\nreal devotee of one religion perceives values which are dear to him in\nanother religion. The good which he has attained in his old religion\nenables him to appropriate the better in the new religion. A converted\nmonk, explaining his acceptance of Christianity, said: “I found in Jesus\nChrist the great Bodhisattva, my Saviour, who brings to fruition the\naspirations awakened in me by Buddhism.”",
        "Just as it has been said that they do not know England who know England\nonly, so it may be said with equal truth that they do not know\nChristianity who know it and no other faith. There are many in China\nlike the old lady at the temple, who have found in Buddhism something of\nthat spiritual satisfaction and stimulus which true Christianity\naffords, in fuller measure. The recognition of such religious values by\nthe student or the missionary furnishes a sound foundation for the\nbuilding of a truer spirituality among such devotees.",
        "As will be seen in what follows, religion in China is at first sight a\nmixed affair. From the standpoint of cruder household superstitions an\naverage Chinese family may be regarded as Taoists; the principles by\nwhich its members seek to guide their lives individually and socially\nmay be called Confucian; their attitude of worship and their hopes for\nthe future make them Buddhists. The student would not be far afield when\nhe credits the religious aspirations of the Chinese today to Buddhism,\nregarding Confucianism as furnishing the ethical system to which they\nsubmit and Taoism as responsible for many superstitious practices. But\nthe Buddhism found in China differs radically from that of Southern\nAsia, as will be made clear by the following sketch of its introduction\ninto the Flowery Kingdom and its subsequent history.",
        "Buddhism was not an indigenous religion of China. Its, founder was\nGautama of India in the sixth century B.C. Some centuries later it found\nits way into China by way of central Asia. There is a tradition that as\nearly as 142 B.C. Chang Ch’ien, an ambassador of the Chinese emperor, Wu\nTi, visited the countries of central Asia, where he first learned about\nthe new religion which was making such headway and reported concerning\nit to his master. A few years later the generals of Wu Ti captured a\ngold image of the Buddha which the emperor set up in his palace and\nworshiped, but he took no further steps.",
        "According to Chinese historians Buddhism was officially recognized in\nChina about 67 A.D. A few years before that date, the emperor, Ming-Ti,\nsaw in a dream a large golden image with a halo hovering above his\npalace. His advisers, some of whom were no doubt already favorable to\nthe new religion, interpreted the image of the dream to be that of\nBuddha, the great sage of India, who was inviting his adhesion.\nFollowing their advice the emperor sent an embassy to study into\nBuddhism. It brought back two Indian monks and a quantity of Buddhist\nclassics. These were carried on a white horse and so the monastery which\nthe emperor built for the monks and those who came after them was called\nthe White Horse Monastery. Its tablet is said to have survived to this\nday.",
        "This dream story is worth repeating because it goes to show that\nBuddhism was not only known at an early date, but was favored at the\ncourt of China. In fact, the same history which relates the dream\ncontains the biography of an official who became an adherent of Buddhism\na few years before the dream took place. This is not at all surprising,\nbecause an acquaintance with Buddhism was the inevitable concomitant of\nthe military campaigning, the many embassies and the wide-ranging trade\nof those centuries. But the introduction of Buddhism into China was\nespecially promoted by reason of the current policy of the Chinese\ngovernment of moving conquered populations in countries west of China\ninto China proper, The vanquished peoples brought their own religion\nalong with them. At one time what is now the province of Shansi was\npopulated in this way by the Hsiung-nu, many of whom were Buddhists.",
        "The introduction and spread of Buddhism were hastened by the decline of\nConfucianism and Taoism. The Han dynasty (206 B. C.-221 A. D.)\nestablished a government founded on Confucianism. It reproduced the\nclassics destroyed in the previous dynasty and encouraged their study;\nit established the state worship of Confucius; it based its laws and\nregulations upon the ideals and principles advocated by Confucius. The\ngreat increase of wealth and power under this dynasty led to a gradual\ndeterioration in the character of the rulers and officials. The sigid\nConfucian regulations became burdensome to the people who ceased to\nrespect their leaders. Confucianism lost its hold as the complete\nsolution of the problems of life. At the same time Taoism had become a\nveritable jumble of meaningless and superstitious rites which served to\nsupport a horde of ignorant, selfish priests. The high religious ideals\nof the earlier Taoist mystics were abandoned for a search after the\nelixir of life during fruitless journeys to the isles of the Immortals\nwhich were supposed to be in the Eastern Sea.",
        "At this juncture there arose in North China a sect of men called the\nPurists who advocated a return from the vagaries of Taoism and the\nirritating rules of Confucianism to the simple life practised by the\nTaoist mystics. When these thoughtful and earnest minded men came into\ncontact with Buddhism they were captivated by it. It had all they were\nclaiming for Taoist mysticism and more. They devoted their literary\nability and religious fervor to the spreading of the new religion and\nits success was in no small measure due to their efforts. As a result of\nthis early association the tenets of the two religions seemed so much\nalike that various emperors called assemblies of Buddhists and Taoists\nwith the intention of effecting a union of the two religions into one.\nIf the emperor was under the influence of Buddhism he tried to force all\nTaoists to become Buddhists. If he was favorable to Taoism he tried to\nmake all Buddhists become Taoists.",
        "But such mandates were as unsuccessful as other similar schemes have\nbeen. In the third century A. D. after the Han dynasty had ended, China\nwas broken up into several small kingdoms which contended for supremacy,\nso that for about four hundred years the whole country was in a state of\ndisunion. One of the strong dynasties of this period, the Northern Wei\n(386-535 A. D.), was distinctly loyal to Buddhism. During its\ncontinuance Buddhism prospered greatly. Although Chinese were not\npermitted to become monks until 335 A. D., still Buddhism made rapid\nadvances and in the fourth century, when that restriction was removed,\nabout nine-tenths of the people of northwestern China had become\nBuddhists. Since then Buddhism has been an established factor in Chinese\nlife.",
        "Even the historical influences noted above do not account entirely for\nthe spread of Buddhism in China. In order to understand this and the\nplace which Buddhism occupies, we need to review briefly the different\nforms which religion takes in China and to note how Buddhism has related\nitself to them.",
        "The Chinese believe in a surrounding-world of spirits, whose\norigin is exceedingly various. They touch life at every point. There are\nspirits which are guardians of the soil, tree spirits, mountain demons,\nfire gods, the spirits of animals, of mountains, of rivers, seas and\nstars, of the heavenly bodies and of many forms of active life. These\nspirits to the Chinese mind, of today are a projection, a sort of\nspiritual counterpart, of the many sided interests, practical or\notherwise, of the groups and communities by whom they are worshipped.\nThere are other spirits which mirror the ideals of the groups by which\nthey are worshipped. Some of them may have been incarnated in the lives\nof great leaders. There are spirits which are mere animations,\noccasional spirits, associated with objects crossing the interests of\nmen, but not constant enough to attain a definite, independent life as\nspiritual beings. Thus surrounding the average Chinese peasant there is\na densely populated spirit world affecting in all kinds of ways his,\ndaily existence. This other world is the background which must be kept\nin mind by one who would understand or attempt to guide Chinese\nreligious experience. It is the basis on which all organized forms of\nreligious activity are built. The nearest of these to his heart is the\nproper regard for his ancestors.",
        "The ancestral control of family life occupies so large and important a\nplace in Chinese thought and practice that ancestor worship has been\ncalled the original religion of the Chinese. It is certain that the\nearliest Confucian records recognize ancestor worship; but doubtless it\nantedated them, growing up out of the general religious consciousness of\nthe people. The discussion of that origin in detail cannot be taken up\nhere. It may be followed in the literature noted in the appendix or in\nthe volume of this series entitled “Present-Day Confucianism.” Ancestor\nworship is active today, however, because the Chinese as a people\nbelieve that these ancestors control in a very real way the good or evil\nfortunes of their descendants, because this recognition of ancestors\nfurnishes a potent means of promoting family unity and social ethics,\nand, most of all, because a happy future life is supposed to be\ndependent upon descendants who will faithfully minister to the dead.\nSince each one desires such a future he is faithful in promoting the\nobservance of the obligation. Consequently, ancestor worship, like the\npreviously mentioned belief in the invisible spiritual world, underlies\nall other religious developments. No family is so obscure or poor that\nit does not submit to the ritual or discipline which is supposed to\nensure the favor of the spirits belonging to the community. Likewise,\nevery such family is loyal to the supposed needs of its deceased\nancestors. In a very intimate way these beliefs are interwoven with the\nprivate and social morality of every family or group in Chinese society,\nand must be taken into account by any one who seeks to bring a religious\nmessage to the Chinese people.",
        "Taoism is that system of Chinese religious thought and practice,\nbeginning about the fifth century B. C., which was originally based on\nthe teachings of Lao Tzu and developed in the writings of Lieh Tzu and\nChuang Tzu and found in the Tao Tê Ching. It is really in this original\nform a philosophy of some merit. According to its teaching the Tao is\nthe great impersonal background of the world from which all things\nproceed as beams from the sun, and to which all beings return. In\ncontrast to the present, transient, changing world the Tao is\nunchangeable and quiet. Originally the Taoists emphasized quiescence, a\nlife in accordance with nature, as a means of assimilating themselves to\nthe Tao, believing that in this way they would obtain length of days,\neternal life and especially the power to become superior to natural\nconditions.",
        "There is a movement today among Chinese scholars in favor of a return to\nthis original highest form of Taoism. It appeals to them as a philosophy\nof life; an answer to its riddles. Among the masses of the people,\nhowever, Taoism manifests itself in a ritual of extreme superstition. It\nrecommends magic tricks and curious superstitions as a means of\nprolonging life. It expresses itself very largely in these degrading\npractices which few Chinese will defend, but which are yet very commonly\npracticed.",
        "Confucianism brought organization into these hazy conceptions of life\nand duty. It took for granted this spiritual-unspiritual background of\nanimism, ancestor-worship and Taoism, but reshaped and adapted it as a\nwhole so that it might fit into that proper organization of the state\nand nation which was one of its great objectives. Just as Confucianism\nrelated the family to the village, the village to the district, and the\ndistrict to the state, so it organized the spiritual world into a\nhierarchy with Shang Ti as its head. This hierarchy was developed along\nthe lines of the organization mentioned above. Under Shang Ti were the\nfive cosmic emperors, one for each of the four quarters and one for\nheaven above, under whom were the gods of the soil, the mountains,\nrivers, seas, stars, the sun and moon, the ancestors and the gods of\nspecial groups. Each of the deities in the various ranks had duties to\nthose above and rights with reference to those below. These duties and\nrights, as they affected the individual, were not only expressed in law\nbut were embodied in ceremony and music, in daily religious life and\npractice in such a way that each individual had reason to feel that he\nwas a functioning agent in this grand Confucian universe. If any one\nfailed to do his part, the whole universe would suffer. So thoroughly\nhas this idea been adopted by the Chinese people that every one joins in\nforcing an individual, however reluctant or careless, to perform his\npart of each ceremony as it has been ordered from high antiquity.",
        "The emperor alone worshipped the supreme deity, Shang Ti; the great\nofficers of state, according to the dignity of their office, were\nrelated to subordinate gods and required to show them adequate respect\nand reverence. Confucius and a long line of noted men following him were\nsemi-deified* and highly reverenced by the literati, the class from which the\nofficers of state were as a rule obtained, in connection with their\nduties, and as an expression of their ideals. To the common people were\nleft the ordinary local deities, while all classes, of course, each in\nits own fashion reverenced, cherished and obeyed their ancestors. It\nshould be remarked at this point that Confucianism of this official\ncharacter has broken down, not only under the impact of modern ideas,\nbut under the longing of the Chinese for a universal deity. The people\nturn to Heaven and to the Pearly Emperor, the popular counterpart of\nShang Ti.",
        "*Confucius was by imperial decree deified in\n1908.",
        "Viewed from another angle, Confucianism is an elaborate system of\nethics. In writings which are virtually the scriptures of the Chinese\npeople Confucius and his successors have set forth the principles which\nshould govern the life of a people who recognize this spiritual universe\nand system. These ethics have grown out of a long and, in some respects,\na sound experience. Much can be said in their favor. The essential\nweaknesses of the Confucian system of ethics lie in its sectional and\npersonal loyalties and its monarchical basis. The spirit of democracy is\na deadly foe to Confucianism. Another element of weakness is its\nexcessive dependence upon the past. Confucius reached ultimate wisdom by\nthe study of the best that had been attained before his day. He looked\nbackward rather than forward. Consequently a modern, broadly educated\nConfucianist finds himself in an anomalous position. He does not need\nabsolutely to reject the wisdom which Confucianism embodies, but he can\nno longer accept it as a sound, reliable and indisputable scheme of\nthought and action. Yet its simple ethical principles and its social\nrelationships are basal in the lives of the vast masses of the Chinese.",
        "Upon this, confused jumble of spiritism, superstition, loyalty to\nancestors and submission to a divine hierarchy Buddhism was\nsuperimposed. It quickly dominated all because of its superior\nexcellence. The form of Buddhism which became established in China was\nnot, to be sure, like the Buddhism preached by Gautama and his\ndisciples, or like that form of Buddhism which had taken root in Burma\nor Ceylon. Except in name, the Buddhism of Southern Asia and the\nBuddhism which developed in China were virtually two distinct types of\nreligion. The Buddhism of Burma and Ceylon was of the conservative\nHînayâna (\"Little Vehicle” of salvation) school, while that of China was\nof the progressive Mahâyâna (\"Great Vehicle” of salvation) school. Their\ndifferences are so marked as to be worthy of a careful statement.",
        "The Hinayana, which is today the type of Buddhism in Ceylon, Burma and\nSiam, has always clung closely to tradition as expressed in the original\nBuddhist scriptures. Its basic ideas were that life is on the whole a\ntime of suffering, that the cause of this sorrow is desire or ignorance,\nand that there is a possible deliverance from it. This deliverance or\nsalvation is to be attained by following the eightfold path, namely,\nright knowledge, aspiration, speech, conduct, means of livelihood,\nendeavor, mindfulness and meditation. To the beatific state to be\nultimately attained Gautama gave the name Nirvana, explained by his\nfollowers variously either as an utter extinction of personality or as a\npassionless peace, a general state of well-being free from all evil\ndesire or clinging to life and released from the chain of\ntransmigration. Hinayana Buddhism appeals to the individual as affording\na way of escape from evil desire and its consequences by acquiring\nknowledge, by constant discipline, and by a devotedness of the life to\nreligious ends through membership in the monastic order which Buddha\nestablished. It encourages, however, a personal salvation worked out by\nthe individual alone.",
        "The Mahâyâna school of Buddhists accept the general ideas of the\nHinayana regarding life and salvation, but so change the spirit and\nobjectives as to make Buddhism into what is virtually another religion.\nIt does not confine salvation to the few who can retire from the world\nand give themselves wholly to good works, but opens Buddhahood to all.\nThe “saint” of Hinayana Buddhism is the arhat who is intent on\nsaving himself. The saint of Mahâyâna Buddhism is the candidate for\nBuddhahood (Bodhisattva) who defers his entrance into the bliss of\ndeliverance in order to save others. Mahâyâna Buddhism is progressive.\nIt encourages missionary enterprise and was a secret of the remarkable\nspread of Buddhism over Asia. Moreover, while the Hînayâna school\nrecognizes no god or being to whom worship is given, the Mahâyanâ came\nto regard Gautama himself as a god and salvation as life in a heavenly\nworld of pure souls. Thus the Mahâyâna type of thinking constitutes a\nbridge between Hînayâna Buddhism and Christianity. In fact, a recent\nwriter has declared that Hînayâna Buddhists are verging toward these\nmore spiritual conceptions.*",
        "*See Saunders, Buddhism and\nBuddhists in Southern Asia, pp. 10, 20.",
        "After the death of Sâkyamuni* Buddhism broke up\ninto a number of sects usually said to be eighteen in number. When\nBuddhism came to China some of these sects were introduced, but they\nassumed new forms in their Chinese environment. Besides the sects\nbrought, from India the Chinese developed several strong sects of their\nown. Usually they speak of ten sects although the number is far larger,\nif the various subdivisions are included.",
        "*Sâkyamuni is the name by which\nGautama, the Buddha, is familiarly known in China.",
        "To indicate the manifold differences between these groups in Buddhism\nwould take us far afield and would not be profitable. It will be of\ninterest, however, to consider some of the chief sects. One of the sects\nintroduced from India is the Pure Land or the Ching T’u which holds\nbefore the believer the “Western Paradise” gained through faith in\nAmitâbha. Any one, no matter what his life may have been, may enter the\nWestern Paradise by repeating the name of Amitâbha. This sect is\nwidespread in China. In Japan there are two branches of it known as the\nNishi-Hongwanji and the Higashi-Hongwanji with their head monasteries in\nKyoto. They are the most progressive sects in Japan and are carrying on\nmissionary work in China, the Hawaiian Islands and in the United States.",
        "Another strong sect is the Meditative sect or the Ch’an Men (Zen in\nJapan). This was introduced by Bodhidharma, or Tamo, who arrived in the\ncapital of China in the year 520 A.D. On his arrival the emperor Wu Ti\ntried to impress the sage with his greatness saying: “We have built\ntemples, multiplied the Scriptures, encouraged many to join the Order:\nis not there much merit in all this?” “None,” was the blunt reply. “But\nwhat say the holy books? Do they not promise rewards for such deeds?\"\n\"There is nothing holy.” “But you, yourself, are you not one of the holy\nones?” “I don’t know.” “Who are you?” “I don’t know.” Thus introduced,\nthe great man proceeded to open his missionary-labors by sitting down\nopposite a wall arid gazing at it for the next nine years. From this he\nhas been called the “wall-gazer.” He and his successors promulgated the\ndoctrine that neither the scriptures, the ritual nor the organization,\nin fact nothing outward had any value in the attainment of\nenlightenment. They held that the heart of the universe is Buddha and\nthat apart from the heart or the thought all is unreal. They thought\nthemselves back into the universal Buddha and then found the Buddha\nheart in all nature. Thus they awakened the spirit which permeated\nnature, art and literature and made the whole world kin with the spirit\nof the Buddha.",
        "*K. J. Saunders in Epochs of Buddhist History.",
        "Such pantheism and quietism often lead to a confusion in moral\nrelations, but these mystics were quite correct in their morals because\nthey checked up their mysticism with the moral system of the Buddha.",
        "Still another important sect originated in the sixth century A. D. on\nChinese soil, namely, the T’ien T’ai (Japanese Tendai), so called\nbecause it started in a monastery situated on the beautiful T’ien T’ai\nmountains south of Ningpo. Chih K’ai, the founder, realized that\nBuddhism contained a great mass of contradictory teachings and practice,\nall attributed to the Buddha. He sought for a harmonizing principle and\nfound it in the arbitrary theory that these teachings were given to\ndifferent people on five different occasions and hence the\ndiscrepancies. The practical message of this sect has been that all\nbeings have the Buddha heart and that the Buddha loves all beings, so\nthat all beings may attain salvation, which consists in the full\nrealization of the Buddha heart latent in them.",
        "There was a time when these sects were very active and flourishing in\nChina. At the present time the various tendencies for which they stood\nhave been adopted by Buddhism as a whole and the various sectaries,\nthough still keeping the name of the sect, live peacefully in the same\nmonastery. All the monasteries practice meditation, believe in the\nparadise of Amitâbha, and are enjoying the ironic calm advocated by the\nT’ien T’ai. While the struggle among the sects of China has been\nfollowed by a calm which resembles stagnation, those in Japan are very\nactive and the reader is referred to the volume of this series on\nJapanese Buddhism for further treatment of the subject.",
        "When Buddhism entered China it brought with it a new world. It was new\npractical and new spiritually. It brought a knowledge unknown\nbefore regarding the heavenly bodies, regarding nature and regarding\nmedicine, and a practice vastly above the realm of magical arts. In\naddition to these practical benefits, Buddhism proclaimed a new\nspiritual universe far more real and extensive than any of which the\nChinese had dreamed, and peopled with spiritual beings having\ncharacteristics entirely novel. In comparison with this new universe or\nseries of universes which Indian imagination had created, the Chinese\nuniverse was wooden and geometric. Since it was an organized system and\na greater rather than a different one, the Chinese people readily\naccepted it and made it their own.",
        "Buddhism not only enlarged the universe and gave the individual a range\nof opportunity hitherto unsuspected, but it introduced a scheme of\nreligious practice, or rather several of them, enabling the individual\ndevotee to attain a place in this spiritual universe through his own\nefforts. These “ways” of salvation were quite in harmony with Chinese\nideas. They resembled what had already been a part of the national\npractice and so were readily adopted and adapted by the Chinese.",
        "Buddhism rendered a great service to the Chinese through its new\nestimate of the individual. Ancient China scarcely recognized the\nindividual. He was merged in the family and the clan. Taoists, to be\nsure, talked of “immortals” and Confucianism exhibited its typical\npersonality, or “princely man,” but these were thought of as supermen,\nas ideals. The classics of China had very little to say about the common\npeople. The great common crowd was submerged. Buddhism, on the other\nhand, gave every individual a distinct place in the great wheel\ndharma, the law, and made it possible for him to reach the very\nhighest goal of salvation. This introduced a genuinely new element into\nthe social and family life of the Chinese people.",
        "Buddhism was so markedly superior to any one of the four other methods\nof expressing the religious life, that it quickly won practical\nrecognition as the real religion of China. Confucianism may be called\nthe doctrine of the learned classes. It formulates their principles of\nlife, but it is in no strict sense a popular religion. It is rather a\nstate ritual, or a scheme of personal and social ethics. Taoism\nrecognizes the immediate influence of the spirit world, but it ministers\nonly to local ideals and needs. In the usages of family and community\nlife, ancestor worship has a definite place, but an occasional one.\nBuddhism was able to leave untouched each of these expressions of\nChinese personal and social life, and yet it went far beyond them in\nministering to religious development. Its ideas of being, of moral\nresponsibility and of religious relationships furnished a new psychology\nwhich with all its imperfections far surpassed that of the Chinese.\nBuddhism’s organization was so satisfying and adaptable that not only\nwas it taken over readily by the Chinese, but it has also persisted in\nChina without marked changes since its introduction. Most of all it\nstressed personal salvation and promised an escape from the impersonal\nworld of distress and hunger which surrounds the average Chinese into a\nheaven ruled by Amitâbha* the Merciful. The\nobligations of Buddhism are very definite and universally recognized. It\nenforces high standards of living, but has added significance because it\ndraws each devotee into a sort of fellowship with the divine, and mates\nnot this life alone, but this life plus a future life, the end of human\nactivity. Buddhism, therefore, really expresses the deepest religious\nlife of the people of China.",
        "*Amitâbha, meaning “infinite light,\"\nis the Sanskrit name of one of the Buddhas moat highly revered in China.\nThe usual Chinese equivalent is Omi-To-Fo.",
        "It will be worth while to note some illustrations of the conviction of\nthe Chinese people that there are three religions to which they owe\nallegiance and yet that these are essentially one. They often say, “The\nthree teachings are the whole teaching.” An old scholar is reported to\nhave remarked, “The three roads are different, but they lead to the same\nsource.” A common story reports that Confucius was asked in the other\nworld about drinking wine, which Buddhists forbid but Taoists permit.\nConfucius replied: “If I do not drink I become a Buddha. If I drink I\nbecome an Immortal. Well, if there is wine, I shall drink; if there is\nnone, I shall abstain.” This expresses characteristically the Chinese\nhabit of adaptation. Such a decision sounds quite up to date.",
        "The Ethical Culture Society of Peking, recently organized, has upon its\nwalls pictures of Buddha, Lao Tzu, Confucius and Christ. Its members\nclaim to worship Shang Ti as the god of all religions. An offshoot of\nthis society, the T’ung Shan She, associates the three founders very\nclosely with Christ. It claims to have a deeper revelation of Christ\nthan the Christians themselves. A new organization, the Tao Yuan, plans\nto harmonize the three old religions with Mohammedanism and\nChristianity.",
        "Buddhism has consistently and continually striven to bring about a unity\nof religion in China by interpenetrating Confucianism and Taoism. Quite\nearly the Buddhists invented the story that the Bodhisattva Ju T’ung was\nreally Confucius incarnate. There was at one time a Buddhist temple to\nConfucius in the province of Shantung. The Buddhists also gave out the\nstory that Bodhisattva Kas’yapa was the incarnation of Lao Tzu, the\nfounder of Taoism. An artist painted Lao Tzu transformed into a Buddha,\nseated in a lotus bud with a halo about his head. In front of the Buddha\nwas Confucius doing reverence. A Chinese scholar, asked for his opinion\nabout the picture, said: “Buddha should be seated; Lao Tzu should be\nstanding at the side looking askance at Buddha; and Confucius should be\ngrovelling on the floor.”",
        "A monument dating from 543 A. D., illustrates this tendency of Buddhism\nto represent its own superiority in Chinese religious life. At the top\nof the monument is Brahma, lower down is Sâkyamuni with his disciples,\nAnanda and Kas’yapa on one face, and on the other Sâkyamuni again,\nconversing with Buddha Prabhutaratna and worshipped by monks and\nBodhisattvas. On the pedestal are Confucian and Taoist deities, ten in\nnumber. Thus Buddhism sought to rank itself clearly above the other two\nreligions. From the early days Buddhism regarded itself as their\nsuperior and began the processes of interpenetration and absorption. In\nconsequence the values originally inherent in Buddhism have come to be\nregarded as the natural possession of the Chinese. It does express their\nreligious life, especially in South China, where outward manifestations\nof religion are perhaps more marked than in the north.",
        "In order that, one may realize the place that Buddhism holds in the\nreligious life of the Chinese people as a whole, he must turn to the\norganizations through which it functions. It is sometimes difficult to\nestimate the place of Buddhism in China, because it so interpenetrates\nthe whole cultural and social life of the people. It becomes their\n\"way.” To see how it touches the life of the average man or woman in\nvarious ways will, therefore, be illuminating. The most outstanding\nevidence of devotion are the many monasteries which dot the land in all\nBuddhist countries. China is less dominated by them than other lands,\nyet they form a very important reason for the persistence and strength\nof Buddhism there. One of the famous old shrines will represent them as\na class and give evidence of their importance.",
        "Kushan Monastery, located about four hours’ ride by sedan-chair from\nFoochow, is a famous shrine of South China. It occupies a large\namphitheater about fifteen hundred feet above the plain, part way up\nKushan, the “Drum Mountain,” some three thousand feet high. From the top\nof the mountain on clear days with the help of a glass the blue shores\nof Formosa may be seen on the eastern horizon. The spacious monastery\nbuildings are surrounded by a grove of noble trees, in which squirrels,\npheasants, chipmunks and snakes enjoy an undisturbed life.",
        "The ascent to the monastery begins on the bank of the Min River. At the\nfoot of the mountain in a large temple the traveler may obtain mountain\nchairs carried by two or more coolies. The road, paved with granite\nslabs cut from the mountain side, consists of a series of stone stairs,\nwhich zig-zag up the mountain under the shadow of ancient pine trees.\nEvery turn brings to view a bit of landscape carpeted with rice, or a\ndistant view where mountains and sky meet. A brook rushes by the side of\nthe road. Here it breaks into a beautiful waterfall. There it gurgles’\nin a deep ravine. The sides of the road are covered with large granite\nblocks which, loosened from the mountain side by earthquakes, have\ndisposed themselves promiscuously. Their blackened, weather-beaten sides\nare incised with Chinese characters. One of them bears the words: “We\nput our trust in Amitâbha.” Another immortalizes the sentiments of some\ngreat official who has made the pilgrimage to the mountain. Near the\nmonastery stand the sombre dagobas where repose the ashes of former\nabbots and monastery officials. Not far away on the other side of the\nroad, hidden by trees, is the crematory where the last remains of the\nbrethren are consumed by the flames.",
        "As one approaches the monastery he hears the regular sounds of a bell\ntolled by a water-wheel, reminding the faithful of Buddha’s law. He sees\nmonks strolling leisurely about and lay brethren carrying wood,\ncultivating the gardens, or tending the animals released by pious\ndevotees to heap up merit for themselves in the next world. Just inside\nthe main gate is a large fish pond, where goldfish of great size\nstruggle with one another, and with the lazy turtles, for the round hard\ncakes purchased from the monks by the merit-seeking devotee.",
        "The monastery itself consists of a large group of buildings erected\nabout stone-paved courts, rising in terraces on the mountain side. The\nlarge court at the entrance leads to the “Hall of the Four Kings.” As\none enters the spacious door, he is faced by a jolly, almost\nnaked image of the “Laughing Buddha.” This is Maitrêya, the Mea siah of\nthe Buddhists, who will return to the world five thousand years after\nthe departure of Sâkyamuni. In the northern monasteries Maitrêya is\noften represented as reaching a height when standing of seventy feet or\nmore, which indicates the stature to which man will attain when he\nreturns to earth. On each side of the visitor are two immense images of\nthe Deva kings. In Brahman cosmogony they were the guardians of the\nworld. In this entrance hall of the Buddhist monastery they stand as\nguardians of the Buddhist faith. In the same hall looking toward the\nopen court beyond is Wei To, another guardian deity of Buddhism.\nSomewhere near by is Kuan Ti, the god worshipped by the soldiers and\nmerchants. Although a Confucian god, he was early adopted by Buddhist\nmonks into their pantheon and made the guardian of their Order.",
        "Beyond this entrance hall is a large stone-paved court. On the right\nside is a bell-tower whose bell is tolled by a monk who has kept the vow\nof silence for fourteen years. On the left is a drum-tower. On the right\none finds a series of small shrines. A passage way leads to the library\nwhere numerous Buddhist writings repose in lacquered cases, some of them\nwritten in their own blood by devout monks. On the same side are guest\nhalls, the dining room for three hundred monks, and the spacious, well\nequipped kitchen with running water piped from a reservoir in the hills\nabove. A store where books, images and the simple requirements of the\nmonks can be obtained is just above the dining room. On the left side of\nthe court are large buildings used as dormitories far the monks,\nstorerooms, and for housing the great printing establishment with its\nthousands of wooden blocks on which are carved passages from the\nBuddhist scriptures. Here also are kept the coffins in which the monks\nare to be burned.",
        "On a terrace above the north side of the court rises the main hall,\ncalled the “Hall of the Triratna,” the Buddhist Trinity, where three\ngilded images are seated on a lotus flower with halos covering their\nbacks and heads. The center image is that of Sâkyamuni, the Buddha. On\nhis right is Yao Shih, the Buddha of medicine, and on the left,\nAmitâbha. Quite often these images are said to represent the Buddha, the\nLaw and the Community of Monks. On the altar are candlesticks and a fine\nincense burner from which curls of smoke arise. An immense lamp hangs\nfrom the ceiling. In the rear are banners with praises to Buddha given\nby pious devotees. The floor is tiled and covered with round mats made\nof palm fiber on which the monks kneel during worship. Before the mats\nare low stands for books. On each side of this main hall are the images\nof nine Buddhist saints (arhats), eighteen in all. Behind this\nlarge temple opens another court and on a terrace above it stands the\nhall of the Law with the images of Kuan Yin, the goddess of Mercy, and\nthe twenty-four devas. Here also are small images of viceroys and\npatrons of the monastery.",
        "The hillsides are dotted with numerous temples and shrines. There is one\nto Chu-Hsi, the great philosopher of the Sung dynasty, who was born in\nFukien. In it are preserved a few characters indited by his hand. On the\nwest side of the monastery are large buildings for the housing of\nanimals released by merit-seeking devotees. Here cows, hogs, goats,\nchickens, geese and ducks spend their old age without fear of beginning\ntheir transmigration by forming the main portion of a Chinese feast.",
        "The monastery is governed by an abbot, usually a man of good business\nability, elected by the monks. Under him are the officers of the two\nwings or groups of attendants. One set looks after the spiritual\ninterests, of the monks; the-other takes care of their material needs:\nThe monks have worship about two o’clock in the morning and again at\nabout four in the afternoon. The rest of the long day they spend in\nmeditation, or study, in strolling about the mountain side or in sleep.\nTheir life is separated from all stirring contact with the life of the\nworld.",
        "This monastery with its appointments is a good type of the monasteries\nall over China. It was founded at the request of the inhabitants of the\nneighborhood, because the dragons of the region used to cause much\ndamage to the crops in the surrounding country. A holy monk came,\nfounded the monastery, and by his good influence so curbed the dragons\nthat the country-side has enjoyed peace ever since and the monastery has\nprospered. Since the fourth century of our era records show that by the\nbuilding of monasteries in strategic place’s holy monks brought rains\nand prosperity to various regions, or prevented floods and calamities\nfrom damaging the villages. In other words the monasteries are regarded\nas the controllers of fêng-shui (wind and water). According to\nthe Chinese philosophy winds and water are spiritual forces and may be\nso controlled by other spiritual forces that instead of bringing harm\nthey will confer benefit upon the people. Floods and dry seasons are so\nfrequent in China that any institution holding out the promise of\nregulating them would become firmly established in the affection of the\npeople. The monasteries have taken this place.",
        "One of the picturesque features of a Chinese landscape is the pagoda.\nThese structures were introduced in the early stages of Buddhism to\nenshrine the relics of Buddha. It was said that Buddha’s body consisted\nof eighty thousand parts, hence numerous pagodas were erected to shelter\nthese relics. Inasmuch as a pagoda contained the relics of Buddha, it\npossessed magic power and so came to play a great part in the control of\nthe winds and the rains. The pagoda in China has an odd number of\nstories varying from three to thirteen. The odd numbers belong to the\npositive principle in nature which is superior to the negative\nprinciple. The pagoda plays quite a part in the festivals of the people.\nOn certain occasions the stories are hung with lanterns and the pagodas\nare visited by numerous throngs.",
        "Prayers for rain afford such a common illustration of the relation of\nBuddhism to the life of the peasant that a detailed presentation of such\na service may be of seal value.",
        "During a prolonged drought in some district of China, when the heat\nopens gaping cracks in the fields and the grain is drying up, the\npopulace may visit their highest official and apprise him of the dire\nsituation. He often forbids the slaughter of all animals for three days\nand, in case rain has not thereby come, he goes in person or sends a\ndeputy to the nearest monastery to direct the monks to pray for rain.",
        "(a) The Altar.–On such an occasion the great hall of the Law may\nbe used for the ceremony. Quite often a special altar is erected in an\nenclosure near the monastery on a platform one foot high and twenty-five\nfeet on each side, overspread by a tent of green cloth. In the center\nseats are arranged for the presiding monk and his assistants. On each of\nthe four sides of the altar is placed an image of the Dragon King who is\nsupposed to control the rain. If an image is not obtainable a piece of\npaper inscribed with the name of the dragon may be used. Flowers, fruits\nand incense are spread before the images. On the doors of the tent are\npainted dragons with clouds. The tent and altar are green and the monks\nwear green garments, because green belongs to the spring and suggests\nrain. For this ceremony the monks prepare themselves by abstinence and\ncleansing. The presiding monk is one of high moral character and\nreligious fervor. While some monks recite appropriate sutras, two others\nlook after the offerings, the incense, and the sprinkling of water\nduring the ceremony to suggest the coming of rain. The services continue\nday and night, being conducted by groups of monks in succession.",
        "(b) The Prayer Service.–The ceremonial is opened by a chant as\nfollows:",
        "“Pearly dew of the jade heavens, golden waves of Buddha’s ocean, scatter\nthe lotus flowers on a thousand thousand worlds of suffering, that the\nheart of mercy may wash away great calamity, that a drop may become a\nflood, that a drop may purify mountains and rivers.",
        "“We put our trust in the Bodhisattvas and Mahâsattvas that purify the\nearth.”",
        "The chant ended, a monk takes a bowl of water and repeats thrice: “We\nput our trust in the great merciful Kuan Yin Bodhisattva.” Then follows\nthe chant:",
        "“The Bodhisattva’s sweet dew of the willow is able to make one drop\nspread over the ten directions. It washes away the rank odors and dirt.\nIt keeps the altars clean and pure. The mysterious words of the doctrine\nwill be reverently repeated.”",
        "This chant ended, the monks intone incantations of Kuan Yin, quite\nunintelligible even to them, but of magical value. While these are being\nuttered, the presiding monk and his attendants walk around the altar,\nwhile one of them with a branch sprinkles water on the floor. This\nsymbolizes the cleansing of the altar and of the monks from all\nimpurities which might render the ritual ineffective. When the\nperambulating monks have returned to their place, while the sprinkler\ncontinues his duties, the monks repeat the words: “We put our trust in\nthe sweet dew kings, Bodhisattvas and Mahâsattvas.”",
        "The Bodhisattvas have now come to the purified altar and while the abbot\noffers incense to them, the monks repeat the words:",
        "“The fields are destroyed so that they resemble the back of a tortoise.\nThe demons of drought produce calamity. The dark people* pray earnestly while crops are being\ndestroyed. We pray that abundant, limpid liquid may descend to purify\nand refresh the whole world. The clouds of incense rise.”",
        "*A term denoting the Chinese.",
        "This plaint is repeated thrice and is followed by an invocation:",
        "“Wholeheartedly we cast ourselves to the earth, O Triratna, who dost\nexist eternally in the realm of dharma of the ten directions.”",
        "The leader remains quiet a long time with his eyes closed, visualizing\nthe Buddhas, the Bodhisattvas, the dragon kings, and the saints, all\nwith their heavenly eyes and ears knowing that this region is afflicted\nwith drought, that an altar has been constructed and that all have come\nto make petition. This meditation is regarded as of chief importance. It\nis followed by an announcement to the effect that the sutra praying for\nrain was given by the Buddha, that a drought is afflicting the land,\nthat the altar has been erected in accordance with the regulations and\nthat prayer is being made for rain. But fearing that something may have\nbeen overlooked, the magic formula of “the king of light who turns the\nwheel” is read seven times so as to remedy such oversight.",
        "The altar having thus been cleansed of all impurities, the rain sutra is\nopened and the one hundred and eighty-eight dragon kings are urged by\nname in groups of ten to take action. The formula is as follows:",
        "“We with our whole heart invite such and such dragon kings to come. We\ndesire that the heart and wisdom which knows others intuitively will\nmove the spirits above to obey the Buddha, to take pity on the people\nbelow and to come to our province and send down sweet rain.”",
        "When the dragons have all been duly invited, the monks chant suitable\nmagical formulas, while the leader sits in meditation visualizing these\ndragon kings and their tender solicitude for the people in distress. The\nmonastery bell is sounded and the wooden fish is beaten, while drums and\ncymbals add their effect. The whole is intended to draw the attention of\nthe dragon kings to the drought. Then the fifty-four Buddhas are invited\nin a similar manner in groups of ten, the sixth group consisting of\nfour. A similar form of address is used and similar magical formulas are\nrecited with the noisy accompaniment. The ceremony concludes by the\nexpression of the hope that the three jewels (Buddha, the Law and the\nCommunity of Monks) and the dragon kings will grant the rain.",
        "Upon the altar are four copies of an announcement to the dragon kings\nand Buddhas. On the first day three copies are sent to them through the\nflames, one to the Buddhas, one to the dragon kings and one to the\ndevas. One copy is read daily and then sent up at the thanksgiving\nceremony. The announcement is as follows:",
        "“We put our trust in the limitless, reverent ocean clouds, the dragons\nof august virtue and all their host, all dragon kings and holy saints.\nTheir august virtue is difficult to measure. In accord with the command\nof Buddha they send liquid rain. May their quiet mercy descend to the\naltar; may they send down purity and freshness, spreading over the ten\ndirections. We put our trust in the company of dragon kings of the\nclouds, the saints and the Bodhisattvas.”",
        "The offerings are made only in the morning inasmuch as the Buddhas,\nfollowing ancient custom, are not supposed to eat after the noonday\nmeal. Great care is taken that the altar shall not be desecrated by any\none who eats meat or drinks wine. The magic formulas of great mercy are\nuttered or the name of Kuan Yin is repeated a thousand times. The monks,\ntake turn in these services which continue day and night until rain\ncomes.",
        "(c) Its Meaning.–In the religious consciousness of the people is\nthe idea that the drought is a punishment for sin. The altar is made\npure and acceptable and sin is removed in various symbolic ways. This\nfits in with the idea that man is an intimate part of the world order.\nHis sin disturbs the order of nature. Heaven manifests displeasures by\nsending down calamities upon men. Men should cease their wrongdoing\nwhich disturbs the natural order and should also wash away the effects\nof their sins. The services for rain with their magic formulas help to\nclear away the consequences of sin and to predispose Heaven to grant its\nblessings again.",
        "The prayers for rain are an important part of the Chinese peasant’s\nworld order. Drought is the manifestation of Heaven’s displeasure at the\ninfraction of Heaven’s laws. It calls for self-examination and\nrepentance. Thus the monastery opens up the windows of the universal\norder as this touches the humble tiller of the soil.",
        "The Buddhist monasteries not only hold services in time of drought, but\nalso in time of flood and at times when plagues of grasshoppers afflict\nthe land, or when diseases afflict human beings. Their adoption of\nChinese customs led them to have special ceremonies at the eclipse of\nthe sun and moon, although they knew the cause of the eclipse. Peasants\nand officials support the monastery because of these services regulating\nthe wind and water influences and through them bringing the people into\nharmonious relation with the great world of spirits.",
        "One of the criticisms of the Chinese against Buddhism is that it is\nopposed to filial piety. According to Mencius the greatest unfilial act\nis to leave no progeny. In spite of this charge Buddhism has done much\nfor the family. It has taken over the ethics of the family, filial\npiety, obedience and respect for elders, and has made them a part of its\nsystem. Transgression of these fundamental duties is visited by dire\npunishments in the next world. The faithful observance is followed not\nonly by the rewards of the Confucian system, but results in the greatest\nrewards in the future life.",
        "Buddhism has done more. Out of its atmosphere of love and mercy toward\nall beings has developed Kuan Yin, the ideal of Chinese womanhood, the\ngoddess of Mercy, who embodies the Chinese ideal of beauty, filial piety\nand compassion toward the weak and suffering. She is especially the\ngoddess of women, being interested in all their affairs. Her image is\nfound in almost every household and her temples have a place in every\npart of China.",
        "A brief history of this deity will enable us to understand the\nsignificance of the cult. Kuan Yin started as a male god in India,\ncalled Avalôkitêsvara, who was worshipped from the third to the seventh\ncentury of our era. He was the protector of sailors and people in\ndanger. In the course of time, either in China or in India, the god\nbecame a goddess. Some think that this was due to the influence of\nChristianity. In China both forms survive, though the goddess is better\nknown. A Buddhist once said that a Bodhisattva is neither male nor\nfemale and appears in whatever form is convenient.",
        "Kuan Yin is a very popular goddess. Her experiences in Hades are\ndramatically presented by traveling theatrical companies. Her deeds of\nmercy are portrayed in art. Her well known story runs as follows:",
        "Kuan Yin was the daughter of the ruler of a prosperous kingdom located\nsomewhere near the island of Sumatra. Her birth was announced to the\nqueen by a dream. The little girl ate no meat nor milk. Her disposition\nwas very good. Her intelligence was most extraordinary. Once she read\nanything she never forgot it.",
        "At the age of sixteen her father tried to betroth her to a young prince.\nShe refused and decided to give herself to a life of fasting and\nabstinence. Angered b-v her obstinacy the father ordered her to take off\nher court dress and jewels, to put on the garb of a servant and to carry\nwater for the garden. The garden never looked so beautiful. The daughter\nalso looked well and showed no signs of weariness, because the gods\nassisted her in her work.",
        "Relenting a little the king sent an older sister to urge Kuan Yin to\naccept the husband he had found for her. When she refused, he sent her\nto a monastery and charged the abbess to treat her harshly, so that she\nmight be forced to return home. Expecting to win the king’s favor, the\nabbess put the most unpleasant tasks on the girl. But again the gods\nassisted her and made her work light, so that her tasks were always well\ndone and the young woman was cheerful.",
        "One day the report came to the king that his daughter was associating\nwith a young monk discussing heterodox doctrines and that she had given\nbirth to a child. This news so enraged the king that he burned the\nmonastery, killing many monks. The princess was captured and brought\nbefore him. Inasmuch as she was obdurate, the king ordered her to be\nexecuted. The executioner’s sword, however, broke into a thousand pieces\nwithout doing her any injury. The king then ordered her to be strangled.\nA golden image sixteen feet high appeared on the spot. The princess\nlaughed and cried: “Where there was no image, an image appeared. I see\nthe real form. When body flesh is strangled, then appear the lights of\nten thousand roads.” She went to purgatory and purgatory at once changed\ninto paradise. Yama, in order to save his purgatory, sent her back to\nthe world. She appeared at Puto, an island off the coast of Chekiang\nnear Ningpo. Here she rescued sailors and performed many miracles for\npeople in distress.",
        "In the meantime the father, who had committed many sins, became sick.\nHis allotted time of life had been shortened by twenty years. Moreover,\nan ulcer grew on his body for every one of the five hundred monks he had\nkilled when he burned the monastery. A miserable, loathsome old man, he\ncame to an old monk, who was really the princess in disguise, and asked\nfor help. The monk told him that an eye and an arm of a blood relative\nmade into medicine was the only cure for his trouble. The two living\ndaughters were willing to make such an offering, but their husbands\nwould not permit them to do so. The old monk urged the monarch to take\nup a life of abstinence, to rebuild the monastery he had burned, and to\nprovide money for services to take the five hundred monks whom he had\nkilled through purgatory. He also said that a nun in the convent would\noffer an arm and an eye. When the monarch entered the monastery, he\nfound hanging before the incense burner an arm and an eye. These were\nboiled, mixed with medicine and rubbed on the king’s body. He soon\nbecame well. Further inquiry revealed that these members belonged to his\ndaughter.",
        "This is the story of the most popular goddess in China. She is\nworshipped by her devotees on the first and fifteenth of every month, on\nthe nineteenth of the sixth month, when she became a Bodhisattva, and on\nthe nineteenth of the ninth month, when she put on the necklace. A month\nafter marriage every young bride is presented with an image of the\nGoddess of Mercy, an incense-burner and candlesticks.",
        "This goddess is worshipped whenever trouble comes to man or woman. Her\nnames signify her willingness to listen to all prayers. She is the “one\nwho regards the voice,” i.e., prayer; “one who hears the prayers of the\nworld;” “one who regards and exists by himself as sovereign;” “the\nancestor of Buddha who regards prayer;” “one who frees from fear;\"\n\"Buddha the august king;” “the great white robed scholar;” “great\ncompassion and mercy.”",
        "This conception is the creation of the social and religious\nconsciousness of the women in China. It reveals their aspirations for\nmercy, compassion, filial piety and for the beauty that crowns a well\ndeveloped character. Such an ideal does not mean that these have been\nrealized in all the numerous homes of the Chinese, but it manifests\ntheir sense of such an ideal to be realized in life and their ardent\nlonging for its realization.",
        "Mother-goddesses are found all over China and they have all of them been\ninfluenced by Kuan Yin. Some of them have originated with actual women\nwho were deified after death. Here is the story of one of these\ngoddesses who presides over the censer in a small temple in Formosa. She\nwas born in the province of Kuangtung. At the age of seven she was\nadopted by a family as the future wife of their eighteen-year-old son.\nOne day while crossing a river he was drowned. This was a great blow to\nher. When she was fourteen years old the father of the family died. The\ntwo women, thus left alone, wept bitterly day and night. The comfort of\nrelatives was of little avail. The mother was becoming emaciated with\ngrief. The daughter, unable to bear the strain any longer, washed\nherself, burned incense before the ancestral tablet of her betrothed,\nand then took this vow:",
        "“I am willing to remain a virgin, to apply myself to carrying water and\nworking at the mortar and to serve my mother-in-law. If I cherish any\nother purpose and change my chastity and obedience, may Heaven slay me\nand earth annihilate me.”",
        "When the mother heard this vow she stopped her weeping. Inasmuch as they\nhad no uncle to look after them, they worked day and night. A relative\nof her future husband gave her one of his sons as an adopted son. The\nchild died after a few months. This was a great grief. Then the mother\ndied. The daughter sold her possessions to obtain money for a proper\nburial. She had only a coarse mourning cloth for her dress. After a\nwhile she adopted a child as her son. When he grew up she found him a\nwife who served her as faithfully as she had served her mother-in-law.\nWhen she was eighty years old, she dreamed that the golden maid and jade\nmessenger of Kuan Yin stood beside her saying: “The court of Heaven has\nordered you to become a god (shên).” She died soon after this. She said\nof herself:",
        "“Shang Ti took compassion upon me during my life, because with a firm\nheart I kept my chastity and served my mother-in-law with complete\nobedience. Therefore he gave me the office of Kuan Pin. I have performed\nmy duties in several places. Now I am transferred to Formosa.”",
        "This story and many others like it mirror the moral ideals of the women\nof China in the midst of their struggles for help and light and\nguidance.",
        "The Buddhists issue a large number of tracts. These are very commonly\npaid for by devotees who make a vow that, if their parent becomes well,\nthey will pay for the printing of several hundred or thousand of these\ntracts for free distribution. In these tracts are usually many stories\nillustrating the rewards of filial piety. The story is told in one of\nthem about a Mrs. Chin whose father-in-law being ill was unable to\nsleep for sixty days. His condition grew worse. Mrs. Chin knelt before\nKuan Yin’s altar, cut out a piece of flesh from her arm and cooked it\nwith the father’s food. His health at once improved and he lived to the\nage of seventy-seven. Another story is told in the same tract of a woman\nwho cut out a piece of her liver and gave it as medicine to her\nmother-in-law.",
        "These Buddhist tracts take up all the moral habits which make the family\nand clan strong and stable and surround them by the highest sanctions. A\ntract picked up in a Buddhist temple at Hangchow purports to be the\nrevelation of the will of Buddha. It urges sixteen virtues. The first is\nfilial piety. The tract says:",
        "“Filial piety is the chief of all virtues. Heaven and Earth honor filial\npiety. There is no greater sin than to cherish unfilial thoughts. The\nspirits know the beginning of such thoughts. Heaven openly rewards a\nheart that is filial.”",
        "The second one mentioned is another important family virtue, namely,\nreverence:",
        "“The saints, sages, immortals and Buddhas are the outgrowth of\nreverence. The greatest sin is to lack reverence for father and mother.\nWhen brothers lack reverence for one another, they harm the hands and\nfeet. When husband and wife lack reverence, the harmony of the household\nis ruined. When friends do not have reverence, they bring about\ncalamity.”",
        "Then follow similar exhortations on sincerity, justice, self-restraint,\nforbearance, benevolence, generosity, absence of pride, covetousness,\nlying, adultery, mutual love, self-denial, hope for the consolations of\nreligion and for an undivided heart ruled by peace. These are virtues\nquite essential to the integrity of the family. They are taught, not in\nthe abstract but by the exhibition of shining examples, by vivid\nrepresentations of the rewards both here and hereafter, and by pictures\nof awful punishments. So by precept and example, by threat of punishment\nhere and hereafter and by declaration of reward in the future Buddhism\nhas tried to maintain the family virtues of the Confucian system and has\nattempted to permeate them by the spirit of sacrifice. Still it has\nalways been the sacrifice of the weak for the strong, of the young for\nthe aged, of the low for the high, of women for men.",
        "Buddhism very early took over the relatively simple services for the\ndead and developed them into an elaborate ritual which made very vivid\nthe spiritual universe which Buddhism introduced. In the sixth century a\nservice was held in behalf of the father-in-law of Emperor Ning Ti\n(516-528 A. D.) for seven times every seven days. He feasted a thousand\nmonks every day, and caused seven persons to become monks. On the\nhundredth day after the death he feasted ten thousand monks and caused\ntwenty-seven persons to become monks.",
        "Since that time services on every seventh day after the decease until\nthe forty-ninth day, when a grand finale ends the ceremonies, have been\nvery popular.",
        "The object of such services is to conduct the soul of the dead through\npurgatory, in order that it may return to life or enter the Western\nParadise. This is done by making a pleasing offering to the guardians\nand officers of purgatory, and to the gods and Bodhisattvas whose mercy\nsaves people. Numerous missives are consigned to the flames, informing\nthe rulers of the nether world about the soul of the dead; offerings of\ngold and silver, of various articles of apparel, of trunks, houses, and\nservants are made, all, however, made out of bamboo frames covered with\npaper. Various powerful incantations are recited which force open the\ngates of purgatory and let the soul out.",
        "The services may be crowded into one day or they may be held on every\nseventh day until the forty-ninth day, i.e., seven sevens. Various\nexplanations are given’ for these services.",
        "During the first week the soul of the dead arrives at the “Demon Gate\nBarrier.” Here money is demanded by the demons on the ground that in his\nlast transmigration the deceased borrowed money. Accordingly large\nquantities of silver shoes* must be sent to the dead so\nthat he may settle all claims and avoid beating and inconvenience.\nDuring the second week the soul arrives at a place where he is weighed.\nIf the evil outweighs the good, the soul is sawn asunder and ground to\npowder. In the third week he comes to the “Bad Dog” village. Here good\npeople pass unharmed, but the evil are torn by the fierce beasts until\nthe blood flows. In the fourth week the soul is confronted with a large\nmirror in which he sees his evil deeds and their consequences, seeing\nhimself degraded in the next transmigration to a beast. In the fifth\nweek the soul views the scenes in his own village.",
        "The silver used for this purpose\nis molded, in accordance with ancient usage, in the shape of shoes and\ncarried about in that form by merchants.",
        "In the sixth week he reaches the bridge which spans the “Inevitable\nRiver.” This bridge is 100,000 feet high and one and three-tenths of an\ninch wide. It is crossed by riding astride as on a horse. Beneath rushes\nthe whirl-pool filled with serpents darting their heads to and fro. At\nthe foot of the bridge lictors force unwilling travelers to ascend. The\ngood do not cross this bridge, but are led by “golden youth” to gold and\nsilver bridges which cross the stream on either side of this “Bridge of\nSighs.”",
        "In the seventh week the soul is taken first to Mrs. Wang who dispenses a\ndrink which blots out all memories of the earthly life. Then the\nindividual enters the great wheel of transmigration. This is divided\ninto eighty-one sections from which one hundred and eight thousand small\nand tortuous paths radiate out into the four continents of the world.\nThe soul is directed along one of these paths and is duly reborn in the\nworld as an animal or as a human being or passes on into the Western\nParadise.",
        "In imitation of this bridge a bridge is built of tables in front of the\nhome of the dead. At the end the tables are placed upside down and a\nlantern placed on each table-leg. At night this bridge is illuminated. A\ncompany of monks repeat their prayers and incantations, while others\nmount upon the bridge to impersonate devils. The pious son with the\ntablet of his deceased parent comes to take his father over the bridge.\nWhen his way is disputed by the demons, he falls on his knees and begs\nand gives them money, negotiating the passage at last with the aid of a\nlarge quantity of silver.",
        "Another ceremony is the breaking through purgatory. Five supplications\nduly signed are addressed to the proper authorities, four being\nsuspended at each of the four sides of the table and one at the center.\nTiles are then placed over the table or on the ground. After\nincantations have been repeated to the accompaniment of the sounding of\nthe bell and the wooden fish, the supplications are burned and the tiles\nare broken as a symbol of breaking through purgatory and of releasing\nthe soul.",
        "Thus Buddhism has taken over the most important function of ancestor\nworship, has extended it and made it more significant to each individual\nas well as to the family.",
        "A common way of emphasizing moral ideas among the people by Buddhist\nteachers is the use of tracts purporting to have a divine origin. The\nfollowing gives the substance of such a tract:",
        "Not long ago in the province of Shantung, there was a sharp and sudden\nclap of thunder. After the frightened people had collected their wits,\nthey discovered a small book written in red in front of the house of a\ncertain Mr. Li. Mr. Li picked up the book, copied it and read it\nreverently. He gave a copy to Mr. Ma, the prefect, but Mr. Ma did not\nbelieve in the book. Thereupon Maitrêya, the Messiah of the Buddhists,\nspoke from the sky as follows:",
        "  “These are the years of the final age. The people under\n  heaven do not reverence Heaven and Earth, they are not\n  filial to father and mother, they do not respect their\n  superiors. They cheat the fatherless, impose upon the\n  widow, oppress the weak; they use large weights for\n  themselves and small measures for others. They injure the good.\n  They covet for their own profit. They cheat men of money,\n  use the five grains carelessly, kill the cow that draws the\n  plow. This volume is sent for their special benefit. If\n  they recite it they will avoid trouble. If they disbelieve,\n  the years with the cyclical character Ping and Ting will\n  have fields without men to plant them and houses without\n  men to live in them. In the fifth month of these years\n  evil serpents will infest the whole country. In the eighth\n  and ninth months the bodies of evil men will fill the land.",
        "  “Those who believe this book and propagate its teachings\n  will not encounter the ten sorrows of the age: war,\n  fire, no peace day and night, separation of man and wife,\n  the scattering of the sons and daughters, evil men spread\n  over the country, dead bones unburied, clothing with no\n  one to wear it, rice with no one to eat it, and the difficulty\n  of ever seeing a peaceful year. Sâkyamuni foreseeing this\n  final age sent down this volume in Shantung. The Goddess\n  of Mercy saw the sorrows of all living beings.\n  Maitrêya commanded the two runners of T’ai Shan, the\n  god of the Eastern Mountain, to investigate the conduct\n  of men and as a first punishment to increase the price of\n  rice, and then besides the ten sorrows already mentioned\n  above, to inflict the punishments of flood, fire, wind,\n  thunder, tigers, snakes, sword, disease, famine and cold.\n  The rule of Sâkyamuni which has lasted twelve thousand\n  years is now fulfilled, and Maitrêya succeeds to his place.”",
        "These sorrows may be escaped by reciting this sutra whose substance we\nfind above. If it is repeated three times the person will escape the\ncalamity of fire and water. If one man passes it on to ten men and ten\nmen pass it on to a hundred, they will escape the calamities of sword,\ndisease and imprisonment, and receive blessings which cannot be\nmeasured. He who in addition to repeating the sutra practices abstinence\nwill insure peace for himself. He who presents one hundred copies to\nothers will insure his personal peace. He who presents a thousand copies\nwill insure the peace of his family. He who is attacked by disease, may\nescape it by taking five cash of the reign of Shun Chih (1644-1661 A.\nD.), the first emperor of the Ch’ing dynasty, one mace of the seed of\ncypress, one mace of the bark of mulberry, boil in one bowl of water\nuntil only eight-tenths of the water remain, drink and he will become\nwell.",
        "In this way the five Buddhist commandments for the laity not to kill any\nliving creature, not to steal, not to commit adultery, not to lie, and\nnot to use intoxicating liquor are propagated and made real to the\ncommon man. The method is quite efficient. Whole provinces have been put\ninto a panic by such prophecies.",
        "The command not to kill any living being has had considerable influence\nin China. There are volumes of stories telling of the punishments which\nwill be visited upon those who disobey and of the rewards of those who\nrelease living animals. Every monastery has a special place for animals\nthus released by pious devotees.",
        "There is a popular story about a fishmonger of the T’ang dynasty who was\ntaken sick and during his illness dreamed that he was taken to\npurgatory. His body was aflame with fire and pained him as though he\nwere being roasted. Flying fiery chariots with darting flames swept\naround him and burned his body. Ten thousand fish strove with one\nanother to get a bite of his flesh. The ruler of the lower regions\naccused him of killing many fish and hence his punishment. For a number\nof days he was hanging between life and death. His relatives were urged\nto perform some works of penance. They had his fishing implements\nburned. With reverent hearts they made two images of Kuan Yin, presented\nofferings and repented. The whole family performed abstinence, stopped\nkilling living things, printed and gave away over a hundred copies of\nthe Diamond Sutra, and ferried over a large number of souls through\npurgatory. As a result of their efforts the sick man became well.",
        "The following comment was made on the above story by a scholar. If its\npremises are granted, the conclusion is inevitable:",
        "“If the fiery chariots are seal, why does not man see them? If they are\nfalse, how is it that man feels the pain? But where do the fiery\nchariots come from? They come from the heart and head of the one who\nkills fish. The fire in the heart (heart belongs to the element fire)\ncauses destruction. The chariot fire also causes destruction.”",
        "This attitude of mercy has been extended to human beings. There are\nnumerous tracts against the drowning of little girls in those regions\nwhere this custom is prevalent. One tells the following story:",
        "In the province of Kwangtung there lived a Mrs. Chang who daily burned\nincense and repeated Buddha’s name. One day she and her husband died.\nMuch to their surprise and consternation Yama (the potentate of hell)\ndecided that Mr. Chang must become a pig and Mrs. Chang a dog. Mrs.\nChang accordingly went to Yama and said, “During life we honored Buddha\nand so why should we become animals after death?” Yama said, “What use\nis it to honor Buddha? During life you drowned three girls whom I sent\ninto life. People with the face of a man and the heart of a beast,\nshould they not be punished?” The husband accordingly took on a pig’s\nskin and the wife a dog’s. Then by a dream they revealed to their\nbrother Chang number two that, although they repeated Buddha’s name,\nthey were not permitted to be reborn as men, because they had drowned\nlittle girls.",
        "Perhaps the extent of this spirit, of mercy and its possibilities may be\nillustrated by the reverence for the ox. While there is a great deal of\ncruelty in China to animals and men, it is rarely that one sees an ox\nabused. Up to the advent of the foreigner an ox was not killed for meat.\nIn many places in China today the slaughter of an ox would bring the\npunishments of the law upon the butcher. No doubt this reverence is due\nto the great Indian reverence for the cow. The law of kindness has been\nextended to other animals, taking the rather spectacular form of\nreleasing a few decrepit animals and allowing them to spend their last\ndays in a monastery compound. There are many kindly things done in\nChina. The dead are buried, the sick are provided with medicine. Every\nyear numerous wadded garments are given away to poor people. Various\ngroups carrying on a humble ministry of helpfulness have found a real\ninspiration in the ideals held before them in Buddhism, the rewards\npromised and punishments threatened.",
        "Why have not these ideals exercised a larger influence in China? The\nanswer is quite simple. The activities of the monks have been\nstrenuously opposed by the Confucian state system. The philosopher,\nChang Nan-hsiian, a contemporary of Chu-Hsi, states concisely for us the\ndifferences betwen Confucianism and Buddhism in his comment on a passage\nin the Book of Records.",
        "“Strong drink is a thing intended to be-used in offering sacrifices and\nentertaining guests,–such employment of it is what Heaven has\nprescribed. But men by their abuse of such drink come to lose their\nvirtue and destroy their persons–such employment of it is what Heaven\nhas annexed its terrors to. The Buddhists, hating the use of things\nwhere Heaven sends down its terrors, put away as well the use of them\nwhich Heaven has prescribed.",
        "“For instance, in the use of meats and drinks, there is such a thing as\nwildly abusing and destroying the creatures of Heaven. The Buddhists,\ndisliking this, confine themselves to a vegetable diet, while we only\nabjure wild abuse and destruction. In the use of clothes, again, there\nis such a thing as wasteful extravagance. The Buddhists, disliking this,\nwill have no clothes but those of a dark and sad color, while we only\ncondemn extravagance. They, further, through dislike of criminal\nconnection between the sexes, would abolish the relation between husband\nand wife, while we denounce only the criminal connection.",
        "“The Buddhists, disliking the excesses to which the evil desires of men\nlead, would put away, along with them, the actions which are in\naccordance with the justice of heavenly principles, while we, the\northodox, put away the evil desires of men, whereupon what are called\nheavenly principles are the more brightly seen. Suppose the case of a\nstream of water. The Buddhists, through dislike of its being foul with\nmud, proceed to dam it up with earth. They do not consider that when the\nearth has dammed up the stream, the supply of water will be cut off. It\nis not so with us, the orthodox. We seek only to cleanse away the mud\nand sand, so that the pure water may be available for use. This is the\ndifference between the Buddhists and the Learned School.\"*",
        "*Shu King, Pt. V, Bk. X, p. 122.",
        "This statement reveals at once the opposition of the sect of the Learned\nand the influence which Buddhism exerted upon its members.",
        "Buddhism while enjoying occasional favor from the state was often\nzealously persecuted. In 819 Han Yii issued his celebrated act of\naccusation. In 845 the emperor Wu Tsung issued his decree of\nsecularization. At that time 4600 monasteries and 40,000 smaller\nestablishments were pulled down and 265,000 monks and nuns were sent\nback to lay life. Their rich lands were confiscated. Under the Ming\ndynasty, as well as under the Ch’ing dynasty, Buddhism enjoyed a\nprecarious existence. Whether Buddhism would have improved the moral\nconditions of the Chinese; if it had been given a free hand, is\ndifficult to affirm. Still its failure is at least partly due to the\nopposition of Confucian orthodoxy.",
        "The state persecutions of Buddhism forced it to leave temporarily its\ninstitutional life and trust itself to the people. These persecutions\nwere usually followed by a revival of piety and religion among the\npeople. The Buddhist teachers gathered about themselves a large number\nof lay devotees who formed societies which practice religious rites in\nsecret. These sects have preserved the genuine Buddhist piety, not only\nin times of persecution, but at times when the Buddhist organization\nunder imperial favor was departing from its simplicity.",
        "A number of these sects have continued under different names for several\ncenturies. For example, the Tsai Li, a society now enjoying a quiet\nexistence in North China, is successor to the White Lotus society. The\nlatter started in the fifth century. Its members sought salvation in the\nPure Land of Amitabha. In the eleventh century it enjoyed imperial\nfavor. During the Mongol dynasty it fought against the throne with\nrebels and placed one of its leaders, Chu Yüan-chang, a monk, on the\nthrone, who became the founder of the Ming dynasty. The sect was soon\nproscribed and its members persecuted by the government. During the\nCh’ing dynasty it took part in a rebellion and was ruthlessly\nexterminated. At present it goes under the name of Tsai Li, i.e.,\nwithin the Li or principles of the three religions. It is a mediator\namong the three religions.",
        "There are thirty-one organizations of this sect in Peking and branches\nthroughout North China. The society forbids the use of wine and opium,\nthough it does not forbid the use of meat. It usually has a Buddhist\nimage, Kuan Yin or some other. It uses Buddhist prayers and\nincantations. The outstanding doctrines held during its long history\nhave been the hope of salvation in the Western Heaven of Amitâbha, the\nearly coming of Maitrêya, the Buddhist Messiah, and the large use of\nmagic formulas and incantations.",
        "Another sect which embodies Buddhist ideals is the Chin Tan, the sect of\nthe philosopher’s stone or pill of immortality. Its founder was the\nwriter of the Nestorian tablet and so the sect is related to\nChristianity. It exalts the teaching of universal love. This is one of\nseveral examples of a supposed contact between Buddhism and\nChristianity.",
        "These sects of which the two above are examples are present in all parts\nof China. They obey the five Buddhist commandments for laymen. The\nmembers spend much time in fasting and prayer, and in the repetition of\nBuddhist books. Their lives as a rule are simple and sincere. They are\npreparing for rebirth in the land of Amitâbha, or are expecting the\nearly coming of the Buddhist Messiah to set this world right. In the\nmeantime, by means of incantations, personal regimen and cooperative\naction they are doing all they can to usher in a better state.",
        "Pilgrimages are very popular in China. The famous Buddhist shrines are\nWu T’ai Shan in Shansi, Puto on the coast of Chekiang, Chiu Hua Shan in\nAnhwei, and Omei Shan in Szechuan. These, one on each side of China,\nrepresent the four elements of Buddhist science, wind, water, fire and\nearth. They are also the centers of the worship of the four great\nBodhisattvas, Wenshu, Kuan Yin, Titsang and Puhsien. Besides these large\ncenters there are many others to which pilgrims direct their footsteps.",
        "In the spring of the year, when the god of spring covers the earth with\na green mantle, when the sky and winds call, many start on their\npilgrimage. Many go singly and laboriously, kneeling and bowing every\nfew steps. Others go in happy companies, chaperoned by a pious, village\ndame, who has organized the group. Some go because their turn has come.\nThey are members of a guild which has a fund devoted to pilgrimages by\nits members. Some go for the performance of a vow made to Kuan Yin, when\nthe father was sick unto death and the goddess prolonged his life. To\nothers it is the culmination of a pious life. All go for the joy which\ntravel in the spring gives.",
        "Puto, an island off the coast of Chekiang, is the goal of many pilgrims\nfrom all parts of China. In, the monasteries on the island are about two\nthousand monks. In the pilgrim season this number is increased to ten\nthousand monks and thousands of lay pilgrims.",
        "A group of pilgrims was going along merrily. The sun was bright,\nlighting up the white caps on the deep blue sea. Spring was rioting all\nabout. One member was an abbot from Hangchow. A small, humble-looking\nman with a few straggling long hairs where the mustache usually grows,\nwas a lay Buddhist from Wuchang. One was a bright young monk from\nTientsin. Last, but almost omnipresent and always bubbling over, was a\nservant of the abbot from Hangchow. He was in the presence of divinity\nand his whole life was heightened for the time being. “Why did you\ncome!” they were asked. “We came to worship the holy mother, Kuan Yin.\"\nWhen they entered a shrine each purchased three sticks, of incense and\ntwo candles and reverently placed them before the image of the goddess,\nkneeling and bowing. Then they sat and partook of the tea offered by the\nattendant. After paying a small gratuity, they went on to the next\nshrine.",
        "On the way a large black snake as thick as an arm lazily crossed over\nthe road. They stood, reverent and awestruck, until he disappeared in\nthe grass, remarking that this was a good omen. When crossing a sand\ndune piled up by the winds the abbot from Hangchow remarked that this\nwas called the flying sand, wafted there by the goddess who took pity on\nsome travelers who had been compelled to cross a narrow strait in order\nto come to a cave. This cave, called Fan Yin Tung, is one of the rifts\nmade by an earthquake and washed out by wind and waves. Below it rushes\nthe tide; from above the sun sends down a few rays. Each pilgrim after\noffering incense looks into the darkness to see whether he can behold in\nthe dark cavern an image of some Buddha. One sees Kuan Yin and is\nacclaimed as having had a good vision. Another sees the Laughing Buddha.\nAll exclaim that he has been the most fortunate of all, for this Buddha\nis the Messiah to come and he who beholds him will be blessed. So from\nplace to place they wander, chatting and seeing the sights of the\nisland. Thus thousands are doing in various parts of China, and in this\nway strengthening the hold of Buddhism upon themselves and their\ncommunities.",
        "Before the advent of Buddhism the Chinese had only a vague idea\nregarding life after death. The Land and Water Classic mentions the Tu\nShuo mountain in the Eastern Sea, under which spirits of the dead live,\nthe entrance guarded by two spirits, Shên Tu and Yü Lei, who are in\ngeneral control of the demons. In some parts of China the names or\npictures, of these spirits are placed on the doors of a house to guard\nit. The Taoists early developed the idea of a western paradise presided\nover by the Queen of the West, located at first in the K’un Lun\nmountains and later in the islands of the Eastern Sea. This heaven,\nhowever, was limited to Taoist hermits and mystics. Buddhism made a\ncomplete purgatory and heaven known to every one in China.",
        "This is really Buddhism’s most noteworthy addition to China’s religious\nequipment; Buddhism lays much stress upon the experiences of a soul\nimmediately after death. Its punishments are well known to every\nindividual. The temple of the City Guardian found in every walled city\nhas a replica of the court in purgatory over which he presides. In the\ntemples of T’ai Shan there is an elaborate exhibit of the tortures\ninflicted on culprits in purgatory. Every funeral service conducted by\nBuddhists or Taoists is intended to conduct the soul of the dead through\npurgatory and pictures vividly the progressive experiences from the\nfirst seventh day to the seventh seventh day. On the the seventh month,\non the fifteenth day [about August] a special service is held for the\nsouls of the dead in purgatory. Furthermore, every community has a\ngeneral service [about October] for the souls of those who died a\nviolent death or who have no one to look after them. During the war many\nservices were thus held for those who died on the battlefields of\nEurope. At such services the scenes in purgatory are vividly portrayed\nby pictures and figures. The temples distribute tracts with pictures of\npurgatory so that women may see them and understand. On the stage are\noften acted powerful plays whose scenes are laid in Hades. This\npropaganda is perhaps the most efficient of its kind.",
        "Purgatory is depicted as consisting of ten courts each surrounded by\nsmall hells, where the soul undergoes punishment and cleansing. The\nfifth court, which may be taken as an example of the other courts, is in\ncharge of Yen Lo or Yama. Yama was once in charge of the first court,\nbut his tender heart pitied the souls who came before him and sent them\nback to earth. Because of this leniency he was placed in charge of the\nfifth court.",
        "When a soul has passed through the first four courts and it has been\ndiscovered that there is no good conduct to its credit, it is led to the\nfifth court and examined every seven days regarding past conduct. In\norder to get back to the world of men, it eagerly promises to complete\nvarious unfinished vows, such as to repair monasteries, schools,\nbridges, or roads, to clean wells, to deepen rivers, to distribute good\nbooks, to release animals, to take care of aged parents, or to bury them\nsuitably. But it is plainly told that the gods know its artifices, and\nthat now these unfinished tasks can never be completed. The gods have\nreached the unanimous opinion that no injustice is being done.\nAccordingly there is no appeal, but each soul is led by attendants with\nbulls’ heads and horses’ faces to a tower whence they may see their\nnative village. Its front is in the shape of a bow with a perimeter of\ntwenty-seven miles; its height is four hundred and ninety feet. It is\nguarded by walls of sword trees.",
        "Good men, whose deeds of omission are balanced by the good they have\ndone, return to life. Only souls judged to be evil see their village\nfrom this tower. These can see their own families moving about, and can\nhear their conversation. They realize how they disobeyed the teachings\nof their elders. They see that the earthly goods for which they have\nstruggled are of no value. Their plottings rise up with lurid reality.\nThey see how they planned a new marriage although already married, how\nthey appropriated fields, state property, and falsified accounts,\nputting the blame on persons who were dead. While they observe their\nvillage they behold their erstwhile friends touch their coffin and\ninwardly rejoice. They hear themselves called selfish and insincere. But\ntheir punishment does not stop here. They behold their children punished\nby magistrates, their women afflicted with strange diseases, their\ndaughters ravished, their sons led astray, their property taken away,\nthe ancestral house burned and their business ruined. From this tower\nall passes before them as a lurid dream and they are stricken in heart.",
        "About the fifth court are sixteen small hells where the soul is\npunished. In each one are stakes buried in the ground and fierce\nanimals. The hands and feet of the guilty one are bound to a stake, his\nbody is opened with small knives, and his heart and intestines quickly\ndevoured.",
        "In each of these sixteen hells is a certain type of sinner: (1) Those\nwho do not reverence the gods and demons and who doubt the existence of\nrewards and punishments; (2) those who hurt and kill living beings; (3)\nthose who break their vows to do good; (4) those who resort to heterodox\npractices and vainly hope to attain eternal life; (5) those who upbraid\ngood men, fear the wicked and hate men because they do not die speedily;\n(6) those who strive with other people and then put the blame upon them;\n(7) men who force women; and women who seduce young men, and all who\nhave libidinous desires; (8) those who gain profit for themselves by\ninjuring others; (9) the stingy and those who absolutely disregard\nothers, whether alive or dead, giving them no help in dire need, when\nthey can do so without injury to themselves; (10) those who steal and\nput the crime upon others; (11) those who requite favors with hate; (12)\nthose whose hearts are perverse and poisonous, who instigate others to\ndo wrong even if they may not have carried out their suggestion; (13)\nthose who tempt others by deceit; (14) those who involve others in their\nsquabbles and in gambling and then themselves win out; (15) those who\nstubbornly persist in their false ideas, do not repent, and slander\nothers; (16) those who hate good and virtuous men.",
        "Besides these sixteen sorts of sinners the fifth court deals with other\ntypes of wicked people; those who do not believe in rewards and\npunishments after death, who hinder good causes, who burn incense\nwithout a sincere heart, speak of the sins of others, who burn books\nthat urge men to be good and worship the Great Dipper, but persist in\neating meat; those who hate men; who repeat sutras and incantations, and\ntake part in religious ceremonies, but do not fast beforehand; who\nslander the Buddhist and Taoist religions; who know how to read, but\nrefuse to read the ancient and modern exhortations regarding rewards and\npunishments; who dig into graves and destroy their marks, who purposely\nset fire to trees and underbrush, or are careless with fire in their own\nhouses; who shoot arrows at animals with the intent, to kill; who urge\nand tempt the sick and weak to enter into contests of any kind with\nthemselves; who throw tiles and stones over neighboring walls, poison\nfish in the river, fire guns, or make nets or traps for birds; who sow\nsalt on the ground, who do not bury dead eats and snakes very deep and\nthus cause death to those who dig; who cause men to dig the frozen\nground in winter or spring (the vapors of earth chill such diggers to\ndeath); who tear down adjoining walls and compel their neighbors to move\nthe kitchen stove; who appropriate public highways, lands, close wells\nand stop gutters.",
        "Those who have committed any of the above sins are taken, to the tower\nwhence they can see their own village and then are consigned to the\ngreat crying hell, Râurava, that is, the fourth of the Buddhist hot\nhells.* Thence they go to\ntheir respective small hells. When their time has expired, they are\nexamined in order to see whether they have any other sins which need\npunishment.",
        "*Buddhism distinguishes hot and cold hells. In a\ncountry like India severe cold is a serious torture.",
        "Those who have committed any of the above sins may not only escape\npunishment, but may have their punishment in the sixth court lessened,\nif they fast regularly on the eighth day of the first month and take a\nvow not to commit these sins. Some sins, however, cannot be arranged for\nin such a way, such as the killing of living beings and hurting them;\nthe associating with heretics; committing fornication with women and\nthen poisoning them; committing adultery, violence, envy, or injuring\nthe good name of others; stealing, requiting favors with hatred, and\nhearing exhortation but not repenting. These are major sins.",
        "The social value of purgatory is quite plain from the description of the\nfifth court and of the sinners who are punished therein. Purgatory is\nthe social mirror of China, wherein the consequences of all unsocial\nacts are pictured in such a vivid way as to deter the individual from\ncommitting them. It is effective in China, not only because of the\nrealistic presentation, but because the opinion of the community is\nagainst such acts and in favor of repressing them on every occasion.",
        "Buddhism brought into China not only a fully developed purgatory but\nalso a heaven which all may enter. The sovereign of the western heaven\nis Amitâbha (or in Chinese O-mi-to-fo), with whom Kuan Yin, the goddess\nof Mercy, is usually associated. Amitâbha is explained as meaning\n\"boundless age.” The original meaning is “boundless light,” which\nsuggests a Persian origin with Mannichean influences. The translations\nof the Amitâbha sutras were wholly made by natives of central Asia.",
        "Amitâbha is one of the thousand Buddhas; he is regarded as the reflex of\nSakyamuni and is connected also in his earthly incarnation with a monk\ncalled Dharmâkara. This monk desired to become a Buddha. This wish he\npresented to Lôkês’vararâja asking him to teach him as to what a Buddha\nand a Buddha country ought to be. Lôkês’vararâja imparted this\nknowledge. Then the monk after meditation returned having made\nforty-eight vows that he would not become a Buddha, until all living\nbeings should attain salvation in his heaven.",
        "The eighteenth vow expresses his ideal:",
        "“O Bhagavat, if those beings who have directed their thought towards the\nhighest perfect knowledge in other worlds, and who, after having heard\nmy name, when I have obtained Bodhi (knowledge), have meditated on me\nwith serene thoughts; if at the moment of their death, after having\napproached them surrounded by an assembly of monks, I should not stand\nbefore them worshipped by them, that is, so that their thoughts should\nnot be troubled, then may I not obtain the highest perfect knowledge.”",
        "A few extracts from the Amitâbha Vyûha Sûtra will illustrate the\nBuddhist idea of life in this Pure Land:",
        "“In the western region beyond one hundred thousand myriads of Buddhist\nlands there is a world. Great Happiness by name. This land has a Buddha\ncalled Amitâbha. The living beings there do not suffer any pain, but\nenjoy all happiness. Therefore, it is called the land of Pure Delight\n... the land of Pure Delight has seven precious fountains full of water\ncontaining the eight virtues. The bottom of these fountains is covered\nwith golden sand. On four sides there are steps made of gold, silver,\ncrystal and glass, precious stones, red pearls, and highly polished\nagates. In the pools are variously colored, light emitting lotus flowers\nas large as cart wheels, delicate, admirable, odorous and pure...”",
        "“The Buddha of this land makes heavenly music. It is covered with gold.\nMorning and evening during six hours it rains the wonderful celestial\nflowers (Erythrina Indica). All the inhabitants of this land on clear\nmornings after dressing offer these celestial flowers to the hundred\nthousand myriads of Buddhas of the regions who return to their country\nat meal time. When they have eaten they go away again.”",
        "“This country possesses every kind of wonderful varicolored birds, the\nwhite egret, the peacock, the parrot, the s’rarika (a long legged bird),\nthe Kalavingka (a sweet voiced bird) ... All these birds, morning and\nevening during the six hours, utter forth a beautiful harmonious sound.\nTheir song produces the five indrya (roots of faith, energy,\nmemory, ecstatic meditation, wisdom), the five bala (the powers\nof faith, energy, memory, meditation and wisdom), the seven\nbodhyanga (the seven degrees of intelligence, memory,\ndiscrimination, energy, tranquillity, ecstatic contemplation,\nindifference), and the eight portions of the correct path marga,\n(the possession of correct views, decision and purity of thought and\nwill, the ability of reproducing any sound uttered in the universe, vow\nof poverty, asceticism, attainment of meditative abstraction of\nself-control, religious recollectedness, honesty and virtue), and such\ndoctrines. When all beings of this land have heard the music, they\ndeclare their faithfulness to the Buddha, Dharma and the Sangha (the\nBuddha, the Law and the community of monks).”",
        "As to those who enter this land it says:",
        "“All living beings who hear this should make a vow to be born in that\nland. How can they reach the Pure Land? All very good men will gather in\nthat place ... He whose blessedness and virtue are great can be born\ninto that country. If there is a good man or woman who, on hearing of\nAmitâbha, takes this name and holds it in his mind one, two, three,\nfour, five, six, or seven days, and his whole heart is not distracted,\nto that man at death Amitâbha will appear. His heart will not be\ndisturbed. He will at once enter into life in the land of Pure Delight\nof Amitâbha. I see this blessing and hence utter these words. Those\nliving beings who hear these words should make a vow to be born in that\nland.”",
        "The extension of life beyond the grave in purgatory, or in the Pure Land\nand through transmigration was readily accepted in China. Both the new\nideas and the disciplines through which to realize them were eagerly\nadopted, and have held their place to this day. In other lands the\ncreation of a heaven and a hades has weakened the grip of ancestor\nworship and ultimately displaced it. In China the opposite result has\nobtained, due, no doubt, to the fact that the family system and along\nwith it the supreme duty of filial piety were fostered by the state and\nBuddhism and its teachings were permitted only in so far as they\nbolstered it up. Another reason lies in the agricultural basis of\nChina’s civilization, reenforced by the great difficulty of\ncommunication, which tended to make the family system dominant in China.\nToday, the improvement of communication and the introduction of the\nindustrial system of the West with the individual emphasis of modern\neducation are factors which are weakening the family system and with it\nancestral worship.",
        "Near the House of Parliament in Peking is located a small monastery\ndedicated to the goddess of Mercy, Kuan Yin. Before her image the\nincense burners send forth curling clouds of smoke. The walls are\ndecorated with old paintings of gods and goddesses. The temple with its\ncourtyard has the appearance of prosperity. Its neat reception room,\nwith its tables, chairs and clock, shows the influence of the modern\nworld.",
        "Here a monk in the prime of life spent a few months recently lecturing\non Buddhism to members of parliament and to scholars from various parts\nof China. Frequently the writer used to drop in of an afternoon to\ndiscuss Buddhism and its outlook. Usually a simple repast concluded\nthese conversations, the substance of which forms the greater part of\nthis section.",
        "“What does Buddhism do for men?”",
        "“There are in the world at least three classes of men. The lowest class\nlive among material things, they are occupied with possessions. Their\nlife is entangled in the crude and coarse materials which they regard as\nreal. A second, higher class, regard ideas as realities. They are not\nentangled in the maze of things, but are confused by ideas, ascribing\nreality to them. The third and highest class are those who by meditation\nhave freed themselves from the thraldom of ideas and can enter the\nsixteen heavens.”",
        "“What can Buddhism do for the lowest class?”",
        "“For this class Buddhism has the ten prohibitions. Every man has in him\nten evils, which must be driven out. Three have to do with evil in the\nbody, namely, not to steal, not to kill, not to commit adultery; four\nbelong to the mouth, lying, exaggeration, abuse, and ambiguous talk;\nthree belong to the mind, covetousness, malice, and unbelief.”",
        "“Is not this entirely negative?”",
        "“Yes, but it is necessary, for during the process of eliminating these\nevil deeds, man acquires patience and equanimity. Buddhism does not stop\nwith the prohibitions. The believer must practice the ten charitable\ndeeds. Not only must he remove the desire to kill living beings, but he\nmust cultivate the desire to save all beings. Not only must he not\nsteal, but he must assist men with his money. Not only must he not give\nhimself to lasciviousness, but he must treat all men with propriety. So\neach prohibition involves a positive impulse to virtue, which is quite\nas essential as the refraining from evil.”",
        "“What energizing power does Buddhism provide?”",
        "“First, is purgatory with its terrors. The evil man, seeing the\nconsequences of his acts upon himself, becomes afraid to do them and\ndoes that which is good. Then there is transmigration with the danger of\ntransmigration into beasts and insects. Again, there are the rewards in\nthe paradise of Amitâbha. Moreover, there is even the possibility not\nonly of saving one’s self, but by accumulated merit of saving one’s\nparents and relatives and shortening their stay in purgatory.”",
        "“Can any man enter the western paradise of Amitâbha?”",
        "“Yes, it is open to all men. The sutra says: ’If there be any one who\ncommits evil deeds, and even completes the ten evil actions, the five\ndeadly sins and the like; that man, being himself stupid and guilty of\nmany crimes, deserves to fall into a miserable path of existence and\nsuffer endless pains during many long ages. On the eve of death he may\nmeet a good and learned teacher who, soothing and encouraging him in\nvarious ways, will preach to him the excellent Law and teach him the\nremembrance of Buddha, but being harassed by pains’, he will have no\ntime to think of Buddha.’”",
        "“What hope has such a man?”",
        "“Even such a man has hope. The sutra says: ’Some good friend will say to\nhim: Even if thou canst not exercise the remembrance of Buddha, utter\nthe name of Buddha Amitabha.’ Let him do so serenely with his voice\nuninterrupted; let him be (continually) thinking of Buddha, until he has\ncompleted ten times the thought, repeating ’Namah O-mi-to-fo,’ I put my\ntrust in Buddha! On the strength of (his merit of) uttering Buddha’s\nname he will, during every repetition expiate the sins which involve him\nin births and deaths during eighty millions of long ages. He will, while\ndying, see a golden lotus-flower, like the disk of the sun, appearing\nbefore his eyes; in a moment he will be born in the world of highest\nhappiness. After twelve greater ages the lotus-flower will unfold;\nthereupon the Bodhisattvas, Avalôkitësvaras and Mahasattva’s, raising\ntheir voices in great compassion, will preach to him in detail the real\nstate of all the elements of nature and the law of the expiation of\nsins.”",
        "“Does faith save such a man?”",
        "“Yes, not his own faith, but the faith which prompted the vow of\nAmitabha. Amitâbha’s faith in the possibility of his salvation gives him\nsupreme confidence that he will attain salvation. All he needs is to\nhave the desire to be born in that paradise and to repeat the name of\nAmitabha.”",
        "“How do those of the second class attain salvation?”",
        "“The men of the second class regard ideas as realities. They are not\nentangled in the maze of things, but are confused by ideas, regarding\nthem as real. These men do not need images and outward sanctions, but\nthey need heaven and purgatory though regarding them as ideas. By\nperforming the ten good deeds they will obtain a quiet heart, having no\nfear, and become saints and sages. Among men, saints and sages occupy a\nhigh rank, but not so among Buddhists. By merit of good works merely\nthey enter the planes of sensuous desire, the six celestial worlds\nlocated immediately above the earth.”",
        "“And the third class?”",
        "“This class has many ranks. There are those who by the practice of\nmeditation (four\ndkyanas)* can\nenter the sixteen heavens conditioned by form. By the practice of the\nfour arûpa-dhyânas** they enter the four\nhighest heavens free from all sensuous desires and not conditioned by\nform. These heavens are the anteroom of Nirvana.”",
        "\n*Dhyana means contemplation. In later times under the influence of the idea of transmigration heavens\nwere imagined which corresponded to the degrees of contemplation.\n**That degree of abstract contemplation from which all sensations are absent.\n",
        "“What is the driving power in all this?”",
        "“It is vîrya or energy.”",
        "“Do heaven and purgatory exist?”",
        "“Heaven and purgatory are in the minds and hearts of men. Really heaven\nis in the mind of Amitâbha and purgatory exists in the illusioned brains\nof men.”",
        "“Does anything exist?”",
        "“Nâgârjuna says: ’There is no production, no destruction, no\nannihilation, no persistence, no unity, no plurality, no coming in and\nno going forth.’”",
        "“Does sin exist?”",
        "“In the mind of the real Buddhist sin and virtue are different aspects\nof the all. Sin is illusion; virtue is illusion, There is a higher unity\nin which they are reconciled.”",
        "“Do you know of any one who attained Nirvâna?”",
        "“Yes, I have experienced it. It is not a state beyond the grave. It is a\nstate into which one can enter here.”",
        "“Can you express this experience in words?”",
        "“Impossible. I can only indicate the shore of this great ocean. At first\nI was in great distress and agony, as though carrying the illusions of\nthe world. Then came a great peace and calm, ineffable, serene, and\nsurpassing the power of language to express.”",
        "“What is behind this universe!”",
        "“Underlying this universe of phenomena and change there is a unity. It\nis the basis of all being. It is within all being and all being rests in\nit. It is because of this common background that men are able to\napprehend it. This universal basis we call dharma, or law. Its\ncharacteristics are that everything born grows old, is subject to\ndisease and death; that the teachings of Buddha purify the mind and\nenable it to obtain supreme enlightenment; that all Buddhas by treading\nthe same way of perfection will attain the highest freedom.”",
        "“You speak of the Buddhist Trinity.”",
        "“Yes, we have the Dharmakâya. This is the essence-body, the ground of\nall being, taking many forms, Buddhas, Bodhisattvas, spirits, angels,\nmen and even demons. It is impersonal, all-pervasive. It may be called\nthe first person. The second person is the Sambhogakâya, the body of\nbliss. This is the heavenly manifestation of Buddha. The third person is\nthe Nirmânakâya. This is the projection of the body of bliss on earth.”",
        "Some identify this trinity with that of the Christian faith. While there\nis a resemblance, we should note that the first person of the Buddhist\ntrinity would correspond to God as the absolute or the impersonal\nbackground of universal Being. The second corresponds to the glorified\nChrist and the third to the historic Jesus. There is no counterpart\neither to God the Father or to the Holy Spirit.",
        "“Do you believe in the salvation of all beings?”",
        "“Yes, all have the Buddha heart. All living beings will finally become\nBuddhas.”",
        "Then turning to a friend of mine the speaker said: “What have you done\nin Buddhism?” The friend answered: “I have written and translated many\nbooks.” “I do not mean that,” he answered. “What work have you\ndone?” The friend confessed that he had not done much else. Then he\nsaid: “Every morning when you awake, reflect deeply and profoundly upon\nyour state before you were born. Think back to that state where your\nsoul was merged with Buddha. Find yourself in that state and you will\nfind ineffable enlightenment and joy.”",
        "The sun was setting behind the Western hills. The blare of trumpets\nsounded on the city wall. Outside of the door was the whirling sound of\nPeking returning home from its mundane tasks and joys. We joined the\nrushing, restless crowd and still we felt the calm of another world. Has\nnot Christianity a message of balm and peace for these sons of the East\nwho are so sensitive to the touch of the eternal and sublime?",
        "An important government official obliged to deal with many vexatious\nrequests and demands declared: “I could not get through my day’s work,\nif I did not spend an hour every day in meditation, just as Buddha did\nwhen he became enlightened.” He was asked what he did when he meditated\nor prayed. “Nothing at all.” “Well, about what do you think?” “Of\nnothing at all. I stop thinking when I engage in religious meditation.\nLife makes me think too much. I should lose my sanity, if I did not stop\nthinking and enter into the ’void’, whence we all came and into which we\nall are going to drop back.”",
        "His Christian inquirer still was unsatisfied by the Buddhist’s\ndescription of his prayer life, and pressed further for details. “What\nhappens when you meditate or pray?”",
        "“Nothing happens, I tell you, except, that I experience a peace which\nthe passing world cannot give and which the passing world cannot\naltogether take away. The secret of religion is simply to realize that\neverything is passing away. When you accept that fact, then you become\nreally free. The Christian world seemed to have been tremendously\nimpressed by the slogan of the French soldiers at Verdun, ’They shall\nnot pass!’ Perhaps the German soldiers did not pass just then or there.\nBut the French soldiers themselves are all passing away. And everything\nin the world is passing away. What our Buddhist religion teaches us is:\n’Let it pass!’ You cannot keep anything for very long. And prayer or\nmeditation is simply to practice yourself in that thought deliberately.\nOh, it is a wonderful peace when you fully believe that gospel, and\nenter into it every day. Vanity of vanities, everything is vanity! Why\nworry? We do altogether too much worrying. To pray means simply to quit\nworrying, to quit thinking, to enter into the indescribably passionless\npeace of Nirvana.”",
        "Here seemed to be an ardent Buddhist. When asked what he thought as the\ndifference between a Buddhist and a Christian, he answered promptly:",
        "“Yes, there is my wife. She is a very good woman. All the neighbors come\nto her, when there is any one sick or in trouble. So I say to her:\n’Wife, I should think you would make a first-class Christian.’ But I\nthink she lets herself be worried by altogether too many troubles. She\nis all the time thinking and fussing and planning. To be sure, it is\nmostly about other people, But then she does have the children and the\nhouse and the relatives and friends and neighbors to look after. Perhaps\nshe really cannot be a Buddhist. Perhaps it is all a matter of\ntemperament. Oh, but I tell you it is great to be a Buddhist, because it\ngives you such a wonderful peace.”",
        "The history of Buddhism in China may be divided into four periods.\nBuddhism entered China, as we have seen, in the second century B.C. The\nfirst period, that of the translation and propagation of the faith,\nended in 420 A.D. The second period, that of interpenetration, lasted to\nthe beginning of the T’ang dynasty, 618 A.D. The third, the period of\nestablishment, ended with the close of the five dynasties, in 960 A.D.\nThe fourth period, that of decay, has extended to the present day.",
        "There are signs of a revival of Buddhism in China. Whether this is a\ntide, or a wave, only the future can reveal. In 1893 Dharmapala, an\nIndian monk, stopped in Shanghai on his way back from the Congress of\nReligions in Chicago. It was his purpose to make a tour of China, to\narouse the Chinese Buddhists to send missionaries to India to restore\nBuddhism there, and then to start a propaganda throughout the whole\nworld. He addressed the monks of Shanghai. Dr. Edkins, the veteran\nmissionary, acted as his interpreter. Dharmapala was surrounded by a\nhorde of curious monks who were more interested in his strange\nappearance and in the cost of his garments than they were in his great\nideals. They were also feeling the iron heel of the Confucian government\nand at once inquired about the attitude of the government toward such an\ninnovation. Dharmapala did not go beyond Shanghai.",
        "Japanese Buddhists, especially the members of the Hongwanji sect, have\ntaken a deep interest in Chinese Buddhists. Count Otani once visited the\nchief monasteries of China. Numerous Japanese Buddhists have made such\nvisits. In 1902, the Empress Dowager, fired by a reforming zeal, decided\nto confiscate Buddhist property and to use the proceeds for the spread\nof modern education. The Buddhist monasteries put themselves under the\nprotection of Japanese monks in order to hold their property. When by\n1906 the Empress Dowager saw the consequences of her edict, she at once\nissued a new edict, reversing the former one, and the Japanese monks\ntook their departure.",
        "The Japanese Buddhists have been fired by missionary zeal for China. In\nmany of the large cities of China are the temples of the Hongwanji sect.\nEstablished primarily for the Japanese, these temples are intended to\nserve as points of departure for a nation-wide missionary work. The\ntwenty-one demands made upon China included two significant items in the\nlast group which the Chinese refused to sign: “Art. 2: Japanese\nhospitals, churches and schools in the interior of China shall be\ngranted the right of owning land.” “Art. 7: China agrees that Japanese\nsubjects shall have the right of missionary propaganda in China.”",
        "Under Japanese influence there was established in 1907 at Nanking, under\nthe leadership of Yang, a lay Buddhist devotee, a school for the\ntraining of Buddhist missionaries. The students were to go to Japan for\nfurther training, and the more promising ones were to study in India.\nThis project was discontinued after the death of Yang on account of the\nlack of funds.",
        "When the republic was established Buddhism felt a wave of reform. The\nmonasteries established schools for monks and children. A magazine was\npublished which appeared irregularly for several numbers and then\nstopped. A national organization was formed with headquarters at Peking.\nA survey of monasteries was begun. The activities in lecturing and\npropaganda were increased, but Yuan Shih-kai issued twenty-seven\nregulations for the control of Buddhist monasteries, which markedly\ndampened the ardor of the reformers.",
        "The world war which accentuated the spirit of nationalism had the added\neffect of stirring up Buddhist enthusiasm. There are at present signs of\nnew activity among them in China.",
        "While Buddhism may be standing still or even dying in certain parts of\nChina, it is showing signs of new life in the provinces of Kiangsu and\nChekiang and in the large cities. Such revival in centers subject to the\ninfluence of the modern world shows that Buddhism in China as in Japan\nhas sufficient vitality to adjust itself to modern conditions. Let us\nconsider some of these activities.",
        "(a) The Reconstruction of Monasteries.–During the T’ai Ping\nrebellion, which devastated China in 1850-1865, the monasteries suffered\nwith the towns. Not only were the monasteries burned to the ground, but\ntheir means of support were taken away and the monks were scattered.\nThere are still many of these ruined monasteries in the Yangtze valley\nand in southern and western China. Quite a number of them have been\nrebuilt. Perhaps the most notable example is that at Changchow which was\ndestroyed during the rebellion. Today it is the largest monastery in\nChina, having about two thousand monks. In Fukien several new\nmonasteries have been built in the last few decades. In the provinces of\nChekiang and Kiangsu, in the large cities and about Peking there are\nbuilding activities, showing that the monasteries are feeling a new wave\nof prosperity.",
        "T’ai Hsu, one of the leaders’ of modern Buddhism, is holding up an ideal\nprogram for Buddhism in this time of reconstruction. He proposes that\nthere should be 576 central monasteries, 4608 preaching places, 72\nBuddhist hospitals and 72 orphanages.",
        "(b) Accessions.–Regarding the number of monks it is almost\nimpossible to obtain any reliable figures. A conservative estimate,\nbased upon partial returns, makes the number of monks about 400,000 and\nthat of nuns about 10,000. The impression among the Buddhists is that\nthe number of monks is increasing. That is quite probable in view of the\nrebuilding and repairing which is now in progress.",
        "More significant is the number of accessions from the learned class.\nMany officials, disheartened by the present confused political\nsituation, have sought refuge in the monasteries. Some of them are now\nabbots of monasteries and are using their influence to build them up.\nAll over China there are Confucian scholars who are giving themselves to\nthe study of Buddhism and to meditation. Some of the Chinese students\nwho have studied in Buddhist universities in Japan are propagating\nBuddhism by lecture and pen.",
        "(c) Publications.–Quite as significant is the increase in the\npublication of Buddhist literature of all kinds. Many of the monasteries\nhave printing departments where they publish the sutras needed for their\nown use. In addition, there are eight or more publishing centers where\nBuddhist literature is printed. The most famous are Yang’s establishment\nat Nanking, the Buddhist Press in Yangchow and that in Peking. In these\nestablishments about nine hundred different works are being published.\nThe most noteworthy recent publication has been that of the Chinese\nBuddhist Tripitaka in Shanghai.",
        "Among these publications are a few modern issues. The Chung Hua Book\nCompany has published several works on Buddhism. Other books have been\nissued for the sake of harmonizing Buddhism with western science and\nphilosophy. In this enterprise Japanese influence is visible. In 1921 a\nShanghai press published a dictionary of Buddhist terms containing 3302\npages, based on the Japanese Dictionary of Buddhism. Other works also\nshow the influence of Japanese scholarship.",
        "Among the publications have appeared two magazines. One published at\nNingpo, is called “New Buddhism.” This is struggling and may have to\nsuccumb. The other is known as the “Sound of the Sea Tide,” now\npublished in Hankow. Moreover, in all the large cities there are\nBuddhist bookshops where only Buddhist works are sold. These all report\na good business. This literary activity reveals an interest among the\nreading classes of China. Few such books are purchased by the monks. The\nChinese scholars read them for their style and for their deep\nphilosophy, but also for light and for help in the present distracting\npolitical situation of their country.",
        "(d) Lectures.–Along with publication goes the spread of Buddhism\nby lectures in the monasteries and the cities of China. A few years ago\nBuddhist sermons, however serious, were only listened to by monks and by\na few pious devotees. Today such addresses are advertised and are\nusually well attended by the intellectuals. Often many women are found\nlistening. Monks like T’ai Hsü and Yuan Ying have a national reputation.\nNot only monks, but laymen trained in Japan are delivering lectures on\nthe Buddhist sutras. The favorites are the Awakening of Faith and the\nSuddharma Pundarika sutra.",
        "(e) Buddhist Societies.–With the lectures goes the organization\nof Buddhist societies for all sorts of purposes. There is a central\nsociety in Peking which has branches in every province. The connection\nis rather loose. Buddhism has never been in favor of centralization. Nor\nfor that matter would the government have allowed it. The chief ends\naimed at by these societies are fellowship, devotion, study,\npropagation, and service. Such societies, often short lived, are\nspringing up in many quarters. They meet for lectures on Buddhism or to\nconduct a study class in some of the sutras. Occasionally the more\nambitious conduct an institute for several months. Some spend part of\nthe time in meditation together. Several schools for children are\nsupported by these societies. They also encourage work of a religious\nnature among prisoners, distributing tracts and holding services. Such\nactivities are especially appreciated by those who are to suffer the\ndeath penalty. The societies are also doing publishing work. The two\nmagazines are supported by the members of the larger societies.",
        "(f) Signs of Social Ambition.–Social work is a prominent feature\nof some of these Buddhist societies. They have raised money for famine\nstricken regions, have opened orphanages, and assist in Red Cross work.\nOne of the largest Chinese institutions for ministering to people who\nare sick and in trouble is located at Hankow. Around a central Buddhist\ntemple is a modern-built hospital, an orphanage and several schools for\npoor children. It may not maintain western standards of efficiency, but\nit certainly represents the outreach of modern Buddhism.",
        "Perhaps their most far-reaching advance has been made because of the\nrealization that leaders are needed and that they must be trained.\nSeveral schools for this purpose have sprung into existence. Such\nschools are necessarily very primitive and are struggling with the\ndifficulties of finding an adequate staff and equipment and of obtaining\nthe best type of students.",
        "Another sign of new life has been the making of programs for the future\ndevelopment of Buddhism. One of the most comprehensive appeared a short\ntime ago. For the individual it proposes the cultivation of love, mercy,\nequality, freedom, progressiveness, an established faith, patience and\nendurance. For all men it proposes (1) an education according to\ncapacity; (2) a trade suited to ability; (3) an opportunity to develop\none’s powers; (4) a chance for enlightenment for all. For society it\nurges the cultivation of cooperation, social service, sacrifice for the\nsocial weal, and the social consciousness in the individual. On behalf\nof the country it urges patriotism, participation in the government, and\ncooperation in international movements. For the world it advocates\nuniversal progress. As to the universe it specifies as a goal the\nbringing of men into harmony with spiritual realities, the enlightenment\nof all and the realization of the spiritual universe.",
        "A Buddhist writer sums up the aims of new Buddhism as follows:",
        "“Formerly Buddhism desired to escape the sinful world. Today Buddhism\nnot only desires to escape this world of sin, but longs to transform\nthis world of sin into a new world dominated by the ideals of Buddhism.\nFormerly Buddhism was occupied with erecting and perfecting its\ndoctrines and polity as an organization. Today it not only hopes to\nperfect the doctrines and polity, but desires to spread the doctrines\nand ideals abroad so as to help mankind to become truly cultured.”",
        "Not only the Chinese Buddhists, but the Lamas of Mongolia and Tibet are\nfeeling the impulses of the new age. Quite recently an exhibition was\nheld in the Lama temple at Peking which attracted thousands of visitors.\nIts object was to obtain money to repair the temple, and thus to give\nits work a fresh impulse. That these impulses are not necessarily\nhostile to Christianity is shown by a letter written by the Kurung\nTsering Lama of Kokonor district to the Rev. T. Sörensen of Szechuan:",
        "“I, your humble servant, have seen several copies of the Scriptures and,\nhaving read them carefully, they certainly made me believe in Christ. I\nunderstand a little of the outstanding principles and the doctrinal\nteaching of the One Son, but as to the Holy Spirit’s nature and essence,\nand as to the origin of this religion, I am not at all clear, and it is\ntherefore important that the doctrinal principles of this religion\nshould be fully explained, so as to enlighten the unintelligent and\npeople of small mental ability.",
        "“The teaching of the science of medicine and astrology is also very\nimportant. It is therefore evident if we want this blessing openly\nmanifested, we must believe in the religion of the only Son of God.\nBeing in earnest, I therefore pray you from my heart not to consider\nthis letter lightly. With a hundred salutations.”",
        "Enclosed with this letter was a poem written in most elegant language.",
        "“O thou Supreme God and most precious Father, The truth above all\nreligions, The Ruler of all animate and inanimate worlds! Greater than\nwisdom, separated from birth and death, Is his son Christ the Lord\nshining in glory among endless beings. Incomprehensible wonder,\nmiraculously made! In this teaching I myself also believe–As your\nspirit is with heaven united, My soul undivided is seeking the truth\nJesus the Savior’s desire fulfilling, For the coming of the Kingdom of\nHeaven I am praying. Happiness to all.”",
        "Looking back over the last twenty-five years we see rising quite\ndistinctly a Buddhist world growing conscious of itself, of its past\nhistory and of its mission to the world. This Buddhist, world has much\nmore of a program than it had twenty-five years ago. Its object is to\nunite the Mahayâna and the Hînayâna branches of Buddhism and to spread\nBuddhist propaganda over the world. At present the leadership of this\nmovement is in Japan. It is in part a political movement. There is no\nquestion that Christianity is not at all pleasing to the Japanese\nmilitarists. It is regarded by them as the advance post of western\nindustrialism and political ambition. Quite naturally such leaders\ndesire to make the Buddhist world a unit. It is also a social movement.\nThe spirit of the Japanese Buddhist has been brought to consciousness by\nthe new position of Japan. Japan is seeking to take its place in the\nworld as a first rate power. By this not only will Japan’s industry and\ncommerce profit, but its spiritual values must also be adapted to the\nworld. The movement then has its spiritual side. Japanese travelers and\npeople are going to all parts of the world. They carry with them the\nreligious ideals which have been shaped by Buddhism. Buddhism in the\npast was one of the great religions of salvation with an inspiring\nmissionary message. It is again awakening to this task of\nevangelization. Under the leadership of Japanese scholars and religious\nstatesmen the Japanese are seeking to unite the Buddhist world so that\nit shall become a force in the new world. Japan is thus trying to give\nback what it has received in the past.",
        "At present in Buddhist countries there is a strong force working against\nthis movement. Nationalism is a new force to be reckoned with. Still\neven with the spirit of nationalism permeating every group, the Buddhist\nworld is getting together and will strive to make its contribution to\nthe life of the whole world.",
        "Buddhists are approaching Christianity. In many places a spirit of\ninquiry and interest in the Christian religion is met. It is not\nnecessary that there should be a Buddhist world permanently over against\na Christian world. The questions which Buddhists ask a missionary\nindicate an interest in vital themes. Some of them are as follows:",
        "We put our trust in the three Precious Ones. In what do you trust? Is\nnot your Shang Ti (name for God used in China) a being lower than Buddha\nand just a little higher than a Bodhisattva? Is not Shang Ti the tribal\ngod of the Jews? Do you believe in the existence of purgatory?\nWhat sufferings will those endure who do not live a virtuous life? Do\nyou believe in the reality of the Western Paradise? How can one enter\nit? There being three kinds of merit, by what method is the great merit\naccumulated? How is the middle and the small merit accumulated? What are\nthe fruits of these proportions of merit and what are they like? Tell me\nhow to believe Christ. What work of meditation do you perform? Is not\nBuddhism more democratic than Christianity, because it holds out the\npossibility of Buddhahood to all beings? Is not Buddhism more inclusive,\nbecause it provides for the salvation of all beings?",
        "These questions make it plain that the worker who is to deal with\nBuddhists should have a broad background of general culture. He must be\nthoroughly humanized. He should have a good knowledge of the history of\nphilosophy and religion, including the work of the modern philosophers.\nA knowledge of the life of Buddha and of the doctrines of the Hînayâna\nor Southern Buddhism, as well as the tenets of the Mahayâna should be in\nhis possession. The psychology of religion should interpenetrate his\nhistorical learning; the best methods of pedagogy should guide his\napproach to men. Of course he must speak the language of the Buddhist,\nnot only the spiritual language, but his everyday patois. He will find\nit an advantage to know some Sanskrit. While this requirement is not\nvery urgent at present, it will rapidly become a necessity for doing the\nbest work.",
        "This knowledge should be interpenetrated by a genuine sympathy, that is,\nimagination tinged with emotion. The worker should be able to view\ndoctrines, values and actions from the point of view of the Buddhist and\nhis past history. He must have a genuine interest in and a great\ncapacity for friendship. The Buddhists are very human, responding to\nfriendship very quickly. Such friendship forms a link between the man\nand the larger friendship of Christ.",
        "A Chinese Christian leader described his idea of a church as a place\nremoved from the din of the street, approached by a walk flanked with\ntrees and flowers and adorned within by symbols speaking to the heart of\nthe Chinese. He longed for the mystic silence and the beauty of holiness\nwhich would open the windows of the world of spiritual reality and throw\nits light upon the problems of life. He was asked, “Would you adapt some\nof the symbols of the Chinese religions?” He said, “Many of those\nsymbols are neutral. They suggest religious emotion. Their character\ndepends upon the content which the occasion puts into them. If the\ncontent is Christian then the symbols and emotions will become\nChristian.”",
        "Christianity is a religion of beauty. The beautiful in architecture,\nsymbol and ritual, expressing the spiritual universe of the past,\npresent and future, makes a strong appeal to the Chinese heart. It may\nwell be emphasized in the future as never before.",
        "Not long ago a Buddhist in one of the large cities of China was\nconverted. He found great joy in the experience which revived him and\ngathered into unity the broken fragments of his life. He attended church\nregularly and participated in the prayer meetings. Gradually he\ndiscovered that he was not being nourished. He felt his joy slipping\naway from him and his divided life reinstating itself. He went to\nBuddhism for consolation. He is not hostile to the church. He\nappreciates the help he received, but he said that he came for\nconsolation and peace and found the same–hard orthodoxy and morality so\nfamiliar to him in Confucianism.",
        "While the case of this man may have individual peculiarities, it may be\nmade the starting point for a discussion of the situation in many\nchurches in China. The early message to the Chinese was doctrinal. The\nfalse notion of many gods had to be displaced by the idea of the one\ntrue God. With this idea of the true God a few other tenets of the\nChristian religion are often held as dogmatic propositions to be\nrepeated when questions are asked. The great sin preached is the worship\nof idols.",
        "The second part of the Christian message is salvation by faith in Jesus\nChrist. This salvation is other-worldly to a large extent. The extreme\nemphasis upon it has made of the church an insurance society, membership\nin which insures bliss in the world beyond.",
        "The third part of the message has been concerned with moral acts,\nabstinence from opium (liquor and tobacco in some churches), polygamy,\nand the gross sins. Attendance upon church services, contribution for\nthe support of the church, and the refusal to contribute to idolatry\nhave also been required.",
        "The emphasis to a large extent was doctrinal, moral and individual. The\nresult has been a body of people free from the gross sins, but also\ninnocent of the great virtues and individualistic in their outlook upon\nthis world and the next. This emphasis is needed, but in addition there\nshould be the cultivation of the presence of God in the soul by\nappropriate means. The Christian Church of China should develop a\ntechnique of the spiritual life suited to the East. The formation of\nhabits of devotion should be emphasized. Intercessory prayer should be\ngiven a larger place. Contemplation and meditation should be regarded\nnot merely as an escape from the turmoil and strife of the world, but as\na preparation for the highest life of service and sacrifice. Buddhist\nmysticism united the whole universe and was the great foundation of\nChinese art, literature and morality. The spiritual world of\nChristianity must likewise seep through into the very thought of Asia\nand inspire the new art, literature and morality which will be the world\nexpression of a Christian universe.",
        "To the aesthetic and mystical emphasis must be attached a social\nemphasis. Buddhism is often criticized as not being social. It is a\nhighly socialized religion. It has had a large influence upon social\nlife in the East. This social life is different from ours. We see its\nwrongs and weaknesses. Likewise do the Buddhists see the materialism and\ninjustice of our social life. Christianity must relate itself to the\nmodern world as it is rising in China and seek not merely to remedy a\nfew wrongs or heal a few diseases, but must release the healing stream\ninto the social life of the East. This will be done and is being done\nthrough the Church community which has become conscious of itself,\nrealizing its needs and wants, seeking in an intelligent and systematic\nway to rehabilitate itself. It is not so much the external unrelated\nefforts that accomplish the thing needed, but it is rather the community\nlife stirred by ideals and fired by a new dynamic which begins the work\nof reformation.",
        "(a) As a Historical Character.–The great asset of the missionary\namong Buddhists is the historical person of Christ. In contrast to many\nof the Bodhisattvas, the saviours of the Buddhists, Jesus is a\nhistorical character. His life among men was the life of God among men.",
        "(b) As the Revealer.–God is like Christ. Christ reveals God as\nthe complete, the perfect person. He possessed the pure spiritual\npersonality. The chief characteristic of this personality is love. This\nlove conscious of itself finds its highest joy in the well-being of\nothers. This love of God produced human life which, springing from the\nlowest form, broke through the material elements and is capable of\nattaining the highest development.",
        "Christ reveals to man his heavenly relationship. Man created in the\nlikeness of God stands in the highest relation of one person to another\nthrough love. He likens this relation to that of father and son. He\nlifts man to the fellowship with the divine. Yet such a fellowship that\nman preserves his personality.",
        "Christ reveals man in his relation to men as a brother and the form of\nlove which shall control the relation of man to God as well as man to\nman.",
        "Christ revealed and founded the Kingdom, a society of the saved,\ndominated by the spirit of the founder and making this spirit of love\nand service the organizing power in the world.",
        "(c) As the Saviour.–Mahayâna Buddhism emphasized saviourhood.\nChrist is the saviour of men. In Buddhism the stress is placed upon the\nmerit of the saviour and the saved. There is no question that merit has\nsome value. Yet Christ does not save us by merit, nor do we help to save\none another by merit. Salvation is a moral and spiritual process. It is\nconcerned with the biology of the soul. The salvation that we preach is\nnot the salvation by knowledge, or meditation, or merit, but by the\ninterpenetration of Christ’s spirit in ours, by the mystic and moral\nunion of our life with his. As Paul says: “That I may know Him and the\npower of His resurrection and the fellowship of His suffering.” Yet He\nis not the saviour of the individual alone. He saves the community, the\nchurch. Only as His spirit permeates and dominates the community does he\nfind his true self and the real salvation.",
        "(d) As the Eternal Son, of God.–The Mahayâna system does not\nemphasize the historicity of Amitabha or of the Bodhisattvas. Spiritual\ntruth is the development of the soul. It is not limited by time and\nplace. Likewise Christianity must emphasize the eternal character of\nJesus Christ. “The Logos existed in the very beginning, the Logos was\nwith God, the Logos was God.” To the Mahâyânist this spiritual history\nis more real than any fact conditioned by time and place.",
        "The Christian worker must learn to understand the import of the Gospel\nof John. He must see in Jesus Christ “The real Light, which enlightens\nevery man.” He must be able to convince himself that the Christ is the\nfulfillment of the highest aspirations of the Mahâyâna system.",
        "In 1920 a number of Buddhist monks, under the leadership of Rev. K. L.\nReichelt formed a Christian brotherhood. The members of this small\nbrotherhood decided that they must subscribe to vows and they took the\nfour following:",
        "“I promise before the Almighty and Omniscient God, that I with my whole\nheart will surrender myself to the true Trinity, God the Father, the Son\nand the Holy Spirit. I will with my whole heart have faith in Jesus\nChrist as the Saviour of the world who gives completion to the\nprofoundest and best objects of the higher Buddhism. I will live in this\nfaith now and ever after.",
        "“I promise solemnly before God with my whole heart to devote myself to\nthe study of the true doctrine and break wholly with the evil manners of\nthe world and show forth in my public and private life that I am truly\nunited with Christ.",
        "“I promise that I in every respect will try so to educate myself that I\ncan be of use in the work of God on earth. I will with undivided heart\ndevote myself to the great work; to lead my brethren in the Buddhist\nAssociation forward to the understanding of Christ as the only One, who\ngives completion to the highest and profoundest ideas of Higher\nBuddhism.",
        "“I promise that until my last hour I will work so that out of our\nChristian Brotherhood there may grow forth a strong church of Christ\namong Buddhists. I will not permit any evil thing to grow in my heart,\nwhich could divide the brotherhood, but will always try to promote the\nprogress of every member in the knowledge of the holy obligations laid\ndown in these vows and our constitution.”",
        "Such men ought, to make choice Christians.",
        "Buddhism in the course of its long history developed certain religious\nideas and values which we find in Christianity. It faced the fact of sin\nand placed it in the heart. It diagnosed the fundamental instincts of\nmen, sex-appetite, will-to-achieve, and pugnacity. These must be\novercome. It regards them as delusions which must be eliminated.\nChristianity also deals with these instincts. It is under no delusion as\nto their strength. There are certain tendencies in Christianity which\nhave tried to annihilate them. The central tendency of Christianity,\nhowever, recognizing their power for good, seeks to sublimate them and\nmake them serve the individual and society. This attitude of the two\nreligions toward these instincts is fundamentally different. The\nattitude of Christianity has been justified even in Buddhist lands where\nthe religious life of the people has followed the same line that\nChristianity advocates.",
        "Early Buddhism tried to dissolve man’s personality. Later Buddhism\ncorrected this and perhaps has appealed too much to the desire on the\npart of the individual to enter a heaven which is merely a replica of\nthe earth. Christianity starts with a personal God and holds up before\nthe believer the goal of perfection for his own personality. It finds\nman without a self and confers a real selfhood upon him.",
        "Early Buddhism taught that salvation is accomplished by the individual\nalone. It denies the possibility and the necessity of help from a divine\nsource. Subsequent history has proved this to have been wrong. In India,\nBuddhism has been displaced by Hinduism, and in China, and Japan, the\nMahâyâna has developed the idea of salvation through another. The great\nstream of Buddhism has recognized that man by himself is helpless. He\nmust have the help of a divine power in order to obtain salvation.\nChristianity asserts that salvation is possible only through the\nintervention of God. The incarnation, the life, death and resurrection\nof Jesus and his work in the world through the Holy Spirit on the one\nhand are the expression of God’s solicitude for man, and, on the other\nhand, correspond to the deep need which men of all ages have felt, for a\npower above themselves. From the early stages of magic to the highest\nreaches of religion we find this constant factor recognized by human\ngroups all over the world. They bear witness to a power above themselves\nto whom they continually appeal. In Christianity we find this main\ntendency enunciated most clearly. The individual cannot save himself.\nMankind cannot save itself. Both must rely upon the assistance of the\ndivine power which started this universe on its way and which is the\never present creative force.",
        "Christianity, moreover, has established the community of believers\nincluding all classes and conditions of men. Herein each one may realize\nhim&if. Herein also he may realize the kind of community which is\nfriendly to his highest aspirations for himself. Herein he has the\nopportunity to transmute the instincts above mentioned into forces which\nmake for the larger development of his own person and the well-being of\nthe community.",
        "Accordingly, as Christians face Buddhists, they can do so with the\nconsciousness that this great religion has been reaching out after the\nlight which shines brightly in our Christian religion. They have the\nassurance not only that they have a message which brings fulfilment to\nthe ideas of the Mahâyâna, but also that it has prepared the way for the\nhearts of the Chinese to receive the highest message of Christianity.",
        "The student should read and inwardly digest the booklet of K. J.\nSaunders",
        "He should follow the directions given in Appendix One of that book, This\nprocedure is important because the Hînayâna Buddhism and the life of\nBuddha are the background of Buddhism in China.",
        "Then he may take Hackmann’s Buddhism as a Religion\n(No. 15). This will give a general orientation. This may be followed\nwith R. F. Johnston’s Buddhist China (No.\n20). Along with this he may read Suzuki’s\nAwakening of Faith (No. 32), and also his\nOutlines of Mahâyanâ Buddhism (No. 33). McGovern’s\nIntroduction to Mahâyanâ Buddhism (No. 23) will\nilluminate the philosophical background of Buddhism, and Eliot’s\nHinduism and Buddhism (No. 13) will add historical\nperspective.",
        "The translation of Mahdydna Sutras by Beal and in the\nSacred Books of the East will give him some of the sources for the\ndoctrines held in China. He may begin as the Buddhist missionaries did\nwith the sutra of the Forty-two sections and then take up the Diamond\nSutra, and then completing the sutras in Vol. 59 and the Catena of\nBuddhist Scriptures.",
        "For the study of the ethical side he will find De Groot’s Le Code\ndu Mahâyâna en Chine very helpful. For the study of the sects\nEliot, Vol. III, pp. 303-320 Northern Buddhism (No. 14) will\nbe helpful.",
        "In all his study he will find Eitel’s Handbook of Chinese\nBuddhism (No. 12) indispensable. He must, however, make a\nChinese index in order to be able to use the book.",
        "Contact with monks will be helpful and is quite necessary in order to\nappreciate the human problems of the work.",
        "1. BEAL, S. Abstract of Four Lectures upon Buddhist\nLiterature in China. London, Triibner, 1882.",
        "Lecture II, on “Method of Buddha’s Teaching in the Vinaya Pitaka,” and\nLecture IV, on “Coincidences Between Buddhism and Other Religions,\"\nespecially desirable.",
        "2. –– Buddhism in China, London, S. P. C. K, 1884.",
        "The best comprehensive account of Chinese Buddhism, written by an\nauthority.",
        "3. –– Catena of Buddhist Scriptures, from the Chinese. London,\nTriibner, 1871.",
        "A good introduction to Chinese Buddhism from the sources.",
        "4. –– The Romantic Legend of Sâkya Buddha. London,\nTriibner, 1875.",
        "Recounts Buddha’s history from the beginning to the\nconversion of the Kâsyapas and others.",
        "5. –– Texts from the Buddhist Canon Commonly Known as D\nhammapada. London, Triibner, 1878. Pocket edition, 1902.",
        "These “Scriptural Texts,” translated from the Chinese and abridged, are\nusually connected with some event in Buddha’s history. This translation\nhas Indian anecdotes, illustrating the verses.",
        "6. COULING, S., editor. The Encyclopaedia Sinica. Shanghai, Kelly\n& Walsh, 1917.",
        "Contains, on pages 67-75, a number of brief articles upon Buddhism in\nChina.",
        "7. DE QROOT, J. J. M. Religion of the Chinese. New York,\nMacmillan, 1900.",
        "Pages 164-223 contain a summary of the main facts about Chinese Buddhism\nby an authority.",
        "8. –– Sectarianism and Religious Persecution in China. 2 vols.\nJ. Müller, Amsterdam, 1903-1904.",
        "Treats from sources Confucianism’s persecution of Buddhism and other\nsects. See Vol. II. Index, under Buddhism, p. 572.",
        "9. DORE, HENEI. Researches into Chinese Superstitions. 6 vols.\nTusewei Press, 1914-1920.",
        "A well illustrated miscellany of superstitions of all Chinese religions\nshowing indistinctly their interpenetration by Buddhism.\nFor Buddhism proper, see Vol. VI, pp. 89-233.",
        "10. EDKINS, J. Chinese Buddhism. 2d edition. London, Trübner,\n1893.",
        "A very full account of Buddhism as seen by a Sinologue of the last\ngeneration.",
        "11. EITEL, E. J. Buddhism: Its Historical, Theoretical and Popular\nAspects. Hongkong, Lane, Crawford and Co., 1884.",
        "Written by an observant scholar and descriptive of Buddhism of South\nChina especially.",
        "12. –– Handbook of Chinese Buddhism. Presbyterian Mission Press,\nShanghai.",
        "This is a Sanskrit-Chinese dictionary, a reprint of the second edition\nof 1888 without the Chinese index necessary for identifying Chinese\nBuddhist terms.",
        "13. ELIOT, SIR CHARLES. Hinduism and Buddhism, An Historical\nSketch. 3 vols. Edward Arnold and Co., 1921.",
        "This is a valuable contribution to our knowledge of Buddhism by an\nexperienced student. The parts especially related to Chinese Buddhism\nare Vol. II, pp. 3-106; Vol. Ill, 223-335.",
        "14. JETTY, A. Gods of Northern Buddhism. Oxford, Clarendon Press,\n1914.",
        "This work is helpful in identifying images in the temples, though\nunfortunately few of those given are Chinese.",
        "15. HACKMANN, H. Buddhism as a Religion. London, Probsthain,\n1910.",
        "Gives a general view of Buddhism from first-hand investigation. For\nChinese Buddhism see pp. 200-257.",
        "16. HASTINGS, JAMES. The Encyclopedia of Religion and Ethics. New\nYork, Scribners, 1908.",
        "Articles Asvaghosa, Bodhisattva, China (Buddhism in), Mahâyâna Missions\n(Buddhist).",
        "17. HUME, R. E. The Living Religions of the World. New York,\nScribners, 1924.",
        "A clear comparative study of these religions in the light of Christian\nstandards.",
        "18. INGLIS, J. W. “Christian Element in Chinese Buddhism.\"\nInternational Review of Missions, Vol. V, 1916, pp. 587-602. An\nexcellent article by a veteran missionary and scholar of Manchuria.",
        "19. JOHNSON, S. Oriental Religions ... China. Boston, Houghton,\nOsgood Co., 1878.",
        "Pages 800-833 give a comprehensive summary by a student of comparative\nreligion.",
        "20. JOHNSTON, R. F. Buddhist China. New York, Dutton, 1913.",
        "A well-written, interesting book. The author knows his subject, and is\nheld in high esteem by Buddhists in China.",
        "21. KEITH, A. BERRIEDALE. Buddhist Philosophy in India and\nCeylon. Oxford, Clarendon Press, 1923.",
        "A study of the historic development of the Buddhistic philosophy in\nIndia and Ceylon which throws much light on the Mahâyâna.",
        "22. LODGE, J. E. Chinese Buddhist Art. Asia, Vol. XIX, June,\n1919.",
        "Some of the choicest half-tones illustrating its character accompanied\nby interesting descriptions.",
        "23. McGOVERN, W. M. An Introduction of Mahâyâna Buddhism. Dutton,\n1922.",
        "Though written from the point of view of Japanese Buddhism it gives a\ngood treatment of metaphysical and psychological aspects of the Mahâyâna\nsystem.",
        "24. MÜLLER, F. MAX. Sacred Books of the East. Vol. XLIX,\nBuddhist, Mahâyâna Texts. Oxford, Clarendon Press, 1894.",
        "A book of sources necessary for understanding Northern Buddhism.",
        "25. PARKER, E. H. China and Religion. New York, Dutton, 1905.",
        "A sketch of Buddhism by a scholar long resident in China is found in\nChapter IV.",
        "26. PAUL, C. T. The Presentation of Christianity to Buddhists.\nNew York, Board of Missionary Preparation, 1924.",
        "A carefully prepared study of Buddhism from the viewpoint of\nmissionaries working in Buddhist lands.",
        "27. REICHELT, K. L. “Special Work Among Chinese Buddhists.” Chinese\nRecorder, Vol. LI, 1920, July issue, pp. 491-497.",
        "An article by a pioneer in work among Buddhists, of rare insight and\nsympathy.",
        "28. RICHARD, T. The Awakening of Faith in the Mahâyâna Doctrine.\n2d edition. Shanghai, 1918.",
        "A loose translation by a very large-hearted and sympathetic student with\nan irenic spirit. See 32 below.",
        "29. RICHARD, T. Guide to Buddhahood; Being a Standard Manual of\nChinese Buddhism. Shanghai., 1907.",
        "30. SAUNDERS, K. J. Epochs of Buddhist History (Haskell\nLectures), Chicago University Press, 1922.",
        "A good summary of the main developments in Buddhism.",
        "31. STAUFFER, M. T. The Christian Occupation of China. Shanghai\nContinuation Committee, 1922.",
        "The introductory section contains articles upon China’s religions.",
        "32. SUZUKI, T. A’svaghosa’s Awakening of Faith in the Mahâyâna.\nChicago, Open Court Publishing Co., 1900.",
        "A far more accurate translation of this work than No. 28 above.",
        "33. –– Outlines of Mahâyâna Buddhism. Chicago, Open Court\nPublishing Co., 1908.",
        "While written from the Japanese point of view it is necessary to the\nunderstanding of Chinese Buddhism.",
        "34. WATTERS, T. “Buddhism in China.” Chinese Recorder, Vol. II,\n1870, pp. 1-7, 38-43, 64-68, 81-88, 117-122, 145-150, Shanghai.",
        "A valuable series of articles by an excellent Chinese scholar,\ndiscussing the history, persecutions, and various Buddhas of China.",
        "35. WEI, F. C. M. “Salvation by Faith as Taught by the Pure Land Sect.\"\nChinese Recorder, Vol. LI, 1920, pp. 395 401, 485-491.",
        "A good article on the sect whose ideas have spread over China and Japan.",
        "36. WIEGER, L. Bouddhisme Chinois, 2 vols. Ho-Kien-Fou, Roman\nCatholic Press, 1910-1913.",
        "This contains the Chinese text and French translation of the life of\nBuddha as known to China; also the ritual observed in ordination. A\nuseful source book.",
        "\nThis is the complete public domain etext “Buddhism and Buddhists in China” (Lewis Hodus).\n\n\nAlso see The Buddhist Tradition in India, China and Japan at Amazon.\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on September 2003.\n"
    ]
}