{
    "title": "Buddhism and Buddhists in China - X. The Christian Approach to Buddhists",
    "author": "Lewis Hodus",
    "chapter": "11",
    "content": [
        "\n\n",
        "Buddhists are approaching Christianity. In many places a spirit of\ninquiry and interest in the Christian religion is met. It is not\nnecessary that there should be a Buddhist world permanently over against\na Christian world. The questions which Buddhists ask a missionary\nindicate an interest in vital themes. Some of them are as follows:",
        "We put our trust in the three Precious Ones. In what do you trust? Is\nnot your Shang Ti (name for God used in China) a being lower than Buddha\nand just a little higher than a Bodhisattva? Is not Shang Ti the tribal\ngod of the Jews? Do you believe in the existence of purgatory?\nWhat sufferings will those endure who do not live a virtuous life? Do\nyou believe in the reality of the Western Paradise? How can one enter\nit? There being three kinds of merit, by what method is the great merit\naccumulated? How is the middle and the small merit accumulated? What are\nthe fruits of these proportions of merit and what are they like? Tell me\nhow to believe Christ. What work of meditation do you perform? Is not\nBuddhism more democratic than Christianity, because it holds out the\npossibility of Buddhahood to all beings? Is not Buddhism more inclusive,\nbecause it provides for the salvation of all beings?",
        "These questions make it plain that the worker who is to deal with\nBuddhists should have a broad background of general culture. He must be\nthoroughly humanized. He should have a good knowledge of the history of\nphilosophy and religion, including the work of the modern philosophers.\nA knowledge of the life of Buddha and of the doctrines of the Hînayâna\nor Southern Buddhism, as well as the tenets of the Mahayâna should be in\nhis possession. The psychology of religion should interpenetrate his\nhistorical learning; the best methods of pedagogy should guide his\napproach to men. Of course he must speak the language of the Buddhist,\nnot only the spiritual language, but his everyday patois. He will find\nit an advantage to know some Sanskrit. While this requirement is not\nvery urgent at present, it will rapidly become a necessity for doing the\nbest work.",
        "This knowledge should be interpenetrated by a genuine sympathy, that is,\nimagination tinged with emotion. The worker should be able to view\ndoctrines, values and actions from the point of view of the Buddhist and\nhis past history. He must have a genuine interest in and a great\ncapacity for friendship. The Buddhists are very human, responding to\nfriendship very quickly. Such friendship forms a link between the man\nand the larger friendship of Christ.",
        "A Chinese Christian leader described his idea of a church as a place\nremoved from the din of the street, approached by a walk flanked with\ntrees and flowers and adorned within by symbols speaking to the heart of\nthe Chinese. He longed for the mystic silence and the beauty of holiness\nwhich would open the windows of the world of spiritual reality and throw\nits light upon the problems of life. He was asked, “Would you adapt some\nof the symbols of the Chinese religions?” He said, “Many of those\nsymbols are neutral. They suggest religious emotion. Their character\ndepends upon the content which the occasion puts into them. If the\ncontent is Christian then the symbols and emotions will become\nChristian.”",
        "Christianity is a religion of beauty. The beautiful in architecture,\nsymbol and ritual, expressing the spiritual universe of the past,\npresent and future, makes a strong appeal to the Chinese heart. It may\nwell be emphasized in the future as never before.",
        "Not long ago a Buddhist in one of the large cities of China was\nconverted. He found great joy in the experience which revived him and\ngathered into unity the broken fragments of his life. He attended church\nregularly and participated in the prayer meetings. Gradually he\ndiscovered that he was not being nourished. He felt his joy slipping\naway from him and his divided life reinstating itself. He went to\nBuddhism for consolation. He is not hostile to the church. He\nappreciates the help he received, but he said that he came for\nconsolation and peace and found the same–hard orthodoxy and morality so\nfamiliar to him in Confucianism.",
        "While the case of this man may have individual peculiarities, it may be\nmade the starting point for a discussion of the situation in many\nchurches in China. The early message to the Chinese was doctrinal. The\nfalse notion of many gods had to be displaced by the idea of the one\ntrue God. With this idea of the true God a few other tenets of the\nChristian religion are often held as dogmatic propositions to be\nrepeated when questions are asked. The great sin preached is the worship\nof idols.",
        "The second part of the Christian message is salvation by faith in Jesus\nChrist. This salvation is other-worldly to a large extent. The extreme\nemphasis upon it has made of the church an insurance society, membership\nin which insures bliss in the world beyond.",
        "The third part of the message has been concerned with moral acts,\nabstinence from opium (liquor and tobacco in some churches), polygamy,\nand the gross sins. Attendance upon church services, contribution for\nthe support of the church, and the refusal to contribute to idolatry\nhave also been required.",
        "The emphasis to a large extent was doctrinal, moral and individual. The\nresult has been a body of people free from the gross sins, but also\ninnocent of the great virtues and individualistic in their outlook upon\nthis world and the next. This emphasis is needed, but in addition there\nshould be the cultivation of the presence of God in the soul by\nappropriate means. The Christian Church of China should develop a\ntechnique of the spiritual life suited to the East. The formation of\nhabits of devotion should be emphasized. Intercessory prayer should be\ngiven a larger place. Contemplation and meditation should be regarded\nnot merely as an escape from the turmoil and strife of the world, but as\na preparation for the highest life of service and sacrifice. Buddhist\nmysticism united the whole universe and was the great foundation of\nChinese art, literature and morality. The spiritual world of\nChristianity must likewise seep through into the very thought of Asia\nand inspire the new art, literature and morality which will be the world\nexpression of a Christian universe.",
        "To the aesthetic and mystical emphasis must be attached a social\nemphasis. Buddhism is often criticized as not being social. It is a\nhighly socialized religion. It has had a large influence upon social\nlife in the East. This social life is different from ours. We see its\nwrongs and weaknesses. Likewise do the Buddhists see the materialism and\ninjustice of our social life. Christianity must relate itself to the\nmodern world as it is rising in China and seek not merely to remedy a\nfew wrongs or heal a few diseases, but must release the healing stream\ninto the social life of the East. This will be done and is being done\nthrough the Church community which has become conscious of itself,\nrealizing its needs and wants, seeking in an intelligent and systematic\nway to rehabilitate itself. It is not so much the external unrelated\nefforts that accomplish the thing needed, but it is rather the community\nlife stirred by ideals and fired by a new dynamic which begins the work\nof reformation.",
        "(a) As a Historical Character.–The great asset of the missionary\namong Buddhists is the historical person of Christ. In contrast to many\nof the Bodhisattvas, the saviours of the Buddhists, Jesus is a\nhistorical character. His life among men was the life of God among men.",
        "(b) As the Revealer.–God is like Christ. Christ reveals God as\nthe complete, the perfect person. He possessed the pure spiritual\npersonality. The chief characteristic of this personality is love. This\nlove conscious of itself finds its highest joy in the well-being of\nothers. This love of God produced human life which, springing from the\nlowest form, broke through the material elements and is capable of\nattaining the highest development.",
        "Christ reveals to man his heavenly relationship. Man created in the\nlikeness of God stands in the highest relation of one person to another\nthrough love. He likens this relation to that of father and son. He\nlifts man to the fellowship with the divine. Yet such a fellowship that\nman preserves his personality.",
        "Christ reveals man in his relation to men as a brother and the form of\nlove which shall control the relation of man to God as well as man to\nman.",
        "Christ revealed and founded the Kingdom, a society of the saved,\ndominated by the spirit of the founder and making this spirit of love\nand service the organizing power in the world.",
        "(c) As the Saviour.–Mahayâna Buddhism emphasized saviourhood.\nChrist is the saviour of men. In Buddhism the stress is placed upon the\nmerit of the saviour and the saved. There is no question that merit has\nsome value. Yet Christ does not save us by merit, nor do we help to save\none another by merit. Salvation is a moral and spiritual process. It is\nconcerned with the biology of the soul. The salvation that we preach is\nnot the salvation by knowledge, or meditation, or merit, but by the\ninterpenetration of Christ’s spirit in ours, by the mystic and moral\nunion of our life with his. As Paul says: “That I may know Him and the\npower of His resurrection and the fellowship of His suffering.” Yet He\nis not the saviour of the individual alone. He saves the community, the\nchurch. Only as His spirit permeates and dominates the community does he\nfind his true self and the real salvation.",
        "(d) As the Eternal Son, of God.–The Mahayâna system does not\nemphasize the historicity of Amitabha or of the Bodhisattvas. Spiritual\ntruth is the development of the soul. It is not limited by time and\nplace. Likewise Christianity must emphasize the eternal character of\nJesus Christ. “The Logos existed in the very beginning, the Logos was\nwith God, the Logos was God.” To the Mahâyânist this spiritual history\nis more real than any fact conditioned by time and place.",
        "The Christian worker must learn to understand the import of the Gospel\nof John. He must see in Jesus Christ “The real Light, which enlightens\nevery man.” He must be able to convince himself that the Christ is the\nfulfillment of the highest aspirations of the Mahâyâna system.",
        "In 1920 a number of Buddhist monks, under the leadership of Rev. K. L.\nReichelt formed a Christian brotherhood. The members of this small\nbrotherhood decided that they must subscribe to vows and they took the\nfour following:",
        "“I promise before the Almighty and Omniscient God, that I with my whole\nheart will surrender myself to the true Trinity, God the Father, the Son\nand the Holy Spirit. I will with my whole heart have faith in Jesus\nChrist as the Saviour of the world who gives completion to the\nprofoundest and best objects of the higher Buddhism. I will live in this\nfaith now and ever after.",
        "“I promise solemnly before God with my whole heart to devote myself to\nthe study of the true doctrine and break wholly with the evil manners of\nthe world and show forth in my public and private life that I am truly\nunited with Christ.",
        "“I promise that I in every respect will try so to educate myself that I\ncan be of use in the work of God on earth. I will with undivided heart\ndevote myself to the great work; to lead my brethren in the Buddhist\nAssociation forward to the understanding of Christ as the only One, who\ngives completion to the highest and profoundest ideas of Higher\nBuddhism.",
        "“I promise that until my last hour I will work so that out of our\nChristian Brotherhood there may grow forth a strong church of Christ\namong Buddhists. I will not permit any evil thing to grow in my heart,\nwhich could divide the brotherhood, but will always try to promote the\nprogress of every member in the knowledge of the holy obligations laid\ndown in these vows and our constitution.”",
        "Such men ought, to make choice Christians.",
        "Buddhism in the course of its long history developed certain religious\nideas and values which we find in Christianity. It faced the fact of sin\nand placed it in the heart. It diagnosed the fundamental instincts of\nmen, sex-appetite, will-to-achieve, and pugnacity. These must be\novercome. It regards them as delusions which must be eliminated.\nChristianity also deals with these instincts. It is under no delusion as\nto their strength. There are certain tendencies in Christianity which\nhave tried to annihilate them. The central tendency of Christianity,\nhowever, recognizing their power for good, seeks to sublimate them and\nmake them serve the individual and society. This attitude of the two\nreligions toward these instincts is fundamentally different. The\nattitude of Christianity has been justified even in Buddhist lands where\nthe religious life of the people has followed the same line that\nChristianity advocates.",
        "Early Buddhism tried to dissolve man’s personality. Later Buddhism\ncorrected this and perhaps has appealed too much to the desire on the\npart of the individual to enter a heaven which is merely a replica of\nthe earth. Christianity starts with a personal God and holds up before\nthe believer the goal of perfection for his own personality. It finds\nman without a self and confers a real selfhood upon him.",
        "Early Buddhism taught that salvation is accomplished by the individual\nalone. It denies the possibility and the necessity of help from a divine\nsource. Subsequent history has proved this to have been wrong. In India,\nBuddhism has been displaced by Hinduism, and in China, and Japan, the\nMahâyâna has developed the idea of salvation through another. The great\nstream of Buddhism has recognized that man by himself is helpless. He\nmust have the help of a divine power in order to obtain salvation.\nChristianity asserts that salvation is possible only through the\nintervention of God. The incarnation, the life, death and resurrection\nof Jesus and his work in the world through the Holy Spirit on the one\nhand are the expression of God’s solicitude for man, and, on the other\nhand, correspond to the deep need which men of all ages have felt, for a\npower above themselves. From the early stages of magic to the highest\nreaches of religion we find this constant factor recognized by human\ngroups all over the world. They bear witness to a power above themselves\nto whom they continually appeal. In Christianity we find this main\ntendency enunciated most clearly. The individual cannot save himself.\nMankind cannot save itself. Both must rely upon the assistance of the\ndivine power which started this universe on its way and which is the\never present creative force.",
        "Christianity, moreover, has established the community of believers\nincluding all classes and conditions of men. Herein each one may realize\nhim&if. Herein also he may realize the kind of community which is\nfriendly to his highest aspirations for himself. Herein he has the\nopportunity to transmute the instincts above mentioned into forces which\nmake for the larger development of his own person and the well-being of\nthe community.",
        "Accordingly, as Christians face Buddhists, they can do so with the\nconsciousness that this great religion has been reaching out after the\nlight which shines brightly in our Christian religion. They have the\nassurance not only that they have a message which brings fulfilment to\nthe ideas of the Mahâyâna, but also that it has prepared the way for the\nhearts of the Chinese to receive the highest message of Christianity.",
        "Continue...",
        "\nThis is the complete public domain etext “Buddhism and Buddhists in China” (Lewis Hodus).\n\n\nAlso see The Buddhist Tradition in India, China and Japan at Amazon.\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on September 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}