{
    "title": "Buddhism and Buddhists in China - Appendix I. Hints for the Preliminary Study of Buddhism in China",
    "author": "Lewis Hodus",
    "chapter": "12",
    "content": [
        "\n\n",
        "The student should read and inwardly digest the booklet of K. J.\nSaunders",
        "He should follow the directions given in Appendix One of that book, This\nprocedure is important because the Hînayâna Buddhism and the life of\nBuddha are the background of Buddhism in China.",
        "Then he may take Hackmann’s Buddhism as a Religion\n(No. 15). This will give a general orientation. This may be followed\nwith R. F. Johnston’s Buddhist China (No.\n20). Along with this he may read Suzuki’s\nAwakening of Faith (No. 32), and also his\nOutlines of Mahâyanâ Buddhism (No. 33). McGovern’s\nIntroduction to Mahâyanâ Buddhism (No. 23) will\nilluminate the philosophical background of Buddhism, and Eliot’s\nHinduism and Buddhism (No. 13) will add historical\nperspective.",
        "The translation of Mahdydna Sutras by Beal and in the\nSacred Books of the East will give him some of the sources for the\ndoctrines held in China. He may begin as the Buddhist missionaries did\nwith the sutra of the Forty-two sections and then take up the Diamond\nSutra, and then completing the sutras in Vol. 59 and the Catena of\nBuddhist Scriptures.",
        "For the study of the ethical side he will find De Groot’s Le Code\ndu Mahâyâna en Chine very helpful. For the study of the sects\nEliot, Vol. III, pp. 303-320 Northern Buddhism (No. 14) will\nbe helpful.",
        "In all his study he will find Eitel’s Handbook of Chinese\nBuddhism (No. 12) indispensable. He must, however, make a\nChinese index in order to be able to use the book.",
        "Contact with monks will be helpful and is quite necessary in order to\nappreciate the human problems of the work.",
        "Continue...",
        "\nThis is the complete public domain etext “Buddhism and Buddhists in China” (Lewis Hodus).\n\n\nAlso see The Buddhist Tradition in India, China and Japan at Amazon.\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on September 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}