{
    "title": "Buddhism and Buddhists in China - VI. Buddhism and Social Life",
    "author": "Lewis Hodus",
    "chapter": "7",
    "content": [
        "\n\n",
        "A common way of emphasizing moral ideas among the people by Buddhist\nteachers is the use of tracts purporting to have a divine origin. The\nfollowing gives the substance of such a tract:",
        "Not long ago in the province of Shantung, there was a sharp and sudden\nclap of thunder. After the frightened people had collected their wits,\nthey discovered a small book written in red in front of the house of a\ncertain Mr. Li. Mr. Li picked up the book, copied it and read it\nreverently. He gave a copy to Mr. Ma, the prefect, but Mr. Ma did not\nbelieve in the book. Thereupon Maitrêya, the Messiah of the Buddhists,\nspoke from the sky as follows:",
        "  “These are the years of the final age. The people under\n  heaven do not reverence Heaven and Earth, they are not\n  filial to father and mother, they do not respect their\n  superiors. They cheat the fatherless, impose upon the\n  widow, oppress the weak; they use large weights for\n  themselves and small measures for others. They injure the good.\n  They covet for their own profit. They cheat men of money,\n  use the five grains carelessly, kill the cow that draws the\n  plow. This volume is sent for their special benefit. If\n  they recite it they will avoid trouble. If they disbelieve,\n  the years with the cyclical character Ping and Ting will\n  have fields without men to plant them and houses without\n  men to live in them. In the fifth month of these years\n  evil serpents will infest the whole country. In the eighth\n  and ninth months the bodies of evil men will fill the land.",
        "  “Those who believe this book and propagate its teachings\n  will not encounter the ten sorrows of the age: war,\n  fire, no peace day and night, separation of man and wife,\n  the scattering of the sons and daughters, evil men spread\n  over the country, dead bones unburied, clothing with no\n  one to wear it, rice with no one to eat it, and the difficulty\n  of ever seeing a peaceful year. Sâkyamuni foreseeing this\n  final age sent down this volume in Shantung. The Goddess\n  of Mercy saw the sorrows of all living beings.\n  Maitrêya commanded the two runners of T’ai Shan, the\n  god of the Eastern Mountain, to investigate the conduct\n  of men and as a first punishment to increase the price of\n  rice, and then besides the ten sorrows already mentioned\n  above, to inflict the punishments of flood, fire, wind,\n  thunder, tigers, snakes, sword, disease, famine and cold.\n  The rule of Sâkyamuni which has lasted twelve thousand\n  years is now fulfilled, and Maitrêya succeeds to his place.”",
        "These sorrows may be escaped by reciting this sutra whose substance we\nfind above. If it is repeated three times the person will escape the\ncalamity of fire and water. If one man passes it on to ten men and ten\nmen pass it on to a hundred, they will escape the calamities of sword,\ndisease and imprisonment, and receive blessings which cannot be\nmeasured. He who in addition to repeating the sutra practices abstinence\nwill insure peace for himself. He who presents one hundred copies to\nothers will insure his personal peace. He who presents a thousand copies\nwill insure the peace of his family. He who is attacked by disease, may\nescape it by taking five cash of the reign of Shun Chih (1644-1661 A.\nD.), the first emperor of the Ch’ing dynasty, one mace of the seed of\ncypress, one mace of the bark of mulberry, boil in one bowl of water\nuntil only eight-tenths of the water remain, drink and he will become\nwell.",
        "In this way the five Buddhist commandments for the laity not to kill any\nliving creature, not to steal, not to commit adultery, not to lie, and\nnot to use intoxicating liquor are propagated and made real to the\ncommon man. The method is quite efficient. Whole provinces have been put\ninto a panic by such prophecies.",
        "The command not to kill any living being has had considerable influence\nin China. There are volumes of stories telling of the punishments which\nwill be visited upon those who disobey and of the rewards of those who\nrelease living animals. Every monastery has a special place for animals\nthus released by pious devotees.",
        "There is a popular story about a fishmonger of the T’ang dynasty who was\ntaken sick and during his illness dreamed that he was taken to\npurgatory. His body was aflame with fire and pained him as though he\nwere being roasted. Flying fiery chariots with darting flames swept\naround him and burned his body. Ten thousand fish strove with one\nanother to get a bite of his flesh. The ruler of the lower regions\naccused him of killing many fish and hence his punishment. For a number\nof days he was hanging between life and death. His relatives were urged\nto perform some works of penance. They had his fishing implements\nburned. With reverent hearts they made two images of Kuan Yin, presented\nofferings and repented. The whole family performed abstinence, stopped\nkilling living things, printed and gave away over a hundred copies of\nthe Diamond Sutra, and ferried over a large number of souls through\npurgatory. As a result of their efforts the sick man became well.",
        "The following comment was made on the above story by a scholar. If its\npremises are granted, the conclusion is inevitable:",
        "“If the fiery chariots are seal, why does not man see them? If they are\nfalse, how is it that man feels the pain? But where do the fiery\nchariots come from? They come from the heart and head of the one who\nkills fish. The fire in the heart (heart belongs to the element fire)\ncauses destruction. The chariot fire also causes destruction.”",
        "This attitude of mercy has been extended to human beings. There are\nnumerous tracts against the drowning of little girls in those regions\nwhere this custom is prevalent. One tells the following story:",
        "In the province of Kwangtung there lived a Mrs. Chang who daily burned\nincense and repeated Buddha’s name. One day she and her husband died.\nMuch to their surprise and consternation Yama (the potentate of hell)\ndecided that Mr. Chang must become a pig and Mrs. Chang a dog. Mrs.\nChang accordingly went to Yama and said, “During life we honored Buddha\nand so why should we become animals after death?” Yama said, “What use\nis it to honor Buddha? During life you drowned three girls whom I sent\ninto life. People with the face of a man and the heart of a beast,\nshould they not be punished?” The husband accordingly took on a pig’s\nskin and the wife a dog’s. Then by a dream they revealed to their\nbrother Chang number two that, although they repeated Buddha’s name,\nthey were not permitted to be reborn as men, because they had drowned\nlittle girls.",
        "Perhaps the extent of this spirit, of mercy and its possibilities may be\nillustrated by the reverence for the ox. While there is a great deal of\ncruelty in China to animals and men, it is rarely that one sees an ox\nabused. Up to the advent of the foreigner an ox was not killed for meat.\nIn many places in China today the slaughter of an ox would bring the\npunishments of the law upon the butcher. No doubt this reverence is due\nto the great Indian reverence for the cow. The law of kindness has been\nextended to other animals, taking the rather spectacular form of\nreleasing a few decrepit animals and allowing them to spend their last\ndays in a monastery compound. There are many kindly things done in\nChina. The dead are buried, the sick are provided with medicine. Every\nyear numerous wadded garments are given away to poor people. Various\ngroups carrying on a humble ministry of helpfulness have found a real\ninspiration in the ideals held before them in Buddhism, the rewards\npromised and punishments threatened.",
        "Why have not these ideals exercised a larger influence in China? The\nanswer is quite simple. The activities of the monks have been\nstrenuously opposed by the Confucian state system. The philosopher,\nChang Nan-hsiian, a contemporary of Chu-Hsi, states concisely for us the\ndifferences betwen Confucianism and Buddhism in his comment on a passage\nin the Book of Records.",
        "“Strong drink is a thing intended to be-used in offering sacrifices and\nentertaining guests,–such employment of it is what Heaven has\nprescribed. But men by their abuse of such drink come to lose their\nvirtue and destroy their persons–such employment of it is what Heaven\nhas annexed its terrors to. The Buddhists, hating the use of things\nwhere Heaven sends down its terrors, put away as well the use of them\nwhich Heaven has prescribed.",
        "“For instance, in the use of meats and drinks, there is such a thing as\nwildly abusing and destroying the creatures of Heaven. The Buddhists,\ndisliking this, confine themselves to a vegetable diet, while we only\nabjure wild abuse and destruction. In the use of clothes, again, there\nis such a thing as wasteful extravagance. The Buddhists, disliking this,\nwill have no clothes but those of a dark and sad color, while we only\ncondemn extravagance. They, further, through dislike of criminal\nconnection between the sexes, would abolish the relation between husband\nand wife, while we denounce only the criminal connection.",
        "“The Buddhists, disliking the excesses to which the evil desires of men\nlead, would put away, along with them, the actions which are in\naccordance with the justice of heavenly principles, while we, the\northodox, put away the evil desires of men, whereupon what are called\nheavenly principles are the more brightly seen. Suppose the case of a\nstream of water. The Buddhists, through dislike of its being foul with\nmud, proceed to dam it up with earth. They do not consider that when the\nearth has dammed up the stream, the supply of water will be cut off. It\nis not so with us, the orthodox. We seek only to cleanse away the mud\nand sand, so that the pure water may be available for use. This is the\ndifference between the Buddhists and the Learned School.\"*",
        "*Shu King, Pt. V, Bk. X, p. 122.",
        "This statement reveals at once the opposition of the sect of the Learned\nand the influence which Buddhism exerted upon its members.",
        "Buddhism while enjoying occasional favor from the state was often\nzealously persecuted. In 819 Han Yii issued his celebrated act of\naccusation. In 845 the emperor Wu Tsung issued his decree of\nsecularization. At that time 4600 monasteries and 40,000 smaller\nestablishments were pulled down and 265,000 monks and nuns were sent\nback to lay life. Their rich lands were confiscated. Under the Ming\ndynasty, as well as under the Ch’ing dynasty, Buddhism enjoyed a\nprecarious existence. Whether Buddhism would have improved the moral\nconditions of the Chinese; if it had been given a free hand, is\ndifficult to affirm. Still its failure is at least partly due to the\nopposition of Confucian orthodoxy.",
        "The state persecutions of Buddhism forced it to leave temporarily its\ninstitutional life and trust itself to the people. These persecutions\nwere usually followed by a revival of piety and religion among the\npeople. The Buddhist teachers gathered about themselves a large number\nof lay devotees who formed societies which practice religious rites in\nsecret. These sects have preserved the genuine Buddhist piety, not only\nin times of persecution, but at times when the Buddhist organization\nunder imperial favor was departing from its simplicity.",
        "A number of these sects have continued under different names for several\ncenturies. For example, the Tsai Li, a society now enjoying a quiet\nexistence in North China, is successor to the White Lotus society. The\nlatter started in the fifth century. Its members sought salvation in the\nPure Land of Amitabha. In the eleventh century it enjoyed imperial\nfavor. During the Mongol dynasty it fought against the throne with\nrebels and placed one of its leaders, Chu Yüan-chang, a monk, on the\nthrone, who became the founder of the Ming dynasty. The sect was soon\nproscribed and its members persecuted by the government. During the\nCh’ing dynasty it took part in a rebellion and was ruthlessly\nexterminated. At present it goes under the name of Tsai Li, i.e.,\nwithin the Li or principles of the three religions. It is a mediator\namong the three religions.",
        "There are thirty-one organizations of this sect in Peking and branches\nthroughout North China. The society forbids the use of wine and opium,\nthough it does not forbid the use of meat. It usually has a Buddhist\nimage, Kuan Yin or some other. It uses Buddhist prayers and\nincantations. The outstanding doctrines held during its long history\nhave been the hope of salvation in the Western Heaven of Amitâbha, the\nearly coming of Maitrêya, the Buddhist Messiah, and the large use of\nmagic formulas and incantations.",
        "Another sect which embodies Buddhist ideals is the Chin Tan, the sect of\nthe philosopher’s stone or pill of immortality. Its founder was the\nwriter of the Nestorian tablet and so the sect is related to\nChristianity. It exalts the teaching of universal love. This is one of\nseveral examples of a supposed contact between Buddhism and\nChristianity.",
        "These sects of which the two above are examples are present in all parts\nof China. They obey the five Buddhist commandments for laymen. The\nmembers spend much time in fasting and prayer, and in the repetition of\nBuddhist books. Their lives as a rule are simple and sincere. They are\npreparing for rebirth in the land of Amitâbha, or are expecting the\nearly coming of the Buddhist Messiah to set this world right. In the\nmeantime, by means of incantations, personal regimen and cooperative\naction they are doing all they can to usher in a better state.",
        "Pilgrimages are very popular in China. The famous Buddhist shrines are\nWu T’ai Shan in Shansi, Puto on the coast of Chekiang, Chiu Hua Shan in\nAnhwei, and Omei Shan in Szechuan. These, one on each side of China,\nrepresent the four elements of Buddhist science, wind, water, fire and\nearth. They are also the centers of the worship of the four great\nBodhisattvas, Wenshu, Kuan Yin, Titsang and Puhsien. Besides these large\ncenters there are many others to which pilgrims direct their footsteps.",
        "In the spring of the year, when the god of spring covers the earth with\na green mantle, when the sky and winds call, many start on their\npilgrimage. Many go singly and laboriously, kneeling and bowing every\nfew steps. Others go in happy companies, chaperoned by a pious, village\ndame, who has organized the group. Some go because their turn has come.\nThey are members of a guild which has a fund devoted to pilgrimages by\nits members. Some go for the performance of a vow made to Kuan Yin, when\nthe father was sick unto death and the goddess prolonged his life. To\nothers it is the culmination of a pious life. All go for the joy which\ntravel in the spring gives.",
        "Puto, an island off the coast of Chekiang, is the goal of many pilgrims\nfrom all parts of China. In, the monasteries on the island are about two\nthousand monks. In the pilgrim season this number is increased to ten\nthousand monks and thousands of lay pilgrims.",
        "A group of pilgrims was going along merrily. The sun was bright,\nlighting up the white caps on the deep blue sea. Spring was rioting all\nabout. One member was an abbot from Hangchow. A small, humble-looking\nman with a few straggling long hairs where the mustache usually grows,\nwas a lay Buddhist from Wuchang. One was a bright young monk from\nTientsin. Last, but almost omnipresent and always bubbling over, was a\nservant of the abbot from Hangchow. He was in the presence of divinity\nand his whole life was heightened for the time being. “Why did you\ncome!” they were asked. “We came to worship the holy mother, Kuan Yin.\"\nWhen they entered a shrine each purchased three sticks, of incense and\ntwo candles and reverently placed them before the image of the goddess,\nkneeling and bowing. Then they sat and partook of the tea offered by the\nattendant. After paying a small gratuity, they went on to the next\nshrine.",
        "On the way a large black snake as thick as an arm lazily crossed over\nthe road. They stood, reverent and awestruck, until he disappeared in\nthe grass, remarking that this was a good omen. When crossing a sand\ndune piled up by the winds the abbot from Hangchow remarked that this\nwas called the flying sand, wafted there by the goddess who took pity on\nsome travelers who had been compelled to cross a narrow strait in order\nto come to a cave. This cave, called Fan Yin Tung, is one of the rifts\nmade by an earthquake and washed out by wind and waves. Below it rushes\nthe tide; from above the sun sends down a few rays. Each pilgrim after\noffering incense looks into the darkness to see whether he can behold in\nthe dark cavern an image of some Buddha. One sees Kuan Yin and is\nacclaimed as having had a good vision. Another sees the Laughing Buddha.\nAll exclaim that he has been the most fortunate of all, for this Buddha\nis the Messiah to come and he who beholds him will be blessed. So from\nplace to place they wander, chatting and seeing the sights of the\nisland. Thus thousands are doing in various parts of China, and in this\nway strengthening the hold of Buddhism upon themselves and their\ncommunities.",
        "Continue...",
        "\nThis is the complete public domain etext “Buddhism and Buddhists in China” (Lewis Hodus).\n\n\nAlso see The Buddhist Tradition in India, China and Japan at Amazon.\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on September 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}