{
    "title": "Buddhism and Buddhists in China - Appendix II. A Brief Bibliography",
    "author": "Lewis Hodus",
    "chapter": "13",
    "content": [
        "\n\n",
        "1. BEAL, S. Abstract of Four Lectures upon Buddhist\nLiterature in China. London, Triibner, 1882.",
        "Lecture II, on “Method of Buddha’s Teaching in the Vinaya Pitaka,” and\nLecture IV, on “Coincidences Between Buddhism and Other Religions,\"\nespecially desirable.",
        "2. –– Buddhism in China, London, S. P. C. K, 1884.",
        "The best comprehensive account of Chinese Buddhism, written by an\nauthority.",
        "3. –– Catena of Buddhist Scriptures, from the Chinese. London,\nTriibner, 1871.",
        "A good introduction to Chinese Buddhism from the sources.",
        "4. –– The Romantic Legend of Sâkya Buddha. London,\nTriibner, 1875.",
        "Recounts Buddha’s history from the beginning to the\nconversion of the Kâsyapas and others.",
        "5. –– Texts from the Buddhist Canon Commonly Known as D\nhammapada. London, Triibner, 1878. Pocket edition, 1902.",
        "These “Scriptural Texts,” translated from the Chinese and abridged, are\nusually connected with some event in Buddha’s history. This translation\nhas Indian anecdotes, illustrating the verses.",
        "6. COULING, S., editor. The Encyclopaedia Sinica. Shanghai, Kelly\n& Walsh, 1917.",
        "Contains, on pages 67-75, a number of brief articles upon Buddhism in\nChina.",
        "7. DE QROOT, J. J. M. Religion of the Chinese. New York,\nMacmillan, 1900.",
        "Pages 164-223 contain a summary of the main facts about Chinese Buddhism\nby an authority.",
        "8. –– Sectarianism and Religious Persecution in China. 2 vols.\nJ. Müller, Amsterdam, 1903-1904.",
        "Treats from sources Confucianism’s persecution of Buddhism and other\nsects. See Vol. II. Index, under Buddhism, p. 572.",
        "9. DORE, HENEI. Researches into Chinese Superstitions. 6 vols.\nTusewei Press, 1914-1920.",
        "A well illustrated miscellany of superstitions of all Chinese religions\nshowing indistinctly their interpenetration by Buddhism.\nFor Buddhism proper, see Vol. VI, pp. 89-233.",
        "10. EDKINS, J. Chinese Buddhism. 2d edition. London, Trübner,\n1893.",
        "A very full account of Buddhism as seen by a Sinologue of the last\ngeneration.",
        "11. EITEL, E. J. Buddhism: Its Historical, Theoretical and Popular\nAspects. Hongkong, Lane, Crawford and Co., 1884.",
        "Written by an observant scholar and descriptive of Buddhism of South\nChina especially.",
        "12. –– Handbook of Chinese Buddhism. Presbyterian Mission Press,\nShanghai.",
        "This is a Sanskrit-Chinese dictionary, a reprint of the second edition\nof 1888 without the Chinese index necessary for identifying Chinese\nBuddhist terms.",
        "13. ELIOT, SIR CHARLES. Hinduism and Buddhism, An Historical\nSketch. 3 vols. Edward Arnold and Co., 1921.",
        "This is a valuable contribution to our knowledge of Buddhism by an\nexperienced student. The parts especially related to Chinese Buddhism\nare Vol. II, pp. 3-106; Vol. Ill, 223-335.",
        "14. JETTY, A. Gods of Northern Buddhism. Oxford, Clarendon Press,\n1914.",
        "This work is helpful in identifying images in the temples, though\nunfortunately few of those given are Chinese.",
        "15. HACKMANN, H. Buddhism as a Religion. London, Probsthain,\n1910.",
        "Gives a general view of Buddhism from first-hand investigation. For\nChinese Buddhism see pp. 200-257.",
        "16. HASTINGS, JAMES. The Encyclopedia of Religion and Ethics. New\nYork, Scribners, 1908.",
        "Articles Asvaghosa, Bodhisattva, China (Buddhism in), Mahâyâna Missions\n(Buddhist).",
        "17. HUME, R. E. The Living Religions of the World. New York,\nScribners, 1924.",
        "A clear comparative study of these religions in the light of Christian\nstandards.",
        "18. INGLIS, J. W. “Christian Element in Chinese Buddhism.\"\nInternational Review of Missions, Vol. V, 1916, pp. 587-602. An\nexcellent article by a veteran missionary and scholar of Manchuria.",
        "19. JOHNSON, S. Oriental Religions ... China. Boston, Houghton,\nOsgood Co., 1878.",
        "Pages 800-833 give a comprehensive summary by a student of comparative\nreligion.",
        "20. JOHNSTON, R. F. Buddhist China. New York, Dutton, 1913.",
        "A well-written, interesting book. The author knows his subject, and is\nheld in high esteem by Buddhists in China.",
        "21. KEITH, A. BERRIEDALE. Buddhist Philosophy in India and\nCeylon. Oxford, Clarendon Press, 1923.",
        "A study of the historic development of the Buddhistic philosophy in\nIndia and Ceylon which throws much light on the Mahâyâna.",
        "22. LODGE, J. E. Chinese Buddhist Art. Asia, Vol. XIX, June,\n1919.",
        "Some of the choicest half-tones illustrating its character accompanied\nby interesting descriptions.",
        "23. McGOVERN, W. M. An Introduction of Mahâyâna Buddhism. Dutton,\n1922.",
        "Though written from the point of view of Japanese Buddhism it gives a\ngood treatment of metaphysical and psychological aspects of the Mahâyâna\nsystem.",
        "24. MÜLLER, F. MAX. Sacred Books of the East. Vol. XLIX,\nBuddhist, Mahâyâna Texts. Oxford, Clarendon Press, 1894.",
        "A book of sources necessary for understanding Northern Buddhism.",
        "25. PARKER, E. H. China and Religion. New York, Dutton, 1905.",
        "A sketch of Buddhism by a scholar long resident in China is found in\nChapter IV.",
        "26. PAUL, C. T. The Presentation of Christianity to Buddhists.\nNew York, Board of Missionary Preparation, 1924.",
        "A carefully prepared study of Buddhism from the viewpoint of\nmissionaries working in Buddhist lands.",
        "27. REICHELT, K. L. “Special Work Among Chinese Buddhists.” Chinese\nRecorder, Vol. LI, 1920, July issue, pp. 491-497.",
        "An article by a pioneer in work among Buddhists, of rare insight and\nsympathy.",
        "28. RICHARD, T. The Awakening of Faith in the Mahâyâna Doctrine.\n2d edition. Shanghai, 1918.",
        "A loose translation by a very large-hearted and sympathetic student with\nan irenic spirit. See 32 below.",
        "29. RICHARD, T. Guide to Buddhahood; Being a Standard Manual of\nChinese Buddhism. Shanghai., 1907.",
        "30. SAUNDERS, K. J. Epochs of Buddhist History (Haskell\nLectures), Chicago University Press, 1922.",
        "A good summary of the main developments in Buddhism.",
        "31. STAUFFER, M. T. The Christian Occupation of China. Shanghai\nContinuation Committee, 1922.",
        "The introductory section contains articles upon China’s religions.",
        "32. SUZUKI, T. A’svaghosa’s Awakening of Faith in the Mahâyâna.\nChicago, Open Court Publishing Co., 1900.",
        "A far more accurate translation of this work than No. 28 above.",
        "33. –– Outlines of Mahâyâna Buddhism. Chicago, Open Court\nPublishing Co., 1908.",
        "While written from the Japanese point of view it is necessary to the\nunderstanding of Chinese Buddhism.",
        "34. WATTERS, T. “Buddhism in China.” Chinese Recorder, Vol. II,\n1870, pp. 1-7, 38-43, 64-68, 81-88, 117-122, 145-150, Shanghai.",
        "A valuable series of articles by an excellent Chinese scholar,\ndiscussing the history, persecutions, and various Buddhas of China.",
        "35. WEI, F. C. M. “Salvation by Faith as Taught by the Pure Land Sect.\"\nChinese Recorder, Vol. LI, 1920, pp. 395 401, 485-491.",
        "A good article on the sect whose ideas have spread over China and Japan.",
        "36. WIEGER, L. Bouddhisme Chinois, 2 vols. Ho-Kien-Fou, Roman\nCatholic Press, 1910-1913.",
        "This contains the Chinese text and French translation of the life of\nBuddha as known to China; also the ritual observed in ordination. A\nuseful source book.",
        " ",
        "\nThis is the complete public domain etext “Buddhism and Buddhists in China” (Lewis Hodus).\n\n\nAlso see The Buddhist Tradition in India, China and Japan at Amazon.\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on September 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}