{
    "title": "Cambridge Sketches - The War Governor",
    "author": "Frank Preston Stearns",
    "chapter": "14",
    "content": [
        "\n\n",
        "Sebago is one of the most beautiful of the New England lakes, and has\nbeen celebrated in Longfellow’s verse for its curiously winding river\nbetween the upper and the lower portion, as well as for the Indian\ntraditions connected with it. John A. Andrew’s grandfather, like\nHawthorne’s father, lived in Salem and both families emigrated to Sebago,\nthe former locating himself in the small town of Windham. At the time\nwhen Hawthorne was sailing his little boat on the lake, at the age of\nfourteen, John Andrew was in his nurse’s arms,—born May 31, 1818. Like\nHawthorne and Longfellow he went to Bowdoin College, but did not\ndistinguish himself there as a scholar,—had no honors at commencement.\nWe are still in ignorance concerning his college life, what his interests\nwere, and how he spent his time; but Andrew never cared much for anything\nwhich had not an immediate and practical value. Greek and Latin, merely\nfor their own sake as ancient languages, did not appeal to him; nor did\nthe desiccated history and cramping philosophy of those days attract him\nmore strongly. Yet he ultimately developed one of the finest of American\nintellects.",
        "He was admitted to the Suffolk bar at the age of twenty-two. He had\nalready formed decided opinions on the slavery question. The practitioner\nwith whom he studied was precisely the opposite of Andrew,—a brilliant\nscholar, but formal and unsympathetic. Although a young man of fine\npromise he was soon excelled by his less learned but more energetic\npupil. At the age of twenty-six we find Andrew presiding at a convention\nof Free-soilers, the same which nominated Dr. S. G. Howe for Congress.\nWhy he did not appear in politics between 1844 and 1859 is something of a\nmystery, which may be explained either by his devotion to his profession\nor his unwillingness to make politics a profession. He was in constant\ncommunication with Charles Francis Adams, Frank W. Bird, and other\nleading independents, and played a part in the election of Sumner as well\nas at various nominating conventions; but he apparently neither sought\noffice nor was sought for it. It may have been a modest conscientiousness\nof his own value, which prevented the acceptance of public honors until\nhe was prepared to claim the best; but the fact is difficult to account\nfor on any supposition.",
        "Neither was his success at the bar remarkable. He never earned a large\nincome, and died comparatively poor. There were few who cared to meet him\nin debate, yet his legal scholarship was not exceptional, and his\npolitical opinions may have proved an impediment to him in a city which\nwas still devoted to Webster and Winthrop. Moreover, his kindness of\nheart prompted him to undertake a large number of cases for which he\nreceived little or no remuneration. As late as 1856 he was known as the\npoor man’s lawyer rather than as a distinguished pleader. One cannot help\nreflecting what might have been John A. Andrew’s fortune if he had been\nborn in Ohio or Illinois. In the latter State he would have proved a most\nimportant political factor; for he was fully as able a speaker as\nDouglas, and he combined with this a large proportion of those estimable\nqualities which we all admire in Abraham Lincoln. He had not the wit of\nLincoln, nor his immense fund of anecdote, which helped so much to make\nhim popular, but the cordial manners and manly frankness of Andrew were\nvery captivating. He would have told Douglas to his face that he was a\ndemagogue, as Mirabeau did to Robespierre, and would have carried the\naudience with him. It certainly seems as if he would have risen to\ndistinction there more rapidly than in old-fashioned, conventional\nBoston.",
        "Governor Andrew was an inch shorter than the average height of man, and\nmuch resembled Professor Child in personal appearance. He was a larger\nman than Professor Child, and his hair was darker, but he had the same\nround, good-humored face, with keen penetrating eyes beneath a brow as\nfinely sculptured as that of a Greek statue, and closely curling hair\nabove it. He was broad-shouldered, remarkably so, and had a strong figure\nbut not a strong constitution. His hands were soft and as white as a\nwoman’s; and though his step was quick and elastic he disliked to walk\nlong distances, and was averse to physical exercise generally.",
        "He also resembled Professor Child in character,—frank without bluntness;\nsincere both formally and intellectually,—full to the brim of moral\ncourage. He was not only kind-hearted, but very tender-hearted, so that\nhis lips would quiver on occasions and his eyes fill with tears,—what\ndoctors improperly call a lachrymose nature; but in regard to a question\nof principle or public necessity he was as firm as Plymouth Rock. Neither\ndid he deceive himself, as kindly persons are too apt to do, in regard to\nthe true conditions of the case in hand. He would interrogate an\napplicant for assistance in as judicious a manner as he would a witness\nin a court room. He never degenerated into the professed philanthropist,\nwho makes a disagreeable and pernicious habit of one of the noblest\nattributes of man. “A mechanical virtue,” he would say, “is no virtue at\nall.”",
        "The impressions of youth are much stronger and more enduring than those\nof middle life, and I still remember Andrew as he appeared presiding at\nthe meeting for the benefit of John Brown’s wife and daughters in\nNovember, 1859. This was his first notable appearance before the public,\nand nothing could have been more daring or more likely to make him\nunpopular; and yet within twelve months he was elected Governor. His\nattitude and his whole appearance was resolute and intrepid. He had set\nhis foot down, and no power on earth could induce him to withdraw it. A\nclergyman who had been invited to speak at the meeting had at first\naccepted, but being informed by some of his parishioners that the thing\nwould not do, declined with the excuse that he had supposed there would\nbe two sides to the question. “As if,” said Andrew, “there could be two\nsides to the question whether John Brown’s wife and daughters should be\npermitted to starve.” Thomas Russell, Judge of the Superior Court, sat\nclose under the platform, clapping his hands like pistol shots.",
        "John A. Andrew’s testimony before the Harper’s Ferry investigating\ncommittee has a historical value which Hay and Nicolay, Wilson, and\nVon Holst would have done well to have taken into consideration; but the\ndefinitive history of the war period is yet to be written. There was no\nreason why Andrew should have been summoned. He had never met John Brown\nbut once—at a lady’s house in Boston—and had given him twenty-five\ndollars without knowing what was to be done with it. Jefferson Davis and\nthe other Southern members of the committee evidently sent for him to\nmake capital against the Republican party, but the result was different\nfrom what they anticipated. Andrew told them squarely that the Harper’s\nFerry invasion was the inevitable consequence of their attempt to force\nslavery on Kansas against the will of its inhabitants, and that the\nPottawatomie massacre, whether John Brown was connected with it or not,\nwas not so bad in its moral effect as the assault on Sumner. It was what\nthey might expect from attempting to tyrannize over frontier farmers. It\nis not to be supposed that such men will be governed by the nice sense of\njustice of an eastern law court.",
        "His testimony in regard to the personal magnetism of John Brown is of\ngreat value; but he also admitted that there was something about the old\nman which he could not quite understand,—a mental peculiarity which may\nhave resulted from his hard, barren life, or the fixedness of his\npurpose.",
        "Andrew had already been elected to the Legislature, and had taken his\nseat there in January, 1860. Almost in an instant he became the leader of\nhis party in the House. Always ready to seize the right moment, he united\nthe two essential qualities of a debater, a good set speech and a\npertinent reply. Perfectly fearless and independent, he was exactly the\nman to guide his party through a critical period. There were few in the\nhouse who cared to interfere with him.",
        "Andrew was chairman of the Massachusetts delegation at the Chicago\nConvention in May, and although he voted for Seward he was directly\ninstrumental in the nomination of Lincoln. It is said to have been at his\nsuggestion that the Massachusetts delegation called together the\ndelegations of those States that defeated Fremont in 1856, and inquired\nof them which of the candidates would be most certain to carry their\nconstituencies; and with one accord they all answered Lincoln. Thus\nLincoln’s nomination was practically assured before the voting began.",
        "It has been repeatedly asserted that the nomination of Andrew for\nGovernor was the result of a general popular movement; but this was\nsimply impossible. He was chiefly known to the voters of the State at\nthat time as the presiding officer of a John Brown meeting, and that was\nquite as likely to retard as to advance his interests. He had, however,\nbecome a popular leader in the Legislature, and the fact that Governor\nBanks was opposed to him and cast his influence in favor of a Pittsfield\ncandidate, left a sort of political vacuum in the more populous portion\nof the State, which Frank W. Bird and Henry L. Pierce took advantage of\nto bring his name forward. Sumner and Wilson threw their weight into the\nscales, and Andrew was easily nominated; but he owed this to Frank W.\nBird more than to any other supporter.",
        "In the New York Herald of December 20, 1860, there was the\nfollowing item: “Governor-elect Andrew, of Massachusetts, and George L.\nStearns have gone to Washington together, and it is said that the object\nof their visit is to brace up weak-kneed Republicans.” This was one\nobject of their journey, but they also went to survey the ground and see\nwhat was the true state of affairs at the Capital. Stearns wrote from\nWashington to the Bird Club: “The watchword here is ’Keep quiet,’” a\nsentence full of significance for the interpretation of the policy\npursued by the Republican leaders that winter. Andrew returned with the\nconviction that war was imminent and could not be prevented. His\ncelebrated order in regard to the equipment of the State militia followed\nimmediately, and after the bombardment of Fort Sumter this was looked\nupon as a true prophecy. He foresaw the difficulty at Baltimore, and had\nalready chartered steamships to convey regiments to Washington, in case\nthere should be a general uprising in Maryland.",
        "Both Sumner and Wilson opposed the appointment of General Butler to the\ncommand of the Massachusetts Volunteers, and preferred Caleb Gushing, who\nafterwards proved to be a more satisfactory member of the Republican\nparty than Butler; but, on the whole, Andrew would seem to have acted\njudiciously. They were both bold, ingenious and quick-witted men, but it\nis doubtful if Gushing possessed the dash and intrepidity which Butler\nshowed in dealing with the situation at Baltimore. That portion of his\nmilitary career was certainly a good success, and how far he should be\nheld responsible for the corrupt proceedings of his brother at New\nOrleans I do not undertake to decide.",
        "It is likely that Governor Andrew regretted his choice three weeks later,\nwhen General Butler offered his services to the Governor of Maryland to\nsuppress a slave insurrection which never took place, and of which there\nwas no danger then or afterwards. A sharp correspondence followed between\nthe Governor and the General, in which the latter nearly reached the\npoint of insubordination. For excellent reasons this was not made public\nat the time, and is little known at the present day; but General Butler\nowed his prominence in the war wholly to Governor Andrew’s appointment.",
        "Another little-known incident was Andrew’s action in regard to the\nmeeting in memory of John Brown, which was held on December 2, 1861, by\nWendell Phillips, F. B. Sanborn and others, who were mobbed exactly as\nGarrison was mobbed thirty years earlier. The Mayor would do nothing to\nprotect them, and when Wendell Phillips went to seek assistance from\nAndrew the latter declined to interfere. It would be a serious matter to\ninterfere with the Mayor, and he did not feel that the occasion demanded\nit. Moreover he considered the celebration at that time to be prejudicial\nto the harmony of the Union cause. Phillips was already very much\nirritated and left the Governor’s office in no friendly mood. Andrew\nmight have said to him: “You have been mobbed; what more do you want?\nThere is no more desirable honor than to be mobbed in a good cause.”",
        "Governor Andrew’s appointments continued to be so favorable to the\nDemocrats that Martin F. Conway, the member of Congress from Kansas,\nsaid: “The Governor has come into power with the help of his friends, and\nhe intends to retain it by conciliating his opponents.” It certainly\nlooked like this; but no one who knew Andrew intimately would believe\nthat he acted from interested motives. Moreover it was wholly unnecessary\nto conciliate them. It is customary in Massachusetts to give the Governor\nthree annual terms, and no more; but Andrew was re-elected four times,\nand it seemed as if he might have had as many terms as Caius Marius had\nconsulships if he had only desired it.",
        "His object evidently was to unite all classes and parties in a vigorous\nsupport of the Union cause, and he could only do this by taking a number\nof colonels and other commissioned officers from the Democratic ranks.\nFor company officers there was no better recommendation to him than for a\nyoung man to be suspended, or expelled, from Harvard University. “Those\nturbulent fellows,” he said, “always make good fighters, and,” he added\nin a more serious tone, “some of them will not be greatly missed if they\ndo not return.” The young aristocrat who was expelled for threatening to\ntweak his professor’s nose obtained a commission at once.",
        "Another case of this sort was so pathetic that it deserves to be\ncommemorated. Sumner Paine (named after Charles Sumner), the finest\nscholar in his class at Harvard, was suspended in June, 1863, for some\ntrifling folly and went directly to the Governor for a commission as\nLieutenant. Having an idea that the colored regiments were a particular\nhobby with the Governor, he asked for a place in one of them; but Andrew\nreplied that the list was full; he could, however, give him a Lieutenancy\nin the Twentieth Massachusetts, which was then in pursuit of General Lee.\nSumner Paine accepted this, and ten days later he was shot dead on the\nfield of Gettysburg. Governor Andrew felt very badly; for Paine was not\nonly a fine scholar but very handsome, and, what is rare among hard\nstudents, full of energy and good spirits.",
        "Governor Andrew tried a number of conclusions, as Shakespeare would call\nthem, with the National Government during the war, but the most serious\ndifficulty of this kind resulted from Secretary Stanton’s arbitrary\nreduction of the pay of colored soldiers from thirteen to eight dollars a\nmonth. This, of course, was a breach of contract, and Governor Andrew\nfelt a personal responsibility in regard to it, so far as the\nMassachusetts regiments were concerned.",
        "He first protested against it to the Secretary of War; but, strange to\nsay, Stanton obtained a legal opinion in justification of his order from\nWilliam Whiting, the solicitor of the War Department. Governor Andrew\nthen appealed to President Lincoln, who referred the case to Attorney-\nGeneral Bates, and Bates, after examining the question, reported\nadversely to Solicitor Whiting and notified President Lincoln that the\nGovernment would be liable to an action for damages. The President\naccordingly referred this report to Stanton, who paid no attention\nwhatever to it.",
        "Meanwhile the Massachusetts Legislature had passed an act to make good\nthe deficiency of five dollars a month to the Massachusetts colored\nregiments, but the private soldiers, with a magnanimity that should never\nbe forgotten, refused to accept from the State what they considered due\nthem from the National Government. At last Governor Andrew applied to\nCongress for redress, declaring that if he did not live to see justice\ndone to his soldiers in this world he would carry his appeal “before the\nTribunal of Infinite Justice.”",
        "Thaddeus Stevens introduced a bill for the purpose June 4,1864, and after\nwaiting a whole year the colored soldiers received their dues. Andrew\ndeclared in his message to Congress that this affair was a disgrace to\nthe National Government; and I fear we shall have to agree with him.\n[Footnote: At this time there were not less than five thousand officers\ndrawing pay in the Union armies above the requisite proportion of one\nofficer to twenty-two privates.]",
        "Sixty years ago Macaulay noticed the injurious effects on oratory of\nnewspaper publication. Parliamentary speeches were written to be read\nrather than to be listened to. It was a peculiarity of Andrew, however,\nthat he wrote his letters and even his messages to the Legislature as if\nhe were making a speech. In conversation he was plain, sensible and\nkindly.",
        "He made no pretensions to oratory in his public addresses, but his\ndelivery was easy, clear, and emphatic. At times he spoke rather rapidly,\nbut not so much so as to create a confused impression. I never knew him\nto make an argumentum ad hominem, nor to indulge in those\nrhetorical tricks which even Webster and Everett were not wholly free\nfrom. He convinced his hearers as much by the fairness of his manner as\nby anything that he said.",
        "The finest passage in his speeches, as we read them now, is his tribute\nto Lincoln’s character in his address to the Legislature, following upon\nLincoln’s assassination. After describing him as the man who had added\n“martyrdom itself to his other and scarcely less emphatic claims to human\nveneration, gratitude and love,” he continued thus: “I desire on this\ngrave occasion to record my sincere testimony to the unaffected\nsimplicity of his manly purpose, to the constancy with which he devoted\nhimself to his duty, to the grand fidelity with which he subordinated\nhimself to his country, to the clearness, robustness, and sagacity of his\nunderstanding, to his sincere love of truth, his undeviating progress in\nits faithful pursuit, and to the confidence which he could not fail to\ninspire in the singular integrity of his virtues and the conspicuously\njudicial quality of his intellect.”",
        "Could any closer and more comprehensive description be given of Andrew’s\nown character; and is there another statement so appreciative in the\nvarious biographies of Lincoln?",
        "The instances of his kindness and helpfulness were multitudinous, but\nhave now mostly lapsed into oblivion. During his five years in office it\nseemed as if every distressed man, woman, and child came to the Governor\nfor assistance. William G. Russell, who declined the position of Chief\nJustice, once said of him: “There was no better recommendation to\nAndrew’s favor than for a man to have been in the State’s prison, if it\ncould only be shown that he had been there longer than he deserved.”",
        "Andrew considered the saving of a human soul more important than rescuing\na human life. That he was often foiled, deceived, and disappointed in\nthese reformatory attempts is perfectly true; but was it not better so\nthan never to have made them? For a long time he had charge of an\nintemperate nephew, who even sold his overcoat to purchase drink; but the\nGovernor never deserted the fellow and cared for him as well as he could.",
        "This is the more significant on account of Andrew’s strong argument\nagainst prohibitory legislation, which was the last important act of his\nlife.",
        "In February, 1864, there was a military ball at Concord for the benefit\nof the Thirty-second Massachusetts Regiment. Governor Andrew was present,\nand seeing the son of an old friend sitting in a corner and looking much\nneglected while his brother was dancing and having a fine time, the\nGovernor went to him, took him by the arm and marched several times\naround the hall with him. He then went to Mrs. Hawthorne, inquired what\nher husband was writing, and explained the battle of Gettysburg to her,\ndrawing a diagram of it on a letter which he took from his coat pocket.\nYears afterwards Mrs. Hawthorne spoke of this as one of the pleasantest\ninterviews of her life.",
        "He would come in late to dinner at the Bird Club, looking so full of\nforce that he seemed as much like a steam-engine as a man. They usually\napplauded him, but he paid no attention to it. “Waiter, bring me some\nminced fish with carrots and beets,” he would say. His fish-dinner became\nproverbial, but he complained that they could not serve it at fine hotels\nin the way our grandmothers made it. He said it did not taste the same.",
        "His private secretary states that Governor Andrew’s favorite sans\nsouci was to take a drive into the country with some friend, and\nafter he had passed the thickly settled suburbs to talk, laugh and jest\nas young men do on a yachting excursion,—but his talk was always\nrefined. There was no recreation that Professor Francis J. Child liked\nbetter than this.",
        "Andrew’s valedictory address on January 5, 1865, which was chiefly\nconcerned with the reconstruction of the Southern States, was little\nunderstood at the time even by his friends; and in truth he did not make\nout his scheme as clearly as he might have done. He considered negro\nsuffrage the first essential of reconstruction, but he did not believe in\nenfranchising the colored people and disfranchising the whites. He\nforesaw that this could only end in disaster; and he advised that the\nrebellious States should remain under military government until the white\npeople of the South should rescind their acts of secession and adopt\nnegro suffrage of their own accord. There would have been certain\nadvantages in this over the plan that was afterwards adopted—that is,\nSumner’s plan—but it included the danger that the Southern States might\nhave adopted universal suffrage and negro citizenship for the sake of\nCongressional representation, and afterwards have converted it into a\ndead letter, as it is at present. Andrew considered Lincoln’s attempts at\nreconstruction as premature, and therefore injudicious.",
        "For nearly twenty-five years John A. Andrew was a parishioner of Rev.\nJames Freeman Clarke, who preached in Indiana Place Chapel. In 1848 Rev.\nMr. Clarke desired to exchange with Theodore Parker, but older members of\nhis parish strenuously opposed it. Andrew, then only twenty-seven years\nold, came forward in support of his pastor, and argued the case\nvigorously, not because he agreed with Parker’s theological opinions, but\nbecause he considered the opposition illiberal. After this both Andrew\nand Clarke would seem to have become gradually more conservative, for\nwhen the latter delivered a sermon or lecture in 1866 in opposition to\nEmerson’s philosophy, the ex-Governor printed a public letter requesting\nhim to repeat it. It is easy to trace the influence of James Freeman\nClarke in Governor Andrew’s religious opinions and Andrew’s influence on\nRev. Mr. Clarke’s politics. Each was a firm believer in the other.",
        "The movement to supersede Sumner with Andrew as United States Senator, in\n1869, originated in what is called the Back Bay district. It was not\nbecause they loved Andrew there, but because they hated Sumner, who\nrepresented to their minds the loss of political power which they had\nenjoyed from the foundation of the Republic until his election in 1850,\nand have never recovered it since. Andrew’s political record and his\ndemocratic manners could hardly have been to their liking.",
        "The Boston aristocracy counted for success on the support of the Grand\nArmy veterans, who were full of enthusiasm for Andrew; but it is not\nprobable that the ex-Governor would have been willing to lead a movement\nwhich his best friends disapproved of, and which originated with the same\nclass of men who tried so hard to defeat him in 1862. Moreover, they\nwould have found a very sturdy opponent in Senator Wilson. It was Wilson\nwho had made Sumner a Senator, and for fifteen years they had fought side\nby side without the shadow of a misunderstanding between them. Under such\nconditions men cannot help feeling a strong affection for one another.\nBesides this, Wilson would have been influenced by interested motives.\nSumner cared nothing for the minor Government offices—the classified\nservice—except so far as to assist occasionally some unfortunate person\nwho had been crowded out of the regular lines; and this afforded Wilson a\nfine opportunity of extending his influence. If Andrew were chosen\nSenator in the way that was anticipated Wilson knew well enough that this\npatronage would have to be divided between them.",
        "Andrew could not have replaced Sumner in the Senate. He lacked the\nphysical strength as well as the experience, and that extensive range of\nlegal and historical knowledge which so often disconcerted Sumner’s\nopponents. He had a genius for the executive, and the right position for\nhim would have been in President Grant’s cabinet. That he would have been\noffered such a place can hardly be doubted.",
        "But Governor Andrew’s span of life was over. He might have lived longer\nif he had taken more physical exercise; but the great Civil War proved\nmore fatal to the statesmen who were engaged in it than to the generals\nin the field. None of the great leaders of the Republican party lasted\nvery long after this.",
        "Andrew’s friends always felt that the man was greater than his position,\nand that he really missed the opportunity to develop his ability to its\nfull extent. His position was not so difficult as that of Governor\nMorgan, of New York, or Governor Morton, of Indiana; for he was supported\nby one of the wealthiest and most patriotic of the States. It was his\nclear insight into the political problems of his time and the\nfearlessness with which he attacked them that gave him such influence\namong his contemporaries, and made him felt as a moral force to the\nutmost limits of the Union. No public man has ever left a more stainless\nreputation, and we only regret that he was not as considerate of himself\nas he was of others.",
        "Continue...",
        "\nThis complete text of the Cambridge Sketches book by Frank Preston Stearns are in the public domain.\n\n\nBuy this essays series at Amazon.\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on April 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Cambridge SketchesBy Frank Preston StearnsAt Amazon"
    ]
}