{
    "title": "Cambridge Sketches - Chevalier Howe",
    "author": "Frank Preston Stearns",
    "chapter": "13",
    "content": [
        "\n\n",
        "The finest modern statue in Berlin is that of General Ziethen, the great\nHussar commander in the Seven Years’ War. [Footnote: Von Schlater’s\nstatue of the Great Elector is of course a more magnificent work of art.]\nHe stands leaning on his sabre in a dreamy, nonchalant attitude, as if he\nwere in the centre of indifference and life had little interest for him.\nYet there never was a man more ready for action, or more quick to seize\nupon and solve the nodus of any new emergency. The Prussian\nanecdote-books are full of his exploits and hairbreadth escapes, a number\nof which are represented around the base of the statue. He combined the\nintelligence of the skilful general with the physical dexterity of an\nacrobat.",
        "Very much such a man was Samuel Gridley Howe, born in Boston November 10,\n1801, whom Whittier has taken as the archetype of an American hero in his\ntune.",
        "If a transient guest at the Bird Club should have seen Doctor Howe\nsitting at the table with his indifferent, nonchalant air, head leaning\nslightly forward and his grayish-black hair almost falling into his eyes,\nhe would never have imagined that he was the man who had fought the Turks\nhand-to-hand like Cervantes and Sir John Smith; who had been imprisoned\nin a Prussian dungeon; who had risked his life in the July Revolution at\nParis; and who had taken the lead in an equally important philanthropic\nrevolution in his own country.",
        "Next to Sumner he is the most distinguished member of the club, even more\nso than Andrew and Wilson; a man with a most enviable record. He does not\ntalk much where many are gathered together, but if he hears an imprudent\nstatement, especially an unjust estimate of character, his eyes flash out\nfrom beneath the bushy brows, and he makes a correction which just hits\nthe nail on the head. He is fond of his own home and is with difficulty\nenticed away from it. Once in awhile he will dash out to Cambridge on\nhorseback to see Longfellow, but the lion-huntresses of Boston spread\ntheir nets in vain for him. He will not even go to the dinner parties for\nwhich Mrs. Howe is in constant demand, but prefers to spend the evening\nwith his children, helping them about their school lessons, and listening\nto the stories of their everyday experiences.",
        "There never was a more modest, unostentatious hero; and no one has\nrecorded his hairbreadth escapes and daring adventures, for those who\nwitnessed them never told the tale, nor would Doctor Howe willingly speak\nof them himself. He was of too active a temperament to be much of a\nscholar in his youth, although in after life he went through with\nwhatever he undertook in a thorough and conscientious manner. He went to\nBrown University, and appears to have lived much the same kind of life\nthere which Lowell did at Harvard,—full of good spirits, admired by his\nclassmates, as well as by the young ladies of Providence, and\nexceptionally fond of practical jokes; always getting into small\ndifficulties and getting out of them again with equal facility. He was so\namiable and warm-hearted that nobody could help loving him; and so it\ncontinued to the end of his life.",
        "He could not himself explain exactly why he joined the Greek Revolution.\nHe had suffered himself while at school from the tyranny of older boys,\nand this strengthened the sense of right and justice that had been\nimplanted in his nature. He had not the romantic disposition of Byron;\nneither could he have gone from a desire to win the laurels of Miltiades,\nfor he never indicated the least desire for celebrity. It seems more\nlikely that his adventurous disposition urged him to it, as one man takes\nto science and another to art.",
        "It was certainly a daring adventure to enlist as a volunteer against the\nTurks. Byron might expect that whatever advantage wealth and reputation\ncan obtain for an individual he could always count upon; but what chances\nwould young Howe have in disaster or defeat? I never heard that Byron did\nmuch fighting, though he spent his fortune freely in the cause; and\nDoctor Howe, as it happened, was not called upon to fight in line of\nbattle, though he was engaged in some pretty hot skirmishes and risked\nhimself freely.",
        "He went to Greece in the summer of 1824 and remained till after the\nbattle of Navarino in 1827. Greece was saved, but the land was a desert\nand its people starving. Doctor Howe returned to America to raise funds\nand beg provisions for liberated Hellas, in which he was remarkably\nsuccessful; but we find also that he published a history of the Greek\nRevolution, the second edition of which is dated 1828. For this he must\nhave collected the materials before leaving Greece; but as it contains an\naccount of the sea-fight of Navarino, it must have been finished after\nhis return to America. The book was hastily written, and hastily\npublished. To judge from appearances it was hurried through the press\nwithout being revised either by its author or a competent proofreader;\nbut it is a vigorous, spirited narrative, and the best chronicle of that\nperiod in English. Would there were more such histories, even if the\nwriting be not always grammatical. Doctor Howe does not sentimentalize\nover the ruins of Sparta or Plato’s Academy, but he describes Greece as\nhe found it, and its inhabitants as he knew them. He possesses what so\nmany historians lack, and that is the graphic faculty. He writes in a\nbetter style than either Motley or Bancroft. His book ought to be revised\nand reprinted.",
        "We quote from it this clearsighted description of the preparation for a\nGraeco-Turkish sea-fight:",
        "    “Soon the proud fleet of the Capitan Pashaw was seen coming down\n    toward Samos, and the Greek vessels advanced to meet it. And here\n    one cannot but pause a moment to compare the two parties, and\n    wonder at the contrast between them. On one side bore down a long line\n    of lofty ships whose very size and weight seemed to give them\n    a slow and stately motion; completely furnished at every point for\n    war; their decks crowded with splendidly armed soldiers, and their\n    sides chequered with double and triple-rows of huge cannon that it\n    seemed could belch forth a mass of iron which nothing could resist.\n    On the other side came flying along the waves a squadron of light\n    brigs and schooners, beautifully modelled, with sails of snowy white,\n    and with fancifully painted sides, showing but a single row of\n    tiny cannon. There seemed no possibility of a contest; one fleet\n    had only to sail upon the other, and by its very weight, bear the\n    vessels under water without firing a gun.",
        "    “But the feelings which animated them were very different. The Turks\n    were clumsy sailors; they felt ill at ease and as if in a new\n    element; but above all, they felt a dread of Greek fire-ships,\n    which made them imagine every vessel that approached them to be\n    one. The Greeks were at home on the waves,—active and fearless\n    mariners, they knew that they could run around a Turkish frigate\n    and not be injured; they knew the dread their enemies had of\n    fire-ships, and they had their favorite, the daring Kanaris, with\n    them.”",
        "The heroic deeds of the modern Greeks fully equalled those of the\nancients; and the death of Marco Bozzaris was celebrated in all the\nlanguages of western Europe. William Muller, the German poet, composed a\nvolume of fine lyrics upon the incidents of the Greek Revolution; so that\nafter his death the Greek Government sent a shipload of marble to Germany\nfor the construction of his monument.",
        "One day Doctor Howe, with a small party of followers, was anchored in a\nyawl off the Corinthian coast, when a Turk crept down to the shore and\ncommenced firing at them from behind a large tree. After he had done this\ntwice, the doctor calculated where he would appear the third time, and\nfiring at the right moment brought him down with his face to the earth.\nDoctor Howe often fired at Turks in action, but this was the only one\nthat he felt sure of having killed; and he does not appear to have even\ncommunicated the fact to his own family.",
        "After Doctor Howe’s triumphant return to Greece with a cargo of\nprovisions in 1828 he was appointed surgeon-general of the Greek navy,\nand finally, as a reward for all his services, he received a present of\nByron’s cavalry helmet,—certainly a rare trophy. [Footnote: This helmet\nhung for many years on the hat tree at Dr. Howe’s house in South Boston.]",
        "Doctor Howe’s mysterious imprisonment in Berlin in 1832 is the more\nenigmatical since Berlin has generally been the refuge of the oppressed\nfrom other European countries. The Huguenots, expelled by Louis XIV.,\nwent to Berlin in such numbers that they are supposed by Menzel to have\nmodified the character of its inhabitants. The Salzburg refugees were\nwelcomed in Prussia by Frederick William I., who had an official hanged\nfor embezzling funds that were intended for their benefit. In 1770\nFrederick the Great gave asylum to the Jesuits who had been expelled from\nevery Catholic capital in Europe; and when the brothers Grimm and other\nprofessors were banished from Cassel for their liberalism, they were\nreceived and given positions by Frederick William IV. Why then should the\nPrussian government have interfered with Doctor Howe, after he had\ncompleted his philanthropic mission to the Polish refugees? Why was he\nnot arrested in the Polish camp when he first arrived there?",
        "The futile and tyrannical character of this proceeding points directly to\nMetternich, who at that time might fairly be styled the Tiberias of\nGermany. The Greek Revolution was hateful to Metternich, and he did what\nhe could to prevent its success. His intrigues in England certainly\ndelayed the independence of Greece for two years and more. He foresaw\nclearly enough that its independence would be a constant annoyance to the\nAustrian government,—and so it has proved down to the present time.\nMetternich imagined intrigues and revolution in every direction; and\nbesides, there can be no doubt of the vindictiveness of his nature. The\ncunning of the fox is not often combined with the supposed magnanimity of\nthe lion.",
        "The account of his arrest, which Doctor Howe gave George L. Stearns,\ndiffers very slightly from that in Sanborn’s biography. According to the\nformer he persuaded the Prussian police, on the ground of decency, to\nremain outside his door until he could dress himself. In this way he\ngained time to secrete his letters. He tore one up and divided the small\npieces in various places. While he was doing this he noticed a bust of\nsome king of Prussia on top of the high porcelain stove which forms a\npart of the furniture of every large room in Berlin. Concluding it must\nbe hollow he tipped it on edge and inserted the rest of his letters\nwithin. The police never discovered this stratagem, but they searched his\nroom in the most painstaking manner, collecting all the pieces of the\nletter he had torn up, so that they read every word of it. Whether his\nletters were really of a compromising character, or he was only afraid\nthat they might be considered so, has never been explained.",
        "The day after his arrest he was brought before a tribunal and asked a\nmultitude of questions, which he appears to have answered willingly\nenough; and a week or more later the same examiners made a different set\nof inquiries of him, all calculated to throw light upon his former\nanswers. Doctor Howe admitted afterwards that if he had attempted to\ndeceive them they would certainly have discovered the fact. He was in\nprison five weeks, for which the Prussian government had the impudence to\ncharge him board; and why President Jackson did not demand an apology and\nreparation for this outrage on a United States citizen is not the least\nmysterious part of the affair.",
        "A good Samaritan does not always find a good Samaritan. After his return\nto Paris Doctor Howe went to England, but was taken so severely ill on\nthe way that he did not know what might have become of him but for an\nEnglish passenger with whom he had become acquainted and who carried him\nto his own house and cared for him until he was fully recovered. This\nexcellent man, name now forgotten, had a charming daughter who materially\nassisted in Howe’s convalescence, and he said afterwards that if he had\nnot been strongly opposed to matrimony at that time she would probably\nhave become his wife. He was not married until ten years later; but he\nalways remembered this incident as one of the pleasantest in his life.",
        "The true hero never rests on his laurels. Doctor Howe had no sooner\nreturned from Europe than he set himself to work on a design he had\nconceived in Paris for the instruction of the blind. Next to Doctor\nMorton’s discovery of etherization, there has been no undertaking equal\nto this for the amelioration of human misery. He brought the best methods\nfrom Europe, and improved upon them. Beginning at first in a small way,\nand with such means as he could obtain from the merchants of Boston, he\nwent on to great achievements. He had the most difficulty in dealing with\nlegislative appropriations and enactments, for as he was not acquainted\nwith the ruling class in Massachusetts, they consequently looked upon him\nwith suspicion. He not only made the plan, but he carried it out; he\norganized the institution at South Boston and set the machinery in\nmotion.",
        "The story of Laura Bridgman is a tale told in many languages. The deaf\nand blind girl whom Doctor Howe taught to read and to think soon\nbecame as celebrated as Franklin or Webster. She was between seven and\neight years old when he first discovered her near Hanover, N. H., and for\nfive years and a half she had neither seen nor heard. It is possible that\nshe could remember the external world in a dim kind of way, and she must\nhave learned to speak a few words before she lost her hearing. Doctor\nHowe taught her the names of different objects by pasting them in raised\nletters on the objects about her, and he taught her to spell by means of\nseparate blocks with the letters upon them. She then was taught to read\nafter the usual method of instructing the blind, and communicated with\nher fingers after the manner of deaf mutes. Doctor Howe said in his\nreport of the case:",
        "“Hitherto, the process had been mechanical, and the success about as\ngreat as teaching a very knowing dog a variety of tricks. The poor child\nhad sat in mute amazement and patiently imitated everything her teacher\ndid; but now the truth began to flash upon her; her intellect began to\nwork; she perceived that here was a way by which she could herself make\nup a sign of anything that was in her own mind, and show it to another\nmind, and at once her countenance lighted up with a human expression; it\nwas no longer a dog or parrot,—it was an immortal spirit, eagerly\nseizing upon a new link of union with other spirits!”",
        "Finally she was educated in the meaning of the simplest abstract terms\nlike right and wrong, happy and sad, crooked and straight, and in this\nshe evinced great intelligence, for she described being alone as all\none, and being together all two,—the original meaning of\nalone and altogether, which few persons think of. In trying to express\nherself where she found some difficulty she made use of agglutinative\nforms of speech. [Footnote: Like the Aztecs, Kanackers and other\nprimitive races.]",
        "The education of Laura has rare value as a psychological study; for it\nproves incontestably that mind is a thing in itself, and not merely a\ncombination of material forces, as the philosophers of our time would\nhave us believe. Laura Bridgman’s mind was there, though wholly unable to\nexpress itself, and so soon as the magic key was turned, she developed as\nrapidly and intelligently as other girls of her age. She soon became much\nmore intelligent than the best trained dog who has all his senses in an\nacute condition; and she developed a sensibility toward those about her\nsuch as Indian or Hottentot girls of the same age would not have done at\nall. She soon began to indicate that sense of order which is the first\nstep on the stairway of civilization. If these qualities had not been in\nher they never could have come out.",
        "Why is it that so many superior women remain unmarried, and why do men of\nsuperior intellect and exceptional character so often mate themselves\nwith weak or narrow-minded women? That a diffident man, with a taste for\nplaying on the flute, should be captured by a virago, is not so\nremarkable,—that is his natural weakness; but it is also true that the\nworthiest man often chooses indifferently. This thing they call matrimony\nis in fact like diving for pearls: you bring up the oyster, but what it\ncontains does not appear until afterward. A friend of Sumner, who\nimagined his wife had a beautiful nature because she was fond of wild-\nflowers, discovered too late that she cared more for botany than for her\nhusband.",
        "Chevalier Howe met with better fortune. He waited long and to good\npurpose. It was fitting that such a man should marry a poetess; and he\nfound her, not in her rose-garden or some romantic sylvan retreat, but in\nthe city of New York. Miss Julia Ward was the daughter, as she once\nstyled herself, of the Bank of Commerce, but her mind was not bent on\nmoney or a fashionable life. She was graceful, witty and charming in the\ndrawing-room; but there was also a serious vein in her nature which could\nonly be satisfied by earnest thought and study. She went from one book to\nanother through the whole range of critical scholarship, disdaining\neverything that was not of the best quality. She soon knew so much that\nthe young men became afraid of her, but she cared less for their\nadmiration than for her favorite authors. Above all, the deep religious\nvein in her nature, which never left her, served as a balance to her\nromantic disposition. Her first admirer is said to have been an eloquent\npreacher who came to New York while Miss Ward was in her teens.",
        "Another man might have crossed Julia Ward’s path and only have remembered\nher as a Sumner friend. Doctor Howe recognized the opportunity, and had\nno intention of letting it slip. His reputation and exceptional character\nattracted her; and he wooed and won her with the same courage that he\nfought the Greeks. Her sister married Crawford, the best sculptor of his\ntime, whom Sumner helped to fame and fortune.",
        "Doctor Howe’s wedding journey, which included a complete tour of Europe,\nseems to have been the first rest that he had taken in twenty years. Such\nwedding journeys are frequent enough now, but it is a rare bride that\nfinds the doors of distinguished houses opened to her husband from\nEdinburgh to Athens. Was it not a sufficient reward for any man’s service\nto humanity?",
        "For that matter Doctor Howe’s lifelong work received comparatively slight\nrecognition or reward. A few medals were sent to him from Europe,—a gold\none from the King of Prussia,—and he was always looked upon in Boston\nas a distinguished citizen; but his vocation at the Blind Asylum withdrew\nhim from the public eye, and the public soon forgets what happened\nyesterday. What a blaze of enthusiasm there was for Admiral Dewey in\n1899, and how coldly his name was received as a presidential candidate\none year later!",
        "Doctor Howe was once nominated for Congress as a forlorn hope, and his\nname was thrice urged unavailingly for foreign appointments. He certainly\ndeserved to be made Minister to Greece, but President Johnson looked upon\nhim as a very “ultra man”,—the real objection being no doubt that he was\na friend of Sumner, and the second attempt made by Sumner himself was\ndefeated by Hamilton Fish. Doctor Howe was fully qualified at any time to\nbe Minister to France, and as well qualified as James Russell Lowell for\nthe English Mission; but the appointment of such men as Lowell and Howe\nhas proved to be a happy accident rather than according to the natural\norder of events. What reward did Doctor Morton ever obtain, until twenty-\nfive years after his death his name was emblazoned in memorial hall of\nBoston State House! It is an old story.",
        "Yet Doctor Howe may well be considered one of the most fortunate\nAmericans of his time. Lack of public appreciation is the least evil that\ncan befall a man of truly great spirit,—unless indeed it impairs the\nusefulness of his work, and Edward Everett, who had sympathized so\ncordially with Doctor Howe’s efforts in behalf of the Greeks, could also\nhave told him sympathetically that domestic happiness was fully as\nvaluable as public honor. Fortunate is the man who has wandered much over\nthe earth and seen great sights, only the better to appreciate the quiet\nand repose of his own hearth-stone! The storm and stress period of Doctor\nHowe’s life was over, and henceforth it was to be all blue sky and smooth\nsailing.",
        "Sumner expressed a kind of regret at Doctor Howe’s marriage,—a regret\nfor his own loneliness; but he found afterwards that instead of losing\none friend he had made another. His visits to South Boston were as\nfrequent as ever, and he often brought distinguished guests with him,—\nEnglish, French, and German. There was no lady in Boston whom he liked to\nconverse with so well as Mrs. Howe; and if he met her on the street he\nwould almost invariably stop to speak with her a few minutes. He\nsometimes suffered from the keen sallies of her wit, but he accepted this\nas part of the entertainment, and once informed her that if she were\npresident of the Senate it would be much better for the procedure of the\npublic business.",
        "George Sumner also came; like his brother, a man much above the average\nin general ability, and considered quite equal to the Delivery of a\nFourth of July oration. He was the more entertaining talker of the two,\nand in other respects very much like Tom Appleton,—better known on the\nParis boulevards than in his native country. Instead of being witty like\nAppleton he was brilliantly encyclopaedic; and they both carried their\nstatements to the verge of credibility.",
        "Doctor Howe organized the blind asylum so that it almost ran itself\nwithout his oversight, and as always happens in such cases he was\nidolized by those who were under his direction. There was something\nexceedingly kind in his tone of voice,—a voice accustomed to command and\nyet much subdued. His manner towards children was particularly charming\nand attractive. He exemplified the lines in Emerson’s “Wood-notes”:",
        "applied to Doctor Howe more completely than to the person for whom they\nwere originally intended; for Thoreau’s bachelor habits and isolated mode\nof life prevented him from being an attractive person to the generality\nof mankind.",
        "It was said of James G. Blaine that he left every man he met with\nthe impression that he was his best friend. This may have been well\nintended, but it has the effect of insincerity, for the thing is\npractically impossible. The true gentleman has always a kind manner, but\nhe does not treat the man whom he has just been introduced to as a\nfriend; he waits for that until he shall know him better. It is said of\nAmericans generally that they are generous and philanthropic, but that\nthey do not make good friends,—that their idea of friendship depends too\nmuch on association and the influence of mutual interests, instead of the\nunderlying sense of spiritual relationship. When they cease to have\nmutual interests the friendship is at an end, or only continues to exist\non paper. Doctor Howe was as warm-hearted as he was firm-hearted, but he\nnever gave his full confidence to any one until he had read him through\nto the backbone. His friends were so fond of him that they would go any\ndistance to see him. His idea of friendship seemed to be like that of the\nfriends in the sacred band of Thebes, whose motto was either to avenge\ntheir comrades on the field of battle or to die with them.",
        "He did not like a hypocritical morality, which he said too often resulted\nin the hypocritical sort. He complained of this in Emerson’s teaching,\nwhich he thought led his readers to scrutinize themselves too closely as\nwell as to be too censorious of others; and he respected Emerson more for\nhis manly attitude on the Kansas question than for anything he wrote.",
        "He always continued to be the chevalier. He was like Hawthorne’s gray-\nhaired champion, who always came to the front in a public emergency, and\nthen disappeared, no one knew whither. When the Bond Street riot took\nplace in 1837, there was Doctor Howe succoring the oppressed; in 1844 he\njoined the Conscience Whigs and was one of the foremost among them; he\nhelped materially toward the election of Sumner in 1851, and for years\nafterwards was a leader in the vigilance committee organized to resist\nthe Fugitive Slave law. He stood shoulder to shoulder with George L.\nStearns in organizing resistance to the invasions of Kansas by the\nMissourians; and again in 1862 when Harvard University made its last\ndesperate political effort in opposition to Lincoln’s Emancipation\nProclamation; but when his friends and his party came into power Howe\nneither asked nor hinted at any reward for his brilliant services.",
        "Edward L. Pierce, the biographer of Sumner, was not above exhibiting his\nprejudices as to certain members of the Bird Club, both by what he has\nwritten and what he neglected to write. He says of the Chevalier: “Dr.\nHowe, who had a passion for revolutions and civil disturbances of all\nkinds, and had no respect for the restrictions of international law or\ncomity, was vexed with Sumner for not promoting the intervention of the\nUnited States in behalf of the insurgent Cubans.”",
        "This reminds one of Boswell’s treatment of Doctor Johnson’s friends. Like\nJohn Adams and Hampden, Doctor Howe was a revolutionary character,—and\nso were Sumner and Lincoln,—but he was a man in all matters prudent,\ndiscreet and practical. He was as much opposed to inflammatory harangues\nand French socialistic notions as he was to the hide-bound conservatism\nagainst which he had battled all his life. Like Hampden and Adams his\nrevolutionary strokes were well timed and right to the point. Experience\nhas proved them to be effective and salutary. It was the essential merit\nof Sumner and his friends that they recognized the true character of the\ntimes in which they lived and adapted themselves to it. Thousands of\nwell-educated men lived through the anti-slavery and civil war period\nwithout being aware that they were taking part in one of the great\nrevolutionary epochs of history. That Doctor Howe and Senator Sumner\ndiffered in regard to the Cuban rebellion is a matter of small moment.\nHowe considered the interests of the Cubans; Sumner the interests of\nrepublicanism in Spain and in Europe generally. Both were right from\ntheir respective standpoints.",
        "At the beginning of the war he was sixty years of age,—too old to take\nan active part in it. This cannot be doubted, however, that if he had\nbeen thirty years younger he would either have won distinction as a\ncommander or have fallen on the, field of honor. The best contribution\nfrom the Howe family to the war was Julia Ward Howe’s “Battle Hymn of the\nRepublic.” The war was a grand moral struggle, a conflict of historical\nforces; and neither Lowell, Emerson, nor Whittier expressed this so fully\nand with such depth of feeling as Mrs. Howe. There are occasions when\nwoman rises superior to man, and this was one of them. It was evidently\ninspired by the John Brown song, that simple martial melody; but it rises\nabove the personal and temporal into the universal and eternal. Its\nmeasure has the swing of the Greek tragic chorus, extended to embrace the\nwider scope of Christian faith, and its diction is of an equally classic\npurity and vigor. The last stanza runs:",
        "This was the fine fruit of Mrs. Howe’s early religious faith. It welled\nup in her nature from a deep undercurrent, which few would have suspected\nwho only met her at Sam G. Ward’s dinner parties and other fashionable\nentertainments. Yet, there was always a quiet reserve in her laughter,\nand her wittiest remarks were always followed by a corresponding\nseriousness of expression. Although she studied Spinoza, admired Emerson,\nand attended meetings of the Radical Club on Chestnut Street, she never\nseparated herself from the Church, and always expressed her dissent from\nany opinion that seemed to show a lack of reverence.",
        "On a certain occasion when a member of the club spoke of newspapers as\nlikely to supersede the pulpit, Mrs. Howe replied to him: “God forbid\nthat should happen. God forbid we should do without the pulpit. It is the\nold fable of the hare and the tortoise. We need the hare for light\nrunning, but the slow, steady tortoise wins the goal at last.” Religious\nsubjects, however, were not so much discussed at the Radical Club as\nphilosophy and politics,—and in these Mrs. Howe felt herself very much\nat home.",
        "On another occasion, when a member of the club said that he was prepared,\nlike Emerson, to accept the universe, Mrs. Howe interposed with the\nremark that it was Margaret Fuller who accepted the universe; she “was\nnot aware that the universe had been offered to Emerson.” She said this\nbecause Margaret Fuller was a woman.",
        "Once, when writing for the newspapers was under discussion, Mrs. Howe\nremarked that in that kind of composition one felt prescribed like St.\nSimeon Stylites by the limitations of the column.",
        "One of the best of her witty poems describes Boston on a rainy day, and\nis called “Expluvior,” an innocent parody on Longfellow’s “Excelsior,\"\nwhich, by the way, ought to have been called Excelsius.",
        "is one of the most characteristic verses; but in the last stanza she\nwishes to construct a dam at the foot of Beacon Hill and cause a flood\nthat would sweep the rebel sympathizers out of Boston.",
        "The office of the Blind Asylum was formerly near the middle of Bromfield\nStreet on the southern side. This is now historic ground. Between 1850\nand 1870 some of the most important national councils were held there in\nDr. Howe’s private office. It was the first place that Sumner went to in\nthe morning and the last place that Governor Andrew stopped before\nreturning to his home at night. There Dr. Howe and George L. Stearns\nconsulted with John Brown concerning measures for the defence of Kansas;\nand there Howe, Stearns, and Bird concerted plans for the election of\nAndrew in 1860, and for the re-election of Sumner in 1862. It was a\nquiet, retired spot in the midst of a hustling city, where a celebrated\nman could go without attracting public attention.",
        "Chevalier Howe outlived Sumner just one year, and Wilson followed him not\nlong after.",
        "Continue...",
        "\nThis complete text of the Cambridge Sketches book by Frank Preston Stearns are in the public domain.\n\n\nBuy this essays series at Amazon.\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on April 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Cambridge SketchesBy Frank Preston StearnsAt Amazon"
    ]
}