{
    "title": "Cambridge Sketches - Frank W. Bird, and the Bird Club",
    "author": "Frank Preston Stearns",
    "chapter": "11",
    "content": [
        "\n\n",
        "It is less than four miles from Harvard Square to Boston City Hall, a\nbuilding rather exceptional for its fine architecture among public\nedifices, but the change in 1865 was like the change from one sphere of\nhuman thought and activity to another. In Boston politics was everything,\nand literature, art, philosophy nothing, or next to nothing. There was\nmercantile life, of course, and careworn merchants anxiously waiting\nabout the gold-board; but there were no tally-ho coaches; there was no\ngolf or polo, and very little yachting. Fashionable society was also at a\nlow ebb, and as Wendell Phillips remarked in 1866, the only parties were\nboys’ and girls’ dancing-parties. A large proportion of the finest young\nmen in the city had, like the Lowells, shed their blood for the Republic.\nThe young people danced, but their elders looked grave.",
        "At this time the political centre of Massachusetts and, to a certain\nextent of New England, was the Bird Club, which met every Saturday\nafternoon at Young’s Hotel to dine and discuss the affairs of the nation.\nIts membership counted both Senators, the Governor, a number of ex-\nGovernors and four or five members of Congress. They were a strong team\nwhen they were all harnessed together.",
        "Francis William Bird, the original organizer of the club, was born in\nDedham, October 22, 1809, and the only remarkable fact concerning his\nancestry would seem to be that his great-grandmother was a Hawthorne, of\nthe same family as Nathaniel Hawthorne; but there was no trace of that\nstrongly-marked lineage in his composition. As a boy he was quick at\nmathematics, but not much of a student, so that he was full eighteen\nyears of age before he entered Brown University. His college course also\nleft him in a depleted physical condition, and it was several years later\nwhen he commenced the actual labor of life. His father had intended him\nfor the law; but this did not agree with his health, and his physician\nadvised a more active employment. Accordingly we find him in 1835 engaged\nin the manufacture of paper at East Walpole, an occupation in which he\ncontinued until 1892,—always suffering from dyspepsia, but always equal\nto whatever occasion demanded of him. He was a tall, thin, wiry-looking\nman, with a determined expression, but of kind and friendly manners.",
        "He must have been a skilful man of business, for all the great financial\nstorms of the half century, in which he lived and worked, rolled over him\nwithout causing him any serious embarrassment. His note was always good,\nand his word was as good as his note. He always seemed to have money\nenough for what he wanted to do. In prosperous times he spent generously,\nalthough habitually practising a kind of stoical severity in regard to\nhis private affairs. He considered luxury the bane of wealth, and\ncontinually admonished his children to avoid it. He was an old-fashioned\nPuritan with liberal and progressive ideas.",
        "After his marriage in 1843 to Miss Abigail Frances Newell, of Boston, he\nbuilt a commodious house in a fine grove of chestnuts on a hill-side at\nEast Walpole; and there he brought up his children like Greeks and\nAmazons. Chestnut woods are commonly infested with hornets, but he\ndirected us boys not to molest them, for he wished them to learn that\nhornets would not sting unless they were interfered with; an excellent\nprinciple in human nature. Mrs. Bird resembled her husband so closely in\nface and figure, that they might have been mistaken for brother and\nsister. She was an excellent New England woman of the old style, and well\nadapted to make her husband comfortable and happy.",
        "The connection between manufacturing and politics is a direct and natural\none. A man who employs thirty or forty workmen, and treats them fairly,\ncan easily obtain an election to the Legislature without exercising any\ndirect influence over them; but Frank Bird’s workmen felt that he had a\npersonal interest in each one of them. He never was troubled with\nstrikes. When hard times came his employees submitted to a reduction of\nwages without murmuring, and when business was good they shared again in\nthe general prosperity. As a consequence Mr. Bird could go to the\nLegislature as often as he desired; and when he changed from the\nRepublican to the Democratic party, in 1872, they still continued to vote\nfor him, until at the age of seventy-one he finally retired from public\nlife.",
        "On one election day he is said to have called his men together, and to\nhave told them: “You will have two hours this afternoon to cast your\nvotes in. The mill will close at 4 o’clock, and I expect every man to\nvote as I do. Now I am going to vote just as I please, and I hope you\nwill all do the same; but if any one of my men does not vote just as he\nwants to, and I find it out, I will discharge him to-morrow.” One can\nimagine Abraham Lincoln making a speech like this, on a similar occasion.",
        "Frank W. Bird, like J. B. Sargent, of New Haven, was a rare instance of\nan American manufacturer who believed in free-trade. This was one reason\nwhy he joined the Democratic party in 1872. He considered that protection\nencouraged sleazy and fraudulent work, and placed honest manufacturers at\na disadvantage; though he obtained these ideas rather from reading\nEnglish magazines than from any serious study of his own. He was\nnaturally much more of a Democrat than a Whig, or Federalist, but he\nopposed the doctrine of State Rights, declaring that it was much more\nresponsible for the Civil War than the anti-slavery agitation was.",
        "The same political exigency which roused James Russell Lowell also\nbrought Francis William Bird before the public. In company with Charles\nFrancis Adams he attended the Buffalo convention, in 1848, and helped to\nnominate Martin Van Buren for the Presidency. He was, however, doing more\neffective work by assisting Elizur Wright in publishing the\nChronotype (the most vigorous of all the anti-slavery papers),\nboth with money and writing; and in a written argument there were few who\ncould equal him. He appears to have been the only person at that time who\ngave Elizur Wright much support and encouragement.",
        "In 1850 Bird was elected to the State Legislature and worked vigorously\nfor the election of Sumner the ensuing winter. His chief associates\nduring the past two years had been Charles Francis Adams, the most\ndistinguished of American diplomats since Benjamin Franklin, John A.\nAndrew, then a struggling lawyer, and Henry L. Pierce, afterwards Mayor\nof Boston. Now a greater name was added to them; for Sumner was not only\nan eloquent orator, perhaps second to Webster, but he had a worldwide\nreputation as a legal authority.",
        "Adams, however, failed to recognize that like his grandfather he was\nliving in a revolutionary epoch, and after the Kansas struggle commenced\nhe became continually more conservative—if that is the word for it—and\nfinally in his Congressional speech in the winter of 1861 he made the\nfatal statement that personally he would be “in favor of permitting the\nSouthern States to secede,\" although he could not see that there was any\nlegal right for it. This acted as a divider between him and his former\nassociates, until in 1876 he found himself again in the same party with\nFrank W. Bird.",
        "During the administration of Governor Banks, that is, between 1857 and\n1860, Bird served on the Governor’s council, although generally in\nopposition to Banks himself. He went as a delegate to the Chicago\nConvention of 1860, where he voted at first for Seward, and afterwards\nfor Lincoln. From that time forward, until 1880, he was always to be\nfound at the State House, and devoted so much time to public affairs that\nit is a wonder his business of paper manufacturing did not suffer from\nit. Yet he always seemed to have plenty of time, and was never so much\nabsorbed in what he was doing but that he could give a cordial greeting\nto any of his numerous friends. His face would beam with pleasure at the\nsight of an old acquaintance, and I have known him to dash across the\nstreet like a school-boy in order to intercept a former member of the\nLegislature who was passing by on the other side. Such a man has a good\nheart.",
        "Frank Bird’s abilities fitted him for higher positions than he ever\noccupied; but he was so serviceable in the Legislature that all his\nfriends felt that he ought to remain there. He was inexorable in his\ndemand for honest government, and when he rose to speak all the guilty\nconsciences in the house began to tremble. He was the terror of the\nlobbyist, and of the legislative log-roller. This made him many enemies,\nbut he expected it and knew how to meet them. He was especially feared\nwhile Andrew was Governor, for every one knew that he had consulted with\nAndrew before making his motion. He was the Governor’s man of business.",
        "He came to know the character of every politician in the State,—what his\nopinions were, and how far he could be depended on. In this way he also\nbecame of great service to Sumner and Wilson, who wished to know what was\ntaking place behind their backs while they were absent at Washington.\nSumner did not trouble himself much as to public opinion, but this was of\ngreat importance to Wilson, who depended on politics for his daily bread.\nBoth, however, wanted to know the condition of affairs in their own\nState, and they found that Frank Bird’s information was always\ntrustworthy,—for he had no ulterior object of his own.",
        "Thus he acquired much greater influence in public affairs than most of\nthe members of Congress. When Mr. Baldwin, who represented his district,\nretired in 1868, Frank Bird became a candidate for the National\nLegislature, but he suffered from the disadvantage of living at the small\nend of the district, and the prize was carried off by George F. Hoar,\nafterwards United States Senator; but going to Congress in the seventies\nwas not what it had been in the fifties and sixties, when the halls of\nthe Capitol resounded with the most impressive oratory of the nineteenth\ncentury.",
        "Frank Bird did not pretend to be an orator. His speeches were frank,\nmethodical and directly to the point; and very effective with those who\ncould be influenced by reason, without appeals to personal prejudice. He\nhated flattery in all its forms, and honestly confessed that the\ntemptation of public speakers to cajole their audiences was the one great\ndemon of a democratic government. He liked Wendell Phillips on account of\nthe manly way in which he fought against his audiences, and strove to\nbring them round to his own opinion.",
        "He was as single-minded as Emerson or Lincoln. In November, 1862, Emerson\nsaid to me: “I came from Springfield the other day in the train with your\nfather’s friend, Frank Bird, and I like him very much. I often see his\nname signed to newspaper letters, and in future I shall always read\nthem.” Strangely enough, a few days later I was dining with Mr. Bird and\nhe referred to the same incident. When I informed him that Emerson had\nalso spoken of it he seemed very much pleased.",
        "If any one paid him a compliment or expressed gratitude for some act of\nkindness, he would hesitate and become silent for a moment, as if he were\nreflecting whether he deserved it or not; and then would go on to some\nother subject.",
        "His acts of kindness were almost numberless. He assisted those whom\nothers would not assist; and if he suspected that a small office-holder\nwas being tyrannized over, he would take no rest until he had satisfied\nhimself of the truth of the case. In February, 1870, he learned that a\nhigh official in the Boston Post-office, who was supported in his\nposition by the Governor of the State, was taking advantage of this to\nlevy a blackmail on his subordinates, compelling them to pay him a\ncommission in order to retain their places. Frank Bird was furious with\nhonest indignation. He said: “I will go to Washington and have that man\nturned out if I have to see Grant himself for it\"; and so he did.",
        "One evening at Walpole a poor woman came to him in distress, because her\nonly son had been induced to enlist in the Navy, and was already on board\na man-of-war at the Boston Navy-yard. Mr. Bird knew the youth, and was\naware that he was very slightly feeble-minded. The vessel would sail in\nthree days, and there was no time to be lost. He telegraphed the facts as\nbriefly as possible to Senator Wilson, and in twenty-four hours received\nan order to have the widow’s son discharged. Then he would not trust the\norder to the commandant, who might have delayed its execution, but sent\nit to an agent of his own in the Navy-yard, who saw that the thing was\ndone.",
        "Frank Bird’s most distinguished achievement in politics was the\nnomination of Andrew for Governor in 1860. Governor Banks was not\nfavorable to Andrew and his friends, and used what influence he possessed\nfor the benefit of Henry L. Dawes. An organization for the nomination of\nDawes had already been secretly formed before Frank Bird was acquainted\nwith Banks’s retirement from the field. Bird and Henry L. Pierce were at\nPlymouth when they first heard of it, about the middle of July, and they\nimmediately returned to Boston, started a bureau, opened a subscription-\nlist, and with the cooperation of the Bird Club carried the movement\nthrough. It would have made a marked difference in public affairs during\nthe War for the Union if Dawes had been Governor instead of Andrew.\n[Footnote: Dawes was an excellent man in his way, but during eighteen\nyears in the United States Senate he never made an important speech.]",
        "Frank Bird had this peculiarity, that the more kindly he felt to those\nwho were unfortunate in life, the more antagonistic he seemed to those\nwho were exceptionally prosperous. He appeared to have a sort of spite\nagainst handsome men and women, as if nature had been over-partial to\nthem in comparison with others. He was not a pedantic moralist, but at\nthe same time rather exacting in his requirements of others, as he was of\nhimself.",
        "The Bird Club was evolved out of the conditions of its times, like a\nnatural growth. Its nucleus was formed in the campaign of 1848, when\nBird, Andrew, Henry L. Pierce, and William S. Robinson fell into the\nhabit of dining together and discussing public affairs every Saturday\nafternoon. It was not long before they were joined by Elizur Wright and\nHenry Wilson. Sumner came to dine with them, when he was not in\nWashington, and Dr. S. G. Howe came with him. The Kansas excitement\nbrought in George L. Stearns and Frank B. Sanborn,—one the president and\nthe other the secretary of the Kansas Aid Society. In 1860 the club had\nfrom thirty to forty members, and during the whole course of its\nexistence it had more than sixty members; but it never had any regular\norganization. A member could bring a friend with him, and if the friend\nwas liked, Mr. Bird would invite him to come again. No vote ever appears\nto have been taken. Mr. Bird sat at the head of the table, and if he was\nlate or absent his place would be supplied by George L. Stearns. At his\nright hand sat Governor Andrew, and either Sumner or Stearns on his left.\nDoctor Howe and Wilson sat next to them, and were balanced on the\nopposite side by Sanborn, Governor Washburn, and two or three members of\nCongress. However, there was no systematic arrangement of the guests at\nthis feast, although the more important members of the club naturally\nclustered about Mr. Bird.",
        "N. P. Banks never appeared there, either as Governor or General; and from\nthis it was argued that he was ambitious to become Senator; or it may\nhave been owing to his differences with Bird, while the latter was on the\nGovernor’s Council. In this way the Bird Club became the test of a man’s\npolitical opinion, and prominent politicians who absented themselves from\nit were looked upon with more or less distrust.",
        "The discussions at the club were frank, manly, and unreserved. Members\nwho talked from the point were likely to be corrected without ceremony,\nand sometimes received pretty hard knocks. On one occasion General B. F.\nButler, who had come into the club soon after his celebrated contraband-\nof-war order, was complaining that the New York Republicans had nominated\nGeneral Francis C. Barlow for Secretary of State, and that General Barlow\nhad not been long enough in the Republican party to deserve it, when\nRobinson replied to him that Barlow had been a Republican longer than\nsome of those present, and Frank Bird remarked that he was as good a\nRepublican as any that were going. Butler looked as if he had swallowed a\npill.",
        "William S. Robinson was at once the wit and scribe of the club, and the\nonly newswriter that was permitted to come to the table. He enjoyed the\nadvantage of confidential talk and authentic information, which no other\nwriter of that time possessed, and his letters to the Springfield\nRepublican, extending over a period of fifteen years, come next in\nvalue to the authentic documents of that important period. They possessed\nthe rare merit of a keen impartiality, and though sometimes rather sharp,\nwere never far from the mark. He not only criticised Grant and the\npolitical bosses of that time, but his personal friends, Sumner, Wilson,\nand Frank Bird himself.",
        "In 1872 Emerson said to a member of the club: “I do not like William\nRobinson. His hand is against every man\"; but it is doubtful if Robinson\never published so hard a criticism of any person, and certainly none so\nunjust. Emerson without being aware of it was strongly influenced by a\ncabal for the overthrow of Robinson, in which General Butler took a\nleading hand. Robinson was clerk of the State Senate, and could not\nafford to lose his position; afterwards, when he did lose it, he fell\nsick and died. He preferred truth-telling and poverty to a compromising\nprosperity, and left no one to fill his place.",
        "Frank B. Sanborn was for a time editor of the Boston Commonwealth,\nand afterwards of the Springfield Republican; but he was better\nknown as the efficient Secretary of the Board of State Charities, a\nposition to which he was appointed by Governor Andrew, and from which he\nwas unjustly removed by Governor Ames, twenty years later. He was an\nindefatigable worker, and during that time there was not an almshouse or\nother institution, public or private, in the State for the benefit of the\nunfortunate portion of mankind where he was not either feared or\nrespected—a man whose active principle was the conscientious performance\nof duty. He was also noted for his fidelity to his friends. He cared for\nthe family of John Brown and watched over their interests as if they had\nbeen his own family; he made a home for the poet Channing in his old age,\nand was equally devoted to the Alcotts and others, who could not\naltogether help themselves. He was himself a charitable institution.",
        "Henry Wilson is also worth a passing notice, for the strange resemblance\nof his life to President Lincoln’s, if for no other reason. His name was\noriginally Colbath, and he was reputed to have been born under a barbery-\nbush in one of the green lanes of New Hampshire. The name is an\nexceptional one, and the family would seem to have been of the same\nroving Bedouin-like sort as that of Lincoln’s ancestors. He began life as\na shoemaker, was wholly self-educated, and changed his name to escape\nfrom his early associations. He would seem to have absorbed all the\nvirtue in his family for several generations. No sooner had he entered\ninto politics than he was recognized to have a master hand. He rose\nrapidly to the highest position in the gift of his State, and finally to\nbe Vice-President. If his health had not given way in 1873 he might even\nhave become President in the place of Hayes; for he was a person whom\nevery man felt that he could trust. His loyalty to Sumner bordered on\nveneration, and was the finest trait in his character. There was no\npretense in Henry Wilson’s patriotism; everyone felt that he would have\ndied for his country.",
        "In 1870 General Butler disappeared from the club, to the great relief of\nSumner and his immediate friends. He had already shown the cloven foot by\nattacking the financial credit of the government; and the question was,\nwhat would he do next? He had found the club an obstacle to his further\nadvancement in politics, and when in the autumn campaign Wendell Phillips\nmade a series of attacks on the character of the club, and especially on\nBird himself, the hand of Butler was immediately recognized in it, and\nhis plans for the future were easily calculated. It is probable that\nPhillips supposed he was doing the public a service in this, but the\nmethods he pursued were not much to his credit. Phillips learned that the\npresident of the Hartford and Erie Railroad had recently given Mr. Bird\nan Alderney bull-calf, and as he could not find anything else against\nBird’s character he made the most of this. He spoke of it as of the\nnature of a legislative bribe, and in an oration delivered in the Boston\nMusic Hall he called it “a thousand dollars in blood.”",
        "“Who,” he asked of his audience, “would think of exchanging a bird\nfor a bull!”",
        "This was unfortunate for the calf, which lost its life in consequence;\nbut it was not worth more than ten dollars, and the contrast between the\nrespective reputations of General Butler and Mr. Bird made Wendell\nPhillips appear in rather a ridiculous light.",
        "The following year, 1871, as the Bird Club expected, General Butler made\na strong fight for the gubernatorial nomination, and the club opposed him\nin a solid body. Sanborn at this time was editing the Springfield\nRepublican, and he exposed Butler’s past political course in an\nunsparing manner. Butler made speeches in all the cities and larger towns\nof the State, and when he came to Springfield he singled out Sanborn,\nwhom he recognized in the audience, for a direct personal attack. Sanborn\nrose to reply to him, and the contrast between the two men was like that\nbetween Lincoln and Douglas; Sanborn six feet four inches in height, and\nButler much shorter, but very thick-set. The altercation became a warm\none, and Butler must have been very angry, for he grew red in the face\nand danced about the platform as if the boards were hot under his feet.\nThe audience greeted both speakers with applause and hisses.",
        "It was a decided advantage for General Butler that there were three other\ncandidates in the field; but both Sumner and Wilson brought their\ninfluence to bear against him, and this, with Sanborn’s telling\neditorials, would seem to have decided his defeat; for when the final\nstruggle came at the Worcester Convention the vote was a very close one\nand a small matter might have changed it in his favor.",
        "The difference between Sumner and the administration, in 1872, on the San\nDomingo question accomplished what Phillips and Butler were unable to\neffect. Frank Bird and Sumner’s more independent friends left the club,\nwhich was then dining at Young’s Hotel, and seceded to the Parker House,\nwhere Sumner joined them not long afterwards. Senator Wilson and the more\ndeep-rooted Republicans formed a new organization called the\nMassachusetts Club, which still existed in the year 1900.",
        "The great days of the Bird Club were over. With the death of Sumner, in\n1874, its political importance came to an end, and although its members\ncontinued to meet for five or six years longer, it ceased to attract\npublic attention.",
        "At the age of eighty Frank W. Bird still directed the financial affairs\nof his paper business, but he looked back on his life as a “wretched\nfailure.” No matter how much he accomplished, it seemed to him as nothing\ncompared with what he had wished to do. Would there were more such\nfailures!",
        "Continue...",
        "\nThis complete text of the Cambridge Sketches book by Frank Preston Stearns are in the public domain.\n\n\nBuy this essays series at Amazon.\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on April 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Cambridge SketchesBy Frank Preston StearnsAt Amazon"
    ]
}