{
    "title": "Cambridge Sketches - The Emerson Centennial",
    "author": "Frank Preston Stearns",
    "chapter": "23",
    "content": [
        "\n\n",
        "Read in the Town Hall, Concord, Mass., July 23, 1903",
        "On his first visit to England, Emerson was so continually besieged with\ninvitations that, as he wrote to Carlyle, answering the notes he received\n“ate up his day like a cherry;” and yet I have never met but one\nEnglishman, Dr. John Tyndall, the chemist, who seemed to appreciate\nEmerson’s poetry, and few others who might be said to appreciate the man\nhimself. Tyndall may have recognized Emerson’s keen insight for the\npoetry of science in such verses as:",
        "A person who lacks some knowledge of geology would not be likely to\nunderstand this. Matthew Arnold and Edwin Arnold had no very high opinion\nof Emerson’s poetry; and even Carlyle, who was Emerson’s best friend in\nEurope, spoke of it in rather a disparaging manner. The “Mountain and the\nSquirrel” and several others have been translated into German, but not\nthose which we here consider the best of them.",
        "On the other hand, Dr. William H. Furness considered Emerson “heaven-high\nabove our other poets;” C. P. Cranch preferred him to Longfellow; Dr. F.\nH. Hedge looked upon him as the first poet of his time; Rev. Samuel\nLongfellow and Rev. Samuel Johnson held a very similar opinion, and David\nA. Wasson considered Emerson’s “Problem” one of the great poems of the\ncentury.",
        "These men were all poets themselves, though they did not make a\nprofession of it, and in that character were quite equal to Matthew\nArnold, whose lecture on Emerson was evidently written under unfavorable\ninfluences. They were men who had passed through similar experiences to\nthose which developed Emerson’s mind and character, and could therefore\ncomprehend him better than others. We all feel that Emerson’s poetry is\nsometimes too abstruse, especially in his earlier verses, and that its\nmeaning is often too recondite for ready apprehension; but there are\npassages in it so luminous and so far-reaching in their application that\nonly the supreme poets of all time have equalled them.",
        "Homer’s strength consists in his pictorial descriptions, but also\nsometimes in pithy reflections on life and human nature; and it is in\nthese latter that Emerson often comes close to him. Most widely known of\nHomer’s epigrams is that reply of Telemachus to Antiochus in the Odyssey,\nwhich Pope has rendered:",
        "To which the following couplet from “Woodnotes” seems almost like a\ncontinuation:",
        "The wise man carries rest and contentment in his own mental life, and is\nequally himself at the Corona d’Italia and on a western ranch; while the\nweakling runs back to earlier associations like a colt to its stable. But\nHomer is also Emersonian at times. What could be more so than Achilles’s\nmemorable saying, which is repeated by Ulysses in the Odyssey: “More\nhateful to me than the gates of death is he who thinks one thing and\nspeaks another;” or this exclamation of old Laertes in the last book of\nthe Odyssey: “What a day is this when I see my son and grandson\ncontending in excellence!”",
        "It seems a long way from Dante to Emerson, and yet there are Dantean\npassages in “Woodnotes” and “Voluntaries.” They are not in Dante’s\nmatchless measure, but they have much of his grace, and more of his\ninflexible will. This warning against mercenary marriages might be\ncompared to Dante’s answer to the embezzling Pope Nicholas III. in Canto\nXIX. of the Inferno:",
        "There is a Spartan-like severity in this, but so was Dante very severe.\nIt was his mission to purify the moral sense of his countrymen in an age\nwhen the Church no longer encouraged virtue; and Emerson no less\nvigorously opposed the rank materialism of America in a period of\nexceptional prosperity.",
        "The next succeeding lines are not exactly Dantean, but they are among\nEmerson’s finest, and worthy of any great poet. The “Pine Tree” says:",
        "Again we are reminded of Dante in the opening passages of “Voluntaries”:",
        "It is still more difficult to compare Emerson with Shakespeare, for the\none was Puritan with a strong classic tendency, and the other anti-\nPuritan with a strong romantic tendency; but allowing for this and for\nShakespeare’s universality, it may be affirmed that there are few\npassages in King Henry IV. and Henry V. which take a higher rank than\nEmerson’s description of Cromwell:",
        "Emerson learned a large proportion of his wisdom from Goethe, as he\nfrequently confessed, but where in Goethe’s poetry will you find a\nquatrain of more penetrating beauty or wider significance than this from\n“Woodnotes”:",
        "Or this one from the “Building of the House\"—considered metaphorically\nas the life structure of man:",
        "There is a flash as of heaven’s own lightning in some of his verses, and\nhis name has become a spell to conjure with.",
        "Continue...",
        "\nThis complete text of the Cambridge Sketches book by Frank Preston Stearns are in the public domain.\n\n\nBuy this essays series at Amazon.\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on April 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Cambridge SketchesBy Frank Preston StearnsAt Amazon"
    ]
}