{
    "title": "Cambridge Sketches - Francis J. Child",
    "author": "Frank Preston Stearns",
    "chapter": "3",
    "content": [
        "\n\n",
        "Fifty years ago it was the fashion at Harvard, as well as at other\ncolleges, for professors to cultivate an austere dignity of manner for\nthe purpose of preserving order and decorum in the recitation-room; but\nthis frequently resulted in having the opposite effect and served as a\ntemptation to the students to play practical jokes on their instructors.\nThe habitual dryness of the college exercises in Latin, Greek, and\nmathematics became still more wearisome from the manner in which these\nwere conducted. The youthful mind thirsting for knowledge found the road\nto it for the most part a dull and dreary pilgrimage.",
        "Professor Francis J. Child would seem to have been the first to break\ndown this barrier and establish more friendly relations with his classes.\nHe was naturally well adapted to this. Perfectly frank and fearless in\nhis dealings with all men, he hated unnecessary conventionality, and at\nthe same time possessed the rare art of preserving his dignity while\nassociating with his subordinates on friendly terms. Always kindly and\neven sympathetic to the worst scapegraces in the division, he could\nassert the superiority of his position with a quickness that often\nstartled those who were inclined to impose on him. He did not call out\nthe names of his class as if they were exceptions to a rule in Latin\ngrammar, but addressed each one of them as if he felt a personal interest\nin the man; so that they felt encouraged to speak out what they knew and\neven remembered their lessons so much the better. As a consequence he was\nuniversally respected, and there were many who felt an affection for him\nsuch as he could never have imagined. His cordial manner was sufficient\nof itself to make his instruction effective.",
        "Francis J. Child was the first scholar in his class at the Boston Latin\nSchool, and afterwards at Harvard. That first scholars do not come to\nmuch good in the world is an illusion of the envious. It is true that\nthey sometimes break down their health by too strenuous an effort, but\nthis may happen to an ambitious person in any undertaking. In Professor\nChild’s case, as in many another, it proved the making of his fortune,\nfor which he did not possess any exceptional advantages. Being of an\namiable disposition and good address, he was offered a tutorship on\ngraduation, and rose from one position in the university to another until\nhe became the first authority on the English language in America. His\nwhole life was spent at Harvard College, with the exception of a few\nshort expeditions to Europe; and his influence there steadily increased\nuntil it became a power that was universally recognized.",
        "He was a short, thick-set man, like Sophocles, but as different as\npossible in general aspect. Sophocles was always slow and measured, but\nProfessor Child was quick and lively in all his movements; and his face\nwore an habitual cheerfulness which plainly showed the sunny spirit\nwithin. Most characteristic in his appearance was the short curly yellow\nhair, so light in color that when it changed with age, his friends\nscarcely noticed the difference.",
        "During his academic years he created a sensation by declining to join the\nHasty Pudding Club. This was looked upon as a piece of inordinate self-\nconceit; whereas, the true reason for it was that he had little money and\npreferred to spend it in going to the theatre. He said afterwards, in\nregard to this, that he was not sorry to have done it, for “the students\nplaced too much importance on such matters.”",
        "Through his interest in fine acting, he became one of the best judges of\noratory, and it was always interesting to listen to him on that subject.\nHe considered Wendell Phillips the perfection of form and delivery, and\nsometimes very brilliant, but much too rash in his statements. Everett\nwas also good, but lacked warmth and earnestness. Choate was purely a\nlegal pleader, and outside of the court-room not very effective. He\nthought Webster one of the greatest of orators, fully equal to Cicero;\nbut they both lacked the poetical element. Sumner’s sentences were florid\nand his delivery rather mechanical, but he made a strong impression owing\nto the evident purity of his motives. The general public, however, had\nbecome suspicious of oratory, so that it was no longer as serviceable as\nformerly.",
        "“After all,” he would say, “the main point for a speaker is to have a\ngood cause. Then, if he is thoroughly in earnest, we enjoy hearing him.\"\nHe once illustrated his subject by the story of a Union general who tried\nto rally the fugitives at Pittsburg Landing, and said, waving his sword\nin the air: “In the name of the Declaration of Independence, I command, I\nexhort you,” etc., while a private soldier leaning against a tree, with a\nquid of tobacco in his mouth, remarked, “That man can make a good\nspeech,” but showed no intentions of moving. This summary, however, gives\nno adequate idea of the brightness of Professor Child’s conversation. He\nwas an animated talker, full of wit and originality.",
        "When the classes at Harvard were smaller than at present, he would\narrange them in University Hall for declamation, so as to cover as much\nspace as possible. They did not understand this until he said, “Now we\nhave a larger audience, if not more numerous;” and this placed every one\nin the best of humor.",
        "Besides his regular college duties, Professor Child had three distinct\ninterests to which he devoted himself in leisure hours with all the\nenergy of an ardent nature. The first of these, editing a complete\nedition of the old English ballads, was the labor of his life, and with\nit his name will always be associated, for it is a work that can neither\nbe superseded nor excelled. He was the first to arouse English scholars\nto the importance of this, as may be read in the dedication of a partial\nedition taken from the Percy manuscripts and published in London in 1861.\nHe recognized in them the true foundation of the finest literature of the\nmodern world, and he considered them so much the better from the fact\nthat they were not composed to be printed, but to be recited or sung.\nMatthew Arnold wrote in a letter from America: “After lecturing at\nTaunton, I came to Boston with Professor Child of Harvard, a very\npleasant man, who is a great authority on ballad poetry,” very warm\npraise, considering the source whence it came. Late in life Professor\nChild edited separate versions in modern English of some curious old\nballads, and sent them as Christmas presents to his friends. It is not\nsurprising that he should have been interested as well in the rude songs\nof the British sailors, which he heard on crossing the ocean. He was\nmightily amused at their simple refrain:",
        "“That rude couplet,” he said, “contains all the original elements of\npoetry. Firstly, the anthropomorphic element; the sailor imagines his\nbowline as if it had life. Secondly, the humorous element, for the\nbowline is all tail. Thirdly, the reflective element; the monotonous\nmotion makes him think of home,—of his wife or sweetheart,—and he ends\nthe second line with ’Kitty, O, my darlin’.’ I like such primitive verses\nmuch better than the ’Pike County Ballads,’ a mixture of sentiment and\nprofanity.”",
        "Then he went on to say: “I want my children, when they grow up, to read\nthe classics. My boy will go to college, of course; and he will translate\nHomer and Virgil, and Horace,—I think very highly of Horace; but the\nliteral meaning is a different thing from understanding the poetry. Then\nmy daughters will learn French and German, and I shall expect them to\nread Schiller and Goethe, Moliere and Racine, as well as Shakespeare and\nMilton. After that they can read what they like, but they will have a\nstandard by which to judge other authors.” He was afraid that the\nstudents wasted too much time in painting play-bills and other similar\nexercises of ingenuity, which lead to nothing in the end.",
        "He gave some excellent advice to a young lady who was about visiting\nEurope for the first time, who doubted if she could properly appreciate\nthe works of art and other fine things that she would be called upon to\nadmire. “Don’t be afraid of that,” said Professor Child; “you will\nprobably like best just those sights which you do not expect to; but if\nyou do not like them, say so, and let that be the end of it. Now, I am so\nunfortunate as not to appreciate Michel Angelo. His great horned Moses is\nnothing more to me than a Silenus in a garden. The fact does not trouble\nme much, for I find enough to interest me as it is, and I can enjoy life\nwithout the Moses.”",
        "After mentioning a number of desirable expeditions, he added: “You will\ngo to Dresden, of course, to see Raphael’s Madonna and Titian’s ’Tribute\nMoney’; and then there are the Green Vaults. I have known the Green\nVaults to have an excellent effect on some ladies of my acquaintance.\nThey did not care one-quarter as much for a diamond ring as they did\nbefore they went into the Green Vaults. You will see a jewelled fireplace\nthere which is worth more than all I own in the world.” The young lady\nlooked, however, as if it would take more than the Green Vaults to cure\nher love for jewelry.",
        "Professor Child’s second important interest was politics, and as a rule\nhe much preferred talking on this to literary subjects.",
        "Josiah Quincy was the most distinguished president that Harvard College\nhas had, unless we except President Eliot; and his admirers have been\naccustomed to refer to his administration as “Consule Planco.” His\npolitics did not differ widely from those of John Quincy Adams, who was\nthe earliest statesman of the anti-slavery struggle, and a true hero in\nhis way. After Quincy, the presidents of the university became more and\nmore conservative, until Felton, who was a pronounced pro-slavery Whig,\nand even attempted to defend the invasion of Kansas in a public meeting.\nThe professors and tutors naturally followed in the train of the\npresident, while a majority of the sons of wealthy men among the\nundergraduates always took the southern side. The son of an abolitionist\nwho wished to go through Harvard in those days found it a penitential\npilgrimage. He was certain to suffer an extra amount of hazing, and to\nendure a kind of social ostracism throughout the course.",
        "For many years before the election of Lincoln, Professors Child, Lowell,\nand Jennison were the only pronounced anti-slavery members of the\nfaculty; and this left Francis J. Child to hear the brunt of it almost\nalone, for Lowell’s connection with the university was semi-detached, and\nalthough he was always prepared to face the enemy in an honest argument,\nhe was not often on the ground to do so.",
        "Now that the most potent cause of political agitation resides in the far-\noff problem of the Philippine Islands it is difficult to realize the\npopular excitement of those times, when both parties believed that the\nvery existence of the nation depended on the result of the elections.\nProfessor Child was not the least of an alarmist, and deprecated all\nunnecessary controversy. In 1861 he even cautioned Wendell Phillips\nGarrison against introducing too strong an appeal for emancipation in his\ncommencement address; but he was as firm as a granite rock on any\nquestion of principle, and when he considered a protest in order he was\ncertain to make one. He did not trust party newspapers for his\ninformation, but obtained it from persons who were in a position to know,\nand his facts were so well supported by the quick sallies of his wit that\nthose who interfered with him once rarely attempted it again. Moreover,\nas we all see now, he had the right on his side.",
        "He was proud of having voted twice for Abraham Lincoln. What he thought\nof John Brown, at the time of the Harper’s Ferry raid, is uncertain; but\nmany years later, when one of his friends published a small book in\nvindication of Brown against the attack of Lincoln’s two secretaries, he\nwrote to him:",
        "“I congratulate you on the success of your statement, which I have read\nwith very great interest. John Brown was like a star and still shines in\nthe firmament. We could not have done without him.”",
        "He considered Governor Andrew’s approbation of John Brown as more\nimportant than anything that would be written about him in the future.",
        "He did not trouble himself much in regard to Lincoln’s second election,\nfor he saw that it was a foregone conclusion; but after Andrew Johnson’s\ntreachery in 1866, he felt there was a need of unusual exertion. When the\nNovember elections arrived, he told his classes: “Next Tuesday I shall\nhave to serve my country and there will be no recitations.” When Tuesday\ncame we found him on the sidewalk distributing Republican ballots and\nsoliciting votes; and there he remained until the polls closed in the\nafternoon. He had little patience with educated men who neglected their\npolitical duties. “Why are you discouraged?” he would ask. “Times will\nchange. Remember the Free-soil movement!” He attended caucuses as\nregularly as the meetings of the faculty, and served as a delegate to a\nnumber of conventions. More than once he aroused the good citizens of\nCambridge to the danger of insidious plots by low demagogues against the\npublic welfare. The poet Longfellow took notice of this and spoke of him\nas an invaluable man.",
        "On another occasion Professor Child was discoursing to his class on\noratory and mentioned the fact that Webster and Choate both came from\nDartmouth; that Wendell Phillips graduated at Harvard, but the university\nhad not seen much of him since. At the mention of Wendell Phillips some\nof the boys from pro-slavery families began to sneer. Professor Child\nraised himself up and said determinedly, “Wendell Phillips is as good an\norator as either of them!” He was chagrined, however, at Phillips’s later\npublic course,—his support of Socialism and General Butler. Neither did\nhe like Phillips’s Phi Beta Kappa oration, in which he advocated the\ndagger and dynamite for tyrants. “A tyrant,” said Professor Child, “is\nwhat anyone chooses to imagine. My hired man may consider me a tyrant and\nblow me up according to Mr. Phillips’s principle.” The assassins of\nGarfield and McKinley evidently supposed that they were ridding the earth\nof two of the worst tyrants that ever existed. Professor Child was\nexceptionally liberal. He even supported Woman Suffrage for a time, but\nhe held Socialism in a kind of holy horror,—such as one feels of a\nperson who is always making blunders.",
        "In 1878 Professor Child and some other political reformers were elected\nto a Congressional convention and went with the hope of securing a\ncandidate who would represent the educated classes,—the incumbent at\nthat time being a shoe manufacturer. They argued and worked hard all day,\nbut without success. Late in the afternoon the shoe manufacturer, a\nworthy man but very ignorant, who afterwards became governor of the\nState, was renominated; and when it was proposed to make the nomination\nunanimous Professor Child called out such an emphatic No that it seemed\nto shake the whole assembly. Not content with this he entered a protest\nnext day in the Boston Advertiser. He was so much used up by the\nexertion that he was unable to attend to his classes. Some years later he\nenjoyed the satisfaction of seeing his candidate, Theodore Lyman,\nnominated and elected.",
        "Emerson once delivered a lecture in Boston on university life in which he\nmade the rather bold statement that “in the course of twenty years the\nrank-list is likely to become inverted.” One of Professor Child’s class\nparaphrased this lecture for a theme, and against the sentence above\nquoted the Professor wrote: “A statement frequently made, but what is the\nfact?” I do not think he liked Emerson quite so well after this, and he\ncan hardly be blamed for feeling so. It was not only a disparagement of\ngood scholarship but like a personal slight upon himself. That Emerson\ngraduated near the foot of his class ought not to prove that an idle\ncollege life is a sign of genius.",
        "Professor Child talked freely in regard to the meetings of the college\nfaculty, for he believed that graduates had a right to know about them.\nHe quoted some amusing anecdotes of a certain professor who led the\nopposition against President Eliot and praised the dignified manner with\nwhich Eliot regarded him. In 1879 he said one day:",
        "“We are in the half-way stage between a college and a university, and\nthere is consequently great confusion. If we once became a university,\npure and simple, all that would be over; but the difficulty is that the\nmaterial which comes to us is so poor. I do not mean that the young men\nare lacking in intelligence, but the great majority of them do not brace\nthemselves to the work. As Doctor Hedge says, the heart of the college is\nin the boating and ball-playing and not in its studies.”",
        "His third occupation and chief recreation was his rose-garden. The whole\nspace between his front piazza and Kirkland Street was filled with rose-\nbushes which he tended himself, from the first loosening of the earth in\nspring until the straw sheaf-caps were tied about them in November. What\nmore delightful occupation for a scholar than working in a rose-garden!\nThere his friends were most likely to find him in suitable weather, and\nwhen June came they were sure to receive a share of the bountiful\nblossoms; nor did he ever forget the sick and suffering.",
        "He was greatly interested to hear of a German doctor at Munich who had a\nrose-garden with more than a hundred varieties in it. “I should like to\nknow that man,” he said; “wouldn’t we have a good talk together?” He\ncomplained that although everybody liked roses few were sufficiently\ninterested in them to distinguish the different kinds. Naturally rose-\nbugs were his special detestation. “Saving your presence,” he said to\nPresident Felton’s daughter, “I will crush this insect;” to which she\naptly replied, “I certainly would not have my presence save him.” When he\nheard of the Buffalo-bug he exclaimed: “Are we going to have another pest\nto contend with? I think it is a serious question whether the insect\nworld is not going to get the better of us.”",
        "After his painful death at the Massachusetts Hospital in September, 1896,\nthe president and fellows of the university voted to set apart little\nHolden Chapel, the oldest building on the college grounds, and yet one of\nthe most dignified, for an English library dedicated to the memory of\nFrancis J. Child. Such an honor had never been decreed for president or\nprofessor before; and it gives him the distinction that we all feel he\ndeserved. It is much more appropriate to him, and satisfactory than a\nmarble statue in Saunders Theatre would have been, or a stained-glass\nwindow in Memorial Hall. Yet his presence still lingers in the memory of\nhis friends, like the fragrance of his own roses, after the petals have\nfallen from their stems.",
        "Continue...",
        "\nThis complete text of the Cambridge Sketches book by Frank Preston Stearns are in the public domain.\n\n\nBuy this essays series at Amazon.\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on April 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Cambridge SketchesBy Frank Preston StearnsAt Amazon"
    ]
}