{
    "title": "Cambridge Sketches - My Last Visit to the Longfellows",
    "author": "Frank Preston Stearns",
    "chapter": "21",
    "content": [
        "\n\n",
        "The Longfellow party will soon depart for Naples, and I went to the\nCostanzi to make my final call. Mr. Henry W. Longfellow was alone in his\nparlor cutting the leaves of a large book. He said that his brother had\ngone to the Pincion with the ladies, but would probably return soon.\nEverything this man says and does has the same grace and elevated tone as\nhis poetry. I took a chair and pretty soon he said to me, “How do you\nlike your books, Mr. S——? For my part, I prefer to cut the leaves of a\nbook, for then I feel as if I had earned the right to read it.” I replied\nthat I liked books with rough edges if they were printed on good paper;\nand then he said, “See this remarkable picture.”",
        "I drew my chair closer to him, and he showed me a large colored chart of\nHell and Purgatory, according to the theory that prevailed in Dante’s\ntime. Satan with his three faces was represented in the centre, and on\nthe other side rose the Mount of Purgatory.",
        "“It is an Italian commentary,” he said, “on the Divina Commedia,\"\nwhich had been sent to him that day; and he added that some of the\ninformation in it was of a very curious sort.",
        "I asked him if he could read Italian as easily as English. “Very nearly,\"\nhe replied; “but the fine points of Italian are as difficult as those of\nGerman.”",
        "He inquired how I and my friends spent our evenings in Rome, and I said,\n“In all kinds of study and reading, but just now P—— was at work on\nBrowning’s ’Ring and the Book.’”",
        "Mr. Longfellow laughed. “I do not wonder you call it work,” he said. “It\nseems to me a story told in so many different ways may be something of a\ncuriosity—not much of a poem.” [Footnote: I have since observed that\npoets as a class are not fair critics of poetry; for they are sure to\nprefer poetry which is like their own. This is true at least of Lowell,\nEmerson, or Matthew Arnold; but when I came to read “The Ring and the\nBook” I found that Longfellow’s objection was a valid one.]",
        "I remarked that Rev. Mr. Longfellow had a decided partiality for\nBrowning. “Yes,” he said; “Sam likes him, and my friend John Weiss\nprefers him to Tennyson. My objection is to his diction. I have always\nfound the English language sufficient for my purpose, and have never\ntried to improve on it. Browning’s ’Saul’ and ’The Ride from Ghent to\nAix’ are noble poems.”",
        "“Carlyle also,” I said, “has a peculiar diction.” “That is true,” he\nreplied, “but one can forgive anything to a writer who has so much to\ntell us as Carlyle. Besides, he writes prose, and not poetry.”",
        "He took up a photograph which was lying on the table and showed it to me,\nsaying, “How do you like Miss Stebbins’s ’Satan’?” I told him I hardly\nknew how to judge of such a subject. Then we both laughed, and Mr.\nLongfellow said: “I wonder what our artists want to make Satans for. I\ndoubt if there is one of them that believes in the devil’s existence.”",
        "I noticed on closer examination that the features resembled those of Miss\nStebbins herself. Mr. Longfellow looked at it closely, and said, “So it\ndoes,—somewhat.” Then I told him that I asked Warrington Wood how he\nobtained the expression for his head of Satan, and that he said he did it\nby looking in the glass and making up faces. Mr. Longfellow laughed\nheartily at this, saying, “I suppose Miss Stebbins did the same, and that\nis how it came about. Our sculptors should be careful how they put\nthemselves in the devil’s place. Wood has modelled a fine angel, and his\ngroup (Michael and Satan) is altogether an effective one.”",
        "Rev. Mr. Longfellow and the ladies now came in, and as it was late I\nshook hands with them all.",
        "It is reported that when Mr. Longfellow met Cardinal Antonelli he\nremarked that Rome had changed less in the last fifteen years than other\nlarge cities, and that Antonelli replied, “Yes; God be praised for it!”",
        "Feb. 25.—The elder Herbert [Footnote: The elder of two brothers,\nsons of an English artist.] has painted a fine picture, and we all went\nto look at it this afternoon, as it will be packed up to-morrow for the\nRoyal Exhibition at London. He has chosen for his subject the verse of a\nGreek poet, otherwise unknown:",
        "Herbert has substituted buffalos for oxen as being more picturesque,\nthough they were not imported into Italy until some time in the Middle\nAges. It is generally predicted that Herbert will become an R. A. like\nhis father; but the subject is even more to his credit than his treatment\nof it. It is discussed at the Lapre whether this verse has been\nequalled by Tennyson or Longfellow, and the conclusion was: “Not proven.”",
        "March 1.—The Longfellows are gone, and Rome is filling up with a\ndifferent class of people who have come here to witness the fatiguing\nspectacles of Easter. One look at Michael Angelo’s “Last Judgment” would\nbe worth the whole of it to me.",
        "P—— is said to have captured his young lady, and it seems probable, for\nI see very little of him now. He disappears after breakfast, rushes\nthrough his dinner, and returns late in the evenings. So all the world\nchanges.",
        "Continue...",
        "\nThis complete text of the Cambridge Sketches book by Frank Preston Stearns are in the public domain.\n\n\nBuy this essays series at Amazon.\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on April 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Cambridge SketchesBy Frank Preston StearnsAt Amazon"
    ]
}