{
    "title": "Cambridge Sketches - Dr. W. T. G. Morton",
    "author": "Frank Preston Stearns",
    "chapter": "18",
    "content": [
        "\n\n",
        "A distinguished American called upon Charles Darwin, and in the course\nof conversation asked him what he considered the most important discovery\nof the nineteenth century. To which Mr. Darwin replied, after a slight\nhesitation: “Painless surgery.” He thought this more beneficial in its\neffects on human affairs than either the steam-engine or the telegraph.\nLet it also be noted that he spoke of it as an invention, rather than as\na discovery.",
        "The person to whom all scientific men now attribute the honor of this\ndiscovery, or invention, is Dr. William T. G. Morton; and, although in\nthat matter he was not without slight assistance from others, as well as\npredecessors in the way of tentative experiments, yet it was Doctor\nMorton who first proved the possibility of applying anaesthesia to\nsurgical operations of a capital order; and it was he who pushed his\ntheory to a practical success. It may also be admitted that Columbus\ncould not have discovered the Western Hemisphere without the assistance\nof Ferdinand and Isabella; but it was Columbus who divined the existence\nof the American continent, and afterwards proved his theory to be true.\nThere is an underlying similarity between the labors and lives of\nColumbus and Morton, in spite of large superficial differences.",
        "William Thomas Greene Morton was born August 19, 1819, in Charlton,\nMassachusetts, a small town in the Connecticut Valley. His father was a\nflourishing farmer and lived in an old-fashioned but commodious country\nhouse, with a large square chimney in the centre of it. William was not\nonly a bright but a very dexterous boy, and was sent to school in the\nacademy at Northfield, and afterwards at Leicester. It is a family\ntradition that he early showed an experimental tendency by brewing\nconcoctions of various kinds for the benefit of his young companions, and\nthat he once made his sister deathly sick in this manner. His father,\nfinding him a more energetic boy than the average of farmers’ sons,\nadvised him to go to Boston, to seek whatever fortune he could find\nthere.",
        "This resulted in his obtaining employment, probably through the Charlton\nclergyman, in the office of a religious periodical, the Christian\nWitness; but the situation, though a comfortable one, was not adapted\nto his tastes, and from some unexplained attraction to the profession, he\ndecided to study dentistry. This he accordingly did, graduating at the\nBaltimore Dental College in 1842. He then engaged an office in Boston,\nand soon acquired a lucrative practice. He was an uncommonly handsome\nman, with a determined look in his eye, but also a kindly expression and\npleasing manners, which may have brought him more practice than his skill\nin dentistry,—although that was also good.",
        "The following year he was married to Miss Elizabeth Whitman, of\nFarmington, Connecticut, whose uncle, at least, had been a member of\nCongress,—a highly genteel family in that region. In fact, her parents\nobjected to Doctor Morton on account of his profession, and it was only\nafter his promise to study medicine and become a regular practitioner\nthat they consented to the match. Accordingly, Doctor Morton in the\nautumn of 1844 commenced a course at the Harvard Medical-School.",
        "Mrs. Morton was a handsome young woman, with a fair face and elegant\nfigure. It would have been difficult to find a better looking couple\nanywhere in the suburbs, and with good health and strength it seemed as\nif fortune would certainly smile on them. Doctor Morton built a summer\ncottage at Wellesley, where the public library now stands, and planted a\ngrove of trees about it; but a mere earthly paradise could not satisfy\nhim. He was not an ambitious man, or he would not have chosen the dental\nprofession; but the food he lived on was not of this world. He had the\ndaring spirit, the speculative temperament, and restless energy of the\nborn discoverer. Already he had made improvements in the manufacture of\nartificial teeth. He was the first, or one of the first, to recognize the\nimportance of chemistry in connection with the practice of medicine. He\nhad no sooner returned to Boston than he commenced the study of chemistry\nwith Dr. Charles T. Jackson, spending from six to ten hours a week in his\nlaboratory; and he thus became acquainted with the properties and\npeculiarities of most of the chemical ingredients known at that time.",
        "Mrs. Morton soon discovered with awe and trepidation that she had married\nno ordinary man. That he had a real skeleton in his closet was to have\nbeen expected; but, besides this, there were rows of mysterious-looking\nbottles, with substances in them quite different from the medicines which\nwere prescribed by the doctors in Farmington. He tried experiments on\ntheir black water-spaniel and nearly killed him; and even descended to\nfishes and insects. He would muse for hours by himself, and if she asked\nhim what he was thinking of he gave her no explanation that she could\nunderstand. Although he was so attractive and pleasing, he did not care\nmuch for human society. [Footnote: McClure’s Magazine, September, 1896.]\nHe was kind and good to her, and with that she was content. A more\ndevoted wife, or faithful mother, has not been portrayed in poetry or\nromance.",
        "These phenomena in Doctor Morton’s early life remind one of certain\nprocesses in the budding of a flower. They indicate a tendency to some\nobject which perhaps was not at the time wholly clear to the man himself.\nImpelled by the humanitarian spirit of the age, he moved forward with a\nclear eye and firm hand to grasp the opportunity when it arrived,—nor\nwas it long delayed.",
        "In considering the discovery of etherization we ought to eliminate all\nevidence of an ex parte character, unless it is supported\ncircumstantially; but there is no reason why we should disbelieve Mrs.\nMorton’s statement that her husband made experiments with sulphuric\nether; that his clothes smelt of it; and that he tried to persuade\nlaboring-men to allow him to experiment upon them with it. As Dr. J.\nCollins Warren says: “Anaesthesia had been the dream of many surgeons and\nscientists, but it had been classed with aerial navigation and other\nimprobable inventions.” [Footnote: Anaesthesia in Surgery, 15.] As long\nago as 1818 Faraday had discovered the chief properties of ether, with\nthe exception of its effect in deadening sensibility. In 1836 Dr. Morrill\nWyman and Dr. Samuel Parkman had experimented with it on themselves at\nthe Massachusetts Hospital, but without taking a sufficient quantity to\nproduce unconsciousness. It was actually employed in 1842 by Dr. Crawford\nW. Long, at the University of Pennsylvania, in some minor cases of\nsurgery, but he would seem to have lost confidence in his method and\nafterwards abandoned it.",
        "In December, 1844, Horace Wells, a dentist of Hartford, had a tooth\nextracted by his own request while under the influence of nitrous oxide;\nand the following month he came to Boston, and having made his discovery\nknown, an operation at the hospital was undertaken with his assistance,\nbut the patient screamed, and it proved a failure so far as anaesthesia\nwas concerned.",
        "From these facts we readily draw the following conclusions: That the\ndiscovery of painless surgery was essentially a practical affair for\nwhich only a slight knowledge of chemistry was required; that it was not\na discovery made at hap-hazard, but one that necessitated a skilful hand\nand a clear understanding of the subject; and that the supposition which\nhas sometimes been advanced that Doctor Morton was necessarily indebted\nto Doctor Jackson for a knowledge of the hypnotic effect of ether is\nwholly gratuitous.",
        "We will now quote directly from Doctor Warren’s lecture on “The Influence\nof Anaesthesia on the Surgery of the Nineteenth Century,” delivered\nbefore the American Surgical Association in 1897:",
        "“Morton having acquainted himself by conversation with Mr. Metcalf and\nMr. Burnett, both leading druggists, as to purity and qualities of ether,\nand having also conversed with Mr. Wightman, a philosophical instrument-\nmaker, and with Doctor Jackson as to inhaling apparatus, proceeded to\nexperiment upon himself. After inhaling the purer quality of ether from a\nhandkerchief he awoke to find that he had been insensible for seven or\neight minutes.",
        "“The same day a stout, healthy man came to his office suffering from\ngreat pain and desiring to have a tooth extracted. Dreading the pain, ho\naccepted willingly Morton’s proposal to use ether, and the tooth was\nextracted without suffering. Morton reported his success the next day to\nJackson, and conversed with him as to the best methods of bringing his\ndiscovery to the attention of the medical profession and the public.\nJackson pointed out that tooth-pulling was not a sufficient test, as many\npeople claimed to have teeth pulled without pain. It was finally decided\nthat the crucial test lay in a public demonstration in the operating\ntheatre of a hospital in a surgical case.”",
        "There is one statement in the above to which, according to our rules of\nliterary procedure, we feel obliged to take exception,—that is, the\nstatement concerning the interview between Morton and Jackson after the\nsuccessful administration of ether to Morton’s patient. It is\nsubstantially Doctor Jackson’s own statement. Doctor Morton gave a wholly\ndifferent account before the Congressional Committee of 1852. He said:",
        "“I went to Doctor Jackson, told him what I had done, and asked him\nto give me a certificate that ether was harmless in its effects. This\nhe positively refused to do. I then told him I should go to the principal\nsurgeons and have the question thoroughly tried. I then called on Doctor\nWarren, who promised me an early opportunity to try the experiment, and\nsoon after I received the invitation....“",
        "Now as these are both ex parte statements, and as there are no\nwitnesses on either side, according to the rule we have already\nestablished, they will both have to be eliminated. [Footnote: The\nCongressional Committee of 1852 did not find Doctor Jackson’s report of\nthis interview trustworthy.] Doctor Morton, however, says previously that\nit was Doctor Hayward with whom he consulted as to the best method of\nbringing his discovery before the world.",
        "In the consideration of this subject we come upon a man of rare\ncharacter—rare even, in his profession. Dr. John C. Warren was the\nperfect type of an Anglo-Saxon surgeon. His courage and dexterity were\nfully equalled by his kindness and sympathy for the patient. Cool and\ncollected in the most trying emergencies, it has been said of him that he\nnever performed a capital operation without feeling a pain in his heart;\nand the evidence of this was marked upon his face, so that it is even\nvisible in the photographs of him. He deserved to have his portrait\npainted by Rubens. In 1847 Dr. Mason Warren published a review of\netherization, in which he makes this important statement:",
        "“In the autumn of 1846 Dr. W. T. G. Morton, a dentist in Boston, a person\nof great ingenuity, patience, and pertinacity of purpose, called on me\nseveral times to show some of his inventions. At that time I introduced\nhim to Dr. John C. Warren. Shortly after, in October, I learned from\nDoctor Warren that Doctor Morton had visited him and informed him that he\nwas in possession of or had discovered a means of preventing pain, which\nhe had proved in dental operations, and wished Doctor Warren to give him\nan opportunity in a surgical operation. After some questions on the\nsubject in regard to its action and the safety of it, Doctor Warren\npromised that he would do so.... The operation was therefore deferred\nuntil Friday, October 16, when the ether was administered by Doctor\nMorton, and the operation performed by Doctor Warren.”",
        "It was eminently fitting that Dr. John C. Warren should be the one to\nintroduce painless surgery to the medical profession. Next to Morton he\ndeserves the highest credit for the revolution which it effected: a\nglorious revolution, fully equal to that of 1688. His quick recognition\nof Morton’s character, and the confidence he placed in him as the man of\nthe hour, deserve the highest commendation. Doctor Warren had invited\nDoctor Jackson to attend this critical experiment with sulphuric ether at\nthe Massachusetts Hospital; but he declined with the trite excuse that he\nwas obliged to go out of town. This has been generally interpreted by the\nmedical profession as a lack of courage on Jackson’s part to face the\nmusic, but it may also have been owing to his jealousy of Morton.",
        "This happened October 16th, and on November 13th, Dr. C. T. Jackson wrote\nto M. Elie de Beaumont, a member of the French Academy, this remarkable\nletter:",
        "“I request permission to communicate through your medium to the Academy\nof Sciences a discovery which I have made, and which I believe important\nfor the relief of suffering humanity, as well as of great value to the\nsurgical profession. Five or six years ago I noticed the peculiar state\nof insensibility into which the nervous system is thrown by the\ninhalation of the vapor of pure sulphuric ether, which I respired\nabundantly,—first by way of experiments, and afterwards when I had a\nsevere catarrh, caused by the inhalation of chlorine gas. I have latterly\nmade a useful application of this fact by persuading a dentist of this\ncity to administer the vapor of ether to his patients, when about to\nundergo the operation of extraction of teeth. It was observed that\npersons suffered no pain in the operation, and that no inconvenience\nresulted from the administration of the vapor.”",
        "It was the opinion of Robert Rantoul and other members of the\nCongressional Committee that Doctor Jackson suffered from a “heated and\ndisordered imagination,” and that is the most charitable view that one\ncan take of such a letter as this. Whatever may have been the result of\nDoctor Jackson’s investigations with sulphuric ether, it is certain that\nhe added nothing to the scientific knowledge of his time in that respect;\n[Footnote: Edinburgh Medical Journal, April 1, 1857.] and if he persuaded\nDoctor Morton to make use of it, why was he not present to oversee his\nsubordinate? also, why did he make a charge on his books a few days later\nagainst Doctor Morton of five hundred dollars for advice and information\nconcerning the application of ether? It is not customary to charge\nsubordinates for their service but to reward them. The two horns of this\ndilemma are sharp and penetrating.",
        "In a later memorial of the same general tenor, which Doctor Jackson\nforwarded to Baron Humboldt, he stated that he had applied to other\ndentists in Boston to make the experiment of etherization, but found them\nunwilling to take the risk; but the names of the dentists have never been\nmade public, nor did any such appear afterwards to testify in Doctor\nJackson’s behalf.",
        "Still more remarkable was the action of the French Academy of Arts and\nSciences in these premises. The French Academy was founded by Richelieu,\nbut abolished in the first French Revolution, with so many other\nenchanted phantasms. Napoleon re-established it, and gave it new life and\nvigor by a discriminating choice of membership; but it is a close\ncorporation which renews itself by its own votes, and such a body of men\nis always in danger of becoming a mutual admiration society, and if this\nhappens its public utility is at an end. In the present instance the\naction of the French Academy was illogical, unscientific, and\nmischievous.",
        "Doctor Jackson’s letter was brought before that august body on January\n18, 1847, but previous to that time Doctor Warren had written to Doctor\nVelpeau, an eminent French surgeon, concerning the success of\netherization at the Massachusetts Hospital, and suggesting the use of it\nin the hospitals at Paris; and Doctor Velpeau referred to this fact at\nthe meeting of January 18th. The contents of this letter have never been\nmade public; but it is incredible that Doctor Jackson’s claim should have\nreceived any support from it. Nevertheless, the members of the French\nAcademy decided to divide one of the Mouthyon prizes (of five thousand\nfrancs for great scientific discoveries) between Dr. W. T. G. Morton and\nElie de Beaumont’s American friend, Dr. C. T. Jackson; and they\nconferred this particular favor on Dr. Jackson at his own\nrepresentation, without one witness in his favor, and without making an\ninquiry into the circumstances of the discovery. Could the Northfield\nAcademy of boys and girls have acted in a more heedless or unscientific\nmanner?",
        "After the justice of this decision had been questioned, the French\nAcademy promulgated a defence of their previous action, of which the\nessence was that the scientific theory of Doctor Jackson was as essential\nto the discovery of etherization as the practical skill of Doctor Morton;\nthat is, they attempted to decide a matter of fact by an a priori\ndogmatism. Was not the instruction that Doctor Morton received from the\ndental college in Baltimore also essential to the discovery,—and to go\nbehind that,—what he learned at the primary school at Churiton? When\nlearning is divorced from reason it becomes mere pedantry or sublimated\nignorance, and is more dangerous to the community than unlettered\nignorance can be.",
        "This blunder of the French Academy had evil consequences for both Morton\nand Jackson; for it placed the latter in a false position towards the\nworld, and brought about a collision between them which not only lasted\nduring their lives, but was also carried on by their friends and\nrelatives long afterwards. It is doubtful if Jackson would have contested\nMorton’s claim without European support.",
        "With true dignity of character Doctor Morton declined to divide the\nMouthyon prize with Doctor Jackson, and the French Academy accordingly\nhad a large gold medal stamped in his honor, and as this did not exhaust\nthe original donation, the remainder of the sum was expended on a highly\nornamental case. The trustees of the Massachusetts Hospital partly\nsubscribed and partly collected a thousand dollars which they presented\nto Doctor Morton in a handsome silver casket. The King of Sweden sent him\nthe Cross of the Order of Wasa; and he also received the Cross of the\nOrder of St. Vladimir from the Tsar of Russia. He was only twenty-seven\nyears of age at this time.",
        "The ensuing eight years of Morton’s life were spent in a desperate effort\nfor recognition—recognition of the importance of his discovery and of\nhis own merits as the discoverer. No one can blame him for this. As\nevents proved, it would have been far better for him if he had finished\nhis course at the medical-school and set up his sign in the vicinity of\nBeacon Street; but the wisest man can but dimly foresee the future.\nDoctor Morton had every reason to believe that there was a fortune to be\nmade in etherization. He consulted Rufus Choate, who advised him to\nobtain a patent or proprietary right in his discovery. Hon. Caleb Eddy\nundertook to do this for him, and being supported by a sound opinion from\nDaniel Webster, easily obtained it. Now, however, Morton’s troubles\nbegan.",
        "He exempted the Massachusetts Hospital from the application of his\nroyalty, and it was only right that he should do so; but, unfortunately,\nit was the only large hospital where etherization was regularly\npractised. In order to extend its application Doctor Morton secured the\nservices of three young physicians, practised them in the use of the gas,\nand paid them a thousand dollars each to go forth into the world as\nproselytes of his discovery; but they met everywhere with a cold\nreception, and were several times informed that if the Massachusetts\nHospital enjoyed the use of etherization, other hospitals ought to have\nthe same privilege; so that his enterprise proved of no immediate\nadvantage.",
        "The Mexican War was now at its height, and Doctor Morton offered the use\nof etherization to the government for a very small royalty, but his offer\nwas declined by the Secretary of War. He soon discovered, however, that\nsurgeons in the army and navy were making free use of it,—contrary to\nlaw and the rights of men. Individuals all over the country—dentists and\nsurgeons—were doing the same thing; and it was more difficult to prevent\nthis than to execute the game-laws. For such an order of affairs the\ndecision of the French Academy was largely responsible, for if men only\nfind a shadow of right on the side of self-interest, they are likely\nenough to take advantage of it.",
        "Meanwhile Doctor Jackson, with a few friends and a large body of\nHomoeopaths who acted in opposition to the regulars of the Massachusetts\nHospital, kept up a continual fusillade against Doctor Morton; but this\ndid him little harm, for early in 1847 the trustees of the hospital\ndecided, by a unanimous vote, that the honor of discovering etherization\nproperly belonged to him.",
        "Doctor Jackson questioned the justice of this decision, and applied for a\nreconsideration of the subject. Whereupon the subject was reconsidered\nthe following year, and the same verdict rendered as before. Doctor\nJackson then carried his case to the Boston Academy of Arts and Sciences,\nwhen Professor Agassiz asked him the pertinent question: “But, Doctor\nJackson, did you make one little experiment?” adding drily, after\nreceiving a negative reply: “It would have been better if you had.”",
        "It is to be regretted that Doctor Jackson should have attacked Doctor\nMorton’s private life (which appears to have been fully as commendable as\nhis own), and also that R. W. Emerson should have entered the lists in\nfavor of his brother-in-law. In one of his later books Emerson designates\nDoctor Jackson as the discoverer of etherization. This was setting his\nown judgment above that of the legal and medical professions, and even\nabove the French Academy; but Emerson had lived so long in intuitions and\npoetical concepts that he was not a fairly competent person to judge of a\nmatter of fact. It is doubtful if he made use of the inductive method of\nreasoning during his life.",
        "Doctor Morton sought legal advice in regard to the infringement of his\npatent rights; but he found that legal proceedings in such cases were\nvery expensive, and was counselled to apply to Congress for redress and\nassistance. This seemed to him a good plan, for if he could exchange his\nrights in etherization for a hundred thousand dollars, he would be\nsatisfied; but in the end it proved a Nessus shirt to strangle the life\nout of him. He soon found that Congress could not be moved by a sense of\njustice, but only by personal influence. He gave up his business in\nBoston and went to Washington with his family, but this soon exhausted\nhis slender resources. Knowing devils informed him that if he wished to\nobtain a hundred thousand dollars from the government he would have to\nexpend fifteen or twenty thousand in lobbying, but the idea of this was\nhateful to him, and he declined to make the requisite pledges.",
        "The winter of 1850 and of 1851 passed without result, until finally in\nDecember of the latter year, Bissel, of Illinois, made a speech in Doctor\nMorton’s favor, calling attention to the fact that the government had\nbeen pirating his patent, and proposing that the subject be referred to a\ncommittee. Robert Rantoul seconded the motion, and the step was taken. It\nwas considered better for the chances of success that the proposition\nshould come from a Western man.",
        "This committee continued its meeting throughout the winter and made a\nthorough-going examination of the question before it. The frankness and\nplain character of Doctor Morton’s testimony is much in his favor, and\nthe description he gave of his own proceedings previous to the first\noperation in the Massachusetts Hospital show how hard he wrestled with\nhis discovery,—wrestled like Jacob of old,—working half the night with\nan instrument-maker to devise a suitable apparatus for inhalation. Doctor\nJackson and Horace Wells also presented their claims to the committee and\nwere respectfully considered.",
        "The report of this committee is a valuable document,—a study for young\nlawyers in the sifting of evidence,—and of itself a severe criticism on\nthe judgment of the French Academy, which it considered at too great a\ndistance to judge fairly of the circumstances attending the advent of\npainless surgery. The committee decided unanimously that Doctor Wells did\nnot carry his experiments far enough to reach a decided result; that\nDoctor Jackson’s testimony was contradictory and not much to be depended\non; and that the credit of discovering painless surgery properly\nappertained to Dr. W. T. G. Morton. They recommended an appropriation of\na hundred thousand dollars to be given to Doctor Morton in return for the\nfree use of etherization by the surgeons of the army and navy.",
        "A hundred thousand dollars was little enough. The British Government paid\nthirty thousand pounds as a gratuity for the discovery of vaccination;\nand more recently a poor German student made a much larger sum by the\ninvention of a drug which has since fallen into disuse. Half a million\nwould not have been more than Morton deserved, and a hundred thousand\nmight have been bestowed on Wells.",
        "Doctor Morton must have thought now that the clouds were lifting for him\nat last; but they soon settled down darker than ever. The committee’s\nreport was only printed towards the close of the session, and Congress,\ngone rabid over the Presidential election, neglected to consider it.\nNeither did it take further action the following winter. A year later a\nbill was introduced in the Senate for Doctor Morton’s relief, and was\nably supported by Douglas, of Illinois, and Hale, of New Hampshire. It\npassed the Senate by a small majority, but was defeated by the “mud-gods\"\nof the House—defeated by men who were pilfering the national treasury in\nsinecures for their relatives and supporters. In the history of our\ngovernment I know of nothing more disgraceful than this,—except the\nexculpation of Brooks for his assault on Sumner.",
        "Doctor Morton was a ruined man. His slender means had long since been\nexhausted, and he had been running in debt for the past two or three\nyears, as Hawthorne did at the old manse. Even his house at Wellesley was\nmortgaged. His business was gone, and his health was shattered. He felt\nas a man does in an earthquake. The government could not have treated him\nmore cruelly unless it had put him to death.",
        "It was now, as a final resort, that he went to see President Pierce,\nalways a kindly man, except where Kansas affairs were concerned; and\nPierce advised him to bring a suit for infringement of his rights against\na surgeon in the navy. Doctor Morton found a lawyer who was willing to\ntake the risk for a large share of the profits, and gained his case. His\nhouse was saved, but he returned to Wellesley poorer than when he came to\nBoston to seek his fortune, a youth of eighteen.",
        "There was great indignation at the Massachusetts Hospital when the result\nof Doctor Morton’s case before Congress was known there, and soon after\nhis return an effort was made to raise a substantial testimonial for him.\nThat noble-hearted physician, Dr. Henry I. Bowditch, interested himself\nso conspicuously in this that Doctor Morton named his youngest son for\nhim.",
        "A similar effort was made by the medical profession in New York city, and\na sufficient sum obtained to render Doctor Morton moderately comfortable\nduring the remainder of his earthly existence, and to educate his eldest\nson.",
        "Doctor Morton’s health was too much shattered for professional work now,\nand he resigned himself to his fate. He raised cattle at Wellesley, and\nimported fine cattle as a healthful out-of-door occupation. In the autumn\nof 1862 he joined the Army of the Potomac as a volunteer surgeon, and\napplied ether to more than two thousand wounded soldiers during the\nbattles of Fredericksburg, Chancellorsville, and the Wilderness. At the\nsame time Senator Wil- [*printer’s error—double line and missing text]\nrevive the gratuity for Morton in Congress, but the decision of the French\nAcademy was in men’s minds, and a vicious precedent proved stronger than\nreason.",
        "I saw Doctor Morton for the last time about nine months before his death;\nand the impression his appearance made on me was indelible. He was\nwalking in the path before his house with his eldest daughter, and he\nseemed like the victim of an old Greek tragedy—a noble Oedipus who had\nsolved the Sphynx’s riddle, attended by his faithful Antigone.",
        "In July, 1868, a torrid wave swept over the Northern States which carried\noff many frail and delicate persons in the large cities, and Doctor\nMorton was one of those who suffered from it. He happened to be in New\nYork City at the time, and went to Central Park to escape the feeling of\nsuffocation which oppressed him, but never returned alive. He now lies in\nMount Auburn Cemetery, with a modest monument over his grave erected by\nhis Boston friends, with this epitaph composed by Dr. Jacob Bigelow:",
        "Continue...",
        "\nThis complete text of the Cambridge Sketches book by Frank Preston Stearns are in the public domain.\n\n\nBuy this essays series at Amazon.\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on April 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Cambridge SketchesBy Frank Preston StearnsAt Amazon"
    ]
}