{
    "title": "Cambridge Sketches - Centennial Contributions",
    "author": "Frank Preston Stearns",
    "chapter": "22",
    "content": [
        "\n\n",
        "Read at the Second Church, Copley Square, Boston, Wednesday, November\n29, 1899",
        "A hundred years ago A. Bronson Alcott was born, and thirty-three years\nlater his daughter Louisa was born, happily on the same day of the year,\nas if for this very purpose,—that you might testify your appreciation of\nthe good work they did in this world, at one and the same moment. It was\na fortunate coincidence, which we like to think of to-day, as it\nundoubtedly gave pleasure to Bronson Alcott and his wife sixty-seven\nyears ago.",
        "How genuine were Mr. Alcott and his daughter, Louisa! “All else,” says\nthe sage, “is superficial and perishable, save love and truth only.” It\nis through the love and truth that was in these two that we still feel\ntheir influence as if they were living to-day. How well I recollect Mr.\nAlcott’s first visit to my father’s house at Medford, when I was a boy! I\nhad the same impression of him then that the consideration of his life\nmakes on me now,—as an exceptional person, but one greatly to be\ntrusted. I could see that he was a man who wished well to me, and to all\nmankind; who had no intention of encroaching on my rights as an\nindividual in any way whatever; and who, furthermore, had no suspicion of\nme as a person alien to himself. The criticism made of him by my young\nbrother held good of him then and always,—that “he looked like one of\nChrist’s disciples.” His aspect was intelligently mild and gentle,\nunmixed with the slightest taint of worldly self-interest.",
        "He heard that Goethe had said, “We begin to sin as soon as we act;” but\nhe did not agree to this, and was determined that one man at least should\nlive in this world without sinning. He carried this plan out so\nconsistently that, as he once confessed to me, it brought him to the\nverge of starvation. Then he realized that in order to play our part in\nthe general order of things,—in order to obviate the perpetual tendency\nin human affairs to chaos,—we are continually obliged to compromise.\nHowever, to the last he would never touch animal food. Others might\nmurder sheep and oxen, but he, Bronson Alcott, would not be a partaker in\nwhat he considered a serious transgression of moral law. This brought him\ninto antagonism with the current of modern opinion, which considers man\nthe natural ruler of this earth, and that it is both his right and his\nduty to remodel it according to his ideas of usefulness and beauty.",
        "It brought him into a life-long conflict with society, but how gallantly,\nhow amiably he carried this on you all know. It cannot be said that he\nwas defeated, for his spirit was unconquerable. His purity of intention\nalways received its true recognition; and wherever Bronson Alcott went he\ncollected the most earnest, high-minded people about him, and made them\nmore earnest, more high-minded by his conversation.",
        "How different was his daughter, Louisa,—the keen observer of life and\nmanners; the witty story-teller with the pictorial mind; always\nsympathetic, practical, helpful—the mainstay of her family, a pillar of\nsupport to her friends; forgetting the care of her own soul in her\ninterest for the general welfare; heedless of her own advantage, and\nthereby obtaining for herself as a gift from heaven, the highest of all\nadvantages, and the greatest of all rewards!",
        "And yet, with so wide a difference in the practical application of their\nlives, the well-spring of Louisa’s thought and the main-spring of her\naction were identical with those of her father, and may be considered an\ninheritance from him. For the well-spring of her thought was\ntruth, and the main-spring of her action was love. There\ncan be no fine art, no great art, no art which is of service to mankind,\nwhich does not originate on this twofold basis. We are told that when she\nwas a young girl, on a voyage from Philadelphia to Boston, her face\nsuddenly lighted up with the true brightness of genius, as she said, “I\nlove everybody in this whole world!” If, afterwards, a vein of satire\ncame to be mingled with this genial flow of human kindness, it was not\nLouisa’s fault.",
        "In like manner, Bronson Alcott rested his argument for immortality on the\nground of the family affections. “Such strong ties,” he reasoned, “could\nnot have been made merely to be broken.” Let us share his faith, and\nbelieve that they have not been broken.",
        "Continue...",
        "\nThis complete text of the Cambridge Sketches book by Frank Preston Stearns are in the public domain.\n\n\nBuy this essays series at Amazon.\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on April 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Cambridge SketchesBy Frank Preston StearnsAt Amazon"
    ]
}