{
    "title": "Cambridge Sketches - The Close of the War",
    "author": "Frank Preston Stearns",
    "chapter": "2",
    "content": [
        "\n\n",
        "One bright morning in April, 1865, Hawthorne’s son and the writer were\ncoming forth together from the further door-way of Stoughton Hall at\nHarvard College, when, as the last reverberations of the prayer-bell were\nsounding, a classmate called to us across the yard: “General Lee has\nsurrendered!” There was a busy hum of voices where the three converging\nlines of students met in front of Appleton Chapel, and when we entered\nthe building there was President Hill seated in the recess between the\ntwo pulpits, and old Doctor Peabody at his desk, with his face beaming\nlike that of a saint in an old religious painting. His prayer was\nexceptionally fervid and serious. He asked a blessing on the American\npeople; on all those who had suffered from the war; on the government of\nthe United States; and on our defeated enemies. When the short service\nhad ended, Doctor Hill came forward and said: “It is not fitting that any\ncollege tasks or exercises should take place until another sun has arisen\nafter this glorious morning. Let us all celebrate this fortunate event.”",
        "On leaving the chapel we found that Flavius Josephus Cook, afterwards\nRev. Joseph Cook of the Monday Lectureship, had collected the members of\nthe Christian Brethren about him, and they were all singing a hymn of\nthanksgiving in a very vigorous manner.",
        "There were some, however, who recollected on their way to breakfast the\nsad procession that had passed through the college-yard six months\nbefore,—the military funeral of James Russell Lowell’s nephews, killed\nin General Sheridan’s victory at Cedar Run. There were no recent\ngraduates of Harvard more universally beloved than Charles and James\nLowell; and none of whom better things were expected. To Lowell himself,\nwho had no other children, except a daughter, they were almost like his\nown sons, and the ode he wrote on this occasion touches a depth of pathos\nnot to be met with elsewhere in his poetry. There was not at that time\nanother family in Cambridge or Boston which contained two such bright\nintellects, two such fine characters. It did not seem right that they\nshould both have left their mother, who was bereaved already by a\nfaithless husband, to fight the battles of their country, however much\nthey were needed for this. Even in the most despotic period of European\nhistory the only son of a widow was exempt from conscription. Then to\nlose them both in a single day! Mrs. Lowell became the saint of Quincy\nStreet, and none were so hardened or self-absorbed as not to do her\nreverence.",
        "But now the terrible past was eclipsed by the joy and pride of victory.\nThe great heroic struggle was over; young men could look forward to the\npractice of peaceable professions, and old men had no longer to think of\nthe exhausting drain upon their resources. Fond mothers could now count\nupon the survival of their sons, and young wives no longer feared to\nbecome widows in a night. Everywhere there was joy and exhilaration. To\nmany it was the happiest day they had ever known.",
        "President Hill was seen holding a long and earnest conversation with\nAgassiz on the path towards his house. The professors threw aside their\ncontemplated work. Every man went to drink a glass of wine with his best\nfriend, and to discuss the fortunes of the republic. The ball-players set\noff for the Delta, where Memorial Hall now stands, to organize a full\nmatch game; the billiard experts started a tournament on Mr. Lyon’s new\ntables; and the rowing men set off for a three-hours’ pull down Boston\nharbor. Others collected in groups and discussed the future of their\ncountry with the natural precocity of youthful minds. “Here,” said a\nBoston cousin of the two young Lowells, to a pink-faced, sandy-haired\nball-player, “you are opposed to capital punishment; do you think Jeff.\nDavis ought to be hung?” “Just at present,” replied the latter, “I am\nmore in favor of suspending Jeff. Davis than of suspending the law,\"—an\nopinion that was greeted with laughter and applause. The general\nsentiment of the crowd was in favor of permitting General Lee to retire\nin peace to private life; but in regard to the president of the Southern\nConfederacy the feeling was more vindictive.",
        "We can now consider it fortunate that no such retaliatory measures were\ntaken by the government. Much better that Jefferson Davis, and his\nconfederates in the secession movement, should have lived to witness\nevery day the consequences of that gigantic blunder. The fact that they\nadopted a name for their newly-organized nation which did not differ\nessentially from the one which they had discarded; that their form of\ngovernment, with its constitution and laws, differed so slightly from\nthose of the United States, is sufficient to indicate that their\nseparation was not to be permanent, and that it only required the\nabolition of slavery to bring the Southern States back to their former\nposition in the Union. If men and nations did what was for their true\ninterests, this would be a different world.",
        "At that time the college proper consisted of three recitation buildings,\nand four or five dormitories, besides Appleton Chapel, and little old\nHolden Chapel of the seventeenth century, which still remains the best\narchitecture on the grounds. The buildings were mostly old, plain, and\nhomely, and the rooms of the students simply furnished. In every class\nthere were twelve or fifteen dandies, who dressed in somewhat above the\nheight of the fashion, but they served to make the place more picturesque\nand were not so likely to be mischievous as some of the rougher country\nboys. It was a time of plain, sensible living. To hire a man to make\nfires in winter, and black the boots, was considered a great luxury. A\nmajority of the students blacked their own boots, although they found\nthis very disagreeable. The college pump was a venerable institution, a\nleveller of all distinctions; and many a pleasant conversation took place\nabout its wooden trough. No student thought of owning an equipage, and a\nRussell or a Longworth would as soon have hired a sedan chair as a horse\nand buggy, when he might have gone on foot. Good pedestrianism was the\npride of the Harvard student; and an honest, wholesome pride it was.\nThere was also some good running. Both Julian Hawthorne and Thomas W.\nWard ran to Concord, a distance of sixteen miles, without stopping, I\nbelieve, by the way. William Blaikie, the stroke of the University crew,\nwalked to New York during the Thanksgiving recess—six days in all.",
        "The undergraduates had not yet become acquainted with tennis, the most\ndelightful of light exercises, and foot-ball had not yet been regulated\naccording to the rules of Rugby and Harrow. The last of the pernicious\nfoot-ball fights between Sophomores and Freshmen took place in September,\n1863, and commenced in quite a sanguinary manner. A Sophomore named\nWright knocked over Ellis, the captain of the Freshman side, without\nreason or provocation, and was himself immediately laid prostrate by a\nred-headed Scotch boy named Roderick Dhu Coe, who seemed to have come to\ncollege for the purpose, for he soon afterwards disappeared and was never\nseen there again. With the help of Coe and a few similar spirits, the\nFreshmen won the game. It was the first of President Hill’s reforms to\nabolish this brutal and unseemly custom.",
        "The New York game of base-ball, which has since assumed such mammoth\nproportions, was first introduced in our colleges by Wright and Flagg, of\nthe Class of ’66; and the first game, which the Cambridge ladies\nattended, was played on the Delta in May of that year with the\nTrimountain Club of Boston. Flagg was the finest catcher in New England\nat that time; and, although he was never chosen captain, he was the most\nskillful manager of the game. It was he who invented the double-play\nwhich can sometimes be accomplished by muffing a fly-catch between the\nbases. He caught without mask or gloves and was several times wounded by\nthe ball.",
        "Let us retrace the steps of time and take a look at the old Delta on a\nbright June evening, when the shadows of the elms are lengthening across\nthe grass. There are from fifty to a hundred students, and perhaps three\nor four professors, watching the Harvard nine practise in preparation for\nits match with the formidable Lowell nine of Boston. Who is that slender\nyouth at second base,—with the long nose and good-humored twinkle in his\neye,—who never allows a ball to pass by him? Will he ever become the\nDean of the Harvard Law School? And that tall, olive-complexioned fellow\nin the outfield, six feet two in his ball-shoes,—who would suppose that\nhe is destined to go to Congress and serve his country as Minister to\nSpain! There is another dark-eyed youth leaning against the fence and\nwatching the ball as it passes to and fro. Is he destined to become\nGovernor of Massachusetts? And that sturdy-looking first-baseman,—will\nhe enter the ministry and preach sermons in Appleton Chapel? These young\nmen all live quiet, sensible lives, and trouble themselves little\nconcerning class honors and secret societies. If they have a\ncharacteristic in common it is that they always keep their mental balance\nand never go to extremes; but neither they nor others have any suspicion\nof their several destinies. Could they return and fill their former\nplaces on the ground, how strangely they would feel! But the ground\nitself is gone; their youth is gone, and the honors that have come to\nthem seem less important than the welfare of their families and kindred.",
        "Misdemeanors, great and small, on the part of the students were more\ncommon formerly than they have been in recent years, for the good reason\nthat the chances of detection were very much less. Some of the practical\njokes were of a much too serious character. The college Bible was\nabstracted from the Chapel and sent to Yale; the communion wine was\nstolen; a paper bombshell was exploded behind a curtain in the Greek\nrecitation-room; and Professor Pierce discovered one morning that all his\nblack-boards had been painted white. All the copies of Cooke’s Chemical\nPhysics suddenly disappeared one afternoon, and next morning the best\nscholars in the Junior Class were obliged to say, “Not prepared.”",
        "A society called the Med. Fac. was chiefly responsible for these\nperformances; but so secret was it in its membership and proceedings that\nneither the college faculty nor the great majority of the students really\nknew whether there was such a society in existence or not. A judge of the\nUnited States Circuit Court, who had belonged to it in his time, was not\naware that his own son was a member of it.",
        "Some of the members of this society turned out well, and others badly;\nbut generally an inclination for such high pranks shows a levity of\nnature that bodes ill for the future. A college class is a wonderful\nstudy in human nature, from the time it enters until its members have\narrived at forty or fifty years of age. There was one young man at\nHarvard in those days who was so evidently marked out by destiny for a\ngreat public career that when he was elected to Congress in 1876 his\nclassmates were only surprised because it seemed so natural that this\nshould happen. Another was of so depraved a character that it seemed as\nif he was intended to illustrate the bad boy in a Sunday-school book. He\nwas so untrustworthy that very soon no one was willing to associate with\nhim. He stole from his father, and, after graduating, went to prison for\nforgery and finally was killed by a tornado. There was still another, a\ngreat fat fellow, who always seemed to be half asleep, and was very\nshortly run over and killed by a locomotive. Yet if we could know the\nwhole truth in regard to these persons it might be difficult to decide\nhow much of their good and evil fortune was owing to themselves and how\nmuch to hereditary tendencies and early influences. The sad fact remains\nthat it is much easier to spoil a bright boy than to educate a dull one.",
        "The undergraduates were too much absorbed in their own small affairs to\npay much attention to politics, even in those exciting times. For the\nmost part there was no discrimination against either the Trojans or\nTyrians; but abolitionists were not quite so well liked as others,\nespecially after the close of the war; and it was noticed that the sons\nof pro-slavery families commonly seemed to have lacked the good moral\ntraining (and the respect for industry) which is youth’s surest\nprotection against the pitfalls of life. The larger proportion of\nsuspended students belonged to this class.",
        "During the war period Cambridge social life was regulated by a coterie of\nten or twelve young ladies who had grown up together and who were\ngenerally known as the “Spree,\"—not because they were given to romping,\nfor none kept more strictly within the bounds of a decorous propriety,\nbut because they were accustomed to go off together in the summer to the\nWhite Mountains or to some other rustic resort, where they were supposed\nto have a perfectly splendid time; and this they probably did, for it\nrequires cultivation and refinement of feeling to appreciate nature as\nwell as art. They decided what students and other young ladies should be\ninvited to the assemblies in Lyceum Hall, and they arranged their own\nprivate entertainments over the heads of their fathers and mothers; and\nit should be added that they exercised their authority with a very good\ngrace. They had their friends and admirers among the collegians, but no\nyoung man of good manners and pleasing address, and above all who was a\ngood dancer, needed to beg for an invitation. The good dancers, however,\nwere in a decided minority, and many who considered themselves so in\ntheir own habitats found themselves much below the standard in Cambridge.",
        "Mrs. James Russell Lowell was one of the lady patronesses of the\nassemblies, and her husband sometimes came to them for an hour or so\nbefore escorting her home. He watched the performance with a poet’s eye\nfor whatever is graceful and charming, but sometimes also with a humorous\nsmile playing upon his face. There were some very good dancers among the\nladies who skimmed the floor almost like swallows; but the finest waltzer\nin Cambridge or Boston was Theodore Colburn, who had graduated ten years\npreviously, and with the advantage of a youthful figure, had kept up the\npastime ever since. The present writer has never seen anywhere another\nman who could waltz with such consummate ease and unconscious grace.\nLowell’s eyes followed him continually; but it is also said that Colburn\nwould willingly dispense with the talent for better success in his\nprofession. Next to him comes the tall ball-player, already referred to,\nand it is delightful to see the skill with which he adapts his unusual\nheight to the most petite damsel on the floor. Here the “Spree” is\nomnipotent, but it does not like Class Day, for then Boston and its\nsuburbs pour forth their torrent of beauty and fashion, and Cambridge for\nthe time being is left somewhat in the shade.",
        "Henry James in his “International Episode” speaks as if New York dancers\nwere the best in the world, and they are certainly more light-footed than\nEnglish men and women; but a New York lady, with whom Mr. James is well\nacquainted, says that Bostonians and Austrians are the finest dancers.\nThe true Bostonian cultivates a sober reserve in his waltzing which, if\nnot too serious, adds to the grace of his movement. Yet, when the german\nis over, we remember the warning of the wealthy Corinthian who refused\nhis daughter to the son of Tisander on the ground that he was too much of\na dancer and acrobat.",
        "From 1840 to 1860 Harvard University practically stagnated. The world\nabout it progressed, but the college remained unchanged. Its presidents\nwere excellent men, but they had lived too long under the academic shade.\nThey lacked practical experience in the great world. There were few\nlectures in the college course, and the recitations were a mere routine.\nThe text-books on philosophical subjects were narrow and prejudiced.\nModern languages were sadly neglected; and the tradition that a French\ninstructor once entertained his class by telling them his dreams, if not\ntrue, was at least characteristic. The sons of wealthy Bostonians were\naccustomed to brag that they had gone through college without doing any\nreal studying. To the college faculty politics only meant the success of\nWebster and the great Whig party. The anti-slavery agitation was\nconsidered inconvenient and therefore prejudicial. During the struggle\nfor free institutions in Kansas, the president of Harvard College\nundertook to debate the question in a public meeting, but he displayed\nsuch lamentable ignorance that he was soon obliged to retire in\nconfusion.",
        "The war for the Union, however, waked up the slumbering university, as it\ndid all other institutions and persons. Rev. Thomas Hill was chosen\npresident in 1861, and was the first anti-slavery president of the\ncollege since Josiah Quincy; and this of itself indicated that he was in\naccord with the times,—had not set his face obstinately against them. He\nwas not so practical a man as President Quincy, but he was one of the\nbest scholars in America. His administration has not been looked upon as\na success, but he served to break the ice and to open the way for future\nnavigation. He accepted the position with definite ideas of reform; but\nhe lacked skill in the adaptation of means to ends. He was determined to\nshow no favoritism to wealth and social position, and he went perhaps too\nfar in the opposite direction. One day when the workmen were digging the\ncellar of Gray’s Hall, President Hill threw off his coat, seized a\nshovel, and used it vigorously for half an hour or more. This was\nintended as an example to teach the students the dignity of labor; but\nthey did not understand it so. At the faculty meetings he carried\ninformality of manner to an excess. He depended too much on personal\ninfluence, which, as George Washington said formerly, “cannot become\ngovernment.” He wrote letters to the Sophomores exhorting them not to\nhaze the Freshmen, and, as a consequence, the Freshmen were hazed more\nseverely than ever. Then he suspended the Sophomores in a wholesale\nmanner, many of them for slight offences. However, he stopped the foot-\nball fights, and made the examinations much more strict than they had\nbeen previously. He endeavored to inculcate the true spirit of\nscholarship among the students,—not to study for rank but from a genuine\nlove of the subject. The opposition that his reforms excited made him\nunpopular, and Freshmen came to college so prejudiced against him that\nall his kindness and good will were wasted upon them.",
        "“There goes the greatest man in this country,” said a fashionable Boston\nyouth, one day in the spring of 1866. It was Louis Agassiz returning from\na call on President Hill. Such a statement shows that the speaker\nbelonged to a class of people called Tories, in 1776, and who might\nproperly be called so still. As a matter of fact, Agassiz had long since\npassed the meridian of his reputation, and his sun was now not far from\nsetting. He had returned from his expedition to South America with a\nvaluable collection of fishes and other scientific materials; but his\ntheory of glaciers; which he went there to substantiate, had not been\nproven. Darwin’s “Origin of Species” had already swept his nicely-\nconstructed plans of original types into the fire of futile speculation.\nYet Agassiz was a great man in his way, and his importance was\nuniversally recognized. He had given a vigorous and much-needed impetus\nto the study of geology in America, and as a compendium of all the\ndifferent branches of natural history there was nobody like him. In his\nlifelong single-minded devotion to science he had few equals and no\nsuperiors. He cared not for money except so far as it helped the\nadvancement of his studies. For many years Madam Agassiz taught a select\nschool for young ladies (to which Emerson, among others, sent his\ndaughters), in order to provide funds for her husband to carry on his\nwork. It is to be feared that the Commonwealth of Massachusetts was\nrather stingy to him. Edward Everett once made an eloquent address in his\nbehalf to the legislature, but it had no effect. Louis Napoleon’s\nmunificent offers could not induce him to return to Paris, for he\nbelieved that more important work was to be done in the new world,—\nwhich, by the way, he considered the oldest portion of the globe.",
        "In height and figure Agassiz was so much like Doctor Hill that when the\ntwo were together this was very noticeable. They were both broad-\nshouldered, deep-chested men, and of about the same height, with large,\nwell-rounded heads; but Agassiz had an elastic French step, whereas\nDoctor Hill walked with something of a shuffle. One might even imagine\nAgassiz dancing a waltz. Lowell said of him that he was “emphatically a\nman, and that wherever he went he made a friend.” His broad forehead\nseemed to smile upon you while he was talking, and from his simple-\nhearted and genial manners you felt that he would be a friend whenever\nyou wanted one. He was the busiest and at the same time one of the most\naccessible persons in the university.",
        "On one occasion, happening to meet a number of students at the corner of\nUniversity Building, one of them was bold enough to say to him: “Prof.\nAgassiz, would you be so good as to explain to us the difference between\nthe stone of this building and that of Boylston Hall? We know that they\nare both granite, but they do not look alike.” Agassiz was delighted, and\nentertained them with a brief lecture on primeval rocks and the crust of\nthe earth’s surface. He told them that Boylston Hall was made of syenite;\nthat most of the stone called granite in New England was syenite, and if\nthey wanted to see genuine granite they should go to the tops of the\nWhite Mountains. Then looking at his watch he said: “Ah, I see I am late!\nGood day, my friends; and I hope we shall all meet again.” So off he\nwent, leaving each of his hearers with the embryonic germ of a scientific\ninterest in his mind.",
        "Longfellow tells in his diary how Agassiz came to him when his health\nbroke down and wept. “I cannot work any longer,” he said; and when he\ncould not work he was miserable. The trouble that afflicted him was\ncongestion of the base of the brain, a disorder that is not caused so\nfrequently by overwork as by mental emotion. His cure by Dr. Edward H.\nClarke, by the use of bromides and the application of ice, was considered\na remarkable one at the time; but five years later the disorder returned\nagain and cost him his life.",
        "He believed that the Laurentian Mountains, north of the St. Lawrence\nRiver, was the first land which showed itself above the waste of waters\nwith which the earth was originally surmounted.",
        "Perhaps the most picturesque figure on the college grounds was the old\nGreek professor, Evangelinus Apostolides Sophocles; a genuine importation\nfrom Athens, whom the more imaginative sort of people liked to believe\nwas descended from the Greek poet Sophocles of the Periclean age. He was\nmuch too honest himself to give countenance to this rumor, and if you\ninquired of him concerning it, he would say that he should like very well\nto believe it, and it was not impossible, although there were no surnames\nin ancient Greece before the time of Constantine; he had not found any\nevidence in favor of it. He was a short, thick-set man with a large head\nand white Medusa-like hair; but such an eye as his was never seen in an\nAnglo-Saxon face. It reminded you at once of Byron’s Corsair, and\nsuggested contingencies such as find no place in quiet, law-abiding New\nEngland,—the possibility of sudden and terrible concentration. His\nclothing had been long since out of fashion, and he always wore a faded\ncloth cap, such as no student would dare to put on. He lived like a\nhermit in No. 3 Holworthy, where he prepared his own meals rather than\nencounter strange faces at a boarding-house table. Once he invited the\npresident of the college to supper; and the president went, not without\nsome misgivings as to what his entertainment might be. He found, however,\na simple but well-served repast, including a French roll and a cup of\nblack coffee with the grounds in it. The coffee loosened Sophocles’s\nusually reticent tongue, and after that, as the president himself\nexpressed it, they had a delightful conversation. Everybody respected\nSophocles in spite of his eccentric mode of life, and the Freshmen were\nas much afraid of him as if he had been the Minotaur of Crete.",
        "The reason for his economy did not become apparent until after his death.\nWhen he first came to the university he made friends with a gentleman in\nCambridge to whom he was much attached, but who, at the time we write of,\nhad long since been dead. It was to support the daughters of his friend,\nwho would have otherwise been obliged to earn their own living, that he\nsaved his money; and in his will he left them a competency of fifty\nthousand dollars or more.",
        "On one occasion a Freshman was sent to him to receive a private\nadmonition for writing profane language on a settee; but the Freshman\ndenied the accusation. Sophocles’s eyes twinkled. “Did you not,” said he,\n“write the letters d-a-m-n?” “No,” said the boy, laughing; “it must have\nbeen somebody else.” Sophocles laughed and said he would report the case\nback to the college faculty. A few days later he stopped the youth in the\ncollege yard and, merely saying “I have had your private admonition\nrevoked,” passed on. Professor Sophocles was right. If the Freshman had\ntried to deceive him he would not have laughed but looked grave.",
        "The morning in April, 1861, after President Lincoln had issued his call\nfor 75,000 troops, a Harvard Senior mentioned it to Sophocles, who said\nto him: “What can the government accomplish with 75,000 soldiers? It is\ngoing to take half a million of men to suppress this rebellion.”",
        "He was a good instructor in his way, but dry and methodical. Professor\nGoodwin’s recitations were much more interesting. Sophocles did not\ncredit the tradition of Homer’s wandering about blind and poor to recite\nhis two great epics. He believed that Homer was a prince, or even a king,\nlike the psalmist David, and asserted that this could be proved or at\nleast rendered probable by internal evidence. This much is morally\ncertain, that if Homer became blind it must have been after middle life.\nTo describe ancient battle-scenes so vividly he must have taken part in\nthem; and his knowledge of anatomy is very remarkable. He does not make\nsuch mistakes in that line as bringing Desdemona to life after she has\nbeen smothered.",
        "How can we do justice to such a great-hearted man as Dr. Andrew P.\nPeabody? He was not intended by nature for a revolutionary character, and\nin that sense he was unsuited, like Everett, for the time in which he\nlived. If he had been chosen president of the university after the\nresignation of Doctor Hill, as George S. Hillard and other prominent\ngraduates desired, the great broadening and liberalizing of the\nuniversity, which has taken place since, would have been deferred for the\nnext fifteen years. He had little sympathy with the anti-slavery\nmovement, and was decidedly opposed to the religious liberalism of his\ntime; but Doctor Peabody’s interest lay in the salvation of human souls,\nand in this direction he had no equal. He felt a personal regard in every\nhuman being with whom he was acquainted, and this seemed more important\nto him than abstract schemes for the improvement of the race in general.\nHe was a man of peace and wished all others to be at peace; the confusion\nand irritation that accompanies reform was most disagreeable to him. Many\na Harvard student who trembled on the brink of an abyss, far from home\nand left to his own devices, afterwards looked back to Doctor Peabody’s\nhelping hand as to the hand of a beneficent providence held out to save\nhim from destruction; and those whom he was unable to save thought of him\nno less gratefully.",
        "In the autumn of 1864 a strange sort of student joined the Sophomore\nclass. He soon proved that he was one of the best scholars in it; but to\njudge from his recitations it was long since he had been to school or\nreceived any regular instruction. He lived chiefly on bread and milk, and\nseemed not to have learned how to take exercise. It is feared that he\nsuffered much from loneliness in that busy hive, where everyone has so\nmany small affairs of his own to attend to. Just before the annual\nexaminations he was seized with brain-fever and died. Doctor Peabody\nconducted the funeral services at the boarding-house of the unfortunate\nyouth, and the plainness of the surroundings heightened the eloquence of\nhis address. His prayer on that occasion was so much above the average\ncharacter of his religious discourses that it seemed to come from a\nsecret fountain of the man’s nature, which could only be drawn upon for\ngreat occasions.",
        "With all his tenderness of feeling Doctor Peabody could be a very\nvigorous debater. He once carried on a newspaper argument with Rev. Dr.\nMinor, of Boston, on the temperance question, in which he took the ground\nthat drinking wine and beer did not necessarily lead to intemperance,—\nwhich, rightly considered, indicates a lack of self-control; and he made\nthis point in what his friends, at least, considered a satisfactory and\nconclusive manner.",
        "It is pleasant to think that such a man should have met with unusual\nprosperity in his old age—and the person to whom he owed this\nimprovement of his affairs was Nathaniel Thayer, of Boston. Mr. Thayer\ntook charge of Doctor Peabody’s property and trebled or quadrupled it in\nvalue. Mr. Thayer was very fond of doing such kindnesses to his friends,\nespecially to clergymen. He liked the society of clergymen, and certainly\nin this he showed excellent judgment. During the last ten years of his\nlife he spent his summers at the Isles of Shoals, and generally with one\nor more reverend gentlemen in his company. He was besides a most\nmunificent patron of the university. He provided the means for Agassiz to\ngo on his expedition to South America, and in conjunction with Doctor\nHill reestablished commons for the students—a reform, as he once stated,\nas advantageous to their morals as to their purses. He afterwards built\nthe dormitory which is known by his name. He was so kind-hearted, that he\nwas said to have given up banking because he was not hard-hearted enough\nfor the profession. After his death his family received letters upon\nletters from persons of whom they had never heard, but who wished to\nexpress their gratitude for his generosity.",
        "Prof. Benjamin Pierce, the mathematician, was rather an awe-inspiring\nfigure as he strolled through the college grounds, recognizing few and\nspeaking to none—apparently oblivious to everything except the internal\nlife which he led in the “functions of curves” and “celestial mechanics.\"\nHe was a fine-looking man, with his ashen-gray hair and beard, his wide\nbrow and features more than usually regular. When he was observed\nconversing with President Hill the fine scholars shook their heads wisely\nas if something remarkable was taking place. The president had said in\none of his addresses to the Freshmen that it would require a whole\ngeneration to utilize Professor Pierce’s discoveries in algebra; and I\nbelieve, at last accounts, they have not been utilized yet. He would\noften be seen in the horse-cars making figures on scraps of paper, which\nhe carried with him for the purpose, oblivious as ever to what was taking\nplace about him. To “have a head like old Benny Pierce” has become a\nproverb in Boston and Cambridge.",
        "Neither did he lack independence of character. In his later years he not\nunfrequently attended the meetings of the Radical Club, or Chestnut\nStreet Club, at Mrs. John T. Sargent’s, in Boston, a place looked upon\nwith pious horror by good Doctor Peabody, and equally discredited by the\nyoung positivists whom President Eliot had introduced in the college\nfaculty. His remarks on such occasions were fresh, original, and very\ninteresting; and once he brought down the house with laughter and\napplause by explaining the mental process which prevented him from\nappreciating a joke until after all others had done so. This naive\nconfession made his audience like him.",
        "It is a curious geneological fact that Professor Pierce had a son named\nafter him who would seem to have been born in mirth, to have lived in\ncomedy, and died in a jest. He was a college Yorick who produced roars of\nlaughter in the Dicky and Hasty Pudding clubs. Another son, called\naffectionately by the students “Jimmy Mills,” was also noted for his wit,\nand much respected as an admirable instructor.",
        "Doctor Holmes says, in Parson Turell’s Legacy:",
        "This describes Cambridge as it was forty years since. In spite of its\ntimid conservatism and rather donnish society, as Professor Child termed\nit, it was one of the pleasantest places to live in on this side the\nAtlantic. It was a community of a refined and elegant industry, in which\nevery one had a definite work to do, and seemed to be exactly fitted to\nhis or her place,—not without some great figures, too, to give it\nexceptional interest. There was peace and repose under the academic\nshade, and the obliviousness of its inhabitants to the outside world only\nrendered this more restful.",
        "How changed is it now! The old Holmes house has been long since pulled\ndown to make way for the new Law-School building. Red-gravel paths\nhave been replaced by brick sidewalks; huge buildings rise before\nthe eye; electric cars whiz in every direction; a tall, bristling\niron fence surrounds the college yard; and an enormous clock on the\ntower of Memorial Hall detonates the hours in a manner which is by no\nmeans conducive to the sleep of the just and the rest of the weary. The\nelderly graduate, returning to the dreamland of his youth, finds that it\nhas actually become a dreamland and still exists only in his imagination.",
        "The university has broadened and extended itself wonderfully under the\npresent management, but the simple classic charm of the olden time is\ngone forever.",
        "Continue...",
        "\nThis complete text of the Cambridge Sketches book by Frank Preston Stearns are in the public domain.\n\n\nBuy this essays series at Amazon.\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on April 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Cambridge SketchesBy Frank Preston StearnsAt Amazon"
    ]
}