{
    "title": "Cambridge Sketches - T. G. Appleton",
    "author": "Frank Preston Stearns",
    "chapter": "7",
    "content": [
        "\n\n",
        "Thomas G. Appleton, universally known as “Tom” Appleton, was a notable\nfigure during the middle of the last century not only in Boston and\nCambridge, but in Paris, Rome, Florence, and other European cities. He\nwas descended from one of the oldest and wealthiest families of Boston,\nand graduated from Harvard in 1831, together with Wendell Phillips and\nGeorge Lothrop Motley. He was not distinguished in college for his\nscholarship, but rather as a wit, a bon vivant, and a good fellow.\nYet his companions looked upon him as a strong character and much above\nthe average in intellect. After taking his degree of Bachelor of Arts he\nwent through the Law School, and attempted to practise that profession in\nBoston. At the end of the first year, happening to meet Wendell Phillips\non the sidewalk, the latter inquired if he had any clients. He had not;\nneither had Phillips, and they both agreed that waiting for fortune in\nthe legal profession was wearisome business. They were both well adapted\nto it, and the only reason for their ill success would seem to have been\nthat they belonged to wealthy and rather aristocratic families, amongst\nwhom there is little litigation.",
        "At the same time Sumner was laying the foundation by hard study for his\nfuture distinction as a legal authority, and Motley was discussing Goethe\nand Kant with the youthful Bismarck in Berlin. Wendell Phillips soon gave\nup his profession to become an orator in the anti-slavery cause; and Tom\nAppleton went to Rome and took lessons in oil painting.",
        "Nothing can be more superficial than to presume that young men who write\nverses or study painting think themselves geniuses. A man may have a\ngenius for mechanics; and in most instances men and women are attracted\nto the arts from the elevating character of the occupation. It is not\nlikely that Tom Appleton considered himself a genius, for although he had\nplenty of self-confidence, his opinion of himself was always a modest\none. He painted the portraits of some of his friends, but he never fairly\nmade a profession of it. However, he learned the mechanism of pictorial\nart in this way, and soon became one of the best connoisseurs of his\ntime.",
        "His finest enjoyment was to meet with some person, especially a stranger,\nwith whom he could discuss the celebrated works in the galleries of\nEurope. He soon became known as a man who had something to say, and who\nknew how to say it. He told the Italian picture-dealers to cheat him as\nmuch as they could, and he gave amusing accounts of their various\nattempts to do this. He knew more than they did.",
        "After this time he lived as much in Europe as he did in America. Before\n1860 he had crossed the Atlantic nearly forty times. The marriage of his\nsister to Henry W. Longfellow was of great advantage to him, for through\nLongfellow he made the acquaintance of many celebrated persons whom he\nwould not otherwise have known, and being always equal to such occasions\nhe retained their respect and good will. One might also say, “What could\nLongfellow have done without him?” His conversation was never\nforced, and the wit, for which he became as much distinguished in social\nlife as Lowell or Holmes, was never premeditated, often making its\nappearance on unexpected occasions to refresh his hearers with its\nsparkle and originality.",
        "In the “Autocrat of the Breakfast Table” Doctor Holmes quotes this saying\nby the “wittiest of men,” that “good Americans, when they die, go to\nParis.” Now this wittiest of men was Tom Appleton, as many of us knew at\nthat time. He said of Leonardo da Vinci’s “Last Supper” that it probably\nhad faded out from being stared at by sightseers, and that the same thing\nmight have happened to the Sistine Madonna if it had not been put under\nglass,—these being the two most popular paintings in Europe. His fund of\nanecdotes was inexhaustible.",
        "Earlier in life he was occasionally given to practical jokes. A woman who\nkept a thread and needle store in Boston was supposed to have committed\nmurder, and was tried for it but acquitted. One day, as Appleton was\ngoing by her place of business with a friend he said: “Come in here with\nme; I want to see how that woman looks.” Then surveying the premises, as\nif he wished to find something to purchase, he asked her if she had any\n“galluses” for sale,—gallus being a shop-boy’s term at the time for\nsuspenders.",
        "When the Art Museum in Boston was first built its odd appearance\nattracted very general attention, and some one asked Tom Appleton what he\nthought of it. “Well,” he said, “I have heard that architecture is a kind\nof frozen music, and if so I should call the Art Museum frozen ’Yankee\nDoodle.’”",
        "Thomas G. Appleton was no dilettante; his interest in the subject was\nserious and abiding. He did not wear his art as he did his gloves, nor\ndid he turn it into an intellectual abstraction. There was nothing he\ndisliked more than the kind of pretension which tries to make a knowledge\nof art a vehicle for self-importance. “Who,” he said, “ought not to feel\nhumble before a painting of Titian’s or Correggio’s? It is only when we\nfeel so that we can appreciate a great work of art.” He believed that an\nimportant moral lesson could be inculcated by a picture as well as by a\npoem,—even by a realistic Dutch painting. “Women worship the Venus of\nMilo now,” he said, “just as they did in ancient Greece, and it is good\nfor them, too.” He respected William Morris Hunt as the best American\npainter of his time, but thought he would be a better painter if he were\nnot so proud. Pride leads to arrogance, and arrogance is blinding.",
        "After he came into possession of his inheritance he showed that he could\nmake a good use of money. One of his first acts was to purchase a set of\nengravings in the Vatican, valued at ten thousand dollars, for the Boston\nPublic Library. “I was not such a fool as to pay that sum for it,\nthough,” he remarked to Rev. Samuel Longfellow. He visited the studios of\nstruggling artists in Rome and Boston, gave them advice and\nencouragement,—made purchases himself, sometimes, and advised his\nfriends to purchase when he found a painting that was really excellent.\nHe also purchased some valuable old paintings to adorn his house on\nCommonwealth Avenue.",
        "He placed two of these at one time on free exhibition at Doll’s picture-\nstore, and going into the rooms where they hung, I found Tom Appleton\nexplaining their merits to a group of remarkably pretty school-girls.",
        "At the same moment, another gentleman who knew Mr. Appleton entered, and\nsaid, “Ah! a Palma Vecio, Mr. Appleton; how delightful! It is a Palma, is\nit not?”",
        "“That,” replied Mr. Appleton, “is probably a Palma; but what do you say\nto this, which I consider a much better picture?” The gentleman did not\nknow; but it looked like Venetian coloring.",
        "“Quite right,” said Mr. Appleton; “I bought it at the sale of a private\ncollection in Rome, and it was catalogued as a Tintoretto, but I said,\n’No, Bassano;’ and it is the best Bassano I ever saw. The Italians call\nit ’Il Coconotte.’”",
        "Mr. Appleton had no intention of palming off doubtful paintings on his\nfriends or the public; but in regard to “Il Coconotte” he was\nconfident of its true value, and rightly so. The painting, so called from\na head in the group covered very thinly with hair, was the pride of his\ncollection and one of the best of Bassano’s works. The other painting\nlooked to me like a Palma, and I have always supposed that it was one.",
        "After this Mr. Appleton branched off on to an interesting anecdote\nconcerning an Italian cicerone, and finally left his audience as well\nentertained as if they had been to the theatre.",
        "In 1871 he published a volume of poems for private circulation, in which\nthere were a number of excellent pieces, and especially two which deserve\na place in any choice collection of American poetry. One is called the\n“Whip of the Sky” and relates to a subject which Mr. Appleton often dwelt\nupon,—the unnecessary haste and restlessness of American life, and is\ngiven here for the wider circulation which it amply deserves:",
        "Continue...",
        "\nThis complete text of the Cambridge Sketches book by Frank Preston Stearns are in the public domain.\n\n\nBuy this essays series at Amazon.\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on April 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Cambridge SketchesBy Frank Preston StearnsAt Amazon"
    ]
}