{
    "title": "Cambridge Sketches - Hawthorne and Hamlet",
    "author": "Frank Preston Stearns",
    "chapter": "25",
    "content": [
        "\n\n",
        "To compare a person in real life with a character in fiction is not\nuncommon, but it is more conducive to solidity of judgment to compare the\nliving with the living, and the imaginary with the imaginary. The chief\ndifficulty, however, in Hamlet’s case, is that he only appears before us\nas a person acting in an abnormal mental condition. The mysterious death\nof his father, the suspicion of his mother’s complicity in crime, which\ntakes the form of an apparition from beyond the grave, is too much of a\nstrain for his tender and impressible nature. His mental condition has\nbecome well known to physicians as cerebral hyperaemia, and all\nhis strange speeches and eccentric actions are to be traced to this\nsource; and it is for this reason that the dispute has arisen as to\nwhether Hamlet was not partially insane. If the strain continued long\nenough he would no doubt have become insane.",
        "As well as we can penetrate through this adventitious nimbus, we\ndiscover Hamlet to be a person of generous, princely nature, high-minded\nand chivalrous. He is cordial to every one, but always succeeds in\nasserting the superiority of his position, even in his conversation with\nHoratio. If he is mentally sensitive he shows no indication of it. He\nnever appears shy or reserved, but on the contrary, confident and even\nbold. This may be owing to the mental excitement under which he labors;\nbut the best critics from Goethe down have accredited him with a lack of\nresolution; and it is this which produces the catastrophe of the play. He\nmust have realized, as we all do, that after the scene of the players in\nwhich he “catches the conscience of a king,” his life was in great\ndanger. He should either have organized a conspiracy at once, or fled to\nthe court of Fortinbras; but he allows events to take their course, and\nis controlled by them instead of shaping his own destiny. Instead of\nplanning and acting he philosophizes.",
        "Of Hawthorne, on the contrary, we know nothing except as a person in a\nperfectly normal condition. His wife once said that she had rarely known\nhim to be indignant, and never to lose his temper. He was the most\nsensitive of men, but he also possessed an indomitable will. It was only\nhis terrible determination that could make his life a success. Emerson,\nwho had little sympathy with him otherwise, always admired the perfect\nequipoise of his nature. A man could not be more thoroughly himself; but,\nsuch a reticent, unsociable character as Hawthorne could never be used as\nthe main-spring of a drama, for he would continually impede the progress\nof the plot. A dramatic character needs to be a talkative person; one\nthat either acts out his internal life, or indirectly exposes it.\nHawthorne’s best friends do not appear to have known what his real\nopinions were. This perpetual reserve, this unwillingness to assimilate\nhimself to others, may have been necessary for the perfection of his art.",
        "The greater a writer or an artist, the more unique he is,—the more\nsharply defined from all other members of his class. Hawthorne certainly\ndid not resemble Scott, Dickens, or Thackeray, either in his life or his\nwork. He was perhaps more like Auerbach than any other writer of the\nnineteenth century, but still more like Goldsmith. The “Vicar of\nWakefield” and the “House of the Seven Gables” are the two perfect\nromances in the English tongue; and the “Deserted Village,” though\nwritten in poetry, has very much the quality of Hawthorne’s shorter\nsketches. “And tales much older than the ale went round” is closely akin\nto Hawthorne’s humor; yet there was little outward similarity between\nthem, for Goldsmith was often gay and sometimes frivolous; and although\nHawthorne never published a line of poetry he was the more poetic of the\ntwo, as Goldsmith was the more dramatic. He also resembled Goldsmith in\nhis small financial difficulties.",
        "In his persistent reserve, in the seriousness of his delineation, and in\nhis indifference to the opinions of others, Hawthorne reminds us somewhat\nof Michael Angelo; but he is one of the most unique figures among the\nworld’s geniuses.",
        " ",
        "\nThis complete text of the Cambridge Sketches book by Frank Preston Stearns are in the public domain.\n\n\nBuy this essays series at Amazon.\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on April 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Cambridge SketchesBy Frank Preston StearnsAt Amazon"
    ]
}