{
    "title": "Cambridge Sketches - The Colored Regiments",
    "author": "Frank Preston Stearns",
    "chapter": "15",
    "content": [
        "\n\n",
        "The first colored regiment in the Civil War was organized by General\nHunter at Beaufort, S. C., in May, 1862, without permission from the\nGovernment; and some said, perhaps unjustly, that he was removed from his\ncommand on that account. It was reorganized by General Saxton the\nfollowing August, and accepted by the Secretary of War a short time\nafterwards. Rev. T. W. Higginson, who had led the attack on Boston Court\nHouse in the attempt to rescue Anthony Burns, was commissioned as its\nColonel.",
        "In August also George L. Stearns, being aware that Senator Sumner was\npreparing a speech to be delivered at the Republican State convention,\nwent to his house on Hancock Street and urged that he should advocate in\nit the general enlistment of colored troops; but Sumner said decisively,\n“No, I do not consider it advisable to agitate that question until the\nProclamation of Emancipation has become a fact. Then we will take another\nstep in advance.” At a town meeting held in Medford, in December, Mr.\nStearns made a speech on the same subject, and was hissed for his pains\nby the same men who were afterwards saved from the conscription of 1863\nby the negroes whom he recruited.",
        "Lewis Hayden, the colored janitor of the State House, always claimed the\ncredit of having suggested to Governor Andrew to organize a colored\nregiment of Massachusetts Volunteers. William S. Robinson, who was then\nClerk of the State Senate, supported Hayden in this; but he also remarked\nthat Representative Durfee, of New Bedford, proposed a bill in May, 1861,\nfor the organization of a colored regiment, and that it was only defeated\nby six votes.",
        "As soon as the Proclamation of Emancipation had been issued the Governor\nwent to Washington for a personal interview with the Secretary of War,\nand returned with the desired permission. Mr. Stearns went with him and\nobtained a commission for James Montgomery, who had defended the Kansas\nborder during Buchanan’s administration, to be Colonel of another colored\nregiment in South Carolina. Colonel Montgomery arrived at Beaufort about\nthe first of February.",
        "Governor Andrew formed the skeleton of a regiment with Robert G. Shaw as\nColonel, but was able to obtain few recruits. There were plenty of sturdy\nnegroes about Boston, but they were earning higher wages than ever\nbefore, and were equally afraid of what might happen to them if they were\ncaptured by the Confederate forces. Colonel Hallowell says: “The Governor\ncounselled with certain leading colored men of Boston. He put the\nquestion, Will your people enlist in my regiments? ’They will not,’ was\nthe reply of all but Hayden. ’We have no objection to white officers, but\nour self-respect demands that competent colored men shall be at least\neligible to promotion.’” By the last of February less than two companies\nhad been recruited, and the prospects of the Fifty-fourth Massachusetts\ndid not look hopeful.",
        "When Governor Andrew was in doubt he usually sent for Frank W. Bird and\nGeorge L. Stearns, but this time Mr. Stearns was before him. To the\nGovernor’s question, “What is to done?” he replied, “If you will obtain\nfunds from the Legislature for their transportation, I will recruit you a\nregiment among the black men of Ohio and Canada West. There are a great\nmany runaways in Canada, and those are the ones who will go back and\nfight.” “Very good,” said the Governor; “go as soon as you can, and our\nfriend Bird will take care of the appropriation bill.” A handsome\nrecruiting fund for incidental expenses had already been raised, to which\nMr. Stearns was, as usual, one of the largest subscribers.",
        "He arrived at Buffalo, New York, the next day at noon, and went to a\ncolored barber to have his hair cut. He disclosed the object of his\nmission, and the barber promised to bring some of his friends together to\ndiscuss the matter that evening. The following evening Mr. Steams called\na meeting of the colored residents of Buffalo, and made an address to\nthem, urging the importance of the occasion, and the advantage it would\nbe to their brethren in slavery and to the future of the negro race, if\nthey were to become well-drilled and practiced soldiers. “When you have\nrifles in your hands,” he said, “your freedom will be secure.” To the\nobjection that only white officers were being commissioned for the\ncolored regiments he replied: “See how public opinion changes; how\nrapidly we move forward! Only three months ago I was hissed in a town\nmeeting for proposing the enlistment of colored troops; and now here we\nare! I have no doubt that before six months a number of colored officers\nwill be commissioned.” His speech was received with applause; but when he\nasked, “Now who will volunteer?” there was a prolonged silence. At length\na sturdy-looking fellow arose and said: “I would enlist if I felt sure\nthat my wife and children would not suffer for it.” “I will look after\nyour family,” said Mr. Stearns, “and see that they want for nothing; but\nit is a favor I cannot promise again.” After this ten or twelve more\nenrolled themselves, and having provided for their maintenance until they\ncould be transported to the camp at Readville, he went over to Niagara,\non the Canada side, to see what might be effected in that vicinity.",
        "In less than a week he was again in Buffalo arranging a recruiting\nbureau, with agencies in Canada and the Western States as far as St.\nLouis—where there were a large number of refugees who had lately been\nliberated by Grant’s campaign at Vicksburg. Mr. Lucian B. Eaton, an old\nlawyer and prominent politician of the city, accepted the agency there as\na work of patriotic devotion. Among Mr. Stearns’s most successful agents\nwere the Langston brothers, colored scions of a noble Virginia family,—\nboth excellent men and influential among their people. All his agents\nwere required to write a letter to him every evening, giving an account\nof their day’s work, and every week to send him an account of their\nexpenses. Thus Mr. Stearns sat at his desk and directed their movements\nby telegraph as easily as pieces on a chess-board. The appropriation for\ntransportation had already passed the Massachusetts Legislature, but\nwhere this did not suffice to meet an emergency he drew freely on his own\nresources.",
        "By the last of April recruits were coming in at the rate of thirty or\nforty a day, and Mr. Stearns telegraphed to the Governor: “I can fill up\nanother regiment for you in less than six weeks,\"—a hint which resulted\nin the Massachusetts Fifty-fifth, with Norwood P. Hallowell, a gallant\nofficer who had been wounded at Antietam, for its commander.",
        "The Governor, however, appears to have suddenly changed his mind, for on\nMay 7th Mr. Stearns wrote to his wife:",
        "“Yesterday at noon I learned from Governor Andrew by telegram that he did\nnot intend to raise another regiment. I was thunderstruck. My work for\nthree weeks would nearly, or quite, fall to the ground. I telegraphed in\nreply: ’You told me to take all the men I could get without regard to\nregiments. Have two hundred men on the way; what shall I do with them?’\nThe reply came simultaneously with your letter: ’Considering your\ntelegraph and Wild’s advice, another regiment may proceed, expecting it\nfull in four weeks. Present want of troops will probably prevent my being\nopposed.’ I replied: ’I thank God for your telegram received this\nmorning. You shall have the men in four weeks.’ Now all is right.”",
        "The Surgeon-General had detailed one Dr. Browne for duty at Buffalo to\nexamine Mr. Stearns’s recruits, and if found fit for service by him there\nwas presumably no need of a second examination. This, however, did not\nsuit the medical examiner at Readville, who either from ill will or from\nsome unknown motive, insisted on rejecting every sixth man sent there\nfrom the West. Thus there was entailed on Mr. Stearns an immense expense\nwhich he had no funds to meet, and he was obliged to make a private loan\nof ten thousand dollars without knowing in the least how or where he was\nto be reimbursed.",
        "Finally, on May 8, Mr. Stearns made a remonstrance against this abuse to\nGovernor Andrew in a letter in which he also gave this account of\nhimself:",
        "This letter is now in the archives of the State\nHouse at Boston, and on the back of it Governor\nAndrew has written:",
        "“JOHN A. ANDREW.”",
        "Shortly after this Mr. Stearns returned to Boston for a brief visit, and\nwas met in the street by a philanthropic lady, Mrs. E. D. Cheney, who\nasked: “Where have you been all this time, Mr. Stearns? I supposed you\nwere going to help us organize the colored regiment? You will be glad to\nknow that it is doing well. We have nearly a thousand men.” Mr. Stearns\nmade no reply, but bowed and passed on. This is the more surprising, as\nMrs. Cheney was president of a society of ladies who had presented the\nFifty-fourth Regiment with a flag; but the fault would seem to have been\nmore that of others than her own. At the celebration which took place on\nthe departure of the regiment for South Carolina, however, Wendell\nPhillips said: “We owe it chiefly to a private citizen, to George L.\nStearns, of Medford, that these heroic men are mustered into the\nservice,\"—a statement which astonished a good many. [Footnote: The\nstatement made by Governor Andrew’s private secretary concerning the\ncolored regiments in his memoir of the Governor would seem to have been\nintentionally misleading.]",
        "The Governors of the Western States had never considered their colored\npopulation as of any importance, but now, when it was being drained off\nto fill up the quota of Massachusetts troops they began to think\ndifferently. The Governor of Ohio advised Governor Andrew that no more\nrecruiting could be permitted in his State unless the recruits were\nassigned to the Ohio quota. Andrew replied that the Governor of Ohio was\nat liberty to recruit colored regiments of his own; but the Massachusetts\nFifty-fifth, having now a complement, it was decided not to continue the\nbusiness any further, and Mr. Stearns’s labors at Buffalo were thus\nbrought to an end about the middle of June. He had recruited fully one-\nhalf of the Fifty-fourth, and nearly the whole of the Fifty-fifth\nregiments.",
        "He now conceived the idea of making his recruiting bureau serviceable by\nplacing it in the hands of the Government. He therefore went to\nWashington and meeting his friend, Mr. Fred Law Olmstead, at Willard’s\nHotel, the latter offered to go with him to the War Department and\nintroduce him to Secretary Stanton. They found Stanton fully alive to the\noccasion, and in reply to Mr. Stearns’s offer he said:",
        "“I have heard of your recruiting bureau, and I think you would be the\nbest man to run the machine you have constructed. I will make you an\nAssistant Adjutant-General with the rank of Major, and I will give you\nauthority to recruit colored regiments all over the country.”",
        "Stearns thanked him, and replied that there was nothing which he had so\nmuch at heart as enlisting the black men on a large scale; for no people\ncould be said to be secure in their freedom unless they were also\nsoldiers; but his wife was unwell, and had suffered much from his absence\nalready, and he did not feel that he ought to accept the offer without\nher consent. In answer to the question how funds for recruiting were to\nbe obtained without any appropriation by Congress, Mr. Stanton said they\ncould be supplied from the Secret Service fund.",
        "When Mr. Stearns and Mr. Olmstead were alone on the street again, the\nlatter said: “Mr. Stearns, go to your room and sleep if you can.”",
        "Having returned to Boston, to arrange his affairs for a prolonged\nabsence, and having obtained his wife’s consent, Mr. Stearns ordered his\nrecruiting bureau to report at Philadelphia, where he soon after followed\nit.",
        "The battle of Gettysburg had stirred Philadelphia to its foundations, and\nits citizens were prepared to welcome anything that promised a vigorous\nprosecution of the war. Major Stearns was at once enrolled among the\nmembers of the Union League Club, the parent of all the union leagues in\nthe country, and was invited to the meetings of various other clubs and\nfashionable entertainments. A recruiting committee was formed from among\nthe most prominent men in the city. Camp William Penn, while the colored\nregiment was being drilled, became a fashionable resort, and fine\nequipages filled the road thither every after-noon. By the middle of July\nthe first regiment was nearly full.",
        "Fine weather does not often last more than a few weeks at a time, and in\nthe midst of these festivities suddenly came Secretary Stanton’s order\nreducing the pay of colored soldiers from thirteen to eight dollars a\nmonth. This was a breach of contract and the men had a right to their\ndischarge if they wished it; but that, of course, was not permitted them.\nSuch an action could only be excused on the ground of extreme necessity.\nThe Massachusetts Legislature promptly voted to pay the deficiency to the\nFifty-fourth and Fifty-fifth regiments; but the one at Philadelphia was\nin organization, and Mr. Stearns found himself in the position of a man\nwho has made promises which he is unable to fulfil.",
        "Hon. William D. Kelley and two other gentlemen of the committee went with\nMajor Stearns to Washington to see Stanton, and endeavored to persuade\nhim to revoke the order. Kelley was one of the most persistent debaters\nwho ever sat in Congress, and he argued the question with the Secretary\nof War for more than an hour,—to the great disgust of the latter,—but\nStanton was as firm as Napoleon ever was. Major Stearns never had another\npleasant interview with him.",
        "The Secretary’s argument was that some white regiments had complained of\nbeing placed on an equality with negroes, and that it interfered with\nrecruiting white soldiers. There was doubtless some reason in this; but\nthe same result might have been obtained by a smaller reduction.",
        "The next morning some one remarked to Major Stearns that it was\nexceedingly hot weather, even for Washington, and his reply was: “Yes,\nbut the fever within is worse than the heat without.” He talked of\nresigning; but finally said, decisively, “I will go and consult with\nOlmstead.”",
        "He found Mr. Olmstead friendly and sympathetic. He spoke of Secretary\nStanton in no complimentary terms, but he advised Mr. Stearns to continue\nwith his work, and endure all that he could for the good of the cause,—\nnot to be worried by evils for which he was in no way responsible. Mr.\nStearns returned to Willard’s with a more cheerful countenance.",
        "In the afternoon Judge Kelley came in with the news of the repulse of the\nFifty-fourth Massachusetts regiment at Fort Wagner and the death of\nColonel Shaw.",
        "There was a colored regiment in process of formation at Baltimore, and\nanother was supposed to be organizing at Fortress Monroe.",
        "Both were nominally under Mr. Stearns’s supervision, and he inspected the\nformer on his return trip to Philadelphia, and sent his son to\ninvestigate and report on the latter. Not the trace of a colored regiment\ncould be discovered at Fortress Monroe, but there were scores of Union\nofficers lounging and smoking on the piazza of the Hygeia Hotel. Mr.\nStearns thought that business economy had better begin by reducing the\nnumber of officers rather than the pay of the soldiers. On July 28 Major\nStearns wrote from Baltimore:",
        "No private business could succeed if carried on after the manner of the\nNational Government at that time, and this was not the fault of Lincoln’s\nadministration at all, but of the whole course of Jackson democracy from\n1829 to 1861. The clerks in the various departments did not hold their\npositions from the heads of those departments, but from outside\npoliticians who had no connection with the Government business, and as a\nconsequence they were saucy and insubordinate. They found it to their\ninterest to delay and obstruct the procedure of business in order to give\nthe impression that they were overworked, and in that way make their\npositions more secure and if possible of greater importance.",
        "Major Stearns had found himself continually embarrassed in his Government\nservice from lack of sufficient funds, and the continual delay in having\nhis accounts audited. The auditors of the War Department repeatedly took\nexception to expenditures that were absolutely necessary, and he was\nobliged to advance large sums from his own capital in order to provide\nthe current expenses of his agents. In this emergency he returned to\nBoston and held a conference with Mr. John M. Forbes and other friends;\nand they all agreed that he ought to be better supported in the work of\nrecruiting than he had been. A subscription was immediately set on foot,\nand in a few days a recruiting fund of about thirty thousand dollars was\nraised and placed in charge of Mr. R. P. Hallowell.",
        "On September 1, Secretary Stanton transferred Major Stearns to Nashville,\nwhere he could obtain recruits in large numbers, not only from Tennessee\nbut from the adjoining States. Fugitives flocked to his standard from\nAlabama, Mississippi, and Kentucky. For the succeeding five months he\norganized colored regiments so rapidly that it was with difficulty the\nGeneral commanding at Nashville could supply the necessary quota of\nofficers for them. His letter-writing alone rarely came to less than\ntwenty pages a day, and besides this he was obliged to attend personally\nto innumerable details which were constantly interfering with more\nimportant affairs. Serious questions concerning the rights and legal\nposition of the freedmen were continually arising, and these required a\ncool head and a clear understanding for their solution.",
        "Edward J. Bartlett, of Concord, who was one of his staff in Nashville,\nstated afterwards that he never saw a man who could despatch so much\nbusiness in a day as George L. Stearns. He says:",
        "    “I shall never forget the fine appearance of the first regiment we\n    sent off. They were all picked men, and felt a just pride in wearing\n    the blue. As fast as we obtained enough recruits they were formed\n    into regiments, officered and sent to the front. When men became\n    scarce in the city we made trips into the country, often going beyond\n    the Union picket line, and generally reaping a harvest of slaves.\n    These expeditions brought an element of danger into our lives, for\n    our forage parties were fired into by the enemy more than once, but we\n    always succeeded in bringing back our men with us. The black regiments\n    did valuable service for the Union, leaving their dead on many a\n    southern battle-field. Mr. Stearns was a noble man, courteous, with\n    great executive ability, and grandly fitted for the work he was\n    engaged in.”",
        "At this time Major Stearns’s friend, General Wilde, was recruiting a\ncolored brigade in North Carolina, and General Ullman was organizing\ncolored regiments in Louisiana.",
        "Major Stearns’s labors were brought to a close in February, 1864, by the\neccentric conduct of Secretary Stanton,—the reason for which has never\nbeen explained. He obtained leave of absence to return to Boston at\nChristmas time, and after a brief visit to his family went to Washington\nand called upon the Secretary of War, who declined to see him three days\nin succession. On the evening of the fourth day he met Mr. Stanton at an\nevening party and Stanton said to him in his roughest manner: “Major\nStearns, why are you not in Tennessee?” This was a breach of official\netiquette on the part of the Secretary of War and Major Stearns sent in\nhis resignation at once. His reason for doing so, however, was not so\nmuch on account of this personal slight as from the conclusion that he\nhad accomplished all that was essential to be done in this line. His\nchief assistant at Nashville, Capt. R. D. Muzzey, was an able man and\nperfectly competent to run the machine which Mr. Stearns had constructed.",
        "The importance of his work cannot readily be measured. It was no longer\neasy to obtain white volunteers. With a population ten millions less than\nthat of France, the Northern States were maintaining an army much larger\nthan the one which accompanied Napoleon to Moscow. General Thomas’s right\nwing, at the battle of Nashville, was formed almost entirely of colored\nregiments. They were ordered to make a feint attack on the enemy, so as\nto withdraw attention from the flanking movement of his veterans on the\nleft; but when the charge had once begun their officers were unable to\nkeep them in check—the feint was changed into a real attack and\ncontributed largely to the most decisive victory of the whole war.",
        "In his last annual Message President Lincoln congratulated Congress on\nthe success of the Government’s policy in raising negro regiments, and on\nthe efficiency of the troops organized in this way. It seems very\ndoubtful if the war could have been brought to a successful termination\nwithout them.",
        "In 1898 the Legislature of Massachusetts, at the instance of the veterans\nof the Fifty-fourth and Fifty-fifth regiments, voted to have a memorial\ntablet for the public services of George Luther Stearns set up in the\nDoric Hall of Boston State House, and the act was approved by Governor\nWalcott, who sent the quill with which he signed it to Major Stearns’s\nwidow.",
        "Continue...",
        "\nThis complete text of the Cambridge Sketches book by Frank Preston Stearns are in the public domain.\n\n\nBuy this essays series at Amazon.\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on April 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Cambridge SketchesBy Frank Preston StearnsAt Amazon"
    ]
}