{
    "title": "Cambridge Sketches - Cranch",
    "author": "Frank Preston Stearns",
    "chapter": "6",
    "content": [
        "\n\n",
        "Christopher Pearce Cranch was born March 9, 1813, at Alexandria,\nVirginia, and was the son of Judge William Cranch, of the United States\nCircuit Court. His father came originally from Weymouth, Massachusetts,\nand had been appointed to his position through the influence of John\nQuincy Adams. His mother, Anna Greenleaf, belonged to a well known Boston\nfamily. Pearce, as he was always called by his relatives, indicated a\ntalent for the fine arts, as commonly happens, at an early age, and\nunited with this a lively interest in music, singing and playing on the\nflute. These side issues may have prevented him from entering college so\nearly as he might otherwise have done. He graduated at Columbia College,\nin 1832, after a three-year course. He wished to make a profession of\npainting, but Judge Cranch was aware how precarious this would be as a\nmeans of livelihood, and advised him to study for the ministry,—for\nwhich his quiet ways and grave demeanor seemed to have adapted him. He\naccordingly entered the Harvard Divinity-School, and was ordained as a\nUnitarian clergyman.",
        "For the next six years Cranch lived the life of an itinerant preacher. He\npreached all over New England, making friends everywhere, and receiving\nnumerous calls without, however, settling down to a fixed habitation.\nThis would seem to have been a peculiarity of his temperament; for\nin 1875 George William Curtis wrote to Mr. and Mrs. Cranch a letter which\nbegan with “O ye Bedouins\"; and it is true that until that time he can\nhardly be said to have had a habitation of his own. He extended his\nmigration as minister-at-large from Bangor, Maine, to Louisville,\nKentucky. His varied accomplishments made him attractive to the younger\nmembers of the parishes for which he preached, but he never remained long\nenough in one place for their interest to take root.",
        "The wave of German thought and literary interest was now sweeping over\nEngland and America. Repelled by doctors of divinity and the older class\nof scholars, it was seized upon with avidity by the more susceptible\nnatures of the younger generation. Its influence was destined to be felt\nall through the coming period of American literature. C. P. Cranch was\naffected by it, as Emerson, Longfellow and even Hawthorne, were affected\nby it. This, however, did not take place at once, and when Emerson’s\n“Nature” was published, Cranch was at first repelled by the peculiarity\nof its style. At the house of Rev. James Freeman Clark, in Cincinnati, he\ndrew some innocently satirical illustrations of it. One was of a man with\nan enormous eye under which he wrote: “I became one great transparent\neye-ball\"; and another was a pumpkin with a human face, beneath which was\nwritten: “We expand and grow in the sunshine.” In another sketch Emerson\nand Margaret Fuller were represented driving “over hill and dale” in a\nrockaway.",
        "[Footnote: Sanborn’s Life of Alcott.]",
        "He would make these humorous sketches to entertain his friends at any\ntime, seizing on a half-sheet of paper, or whatever might be at hand; but\nhe did not long continue to caricature Emerson. His first volume of\npoetry, published in 1844, was dedicated to Emerson, and in Dwight’s\n“Translations from Goethe and Schiller,” there are a number of short\npieces by Cranch, almost perfect in their rendering from German to\nEnglish. Among these the celebrated ballad of “The Fisher” is translated\nso beautifully as to be slightly, if at all, inferior to the original.\nThe stanza,",
        "may have appealed strongly to Cranch at this time; for we find that in\nOctober, 1841, he was married at Fishkill-on-the-Hudson to a young lady\nof an old Knickerbocker family, Miss Elizabeth De Windt. If she did not\ncome to him out of the Hudson, there can be no doubt that he courted her\nby the banks of the most beautiful river in North America.",
        "Cranch had given up the clerical profession six months before this, and\nhad adopted that of a landscape painter, for which he would seem to have\nstudied with some artist in New York City,—unknown to fame, and long\nsince forgotten. He continued to sketch and paint, and write prose and\nverse on the Hudson until 1846, when he embarked with his wife on a\nsailing packet for Marseilles. He had the good fortune to find a fellow-\npassenger in George William Curtis, and during the voyage of seven weeks,\na lifelong friendship grew up between these two highly gifted men.",
        "The volume of poems which he published in 1844 is now exceedingly rare;\nyet many of the pieces belong to a high order of excellence. In ease and\ngrace of versification they resemble Longfellow, but in thought they are\nmore like Emerson or Goethe. Consider this opening from “The Riddle”:",
        "This is sonorous. It has a majesty of expression and a greatness of\nthought which makes Longfellow’s “Psalm of Life” seem weak and even\ncommon-place. The whole poem is pitched in the same key, and Cranch never\nequalled it again, excepting once, and then in a very different manner.\nRev. Gideon Arch, a Hungarian scholar, philologist, and exile of 1849,\nsaid of his “Endymion” that there were Endymions in all languages, but\nthat Cranch’s was the best. To resuscitate it from the oblivion into\nwhich it has fallen, it is given entire:",
        "This has the very sheen of moonlight upon it, and certainly is to be\npreferred to Dr. Johnson’s scholastic “Endymion”:",
        "If Cranch had continued in this line, and perhaps have improved upon it,\nhe would surely have become one of the foremost American poets, but a\npoet cannot live by verse alone, and after he began to be thoroughly in\nearnest with his painting, his rhythmic genius fell into the background.\nFrom Marseilles George W. Curtis proceeded to Egypt, where he wrote his\nwell known book of Nile travels, while Cranch set out for Rome to perfect\nhis art.",
        "He studied there at a night-school, painting in water colors from nude\nmodels and arrangements of drapery, but not taking lessons from any\nregular instructor. He never applied himself much to figure-painting,\nhowever. He sold his paintings chiefly to American travellers, and when\nthe Revolution broke out in 1848, he returned to Sorrento, where his\nsecond child, Mrs. Leonora Scott, was born. His first child was born the\nyear previous, in Rome, but afterwards died. In 1851, he returned to New\nYork and Fishkill, but not meeting with such good appreciation there as\nhe had in Italy, he went to Europe again in the autumn of 1853, and\nresided in Paris. One cause of this may have been the unfriendliness of\nhis brother-in-law, who was a leading art critic in New York City, and\nwho disliked Cranch on account of his wife, and never neglected an\nopportunity of disparaging his work.",
        "One of his early landscapes is now before me. I think it must have been\npainted anterior to his sojourn in Rome, owing to the coldness of the\ncoloring. It represents a scene on the Hudson near Fishkill, with some\ncattle in the foreground, and a rather bold-looking mountain on the\nopposite side of the river. The clouds above the mountain are light and\nfleecy; the foliage soft and graceful; the cattle also are fine, but the\neffect is like a chilly spring day when one requires a winter overcoat.\nAn allegorical piece, illustrating Heine’s fir-tree dreaming of the palm,\nhas a much pleasanter effect, although it represents a wintry scene.",
        "His art improved greatly in Paris, and he also wrote a number of short\npoems which his friend, James Russell Lowell, published in the\nAtlantic Monthly. In 1856 George L. Stearns sent him an order for\na painting, which Cranch executed the following year, and wrote Mr.\nStearns this explanation concerning it, in a very interesting letter\ndated Paris, March 18, 1857:",
        "“Your picture is done and is quite a favorite with those who have seen\nit. In fact, I think so well of it that I shall probably send it to the\nExposition, which opens soon. After that it shall be sent to you. It is\nan oak and a sunset—a warm and low-toned picture—and I am sure you\nwill like it.”",
        "This landscape represents two vigorous oak trees by the bank of a river,\nwith a sunset seen through the branches, and reflected in the water. The\nscene is remarkably like a similar one on Concord River, about two\nhundred yards below the spot where Hawthorne and Channing discovered the\nbody of the schoolmistress who drowned herself, as Hawthorne supposed,\nfrom lack of sympathy. It seems as if the original sketch must have been\nmade at that point. It is of a deep rich coloring, smoothly and\ndelicately finished,—a painting that no one has yet been able to find\nfault with. Rev. Samuel Longfellow, who knew almost every picture in the\ngalleries of Europe, considered it equal to a Ruysdael, and he liked it\nbetter than a Ruysdael.",
        "In the letter above referred to Cranch also writes:",
        "“Since your letter (a long time ago) I have written you a good many\nepistles (in a kind of invisible ink of my invention) which probably you\nhave never received.",
        "“The truth is, I am a distinguished case of total depravity in the matter\nof correspondence. Letters ought to flow from one as easily and\nspontaneously as spoken words. But then one must write all the time and\nreport life continuously, as one does in speech. A letter does nothing\nbut give some little detached morsel of one’s life—and we say to\nourselves what is the use of holding up to a friend three thousand miles\noff such unsatisfactory statements, such dribblings and droppings? ’Write\nwhat is uppermost,’ says one at your elbow. Ah, if we could only say what\nis uppermost; as I sit down for instance to write (say this letter) I am\ncaught into a sort of whirl of thoughts, in which it is impossible to say\nexactly what is foremost and what is hindmost. Then if I only attempt to\nnarrate events, where am I to begin—so you see (I am theorizing about\nletters) a letter must be a sort of epitome of a friend’s being and life\nor else nothing. Applying the theory to myself, finding myself unable to\nshut my genie in a box and carry him on my shoulders, I simply go and\nstate that there is such a box with a genie supposed to be in it, lying\nat the custom-house, and here is the roughest sort of sketch of it,” etc.",
        "This is characteristic of the man. He lived largely in an atmosphere of\npoetic pleasantry, which served as an alleviation to his cares and as an\nattraction to his friends.",
        "Cranch did not always succeed so well. He never became a mannerist, but\nthere was too much similarity in his subjects, and the treatment too\noften bordered on the commonplace. Tintoretto said: “Colors can be bought\nat the paint-shop, but good designs are only obtained by sleepless nights\nand much reflection.” It is doubtful if Cranch ever laid awake over his\nwork, either in poetry or painting. He had a dreamy, phlegmatic\ndisposition, which seemed to carry him through life without much effort\nof the will. He once confessed that when he was a boy he would never fire\na gun for fear it might kick him over, and when he was at Hampton beach\nin 1875 he was in the habit of going out to sketch at a certain hour with\nprosaic regularity. He did not seem to be on the watch, as an artist\nshould, for rare effects of light and scenery, and he talked of art with\nvery little enthusiasm. Yet he lived the true life of his profession,\nenjoying his work, contented with little praise, and without envy of\nthose who were more fortunate. What is called odium artisticum was\nunknown to him.",
        "He was an unpretending, courteous American gentleman. His disposition was\nperfect, and no one could remember having seen him out of temper. His\npleasant flow of wit and humor, together with his varied accomplishments,\nmade him a very brilliant man in society, and he counted among his\nfriends the finest literati in Rome, London, and the United\nStates. He knew Thackeray as he knew Curtis and Lowell, and was once\ndining with him in a London chop-house, when Thackeray said: “Have you\nread the last number of The Newcombs?—if not, I will read it to you.\"\nAccordingly he gave the waiter a shilling to obtain the document, and\nread it aloud to Cranch and a friend who was with him.",
        "[Footnote: Both mentioned in Hawthorne’s Notebook.]",
        "Cranch could never understand this, for it was the last thing he would\nhave done himself without an invitation; but he enjoyed the reading, and\noften referred to it.",
        "When he returned to America in 1863 he went to live on Staten Island in\norder to be near George William Curtis, who cared for him as Damon did\nfor Pythias, and who served to counteract the ill-omened influence of\nCranch’s brother-in-law. The Century Club purchased one of his pictures,\nan allegorical subject, which I believe still hangs in their halls. From\n1873 to 1877 Lowell would seem to have frequented Cranch’s house in\npreference to any other in Cambridge.",
        "When Cranch first went to live there he occupied a small but sunny and\notherwise desirable house on the westerly side of Appian Way,—a name\nthat amused him mightily,—but in 1876 he purchased the house on the\nsouthwestern corner of Ellery and Harvard Streets. Having arranged his\nhousehold goods there he sent one of his own paintings as a present to\nEmerson in order to renew their early acquaintance. Emerson responded to\nit by a characteristic note, in which he said that his son and daughter,\nwho were both good artists, had expressed their approval of his present.\nHe then referred to the danger which arises from a multiplicity of\ntalents, and said: “I well recollect how you made the frogs vocal in the\nponds back of Sleepy Hollow.”",
        "Cranch did not feel that this was very complimentary, but a few days\nlater there came an invitation for Mr. and Mrs. Cranch to spend the day\nat Concord. Emerson met them at the railway station with his carryall. He\nhad on an old cylinder hat which had evidently seen good service, and yet\nbecame him remarkably. He was interested to hear what George William\nCurtis thought about politics, and to find that it agreed closely with\nthe opinion of his friend, Judge Hoar. The Cranchs had a delightful\nvisit.",
        "Cranch’s baritone voice was like his poem, the “Riddle,” deep, rich and\nsonorous. He might have earned a larger income with it, perhaps, than he\ndid by writing and painting. He sang comic songs in a manner peculiarly\nhis own,—as if the words were enclosed in a parenthesis,—as much as to\nsay, “I do not approve of this, but I sing it just the same,” and this\nmade the performance all the more amusing. He sang Bret Harte’s “Jim” in\na very effective manner, and he often sang the epitaph on Shakespeare’s\ntomb,",
        "as a recitative, both in English and Italian,—In questa tomba.\nHe seemed to bring out a hidden force in his singing, which was not\napparent on ordinary occasions. His reading of poetry was also fine, but\nhe depended in it rather too much on his voice, too little on the meaning\nof the verse. It was not equal to Celia Thaxter’s reading.",
        "The same types of physiognomy continually reappear among artists. William\nM. Hunt looked like Horace Vernet, and Cranch in his old age resembled\nthe Louvre portrait of Tintoretto, although his features were not so\nstrong. He used to say in jest that he was descended from Lucas Cranach,\nbut that the second vowel had dropped out. He cared as little for the\nfashions as poets and artists commonly do, but there was no dandy in\nBoston who appeared so well in a full dress suit.",
        "In 1873 the Velasquez method of painting was in full vogue at Boston.\nCranch did not believe in imitations, or in adopting the latest style\nfrom Paris, and he set himself against the popular hue-and-cry somewhat\nto his personal disadvantage. Charles Perkins and the other art scholars\nwho founded the Art Museum in Copley Square were all on Cranch’s side,\nbut that did not seem to help him with the public. “They cannot bend the\nbow of Ulysses,” said Cranch in some disgust. He preferred Murillo to\nVelasquez, and once had quite an argument with William Hunt on the\nsubject in Doll & Richards’s picture-store. Hunt asserted that there was\nno essential difference between a sketch and a finished picture,—he\nmight have said there was no difference between a boy and a man,—that\nall the artist needed was to express himself, and that it was immaterial\nin what way he did so. Cranch thought afterwards, though unfortunately it\ndid not occur to him at the moment, that the test of such a theory would\nbe its application to sculpture. He wondered what Raphael would have\nthought of it.",
        "It was quite a grief to Cranch that his own daughter, who inherited his\ntalent, should have deserted him at this juncture, and gone over to the\nopposition. She filled his house with rough, heavily-shaded studies of\nstill-life, flowers, and faces of her friends; but of all Hunt’s pupils,\nMiss Cranch, Miss Knowlton, and Miss Lamb were the only ones who achieved\nartistic distinction in their special work.",
        "It was in order to withdraw her from this Walpurgis art-dance that Cranch\nundertook his last journey to Paris in his seventieth year. There the\nyoung lady quickly dropped her Boston method, and, acquiring a more\nconservative handling, became an excellent portrait painter; too soon,\nhowever, obliged to relinquish her art on account of ill-health.",
        "Cranch’s landscapes now adorn the walls of private houses; very largely\nthe houses of his numerous friends. He did not paint in the fashion of\nthe time, but like Millet followed a fashion of his own; and I do not\nknow of any of his pictures in public collections, although there are\nmany that deserve the honor. The best landscape of his that I have seen\nwas painted just before his last visit to Paris. It represents a low-\ntoned sunset like the “Two Oaks\"; an autumnal scene on a narrow river,\nwith maples here and there upon its banks. The sky is covered by a dull\ngray cloud, but in the west the sun shines through a low opening and\ngives promise of a better day. The peculiar liquid effect of the setting\nsun is wonderfully rendered, and the rich browns and russets of the\nfoliage lead up, as it were, like a flight of steps to this final glory,\n—a restful and impressive scene. This landscape is not painted in the\nsmooth manner of the “Two Oaks,” but with soft, flakelike touches which\nslightly remind one of Murillo. Its coloring has the peculiarity that\nartificial light wholly changes its character, whereas Cranch’s\npaintings, previous to 1875, appear much the same by electric light that\nthey do in daytime. It is called the “Home of the Wood Duck.”",
        "Between 1870 and 1880 he published a number of poems in the Atlantic\nMonthly as well as a longer piece called “Satan,” for which it was\nsaid by a certain wit that he received the devil’s pay. His two books for\nyoung folks, “The Last of the Huggermuggers” and “Kobboltozo,” ought not\nto be overlooked, for the illustrations in them are the only remains we\nhave of his rare pencil drawings, as good, if not better, than\nThackeray’s drawings.",
        "It is likely that the parents read these stories with more pleasure than\ntheir children; for they not only contain a deal of fine wit, but there\nis a moral allegory running through them both. An American vessel is\nwrecked on a strange island, and the sailors who have escaped death are\nastonished at the gigantic proportions of the sand and the sea-shells,\nand of the bushes by the shore. Presently the Huggermuggers appear, and\nthe American mariners in terror run to hide themselves; but they soon\nfind that these giants are the kindliest of human beings. There are also\ndwarfs on the island, larger than ordinary men, but small compared with\nthe Huggermuggers. They are disagreeable, envious creatures, who wish to\nruin the giants in order to have the island more entirely to themselves.\nHaving accomplished this in a somewhat mysterious manner, they attempted\nto improve their own stature by eating a certain shell-fish which had\nbeen the favorite food of the giants; but the shell-fish had also\ndisappeared with the Huggermuggers, and after searching for it a long\ntime they finally summoned the Mer-King, the genius of the sea, who\nraised his head above the water in a secluded cove and spoke these\nverses:",
        "This is an allegory, but of very general application; and it has more\nespecially a political application. Cranch may have intended it to\nillustrate the life of Alexander Hamilton.",
        "Cranch was not a giant himself, but he knew how to distinguish true\ngreatness from the spurious commodity. Emerson considered his varied\naccomplishments his worst enemy; but that depends on how you choose to\nlook at it. It is probable enough that if Cranch had followed out a\nsingle pursuit to its perfection, and if he had not lived so many years\nin Europe, he would have been a more celebrated man; but Cranch did not\ncare for celebrity. He was content to live and to let live. Men of great\nforce, like Macaulay and Emerson, who impress their personality on the\ntimes in which they live, communicate evil as well as good; but Cranch\nhad no desire to influence his fellow men, and for this reason his\ninfluence was of a purer quality. It was like the art of Albert Durer. No\none could conceive of Cranch’s injuring anybody; and if all men were like\nhim there would be no more wars, no need of revolutions. Force, however,\nis necessary to combat the evil that is already established.",
        "He died at his house on Ellery Street January 20, 1890, as gently and\npeacefully as he had lived. There is an excellent portrait of him by\nDuveneck in the rooms of the University Club, at Boston; but the sketch\nof his life, by George William Curtis, was refused on the ground that he\nwas an Emersonian. The same objection might have been raised against\nLowell, or Curtis himself with equally good reason.",
        "Continue...",
        "\nThis complete text of the Cambridge Sketches book by Frank Preston Stearns are in the public domain.\n\n\nBuy this essays series at Amazon.\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on April 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Cambridge SketchesBy Frank Preston StearnsAt Amazon"
    ]
}