{
    "title": "Cambridge Sketches - Elizur Wright",
    "author": "Frank Preston Stearns",
    "chapter": "17",
    "content": [
        "\n\n",
        "The influence of Ohio in the United States of America during the past\nhalf century may be compared to that of Virginia during the first forty\nyears of the Republic. All of our Presidents, elected as such since 1860,\nhave come from Ohio, or adjacent territory. Cleveland came from beyond\nthe Alleghenies, and Lincoln was born on the southern side of the Ohio\nRiver. General Grant and General Sherman came from Ohio; and so did\nSalmon P. Chase, and John Brown, of Harper’s Perry celebrity. Chase gave\nthe country the inestimable blessing of a national currency; and even the\nVirginians admitted that John Brown was a very remarkable person.",
        "The fathers of these men conquered the wilderness and brought up their\nsons to a sturdy, vigorous manliness, which resembles the colonial\nculture of Franklin, Adams, and Washington.",
        "Sitting in the same school-house with John Brown, in 1816, was a boy\nnamed Elizur Wright who, like Brown, came from Connecticut, and to whom\nthe people of this country are also somewhat under obligation. Every\nwidow and orphan in the United States who receives the benefit of a life-\ninsurance policy owes a blessing to Elizur Wright, who was the first to\nestablish life insurance in America on a strong foundation, and whose\nreports on that subject, made during his long term as Insurance\nCommissioner for Massachusetts, have formed a sort of constitution by\nwhich the policy of all life-insurance companies is still guided. His\nname deserves a place beside those of Horace Mann and William Lloyd\nGarrison.",
        "Apart from this, his biography is one of the most interesting, one of the\nmost picturesque, when compared with those of the many brilliant men of\nhis time. His grandfather was a sea captain, and his father, who was also\nnamed Elizur, was a farmer in Canaan, Connecticut. His mother’s name was\nClarissa Richards, and he was born on the twelfth of February, 1804. In\nthe spring of 1810 the family moved to Talmage, Ohio, making the journey\nin a two-horse carriage with an ox-team to transport their household\ngoods. Their progress was necessarily slow, and it was nearly six weeks\nbefore they reached Talmage, as it was generally necessary to camp at\nnight by the way-side. This romantic journey, the building of their log-\ncabin, the clearing of the forest, and above all his solitary watches in\nthe maple-orchard (where he might perhaps be attacked by wolves), made a\ndeep poetic impression on young Elizur, and furnished him with a store of\npleasant memories in after life.",
        "They lived at first in a log-cabin, and afterwards his father built a\nsquare frame-house with a piazza and veranda in front, which is still\nstanding. The school where Elizur, Jr., met John Brown was at a long\ndistance for a boy to walk. He does not appear to have made friends with\nJohn, remarkably alike as they were in veracity, earnestness, and\nadherence to principle; but John was somewhat the elder, and two or three\nyears among boys counts for more than ten among grown people. In later\nlife, however, Mr. Wright told an interesting anecdote of young Brown,\nwhich runs as follows:",
        "John was the best-behaved boy in the school, and for this reason the\nteacher selected him to occupy a vacant place beside the girls. Some\nother boys were jealous of this, and after calling Brown a milk-sop,\nattacked him with snowballs. John proved himself as good a fighter then\nas he did afterwards at Black Jack. He made two or three snow-balls,\nrushed in at close quarters, and fought with such energy that he finally\ndrove all the boys before him.",
        "Elizur Wright may have taken note of this affair, and it served him when\nhe entered Yale College in 1822. He had never heard of hazing, and when\nthe Sophomores came to his room to tease him, he received them with true\nWestern cordiality. He found out his mistake quickly enough, and at the\nfirst insult he rose in wrath and ordered them out with such furious\nlooks that they concluded it was best to go.",
        "He helped to support himself during his college course not only by\nteaching in winter, but by making fires, waiting on table, and ringing\nthe recitation bell. In spite of these menial services, he was popular in\nhis class and had a number of aristocratic friends,—among them Philip\nVan Rensselaer. He was one of the best scholars in his class,—first in\nmathematics, and so fluent in Greek that to the end of his life he could\nread it with ease.",
        "He did not wait for graduation. In May, 1826, the Groton Academy suddenly\nwanted a teacher, and Elizur Wright was invited to take the position. The\ncollege faculty sent him his degree a month later,—which they might not\nhave done if they had known how little he cared for it. In his school at\nGroton was a pretty, dark-eyed girl named Susan Clark, who, for two years\npreviously, had been at school with Margaret Fuller and was very well\nacquainted with her. Elizur Wright became interested in Miss Clark, and\nthree years later they were married.",
        "One day, while he was living at Groton, Mr. Wright went by the Boston\nstage to Fitchburg, and on his return held a long conversation with a\nfellow-passenger, a tall, slender young man with aquiline features, who\ngave his name as Ralph Waldo Emerson. Mr. Wright found him an exceedingly\ninteresting gentleman, but of so fragile an appearance that it seemed\nimpossible that he should live many years.",
        "From this time the paths of these two young scholars diverged. Emerson\nbecame an idealist and an ethical reformer. Elizur Wright became a\nrealist and a political reformer. Realism seems to belong to the soil of\nOhio.",
        "Ill health came next in turn, a natural consequence of his severe life at\nYale College. He was obliged to leave his school, and for an occupation\nhe circulated tracts for the American Congregational Society, making a\nstipulation, however, which was characteristic of him, that he should not\ndistribute any that ran contrary to his convictions. In this itinerant\nfashion he became sufficiently recuperated at the end of a year to marry\nMiss Clark, September 13, 1829, and accept the professorship of\nmathematics at Western Reserve College, at Hudson, Ohio. There he\nremained till 1833, strengthening himself in the repose of matrimony for\nthe conflict that lay before him,—a conflict that every justice-loving\nman feels that he will have to face at one time or another.",
        "This probably came sooner than he expected. Some anti-slavery tracts,\ncirculated by Garrison, reached Western Reserve College and set the place\nin a ferment. Elizur Wright became the champion of the anti-slavery\nmovement, not only in the town of Hudson but throughout the State. What\nGarrison was in New England he became in the West. In the spring of 1833\nhe resigned his professorship and spent the next five months delivering\nlectures on the slavery question. In December of the same year the first\nnational anti-slavery convention met in Philadelphia, and Elizur Wright\nwas unanimously chosen secretary of it. After that he went to New York to\nedit a newspaper, the Anti-Slavery Reporter, remaining until 1839.\nDuring the pro-slavery riot in New York he was attacked on the sidewalk\nby two men with knives, but instantly rescued by some teamsters who were\npassing. When he reached his home in Brooklyn he found a note from the\nMayor advising him to leave the city for some days; to which he replied\nadvising the Mayor to stop the New York ferry-boats. Meanwhile, as Mrs.\nWright was too ill to be removed, he purchased an axe and prepared to\ndefend his house to the last extremity. The Mayor, however, adopted his\nadvice, and by this excellent stratagem Brooklyn was saved from the fury\nof the mob. In 1837 he moved to Dorchester, Massachusetts, to prosecute a\nsimilar work in Boston.",
        "Nothing is more remarkable in Mr. Wright’s life than his perfect self-\npoise and peace of mind during such a long period of external agitation.\nIt is doubtful, in spite of his highly nervous temperament, if he ever\nlost a night’s sleep. When he was editing the Chronotype, and\nwaiting for the telegraphic news to arrive, he would sometimes lie down\non a pile of newspapers and go to sleep in less than half a minute. For\nmental relaxation he studied the higher mathematics and wrote poetry—\nmuch of it very good. His faith in Divine Providence was absolute. He had\nthe soul of a hero.",
        "During his first years in Boston, Elizur Wright translated La Fontaine’s\nFables into English verse,—one of the best metrical versions of a\nforeign poet,—and it is much to be regretted that the book is out of\nprint. It did not sell, of course, and Elizur Wright, determined that\nneither he nor the publisher should lose money on it, undertook to sell\nit himself. In carrying out this plan he met with some curious\nexperiences. He called on Professor Ticknor, who received him kindly,\nspoke well of his translation, offered to dispose of a number of copies,\nbut—advised him to keep clear of the slavery question.",
        "He went to Washington with the twofold object of selling his book and\ntalking emancipation to our national legislators; and he succeeded in\nboth attempts, for there were few men who liked to argue with Elizur\nWright. His brain was a store-house of facts and his analysis of them\nequally keen and cutting. One Congressman, a very gentlemanly Virginian,\nsaid to him: “Mr. Wright, I wish you could go across the Potomac and look\nover my district. I think you will find that African slavery is not half\nas bad as it is represented.” Elizur Wright went and returned with the\nemphatic reply: “I find it much worse than I expected.” Having disposed\nof more than half of his edition in this manner, in the spring of 1842 he\nwent to England, and with the kind assistance of Browning and Pringle\nsucceeded in placing the rest of his books there to his satisfaction.\nHaving a great admiration for Wordsworth’s poetry, he made a long journey\nto see that celebrated author, but only to be affronted by Wordsworth’s\nsaying that America would be a good place if there were only a few\ngentlemen in it. With Carlyle he had, as might have been expected, a\nfurious argument on the slavery question, and “King Thomas,” as Dr.\nHolmes calls him, encountered for once a head as hard as his own. The\nBrownings, Robert and Elizabeth, received him with true English\nhospitality. More experienced than Wordsworth in the great world, they\nrecognized Elizur Wright to be what he was,—a man of intellect and rare\nintegrity. Mr. Wright always spoke of Browning as one of the most\nsatisfactory men with whom he had ever conversed.",
        "In 1840, as is well known, the anti-slavery movement became divided into\nthose who still believed in the efficacy of “moral suasion” and those who\nconsidered that the time had come for introducing the question into\npractical politics. The Texas question made the latter course inevitable,\nand Elizur Wright concluded that moral suasion had done its work. As he\nexpressed it, in a letter to Mrs. Maria Chapman: “Garrison has already\nleft his enemies thrice dead behind him.” He was a delegate to the\nconvention of April 1, 1840, which nominated James G. Birney for the\nPresidency, and took an active share in the Free-soil movement of 1844,—\na movement which produced exactly the opposite effect from that which was\nintended; for the defeat of Henry Clay opened the door for the Mexican\nwar and the annexation of a much larger territory than Texas. If Clay had\nbeen elected, the history of the United States must have been different\nfrom what it has proved.",
        "How Elizur Wright supported his family during this long period of\nphilanthropy will always be a mystery, but support them he did. He had no\nregular salary like Garrison, but, in an emergency, he could turn his\nhand to almost anything, and earn money by odd jobs. Fortunately, he had\na wife who was not afraid of any kind of house-work. He purchased his\nclothes of a tailor named Curtis, who kept a sailors’ clothing store on\nNorth Street, and his mode of living otherwise was not less economical.",
        "That his children suffered by their father’s philanthropy must be\nadmitted, but it is a general rule that the families of public\nbenefactors also contribute largely to the general good. His eldest\ndaughters inherited their father’s intellect, and as they grew up\ncheerfully assisted him in various ways.",
        "When the Mexican war began there was great indignation over it in New\nEngland, and Lowell wrote his most spirited verses in opposition to it.\nElizur Wright took advantage of the storm to establish a newspaper, the\nChronotype, in opposition to the Government policy. He began this\nenterprise almost without help, but soon obtained assistance from leading\nFree-soilers like John A. Andrew, Dr. S. G. Howe, and especially Frank W.\nBird, the most disinterested of politicians, who gave several thousand\ndollars in support of the Chronotype. The object of the paper,\nstated in Mr. Wright’s own words, was “To examine everything that is new\nand some things that are old, without fear or favor; to promote good\nnature, good neighborhood, and good government; to advocate a just\ndistribution of the proper reward, whether material or immaterial, both\nof honest labor and rascally violence, cunning and idleness; last, but\nnot least, to get an honest living.” In 1848 he had a list of six\nthousand subscribers; and his incisive pen was greatly feared. The\nPost, which was the Government organ in Boston, attacked him once,\nbut met with such a crushing rejoinder that its editor concluded not to\ntry that game again. His capacity for brain labor was wonderful. He could\nwork fourteen hours a day, and did not seem to need recreation at all.",
        "In the campaign of 1844 Elizur Wright made a number of speeches for the\nFree-soil candidate in various New England cities. One morning he was\nreturning from a celebration at Nashua, when at the Lowell station Daniel\nWebster entered the train with two or three friends, and turned over the\nseat next to Mr. Wright. A newsboy followed Webster, and they all\npurchased papers. Elizur Wright purchased a Whig paper, and seeing a\nstatement in it concerning the Free-soil candidate which he believed from\ninternal evidence to be untrue, he said quite loud: “Well! this is the\nfinest roorback I have met with.” Webster inquired what it was, and,\nafter looking at the statement, pronounced it genuine. A short argument\nensued, which closed with Webster’s proposing to bet forty pounds\nthat the allegation was true. “I am not a betting man,” replied Wright,\n“but since the honor of my candidate is at stake, I accept your wager.\"\nWebster then gave him his card, and Wright returned it by writing\nhis name on a piece of the newspaper.",
        "Elizur Wright no sooner reached his office than he found letters and\ndocuments there disproving the Whig statement in toto, and later\nin the day he carried them over to Mr. Webster, who had an office in what\nwas then Niles’s Block. Mr. Webster looked carefully through them,\ncongratulated Mr. Wright on his good fortune, and handed him two hundred-\ndollar bills. Peter Harvey, who was in Webster’s office at the time,\nafterwards stopped Elizur Wright on the sidewalk and said to him: “Mr.\nWright, you could have afforded to lose that wager much better than\nWebster could.”",
        "It is remarkable how all the different interests in this man’s life—\nmathematics, philanthropy, journalism, and the translation of La\nFontaine—united together like so many different currents to further the\ngrand achievement of his life. While in England he had taken notice of\nthe life-insurance companies there, which were in a more advanced stage\nthan those in America. They interested him as a mathematical study, and\nalso from the humanitarian point of view. He purchased “David Jones on\nAnnuities,” and the best works on life insurance. These he read with the\nsame ardor with which young ladies devour an exciting novel, and without\nthe least expectation that they might ever bring dollars and cents to\nhim; until one day in the spring of 1852 an insurance solicitor placed an\nadvertising booklet in his hand as he was entering the office of the\nChronotype.",
        "Elizur Wright looked it over and perceived quickly enough that no company\ncould undertake to do what this one pretended to and remain solvent. The\nbooklet served him for an editorial, and before one o’clock the next day\nagents from every life company in Boston were collected in his office.\nThey supposed at first that it was an attempt at blackmail, but soon\ndiscovered that Elizur Wright knew more about the subject than any of\nthem. Neither threats nor persuasions had any effect on this\nuncompromising backwoodsman. Only on one condition would Mr. Wright\nretract his statements,—that the companies should reform their circulars\nand place their affairs in a more sound condition. The consequence of\nthis was an invitation from the presidents of several of the companies\nfor Mr. Wright to call at their offices and discuss the subject with\nthem.",
        "The situation was this, and Mr. Wright saw it clearly: the presidents of\nthe companies were excellent men,—as honorable and trustworthy as the\npresidents of our best national banks,—and they knew how to organize and\nconduct their companies in all business matters, but of life insurance as\na science they knew as little as they knew of Greek. In those days there\nwas a prejudice against college graduates which prevented their obtaining\nthe highest mercantile positions, and it is doubtful if there was any\nperson connected with the life-insurance companies who could solve a\nproblem in the higher mathematics. The consequence of this was that it\nplaced the presidents quite at the mercy of their own accountants. Recent\nevents have proved with what facility the teller of a bank can abstract\ntwenty or thirty thousand dollars without its appearing in the accounts.\nTemptations and opportunities of this sort must have been much greater in\nlife-insurance companies, as they were formerly conducted, than it is now\nin banks. Money may have been stolen without its having been discovered.",
        "Besides this, the temptations of the companies to continually over-bid\none another for public favor was another evil which, sooner or later,\nwould lead some of them into bankruptcy. This danger could only be\naverted by placing their rates of insurance on a scientific basis, which\nshould be the same and unalterable for all companies.",
        "The charters of the companies had been drafted in the interest of the\nmanagement, without much consideration for the rights or advantages of\nthose who were insured. There were no laws on the statute book which\nwould practically prevent directors of life-insurance companies from\ndoing as they pleased with the immense trust properties in their\npossession. After two or three interviews with Elizur Wright the\npresidents of the companies came to the conclusion that he was exactly\nthe man that they wanted, and they commissioned him to draw up a revised\nset of tables and rates which could serve them for a uniform standard.\nThis work occupied him and two of his daughters for a full year, for\nwhich he was compensated with the paltry sum of two thousand dollars. The\ntime was fast approaching, however, when Elizur Wright would be in a\nposition to dictate his own terms to the insurance companies.",
        "It was now that the Bird Club, the most distinguished political club of\nits time, became gradually formed out of the leading elements of the\nFree-soil party. At one time this club counted among its members two\nSenators, three Governors, and a number of Congressmen, and it was a\npower in the land. Elizur Wright’s services as editor of the\nChronotype gave him an early entrance to it; and having life\ninsurance on the brain, as it were, other members of the club soon became\ninterested in the subject as a political question. In this way Mr. Wright\nwas soon able to effect legislation. Sumner, Wilson, Andrew, and Bird\ngave him an almost unqualified support. In 1858 he was appointed\nInsurance Commissioner for Massachusetts, a position which he held until\n1866. As Commissioner he formulated the principal legislation on life\ninsurance; and his reports, which have been published in a volume, are\nthe best treatise in English on the practical application of life-\ninsurance principles.",
        "In 1852 he resigned the editorship of the Chronotype, and from\nthat time till 1858 he was occupied with life-insurance work, the editing\nof a paper called the Railroad Times, and making a number of\nmechanical inventions, most important of which was a calculating machine,\nenough in itself to give a man distinction.",
        "This machine was simply a Gunther rule thirty feet in length wrapped on a\ncylinder and turned by a crank. Gunther’s rule is a measure on which\nlogarithms are represented by spaces, so that by adding and subtracting\nspaces on this cylinder Mr. Wright could perform the longest sums in\nmultiplication and division in two or three minutes of time.",
        "Not only did the Massachusetts insurance companies come under Mr.\nWright’s surveillance, but the New York Life, the Connecticut Mutual, and\nthe Mutual Benefit of New Jersey, all large and powerful companies, were\nobliged to conform to his regulations, for their Boston offices were too\nlucrative to be surrendered. About this time Gladstone caused an\noverhauling of the English life-insurance companies, and a number which\nproved to be unsound were obliged to surrender their charters. Among\nthese latter were two companies which held offices in Boston, and whose\ncharacter had already been exposed by Elizur Wright.",
        "In 1850, when he became Commissioner, Mr. Wright sent to their agents for\na statement of their financial standing, and not receiving a reply\nrequested them to leave the State. Finding that the matter could not be\nevaded, they at length forwarded two reports signed by two actuaries,\nboth Fellows of the Royal Society, which were not of a satisfactory\ncharacter, so that Mr. Wright insisted on his previous order. The agents\nthen applied for support to Prof. Benjamin Pierce, the distinguished\nmathematician of Harvard University, and one of the most aggressively\npro-slavery men about Boston. He probably looked upon Elizur Wright as a\nvulgar fanatic, and supposing that a Fellow of the Royal Society must\nnecessarily be an honorable man, came forward in support of Messrs.\nNeisen and Woolhouse without sufficiently investigating the question at\nissue; and the result was a controversy between Elizur Wright and himself\nin which he was finally beaten off the field.",
        "The statements of both Neisen and Woolhouse was proved to be fraudulent,\nand the two English companies were expelled from the State.",
        "Mr. Wright’s insurance reports brought him such celebrity that all the\ncompanies wished to have his name connected with them. His son, Walter C.\nWright, became actuary of the New England Life, and his daughter, Miss\nJane Wright, was made actuary of the Mutual Union Company. Mr. Wright and\nhis eldest son, John, set up a business for calculating the value of\ninsurance policies, in which the logarithm machine helped them to obtain\na large income. With his first ten thousand dollars Mr. Wright purchased\na large house and a tract of land in Middlesex Fells, where his family\nstill resides.",
        "In 1865 the office of Life Insurance Commissioner was filched from him by\na trade politician who knew as much of the subject as fresh college\ngraduates do of the practical affairs of life. Mr. Wright always\nregretted this, for he felt that his work was not yet complete; and it is\na fact that American life insurance, with its good and bad features,\nstill remains almost exactly as he left it.",
        "It was only after Elizur Wright had ceased to be Commissioner that he\ndiscovered a serious error in the calculation of the companies, which may\nbe explained in the following manner:",
        "In the beginning, nearly all the insurance policies were made payable at\ndeath, with annual premiums; but the introduction of endowment policies,\npayable at a certain age, effected a peculiar change in their affairs, of\nwhich the managers of the companies were not sensible. Elizur Wright\nperceived that there were two distinct elements in the endowment policies\nwhich placed them at a disadvantage with ordinary life policies, and he\ncalled this combination “savings-bank life insurance.” An endowment\npolicy, being payable at a fixed date, required a larger premium than one\nwhich ran on indefinitely and by customary usage, and the agent who\nnegotiated the policy received the same percentage for commission that he\nwould on an ordinary-life policy; that is, he received a much larger\ncommission in proportion. This evil was increased in cases where\nendowment policies were paid for, as often happened, in five or ten\ninstalments; and where they were paid for in a single instalment the\nagent received four or five times what he was properly entitled to.",
        "The same principle was observed by the companies in the distribution of\ntheir surplus, so that the holders of endowment policies were practically\nmulcted at both ends of the line.",
        "In his reports as Insurance Commissioner Elizur Wright had recommended\nthis class of policies as a salutary provision against poverty in old\nage, and he felt under obligations to the public to correct this\ninjustice, [Footnote: On a policy of ten thousand dollars, it would\namount to an appreciable sum.] but the insurance agents had also\nadvocated them for evident reasons and were naturally opposed to any\nproject of reform. The managers of the companies also treated the subject\ncoldly, for the discrimination against endowments enabled them to\naccumulate a larger reserve which made them appear to better advantage\nbefore the general public. The numerous agents and solicitors formed a\nsolid body of opposition and raised a chorus against Elizur Wright like\nthat which the robins make when you pick your own cherries. This class of\npersons when they are actuated by a common impulse make a formidable\nimpression.",
        "Mr. Wright, after arguing his case with the insurance companies for\nnearly a year without effect, appealed to the public through the\nnewspapers. This, however, had unexpected consequences. Mr. Wright’s\nletters produced the impression, which he did not intend at all, that the\ninsurance companies were unsound, and policy-holders rushed to the\noffices to make inquiries. Many surrendered their policies.",
        "In this emergency the officers of the companies went to the editors and\nexplained to them that their business would be ruined if Mr. Wright was\npermitted to continue his attacks on them. They then made Mr. Wright what\nmay have been intended for a magnanimous offer, though he did not look on\nit in that light,—namely, an offer of ten thousand dollars a year, if he\nwould retire from the actuary business and not molest them any longer.\n[Footnote: These events took place thirty years ago and have no relation\nto the present condition and practice of American insurance companies.]\nElizur Wright refused this, as he might have declined the offer of a\ncigar, and appealed to the Legislature. The companies then withdrew their\nbusiness from Mr. Wright and thus reduced his income from twelve thousand\ndollars a year to about three thousand; but this troubled him no more\nthan it would have Diogenes.",
        "In the summer of 1872 a portly gentleman called at Elizur Wright’s office\non State Street and introduced himself as the president of a well-known\nWestern insurance company. As it was a pleasant day Mr. Wright invited\nhis visitor to Pine Hill, where they could converse to better advantage\nthan in a Boston office; but being much absorbed in his subject, while\npassing through Medford Centre, he neglected to order a dinner; and the\nconsequence of this was that his portly friend was obliged to make a\nlunch on cold meat and potato salad. That same evening Mr. Wright’s\ndaughter twitted him on his lack of forethought, and hoped such a thing\nwould not happen again, to which he only replied: “The kindest thing you\ncan do for such a man is to starve him.” Such was his philosophy on all\noccasions.",
        "He devised a plan for combining life insurance with a savings bank, by\nwhich the laboring man could obtain a certain amount of insurance for his\nfamily (or old age) instead of interest upon his deposits. This was an\nadmirable idea, and if he had undertaken to carry it out in the prime of\nlife he might have succeeded in realizing it; but he was now upwards of\nseventy, and his friends concluded that the experiment would be a risky\none, as a favorable result would depend entirely on Mr. Wright’s\nlongevity. At the same time he had another enterprise in hand, namely, to\nconvert the Middlesex Fells, in which Pine Hill is situated, into a\npublic park. This was greatly needed for the crowded population on the\nnorthern side of Boston, and though the plan was not carried out until\nafter his death, he was the originator and earliest promoter of it.",
        "Elizur Wright’s most conspicuous trait was generosity. He lived for the\nworld and not for himself. He was a man of broad views and great designs;\na daring, original thinker. He respected Emerson, but preferred the\nphilosophy of John Stuart Mill, from the study of which he became an\nadvocate of free trade and woman suffrage.",
        "He died November 21, 1885, in the midst of a rain-storm which lasted six\ndays and nights. He lies interred at Mt. Hope Cemetery.",
        "Continue...",
        "\nThis complete text of the Cambridge Sketches book by Frank Preston Stearns are in the public domain.\n\n\nBuy this essays series at Amazon.\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on April 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Cambridge SketchesBy Frank Preston StearnsAt Amazon"
    ]
}