{
    "title": "Cambridge Sketches - Emerson’s Tribute to George L. Stearns",
    "author": "Frank Preston Stearns",
    "chapter": "16",
    "content": [
        "\n\n",
        "Delivered in the First Parish Church of Medford on the Sunday\nfollowing Major Stearns’s death, April 9, 1867.",
        "“We do not know how to prize good men until they depart. High virtue has\nsuch an air of nature and necessity that to thank its possessor would be\nto praise the water for flowing or the fire for warming us. But, on the\ninstant of their death, we wonder at our past insensibility, when we see\nhow impossible it is to replace them. There will be other good men, but\nnot these again. And the painful surprise which the last week brought us,\nin the tidings of the death of Mr. Stearns, opened all eyes to the just\nconsideration of the singular merits of the citizen, the neighbor, the\nfriend, the father, and the husband, whom this assembly mourns. We recall\nthe all but exclusive devotion of this excellent man during the last\ntwelve years to public and patriotic interests. Known until that time in\nno very wide circle as a man of skill and perseverance in his business;\nof pure life; of retiring and affectionate habits; happy in his domestic\nrelations,—his extreme interest in the national politics, then growing\nmore anxious year by year, engaged him to scan the fortunes of freedom\nwith keener attention. He was an early laborer in the resistance to\nslavery. This brought him into sympathy with the people of Kansas. As\nearly as 1855 the Emigrant Aid Society was formed; and in 1856 he\norganized the Massachusetts State Kansas Committee, by means of which a\nlarge amount of money was obtained for the ’free-State men,’ at times of\nthe greatest need. He was the more engaged to this cause by making in\n1857 the acquaintance of Captain John Brown, who was not only an\nextraordinary man, but one who had a rare magnetism for men of character,\nand attached some of the best and noblest to him, on very short\nacquaintance, by lasting ties. Mr. Stearns made himself at once necessary\nto Captain Brown as one who respected his inspirations, and had the\nmagnanimity to trust him entirely, and to arm his hands with all needed\nhelp.",
        "“For the relief of Kansas, in 1856-57, his own contributions were the\nlargest and the first. He never asked any one to give so much as he\nhimself gave, and his interest was so manifestly pure and sincere that he\neasily obtained eager offerings in quarters where other petitioners\nfailed. He did not hesitate to become the banker of his clients, and to\nfurnish them money and arms in advance of the subscriptions which he\nobtained. His first donations were only entering wedges of his later;\nand, unlike other benefactors, he did not give money to excuse his entire\npreoccupation in his own pursuits, but as an earnest of the dedication of\nhis heart and hand to the interests of the sufferers,—a pledge kept\nuntil the success he wrought and prayed for was consummated. In 1862, on\nthe President’s first or preliminary Proclamation of Emancipation, he\ntook the first steps for organizing the Freedman’s Bureau,—a department\nwhich has since grown to great proportions. In 1863, he began to recruit\ncolored soldiers in Buffalo; then at Philadelphia and Nashville. But\nthese were only parts of his work. He passed his time in incessant\nconsultations with all men whom he could reach, to suggest and urge the\nmeasures needed for the hour. And there are few men of real or supposed\ninfluence, North or South, with whom he has not at some time\ncommunicated. Every important patriotic measure in this region has had\nhis sympathy, and of many he has been the prime mover. He gave to each\nhis strong support, but uniformly shunned to appear in public. For\nhimself or his friends he asked no reward: for himself, he asked only to\ndo the hard work. His transparent singleness of purpose, his freedom from\nall by-ends, his plain good sense, courage, adherence, and his romantic\ngenerosity disarmed first or last all gainsayers. His examination before\nthe United States Senate Committee on the Harper’s Ferry Invasion, in\nJanuary, 1860, as reported in the public documents, is a chapter well\nworth reading, as a shining example of the manner in which a truth-\nspeaker baffles all statecraft, and extorts at last a reluctant homage\nfrom the bitterest adversaries.",
        "“I have heard, what must be true, that he had great executive skill, a\nclear method, and a just attention to all the details of the task in\nhand. Plainly he was no boaster or pretender, but a man for up-hill work,\na soldier to bide the brunt; a man whom disasters, which dishearten other\nmen, only stimulated to new courage and endeavor.",
        "“I have heard something of his quick temper: that he was indignant at\nthis or that man’s behavior, but never that his anger outlasted for a\nmoment the mischief done or threatened to the good cause, or ever stood\nin the way of his hearty co-operation with the offenders, when they\nreturned to the path of public duty. I look upon him as a type of the\nAmerican republican. A man of the people, in strictly private life, girt\nwith family ties; an active and intelligent manufacturer and merchant,\nenlightened enough to see a citizen’s interest in the public affairs, and\nvirtuous enough to obey to the uttermost the truth he saw,—he became, in\nthe most natural manner, an indispensable power in the State. Without\nsuch vital support as he, and such as he, brought to the government,\nwhere would that government be! When one remembers his incessant service;\nhis journeys and residences in many States; the societies he worked with;\nthe councils in which he sat; the wide correspondence, presently enlarged\nby printed circulars, then by newspapers established wholly or partly at\nhis own cost; the useful suggestions; the celerity with which his purpose\ntook form; and his immovable convictions,—I think this single will was\nworth to the cause ten thousand ordinary partisans, well-disposed enough,\nbut of feebler and interrupted action.",
        "“These interests, which he passionately adopted, inevitably led him into\npersonal communication with patriotic persons holding the same views,—\nwith two Presidents, with members of Congress, with officers of the\ngovernment and of the army, and with leading people everywhere. He had\nbeen always a man of simple tastes, and through all his years devoted to\nthe growing details of his prospering manufactory. But this sudden\nassociation now with the leaders of parties and persons of pronounced\npower and influence in the nation, and the broad hospitality which\nbrought them about his board at his own house, or in New York, or in\nWashington, never altered one feature of his face, one trait in his\nmanners. There he sat in the council, a simple, resolute Republican, an\nenthusiast only in his love of freedom and the good of men; with no pride\nof opinion, and with this distinction, that, if he could not bring his\nassociates to adopt his measure, he accepted with entire sweetness the\nnext best measure which could secure their assent. But these public\nbenefits were purchased at a severe cost. For a year or two, the most\naffectionate and domestic of men became almost a stranger in his\nbeautiful home. And it was too plain that the excessive toil and\nanxieties into which his ardent spirit led him overtasked his strength\nand wore out prematurely his constitution. It is sad that such a life\nshould end prematurely; but when I consider that he lived long enough to\nsee with his own eyes the salvation of his country, to which he had given\nall his heart; that he did not know an idle day; was never called to\nsuffer under the decays and loss of his powers, or to see that others\nwere waiting for his place and privilege, but lived while he lived, and\nbeheld his work prosper for the joy and benefit of all mankind,—I count\nhim happy among men.",
        "“Almost I am ready to say to these mourners, Be not too proud in your\ngrief, when you remember that there is not a town in the remote State of\nKansas that will not weep with you as at the loss of its founder; not a\nSouthern State in which the freedmen will not learn to-day from their\npreachers that one of their most efficient benefactors has departed, and\nwill cover his memory with benedictions; and that, after all his efforts\nto serve men without appearing to do so, there is hardly a man in this\ncountry worth knowing who does not hold his name in exceptional honor.\nAnd there is to my mind somewhat so absolute in the action of a good man,\nthat we do not, in thinking of him, so much as make any question of the\nfuture. For the Spirit of the Universe seems to say: ’He has done well;\nis not that saying all?’”",
        "This monograph was printed in the Boston Commonwealth, April 20,\n1867, and has never been republished. It is exceptional in Emerson’s\nwritings as the account of a man with whom he was personally and\nintimately acquainted.",
        "Continue...",
        "\nThis complete text of the Cambridge Sketches book by Frank Preston Stearns are in the public domain.\n\n\nBuy this essays series at Amazon.\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on April 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Cambridge SketchesBy Frank Preston StearnsAt Amazon"
    ]
}