{
    "title": "Celsissimus - VIII.",
    "author": "Arthur Achleitner",
    "chapter": "9",
    "content": [
        "\n\n",
        "Von Hohen-Salzburg donnerten die großen “Stücke” und ihr mächtig Krachen\nbrachte die ganze Bischofstadt auf die Beine. Die Bürger eilten durch\ndie engen Gassen zum Domplatz, von dessen Freiung man freien Blick zur\nVeste hinauf hat, und guckten sich die Augen wund. Eine große Erregung\nlief durch das städtische Volk, die Frage nach der Bedeutung des\nGeschützspieles setzte die Zungen in Bewegung. Schlauere Leute hatten\nden Weg zum Keutschachhof genommen und bestürmten Trabanten und\nThürsteher mit Fragen, worauf ein mächtig langer Spießträger stolz\nverkündete, daß Seiner Hochfürstlichen Gnaden ein Sohn geboren worden\nsei, das erste Kind!",
        "Fassungslos im ersten Augenblick stand der Menschenwall im Hofe der\nResidenz; doch rasch fanden die Leute die Sprache wieder, um das\nunglaubliche Ereignis zu discutieren, hitzig und mit Aufgebot aller\nLungenkraft.",
        "Wirr genug schwirrten die Ausdrücke höchster Überraschung\ndurcheinander, und je nach der Gesinnung der einzelnen Bürger ward\nStellung zu dem aufregenden Ereignis genommen. Da gröhlte ein dicker\nBäcker wild, daß ein Erzbischof überhaupt nicht verheiratet, also auch\nnicht Vater sein könne, und die “Stücke” seien nicht dazu auf der Veste,\num ein Kind anzudonnern.",
        "Eine Gruppe von Maurern, die im Brot des Fürsten standen und mit Korn\nbedacht worden, lärmte und verteidigte den Gebieter, der ein guter Herr\nsei und das Recht habe, so viel Kinder zu bekommen wie ein Schullehrer.\nUnd Angehörige der Sippen und Zünfte nörgelten an dem Verhältnis Wolf\nDietrichs zur schönen Salome, schimpften weidlich über offenkundige\nCölibatsverletzung und prophezeiten Unheil, wasmaßen der Papst derlei\nLebenswandel nicht dulden könne, dürfe und werde. Immer hitziger wurden\ndie Ausdrücke des Unwillens, die Leute verstiegen sich schließlich zur\nBehauptung, daß solches Stückspiel eine Schande für das Erzstift, der\nBastard das Pulver nicht wert sei, das ohnehin wieder der Bürgersmann\nzahlen müsse. Den Trabanten ward das Geschimpfe aber mählich zu arg, sie\njagten die Leute mit den Helebarden hinweg und räumten den Hof. Lärmend\nzogen die erregten Gruppen weiter, die Kunde von der Geburt eines\nfürstlichen Sprößlings verbreitete sich schnell wie der Sturmwind durch\ndie Stadt, überall Zwiespalt der Meinungen hervorrufend, schärfste\nKritik provozierend.",
        "All’ der Unmut über das Verhältnis des Fürsten mit Salome, ihr Weilen\nund Residieren bei Hof brach mit elementarer Gewalt los, und wer es\nwagte, den Erzbischof zu verteidigen, mußte sich grimmigen Schimpf an\nden Kopf werfen lassen, sodaß die Reihen der dem Fürsten Gutgesinnten\nsich schnell lichteten, zumal die Menge jene Verteidiger Wolf Dietrichs\nschlankweg ketzerischer Gesinnung zeihte und sie verkappte Lutheraner\nnannte, wie nach der Volksmeinung auch der Fürst selbst verdächtig\nschien, zum mindesten ein halber Protestant zu sein. Am übelsten kam in\nsolchen wilden Erörterungen die schöne Salome weg, die als Ausbund aller\nLasterhaftigkeit hingestellt ward. Dagegen remonstrierten nun doch\nAngehörige der Patrizierkreise, die eben nicht vergessen hatten, daß\nSalome Alt aus altangesehenem Geschlecht stammt und trotzalledem ihren\nKreisen beizuzählen ist. Schließlich verdichtete sich all’ der\nMeinungsstreit zur Kardinalfrage, ob der Fürst-Erzbischof mit Salome\nverheiratet sei oder nicht, und hierüber wußte niemand bestimmte\nAuskunft zu geben. In besseren Kreisen stritt man sich darüber, daß eine\nGewissensehe vorliege, daß Wolf Dietrich sich eine compromessa cattolica\nzurecht gestutzt, eine eigene Theologie gebildet habe, wie das unter\nKaiser Maximilian II. nicht eben selten war. Diese Auffassung fand\nlebhafte Unterstützung in geistlichen Kreisen, soweit solche noch nicht\nvom Arm des Gebieters getroffen worden waren.",
        "Gefragt ist niemand worden, niemand war Zeuge einer kirchlichen Trauung\ndes Fürsten mit Salome, niemand weiß Bestimmtes. Kein Wunder, daß den\nGerüchten und Verleumdungen Thür und Thor geöffnet waren.",
        "So hoch die Wogen der Erregung im Volk gingen, um so stiller ging es zu\nin den Gemächern der Wöchnerin, wo auf Befehl des überglücklichen\nGebieters in peinlichster Weise Ruhe gehalten werden mußte. Wolf\nDietrich, der Typus echter Ritterlichkeit, bekundete für eine Coeurdame\neine zärtliche Fürsorge, die sich bis in die kleinsten Bedürfnisse\nerstreckte. Der Fürst ging auf im Gedanken, für das Weib zu sorgen, das\nihm einen Sprossen, noch dazu einen allerliebsten Knaben, geschenkt.",
        "So kam Wolf Dietrich auf den Zehen geschritten ins Gemach Salomes, um\njegliches Geräusch zu vermeiden, sein ängstlich besorgter Blick galt der\nihm so teuren Frau, die mild lächelnd, bleich und schwach zu Bette lag,\nund dem Gebieter einen Gruß aus den sanften Augen zusandte.",
        "Der Fürst trat an das Bett, küßte die schmale Rechte Salomes und\nflüsterte in bewegten Worten seinen heißen Dank für diese herzerfreuende\nGabe, die ihn glücklich mache, so glücklich, daß es für solche Seligkeit\nkeinen Ausdruck gäbe.",
        "Ein Schimmer milder Wonne verklärte Salomes Züge, ihre Lippen\nflüsterten: “Gefällt der Kleine meinem gnädigen Herrn?”",
        "Wolf Dietrich wollte zur Wiege schreiten, da bat Salome flehentlich, das\nKnäblein ja nicht auszuheben, es sei so leicht ein Beinchen weg. Da\nlachte der Fürst herzlich auf: “So gebrechlich wird ein Raittenau nicht\nsein!”",
        "Ein glücklich Lächeln flog auf die Lippen der Wöchnerin, Salome sprach\nbewegt: “So trägt der Kleine den Namen des Vaters?!”",
        "“Gewiß, Geliebte! Er ist ein Raittenau und Wolf soll er getauft werden!”",
        "“O Dank, heißen Dank, gnädiger Herr!”",
        "“Ich muß danken dir, larissima! Für alles weitere laß sorgen mich, den\nVater und Fürsten! Soll ein tüchtiger Bursch und Mann werden aus dem\nkleinen Wölflein, darauf geb’ ich mein fürstlich Wort!”",
        "“Habt Dank, gnädiger, gütiger Gebieter! Nun freu’ ich meines Lebens\nwieder mich und will gern ertragen, was das Geschick mir beut!”",
        "In aufwallender Glückseligkeit küßte der Fürst zärtlich Salomens Hände,\nhauchte einen Kuß auf die weiße Stirne, und bat besorgt, es möge die\nTeure sich nun schonen und pflegen lassen, wie es der Fürstin ziemt.",
        "Ergebungsvoll ließ Salome das bleiche Haupt in die Kissen fallen, mutig\nunterdrückte sie den Seufzer, der ihrer Brust entsteigen wollte.",
        "Still verließ Wolf Dietrich das Gemach, und erst nachdem er die Flucht\nmehrer Räume hinter sich hatte, trat er wieder fest auf nach seiner\nGewohnheit, und der Hauch inniger Zärtlichkeit verschwand von seinen\nZügen.",
        "In seinen Wohngemächern angelangt, wollte der Fürst eben fragen, ob\nniemand aus der Stadt sich eingefunden, die Glückwünsche auszusprechen\nzum erfreulichen Ereignis bei Hof, da ward Graf Lamberg gemeldet und\nsogleich vorgelassen.",
        "Das höfische Ceremoniell Lambergs schnitt Wolf Dietrich sofort ab durch\nden Ruf: “Freund, du bist der erste Gratulant, nimm meinen und Salomens\nDank dafür! Herzlich willkommen!”",
        "“Es ist des treue Unterthanen Pflicht, dem gnädigen Fürsten die\nGlückwünsche zu Füßen zu legen!” sprach Graf Lamberg ehrerbietig und\nverbeugte sich tief vor dem Gebieter.",
        "“Sei meines innigen Dankes überzeugt, Freund Lamberg! Mir ist’s eine\nfreudige Genugthuung, just dich bei mir zu sehen! Von Salzburgs\nBürgerschaft, vom Adel auch, hat niemand eingefunden sich, ich habe\nkeine Meldung!”",
        "“Hochfürstliche Gnaden wollen Geduld üben! Die Kunde wird zu sehr\nüberrascht haben die getreuen Unterthanen, sie fassen es nicht, es wird\nklar erst werden müssen in den Köpfen, dann wird wohl der Glückwunsch\nkommen an den Hof.”",
        "Ein forschender Blick flog zu Lamberg, gedehnt klang des Fürsten Frage:\n“Glaubt Lamberg wirklich?”",
        "Der Kapitular antwortete vorsichtig: “Es wäre Pflicht nur und schuldige\nDankbarkeit!”",
        "“Ha, Dank! Und mit den Pflichten wird genau es nicht genommen! Der\nBeispiele sind viele, die das Gegenteil beweisen! Sei’s drum! Urkunden\nwill ich in nächster Zeit, daß tragen soll der Sproß den Namen Wolf\nRaittenau.”",
        "Lamberg wagte nun seinerseits den forschenden Blick auf den Gebieter zu\nrichten, sprach aber nichts.",
        "Mehr für sich entwickelte Wolf Dietrich in seiner hastigen Art\nhochfliegende Pläne, wie der kleine Wolf erzogen, herangebildet werden\nsolle, auf daß er gebührend seinen Platz dereinst einnehme als ein\nRaittenau.",
        "Lamberg drückte seine ergebene Zustimmung durch wiederholte Verbeugungen\naus und behielt seine Gedanken für sich. Liebt doch der Fürst nicht,\nunterbrochen zu werden, und Andeutungen, daß es anders werden könne, als\nder temperamentvolle Gebieter glaubt, sind Wolf Dietrich alle Zeit\nverhaßt.",
        "Der Fürst sprach sich warm, kam vom Hundertsten ins Tausendste, und\ngelangte schließlich zu seinem Lieblingsthema: bauen! Und einmal in\ndiesem Fahrwasser ereiferte sich Wolf Dietrich für den Plan, seiner\nSalome ein würdig, fürstlich Heim zu gründen. Unzureichend sei der\nKeutschachhof nun, da einen jungen Raittenau er in sich birgt, die\nResidenz müsse verlegt werden.",
        "“Die ganze Residenz?” fragte überrascht Graf Lamberg.",
        "“Nicht doch, das hat Zeit, bis jenseit der Salzach ein Gebäu erstanden\nist, das ’Altenau’ ich werde heißen. Zuvörderst will meine Wohnung bei\nHof ich verändern, es störet vieler Lärm mich hier. Ein lautes Volk,\nmeine Salzburger! Auch ist Botschaft mir geworden in den letzten Tagen,\ndaß laut und im Übermaß es zugeht vielfach auf dem Lande wie in\nSalzburg. Den Weinteufel glaubte ich gestutzt durch Mandat und kräft’ge\nSteuer, will scheinen, die Leute spüren wenig und saufen weiter. Werd’\nein kräftig Wort sprechen müssen! Dieweilen mir Unterthanen, arme Leut’\nhungern und entbehren des Nötigsten, herrscht Fraß und Völlerei bei\nandern! Will mich bedünken, werd’ examinieren lassen müssen auf dem\nKonsistorio und die Leut’ befragen auf Herkommen und Glaubensbekenntnis.\nWird nicht zu frühe sein damit!”",
        "“Gewiß nicht! Euer Hochfürstliche Gnaden werden den Dank Roms sich\nerwerben mit bemeldter restauratio. Nur möchte ich, sothanermaßen der\ngnädige Herr und Gebieter das Wort mir wollen verstatten, raten....”",
        "“Was?”",
        "”... raten, eine längere Frist zu setzen gleich manchen Fürsten im\nReich, auf daß die Leute sich werden schlüssig zur Umkehr und Einschluß\nin die ecclesia cattolica oder zu gehen aus der Heimat. Bin richtig ich\ninformiert, besteht im Reich die Frist von einem Jahr!”",
        "“Zu lang’ währt solche Frist, auch hab’ schon zu lang’ ich gezögert. Es\nist mir lieb, daß kommt die Sprache zwischen uns auf solch’ Kapitel. Es\nist mein Wille, daß citieret werde Ludwig Alt und Salzburgs Stadtrat\nbald zu Hof, und ein Kommissarius soll die Leut’ befragen auf das\nTrienter Bekenntnis, soll es beschwören lassen.”",
        "Lamberg wagte den Hinweis, daß vielleicht doch jetzt in diesen Tagen\nein solches Vorgehen nicht den gewünschten Erfolg haben könnte.",
        "In seinem Ungestüm rief Wolf Dietrich: “Warum nicht jetzt? Wer kann mich\nhindern? Mein Wort hat Geltung allezeit und zu jeglicher Stunde! Ich\nwill Farbe bekennen sehen! Und zugleich soll man die Leut’ beschauen, so\neiner will zum Bürger aufgenommen werden in Salzburg. Soll mir keiner\nBürger werden, er habe denn hundert Gulden im Vermögen zum mindest!”",
        "Lamberg mochte wohl nicht näher seine Meinung erörtern, da der Fürst\nnicht selbst erkannte, daß die Geburt eines Sprossen wenig zur\ngewaltsamen Forderung eines Glaubensbekenntnis der Unterthanen passe;\nder Kapitular sprach daher nur sich dahin aus: “Es wird Euer\nHochfürstlichen Gnaden sicher eine gute Vorbetrachtung sein, zu\nmandatieren über Prüfung bei Aufnahmen von neuen Bürgern und\nMindestforderung eines festgesetzten Vermögens.”",
        "Wolf Dietrich beruhigte sich ob dieser Versicherung, nur schien es, als\nhorche der Fürst ab und zu auf, wie in Erwartung, daß Deputationen zur\nGratulationscour erscheinen sollen. Da aber niemand sich melden ließ,\nbemächtigte sich des verletzten Gebieters eine gewisse Verdrossenheit,\ndie den Kapitular veranlaßte, um gnädige Entlassung unter dem Vorgeben\nzu bitten, daß sogleich bezüglich der Citation die nötigen Ordnungen\ngetroffen werden sollen.",
        "Der Reihe nach im Rang fanden sich die Hof- und Kapitelbeamten ein, um\nihre ehrerbietigen Glückwünsche zum erfreulichen Ereignis\nauszusprechen; die einen in überschwänglicher Weise, andere wieder\ngelassen und trocken, alle aber auf höflichste Art, demütig, wie es dem\nhochfahrenden Sinn des Fürsten entsprechen und gefallen mußte. Wolf\nDietrich entfaltete, hiervon angenehm berührt, all seine fascinierende\nLeutseligkeit und lud die Herren zu einem Festmahle ein, um seinem\nfürstlichen Dank vollen Ausdruck zu verleihen.",
        "Hatte der kluge, diplomatisch geschulte Graf Lamberg die Absicht, mit\nder befohlenen Glaubensexaminierung zuzuwarten, um den Gemütern der\nerregten Salzburger Zeit zu einer gewissen Beruhigung zu lassen, auf daß\ndoch eine Restauration nicht unmittelbar auf die Geburt eines Kindes\nohne gültigen Ehebund folge,–der Fürst, der das Warten nicht kannte,\ndurchkreuzte solche feinfühlige Absicht durch scharfes Monieren, und so\nmußte denn der ad hoc bestellte Kommissar seine wenig angenehme\nThätigkeit entfalten. Der Kanzler aller geistlichen Sachen im Erzstift\ncitierte den Bürgermeister und die Stadträte in den Palast, legte ihnen\ndas Trienter Glaubensbekenntnis vor und verlangte dessen feierliche\nBeschwörung. Die meisten leisteten den Eid ohne Zögern, einige der\nHandelsherren aber verlangten eine Frist, um sich klar zu werden über\nden Stand ihres Glaubens, und deuteten an, daß die Citierung ebenso\nüberraschend sei, wie ein gewisses Ereignis am fürstlichen Hofe.",
        "So in eine fatale Notlage gebracht, mußte der Kommissar den zögernden\nKaufherren doch wohl eine kurze Frist gewähren. Dafür aber wurde am\nnächsten Tage von den übrigen Bürgern Erscheinen und Beschwörung\nverlangt, und zwar in einem schärferen Tone und unter Androhung der zu\ngewärtigenden Strafen. Die Scheu vor dem strengen Fürsten, die Liebe zur\nHeimat und die Furcht vor Verarmung, all’ dies übte auf die Bürger einen\nDruck aus, unter welchem sie den geforderten Eid leisteten. Über zwanzig\nBürger aber verweigerten das Jurament und verhielten sich ablehnend,\nauch als die Ausweisung angedroht wurde.",
        "Eine abermalige Gärung in der Bevölkerung griff um sich. Wolf Dietrich\nzeigte sich erbost und erließ nach kurzer Zeit eine besondere Verordnung\n“zu verhütung mehreren unraths” über den Wegzug der ketzerisch\nGebliebenen, derzufolge diese Ketzer sofort ein genaues Verzeichnis\nihres Besitzstandes einreichen und eine hohe Gebühr für die Erlaubnis\nzum Wegzug zahlen mußten. Wer diesem Befehl nicht nachkam, dessen Gut\nwar dem Fiskus verfallen; ihre Güter im Lande mußten an Personen, deren\nTauglichkeit und Glaubenstreue vom Fürsten zu betätigen ist, entweder\nschleunigst verkauft oder mit der ausdrücklichen Bedingung des baldigen\nVerkaufes verpachtet werden, widrigenfalls der Erzbischof über sie\nverfügen würde.",
        "Die von dieser Verordnung Betroffenen waren großenteils Kaufleute und\nWirte, denen nicht nur alle Rechte und Freiheiten entzogen wurden,\nsondern auch bei Konfiskation der Waren aller Handel im Erzstift\nverboten ward. Da nun auch Mündel von diesem Mandat betroffen wurden,\nübernahm die fürstliche Regierung die Vormundschaften unter Beifügung\nder Bestimmung, daß alle an ketzerischen Orten befindlichen Mündel\nsobald als möglich nach Salzburg zurückkehren müssen. Wer seine\nGeschäfte in Ordnung gebracht habe, solle innerhalb vierzehn Tagen die\nStadt verlassen; der äußerste Termin wurde auf vier Wochen gesetzt.",
        "Ein Weheruf ging durch das Land. Graf Lamberg fühlte Erbarmen mit den\nLeuten, seinen Bemühungen gelang es, daß der Fürst die Frist um weitere\nvier Wochen verlängerte. In dieser Zeit erfolgte unter dem furchtbaren\nDruck doch noch manche Unterwerfung, die aber, weil der Termin nicht\nrechtzeitig eingehalten, mit einer äußerlich sichtbaren Strafe dahin\nbelegt wurde, daß diese Säumigen an Sonn- und Feiertagen im Dom mit\nbrennenden Lichtern in der Hand Buße thun mußten.",
        "Darüber vergingen Monde, und allmählich verliefen sich die Wogen der\nErregung, zumal ein Widerstand gegen die fürstliche Macht und Gewalt ja\ndoch aussichtslos erscheinen mußte. Die Leute durften mählich froh sein,\nwenn keine neuen Mandate erfließen, die bei diesen Zeitläufen förmlich\nin der Luft hingen und dem Regen gleich herabprasseln können zu\njeglicher Stunde.",
        "Wolf Dietrich oblag tiefer Andacht meist im Dom, und eines Tages ward\nder Erzbischof darin gestört durch einen leichtfertigen Schuljungen, der\nauf den heiligen Ort gänzlich vergaß und den im andächtigen Gebet\nknieenden Bürgern Schnecken auf den Rücken setzte, so daß die Kleider\nder Andächtigen arg von dem Schneckenschleim beschmutzt wurden. Als Wolf\nDietrich diesen Unfug gewahrte, erfaßte ihn Zorn und Entrüstung, der\nErzbischof sprang auf, schritt auf den Schuljungen zu, faßte ihn\nschlankweg beim Schopf und führte den auf den Tod erschrockenen Jungen\naus der Kirche. Diener liefen herbei, denen Wolf Dietrich den kleinen\nMissethäter zur Inhaftierung übergab. Noch am selben Tage dekretierte\nder Fürst die Strafe: Auspeitschung mit Ruten und ewige\nLandesverweisung, die sogleich am zeternden Jungen und trotz aller\nBitten der inzwischen dazugekommenen Eltern vollzogen wurde.",
        "Dieses Ereignis sollte insofern weitere Folgen haben, als Wolf Dietrich\nnun gegen jegliches Laster überhaupt mit großer Schärfe vorging. Mord\nund Totschlag gab es viel, und mit der Sittlichkeit war es allerorten\nübel bestellt. Ein Mandat forderte zur Umkehr und Besserung auf und\ndrohte mit dem Malefizrichter.",
        "Ein kaum dem Knabenalter entwachsener Bursch Jakob Staudner[14] wurde\nvon revierenden Schergen ertappt, als er ein kleines Mädchen Namens\nSusanna Pauser seinen Gelüsten gefügig machen wollte, und in den Turm\ngeschleppt. Auf erstattete Anzeige befahl der im höchsten Maße erzürnte\nFürst, es solle sogleich Gericht über den Missethäter gehalten und die\nTodesstrafe ausgesprochen werden.",
        "Die Richter hatten somit das Urteil bereits vorgeschrieben; das Verhör\nließ aber doch die Möglichkeit offen, daß der Verhaftete die Unthat\nnicht begangen habe. Auch konnte eine “Beschädigung” (Verletzung) des\nMädchens nicht konstatiert werden. Als von solchem Sachverhalt der Fürst\nverständigt ward, lautete die Antwort: Es solle gleichwohl durch den\nFreimann ein Exempel statuiert werden. Das Urteil lautete daher auf\nHinrichtung durch das Schwert.",
        "Im Hof des Gerichtshauses waren alle Vorbereitungen getroffen. Der dem\nTode geweihte Bursch wurde zum Schaffot geleitet, der Stab über ihm\ngebrochen; der Franziskaner-Pater, welcher dem Delinquenten den letzten\nTrost der Religion gereicht, betete die Sterbgebete, und der\nScharfrichter riß dem Burschen das Wams vom Leibe. Brust und Hals waren\nnun unbedeckt, der wimmernde Delinquent harrte des Todesstreiches.",
        "Da kamen plötzlich zwei Franziskaner in großer Hast und Aufregung in den\nHof gelaufen und riefen, es solle der Malefizrichter innehalten, der\ngnädige Fürst habe Pardon gegeben.",
        "Thatsächlich hatte sich Wolf Dietrich von der beweglichen Fürbitte der\nFranziskaner, denen er ein Kloster erbaut hatte, zu einem Gnadenakt\nbewegen lassen, jedoch nur unter der Bedingung, daß die Franziskaner den\nBurschen weiterhin in ihre Obhut nehmen müßten. Als dies gelobt worden,\ngab Wolf Dietrich den Delinquenten frei, und die Franziskaner kamen im\nletzten Augenblick, ein Menschenleben zu retten.",
        "Fürder aber blieb der Fürst in allen Mord- und sonstigen Lasterfällen\nunerbittlich; im benachbarten Engendorf wurde kurz darauf ein\nBauernknecht wegen Totschlages hingerichtet. Das wirkte heilsam; man\nwußte nun, daß jegliche Begnadigung ausgeschlossen sei, die Mandate\nfanden Beachtung.",
        "Der Vorfall in dem Dom zu Salzburg brachte den Fürsten auch auf den\nGedanken, in den Schulen auf besseren Unterricht und Verhalten zu\ndringen, und es erfolgte eine strenge Schulordnung, nach welcher die\nLehrer vor ihrer Anstellung examiniert, die Bücher der Lehrer wie der\nSchüler visitiert, der Katechismus nach P. Canisius wenigstens zweimal\nwöchentlich gelehrt, den Kindern tüchtig eingeprägt werden solle. Die\nLehrer wurden verhalten, Sorge für die österliche Beichte und Kommunion\nzu tragen, die Kinder schärfstens zu überwachen, auch brave Knaben als\nAufsicht zu bestellen, und die Schulstuben mit Wachholder auszuräuchern.\nIngleichen sollen die Kleinen vom Essen unreifen Obstes abgehalten\nwerden.",
        "Über Mangel an fürstlicher Initiative und Überraschungen durch die\nmannigfaltsten Mandate konnten sich die Salzburger also nicht beklagen.\nEine eigenartige, unerhörte Überraschung sollte aber die Fußwaschung der\nzwölf armen Männer, welche die Apostel darzustellen hatten, am\nGründonnerstag bringen.",
        "Im Dom begann diese uralte Ceremonie, welche der Fürst-Erzbischof in\neigener Person vornahm. Wie Christus beim letzten Abendmahl den Aposteln\ndie Füße wusch, um ihnen sinnbildlich die Tugenden der Demut und der\nbrüderlichen Liebe einzuprägen, ist in Domkirchen der Bischof gehalten,\nzur Erinnerung an diese Handlung Christi diese Ceremonie zu vollziehen.",
        "Nach abgelesenem Evangelium legte Wolf Dietrich den Mantel ab, ließ sich\nein Vortuch reichen, und begann den zwölf Greisen die entblößten Füße zu\nnässen und gleich darauf mit dem Handtuch abzutrocknen. Dann folgte der\nApostelkuß, den Wolf Dietrich allerdings etwas rasch vornahm.",
        "Soweit ging alles nach uralter kirchlicher Vorschrift und hätte nun die\nGeleitung des Erzbischofes zum Hochaltar erfolgen müssen. Die Domherren\nund Kleriker ordneten sich zum Zug dahin, aber Wolf Dietrich ignorierte\ndieses Arrangement, schritt plötzlich wortlos quer durch das\nKirchenschiff und stieg zur größten Überraschung des Kapitels wie der\nmassenhaft anwesenden Gläubigen die Kanzeltreppe hinan.",
        "Ein Flüstern ging durch die weiten Hallen des Domes, von Mund zu Mund\nflog es, daß der Erzbischof gegen allen Brauch unerhörterweise nun\npredigen werde.",
        "Richtig erschien Wolf Dietrich in der Kanzel und begann mit der ihm\neigenen Gabe hinreißend schon nach wenigen Sätzen zu predigen.",
        "Alles hielt den Atem an, um kein Wort dieser überraschenden Kanzelrede\nzu verlieren, die also begann: “Am heutigen Tage folgen dem Beispiel\nJesu der Papst und die Bischöfe, in den Klostern die Äbte und Vorsteher,\nhäufig auch christliche Kaiser, Könige und Fürsten, und alle beweisen\ndurch Fußwaschung, Bewirtung und sonstige Versorgung mehrerer Armen, daß\ndie erhabene Würde, so sie als Erdenbeherrscher über die Unterthanen\nerhebet, sie nicht trennen dürfe von den Banden der christlichen\nBruderliebe, durch die wir im katholischen Glauben alle Glieder einesLeibes sind. Wir haben uns zu befleißigen, aufzunehmen in uns den Geist\nder Demut und Bruderliebe, zu beherzigen die Worte, die Jesus nach der\nFußwaschung zu den Aposteln gesprochen: ’Ich habe euch ein Beispiel\ngegeben, daß ihr einander thuet, wie ich gethan habe. Wie ich, euer Herr\nund Lehrmeister, euch die Füße gewaschen habe, sollet auch ihr einander\ndie Füße waschen.’–Kein Tag im ganzen Jahr mahnt mehr und besser zur\nEinkehr, zur Demut, und demütigen müssen sich alle wahrhaft Gläubigen\nvor Gott dem Herrn, demütigen auch die Unterthanen vor ihrem Fürsten und\nGebieter.”",
        "Wolf Dietrich hatte damit den gewünschten Übergang gefunden, um den\nZuhörern ihre Pflichten der Ergebenheit darzulegen, und gewandt sprach\nder Kanzelredner zu Herzen, er spielte auf manche Ereignisse an, welche\ndie schuldige Demut auch vor dem Fürsten und seinen Regierungsakten\nschwer vermissen ließen. Mit flammenden Worten rügte der Redner solchen\nMangel an Ehrfurcht und Demut, er geißelte Unbotmäßigkeit und\nNörgelsucht und führte aus, daß jeder Fürst ein Recht darauf habe, sich\nauch als Mensch zu fühlen, und der Unterthan zu schweigen habe. Besser\nsei da ein menschlich Leben in weiser Beschränkung als verhüllte Sünde;\nbesser, es hält der Mann es mit einem einzig Weibe in Ehren, denn er\nführe ein ausschweifend Leben, wie beklagenswert anzutreffen sei an\nvielen Orten und leider auch in Priesterhäusern und im Widum.",
        "Die Rede schloß mit einem Appell an den guten Sinn und demütige\nErgebenheit aller guten Unterthanen, die den Balken im eigenen Auge\nerkennen sollen.",
        "In höchster Überraschung flüsterten die Zuhörer wie die Kapitelherren,\nes kann kein Zweifel sein, daß Wolf Dietrich über sein Verhältnis zu\nSalome sich ausgesprochen, den Unterthanen eine Epistel vorgetragen\nhabe. Ein unerhörtes Beginnen, überraschend, verblüffend, aber echt im\nCharakter des Fürsten, der so viel Unberechenbares in sich birgt.",
        "Gelassen stieg Wolf Dietrich die Kanzelstufen herab und begab sich zu\nseinem erhabenen Platz neben dem rechtseitigen Chorgestühl des Kapitels.\nZögernd nur, ringend nach Fassung, begannen die Priester und Domherren\ndie Funktionen wieder anzunehmen und durchzuführen. Graf Lamberg saß wie\nzu Stein erstarrt an seinem Platz, auch er, der vertraute Freund des\nErzbischofs, ist grenzenlos überrascht worden.",
        "Salzburgs Bevölkerung hatte abermals eine Gelegenheit zu ausgiebigen\nErörterungen, die Predigt des Erzbischofs giebt Gesprächsstoff auf lange\nZeit. Allein ein ebenfalls gänzlich unerwartetes Ereignis lenkte die\nAufmerksamkeit der Salzburger auf ein anderes Gebiet. Über Nacht war\nnämlich von Seite des Fürsten ein Krieg erklärt worden, und zwar den\nsalzburgischen––Hunden.",
        "Wolf Dietrich hatte seine Privatwohnung in den Trakt gegen den Aschhof\nverlegt und schon in der ersten Nacht revoltierten Hunde dortselbst mit\neinem Lärm, daß von Schlaf keine Rede sein konnte. Und die rebellischen,\nbellenden Biester kümmerten sich nicht im mindesten um die Zornesrufe\ndes Landesfürsten, im Gegenteil ward ihr Geheul um so ärger, je\nkräftiger Wolf Dietrich schimpfte. Es graute der Morgen kaum, da war der\nKrieg schon erklärt; ein Wachthüttlein mußte im Hof aufgestellt und von\neinem Nachtwächter bezogen werden, und der Hundschlager (Wasenmeister)\nerhielt Befehl, an allen Werktagen die salzburgischen Hunde auf allen\nGassen einzufangen und abzuschlagen.",
        "Der Hundschlager verstand keinen Spaß und begann sein Handwerk mit einer\nalle Hundefreunde mit Schrecken erfüllenden Gründlichkeit. Vom frühesten\nMorgen bis zur Dämmerung am Abend war der Hundemeuchler unterwegs und\nfing die Biester mit Stricken ein, erdrosselte sie gleich auf der\nStraße, unbekümmert um das Gezeter der Hundebesitzer. Der Schlager\nkonnte rücksichtslos vorgehen, denn der ihm gewordene Befehl lautete auf\nVernichtung aller Hunde, so gefangen werden konnten. Wer seinen Hund\nlieb hatte, mußte sehr acht geben auf den Schlager und durfte den Hund\nnicht aufsichtlos lassen.",
        "Die grausame Verfolgung merkten mit der Zeit die Biester selbst, die vor\nihrem Todfeind ausrissen, wo immer es ging. Doch der Schlager erwies\nsich überaus findig, er warf lange Schlingen mit großer Sicherheit aus\nund fing die Köter mit unfehlbarer Sicherheit. Der Aschhof war auf diese\nWeise bald von vierfüßigen Nachtwandlern befreit, doch blieb der Befehl\nzu weiterer Vernichtung in Kraft, Salzburg hatte nach fürstlicher\nAuffassung überhaupt zu viel Hunde.",
        "Dem Schlager erwuchs zu große Arbeit durch das Wegführen der\nHundekadaver, er tötete jeden eingefangenen Hund, indem er ihn mit dem\nKopf um die Erde oder Häuserecken schlug, und ließ die Kadaver einfach\nauf den Gassen liegen. Bei solcher Massenverfolgung und -Tötung konnten\nFehlgriffe insofern nicht ausbleiben, als auch Tiere weggefangen und\ngemeuchelt wurden, die einflußreichen Leuten bei Hof gehörten. Die\nMetzger beschwerten sich, daß einerseits der Viehtrieb ohne Hunde\nerschwert sei, und daß der Schlager die Hundekadaver als Bosheit vor den\nFleischbänken liegen lasse. Alte Jungfern beweinten den Tod ihrer\nvierbeinigen Lieblinge und inscenierten Aufläufe. Kurz es schien, als\nsollte Salzburgs Bevölkerung abermals rebellisch werden, und die Kunde\ndavon kam auch dem Fürsten zu Ohren. Zu einer Revolution der Hunde wegen\nwollte Wolf Dietrich es nun aber doch nicht kommen lassen. Die\nBeschwerden wurden geprüft, für begründet befunden, und nun erfolgte die\nVerhaftung des Schlagers.",
        "Die Aburteilung endete mit Entlassung “mit Spot und Schant”.",
        "Continue...",
        "\nThis eBook of “Celsissimus” by Arthur Achleitner belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "CelsissimusBy Arthur AchleitnerAt Amazon"
    ]
}