{
    "title": "Celsissimus - VI.",
    "author": "Arthur Achleitner",
    "chapter": "7",
    "content": [
        "\n\n",
        "Salzburgs Berge trugen blinkenden Neuschnee, weiß waren die Fluren in\nweiter Thalung, der Frühwinter zog ins stiftische Land. Dämpften die\nwirbelnden Flocken den Aufruhr in der Natur, legten sich die Stürme, es\nward auch ruhiger im Bürgerleben der Bischofsstadt, nachdem seitens der\nLandschaftsmitglieder den Bürgern auseinandergesetzt worden, daß man nur\nder Not gehorchte, indem die Zustimmung zu den Steuermandaten des\nFürsten erteilt wurde. Loderte mancher Hitzkopf in der Ratsstube der bei\nWein oder Bier in der Trinkstube auf und donnerte gegen die\nMißwirtschaft, so hielten verständigere Leute entgegen, daß die\nHauptsache sei, mit dem hochfahrenden Fürsten zunächst ein Auskommen zu\nfinden, ansonsten es weit schlimmer werden müßte. Was jetzt gefordert\nwerde, könne der Salzburger zahlen, eigentlich sogar ein Erkleckliches\nmehr, man habe in der Landschaft gejammert genug und sich endlich\nzufrieden gegeben. Dafür müsse aber Ruhe werden. Mählich wirkte solche\nBeschwichtigung, und der reichliche Schneefall schläferte das Leben ein.\nBesondere Ereignisse gab es nicht, selbst bei Hof ging es ruhig, ohne\nPrunktafeln oder sonstiges Schaugepränge zu; Salzburg trug mit dem\nSchnee auf den Dächern eine gewaltige Schlafmütze auf dem Kopf. Ein\nstilles Schaffen in den Schreibstuben der Handelsherren wie auch in den\nKanzleien der Behörden; lauter ward es in den Arbeitsstätten der Wagner\nund Schmiede, bei letzteren geht die Hufbeschlagsarbeit und\nWagenbereifung ja das ganze Jahr über nicht aus.",
        "Der Winter ließ sich ehrlich an, wie es Brauch ist im Gebirg. Es\nschneite etliche Tage ununterbrochen, dann setzte Frost ein, der die\nSchneeschicht rasch erhärtete, so daß die Kärrner nach den Kufen griffen\nund die Lasten auf Schlitten verfrachtet wurden.",
        "Haar und Bart weißbereift zogen die Knechte neben den gleichfalls an\nKopf und Schwanz bereiften Pferden schneewatend die Straße vom Paß Lueg\nüber Hallein gen Salzburg und die Schlitten verursachten im harstigen\nSchnee ein knisternd singendes, pfeifendes Geräusch. Vom Staufen her\nwirft die zur Rüste gegangene Sonne leuchtende Strahlenbündel zum\nUntersberg und hinein in den grauen Himmel. In der Richtung des\nGaisberges wogt nebliger rötlichblauer Dunst, der sich rasch über die\ngurgelnde Salzach verbreitet, die Thalung bis zu den Felstürmchen der\nSalinenstadt erfüllt. Die Kärrner wandern peitschenknallend durch die\nDämmerung und fluchen über die Verspätung, das langsame Vorwärtskommen\ndurch den tiefen Schnee. Der Hochthron des Untersberges erglüht im\nletzten Sonnengold, ein purpurn Aufleuchten bis hinüber zum Göhl und den\nvereisten Zinnen des Tennengebirges, dann steigt kalter Nebel aus der\nThalung auf, immer rascher sich hebend, bis erst ein feiner Dunst das\nFirmament verschleiert, durch den die Sterne funkeln, bis sich der\nNebelschleier stark verdichtet.",
        "Die Kärrner wußten wohl, warum sie ihre Rosse immer wieder antrieben und\ndie Fahrt beschleunigen wollten. Folgte ihnen doch auf Entfernung eines\nHalbtages ein Trupp “Gartbrüder\"[7], denen ein übler Ruf vorauslief. Der\nTrupp, so hieß es, komme von der ungarischen Grenze und ziehe gen\nSalzburg, weil auf Gebot des Erzbischofes in Kärnten den gartierenden\nKnechten nichts verabreicht werden dürfte, ja weil ein Punkt der\nVerordnung ausdrücklich besagte, daß ein Gartbruder in Widerlichkeit\ntotgeschlagen, der Thäter aber nicht zur Strafe gezogen werden dürfe.\nDie Kärntner machten sich diese Erlaubnis gerne zu nutze und vertrieben\ndiese Landplage rasch, weshalb den mit vielem Gesindel vermischten\nGartbrüdern nichts anderes übrig blieb, als dem Urheber ihrer Verjagung\neinen Besuch abzustatten und die “Ritterzehrung” vom Erzbischof zu\nerbitten. Mit solchem Gesindel im Rücken wird jeder Fuhrmann eilig, und\nschneller, als man es bei Frachtfuhrwerken möglich halten sollte,\nerreichten die Kärrner die schützende Stadtmauer von Salzburg, und ehe\nnoch völlig ausgeschirrt war, flog die Alarmkunde von dem Anrücken der\nGartbrüder durch die Stadt, überall Aufregung und Schrecken erzeugend.",
        "Im Keutschachhofe, der fürstlichen Residenz, erfuhr man davon auch, und\nden Thürstehern schien die Kunde wichtig genug, sie den Kämmerern zu\nüberbringen, auf daß der Landesherr verständigt werde.",
        "Wolf Dietrich verbrachte aber den Winterabend in den wohlig erwärmten,\nbehaglichen Räumen Salomens, wo er nicht von Außendingen behelligt\nwerden will. Das Licht einer venetianischen Ampel bestrahlte mild das\nreichgeschmückte Gemach und ließ Salomes Blondhaar in zauberhaftem\nGoldton erscheinen. Bleich waren der Gesponsin Wangen, müde der Blick\nder sonst so lebfrischen Augen; Salome schien kränklich, die frühere\nMunterkeit, das schalkhafte Wesen, der sprühende Witz ist verflogen, die\nnimmermüden Hände ruhen unthätig im Schoß, die Perlenarbeit ist\nunvollendet geblieben.",
        "Dem scharfen Auge Wolf Dietrichs blieb diese Veränderung nicht\nverborgen, von Sorge erfüllt trat er näher und fragte in liebreichen,\nmilden Worten, ob er den Medikus senden dürfe.",
        "Den lieblichen Blondkopf schüttelnd erwidere Salome: “Nein, mein\ngnädiger Fürst und Herr! Ich danke Euch inniglich für sothane gnädige\nFürsorge. Doch der Medikus ist hiezu nicht nötig!”",
        "Der Ton machte den jungen Gebieter stutzig und wieder besah er das holde\nFrauenbild an seiner Seite. “Salome, was ist dir?”",
        "Da neigte Salome das Köpfchen und flüsterte erglühend dem geliebten\nGebieter ein zart Geheimnis ins Ohr.",
        "“Sonne meines Lebens, holdes, herrliches Weib! Wie soll ich dirs\ndanken!” rief Wolf Dietrich beseligt, sank ins Knie und überdeckte\nSalomes zusammengefaßte Hände mit heißen Küssen. “Welches Glück gewährt\nmir mein süßes, holdes Weib!” Ein Schatten flog über Salomes Antlitz,\ngeisterhafte Blässe machte die bleichen Wangen schier durchsichtig,\nbebenden Tones sprach Salome: “Glück? Meinem gnädigen Herrn mag es frohe\nBotschaft sein! Mir nagt die Sorge am Herzen!”",
        "“Sorgen, du–?” rief Wolf Dietrich und erhob sich. “Ich dachte, fern\ngehalten sei des Lebens jegliche Alltagssorge von dir, und sicher\nbetreuet dein Walten an meiner Seite! Was zu erwarten bringt wohl\nSorgen, die gleich sind im Palazzo wie in der Armut Hütten! Königinnen\nund Bettlerinnen teilen eins mit dem andern gleich die Bestimmung des\nWeibes!”",
        "“Nicht das, geliebter Herr und Fürst, erfüllt mein dankbar Frauenherz\nmit banger Sorge–der Blick in der Zukunft Tage ist trüb, will sich\nnicht klären–”",
        "“Nicht vermag erfassen ich den Sinn der dunklen Worte!”",
        "“Ein Wort von Euch, geliebter Herr, und Sonnenschein erleuchtet mir den\nWeg bis zur schweren Stunde!”",
        "Jetzt wußte Wolf Dietrich die Sehnsucht der Favoritin zu deuten, und nun\nflog ein Schatten des Unmutes über sein Antlitz, und ein Zucken lief\ndurch seinen schmächtigen Körper. Hastig sprach der Fürst: “Verzeih’,\nSalome! Schon einmal mußt’ um Geduld ich bitten dich und anjetzo\nwiederhol’ ich solche Bitte. Der Zeitenlauf stellt übel sich zu diesem\nPlane! Restaurieren soll ich, den Priesterstand purifizieren. Ich kann\nnicht in dieser Zeit ein verderblich Beispiel geben, das hundertfach\nNachahmung würde finden und mich bringen in Konflikt mit Rom.”",
        "Salome brach in Thränen aus und schluchzte bitterlich.",
        "“Gebeut der Zähren, mein holdes, süßes Weib! Mein fürstlich Wort, ich\ngeb’ es dir wie einst, da wir den Lebensbund geschlossen, doch jetzund\nvermag ich’s nicht, die Zeit ist stärker als mein eigner Wille, und\nstören würde die Legitimität die Pläne Roms....”",
        "Salome blickte thränenerfüllten Auges fragend auf.",
        "“Ja, Geliebte! Ich habe sichere Kunde, daß lohnen will Rom meine Dienste\nmit dem roten Hut–”",
        "“So wird Kardinal mein gnädiger Herr?” fragte zitternd die Favoritin.",
        "Wolf nickte. “Mein Oheim Hohenems gab Kunde mir durch vertrauten Boten,\ndoch ließ er zugleich wissen mir, daß Bayerns Herzog feindlich sich\nstelle gegen meine Promotion.”",
        "“Wer kann Feind sein meinem gnädigen Herrn!”",
        "“Salome, meines Herzens Glück und Wonne freilich nicht und das dank’ ich\ndir aus ganzem Herzen. Doch anders ist es in der Politik, und Bayern\nwühlt, seit gekündigt ich aus guten Gründen den Landsberger Bund. Schier\nfürcht’ ich, es werden erwachsen stürmische Zeiten noch aus dieser\nSache, für Salzburg ist Salz ein wichtig und gar strittig Ding. Genug\ndavon, in holder Damen Nähe sei verpönt die Politik. So viel nur sei\ngesagt und nur für deine Ohren: Bestrebt muß ich sein, Bauern zu\ngewinnen oder doch des Herzogs Neutralität erreichen in der Frage meines\nKardinalates. Drum bitt’ ich dich, Geliebte meines Herzens, hab’ Geduld!\nFürstin bist du an meiner Seite, stehest an der Spitze des Hofes gleich\nmir, bist Gattin mir und–”",
        "“–Mutter!” hauchte Salome, “Mutter eines Kindes, das ehrlicher Geburt\nsich nicht wird zu erfreuen haben!”",
        "“Nicht doch, Salome! Als Fürst geb’ ich dem Sprößling meinen Namen, mit\nFug und Recht, mit der Macht des Stiftsherrn nenn’ einen Raittenau ich,\nso ein Knab’ mir wird gegeben aus deinem Schoß!”",
        "Über Wolf Dietrich war jene Unruhe gekommen, deren Beute der heißblütige\nFürst immer ward in unangenehmen Dingen. Hastig brach er die Zwiesprache\nab, küßte Salomes schmale Hand, versprach ein baldig Wiedersehen und\nverließ das traute Gemach, in welchem die Favoritin leise schluchzend\nzurückblieb.",
        "Im Arbeitskabinett, das von Dienern inzwischen hell erleuchtet worden\nwar, erhielt der Fürst nun die Meldung, daß ein Haufen Landsknechte,\nGartbrüder von der ungarischen Grenze und aus Kärnten verwiesen, vor den\nThoren stünden und vom gnädigen Herrn die Ritterzehrung erbitten\nmöchten.",
        "Das vom Vater ererbte Soldatenblut regte sich im Fürsten, der durchaus\nnicht etwa besorgt, im Gegenteil amüsiert rief: “Ha, Landsknechte! Das\nbringt kriegerisch Leben in unsere Stadt! Ich brauche Leute auf\nHohensalzburg wie auf Hohenwerfen, und längst schon wartet des Kaisers\nMajestät auf Salzburgs Türkenfähndlein!”",
        "Der Hofmarschalk erhielt Auftrag, die Landsknechte einzuladen und für\nderen Unterkunft auf Kosten des Fürsten zu sorgen.",
        "So zog denn ein Haufe von etwa 500 Mann im wuchtigen Taktschritt spät\nabends durch die Steingasse ein, und den Trommelschlag begleitete nach\nLandsknechtart der charakteristische Ruf: “Hüt’ dich, Bauer, ich komm’!”",
        "Es nützte im Geviert der engeren Stadt nicht viel, daß die Bürger ihre\nHäuser ängstlich verschlossen hielten, die Einquartierung auf\nfürstlichen Befehl mußte vollzogen werden, doch brachte man den größten\nTeil der Soldateska in bischöflichen Gebäulichkeiten unter, und so\nnamentlich die Weiber, Mägde, Buben, Marketender und Händler, die wie\nimmer den Beschluß des letzten Haufens bildeten.",
        "Die Noblesse des Fürsten, für die obdachlose Soldateska zu sorgen, wurde\nvon den Landsknechten fürs erste dankbar anerkannt, bei reichlicher\nMahlzeit und gespendetem Bier und Wein proklamierten die Kerle jubelnd\nden kriegerischen Bischof als ihren “Patron”. Die Kunde von solch’ guter\nAufnahme in Salzburg und der fürstlichen Munificenz lief aber rasch\nhinaus ins Land, auch nach Bayern, und hatte zur Folge, daß noch mehr\nversorgungslustige Landsknechte zuströmten, mit ihnen Abenteurer aller\nArt in Haufen, die alle der noblen “Ritterzehrung” teilhaft werden\nwollten und alsbald die Salzburger wegen mancherlei Übelthaten zum\nKlagen brachten.",
        "Beschwerden über Beschwerden wurden laut, sie drangen auch zum Ohr des\nFürsten, der schließlich gebot, es solle Gericht gehalten und der ärgste\nÜbelthäter zur Abschreckung der anderen bestraft werden nach\nLandsknechtbrauch.",
        "Das gab denn eine Augenweide für die Salzburger, welche manchen\nerlittenen Schaden aufwog. Das “Recht der langen Spieße” sollte in\nWirklichkeit zum Vollzug kommen, und zwar an einem Gartbruder, der\nschimpflich gestohlen, geraubt und dabei wehrlose Weiber aufs Blut\ngeschlagen hatte.",
        "An einem kalten Morgen wurde auf einem freien Platz vor der Stadtmauer\nvon allen Landsknechten ein Kreis gebildet und der Profoß, umgeben von\nfürstlichen Trabanten, trat mit dem Angeschuldigten in diesen Kreis.\nHalb Salzburg besah sich das Schauspiel, wo immer ein Platz zu erobern\nwar.",
        "Feierlich erklang die Ansprache des gefürchteten Profoßen. “Guten\nMorgen, Ihr lieben, ehrlichen Landsknechte, Edel und Unedel, wie uns\nGott zueinander gebracht hat! Ihr traget alle Wissen, wie wir anfänglich\ngeschworen haben, gut Regiment zu führen, dem Armen wie dem Reichen, dem\nReichen wie dem Armen, alle Ungerechtigkeit zu strafen, darauf ich,\nliebe Landsknechte, auf heutigen Tag ein Mehr[8] begehre, mir helfen\nsolches Übel zu strafen, daß wir es verantworten können bei dem gnädigen\nFürsten!”",
        "Kreideweiß ward des Delinquenten Gesicht.",
        "Nun erhob der Feldwebel seine rauhe Stimme: “Ihr habet des Profoßen Wort\nverstanden; welchem es lieb ist, daß wir demselben nachkommen, der hebe\nseine Hand auf!”",
        "Im Banne des Augenblickes streckten wohl fast alle Knechte die Hände\nauf.",
        "Der Profoß erhob die Anklage, nach welcher der anwesende Gartierer unter\nMißbrauch von Landsknechterecht und Gastfreundschaft Diebstahl, Raub und\nSchlägerei verübet, sich also eines schweren Verbrechens schuldig\ngemacht habe und auf fürstlichen Befehl gepönt werden müsse. Auf\nbemeldtem Verbrechen stehe das Recht der langen Spieße.",
        "Auf den Vorhalt, ob der Angeklagte seine Unthat verantworten könne,\nbrachte der Gartierer, dem trotz der Winterkälte der Angstschweiß von\nder Stirne lief, kein Wort hervor.",
        "Dreimal und unmittelbar hintereinander wurde die Klage wiederholt und\nebenso oft zur Verantwortung aufgerufen. Der Gartierer wimmerte zum\nSchluß um Gnade.",
        "Die zwei anwesenden Fähnriche thaten ihre Fahnen zu, steckten sie mit\ndem Eisen in den schneeigen Boden, und einer derselben sprach fest und\nlaut: “Liebe, ehrliche Landsknechte! Ihr habet des Profoßen schwere\nKlage wohl vernommen, darauf wir unser Fähnlein zuthun, und es in das\nErdreich kehren und wollen es nimmer fliegen lassen, bis über solche\nKlage ein Urteil ergeht, auf das unser Regiment ehrlich sei. Wir bitten\nEuch alle insgemein, Ihr wollet im Rat unparteiisch sein, soweit eines\njeden Verstand ausreicht. Wann das geschieht, wollen wir unser Fähnlein\nwieder lassen fliegen und bei Euch thun, wie ehrlichen Fähnrichen\nzusteht.”",
        "In der Erwartung des bevorstehenden Schuldspruches fühlte niemand den\nbeißenden Frost, der Haar und Bart der Soldateska wie der Bürger\nweißbekrustete.",
        "“Es trete ein Knecht vor und in den Ring, zu fällen das Urteil!” rief\nder Feldwebel.",
        "Einer der Landsknechte trat wohl vor, erklärte aber, des Urteils allein\nsich nicht gewachsen zu fühlen, weshalb er bitte, ihm noch vierzig\nKnechte zur Beratung beizugeben.",
        "“Dem geschehe nach Brauch und Wunsch!” verkündete der Weibel und\nbezeichnete vierzig Landsknechte, die aus dem Ring traten und abseit\nBesprechung untereinander pflogen.",
        "Das dauerte eine Weile, dann kehrte die Schar zurück, worauf nochmals\neinundvierzig Mann zur Beratung abkommandiert wurden.",
        "Beide Abteilungen wurden nun gefragt, ob sie das Urteil fertig hätten.\nAuf ihr schallendes “Ja!” wandte sich der Weibel an den gesamten, wieder\ngeschlossenen Ring und verkündete den Beschluß der zweiundachtzig Mann,\nder auf “schuldig” lautete. “Ist das Regiment gewillet, sobemeldtes\n“Schuldig” zu bestätigen?” fragte er mit dröhnender Stimme die\nSoldateska, “so erhebe jeglicher Knecht, Mann und Fähnrich, die rechte\nHand!”",
        "Vielhundertfach flogen die Hände auf, die Schar schien ernstlichen\nWillens, die Missethat zu ahnden, um dadurch bei Fürst und Volk wieder\nzu einigem Ansehen zu gelangen.",
        "Der Weibel verkündete: “Das Regiment hat gesprochen, der Übelthäter ist\nschuldig. Man führe ihn zum Beichtiger! Derweilen nehme das Wort ein\nFähnrich nach Brauch!”",
        "Das geschah in der Weise, daß einer der Fähnriche sich bedankte für die\nWilligkeit, gut Regiment zuhalten. Hierauf hoben beide Fähnriche die\nFahnen wieder auf und entrollten sie im frischen Morgenwind.",
        "Der Profoß übernahm jetzt den Befehl zur Exekution des Schuldspruches\nund ließ eine Gasse bilden, deren eine Öffnung die Fähnriche mit nach\ninnen gefällter Fahne verschlossen.",
        "Unter Trommelwirbel wurde der Verurteilte, dem ein herbeigeholter\nPriester die Beichte abgenommen, an den oberen Eingang der Gasse\ngebracht; die Knechte senkten ihre Spieße, so daß die Gasse ein\neisenstarrender Engpaß wurde, aus dem es kein Entrinnen mehr giebt und\nder den sicheren Tod bringen muß.",
        "“Hierher mit dem ’armen Mann’!” befahl der Profoß, der nun den\nDelinquenten mit drei Schwertstreichen auf die Schulter im Namen Gottes\ndes Vaters, des Sohnes und des heiligen Geistes zum Todeslaufe weihte\nund dann der Soldateska verkündete, daß der Knecht, welcher den\nVerurteilten ausbrechen ließe, gleichfalls ins Eisen laufen müsse.",
        "Zum Todgeweihten gewendet, rief der Profoß: “Nun auf! Lauf flink und\nfest ins Eisen, dann bist schneller erlöset! Marsch!”",
        "Ein Zögern, ein letzter Blick voll Todesangst auf die starrenden Spieße,\nein Stoß von der Faust des unerbittlichen Profoßen, dann sprang der\nÄrmste los und rannte in die spitzen Eisen, daß es aus der Brust rot\naufging. Ein Schrei–ein Röcheln–der Sterbende liegt im Schnee, ein\nHalbdutzend Spieße stecken in der blutenden, zuckenden Brust, bis das\nLeben entflohen ist.",
        "“Die Spieße auf! Zum Gebet!” befahl der Weibel.",
        "Die Soldateska kniete nieder und betete für die Seele des Vermiedenen.\nUnd schluchzend beteten die Zuschauer aus der Bürgerschaft mit, von\ntiefstem Mitleid für den Gerichteten ergriffen.",
        "Wieder ertönte ein Kommando, in dessen Befolgung die Knechte dreimal\nUmzug um den Leichnam hielten und die Hakenschützen dreimal ihre Büchsen\nabschossen.",
        "Damit hatte das blutige Schauspiel ein Ende.",
        "Continue...",
        "\nThis eBook of “Celsissimus” by Arthur Achleitner belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "CelsissimusBy Arthur AchleitnerAt Amazon"
    ]
}