{
    "title": "Celsissimus - XI.",
    "author": "Arthur Achleitner",
    "chapter": "12",
    "content": [
        "\n\n",
        "Mannigfach waren die Ursachen, die in Wolf Dietrich Mißmut wachriefen,\nes waren Wolken auch aufgestiegen, die das Verhältnis Salzburgs zum\nHerzogtum Bayern zu trüben sehr geeignet schienen. Eine\nHaupteinnahmequelle für Salzburg bildeten die Salzbergwerke, von denen\ndas zu Hallein das bedeutendste war. Die Ausfuhr des Halleiner Salzes\ngeschah durch das bayerische Land und nach Böhmen, teils zu Wasser,\nteils zu Lande. Verschiedene Orte längs der Salzach und des Inns waren\nals Lagerorte oder “Legstätten” für dieses Salz bestimmt; Hallein für\ndie Ausfuhr zu Lande “auf Axt (Achse) und Ruck, auf Saumroß und Fuhren”,\nBurghausen, Braunau, Oberberg, Passau und Schärding für die Ausfuhr zu\nWasser. Von da aus schaffte Bayern das Salz nach Franken und Schwaben,\nnach der Pfalz und den Rheinlanden. Wegen dieses Zwischenhandels, der\nBayern bedeutende Summen einbrachte, war dieses von jeher bestrebt\ngewesen, bei der Preisbestimmung des Salzes Einfluß zu üben. Schon in\nfrüheren Zeiten bestand Streit in dieser Sache zwischen Bauern und\nSalzburg. So behauptete Bayern von einer Urkunde Kaiser Friedrichs III.,\nwelche dem Erzstift Salzburg die eigenmächtige Erhöhung des Salzpreises\nzuerkannte, sie sei erschlichen und ungiltig. Im Jahre 1529 hatte nun\nder Erzbischof Mathäus Lang bei einer Salzsteigerung an Bayern einen vom\nDomkapitel gegengezeichneten Revers des Inhaltes gegeben, daß diese wie\nalle zukünftigen Steigerungen von der Bewilligung der bayrischen Herzöge\nabhängen sollen. Das empfand man nun zu Salzburg stets als ein gravamen\nund necessitas ecclesiae. In jeder Wahlkapitulation seit Herzog Ernst\nerschien daher als ständiger Paragraph die Verpflichtung, auf Rückgabe\ndes lästigen Reverses zu dringen. Gleich nach seinem Regierungsantritt\nhatte Wolf Dietrich, dem Reverse sich fügend, für eine Preissteigerung,\nzu welcher ihn die mißliche finanzielle Lage veranlaßte, die Bewilligung\ndes bayerischen Herzogs eingeholt, trotzdem das Domkapitel sich\nhiergegen ablehnend verhielt, nicht so sehr gegen die Einholung der\nBewilligung selbst, als gegen den ganzen Ton jenes Reverses, der dem\nDomkapitel nicht würdig dem Verhältnis des Erzbischofs und einem Herzog\nschien. Wolf Dietrich war aber daran gelegen, die Preissteigerung\ndurchzusetzen, und in diesem Bestreben ignorierte er den Revers-Tenor\nwie das Widerstreben der Kapitulare. Es wurde denn auch ein neuer Revers\nüber die Steigerung von acht Pfennigen gleich zwei Salzburger Kreuzern\nfür ein Fuder Salz (ungefähr 130 Pfund) bewilligt, da der Herzog noch\neinen Kreuzer darüber gestattete.",
        "Wolf Dietrich, der bereits seine Baupläne zu realisieren begonnen und\ndemgemäß kein Baugeld mehr hatte, war gewillt, den Salzpreis abermals zu\nerhöhen, und diesmal führte er seine Absicht aus, ohne den bayerischen\nHerzog und das stiftische Kapitel zu befragen. Bayern protestierte und\nberichtete nach Rom, der Papst sandte einen Vermittler, und es gelang\nein leidliches Verhältnis herzustellen, das aber durch erneute\nPreissteigerungen des Stiftsherrn immer wieder getrübt werden mußte.",
        "Wie die Dinge nun lagen, hatte Wolf Dietrich Unannehmlichkeiten, wohin\ner das Auge richten mochte. Den Gewinn aus dem Salzhandel mit Bayern\nteilen zu sollen, empfand der Fürst schwer; er wünschte, den verhaßten\nVertrag so bald als möglich abschütteln zu können, und forschte nach\neinem Vorwand hierzu. Hatte Wolf Dietrich bisher noch gezögert, so\ngeschah es in der Hoffnung, daß inzwischen die Verleihung des roten\nHutes an den Erzbischof erfolgen werde. Und deshalb hatte der Fürst\nbisher einen eklatanten Bruch mit Bayern vermieden. Nun aber lagen\nvertrauliche Mitteilungen aus Rom im erzbischöflichen Palais vor, die\nkeinen Zweifel darüber ließen, daß Bayern den Erzbischof wegen seines\nVerhältnisses zu Salome als auch wegen seiner lässigen Haltung dem\nProtestantismus gegenüber beim Vatikan denunziert hat, ja daß Wolf\nDietrich wegen seiner Gesinnung direkt verdächtigt worden sei. Da des\nweiteren auf Sixtus V. der wankelmütige Klemens VIII. Papst geworden,\nkonnte Wolf Dietrich sich bei gründlicher Würdigung der Verhältnisse in\nRom nicht verhehlen, daß die Aussichten für das Kardinalat sehr schlecht\ngenannt werden mußten.",
        "Wolf Dietrich brütete in seinem Arbeitszimmer über diesen geheimen\nBriefen und bemühte sich, einen ihn selbst befriedigenden Ausweg zu\nfinden. Mit dem Kanzler mochte er diese Angelegenheiten so wenig\nbesprechen wie mit Lamberg, welch’ letzterem einzugestehen, daß der rote\nHut so gut wie verloren sei, dem Fürsten zu peinlich erschien. Dennoch\nempfand Wolf Dietrich das Bedürfnis, die Lage mit einer klugen, kühl\nerwägenden Person zu erörtern, im Gefühle, daß sein eigener Kopf zu\nhitzig, sein Gemüt zu rasch erzürnt sei. Ein Gedanke galt Salome, dem\nklugen, schönen Weibe, doch drängte der Fürst diesen Gedanken wieder\nzurück. Die Lage ist doch zu verwickelt, als daß ein Weiberkopf den\nAusweg finden sollte, den der im collegium germanicum geschulte Fürst\nnicht erklügeln kann. Aber hat Wolf Dietrich nicht schon so manche\nAngelegenheit insgeheim mit Salome besprochen? Und hatte Salome nicht\nimmer, trotz des Mangels jeglicher politischer und diplomatischer\nSchulung, das Richtige geraten, feiner empfunden, schlauer erdacht,\nbesser als es die geriebensten Hofräte hätten bemeistern können? Wenn\nWolf Dietrich aber seine Salome diesmal einweiht und gesteht, daß die\nHoffnung auf das Kardinalat hinfällig geworden, wird Salome nicht die\nKonsequenzen zu ziehen gewillt sein, und drängen, daß nun jede Rücksicht\nauf Rom fallen gelassen werde?",
        "“Sei’s drum! Ich brauche Salomes klugen Rat!” flüsterte der Fürst und\nließ bitten, es möge die Fürstin sich gütigst zu ihm ins Arbeitszimmer\nbemühen.",
        "Und Salome erschien rascher, als dies der lebhafte Gebieter geglaubt,\nanmutig, mit dem bezaubernden Lächeln inniger Hingebung auf den Lippen,\ndoch mit fragenden Augen.",
        "Als die Pagen, welche die Fürstin begleitet hatten, sich zurückgezogen,\nrichtete Salome, an der Seite des Fürsten Platz nehmend, die Frage an\nWolf Dietrich, ob ein besonderes Ereignis den Befehl zum Erscheinen\nhervorgerufen habe.",
        "“Wie klug du bist, Salome! So klug wie schön, Geliebte! Und richtig hast\ndu geraten: ja, schlimme Kundschaft erzeugt in mir den Wunsch, zu\nbesprechen mit dir die neugeschaff’ne Lage.”",
        "Wolf Dietrich erörterte alles der aufmerksam zuhörenden Freundin, die\njetzt nur für seine Ausführungen Aug’ und Ohr war.",
        "Zunächst hatte Wolf Dietrich die Salzpreisfrage geschildert und hielt\nnun inne, den Blick fragend auf Salome gerichtet.",
        "Langsam sprach nun, jedes Wort überlegend, die Favoritin: “Nach allem,\nwas mein gnädiger Herr eben erörtert, deucht mich: Im Vorteil wäre das\nStiftsland, wenn in einem neuen Vertrag die Salzausfuhr auf eine\nbestimmte Frist festgelegt werden würde und Bayern sich verpflichtet,\ngenau bestimmte Hallfahrten[15] in dieser Zeit auszuführen. Zugleich\nsoll Salzburg darauf hinwirken, daß nur das Stiftsland den Preis\nsteigern könne, Bayern hierauf aber keinen Einfluß habe.”",
        "Überrascht rief Wolf Dietrich: “Sieh einer, wie fein! Aber der Bayer\nhört viel auf seine Räte und deren einer wird doch wohl solches Fußeisen\nfinden! Richtig ist, daß mir das Recht zusteht, zu steigern, wenn dies\nauch der Kaiser thut.”",
        "“Will mein gnädiger Herr das nicht näher auseinandersetzen?”",
        "“Gern! Sobald der Kaiser, dem die Bergwerke zu Hallstatt und Ischl\neignen, eine Preissteigerung vornimmt, habe ich das Recht, den halben\nTeil der kaiserlichen Steigerung auf mein Halleiner Salz zu schlagen.”",
        "“Weiß das der Bayernherzog?”",
        "Wolf Dietrich zuckte die Achseln: “Ob er es weiß, ist mir nicht bekannt;\nich glaube nicht, daß von dieser Urkunde eine Abschrift nach München\ngekommen ist.”",
        "“Gut; gesetzt diesen Fall, kann mein gnädiger Herr nach eigenem Willen\nvorgehen, Salzburg ist im Vorteil, den das Stift wahren muß. Bayern muß\nHalleiner Salz nehmen und verfrachten; kann der Bayer so viel Salz\nnicht verschleißen, so ist das seine Sache, an Salzburg muß er dennoch\nzahlen.”",
        "“Fein erdacht! Der Herzog wird auch ins Gedränge kommen, so der Preis\ndes kaiserlichen Salzes in die Höhe geht. Sei dem nun wie ihm wolle: es\nist kaum zu denken, daß Bayern solche Möglichkeiten nicht bedenkt!”",
        "“Darauf kann es mein gnädiger Herr wohl ankommen lassen. Erst schreibt\nman nach München freundlich und proponiert die Festlegung des\nSalzbezuges für eine bestimmte Frist. Geht der Bayer darauf ein, so\nsitzt der Fuchs im Eisen. Will der Bayer heraus, muß er sich bestreben,\nsein Absatzgebiet für das übernommene Salz zu vergrößern”",
        "“Bewunderungswürdig klug ersonnen! Ich hatte im Plan, mit einer\nSteigerung vorzugehen und Bayern gar nicht zu befragen; dein Plan ist\nfeiner, die Möglichkeit besteht, daß des Herzogs Räte die Gefahren im\nneuen Vertrag übersehen. Wenn nicht, dann muß ich freilich nach meinem\nalten Plan vorgehen und darf nicht weiter fragen, ob es dem Bayern ist\ngenehm.”",
        "Sodann ging Wolf Dietrich auf die Kardinalats-Angelegenheit über und\nerzählte von den geheimen Briefen, die aus Rom eingetroffen seien.",
        "Salome interessierte sich hierfür ersichtlich mehr, weshalb der Fürst\nsofort vorsichtiger ward. Immerhin gab er der Freundin bekannt, daß der\nPapst Klemens die Güte hatte, den Salzburger Erzbischof einen “seltsam\ngeschwinden Kopf” zu nennen.",
        "Salome warf ein: “Das ist doch weiter nichts Schlechtes?”",
        "“Es wird darauf ankommen, wie der Papst dies meint; der\nfreundnachbarliche Bayer wird schon dergleichen erzählt haben, auf daß\nder Papst den vermeldten Ausdruck gebrauchte. Klemens soll mich auch als\nein “periculosum ingenium” betrachten–”",
        "“Was heißt das?” fragte Salome.",
        "“Man kann es verdeutschen mit ’gefährlicher Kopf’!”",
        "“Auch diese Benennung will wir nicht schlimm erscheinen, sofern der neue\nPapst nicht schlimme Absichten heget.”",
        "“Das eben ist mir nicht bekannt. So viel glaube ich aber aus den\nVorgängen schließen zu sollen, daß man zu Rom mir nicht mehr wie ehedem\nwohlgesinnt ist; es weht ein ander Wind und der Bayer hat volle Backen.”",
        "“Laßt sie blasen, gnädiger Herr! Dankbar ist Rom nie gewesen. Besser ein\nklar Erkennen und Vorsicht, denn ein Fortglimmen trügerischer\nHoffnungen. Der Fürst von Salzburg bleibt was er ist, auch ohne roten\nHut!”",
        "Wolf Dietrich fuhr zusammen vor Überraschung, daß Salome so schnell auch\nhier den Kern der Sache erfaßte.",
        "“Hab’ ich recht geraten?” fragte die kluge Frau.",
        "“Ja, Geliebte! Dein feiner Kopf hat richtig geraten, zerschellt ist\nmeine Hoffnung, ich kann damit nicht länger hinterm Berge halten. Der\nErzbischof Wolf Dieter wird–nicht Kardinal!”",
        "“Das wird der Übel größtes noch nicht sein. Schlimmer wär’ ein Streit\nmit Bayern und dem Kaiser!”",
        "Trotzig rief der hochfahrende Fürst: “Kommt dazu es jemals, stell’ ich\nmeinen Mann und werd’ das Schwert zu führen wissen. Doch nun genug der\nleidigen Politik, es giebt schönere Dinge noch auf Erden, und meiner\nSalome dankbar die Hand zu küssen, will mich ein schönes Ding bedünken.\"\nGalant küßte der Fürst die schmale Rechte seiner Herzensdame und\ngeleitete Salome in ihre Gemächer, wo er längere Zeit verblieb.",
        "Wochen vergingen. Zur großen und angenehmen Überraschung war Bayern auf\nden proponierten neuen Vertrag eingegangen und dessen Ratifizierung\nerfolgt. Wolf Dietrich konnte triumphieren, Bayern hat sich, ohne es zu\nmerken, übervorteilen lassen, und allen Einfluß bei der Steigerung des\nSalzpreises, mit welcher der Salzburger nun sofort vorging, verloren. Zu\nspät erkannte man in München den Fehler; der Herzog konnte den Vertrag\nnicht rückgängig machen, er vermochte nur Anstalten zu treffen, um\nseinen Salzverschleiß zu steigern. In diesem Beginnen lag aber der Keim\nzu großen Zwistigkeiten. Bayern entzog durch eine Brücke bei Vilshofen\nder Stadt Passau den Zwischenhandel mit Salz, dasselbe geschah durch\nErbauung einer Brücke bei Stadtamhof, wodurch die Regensburger lahm\ngelegt wurden. Natürlich protestierten beide Städte, und Prachatitz in\nBöhmen, der Hauptplatz des sogenannten “goldenen Steiges” nach Böhmen,\nwohin das Salz von Passau aus ging, schloß sich dem Protest an, man\nklagte beim Reichskammergericht in Speyer.",
        "Einstweilen konnte dieser Prozeß dem Erzbischof von Salzburg\ngleichgültig sein und Wolf Dietrich zuwarten, wie sich der Bayer aus der\nSchlinge ziehen werde. Allein die Angelegenheit spitzte sich zu, da nun\nauch der Kaiser selbst sich interessiert zeigte, denn das salzburgische\nSalz, das dem seinen von jeher Konkurrenz gemacht hatte, war durch den\nVertrag mit Bayern beständig billiger als das aus den Werken von\nHallstatt und Ischl gewonnene; es wurde also weit mehr gekauft als das\nkaiserliche Salz, anderseits erhielt aber Bayern soviel Salz aus dem\nErzstift, daß es das bis dahin vom Kaiser bezogene Salz leicht entbehren\nkonnte.",
        "Kaiser Rudolf unterstützte daher die Klage Regensburgs beim\nKammergericht in Speyer, und Wolf Dietrich hatte Ursache, mit aller\nSpannung dem Urteil dieses Salzprozesses entgegenzusehen. Ein Jahr\nverging jedoch, bis das Reichskammergericht das Urteil sprach, das\nBayern und Salzburg befahl, jenen Vertrag zu lösen.",
        "Inzwischen hatte es sich zu Salzburg ereignet, daß Wolf Dietrich\nabermals und zur großen Überraschung der Kirchenbesucher die Kanzel der\nPfarrkirche betrat und eine Ansprache an die verdutzten Gläubigen hielt,\nvon welcher der Chronist berichtet: “Er (der Erzbischof) ist ainesmales\nganz unverthraut in der Pfarrkirchen auf die Canzel getreten und von\nwegen des Türgkhen, der mit Gewalt aufgewesen, das Volk zu dem vierzig\nstündigen Gebet ganz treulich und vätterlichen vermant, auch wie hoch\nund groß das von Nötten und wie großen Nuzen man damit, wo solches mit\nAndacht beschicht, könne schaffen, woher solches Gebet seinen Ursprung\nhabe und was vor alten Zeiten solches gewürkt und ausgericht habe. Auch\nist damallen aufkommen das Geleit zu dem Türggen-Gebet täglich umb die\nzwölfte Uhr; da mueste Jederman, wo man gangen oder gestanden, mit\nabdöcken Haupt niterknieent betten; die solches underliessen und solches\nLeuten nit in Acht nammen, denselben namen die Gerichtsdiener ihre Hüet;\nob sie dieselben aber behaltn oder ablegen müßten, oder wie sie es\ndarmit haben gemacht, kan ich nit wissen, jedoch hat sich dieser Brauch\nmit der Weil wider verloren, aber leütten thuet man noch.”",
        "Hatte somit Wolf Dietrich mit dieser Kanzelrede seine Anteilnahme an\nReich, Kaiser und Türkennot bekundet, die Nachricht aus Speyer bewirkte\neine jähe Sinnesänderung. Eben tagte ein bayerischer Kreistag, um über\nein Hilfsgesuch des Kaisers für den Türkenkrieg zu beraten, und zu\ndieser Versammlung hatte Wolf Dietrich einige seiner Räte entsendet.",
        "Das Urteil des Speyerer Kammergerichts rief im Erzbischof den größten\nZorn hervor und setzte seinen ohnehin “geschwinden Sinn” in lebhafteste\nBewegung. Ein Kurier mußte mit unterlegten Pferden zum bayerischen\nKreistag reiten und den salzburgischen Räten das Abberufungsschreiben\neinhändigen.",
        "Herzog Max von Bayern, nicht wenig bestürzt ob des brüsken Vorgehens des\nfürstlichen Nachbars, bemühte sich, die salzburgischen Gesandten zum\nBleiben zu veranlagen, doch diese kannten ihren Gebieter und rückten\nschleunigst heim. Max schlug durch seine nach Salzburg geschickten\nHofräte vor, es wolle Salzburg und Bayern eine Gesandtschaft gemeinsam\nan den Kaiser senden und ihn um Zurücknahme des Speyerer Urteils bitten\nlassen.",
        "Wolf Dietrich aber wollte auf niemand mehr hören, seinen Vorteil nicht\naufgeben, und forderte, es solle der Kaiser urkundlich geloben, die\nGegner Bayerns und Salzburgs nicht mehr zu unterstützen. Verweigere dies\nder Kaiser, so werde Salzburg auch seine Türkenhilfe nicht bewilligen.",
        "Diese schroffe Haltung Wolf Dietrichs rief das größte Aufsehen im Reiche\nhervor, man staunte in allen Gauen Deutschlands über das beispiellos\nkühne, scharfe Vorgehen eines doch, was Landbesitz anlangt, kleinen\nFürsten. Aber der Trotzkopf siegte, der Kaiser gab das Versprechen, in\njener Prozeßangelegenheit nicht mehr weiter zu gehen.",
        "Es nun mit dem Kaiser ganz zu verderben, widerriet die Klugheit wie die\nErkenntnis des Fürsten, daß Bayern doch auch empfindliche\nSchwierigkeiten bereiten könnte, zumal die Übervorteilung immer\noffenkundiger ward. Wolf Dietrich gab nach. Auf einem neuen Kreistag\nließ er durch seine Gesandten seine Meinung dahin abgeben, daß er dem\nKaiser wohl Unterstützung gewähre, jedoch nicht in der verlangten Höhe.\nAuf Salzburg trafen nämlich 844 Mann Türkenhilfe, der Erzbischof\ngewährte aber nur 500 Mann, die aber nicht mit den anderen Reichstruppen\nmarschieren dürfen und von einem eigenen salzburgischen Oberstleutnant\nbefehligt werden müssen. Diese Sonderstellung lehnte jedoch die\nMajorität des Kreistages ab, und Wolf Dietrich berief daher seine\nGesandten ab.",
        "Das Motiv seiner Haltung war, dem Kaiser nicht gänzlich die Hilfe zu\nversagen, immer weniger zu gewähren als gefordert wurde, um dadurch auf\nden Kaiser in der schwebenden Salzangelegenheit einen Druck auszuüben.\nUnd so sollte es im Laufe der Zeit dahin kommen, daß durch Salzburgs\nVerhalten die Grundlage des Deutschen Reiches erschüttert wurde.",
        "Kaiser Rudolf spürte Wolf Dietrichs Druck, so klein das Erzstift auch\nwar; er fand es geraten, eine Verständigung anzubahnen über die\nSalzangelegenheit zwischen Bayern und Salzburg, damit der Salzburger\nseinem Hilfsgesuche nicht mehr entgegenwirke.",
        "In der Bischofsstadt traten Delegierte des Kaisers, Bayerns und\nsalzburgische Hofräte zu einer Beratung zusammen und entwarfen einen\nneuen Vertrag, wonach Salzburg in der Hauptsache im status quo\nverbleibe, Bayern den gesamten Salzhandel zu Wasser behalte, ja daß man\nder Stadt Passau nur so viel Salz verabreichen dürfe, als diese selbst\nverzehre. Es handelte sich also lediglich darum, die Konkurrenz des\nkaiserlichen und des salzburgischen Salzes in Böhmen einigermaßen für\nden Kaiser erträglicher zu gestalten; dem Kaiser sollte deshalb\ngestattet werden, selbst jährlich 250000 Kufen von Bayern zu\nfestgesetztem Preise und für bestimmte Städte in Böhmen zu beziehen; von\njeder dort eingeführten Kufe wollte Bayern ferner dem Kaiser fünf\nKreuzer bezahlen; Preissteigerungen sollten aber möglichst vermieden\nwerden.",
        "Der Kaiser lehnte diesen Vertragsentwurf ab.",
        "Wolf Dietrich beschloß daher, den Wert seiner Freundschaft dem Kaiser\nbegreiflich zu machen. Schon früher einmal hatte der Erzbischof sich mit\ndem Pfalzgrafen von Neuburg liiert, um auf einem Reichstage eine Reform\ndes kaiserlichen Kriegswesens zu betreiben, auch war Wolf Dietrich auf\ndem gleichen Reichstage rhetorisch als eifriger Vorkämpfer des\nKatholizismus aufgetreten. Der verlorene Kardinalshut wie die Weigerung\ndes Kaisers in der Salzfrage veranlaßten den Fürsten eine Schwenkung zu\nvollziehen, Wolf Dietrich stellte sich auf den Standpunkt der\nprotestantischen Bewegungspartei und wies seine Gesandten an, den\nFrieden mit den Türken unbedingt zu befürworten, obgleich die Lage der\nDinge in Ungarn den Krieg gebieterisch forderte.",
        "Auf dem Reichstage zu Regensburg prasselten die Meinungen aufeinander,\ndie salzburgischen Gesandten traten instruktionsgemäß den kaiserlichen\nWünschen sogleich entgegen, sie verzögerten die Beratungen unter\nHinweis auf Mangel an speziellen Instruktionen und hielten mit den\ngleichfalls dissentierenden Pfälzern.",
        "Als aber die Mehrheit für die Bewilligung einer Geldhilfe nach\nRömermonaten[16] entschied, erklärten Wolf Dietrichs Delegierte: Da die\nHilfe freiwillig sei, so könne niemand über sein Vermögen hinaus zu\nLeistungen angehalten werden; der Mehrheitsbeschluß sei also für\nSalzburg nicht verbindlich; wenn aber der Kaiser, der achtzig\nRömermonate gefordert, keine Kreissteuern mehr fordern werde und sich\nverpflichte, diese Türkensteuer erst nach Ablauf der früher bewilligten\nzu verlangen, und wenn außerdem auch die Reichsritter, die Hansa und die\nausländischen Staaten zu Leistungen herangezogen würden, so erkläre sich\nSalzburgs Herr und Erzbischof allerdings zur Zahlung von acht\nRömermonaten bereit.",
        "Der ganze Reichstag staunte ob der Entschiedenheit der salzburgischen\nErklärung, über die Weigerung, sich einem Mehrheitsbeschlusse zu fügen,\nüber die Ignorierung der Verbindlichkeit eines solchen Beschlusses\nseitens eines einzelnen Staates. Das Aufsehen mußte um so größer werden,\nals Salzburg ein katholischer Reichsstand war, der gegen Kaiser und\nReichsverfassung opponierte. Salzburg erschütterte die Grundlage des\nReichs.",
        "Graf Lamberg, welcher unter den Delegierten sich befand, erkannte die\nVerstimmung gegen seinen Herrn nur zu gut, konnte aber an solcher\nWirkung der salzburgischen Forderungen nichts ändern. Er bemühte sich\njedoch, mit dem Bayernherzog einen modus vivendi zu schaffen, freilich\nnur mit dem Resultat, daß Herzog Maximilian erwiderte: auch ihn kämen\ndie hohen Reichshilfen schwer an, aber er nehme diese Bürde auf sich,\nweil er wünsche, zur Rettung des gemeinsamen Vaterlandes beizutragen.",
        "Noch nach einer anderen Seite hin war der kluge Graf Lamberg thätig, er\nurgierte den Salzvertrag in der Umgebung des Kaisers und erhielt die\nZusicherung, daß die Ratifizierung in späterer Zeit erfolgen werde, weil\nder Kaiser auf die Hilfe Salzburgs nicht verzichten könne.",
        "Mit dieser wichtigen Nachricht reiste Lamberg sogleich nach Salzburg.",
        "Continue...",
        "\nThis eBook of “Celsissimus” by Arthur Achleitner belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "CelsissimusBy Arthur AchleitnerAt Amazon"
    ]
}