{
    "title": "Celsissimus - IV.",
    "author": "Arthur Achleitner",
    "chapter": "5",
    "content": [
        "\n\n",
        "In der Bischofstadt gärte es im milden Lenz ärger, denn in den Tagen, da\nder junge Fürst ein Reformationsedikt erlassen, welches die\nbedeutendsten und reichsten Kaufleute zwang, Salzburg zu verlassen. Im\nKapitel waren wohl Stimmen laut geworden, Mahnungen, just diese\nsteuerkräftigen Leute im Lande zu behalten, ihren Handel eher zu\nbegünstigen, denn zu schädigen, und Salzburg vor einem unausbleiblichen\nfinanziellen Ruin zu bewahren. Allein Wolf Dietrich stieß sich am Ton\ndieser Stimmen, er erblickte eine Auflehnung seines Kapitels wider die\nFürstengewalt und außerdem brauchte er Geld. Vielleicht wäre der Fürst\nden Mahnungen zugänglicher gewesen, wenn nicht der bischöfliche Fiskal\nbald nach der Erwählung Wolf Dietrichs in den Büchern die Entdeckung\ngemacht hätte, daß die Ausgaben des Erzstiftes dessen Einnahmen\nüberstiegen. Die Thatsache einer Unterbilanz konnte den Fürsten nur\nveranlassen, auf neue Einnahmequellen zu sinnen und die Hofkammer zu\nbeauftragen, Steuermandate zu konzipieren. Die Weinbesteuerung hatten\ndie Salzburger zu einem Teile selbst heraufbeschworen durch massenhaften\nVerbrauch und die Klagen des Bürgermeisters über den “Saufteufel”. Es\nkonnte Wolf Dietrich also ganz berechtigt spotten, daß die Unterthanen\nnur dankbar sein sollten, wenn er ihnen den Weinteufel abfasse. Wie die\nSteuer aber zur Einführung gebracht wurde, das bekundete ein\nhervorragendes Verständnis für finanzielle Erträgnisse, denn das Mandat\nfaßte die wohlhabenden Klassen und zog dann auch alle jene zur\nBesteuerung heran, die bei einer direkten Steuer der Anlage entgangen\nwären. Alle Arten von Wein, gleichviel ob diese im Lande selbst\ngebaut[5] oder von auswärts eingeführt waren, wurden steuerpflichtig\nerklärt; von allem ausgeschenkten Wein mußte der zehnte Teil, von dem im\neigenen Hause verbrauchten der zwanzigste Teil des Wertes in Barzahlung\njeden Monat, bei Großkonsumenten oder Händlern jedes Quartal an die\nHofkammer abgeliefert werden.",
        "Diese Verfügung wurmte die Salzburger, die Ankündigung aber, daß die\nWeinsteuer “für ewige Zeiten” Geltung haben solle, brachte das Blut auch\nder Sanftmütigen in Wallung. Die hohe Steuer sollte aber nicht nur\nBürger und Kaufleute, sondern auch die Geistlichkeit und den Adel\ntreffen, und das machte die Landschaft rebellisch.",
        "Es regnete Proteste in die Hofkammer, wie das schon Dr. Lueger durch den\nDomkapitular Grafen Lamberg dem Fürsten melden ließ.",
        "Zugleich aber war eine Erhöhung der Mauten und Zölle für Kaufmannswaren\nverordnet worden, die auch auf die von Mauten bisher befreiten Kaufleute\nder Stadt Salzburg in der Absicht ausgedehnt wurde, den durch ihre Hände\ngehenden partiellen venetianischen Handel zu treffen.",
        "So mußte es denn kommen, daß Bürger- und Kaufmannschaft, Adel und\nGeistlichkeit sich gegen die neuen Mandate auflehnten und den\nBeschwerdeweg beschritten.",
        "Dr. Lueger wußte sich gegen dieses Anstürmen nicht anders zu helfen als\ndurch Berichterstattung an den Fürsten, und seine Meldung veranlaßte\nWolf Dietrich, den Hofstaat schleunigst von Hohenwerfen nach Salzburg zu\nverlegen, wohin auch kurze Zeit später Salome wieder übersiedelte.",
        "Zunächst hörte der Fürst den Vortrag Luegers mit Aufmerksamkeit und\nAusdauer und notierte sich die wichtigsten Punkte. Bezüglich der zu\ntreffenden Maßnahmen und Verbescheidung der Beschwerdeschriften jedoch\nberief Wolf Dietrich den treubewährten klugen Freund Lamberg zu\ngemeinsamer Beratung im Arbeitsgemache des Keutschachhofes, wohin die\nAktenstücke verbracht wurden, über welchen nun Wolf Dietrich\nstundenlang saß und studierte trotz aller Bitten Salomens, sich doch\neinige Erholung zu gönnen.",
        "Liebreich doch bestimmt wies der Fürst auf die Notwendigkeit eines\nraschen Eingreifens hin, ansonsten in Salzburg ein allgemeiner Aufruhr\nlosbreche, worauf Salome sich in ihre Gemächer zurückzog.",
        "Inmitten eifrigsten Studiums ward Graf Lamberg gemeldet und sogleich\nvorgelassen.",
        "Wolf Dietrich hatte eben die Beschwerde des Salzburger Stadtrates in\nHänden und rief dem Freunde zu: “Komm nur schnell heran, setze dich zu\nmir an den Sorgentisch, höre und dann gieb deine Meinung kund. Hier habe\nich die Beschwernis des Stadtrates über Verletzung alter Freiheiten! Sie\nwollen die neuen Mauten und Zölle nicht zahlen und beklagen sich in\neinem Tone, in einer Sprache, die ich nicht anders bezeichnen kann, denn\naufzüglich, undeutlich und bar der schuldigen Ehrfurcht!”",
        "Vorsichtig fragte der kluge Edelmann und Kapitular: “Auf welche\nPrivilegien beruft man sich?”",
        "“Die Freiheiten gehen um einige Säkula zurück!”",
        "“Dann ist mit Sicherheit anzunehmen, daß sothane Privilegia unter den\nfrüheren durchlauchtigsten Fürsten ihre Kraft und Wirksamkeit längst\neingebüßt haben.”",
        "“Das scheinet auch mir zweifellos, auch fehlet es an Zeit, all’ das im\nArchiv feststellen zu lassen. Ich bin nicht gewillt, auch nur eine von\nden Errungenschaften aus früheren Zeiten, so sie die jeweiligen Fürsten\ngewonnen und sich erstritten haben, aufzugeben. Und ein nunquam gegen\neine Erneuerung alter, längst erloschener Rechte!”",
        "Lamberg antwortete lediglich durch eine Verbeugung.",
        "“Mich deucht, aus dem Handel mit Venedig können die Kaufleute Salzburgs\nnur Nutzen gezogen haben; ein Gegenteil würde die klugen Krämer\nsicherlich veranlaßt haben, die Beziehungen mit Venedig abzubrechen. Ist\nder Nutzen also erwiesen, und mich deucht, der Gewinn ist\nperpetuell,–so muß es vollkommen berechtigt erscheinen, die\nZollsteigerung auch auf die Salzburger Kaufmannschaft auszudehnen.”",
        "“Euer Hochfürstliche Gnaden argumentieren völlig richtig!”",
        "Seinem Temperament entsprechend rief hastig und laut Wolf Dietrich: “So\nwerd’ ich den Querulanten zu wissen thun, daß es verbleibt beim Mandat\nder Mauten und Zölle!”",
        "Lamberg blieb stumm, sein Antlitz zeigte Falten, die den Fürsten, als er\neben auf den Freund einen Blick richtete, veranlaßten zu fragen: “Du\nhast Bedenken? Sprich, Lamberg!”",
        "“Schwer ist es in heiklen Dingen, eine Meinung zu äußern, zumal bemeldte\nAngelegenheiten sich völlig entziehen meinem gewohnten Wirkungskreise.”",
        "“Keine Ausflüchte, Lamberg! Du siehst klar, hast ein trefflich Urteil!\nSag’ deine Meinung mir als treubewährter Freund!”",
        "Zögernd begann der Kapitular zu sprechen: “Die Zeit ist schlimm, die\nErregung groß in vielen Kreisen. Der Mandate von einschneidender\nWirkung sind zu viel in kurzer Zeit erflossen; es gärt allenthalben, und\nweder Adel noch Geistlichkeit sind eine feste Stütze für den gnädigen\nFürsten....”",
        "“Herr bin ich und stark genug, jeglichem Widerstand zu trotzen!”",
        "“Gewiß, Euer Hochfürstliche Gnaden! Ein starker Herr und weiser Fürst!\nDoch aller Stützen kann füglich nur der Allmächtige über alle entraten!\nWas ist ein Thron, wenn Bürger, Adel und Geistlichkeit ihn stürzen\nwollen und zum Wanken bringen?!”",
        "“So greif’ ich zum Schwert und werfe mit bewaffneten Scharen die\nRebellen in den Sand!”",
        "“Verzeiht mir, gnädiger Fürst und Herr! Ich bin zu weit abgekommen vom\nThema, das zu erörtern ich sollte beflissen sein. Darf ich als\ntreuergebener Unterthan raten, so möchte ich submissest bitten, in\nbemeldter Zollangelegenheit nicht zu scharf vorgehen zu wollen.”",
        "“Wie soll ich die Grenze finden? Wohlwollen an Unwürdige verschwendet,\nist Dummheit! Auch kann ich dir, dem treuen Freunde nicht verhehlen: wir\nbrauchen Geld!”",
        "“Trotzdem möcht’ ich um Milde bitten der Kaufmannschaft gegenüber! Ein\npartieller Nachlaß der geplanten Steuer würde als Wohlwollen dankbarst\nempfunden werden, und sothanes Wohlwollen könnte zum Beispiel immer noch\ngut ein Dritteil Zollerträgnis in die Hofkammer liefern.”",
        "“Lamberg! Ich werde dich zum Chef des Steuerdepartements ernennen! Der\nRat an sich will gut mich bedünken, doch zu groß scheint mir sothanes\nWohlwollen! Wo ich alles fordern kann, ist Begnügung mit dem Dritteil\nnicht am Platze! Jeder Steuerpflichtige jammert vor dem Zahlen!”",
        "“Hochfürstliche Gnaden werden hinfüro solches Wohlwollen in mehrfacher\nHinsicht von Segen begleitet finden.”",
        "“Wie meinst du das, Freund Lamberg?”",
        "“Ein Nachgeben just jetzt dämpft die Erregung, macht den Ständeausschuß\ngefügig für die Weinsteuer, und die Ermäßigung der Zoll- und\nMautgebühren könnte zur Sicherung des immerhin noch stattlichen Ertrages\ndurch Bestimmungen fixiert werden. Auch meine ich submissest und\nunmaßgeblichst, daß beregtes Wohlwollen manchen Kaufherrn abhält\nvor–Auswanderung!”",
        "Wolf Dietrich stutzte. Was Lamberg da andeutete, haben Stimmen im\nKapitel auch schon betont, nur nicht so diplomatisch klug und ganz und\ngar nicht ehrerbietig. Nach kurzer Überlegung sprach der Fürst: “Niemals\nist es meine Absicht gewesen, Leute zum Verlassen des Erzstiftes zu\nzwingen. Auswanderung ohne Genehmigung werde ich zu strafen wissen!”",
        "“Ein Edikt kann desgleichen verhüten! Ermäßigung der Mauten und\nZollgebühren wäre eine Gnade, deren Mißbrauch mit Aufhebung der\nBegünstigung geahndet werden kann. Ebenso wäre Erlaß einer Instruktion\nzur Durchführung der Weinsteuer empfehlenswert.”",
        "“Erst muß ich ja das Votum der Landschaft haben!” warf Wolf Dietrich\nein, und grollend klangen seine weiteren Worte: “Traurig genug, daß der\nregierende Fürst das Volk um Zustimmung angehen muß! Ging’ es nach\nmeinem Kopf, ich schickte die Stände heim für immer!”",
        "“Das können Hochfürstliche Gnaden bei nächster Gelegenheit thun im Wege\neiner harmlosen Entlassung. Nimmer aber könnte ich ob der Folgen zu\neiner Auflösung raten!”",
        "“Ein kluger Rat fürwahr! Entlassung für immer! Auf die Wiederberufung\nkönnen sie warten bis–in Salzburg nichts Neues mehr zu bauen ist!”",
        "Überrascht fragte Lamberg: “Hochfürstliche Gnaden beabsichtigen größere\nBauten?”",
        "“Will ich, ja, habe aber jetzt dazu kein Geld! Wird sich hoffentlich\nspäter finden! Muß ja für Salome ein ihrer Schönheit würdiges Heim\nschaffen! Roma parva! Und kein Geld! Meine Weihsteuer[6] hab’ ich auch\nnoch einzufordern–!”",
        "“Darf ich hiezu ein Wort in schuldiger Ehrfurcht mir verstatten?” fragte\nGraf Lamberg, welcher die Gefahr dieser Steuereinhebung nur zu genau\nkannte.",
        "“Sprich, Freund!”",
        "“Submissest würde ich bitten, jetzt und auch für das nächste Jahr in\nGnaden abzusehen von einer Eintreibung der Weihsteuer, die, nebenbei\nbemerkt, auch für den hochseligen Erzbischof und Fürsten Georg von\nKüenburg noch nicht bezahlt ist....”",
        "“Nun also! Die Grundholden machen Schulden über Schulden, und der Fürst\nmuß darben!–Warum widerratet Lamberg einer Einhebung der vollauf\nberechtigten Weihsteuer?”",
        "“Gnädigster Fürst! Das vergangene Jahr brachte dem Erzstift das Glück\nEurer Erwählung zum Gebieter und Landesherrn. Leider ward dieses\nallseitig tiefempfundene Glück getrübt durch Mißwachs, die Unterthanen,\nan sich nicht reich, sind andurch schwer geschädigt und kaum im stande,\nneue Steuern zu tragen. Die Eintreibung der restierenden Weihsteuer\nmüßte vielen, großen Schwierigkeiten begegnen, müßte den neuen Herrn und\nGebieter im Lichte der Hartherzigkeit dem armen Volk gegenüber\nerscheinen lassen, und unseren erhabenen Herrn möchte ich geliebt wissen\nallenthalben!”",
        "Weichgestimmt reichte Wolf Dietrich dem Freunde die Hand und dankte für\ndas ehrlich offene Wort. “Gut denn! Es soll nach deinem Rat geschehen!\nWill Freund Lamberg zu Tisch verbleiben? Salome wird sich freuen, dich\nbegrüßen zu können!”",
        "Ausweichend erwiderte Lamberg: “Wenn Hochfürstliche Gnaden verstatten,\nmöchte ich jetzund einige Herren des Landschaftsausschusses aussuchen,\num eine Zustimmung zur Weinsteuer zu propagieren!”",
        "“Das hat wohl Zeit bis morgen! Wir wollen vergnügt zusammen speisen und\nhaben solche Erquickung vollauf verdient nach schwerer Beratung.\nDieweilen ich die Hauptpunkte noch rasch fixiere, soll Graf Lamberg\nmeiner Salome Gesellschaft leisten!” Dies sprechend gab der Fürst ein\nKlingelzeichen und gebot dem eintretenden Kämmerer, den Domkapitular der\nFürstin anzumelden und dorthin zu geleiten. “Auf Wiedersehen, Graf, bei\nTisch!”",
        "Unter genauester Beobachtung des Hofceremoniells verließ Lamberg das\nfürstliche Arbeitsgemach und folgte den Kämmerer in die Apartements der\nFavoritin, auf welchem Wege der Graf sowohl in reichgeschmückten Zimmern\nals auch an den Korridorwänden viele neue Gemälde erblickte, die Wolf\nDietrich wohl erst vor kurzem mußte angeschafft haben und welche\nvielfach Darstellungen poetischer Fabeln, idealisierter Frauengestalten\naus der Mythologie enthielten und dem Geschmack des Fürsten alle Ehre\nmachten. Vor einer Venus hielt Lamberg einen Augenblick inne und widmete\ndem Bild eine flüchtige Betrachtung, das eine treffliche Kopie eines vom\nKapitular im Palast des Kardinals Marx Sittich zu Rom gesehenen\nOriginals zu sein schien.",
        "Dienstbereit glaubte der Kämmerer sagen zu sollen, daß dieses Bild erst\nvor wenigen Tagen aus Rom für den gnädigen Fürsten angekommen sei.",
        "Lamberg erwiderte kühl: “Ich kenne das Original zu Rom!”",
        "“Das wäre etwas für die Salzburger, welche glauben, im Palazzo eines\nErzbischofes dürfen nur Heiligenbilder sein!” meinte der Kämmerling.",
        "“Es wird ausschließlich eigene Angelegenheit des durchlauchtigen\nFürsten sein, den Palast nach Gutdünken auszuschmücken!” sprach\nabwehrend Graf Lamberg und schritt weiter, um sodann in einem luxuriös\nausgeschmückten Gemache des Bescheides zum Empfang zu harren, indes der\nKämmerling sich behufs Meldung zur Kammerfrau Salomes begab.",
        "Lamberg, der viel in Rom gewesen und in vornehmen Häusern verkehrt\nhatte, wunderte sich über die kostbare Ausstattung der fürstlichen\nGemächer keineswegs, da selbe welschem Geschmack und italienischer\nPrachtliebe entsprach; aber der Kapitular brachte den Luxus in\nZusammenhang mit der eben gehörten Klage des Fürsten über den\nherrschenden Geldmangel, und in diesem Sinne war die Ursache der\nKassenleere unschwer zu erraten. Lambergs Gedanken bewegten sich denn\nauch in dieser Richtung und führten zu Bedenken schwerer Art für die\nZukunft. So kurze Zeit der Fürst regiert, er ist bereits auf\ngefährlichem Wege, und seine Liaison mit der Kaufmannstochter wird\nsicher noch zu den ärgerlichsten Folgen führen. Daß Rom daran noch\nkeinen Anstoß genommen, vermag sich Lamberg nur aus der kurzen Spanne\nZeit seit Entrierung dieses Verhältnisses sowie aus dem Umstand zu\nerklären, daß der Nuntius bislang nicht in Salzburg gewesen ist. Einen\nguten Ausgang kann aber diese Liaison nimmer nehmen, darüber ist sich\nLamberg klar und deshalb entschlossen, nach Möglichkeit wenigstens eine\nwirkliche Ehe zu verhindern und damit den drohenden baldigen Sturz des\nFreundes.",
        "In diesen Gedanken versunken war Lamberg tiefernst geworden und\nschreckte fast zusammen, als der Kämmerling meldete, daß die Gebieterin\nbereit sei, den Grafen zu empfangen.",
        "Lamberg zwang sich zu höfischen Formen und scheuchte die ernsten\nGedanken hinweg. Ganz Höfling und mit lächelnder Miene trat er in das\nmit fürstlichem Prunk ausgestattete Empfangsgemach, in welchem Salome\nauf einem goldgestickten Tabouret mit einer Perlenarbeit beschäftigt\nsaß. In blaue Seide gekleidet, sah die Favoritin im Goldschmuck ihres\nblonden Haares wahrhaft entzückend aus, und Lamberg mußte den Fürsten in\ndiesem Augenblick wirklich entschuldigen.",
        "Salome hatte den eintretenden Kapitular mit schnellem, forschendem Blick\ngemustert, dann aber sprach sie lächelnd: “Willkommen, Graf, in meinem\nReich!” und lud durch eine Geste den Besucher ein, an ihrer Seite Platz\nzu nehmen.",
        "Nach tiefer Reverenzerweisung folgte Lamberg dieser Einladung und\nerwiderte: “Seine Hochfürstliche Gnaden haben mich zur Tafel befohlen\nund mir aufgetragen, vorher in diesen Räumen meine submisseste\nAufwartung zu machen!”",
        "Salome hatte augenblicklich die Situation erfaßt und schnell sprach sie:\n“So kommt Graf Lamberg nicht freiwillig, gehorcht lediglich einem Befehl\ndes gnädigen Fürsten?!”",
        "“Gewiß!” klang es trocken, doch fügte der Kapitular sogleich hinzu: “Wie\nsollte auch ein schlichter Unterthan zur hohen Gnade eines Empfanges\nohne Befehl gelangen!”",
        "“Graf Lamberg darf doch wohl stets freundlichen Empfanges gewärtig\nsein!”",
        "Sich dankend verbeugend sprach der Kapitular: “Ich kann nur heißen Dank\nfür die wohlwollende Gesinnung zu Füßen legen der ebenso schönen als\nguten gnädigen Frau!”",
        "“Frau?! Ihr wißt so gut wie ich, daß keinen Anspruch ich genieße auf\ndieses Ehrenwort, und offen sei’s gesagt: Ich leide schwer unter\nsothanem Mangel der Legitimität!”",
        "“Gnädige Gebieterin leiden zu wissen, berührt schmerzlich Dero\nunterthänigsten Diener!”",
        "“Wenn Ihr heget Mitgefühl, so leiht Euren Arm, weihet mir Eures Geistes\nKraft, helft mir erreichen das ersehnte Ziel!”",
        "“Ihr überschätzet wohl im heißen Drange meine schwache Kraft, gnädige\nGebieterin! Wie sollt’ ein Unterthan vermögen des hohen Herrn Pläne zu\nbeeinflussen?!”",
        "“Graf Lamberg ist des Fürsten Freund und gewichtig jedes Wort! Warum nur\nwill Graf Lamberg nicht sein auch meines Wesens warmfühlender Freund?”",
        "Der Kapitular richtete blitzschnell einen forschenden Blick auf Salome,\nsenkte dann wieder die Lider und sprach leise: “Was könnt’ meine\nFreundschaft Euch auch nützen?!”",
        "“Mein Ohr vernimmt das ’Nein’, so warm auch klingt der Ton der leise\nabwehrenden Rede!”",
        "“Nicht doch, gnädige Gebieterin!”",
        "Salome richtete sich auf, fest im Ton sprach sie: “Ihr wollet nicht, ich\nahnt’ es längst! Mir sagt mein Herz, Graf Lamberg ist der Feind des\nlegitimen Bundes!”",
        "Jetzt gab auch der Kapitular in der Erkenntnis, durchschaut zu sein, das\nSpiel mit Ausflüchten auf, trocken erwiderte er: “Streng und scharf\numzogen ist der Bereich meines Wirkens! Spräch’ ich im Amte, mißbilligen\nmüßt’ ich jeglichen Bund im Sinne kirchlicher Gesetze. Unmöglich ist\njedoch die Legitimität, die Strafe Roms wird folgen rasch solch\nverhängnisvollem Schritt!”",
        "Höhnisch klangen der Favoritin Worte: “Die Strafe Roms! Wie straft Rom\nwohl einen Marx Sittich und sein unkirchlich Leben?”",
        "Erstaunt, völlig überrascht rief Lamberg: “Ihr wißt davon?!”",
        "“Jawohl! Warum nahm des Papstes Heiligkeit keinen Anstoß an der Ehe des\nverwandten Kardinals? Entspricht der tolle Lebenswandel seines Sohnes\nRobert und der Tochter Althäa den Gesetzen, die auch für einen Kardinal\ngelten müssen?”",
        "“Marx Sittich ward Vater, ehe der Kardinalspurpur ihn bekleidete! Und\nRom ist nicht Salzburg!”",
        "“Ausflüchte, weiter nichts! Was bei dem einen nicht strafbar ist, kann\nbeim anderen zum mindesten geduldet werden! Und Wolf Dietrich kann das\npater noster lateinisch beten! Kann das der Kardinal auch?”",
        "“Das wißt Ihr auch?” stammelte in maßloser Überraschung über solche\nintime Kenntnis römischer Verhältnisse Graf Lamberg.",
        "“Nimmt Euch das Wunder?”",
        "“Wenn ich denke an das Unmögliche: ja!”",
        "“Was soll unmöglich sein?”",
        "“Unmöglich ist, daß der gnädige Fürst solche Informationen selbst\ngegeben!”",
        "“Meint Ihr?! Schlimm wäre es, sähe der Fürst in mir nicht auch die\nvertraute Freundin, mit der man alles bespricht. In diesem Teile hat\neingelöst der Fürst sein Wort: zu teilen Thron und Leben mit mir!–Ihr\nmöget viel von Politik mit dem Gebieter reden und geben manchen\nRatschlag, eine Instanz steht dennoch über Eurer Pläne feingesponnenes\nGewebe....”",
        "“So existieret das Faktum eines Konseils in Seidenrocken?! Das wußt’ ich\nwahrlich nicht!”",
        "“Nun wisset Ihr’s! Und Eure Wissenschaft will ergänzen ich: Seid Ihr\nfürder nicht für mich und den ersehnten legitimen Bund, so seid Ihr\nnicht Freund, seid Ihr ein Feind, und gegen Feinde werd’ ich mich zu\nwehren wissen!”",
        "“Ich bin nichts weiter als der treuergebene Diener meines gnädigen Herrn\nund habe dessen höchstes Wohl und dessen Thrones Sicherheit zu fördern\nbis zu meinem dereinstigen Ende!”",
        "“Für des Fürsten Wohl laßt mich nur sorgen! Und seines Thrones\nSicherheit weiß Wolf Dietrich wahrlich selbst zu schützen!”",
        "Jetzt zuckte Lamberg die Achseln und spöttisch sagte er: “In diesen\nZeiten drohender Rebellion im Erzstift wird Frauenpolitik kaum Ruhe\nschaffen!”",
        "Ein diskretes Klopfen an der Thüre veranlaßte die sofortige\nUnterbrechung des Gespräches, die auf Geheiß Salomes eintretende\nKammerfrau meldete das Nahen des Fürsten und zog sich dann diskret\nzurück.",
        "Leise sprach Salome: “Wie will Graf Lamberg es nun halten?” und erhob\nsich von dem Sitze.",
        "Gewandt, aalglatt erwiderte der Kapitular: “Die gnädige Gebieterin wolle\nverfügen über mich!”",
        "“Gut denn, kommt des öfteren als Freund!”",
        "Der Eintritt Wolf Dietrichs überhob Lamberg einer Antwort. Man plauderte\nnoch ein Weilchen, dann reichte der Fürst Salome den Arm und geleitete\ndie Dame seines Herzens, gefolgt von Lamberg, in den Speisesaal, in\nwelchem Höflinge und einige zur Tafel geladene Patrizier bereits\nharrten.",
        "Continue...",
        "\nThis eBook of “Celsissimus” by Arthur Achleitner belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "CelsissimusBy Arthur AchleitnerAt Amazon"
    ]
}