{
    "title": "Celsissimus - Fußnoten",
    "author": "Arthur Achleitner",
    "chapter": "17",
    "content": [
        "\n\n",
        "[1] Eierspeise.",
        "[2] In Salzburg kamen die Gabeln erstmalig im Laufe des 16. Jahrhundert\nauf. Zillner, Kulturgeschichte 1871.",
        "[3] Aus den Mittheilungen der Gesellschaft für Salzburger Landeskunde\nXII, 1872.",
        "[4] Um die Mitte des 16. Jahrhunderts trat eine lebhafte Bewegung auf\nzur Spendung des Abendmahles unter zweierlei Gestalten. Hinrichtungen\nder Kelchforderer vermochten die kalixtinische Bewegung nicht völlig zu\nersticken. Später gestattete der Papst auf dringendes Betreiben Bayerns\nund des Kaisers einigen Diözesen (auch Salzburg) den Empfang des\nAbendmahles unter zweierlei Gestalten in der Hoffnung, daß sich das (von\nlutherischen Prädikanten) aufgestachelte Volk wieder mehr der römischen\nKirche anschließen werde. Die Bauern verlangten aber nun noch viel mehr\nund gaben ihren Forderungen durch Zusammenrottungen Nachdruck.\nErzbischof Johann Jakob erließ ein strenges Mandat zur Bekämpfung des\nAufruhrs ohne besonderen Erfolg; die Hoffnungen, welche man auf die\nErlaubnis der Abendmahlspendung unter zweierlei Gestalten gesetzt hatte,\nbestätigten sich nicht, es wurde 1571 die Erlaubnis wieder\nzurückgezogen. Infolgedessen gährte es in den Landstädten Salzburgs\ngewaltig. Man brachte die Widerspenstigen durch Belehrung oder Gewalt\nteilweise zum Schweigen, Hartnäckige aber wurden unnachsichtig des\nLandes verwiesen. Trotzdem setzte sich die Reichung des Kelches, welche\nzweifellos von den Prädikanten begünstigt wurde, noch bis zur\nRegierungszeit Wolf Dietrichs fort. (Vergl. Maher-Deisinger, “Wolf\nDietrich von Raitenau” München 1886. Rieger.)",
        "[5] Damals gedieh Wein sogar auf der Südseite des Festungsberges.",
        "[6] Unter Weihsteuern oder Herrenantrittsgeldern verstand man die\nSteuer, welche beim Regierungsantritt von den Grundholden zu entrichten\nwar; sie betrugen 5 % der Gesamtsumme ihrer Abgaben.",
        "[7] Entlassene Landsknechte, die im Lande herumzogen, bis sie wieder\nangeworben werden. Sie “garteten”, d.h. bettelten u.s.w., und wurden\n“Gartbrüder” genannt.",
        "[8] d.i. ein Urteil durch die Stimmenmehrheit. Vergl. A. Richter, die\ndeutschen Landsknechte, und F.W. Barthold, Georg von Frundsberg.",
        "[9] Daß Wolf Dietrich im höchstem Maße ein Wohltäter der Armen gewesen,\nbesagt folgende Stelle in P. Hauthalers vortrefflicher Bearbeitung der\nalten Steinhauserschen Chronik “Diser Erzbischoff kan und mag auch\nbillich ein Vatter der Armen genent werden Ursach dessen, daß er nit\nallain den hausarmen Burgern und Inwohnern der Statt Salzburg, sondern\nauch den Armen im ganzen Erzstift dermaßen so reiche Almusen täglich\nspendirn und raichen hat lassen, als vorher nit bald bei einem Fürsten\nzu Salzburg beschechen, dann er alle Sambstag ain sehr große Anzahl\narmer Leit mit dem wochentlichen Genadengelt, etlichen ganze Taller,\nandern ganz Gulden, halb Gulden, zu sechs, fünf oder vier Pazen raichen\nund nach Gestalt der Sachen und Erforderung der Noth hat lassen begaben.\nJa, es seind auch die armen Leit von frembden und auslendigen Orten\nhaufenweis zuegezogen, deren Kainen, so an ihne suppliciert und das\nAllmusen begert, er unbegabt hat lassen abziechen. In der vierzigtägigen\nFasten hat er den hausarmen Dürftigen zu Erkaufung der Fastenspeis\ninsonderhaft ain große Summa Gelts wochentlich lassen spendiren, auch\nwann dieselber Armen und Andere, die das Genadengelt empfangen und\ngenossen, umb die osterliche Zeit auf bestimbte Täg nach Mitfasten nach\ngethaner Beicht communiciert, sein sie zum Mittentag alle zu Hof mit\netlichen Speisen gespeiset, Jegklichem ein Hofroggen aufgelegt, mit Wein\nund Bier versechen und noch ainem Jedweden ain halber Gulden darzue\ngeraicht worden. Disen halben Gulden mit sambt der Malzeit haben auch\ndie armen Schueler so wol zu sant Peter als im Thuemb empfangen und\ngenossen.”",
        "[10] Das Original befindet sich im städtischen Museum zu Salzburg. Der\nHerausgeber verdankt eine Kopie der Güte des Herrn Museumdirektors\nKaiserl. Rat Dr. A. Petter.",
        "[11] Gerhab = Vormund",
        "[12] Gebetschnur (Rosenkranz). Eine überaus bezeichnende Aufforderung,\ndaß der Gefangene seine Rechnung mit dem Himmel machen solle!",
        "[13] Keuche = Gefängnisort.",
        "[14] So meldet der Chronist Steinhauser.",
        "[15] Die Hallfahrt, ein Salzmaß hielt 225-3/4 Kufen und kostete damals\n86 Gulden; eine Scheibfahrt hielt 231 Kufen und kostete 88 Gulden; eine\nKufe hielt 130-148 Pfund.",
        "[16] Vergl. Mayer-Deisinger Spezialwerk “Wolf Dietrich”, München\n1886.–Römermonate, die im früheren deutschen Reich von den Ständen an\nden Kaiser zum Behuf der damals üblichen Römerzüge zu zahlende Abgabe,\nnach Aufhören der Römerzüge in eine regelmäßige Abgabe zur Führung von\nReichskriegen &c. verwandelt. Ein Römermonat war auf 128000 Gulden\nveranschlagt, betrug aber stets bedeutend weniger.",
        "[17] Brannte später ab, wurde in veränderter, heute noch erhaltener Form\naufgebaut und vom Erzbischof Marc Sitticus, dem Nachfolger Wolf\nDietrichs “Mirabella” genannt.",
        "[18] Für Bayern hatte dieser Salzstreit zur Folge, daß Maximilian durch\neinen braunschweigischen Mathematiker Heinrich Vollmar und seinen\nHofbaumeister Simon Reiffenstuhl jene künstliche Wasserleitung anlegen\nließ, in welche die Reichenhaller Soole durch sieben Druckwerke von\nReichenhall bis zur Stadt Traunheim geführt wird. Diese Gegend war\nholzreicher und bot daher zum Versieden der Soole bessere Gelegenheit.\nAuch große Brunnenhäuser wurden gebaut und eine Straße an den Bergen hin\ndurch die Felsen gesprengt. In den Jahren 1612-1616 wurde das Werk\nvollendet. Die Kosten desselben wurden zum Teil gedeckt durch die\nKriegsentschädigung von 150000 Gulden, welche Maximilian von Salzburg\nerhielt. Schwann, Geschichte von Bayern III.",
        "[19] Dieselbe ist heute Eigentum des durchlauchtigsten Herrn Erzherzogs\nEugen von Österreich, und läßt Seine Kaiserliche Hoheit die Burg\nvollständig und historisch getreu renovieren.",
        "[20] Einer ihrer Söhne, der im Jahre 1605 geborene Johann Georg Eberhard\nvon Raittenau trat 1623 unter dem Klosternamen Egidius in den\nBenediktinerorden zu Kremsmünster und zeichnete sich durch Frömmigkeit\nund Gelehrsamkeit, insonders in der Baukunst und mathematischen\nWissenschaften aus. Als berühmter Architekt starb er 1675.",
        " ",
        "\nThis eBook of “Celsissimus” by Arthur Achleitner belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "CelsissimusBy Arthur AchleitnerAt Amazon"
    ]
}