{
    "title": "Celsissimus - I",
    "author": "Arthur Achleitner",
    "chapter": "2",
    "content": [
        "\n\n",
        "Die Fastnacht des Jahres 1588 sollte in Salzburgs Trinkstube mit einem\nglänzenden Fest, Schmaus und Tanz der Bürgergeschlechter gefeiert\nwerden, dem beizuwohnen der junge Landesherr, Erzbischof Wolf Dietrich,\nin Gnaden der Bürgerdeputation versprochen hatte. Demgemäß mußte alles\naufgeboten werden, das Fest so herrlich als in diesen Zeitläufen möglich\nzu gestalten; der sonst behäbige Bürgermeister Ludwig Alt hat diese\nhochwichtige Angelegenheit selbst in die Hand genommen und die\nStadträte, vornehmlich seinen Bruder Wilhelm Alt, den Handelsherrn, um\nkräftige Unterstützung angegangen, wasmaßen es gilt, dem prunkliebenden\nFürsten ein seiner würdiges Fest darzubieten. Im Erzstift wußte man\nmänniglich, wie sehr sich Wolf Dietrich auf dergleichen versteht, sein\nEinritt im Herbst des vergangenen Jahres gab den Unterthanen hiervon\neinen Begriff, die unerhörte Pracht, welche selbst der unbarmherzige\nSalzburger Regen nicht zu beeinträchtigen vermochte, blendete nicht\nbloß Bauern und Bürger, sie verblüffte auch den Adel. Einem solchen\nkunstverständigen, prunkliebenden Herrn ein Fest zu bieten, war daher\nkeine leichte Aufgabe. Doch die Ratsherrn der Bischofstadt hatten hierzu\nden Willen, und die reichen Patrizier das nötige Geld; man will dem\nLandesfürsten zeigen, daß auch die Bürger der Residenz sich auf üppige\nFeste verstehen.",
        "So eifrig ist denn seit vielen Jahren nicht Rats gepflogen worden, als\nin der Zeit von Neujahr bis zum Fastnachtsfeste; man teilte die Arbeit,\njeder Ratsherr erhielt sein Teil zugemessen.",
        "Der hagere Handelsherr Wilhelm Alt, weitum bekannt durch seine\nkaufmännischen Talente, noch mehr aber durch seine schöne Tochter\nSalome, die als das herrlichste Geschöpf Europas gepriesen ward, hatte\ndie Fürsorge um das Mahl übernommen und konnte seiner Aufgabe gerecht\nwerden, da ihm die Beihilfe seiner im Hauswesen tüchtigen\ngrundgescheiten Tochter in jeder Weise wurde. Für Beschaffung erlesener\nWeine sorgte Rat Thalhammer, eine Weinzunge fürnehmer Art, geschult\ndurch viele Reisen in Italien und Griechenland; “Vater Puchner”, der\nZäpfler, hatte es übernommen, etwaigen Wünschen nach einem Trunk guten\nSalzburger Bieres gerecht zu werden. Martin Hoß mußte die Musikanten\nbesorgen und die Anleit zum Balle geben.",
        "Andere Ratsmitglieder ordneten die Ausschmückung der Räumlichkeiten der\nTrinkstube, die auch als Gasthof zur Fremdenbeherbergung diente und\ngroßes Ansehen genoß, und schließlich ward für diesen Festabend eine\nbesondere Kleiderordnung ausgegeben, nach welcher sich die männliche\nBürgerschaft zu richten hat, dieweilen das für die Weiberwelt nicht\nnötig ist, denn diese weiß sich schon selber aufs schönste\nherauszuputzen.",
        "Zu Fuß und vielfach nach welscher Art in Sänften waren die Honoratioren\nder Bischofstadt im Trinkhause erschienen, buntgeschmückt und\nerwartungsvoll. In einem Seitensaale neben der Tanzhalle versammelten\nsich Salzburgs Frauen und Mädchen, in einer Gruppe standen eifrig\nparlierend die Junker und jungen Bürgersöhne, die Ratsherren hielten den\nvorderen Teil des Hauptsaales besetzt, empfangsbereit und voll Erwartung\nbange murmelnd. Ein Teil der Bürgerschaft hingegen hatte rasch entdeckt,\ndaß ein Schenktisch in einem Gemache hinter dem Festsaal steht,\nwohlbesetzt mit Zinnkrügen, Silberköpfen, Kannen, Pokalen und Humpen, ja\nauch viel Majolikageschirr aus Welschland war vorhanden, und recht derb\nkontrastierten dagegen die hölzernen Bierbitschen. Daß alle diese\nschönen Gefäße teils mit Wein, teils mit Gerstensaft gefüllt seien,\nhatten junge Leute bald los. Zwar lautet das Gebot, daß vor Tafelbeginn\nder Schenktisch nicht geplündert werden dürfe, doch von den gewaltigen\nRatsherren war heut keiner um die Wege, die Aufwärter fragte man nicht,\nund so schluckte so mancher aus den Gefäßen, ohne lang zu fragen, ob es\nerlaubt und wessen der Inhalt sei. “Was man hat, besitzt man!” gröhlte\nein junger Negotiator, und sein Beispiel wirkte aneifernd genug.",
        "Im Hauptsaale, so schön und großartig, daß darin ein römischer Kaiser\nlogieren könnte, war die Tafel, bedeckt mit schwerem Damast und goldenen\nwie silbernen Kannen, Bechern und Schüsseln, ausgestellt, wundersam zu\nbeschauen auch ob der Schaugerichte, so da waren ein Pfau mit\naufgeschlagenem Rade, der unvermeidliche Schweinskopf in reicher\nGarnierung, gewaltige Huchen und rotbetupfte Ferchen, auch Fasanen mit\nsenkrecht aufragendem Stoß, und etliche Gebirge aus Zucker, darunter der\nUntersberg, aus dessen Quellen Weißwein als Bergbrünnlein\nherniederrieselten.",
        "Lustige Weisen der Zinkenbläser und Posaunisten, dazu Trommelwirbel und\nSchellengeklingel tönten von der Galerie herab, den buntgeschmückten\nFestgästen die Wartezeit bis zum Beginn zu verkürzen, doch hörte man\nnicht viel auf die lockende, bald leise schwirrende, bald wieder grell\nlärmende Musik. Die Weiber hatten Besseres, Wichtigeres zu thun im\nMustern der Kleider von Freundinnen, im schauen und kritisieren, und der\nAnblick, den Salome Alt, des Kaufherrn bildschöne Tochter bot, versetzte\ndie anwesende Frauenwelt in eine Erregung, die sich in Rufen des\nErstaunens, im Gemurmel und Tuscheln grimmigsten Neides äußerte.",
        "Salome, ein Mädchen mittlerer Größe von kaum zwanzig Lenzen, war soeben\nin den für die Frauen reservierten Raum getreten; lächelnd begrüßte sie\ndie Damen, nickte den Mädchen zu und schritt langsam zur\nBürgermeisterin, die sich ob der Pracht solcher Kleidung nicht zu fassen\nwußte, wiewohl sie wahrlich weiß, daß Salome über Prachtgewänder dank\nder Freigebigkeit des Vaters zu verfügen hat. Ein bezaubernder Liebreiz\nist über das runde Madonnenantlitz des Mädchens ausgegossen, der\nschlanke Wuchs weist das herrlichste Ebenmaß auf mit einer Fülle\nreizendster Formen, die ein Männerauge in hellstes Entzücken versetzen\nmuß. Blendend weiß die reine Stirne, von blonden Löckchen umrahmt, die\nZähnchen schimmernd gleich Perlen, das goldige Haar aufleuchtend im\nLicht der vielen Kerzen, Kinderaugen lieb und rein, rundes Kinn, ein\nWesen so sanft, unschuldsvoll und lockend, und dennoch bescheidener Art,\ndie es vermeidet, das eigene schöne Ich irgendwie in den Vordergrund zu\ndrängen. Ein leises Rot liegt wie angehaucht auf Salomes zarten Wangen,\nein Lächeln inneren Triumphes auf den leicht geöffneten Lippen.\nFürstlich muß die Erscheinung des Mädchens genannt werden im weiten\nblauen, mit Nörzpelz gefütterten Atlasrock, besetzt mit goldenen und\nsilbernen Schnüren, um den Hals eine vierfache Perlenkette, am\nHalsausschnitt die steife Spitzenkrause, die Ärmel verbrämt mit\ngolddurchwirktem Tuch.",
        "“Gott zum Gruß, liebwerte Muhme!” lispelte Salome und erwies der\nBürgermeisterin gebührende Reverenz.",
        "Frau Alt brachte den Mund nicht zu vor Überraschung und mußte erst\nverschnaufen, bis sie zu stammeln vermochte: “Salome! Wie eine Fürstin\nsiehst du aus! Gott straf’ mich peinlich, so dein Rock nicht die\nfünfhundert Lot Perlen hat und in die tausend Thaler kostet!”",
        "“Gefällt Euch das Kleid nicht? Das thät’ mich schmerzen, der gute Vater\nist zufrieden, und das macht mich immer glücklich!”",
        "“Schon, gewiß auch! Aber Perlen, so viel Perlen für eine junge Maid! Das\nist zu viel des Guten, Kind! Und Perlen bringen dereinst Zähren, das hat\nmein Ahnl schon gesagt!”",
        "“Des will ich warten, Muhme!” lachte silberhell die schöne Salome, “ich\nhabe Zeit und fürchte mich nicht davor. Doch wenn Ihr verlaubet, will\ndie anderen Frauen ich begrüßen!”",
        "Indes Salome einer Fürstin gleich und doch bürgerlich bescheiden den\nFrauen zuschritt, ward es immer lauter am Schenktisch drüben, wo der\nhastig geschluckte starke Südwein die Geister bereits zu entfesseln\nbegann, und sowohl Stadtrat Thalhammer wie der ob seines Festbieres\nbesorgte Vater Puchner herbeigeeilt waren, um weiteren Beraubungen der\nGetränkevorräte vorzubeugen. Ihr Veto und der Hinweis, daß die\nköstlichen Weine für das fürstliche Gefolge, nicht aber für Schmarotzer\nbestimmt seien, rief lebhaften Protest der naschhaften Bürgersöhne\nhervor, und besonders der noch ziemlich jugendliche Ratssohn Lechner\nopponierte lauter als schicklich war, gegen sothane Bemutterung.\n“Festgäste sind wir alle und in der Trinkstube zum trinken da, es bleibt\nsich gleich, ob wir unser Deputat vor oder erst nach dem Mahle trinken.\nUnd auf diesen Wein wird der Fürst wohl nicht reflektieren, der hat\nbesseren Tropfen im Keller des Keutschachhofes, besseren, sag’ ich, als\ndieser Raifel, und der Höpfwein gar, der hat einen Stich!”",
        "Nun war es zu Ende mit der Ruhe Thalhammers, den eine Verschimpfung von\nWeinen, die seine Zunge als fürtrefflich erkieset, beleidigte. “Die Pest\nhat er, so diese Weine stichig sind! Sauf’ er Wasser vom Gerhardsberg,\ndas giebt Ihm den Verstand wieder, so einer überhaupt vorhanden war! Und\ndie Rumorknechte schick’ ich ihm auf den Hals!”",
        "“Die laßt nur hübsch zu Hause! Wir sind in unserer Trinkstube, die ist\nstädtisch und gehört uns Bürgern! Wollt Ihr beten, geht in den Dom, ist\nPlatz genug darin, für Euch und den Erzbischof!”",
        "“Wollt Ihr gleich stille sein!” mischte sich Vater Puchner dazwischen,\ndem nicht ganz wohl ward bei so respektwidriger Erwähnung des noch dazu\neben erwarteten Landesfürsten. “Wollet Ihr gröhlen, wartet bessere\nGelegenheit ab! Kein Wort aber mehr über den erleuchteten erlauchten\nHerrn!”",
        "Dem Lechner saß der Weinteufel aber schon im Gehirn und er polterte\nunbekümmert los: “Erleuchtet, hehe! Der neue Herr mit dem seltsam\nWappen! Wißt Ihr, Bierwanst, was der Wölfen Dieter im Schilde führt? Ich\nwill es Euch sagen: eine schwarze Kugel im weißen Felde! Das ist die\nFinsternis! Wir werden es noch erleben, ein Wetter wird gehen über das\nErzstift! Bringt Euren Schmeerbauch zu rechten Zeiten weg, der\nErlauchte könnte Euch darauftreten, daß Ihr zwillt!”",
        "Bestürzt rief Rat Thalhammer: “Haltet ein, Ihr schwätzt Euch um den\nKopf! Der neue Herr vergeht keinen Spaß von solcher Seite und läßt uns\nentgelten, was der Weindunst aus Euch spricht!”",
        "Grimmig pfauchte Lechner: “So laßt Euch auf den Köpfen tanzen, daß es\nstaubt, Ihr Memmen! Ich fürcht’ ihn nicht, den Wölfen Dieter samt seinen\nDegen! Haha! Ein Kirchenfürst, der spanisch herumstolziert gleich einem\ngeckenhaften Junker!”",
        "Lärmender Tusch unterbrach diese Scene; auf ein Zeichen des\nBürgermeisters hatten die Musikanten eingeht, den ins Haus getretenen\nLandesherrn anzublasen.",
        "Die mit Tannengrün und den Farben Salzburgs geschmückte Treppe herauf\nstieg Wolf Dietrich, gefolgt von den Würdenträgern seines Hofes. Der\nGestalt nach war der Erzbischof und Landesfürst schmächtig, fast klein\nzu nennen, unschön die Züge seines Gesichtes mit kleinen, doch lebhaften\nAugen, deren Blick es jedoch verstand, sich Respekt zu verschaffen und\nden keiner auf die Dauer aushielt. Eine Unruhe lagerte über diesem\nAntlitz, ein Gedankenreichtum, etwas undefinierbar Gewaltiges, jeden\nAugenblick bereit, überraschend loszubrechen. Kaum dreißigjährig ging\nvon diesem Manne ein Wille aus, der an die Vollkraft des reifen Mannes,\nan eine unbeugsame Willensstärke gemahnte, die Gestalt Wolf Dietrichs\natmete Hochmut, trotz der kleinen Erscheinung, und gemahnte keineswegs\nan einen duldsamen Kirchenfürsten. Aristokrat von der Sohle bis zum\nScheitel vereinigte Wolf Dietrich die Eigenschaften schwäbischen und\nlombardischen Blutes in sich; ein frischer, junger Mann “geschwinden\nSinnes und Verstandes und auch hohen Geistes”, der infolge seiner\nStudien im collegium Germanicum zu Rom, seiner Erziehung im Palazzo\nseines Oheims Marx Dietrich von Hohenems, als Großneffe des regierenden\nPapstes, an Bildung den Landadel turmhoch überragte und sechs Sprachen\nbeherrschte.",
        "Wolf Dietrich trug spanische Tracht, den Federhut, wie ihn Rudolf II.\nliebte, das Rappier stets an der Seite, wenn er nicht des Chorrocks und\nBaretts benötigte, und einen kostbaren schwarzen Mantel um die Schultern\ngeschlagen. In dieser Kleidung war der schwäbische Landjunker von\nRaittenau am Bodensee sicher nicht zu erkennen, und der mit 29 Jahren\nzum Fürst-Erzbischof vom Stifte Salzburg erwählte Herr von Raittenau\nliebte es auch nicht, an seine schwäbische Abkunft erinnert zu werden,\nwiewohl die Kriegsthaten des Vaters Hans Werner ruhmreich genug gewesen.\nSeine Mutter Helena war eine Nichte Pius’ IV. aus dem Geschlechte der\nHohenems, ihr medizäisches Blut wallte in Wolf Dietrich heiß und\nstürmisch auf zu Rom wie–verspürbar allenthalben zu Salzburg.",
        "Mit dem ihm eigenen stechenden Blicke musterte Wolf Dietrich die\nDekoration im Treppenhause und stieg langsam empor, haltmachend vor dem\nin tiefster Verbeugung gehenden Bürgermeister Alt, der ehrerbietigst\nSeine Hochfürstliche Gnaden begrüßte, ohne den gekrümmten Rücken zu\nheben, und den Willkomm gleichzeitig mit dem Dank für das huldvolle\nErscheinen des gnädigen Fürsten stammelte.",
        "Ein hochmütiger Blick flog über des Bürgermeisters Rücken hinweg zu den\nSaalthüren, durch welche heller Kerzenschimmer herausflutete, es schien,\nals suchten Wolf Dietrichs Augen eine bestimmte Peinlichkeit.",
        "“So mögen denn Ew. Hochfürstliche Gnaden geruhen, den Schritt zu setzen\nin das vor Freude erzitternde Haus bemeldter Stadt, die das Glück\nhat....”",
        "“Will nicht hoffen! Liebe ’zitternde’ Häuser nicht! Soll ich aber den\nFuß in den Saal setzen, mag Er Raum dazu geben!” sprach ironisch\nlächelnd der junge Fürst, worauf sich der Bürgermeister erschrocken mit\nseinem gutgenährten Bäuchlein an die Stiegenmauer drückte. Wolf Dietrich\nschritt an ihm vorüber, und Alt wollte eben dem Fürsten folgen, da\ndrückte ihn die energische Hand des Kammerherrn hinweg, das fürstliche\nGefolge blieb dem Gebieter auf den Fersen. Bis auch noch die Edelknaben\ndie Stiege vollends erklommen hatten, war Wolf Dietrich längst im\nHauptsaal angelangt, und der Bürgermeister stand verdutzt an der\nStiegenmauer.",
        "Die Stadträte beugten sich wie ein Ährenfeld im Winde vor dem Gebieter,\ndessen Feueraugen indes nach dem Frauengemach schielten, und mit ebenso\nüberraschender wie gewinnender Liebenswürdigkeit sprach Wolf Dietrich:\n“Meinen Dank allen für den freundlichen Empfang! Doch ich bitte, zuerst\ndie Damen! Nicht will ich die Ursache sein einer Verzögerung, und\nFrauen soll man niemals warten lassen!”",
        "Auf einen Wink des Fürsten schritt der Kämmerling an die offene Thür des\nFrauenwartegemaches und sprach: “Seine Hochfürstliche Gnaden lassen die\nDamen bitten, in den großen Saal zu treten!”",
        "Scheu und doch neugierig, geschmeichelt und doch ängstlich zugleich\nwollte von den Frauen keine vortreten, und für die jungen Mädchen\nschickte sich ein Vortritt überhaupt nicht.",
        "“Nicht um die Welt und Gastein dazu geh’ ich voraus!” wisperte die\nverdatterte Bürgermeisterin in einer schier unüberwindbaren Scheu vor\ndem Auge Wolf Dietrichs. Um aber an der Ehre des Vortrittes doch\neinigermaßen Anteil zu haben, auf daß sothane Ehre in der Verwandtschaft\nbleibe, gab Frau Alt der Nichte Salome einen ebenso freundlichen wie\nverständlichen Stoß mit der knöcherigen Faust und tuschelte dazu: “Geh\ndu voraus, dein Kleid verträgt es!”",
        "“Wenn Ihr glaubt, Muhme, ich fürchte mich nicht und wüßte auch keinen\nGrund zu Angst und Sorge!” erwiderte leise die schöne Salome, und\nschritt durch die offene Thür in den Hauptsaal; hinterdrein zappelten\nnun die Frauen und Töchter und guckten sich die Augen und Hälse wund\nnach dem jungen Fürsten in der spanischen Tracht.",
        "Noch ehe Salome die Lippen geöffnet, um den Dank von Salzburgs Damen für\ndas gnädige Erscheinen des Landesherrn darzubringen, war Wolf Dietrich\nin seiner impulsiven Art dem schönen Fräulein entgegengegangen, und\nlebhaft rief der Fürst: “Ah, welches Glück lacht mir entgegen, des\nFestes Königin erscheint, und sie wolle auch meine Huldigung\nentgegennehmen!” Mit eleganter Wendung griff Wolf Dietrich nach dem\nzierlichen Händchen Salomes und drückte galant die Lippen darauf.",
        "“Hochfürstliche Gnaden!” stammelte überrascht die schöne Salome und\nwollte die Hand zurückziehen.",
        "“Nicht doch, bellissima! Gewährt die Gnade, daß des Stiftes Salzburg\nHerr der Schönheit huldigt! Euren Arm, Donna, und nun wollen wir\ngeruhen, das Fest zu eröffnen!”",
        "Salome hatte sich gefaßt, die chevalereske Huldigung schmeichelte ihrem\nSinn wie die offenkundige Auszeichnung; Salome wußte, daß sie strahlend\nschön, begehrenswert wie keine zweite Dame unter Salzburgs Mädchen ist,\nund in diesem Triumph legte das Fräulein, holdselig lächelnd, den vollen\nrunden Arm in jenen des jungen Fürsten. Das Paar schritt nun durch den\nSaal, die Musikanten spielten eine flotte Weise dazu, die überraschten\nPatrizier und deren Frauen, Söhne und Töchter thaten das klügste, indem\nsie sich paarweise anschlossen und in der Ronde hinterdrein schritten.\nGelegenheit zum schwätzen war dabei reichlich genug vorhanden, die\nMündchen der Damen schnurrten wie Spinnrädchen. Neues genug bringt der\nneue Herr in alle Kreise. Ohne vorherigen Cercle ein Fest zu eröffnen,\nsich ein Fräulein herauszufischen, und das zur Festeskönigin erküren\nund auszurufen, welch neues, ungewöhnliches Vorgehen! Wenn der Fürst da\ndoch wenigstens die eigene Tochter herausgefischt hätte! Aber so\nschlankweg die Salome Alt, die ohnehin sich geriert, als stamme sie aus\nfürstlichem Geblüt! Es muß ihr ja der Neid lassen, daß sie schön ist,\nhübscher als alle andere, aber weil das unbestreitbare Thatsache ist,\nwäre es besser, wenn sich die Alt-Tochter mehr im Hintergrund verhielte!\nUnd dieser fabelhafte Luxus in der Kleidung! Eine Prinzessin hat kaum so\nviel Perlen zu tragen!",
        "Salomes Vater, Herr Wilhelm Alt, war mit sich selber nicht recht einig,\nals er mit der Schwägerin, der Muhme Salomes, dahinschritt. Die seiner\nTochter widerfahrene Auszeichnung schmeichelte zum Teil ja gewiß auch\ndem Vater, besonders da Wolf Dietrichs Art sonst hochmütig ist und der\njunge Gebieter viel auf höfische Formen hält. Aber eben die so\nplötzliche Durchbrechung der Etikette will dem stolzen Kaufherrn nicht\ngefallen, sie verletzt durch ihre Außerordentlichkeit. Einem Stachel\ngleich wirkt auch die von Wilhelm Alt wohl beobachtete Scene, wie der\nBruder-Bürgermeister von den Herren des fürstlichen Gefolges an die\nStiegenwand gedrückt wurde; die Hofschranzen nehmen sich in ihrem\nÜbermut zu viel heraus, der Bürgerstolz ist verletzt und stolz waren die\nSalzburger Patrizier von jeher. Was aber thun in diesem ungewöhnlichen\nFalle? Es ist nicht opportun, als Vater hinzutreten und dem Fürsten die\nTochter aus dem Arm zu reißen.",
        "Die Muhme-Schwägerin trippelte an Wilhelm Alts Seite, schwelgend in\nGlückseligkeit. Von dem ihrem Gatten widerfahrenen Affront hat sie keine\nAhnung, sie hat nur die beglückende Auszeichnung ihrer Nichte durch den\nstolzen Landesherrn wahrgenommen, mit eigenen Augen gesehen, wie der\nGebieter die Hand Salomes geküßt, als wäre die Nichte eine wahrhaftige\nPrinzessin. Welches Glück, welche Auszeichnung für Salome, für die ganze\nFamilie Alt! Die Muhme sieht die Zukunft in rosigem Lichte. Wer weiß,\nwelche Auszeichnungen ein Verkehr mit dem fürstlichen Hofe, mit dem\nErzbischof noch bringen kann! Hat doch Wolf Dietrich die besten\nBeziehungen zum Vatikan! Verwandt mit Seiner Heiligkeit! Ihn kann es nur\nein Wort kosten, und die Muhme erhält den päpstlichen Segen separat, nur\nfür sich! Die Bürgermeisterin erschrak in Gedanken vor der Kühnheit\nihrer Hoffnungen, sie erinnerte sich, daß der Gemahl nichts weniger denn\nsolche römische Aspirationen hegt und seine Behaglichkeit höher schätzt\nals Fürstengunst. Wenn es sich aber heimlich bewerkstelligen ließe,\nalles und just das brauchte der Bürgermeister ja nicht zu wissen,–der\nMuhme schwindelte vor diesem Gedanken und unwillkürlich stützte sie sich\nfester auf den Arm des Schwagers.",
        "Wer sich am Rundgang nicht beteiligt hatte, die jüngeren Bürger, Junker,\nauch die Plünderer des Schenktisches, hatten sich an der Saalwand\naufgestellt und bildeten eine Gruppe in der Ecke, zu welcher sich der\ngründlich vergrämte Bürgermeister Alt gesellte, dessen Blicke nicht\nviel Gutes zu künden schienen. Manches bissige Wort über den Fürsten und\nsein Charmieren mit Salome fiel in dieser Gruppe, und der Bürgermeister\nwehrte dessen nicht. In ihm kochte es, die Behandlung auf der Treppe hat\nsein Blut erhitzt. Nicht minder ärgert es Alt, daß sein Eheweib an des\nBruders Seite ersichtlich verklärt, schwimmend in Glückseligkeit,\nhinterdrein trippelt und durch dieses alberne Nachlaufen das fürstliche\nKaressieren gewissermaßen sanktioniert. Bürgermeister Alt knurrte:\n“Dumme Gans! Und Wilhelm könnte auch etwas Besseres thun, als mit der\nalten Schachtel hinterdrein zu laufen!”",
        "Einer der Jungen, die vom Südwein zu viel erwischten, krähte mit\nheiserer Stimme: “Guckt ihn an, den Erzbischof, der tänzelt wie ein\nspanischer Junker!”",
        "Und ein anderer, dessen Augen bereits gläsern geworden, brachte\nschluckend heraus: “Fein–wird–’s im E–e–er–z–st–st–stift!”",
        "Inzwischen war Wolf Dietrich mit Salome an diese Gruppe herangekommen;\nder Fürst winkte der Musik, die mit einer Dissonanz jäh abbrach, und\nsprach, seine Dame im Arm behaltend, den Bürgermeister mit vollendeter\nLiebenswürdigkeit und Herablassung wohlwollend an: “Lieber Alt! Niente\ndi male! Ihr verzeiht mir wohl, daß ich im Banne der Schönheit auf Eure\nMeldung und Unordnung nicht gewartet, das Fest mit der Königin in\npersona eröffnet habe. Salzburgs schönste Mädchenblume rechtfertigt\nmein Verhalten und erklärt die Begeisterung meiner Gefühle! Glücklich\nein Land, in dessen Gefilden solche Blumen blühen, glückliches Salzburg,\ndessen Herr zu sein mich mit freudigem Stolz erfüllt! Nun, mein lieber\nBürgermeister, ist es nach Eurer Absicht, so laßt uns das Mahl beginnen,\ndoch wünsche ich, daß zu Tisch mir des Festes Königin zur Partnerin\nverbleibe!”",
        "Der Bürgermeister hatte seinen Ohren nicht getraut, diese huldvolle\nAnsprache warf alle Rachegedanken über den Haufen, sie mußte einen\nDrachen in ein sanftes Lamm verwandeln; zum mindesten, das fühlte der\nStadtvater deutlich genug, gehört auf solche Huld eine höfliche\nDankesantwort, die aber im Handumdrehen nicht gedrechselt werden kann,\ndenn Herr Ludwig Alt ist kein Geschwindredner und seine Gedanken\nverlangen eine überlegte gemächliche Aneinanderreihung. “Hochfürstliche\nGnaden haben geruht!” Das war der erste Anlauf, und nun muß einen\nAugenblick nachgedacht werden, was hinzugefügt werden könnte.",
        "Doch der lebhafte Fürst sprach dazwischen: “Ihr seid also nimmer\nungehalten, solche Versöhnlichkeit ehrt Euch und läßt den milden Sinn\ndes treubesorgten Stadtvaters erkennen! Ich irre nicht, wenn ich Eure\nZustimmung voraussetze. Zu Tische denn, und Euch, Bürgermeister, lade\nich ein, zu meiner Linken den Platz zu nehmen. Zu meiner Rechten behalte\nich die Verkörperung der Schönheit, des Festes Königin!”",
        "Eine Fanfare schmetterte in den Saal, in ihr ging der Dank des\nBürgermeisters unter.",
        "“Eure Gemahlin nehmen wir mit!” rief Wolf Dietrich dem Stadtvater zu,\ndem darob die Ohren sausten.",
        "Die Herablassung des Landesherrn wirkte zündend, die glänzende\nVersammlung akklamierte frohgestimmt dem leutseligen jungen Fürsten, ein\nTusch der Musikanten verstärkte die brausenden Hochrufe, und in\nlebhafter Beweglichkeit ward zur Tafel geschritten. Eilig hatte es die\nBürgermeisterin, welche die Worte des Gebieters glücklich erhascht\nhatte, an die Seite des Gatten zu gelangen, wozu die Überglückliche ihre\nArme wohl zu gebrauchen und sich im Menschengewirr Bahn zu schaffen\nverstand. Die Herren, welche Frau Alt so unsanft zur Seite drängte,\nlachten auf ob der Beteuerung, daß der Fürst Verlangen trage nach der\nStadtmutter, und ließen die in ihrer Glückseligkeit drollige Frau\nbereitwillig durch. So gelangte Frau Alt zu ihrem Gatten, der sie nun\nwohl oder übel zu Tisch geleiten mußte.",
        "“Der Schönheit Majestät wolle mich beglücken!” flüsterte Wolf Dietrich,\nals er mit Salome sich dem Ehrenplatz an der Prunktafel näherte.",
        "“Hochfürstliche Gnaden überschütten mich mit Huld und Gunst in\nunverdientem Maße!” erwiderte lächelnd Salome und senkte bescheiden die\nLider.",
        "“Nicht doch! Wessen Blick geschult ist durch das Leben im ewigen Rom,\nvermag wahre Schönheit zu erkennen, doch versagt die Sprache, sie\ngebührend zu preisen. Ich huldige der schönsten Königin, so die Erde\nträgt, und bitte, diese aufrichtige Huldigung in Gnaden aufzunehmen!\"\nEin leiser Druck des Armes auf jenen Salomes, dann gab Wolf Dietrich\nseine Dame frei, winkte einem Edelknaben und beorderte diesen zur\nBedienung der Dame.",
        "Man setzte sich zur Tafel, und wie angeordnet, kam immer zwischen zwei\nHerren eine Dame zu sitzen, Frau Alt, deren Wangen vor Aufregung die\nFarbe der Klatschrose angenommen, hatte gehofft, zur Linken des Fürsten\nplaciert zu werden, aber das litt nun der Gemahl doch nicht, hier wurde\ndie Ausnahme gemacht. Dafür saß nun die Stadtmutter zwischen den Brüdern\nAlt, also immer noch in auszeichnendster Nähe des Landesherrn und\nEhrengastes.",
        "Noch ehe das Mahl begann, hatte sich Wolf Dietrich an seine\nTischgenossin gewendet: “Irre ich nicht, so war das Geschick mir schon\neinmal günstig, und ein guter Stern hat Euch vor kurzer Zeit in meinen\nPalazzo geführt?”",
        "Salome erhob das strahlend schöne Auge zum Gebieter, dann nickte sie und\nlispelte: “Nicht ein Stern ist’s gewesen, des Vaters Auftrag führte mich\nin den Palast. In Geldangelegenheiten geht mein Vater sicher und deshalb\nmuß zum Einhub die Tochter kommen.”",
        "“So waret Ihr es doch, die ich flüchtig nur bei meinem Kastner sah!”",
        "Salome nickte.",
        "“Und Euer Vater, glücklich zu preisen ob solcher Tochter, die allen\nLiebreiz in sich verkörpert, ist er hier in unserem Kreise?”",
        "Leise erwiderte Salome, daß der Vater zur Linken neben der Muhme Platz\ngenommen habe.",
        "“Und die Mutter?”",
        "“Die Teure ist seit langem uns entrissen!”",
        "“Wie schmerzlich muß es gewesen sein, von solchem Kind zu scheiden! Doch\nwollen wir in der Gegenwart bleiben!” Wolf Dietrich lehnte sich in\nseinen Stuhl, dessen Lehne mit dem Raittenauer Wappen und den\nbischöflichen Farben geschmückt war, zurück, um den Blick auf Wilhelm\nAlt frei zu bekommen. Ein kurzer, musternder, prüfender, stechender\nBlick, der dem Antlitz des Fürsten einen harten Ausdruck gab, dann\nkehrte wohlwollende Leutseligkeit in das Antlitz zurück, und freundlich,\nmit gewinnender Güte und Herablassung rief Wolf Dietrich dem\nHandelsherrn zu: “Wilhelm Alt, meinen Gruß! Verzeiht, daß so verspätet\nich an Euch mich wende, Euch glücklich preise ob der schönen Tochter und\nden Dank Euch sage dafür, daß es mir vergönnt, die Königin des Festes\nzur Partnerin zu haben!”",
        "Wilhelm Alt hatte sich schon bei den ersten Worten erhoben und dem\nFürsten tiefe Reverenz durch eine Verbeugung erwiesen. Dann aber blieb\nder Handelsherr aufrecht vor dem Landesherrn stehen, stattlich anzusehen\nals ein seiner Bedeutung wohlbewußter, reicher Patrizier. Ein von Liebe\nund väterlichem Stolz sprechender Blick flog zu Salome hinüber, ein\nzweiter galt dem Fürsten, und dieser Blick schien prüfend, mißtrauisch\nzu sein, gleichsam, als traue der Vater nicht dem jungen Herrn, der so\nwenig Hehl aus seiner Bewunderung und Huldigung für die Tochter mache.\nDer Dank für die Ansprache fiel etwas kühl aus, vollendet höflich und\nehrerbietig, aber fühlbar frostig.",
        "Sofort zeigte des Fürsten Antlitz den Zug unbeugsamer Härte, den\nAusdruck von Hochmut, der Blick ward stechend und höhnisch; doch\nweltgewandt meisterte Wolf Dietrich sofort seine Empfindungen und den\nGesichtsausdruck, die Falte auf der geistkundenden Stirn glättete sich,\nlächelnd grüßte der junge Kirchenfürst unter den Worten: “Wir danken\nEuch, Wilhelm Alt und wollen Euch den nun beginnenden Tafelfreuden nicht\nlänger entziehen!”",
        "Nach abermaliger tiefer Verbeugung nahm der Kaufherr seinen Platz wieder\nein, sofort von der Schwägerin interpelliert, was denn alles der gnädige\nHerr gesprochen. “Ich hör’ auf einem Ohr nicht gut, das schlechte Wetter\nist daran schuld!” fügte die neugierige Bürgermeisterin hinzu. Wilhelm\nAlt war boshaft genug, um der Schwägerin zuzuwispern: “Einen Hopser will\ner später mit Euch machen!” Frau Alt schien das Geflüster doch\nvollkommen verstanden zu haben, denn ganz etikettwidrig platzte sie\nheraus: “Nicht möglich?” Das klang so drollig, daß auch Salome ein\nKichern nicht unterdrücken konnte.",
        "Wolf Dietrich hatte sich an den Bürgermeister gewendet, als der Gang:\n“Ein gelb Essen ist lind zu essen\"[1] serviert worden war, und sprach\nzum ehrerbietig aufhorchenden Stadtgewaltigen: “Nun wir die linde Speise\nhinter uns haben, wollen wir auch linder Stimmung sein und vernehmen,\nwas die Herzen meiner Salzburger beweget.”",
        "Das klang wie Musik in den Ohren Ludwig Alts, der es gleich dem Stadtrat\nbitter genug empfunden hatte, daß der Landesherr kaum nach seinem\nRegierungsantritt von den Errungenschaften früherer Erzbischöfe\nschleunigst Gebrauch machte und eine Revision in den Personen des\nStadtrates in Bezug auf ihre Gesinnung vornahm, die eine fühlbare\nVeränderung dieser Instanz hervorrufen mußte.",
        "Ludwig Alt traute aber der “linden” Stimmung des jungen Gebieters nicht\nvöllig, immerhin wollte er den Versuch machen, sie zu Gunsten der Stadt,\nnamentlich zur Wiedererlangung der abgenommenen Kriminalgerichtsbarkeit\nauszunutzen. Vorsichtig brachte Alt hervor: “Wenn wir in schuldiger\nEhrfurcht eines vom gnädigen Herrn erbitten dürften, so wäre es, daß das\nStadthaupt und der Rat gewissermaßen doch auch noch etwas zu sagen\nhätten!”",
        "Wolf warf den geistvollen Kopf auf, sein scharfer, geschwinder Sinn\nhatte im Nu erfaßt, wohinaus der Bürgermeister zielte, doch wollte er\ndie Erkenntnis nicht verraten und fragte daher: “Wie meint Er das?”",
        "“Wenn Hochfürstliche Gnaden es huldvoll verstatten wollen: Wir haben nur\nnoch die Exekutive, seit Ew. Gnaden neue Hofratsordnung in Kraft\ngetreten ist und auch diese Gerichtsbarkeit dieser erzbischöflichen\nBehörde übertragen wurde, und–”",
        "In diesem gewichtigen, ja gefährlichen Augenblick trat Wilhelm Alt, der\nin höchster Spannung dem bedeutungsvollen Gespräch zugehört, dem Bruder\nwarnend auf den Fuß.",
        "“Und?” fragte Wolf Dietrich mit lauernder Miene.",
        "Der Bürgermeister konnte die brüderliche Warnung nicht recht deuten und\nim Banne der fürstlichen Frage rutschte ihm heraus: “Und diese Exekutive\nerniedrigt uns zum bedeutungslosen Polizeibüttel, der sonst nichts ist\nund nichts zu sagen hat!”",
        "Wolf Dietrichs Wangen färbten sich rot, Wilhelm Alt, der Weitblickende,\nerblaßte. Ahnunglos plauderten und aßen die Festgäste, nur in der\nnächsten Umgebung des Fürsten herrschte beklemmende Ruhe.",
        "Wieder meisterte der Landesherr sein heißes Blut, kühl, fast höhnisch\nsprach er: “Deut’ ich das vernommene Wort recht, und es ist nicht schwer\nzu deuten, so spukt in euren Köpfen der Geist der Rebellion!”",
        "Beide Alts zuckten zusammen. Da griff Salome helfend ein: “Verstattet\ngnädigster Herr und Gebieter ein vermittelnd Wort!”",
        "Überrascht rief Wolf Dietrich: “wie? Majestät Schönheit will sich ins\nGebiet der Politik begeben?”",
        "“Verzeihung, gnädigster Landesvater! Ich fühle wohl den herben Tadel in\nden Worten Ew. Hochfürstlichen Gnaden und gestehe willig dessen\nBerechtigung zu. Ein Weib, ein Mädchen nun gar soll schweigen, so im\nKreise bedeutender Männer das Wohl des Landes beraten und erwogen wird.\nEin Weib–”",
        "“Ein fürstlich Weib!” murmelte Wolf Dietrich und ein bewundernder Blick\nschien die schöne Gestalt Salomes umfassen zu wollen.",
        "Klug nützte Salome den Augenblick wie die Schmeichelei: “Ein Weib\nversteht nichts von den wichtig politischen Dingen, doch kann weibliches\nEmpfinden oft besser erfassen, den Kern einer Sache erkennen, als ein\nkluger Manneskopf, wasmaßen das Weib meist nicht von Nebendingen\nbeeinflußt ist.”",
        "“Ei ei, der Diplomat im weiten Rock!” lachte der Fürst amüsiert.",
        "Tapfer behauptete Salome: “Ew. Hochfürstliche Gnaden werden mir zugeben,\ndaß ich in der eben vernommenen Sache ganz unzweifelhaft nicht\nbeeinflußt bin, denn mit Kriminal- und peinlichen Prozessen habe ich in\nmeiner Lebtage nichts zu schaffen gehabt und hoffe, davon verschont zu\nbleiben, bis des Alters Schnee auf meinem Haupte lastet und darüber\nhinaus.”",
        "“O, carissima mia! Wie kann das lieblichste Geschöpf der Erde die\nSchrecken des Alters heraufbeschwören, stören den harmonisch schönen\nEindruck, der mein Herz entzückt! Schnee auf Eurem goldigen Haupte,\nholde Göttin meiner Seele! Bannt mir solches Denken! Hinweg damit! Ich\nkann dieses Wortbild nicht fassen, ich hasse es!”",
        "“Und dennoch wird jene Zeit auch über mich kommen! Doch Euer Wunsch,\ngnädigster Herr, ist mir Befehl, heut und so lang ich lebe–”",
        "“Hört ihr es!” wandte sich Wolf Dietrich zu den beiden Alten, “so\nspricht eine Unterthanin Salzburgs, weise und ergeben in den fürstlichen\nWillen, und wären der Unterthanen alle wie Schönsalome, es wäre eine\nFreud’ und Lust, Herr zu sein!–Doch sprecht aus, was Eure Brust bewegen\nmag!”",
        "“Mein Ohm,” erwiderte Salome, “der allverehrte Bürgermeister hat es\nehrlich, wenn auch vielleicht zu hastig, ausgesprochen, daß zu viel\ngenommen ward von den Rechten Salzburgs, daß der Rat erniedrigt sei zu\nbedeutungsloser Exekutive. Wahr ist dies Wort und Eure Partnerin ist\nnicht viel anderes als des Stadtbüttels Nichte, nicht wert an der Seite\ndes gnädigsten Fürsten und Landesherrn zu sitzen!”",
        "Galant erwiderte Wolf Dietrich: “Schönheit adelt und erhebt!”",
        "“Mit nichten, gnädigster Herr! Ein Fürst wird niemals ein Weib erküren,\ndas nahezu unfrei ist, von niederer Abkunft, mag das Weib dabei\nengelschön sein!”",
        "“Ein Anwalt, wie ich ihn meiner Sache nicht besser wünschen kann!\"\nschmeichelte der Fürst, und fügte bei: “Doch Eure Prämisse stimmt nicht:\nDie Tochter eines Wilhelm Alt, des reichen Handelsherrn, ist nicht von\nniederer Abkunft, au contrair, der edelsten eine in meinem Lande, nur\nnicht von Adel!–Ist irrig die Prämisse, kann die Folgerung nicht\nrichtig sein! Was aber wünscht die verkörperte Anmut in so bemeldter\nSache?”",
        "“Gebt, gnädigster Herr, der Stadt die alten Rechte wieder, laßt ihr ein\ngewisses Maß der Freiheit, die Selbstbestimmung, und ich bin dessen\nsicher: Je lockerer der Zügel, desto freudiger gehorcht das Roß dem\nleisesten Befehl des Herrn!”",
        "Ein langer, liebevoller Blick des jungen Landesherrn lag auf Salome, bis\nWolf Dietrich leise, fast mehr für sich zu sprechen anhub:\n“Verführerische Worte, süßer Klingklang! Geb’ ich dem Rat, wird mir die\nLandschaft störrig! Und schlankweg die Hofratsordnung aufheben, dieses\nmühevolle Werk meiner Juristen, impossibile!”",
        "Salome wagte einen legten Versuch: “Verzeiht mir, hoher Herr! Die\nLandschaft war Euch sicher zu Willen und hat jeder Steuermaßnahme\nzugestimmt!”",
        "“Ja doch! Lästig ist genug die hergebrachte Pflicht, daß der Fürst die\nLandschaft angehen muß bei jeder neuen Steuerausschreibung! Ihr, schöne\nSalome, wollt als besonderes Verdienst betonen die allzeit gefüge\nZustimmung! Verzeiht mir das harte Wort: Hier reicht Frauensinn nicht\naus! Wißt Ihr, warum die Stände so steuerfreudig gewesen und immer ohne\nSträuben zugestimmt haben? Ich will Euch dieses Rätsel lösen: Hoffnung\nwar es, weiter nichts, Berechnung auf des Fürsten Gutmütigkeit, die\nHoffnung, durch sothane Nachgiebigkeit und Willigkeit etwas von den\nfrüheren Rechten zurückzuerlangen!”",
        "“Und täuschte sothane Hoffnung?” fragte Salome unter Augenaufschlag und\nrichtete den Blick direkt in des Fürsten Auge.",
        "Jetzt Aug’ in Aug’ mit dem bezaubernd schönen Mädchen, vermochte Wolf\nDietrich kein schroffes, wahres “Ja” zu sagen, er griff zu Worten der\nAusflucht, indem er eine spätere Reformierung der Angelegenheit\nzusicherte.",
        "Ein Schatten des Unmutes huschte über das Antlitz Salomes, und Wolf sah\ndieses Wölkchen sofort. “Wenn es dem Rat der Stadt und meiner holden\nTischgenossin einen Trost gewährt zu wissen, daß Privilegien anderer\nKlassen noch reformfähig erscheinen, so will ich jetzund sagen: Die\nbisherige Steuerfreiheit des Adels und der Geistlichkeit erscheint mir\nungerecht. Muß der Bürger und Bauer zahlen, soll es Adel und Klerus\nauch! Und damit dixi!”",
        "Beide Alts wußten in ihrer grenzenlosen Überraschung nichts anderes zu\nthun, als den bedeutungsvollen Satz zu wiederholen: “Muß der Bürger und\nBauer zahlen, sollen es Adel und Klerus auch!”",
        "Die Frau Bürgermeisterin hatte von dem Gemurmel nur das Wort “zahlen\"\nverstanden, und dieses Wort übte auch auf die würdige Frau die gleiche\nWirkung aus wie auf alle Salzburger Patrizier, denen die Aufhäufung von\nbischöflichen Lasten, das ständige Anziehen der Steuerschraube ein\nGreuel war. Daher fing Frau Alt auch gleich zu jammern an zum Entsetzen\nihres Gemahls. Wilhelm Alt suchte die Schwägerin zu beruhigen durch den\nHinweis, daß es diesmal dem Adel und der Geistlichkeit gelte und das\nsei nur in der Ordnung.",
        "“O, die haben ja selber nichts, die Geistlichen!” meinte Frau Alt.",
        "“Schweigt doch, Schwägerin, es ist nicht der arme Landklerus gemeint,\nsondern die reichen Klöster und Stiftsherren, die sollen nur auch\nzahlen, der Fürst hat da ganz recht!”",
        "Das seine Ohr Wolf Dietrichs hatte diese halblaute Äußerung vernommen,\nund die Zustimmung des angesehenen Handelsherrn versetzte den jungen\nFürsten in rosige Laune. “Freut mich, lieber Alt! Ihr sehet, wir finden\nden modus viviendi; der Anfang zu einer Verständigung zwischen Fürst und\nVolk ist gemacht, auf diesem Wege wollen wir bleiben und fortschreiten.\"\nZu Salome gewendet sprach Wolf Dietrich: “Will die Wolke nicht weichen\nvon der reinen Stirne? Ich denke, wir sind in Eintracht! Kann ich der\nMajestät Schönheit einen Dienst erweisen, sprecht, Göttin, Ihr seht den\nFürsten dienstwillig wie einen Sklaven, haschend nach einem Sonnenstrahl\nEurer Gnade!”",
        "Salome lächelte in bezaubernder Anmut, ihre Kirschenlippen kräuselten\nsich zu leisem, gutmütigem Spott: “Das zu glauben, hoher Herr, fällt mir\nschwer! Sklavisch ist nichts an Ew. Hochfürstlichen Gnaden, hoch der\nSinn, hoch der Geist wie hoch die Würde! Ich möchte meinen gnädigen\nLandesherrn auch niemals in einer Sklavenlage wissen!”",
        "“Ihr versteht es wohl, die Worte fein zu setzen; ein Notarius könnte\nvon Euch lernen! Doch sprach auch ich bei allem Feuer des Empfindens mit\nBedacht und tiefer Sinn liegt in meinen Worten, da ich sage: Sklave\nmöcht’ ich sein, so Eure Huld würde mich beglücken!”",
        "Ein Kichern folgte dieser galanten Beteuerung, dann flüsterte Salome:\n“So mein gnädiger Herr heute seltsam gebfreudig ist, will die\nGelegenheit beim Schopf ich fassen und bitte ich Ew. Hochfürstliche\nGnaden um die Verlaubnis, ein Gläschen rheinischen Weines trinken zu\ndürfen auf das Wohl unseres gnädigen Herrn!”",
        "“Das wollen wir freudig thun, schöne Göttin; doch nicht harter\nDeutschwein soll Eure Rosenlippen netzen, wir nehmen edlen Terranto, der\nunter Vicenzas Himmel gedeiht!” sprach Wolf Dietrich und wandte sich zum\nBürgermeister mit der Frage, ob dieser edle italienische Wein zu haben\nsei.",
        "“Zum hohen Glück, Ew. Hochfürstliche Gnaden an dieser Tafel zu wissen,\ngehört–Thalhammers feinerprobte Zunge!” schnatterte Ludwig Alt, dem die\nunvermutete Frage die Gedanken durcheinander brachte.",
        "“Wie? Was meint Er?” rief erstaunt der Fürst.",
        "“Gnädiger Herr wollen mir erlauben, daß ich den dunklen Sinn der Worte\nmeines Ohms erhelle!” warf Salome schnell ein, “der gute Ohm wollte\nsagen, daß nur Rat Thalhammer wissen könne, ob für diese Tafel\ngewünschter Edelwein vorhanden sei!”",
        "Wolf Dietrich lachte belustigt ob der Schlagfertigkeit seiner schönen\nTischgenossin: “Beim Zeus! Ich berufe Euch noch in meinen Hofrat, wir\nkönnen solche Redekunst fürwahr gebrauchen!”",
        "“Ob die würdigen Herren da nicht wirren Kopfes werden würden?” spottete\nSalome.",
        "“Ihr möget recht haben; für die alten Federfuchser sind die Folianten\ngut, doch nicht die Blüte weiblicher Schönheit und Anmut! Die Jugend\nwill ihr Recht, sie darf die Hand danach erheben, nicht das mürrische\nAlter!”",
        "Der Bürgermeister hatte unterdessen Thalhammer, der am unteren Ende der\nTafel saß, citiert, und alsbald konnte der vom Fürsten gewünschte\nTerranto-Wein kredenzt werden. Zwei Becher wurden gefüllt, und Wolf\nDietrich stieß mit Salome an: “Auf Euer Wohl, Königin! Jeder Tropfen\ndieses edlen Weines aus dem sonnigen Süden, der Heimat von Kunst, Liebe\nund Wein, verlängere Euer Leben um viele Jahre, jeder Tropfen bedeute\neine Fülle von Glück hienieden! Es lebe die Göttin Schönheit, es lebe\nSalzburgs holdeste Mädchenblume!”",
        "Salome hatte den Blick gesenkt, tiefe Röte bedeckte ihre Wangen, der\nBecher zitterte in ihrer schmalen Hand.",
        "“Will meine Königin mir nicht einen Blick aus den süßen Augen gönnen?\"\nflüsterte Wolf Dietrich.",
        "Da hob Salome das Auge, die Blicke trafen sich, beklommen, zögernd\nsprach sie: “Zu viel des Lobes und der Gnade fällt auf mich! Bethörend\nwirken die Worte! Zu groß ist die Kluft, die uns trennt! Ihr seid der\nFürst und hohe Herr, ich eines schlichten Bürgers Tochter! Laßt mich im\nErdreich, in dem nur ich gedeihe!–”",
        "“Ist das Euer Trinkspruch, Salome?” fragte etwas gedehnt der Fürst.",
        "“Mein gnädiger Herr und Gebieter, ich trinke auf das Wohl Ew.\nHochfürstlichen Gnaden und–”",
        "“Und?”",
        "“Und bitte, es möge mir Eure Gnade und Huld erhalten bleiben!”",
        "“Ja, darauf wollen wir trinken! Euch meine Huld immerdar, mir Eure Gnade\nund–”",
        "“Und?”",
        "“Und Liebe!” flüsterte der junge, feurige Landesherr und sandte einen\nflammenden Blick zu Salome, die jäh errötete und verstummte.",
        "Verschiedene Gänge des üppigen Mahles waren inzwischen serviert worden,\ndoch jedesmal hatte Wolf Dietrich durch eine Handbewegung angedeutet,\ndaß er nicht im Gespräch gestört sein wolle. Diesem Beispiel war auch\nSalome gefolgt, und Ludwig Alt hielt es für seine Pflicht, zu jeglichem\nAugenblick dem Fürsten zur Verfügung zu sein, daher der Bürgermeister\nauf das Essen verzichtete. Nach dem Speisezettel, den Ludwig Alt bei\nsich hatte, sollte nun köstlicher Fasanenbraten an die Reihe kommen, und\nzwar mit einer Neuerung im Gedeck für diese Zeit. Bisher war es üblich,\ndes öfteren Handwasser mit Handtüchern herumreichen zu lassen, damit die\nTafelnden sich die Hände reinigen könnten. Auch heute war das der Fall\ngewesen. Nun zum Fasanenbraten des heutigen Mahles, zur Erhöhung des\nFestes war, ausgeheckt von beiden Alts, eine Neuerung geplant, die eben\njetzt der Tafelrunde vorgeführt werden sollte, und diese Neuerung\nbestand in der erstmaligen offiziellen Verabreichung von Gabeln.[2]\nLudwig Alt war nicht wenig neugierig auf die Wirkung dieser Neuerung und\nhatte angeordnet, daß zum “Fasanen-Gang” dieser Gebrauchsgegenstand\nsolle vorgelegt werden. Natürlich interessierte es den Bürgermeister am\nmeisten zu erfahren, was der Fürst zu sothaner Neuerung sagen werde.",
        "Wolf Dietrich war aber schon wieder in ein Gespräch mit Salome vertieft\nund hatte weder Aug’ noch Ohr für die übrige Gesellschaft.",
        "Längeres Zaudern würde eine auffällige Unterbrechung des Mahles\nherbeiführen, der Bürgermeister mußte daher das Zeichen geben, und\nsogleich erschienen die Aufwärter, deren jeder eine in der Form noch\nziemlich ungeschlachte, zweizinkige Gabel zur Rechten jedes Tafelgastes\nlegte. Von der schwätzenden Menge ward das neue Instrument vielfach\nnicht beachtet; einigen Gästen aber fiel es doch sofort auf, sie\nergriffen die Gabeln, besahen sie, fuhren damit in die Luft, und als von\neinigen vielgereisten älteren Bürgern der Gebrauch dieser neuen\nTischinstrumente erklärt wurde, konnte es an praktischen Erprobungen\nnicht fehlen. Unter großer Lebhaftigkeit ward aufgespießt, was den\nüberraschten Gästen erreichbar war und die Fasanen kamen hierzu just\nrecht. Völlig unbeachtet blieb die Neuerung am Präsidium der Tafel; den\nAltschen Familien war sie bekannt, für das heutige Mahl eigens bestimmt,\nund der Landesvater widmete sich ausschließlich seiner Tischnachbarin.",
        "Die Edelknaben kamen mit den Fasanen auf silbernen Platten, und unwillig\nwollte Wolf Dietrich abwinken, da bat Salome, es möge der gnädige Herr\ndoch auf die Atzung nicht ganz vergessen, wasmaßen diese Leib und Seele\nzusammenhalte. So ließ sich denn der fürstliche Ehrengast von den\nFasanen vorlegen, ebenso Salome, und beide bedienten sich der\nneumodischen Gabeln ohne das geringste Anzeichen einer Überraschung.",
        "Von Salome wunderte das den Bürgermeister ja nicht, aber die\nVertrautheit des Fürsten mit dem neuen Instrument verblüffte und\nenttäuschte ihn derart, daß Ludwig Alt dem Bruder zuflüsterte: “Der\nkennt alles!”",
        "Und Wilhelm raunte zurück: “Stimmt! Der wird uns in allem über!”",
        "Wolf Dietrich hatte mit Behagen von der leckeren Speise genossen und\ndann einen Blick über die Tafel geworfen, an der es lebhaft zuging, denn\nder in großen Mengen genossene schwere Südwein aus Welschland übte auf\nMännlein und Weiblein seine Wirkung aus. “Meine Salzburger lieben den\nsüffigen Wein!” meinte der Fürst zum Bürgermeister, der sogleich\nbeteuerte, daß das gewöhnliche Volk sich wohl an das Hopfenbier halte,\ndenn süße Weine seien von wegen der Teuerung und dem kostspieligen\nTransport nur den bemittelten Ständen erreichbar.",
        "“Wird denn viel solchen Weines eingeführt ins Erzstift?”",
        "“Ew. Hochfürstliche Gnaden unterthänigst aufzuwarten, ja; man bringet\nauf Wasser und Land überflüssig aus allen Landen herzu, als nämlich vom\nRhein, Neckher (Nekar), aus Elsaß, Franken, auch Osterwein (aus\nÖsterreich), Marchwein (aus Steiermark), aus Hungern (Ungarn), viel aus\nWelschland, so man sie heißet Terrant, Raifel, Muscatell, Malvasier von\nNapoli, Romanier, so in Griechenland wachset, Rosatzer auch und\nFarnätscher, Veltliner, und aus dem Etschland Traminer und Höpfwein und\ndergleichen noch manche, die des Thalhammer Zunge besser kennet als Dero\nunterthäniger Knecht!”",
        "“Ich staune! Wußte wahrlich nicht, daß meine Salzburger so gern und viel\nder schweren und teuren Weine trinken!”",
        "Voreilig sprach Ludwig Alt: “Sie trinken nicht, o Herr, sie saufen ihn!\nEin Laster ist’s, ein allgemeines in ganz Deutschland, und es hilft so\nviel wie nichts, mag man dagegen wettern oder sich selber eines guten\nWandels befleißigen. Der Saufteufel hat sie alle am Kragen, Männerleut\nund Weibes, ein Halbes können Kinder selbst schon zutrinken, die Eltern\nlehren’s wohl den Kleinen! Ein Kreuz ist’s und ein Elend mit dem\nWeinteufel!”",
        "“Und der Bürgermeister weiß sich nicht Rat, sothanem Laster wirksam zu\nsteuern?” fragte der Landesherr.",
        "“Dero Gnaden unterthänigst aufzuwarten, ich nicht, und besseren Leuten\nkann ich die Rumorknechte nicht auf den Leib hetzen!”",
        "“So! Nun es erscheinet mir günstig, daß der Landesherr sich Rats weiß,\nich weiß ein Mittel, doch ist es nicht an der Zeit, es heute schon zu\npublizieren. Ich will es mir merken, und dem Saufteufel rücke ich an den\nLeib, ich zwing’ ihn, darauf könnt Ihr Euch verlassen!”",
        "“Das kann, o hoher Herr, der Menschheit nur zum Segen gereichen!” sprach\nSalome, der die übermäßige Trinklust ein Greuel war, und die es peinlich\nberührte zu sehen, wie namentlich die jungen Bürgersöhne ohne Rücksicht\nauf die Anwesenheit des Landesherrn dem Wein in großen Mengen\nzusprachen.",
        "“Eure Zustimmung erquickt meinen Sinn, wie Eure Anmut mein Herz ergötzt!\nIch wünsche mir nichts Besseres, als mit Euch, teure Salome, auch die\nMaßnahmen der Regierung beraten zu können. Seid Ihr dazu gewillt?”",
        "Salome fühlte den tieferen, verhüllten Sinn dieser Frage, und heiße Röte\nschoß in des klugen Mädchens Wangen, ein Zittern lief durch ihren\nKörper, bebenden Tones erwiderte sie: “Wie sollt’ ich je in solche Lage\nkommen? Gebannt in die engen Schranken der Häuslichkeit, gezwungen nach\nZeit und Art, zu stiller Arbeit, Sinn und Zunge gefesselt! Doch was will\nich sagen, da Fürstentöchter es kaum anders haben und verdorren schier\nin dumpfer Kemenate!”",
        "“So sehnt Salome sich hinaus in die Freiheit glanzerfüllter Welt?”",
        "“Nicht das ist meines Sinnes Streben, gnädigster Herr! Ich kenne die\ngezogenen Grenzen und beug’ mich willig diesem Gebot. Was ich ersehne\nheiß, wär’ ein Erfassen vieler Dinge, die man kaum dem Namen nach uns\neinst gelehrt! Denkt nur, hoher Gebieter, wie karg die Kost gewesen, die\nuns Mädchen man gereicht! Ein winzig Kritzeln, etwas Lesen, des Mehreren\nvon heiliger Religion, und in der Erdbeschreibung hat es vollauf genügt\nzu wissen, daß fern im Süden liegt das heilige, ewige Rom.”",
        "“Sothanes will auch mich nicht viel bedünken, doch mag’s für deutsche\nFürstentöchter genügen. Ihr aber, Schön-Salome, wollt mit Gram\nherabdrücken Euren edlen Geistes feine Bildung! So manch’ Gespräch, die\nfeingesetzten Worte, sie verraten Euren hellen Geistes hohen Flug, die\nKlage über geringen Unterricht in jungen Jahren stimmt nicht zur\nstaunenswerten Kenntnis vieler Dinge. Ich nannt’ Euch doch vorhin schon\neinen Diplomaten, wollt’ stecken Euch in meiner Juristen Schar, und\nwarum? Weil Eures Verstandes Schärfe, ein klug Erfassen dessen, was kaum\nder Zunge Laut noch ausgesprochen, schon bethätigt ist vom aufgeweckten\nKopf. Ihr dürstet wohl nach Erweiterung von Gedanken, denkt an hohe\nZiele, die in Mädchenkemenaten nicht wollen Wurzel fassen? Gern beut ich\ndie Hand, Euch zu verhelfen zum Flug in des Geistes höhere Regionen!\nMein Fürstenwort geb’ ich zum Pfand!”",
        "Das Mahl war zu Ende und die Zeit sehr vorgeschritten, der Tanz sollte\nbeginnen. Die höfische Etikette verlangte vom Fürsten und Erzbischof,\nsich nun ins Palais zurückzuziehen, so gern Wolf Dietrich auch mit\nSalome noch gesprochen. “Ich sehe Euch bald wieder!” flüsterte er dem\nschönen Fräulein zu, und ein heißes Verlangen flog durch seinen\ngeschmeidigen Körper. Noch ein lodernder Blick, dann erhob sich der\nFürst, um den nun die Höflinge sich scharten.",
        "Leutselig wandte sich der Fürst nun an den Bürgermeister und sprach in\nformvollendeter Rede, die dem Ruf Wolf Dietrichs als vorzüglicher\nKanzelredner voll entsprach, seinen fürstlichen Dank aus für das Fest\nund die gute Tafel. Geschmeichelt akklamierten die Patrizier den\nLandesherrn mit lebhaften Hochrufen, unter welchen Wolf Dietrich sich\nvon beiden Alts, dann von Salome verabschiedete. Freundlich nickend nach\nallen Seiten schritt der junge Fürst durch den Saal, Trompetenschall und\nTrommelwirbel ertönte, bis die Ratsherren vom Geleite zurückkehrten.",
        "Die Jugend bekam ihr Recht, die Ratsherren zogen sich in eine Stube\nzurück, um sich vom Bürgermeister Näheres über die fürstlichen\nÄußerungen erzählen zu lassen, und die Frauen hielten ein\nPlauderstündchen ab, das völlig Salome und den ihr vom jungen Fürsten\ngewordenen, geradezu auffälligen Huldigungen gewidmet war. Salome selbst\nfühlte sich erschöpft und müde; jetzt sich von Junkern und Bürgersöhnen\nzum Tanz führen zu lassen, war dem Fräulein unmöglich. Zu viele\nGedanken kreisten durch den Kopf, es schwindelte Salome, und unabweisbar\nward das Verlangen, allein zu sein in traulich stiller Kemenate. So trat\nSalome just im Augenblick, da Wilhelm Alt sich zu den Ratsherren in die\nNebenstube begeben wollte, zum Vater und bat ihn um Geleit nach Hause.",
        "Ein durchdringender Blick schien in des Mädchens Seele lesen zu wollen,\nnur widerwillig gab Alt seine Zustimmung mit dem Beifügen, daß die Muhme\nSalome nach Hause bringen solle; zugleich wurde ein Stadtknecht, deren\neinige im Erdgeschoß des Trinkhauses auf Verwendung harrten, beauftragt,\nden Damen die Leuchte vorauszutragen.",
        "Unauffällig entfernten sich Muhme und Nichte, denen auf der verschneiten\nGasse der Knecht das Lämpchen vorantrug. Die frische Luft der\nWinternacht erquickte Salome und gierig atmeten die Lungen den reinen\nOdem ein. Frau Alt kam außer Atem durch das hastige Fragen, was der\nFürst denn alles zu erzählen wußte, und durch die begeisterten Lobreden\nauf die Leutseligkeit desselben. Die Muhme merkte dabei gar nicht, daß\nSalome sich schweigend verhielt, und daß der Knecht um eine halbe\nGassenlänge vorausgegangen ist. Jäh verstummte die geschwätzige\nBürgermeisterin, als hinter ihrem Rücken eine Männerstimme ertönte:",
        "“Die Schlanke ist’s! Schnell!”",
        "Blitzschnell ward ein Tuch um den Kopf der Muhme geworfen, Salome ward\nvon vermummten Männern umringt, emporgehoben und in eine inzwischen\nherangebrachte Sänfte gesteckt, die in raschem Tempo dem Domplatz zu\nweggetragen wurde. Das alles vollzog sich schnell und lautlos; nur die\nentsetzte Bürgermeisterin kreischte, doch erstickte das dicke Tuch ihre\nJammertöne. Bis Frau Alt dieses Tuch vom Kopf gezogen, war die Stelle\nmenschenleer, nachtschwarz alles ringsum, die Gasse nur vom Schneelicht\nschwach beleuchtet. Ist es Spuk gewesen? Haben böse Geister das Mädchen\nvon ihrer Seite gerissen oder ist Salome in den Erdboden versunken?",
        "Der Knecht kam mißmutig ob solcher Verzögerung zurück und machte aus\nseiner Stimmung kein Hehl. Dabei merkte er aber am Gezeter der\nBürgermeisterin, daß sich etwas Absonderliches ereignet haben müsse.\n“Ist ’leicht etwas passiert?” fragte er.",
        "“Mord und Totschlag! Mich haben sie ermordet und Salome ist\nverschwunden! Du bist mir ein wackerer Beschützer in Nacht und Not!\"\nkreischte verzweifelnd Frau Alt.",
        "Fassungslos starrte der Knecht die Bürgermeisterin an und leuchtete ihr\nmit dem Lämpchen ins runzelige Gesicht. Dann drehte er sich ringsum, als\nwollte er im Schnee das verschwundene Fräulein suchen.",
        "“Bring’ nur mich schnell nach Hause, und dann lauf’ zum Bürgermeister,\nvermeld’ ihm den Raub unserer Nichte, es sollen die Stadtknechte, die\nBüttel fahnden! Laßt Sturm läuten! Huhu, dort kommt wieder so ein\nschwarzer Mordbube, der Beelzebub selber!”",
        "Erschrocken griff der Knecht die Bürgermeisterin beim Arm und riß sie\nmit sich im Sturmlauf zum Trinkhaus, das durch die Hilferufe beider im\nNu alarmiert war. Die Kunde von einer Entführung Salomes wirkte auf die\nFestgesellschaft geradezu lähmend, sie ernüchterte die Männer und\nverursachte Weibern Krämpfe. Ludwig Alt vermochte das Ereignis nicht zu\nfassen und rief immer wieder: “Nicht möglich! Ein Mädchenraub in unserer\nstillen, ehrsamen Stadt von der Gasse weg! Es kann nicht wahr sein!”",
        "Vater Wilhelm Alt schwur, die ihm angethane Schmach rächen zu wollen,\nwer immer der Mädchenräuber sein möge.",
        "Sämtliche Rumorknechte und Büttel wurden aufgeboten, die nun nach Hause\nverlangenden Festgäste auf dem Heimweg schützend zu begleiten. Doch\nnichts von Räubern, nicht ein Schatten zeigte sich in den wie\nausgestorben scheinenden, schneeerfüllten, vom Mondlicht schwach\nerleuchteten Gassen Salzburgs.",
        "Beide Alts aber, von handfesten Knechten begleitet, visitierten unter\nAnführung des Rottmeisters die Thore der festgeschlossenen Stadt und\nhielten bei den Türmern Umfrage, ob jemand zu Roß, Wagen oder mit einer\nSänfte Auslaß begehrt und erhalten habe. Dies war nach bestimmten\nErklärungen der Türmer nicht der Fall, ratlos kehrten beide Alts in ihre\nBehausungen zurück. In Wilhelm Alt, dem Vater Salomes, aber stieg ein\nfurchtbarer Verdacht auf, der ihm die Nachtruhe raubte.",
        "Continue...",
        "\nThis eBook of “Celsissimus” by Arthur Achleitner belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "CelsissimusBy Arthur AchleitnerAt Amazon"
    ]
}