{
    "title": "Celsissimus - VII.",
    "author": "Arthur Achleitner",
    "chapter": "8",
    "content": [
        "\n\n",
        "Streng ward der Winter, der frühzeitig mit Kälte begonnen hatte. Die\nFolgen des Mißwachses vom letzten Jahr bekamen die Salzburger zu fühlen,\nes trat Teuerung, Kornmangel ein, und die Armen überliefen die\nRatsherren, bestürmten den Bürgermeister, auf daß dieser Hilfe schaffe.\nLudwig Alt hatte ein Herz für die Notleidenden, er gab willig aus\neigenen Mitteln, beriet sich mit den Mitgliedern des engeren Rates,\nsprach wohl auch mit dem Stadtkastner, aber mit den geringen Mitteln aus\nder Stadtkasse konnte der Kalamität in keiner Weise begegnet werden. So\nmußte von selbst der Gedanke entstehen, den Landesherrn um Hilfe\nanzugehen, Wolf Dietrich zu bitten, einzugreifen. In einer Ratssitzung\nward dieser Gedanke ausgesprochen und sogleich mit epischer Breite\ndebattiert, wobei an verschiedenen Maßnahmen des Fürsten bitterböse\nKritik geübt wurde. Sagte ein Ratsherr offen, daß die Verabreichung der\nRitterzehrung an fremde Landsknechte ein Frevel sei, indessen die\neigenen Unterthanen Not litten, ein anderer Senator beklagte mit\nleidenschaftlich erregten Worten die schwere Schädigung des Handels\ndurch die rücksichtslos eingetriebenen Steuern und donnerte gegen den\nLangmut der Salzburger, die sich vom verschwenderischen Landesherrn\nvöllig auspressen ließen. Vergeblich wehrte der Bürgermeister solchen\nscharfen Worten durch die Glocke, die Redner ließen sich nicht beirren,\nauch nicht, als Ludwig Alt durch Zwischenbemerkungen auf die Gefahr\naufmerksam machte, die entstände, wenn der Fürst von solchen bösen\nWorten Kenntnis erlange. Bürger, die nicht stimmberechtigt in der\nLandschaft waren, machten ihrem Unwillen Luft, daß der Ausschuß stets Ja\nund Amen zu den unerträglichen Steuermandaten sage und sogar mehr\nbewillige, als der Fürst gefordert, wie das bei der Türkensteuer der\nFall gewesen sei. Bei einem so überaus klugen, scharfsehenden Herrn\nmüsse die Überzeugung kommen, daß die Bürgerschaft noch mehr geschröpft\nwerden könne, und es werde nicht lange mehr dauern, so habe man eine\nneue Bescherung auf dem Hals: die Landsknechtsteuer.",
        "Schwitzend vor Angst rief der Bürgermeister dem Redner ein “Haltet ein!\"\nzu, doch unentwegt polterte dieser weiter und führte aus, daß es höchste\nZeit sei, dem Fürsten klar zu machen: Weiter gehe es nicht mehr! Wolle\nder Erzbischof das Landsknechtgesindel nobel verpflegen, so solle er das\naus eigenem Säckel bestreiten.",
        "Stundenlang währte die scharfe Debatte, bis sich die Redewut erschöpfte\nund der Bürgermeister die Sitzung schließen konnte, die nach der\npraktischen Seite hin nicht das geringste Ergebnis aufwies. Ludwig Alt\nüberlegte in seiner Amtsstube lange, was zu beginnen sei, um Wolf\nDietrich zum Eingreifen zu bewegen. Die Entsendung einer städtischen\nDeputation erschien aus dem Grunde sehr bedenklich, weil der Fürst\nmöglicherweise von den abfälligen Reden Kenntnis haben oder aus\nunvorsichtigen Bemerkungen mutmaßen könnte, daß scharfe Kritik im\nStadthause geübt worden sei. Ludwig Alt hatte seine eigene\nUnvorsichtigkeit beim damaligen Bankett nicht vergessen und sich\nhinterdrein selbst die bittersten Vorwürfe über die seinerzeitige\nSchwatzhaftigkeit gemacht, wenngleich es an sich wahrscheinlich gewesen\nwar, daß der in Steuerangelegenheiten so überaus findige Landesherr auch\nauf die Weinbelastung gekommen wäre. Nach den gefährlich scharfen Reden\neinzelner Ratsherren dem Fürsten persönlich die Bitte um Hilfe aus\nLandesmitteln zu unterbreiten, wagte der Bürgermeister nicht; zwei\nseiner intimsten Vertrauten, die bei ihm in der Amtsstube saßen,\nsprachen sich auf Befragen auch dahin aus, daß der schriftliche Weg\nsicherer und weniger gefährlich sei. Und so ließ denn der Bürgermeister\neine Bittschrift in beweglichen Worten vom Syndikus säuberlich\nschreiben, die dann mit den nötigen Unterschriften versehen und an den\nErzbischof in die Residenz geschickt wurde.",
        "Große Erwartungen hegte der Bürgermeister nicht, so sehr er für die\nArmen baldige Hilfe wünschte. Zum großen Erstaunen Ludwig Alts erschien\nschon am nächsten Tage ein Beamter im fürstlichen Auftrage und\nvermeldete dem Stadtoberhaupt, daß der Landesherr mit Betrübnis von der\nBittschrift Kenntnis genommen und Befehl erteilt habe, es solle an die\nvom Bürgermeister zu bezeichnenden Armen Korn in hinreichender Menge aus\nder stiftischen Kornkammer unentgeltlich verabreicht werden. Bestünde\nsonst noch Bedarf in Kreisen, die einigermaßen über Geldmittel verfügen\nkönnen, so sollten diese Sippen Korn zu ermäßigtem Preise erhalten. Der\nBeamte fügte dem bei: “Hochfürstliche Gnaden versehen sich bei diesem\nGnadenakte keinerlei Dankes, Hochdieselben wollen damit nur beweisen,\ndaß das Herz des Landesherrn allzeit schlage für die Unterthanen.”",
        "Der Bürgermeister in maßloser Überraschung empfand das mißliche\nSchlingen und Würgen im Hals, das ihm schon einigemal so überaus fatal\ngeworden ist und immer just dann, wenn Alt schnell und doch wohlgesetzt\nsprechen sollte. Jetzt heißt es den tiefgefühlten Dank der Stadt in\npassende Worte kleiden. Rede einer aber gut und schön in einer\nÜberraschung, die jeglichen Gedanken lähmt! Ludwig Alt ächzte, er\nkämpfte um Worte und gegen Willen und Absicht kam es über die zuckenden\nLippen: “Die unterthänige Stadt dankt Seiner Hochfürstlichen Gnaden, sie\nhätt’ es nicht geglaubt....”",
        "“Wie meint der Herr Bürgermeister?” fragte erstaunt der Beamte.",
        "“Ich hätt’s nicht geglaubt!”",
        "“Was?”",
        "“Die Hilf’ vom gnädigen Fürsten, nein, will sagen, ich glaub’s\neigentlich nicht, sieht ihm nicht gleich....”",
        "Die Augen des fürstlichen Beamten wurden immer größer.",
        "“Mit Vergunst! Mir nimmt die freudige Überraschung die Gab’ der Rede!\nAuf die bösen Reden doch die Hilf’, schier kann ich’s nicht glauben....\"\nstammelte in höchster Verwirrung der Bürgermeister.",
        "“Eurer Rede Sinn will mir nicht klar erscheinen, drum bitt’ ich Euch,\ndeutlicher zu werden, auf daß Bericht ich kann erstatten dem gnädigsten\nHerrn!”",
        "“Das ging mir just noch ab! Nein, nein, verzeiht, vieledler Herr–den\nschuldigen Dank will schriftlich ich erstatten, das geht leichter und\nderweil legt sich alles. Ist’s Euch genehm, wollen wir gleich vornehmen\ndie Verteilung! Nicht länger mehr sollen die Armen hungern! Dank, Dank\ndem gnädigen Fürsten! Er hat halt doch das Herz am rechten Fleck und\nMitgefühl für die notleidende Menschheit!”",
        "“Das haben Hochfürstliche Gnaden noch jederzeit erklecklich bekundet,\ndaher will befremden mich der Ton Eurer Rede!”",
        "“Mit Vergunst, mit nichten! Achtet nicht auf Ton und Wort, mir ist die\nGab’ der Rede nicht beschieden!”",
        "Der fürstliche Hofbeamte schüttelte verwundert den Kopf und erklärte\nsich bereit, die Kornkammer öffnen zu lassen.",
        "Der Vereinfachung halber ließ der Bürgermeister ausschellen, daß binnen\neiner Stunde die Armen der Stadt an der fürstlichen Kornkammer\nerscheinen und die Kornspende des Landesherrn in Empfang nehmen sollten.",
        "Das gab eine freudige Bewegung in der Stadt; mit Zeggern, Bütten,\nTonnen, was eben den Leuten in die Hände kam, ward ausgezogen, im\nSturmlauf ging’s der Kornkammer zu, und ungestüm drängte die Menge,\nwobei es Püffe regnete und wohl auch die Kornverteiler mit Ellbogen und\nFäusten der armen Leute Bekanntschaft machten.",
        "Der Akt solcher Wohlthätigkeit brachte einen völligen Umschwung in der\nStimmung der Salzburger hervor, er zeitigte innige Dankbarkeit, der nur\ndie besser situierten Kreise, die Kaufherrensippe und Gilden kühl\ngegenüber blieben. Wolf Dietrich ward als guter Landesvater gepriesen\nvon den Armen.",
        "Ludwig Alt konnte es nun wagen, persönlich in der Residenz zur\nDankeserstattung erscheinen. Er meldete sich zur Audienz und wurde\ngleich vorgelassen.",
        "Mit gewinnender Liebenswürdigkeit, huldvoll und leutselig ging Wolf\nDietrich dem Bürgermeister einige Schritte im hohen Empfangssaale\nentgegen und begrüßte ihn mit herzlichen Worten.",
        "Wieder empfand Ludwig Alt das fatale Würgen im Halse, doch energisch\nraffte der Stadtvater sich auf und sprach langsam, doch deutlich und\nohne Stottern: “Hochfürstliche Gnaden! Ich komme schuldbeladen, nein,\nich komme nicht...!”",
        "“Wie meint der Bürgermeister?”",
        "“Meinen thät’ ich’s schon recht, aber recht sagen kann ich’s nicht!\nMein Gott, der Unterschied ist halt zu groß: Da der gnädigste Herr und\nFürst, der hochwürdigste Erzbischof und ich, der einfache Bürger und\nStadtvater, der nix zu sagen hat als den unterthänigsten Dank der Armen\nfür die gnädige Hilf’ mit Korn in dieser Zeit der Not und Bedrängnis!”",
        "“Recht so, mein lieber Bürgermeister! Es ist ganz gut, so er des\nUnterschiedes sich bewußt bleibet und den Sippenstolz zu Hause lasset.\nDen Dank der Armen begehr’ ich nicht; es ist mir ein Bedürfnis, in\nsolcher Not zu helfen nach Kräften. Ich danke Ihm für seine Meldung, in\nder Vertrauen ich erblicke zum Landesherrn. Wo Vertrauen, findet sich\nder richtige Weg, das Volk soll immer Vertrauen zu seinem Fürsten haben.\nZur rechten Zeit solche Meldung über Vorgänge lob’ ich; nur will ich\nnicht überlaufen werden!”",
        "“Ganz richtig! Dräng’ dich nicht an deinen Fürst’, so du nicht gerufen\nwirst!” plapperte Alt heraus.",
        "Im Feuerauge Wolf Dietrichs blitzte es zornig auf und unmutig sprach der\nFürst: “Laß Er solch’ Gerede! Dafür sage Er mir, wer ist nach seiner\nMeinung schuld an bemeldter Teuerung?”",
        "“Allweil der Mißwachs, dann halt die Kornwucherer und zuletzt die\nBäcker, die immer höher hinauffahren mit den Preisen!”",
        "“Für den Mißwachs können wir alle miteinander nichts. Den Kornwucher\nhoff’ ich noch zu stürzen. Wer billig kaufen will, soll Korn von mir\nerhalten, solang der Vorrat reicht. Die Bäcker aber werd’ ich Mores\nlehren.”",
        "“Hochfürstliche Gnaden! Das könnt’ nicht schaden, wird aber die Bäcker\nrebellisch machen!”",
        "“Rebellen mehr und minder seid Ihr alle, so Euch was nicht in den\nAlltagskram passet. Ich werde nachforschen lassen nach der letzten\nVerkaufsordnung für die Bäcker, und darnach Entschließung erlassen.”",
        "Im Bürgermeister dämmerte eine Ahnung auf, daß eine solche Maßregel das\nÜbel nur verschlimmern müsse, weil ganz unzeitgemäß. Ludwig Alt fand\nplötzlich die Gewalt über Gedankengang und Sprache wieder und setzte dem\nGebieter klar auseinander, daß Wiederaufrichtung einer veralteten\nOrdnung nicht nur bei den Bäckern, sondern auch im Volke selbst Unwillen\nhervorrufen müsse. Es liege im Zug der Zeit, daß alle Lebensmittel\nteurer werden, es lasse sich daher ein Preis aus früherer Zeit nicht\nerzwingen ohne Gewichtsverringerung.",
        "“Ich werde solche Verringerung bestrafen!”",
        "“Dann wandern uns auch noch die Bäcker aus!”",
        "Wolf Dietrich horchte auf; das Wort der Auswanderung machte ihn nach den\nletzten Erfahrungen stutzig, erregte stets seinen Unwillen. “Genug\ndavon! Ihr werdet das weitere noch vernehmen! Vermeldet meinen Gruß den\nUnterthanen!”",
        "Damit war der Bürgermeister entlassen.",
        "Bald darauf fand im Arbeitskabinett eine Beratung statt, zu welcher\neinige Hofräte und der in Steuerangelegenheiten maßgebende Dr. Lueger\nbefohlen waren. Zu Graf Lamberg war gleichfalls geschickt worden, doch\nder Kapitular weilte auswärts.",
        "Folgenschwer gestaltete sich diese Beratung in ihren Ergebnissen, da\nniemand der Herren es wagte, dem hitzigen Fürsten zu widersprechen. Wolf\nDietrich dekretierte den zehnten Pfennig von aller liegenden und\nfahrenden Habe für jene Salzburger, die ihre Heimat verlassen, ferner\nward auf Grund eines Referates der Brotverkauf nach der alten Ordnung\nvom Jahre 1480 befohlen. Besonders verhängnisvoll ward der Vortrag Dr.\nLuegers über die abermalige schlechte Finanzlage und die hohen Kosten,\nwelche die Ritterzehrung verursache.",
        "Wolf Dietrich hatte solchem Referat aufmerksam zugehört und blieb eine\nWeile schweigend im Stuhle sitzen. Dann verkündete er den Räten, daß\neine Landsknechtsteuer eingehoben werden solle, und zwar von je hundert\nGulden vierundzwanzig Kreuzer.",
        "Fr. Lueger wagte einzuwenden, daß in dieser Zeit der Teuerung die\nEinhebung auf Schwierigkeiten stoßen werde; über die Ungeheuerlichkeit,\nneben der Türkensteuer, welche von je hundert Gulden jährlich sechs\nSchillinge nimmt, und all’ den neueingeführten Steuern der letzten zwei\nJahre auch noch eine Landsknechtsteuer zu erheben, sprach sich der\nFinanzgewaltige im Rate nicht aus.",
        "Wolf Dietrich erwiderte, gereizt schon durch den leisen Einwand, scharf:\n“Die Einhebung ist seine Sache! Kommt Er nicht durch, so mache Er’s auf\nAugsburger Art. Jeder Unterthan hat unter leiblichem Eide genau sein\nVermögen anzugeben. Wer lügt, soll die ganze Schwere der Strafe\nempfinden, so da sein soll: confiscatio in toto!”",
        "Dr. Lueger guckte überrascht, verbeugte sich und murmelte: “Euer\nHochfürstliche Gnaden Befehl soll pünktlich befolget werden!”",
        "Nach Schluß dieser Sitzung in der Residenz und auf dem Weg zur Kanzlei\nwar es dem Steuerrat Lueger doch nicht so recht wohl, er empfand ein\ndumpfes Gefühl, daß die Augsburger Art einer Steuereinhebung im\nsalzburgischen Lande kaum sich glatt durchführen lassen werde. Lueger\nwußte wohl durch Mitteilungen eines Amtsbruders in Innsbruck, daß diese\nArt nach Augsburger Muster auch für Tirol geplant sei, ebenso gut wußte\ner aber auch, wie schlimm es mit der Steuerkraft im Salzburgischen\nbestellt ist. Hinterdrein machte sich der Finanzgewaltige doch Vorwürfe,\nden Fürsten nicht auf die thatsächlich bestehende Schwächung der\nSteuerkraft aufmerksam gemacht zu haben. Und eine Ahnung sagte Lueger,\ndaß zum mindesten mit der Ausführung des fürstlichen Befehles etwas\ngewartet werden müsse. Immerhin konzipierte er den Befehl und legte das\ngefährliche Aktenstück zur Seite, hoffend auf eine Rücksprache mit dem\neinflußreichen Grafen Lamberg, dem vielleicht es doch gelingen könnte,\neine Sinnesänderung beim Fürsten herbeizuführen.",
        "Allein schon die nächsten Tage brachten andere Verhältnisse. Der\nfürstliche Kastner mußte erklären, daß die Neuforderungen für\nVerpflegung der Landsknechte wegen Geldmangel nicht mehr befriedigt\nwerden könnten, ja daß der Fürst ihn habe wissen lassen, es müsse\nGeld in größerer Menge bereit gehalten werden für würdigen Empfang\neiniger zu Besuch angesagten Herren, und außerdem sei des Fürsten\nAlmosenschatulle[9], beinahe leer.",
        "Da hatte Dr. Lueger nun die Bescherung. Nichts als Anforderungen an die\nHofkammer, Zahlbefehle in Massen, dazu kein Geld in den Kassen,\nSteuerrestanten überall, die Steuerkraft geschwächt, und eine neue\nSteuer in Sicht, vor deren Ausschreibung dem Finanzmanne allein schon\ngraut. Viel Zeit zum sinnieren blieb ihm nicht, denn schon am nächsten\nTage ließ der Fürst wissen, daß seine Armen ihr Almosen unter allen\nUmständen bekommen müßten, also Dr. Lueger Geld beschaffen müsse. Das\n“Wie” sei seine Sache. Gewisse Reserven hat nun wohl jeder\nFinanzkünstler, Dr. Lueger hatte sie auch und schickte eine Summe Geldes\nan den Hofkastner. Zugleich aber und ohne auf Graf Lambergs Rückkehr zu\nwarten, ward das Mandat fertig gestellt und die Unterschrift des Fürsten\neingeholt.",
        "Das neue Steuermandat trat in Kraft und wirkte bei der Bevölkerung in\nhöchst aufregender Weise. Zuerst waren es die Städter, die\nremonstrierten, den Eid zur Vermögensangabe nicht leisten wollten. Die\nKommission machte aber nicht viel Federlesens und erzwang den Eid.",
        "Als Dr. Lueger die schriftlichen Vermögensangaben vorliegen hatte, fand\ner schon bei flüchtiger Durchsicht, daß die ihm nach Geschäft und\nVermögen einigermaßen bekannten Leute ihren Besitz viel zu gering, also\nfälschlich angegeben hatten. Wenn solche Fälschungen in der\nResidenzstadt schon vorkommen, wie muß es da erst im Lande draußen\nwerden!",
        "Dr. Lueger nahm sich seinen Kollegen Riz zum Assistenten und beide\ngingen nun gemäß dem fürstlichen Befehl mit aller Strenge an die\nDurchführung des neuen Mandates, und zwar bei hoch und nieder.",
        "Bei einigen Salzburgern wurde schlankweg die Einziehung des Vermögens\nals Strafe für die verübte Falschmeldung verhängt und weggenommen, was\nan Bargeld vorgefunden ward. Um Lärm und Protest kümmerte sich die\nKommission nicht weiter, die Leute sollen nur schimpfen, ihr Geld\nwanderte in die fürstlichen Kassen, das war zunächst die Hauptsache.",
        "Lueger befand sich im schönsten Fahrwasser und griff auch alsbald in die\nRechte des Adels ein, indem er zu inventarisieren begann. Eines der\nwenigen Rechte, welche Erzbischof Johann Jakob dem Adel noch übrig\ngelassen hatte, bestand darin, daß die Adeligen allein die\nVerlaßenschaft ihrer Grundholden zu inventarisieren und darüber zu\nverfügen hatten. Lueger und Riz nahm aber auch dieses Recht im Namen des\nFürsten hinweg, was natürlich den Adel erbittern mußte. Die Hofkammer\nschickte dann die schärfsten Befehle zu Inventarisierungen ins Land\nhinaus, besonders an die Pfleger des Pinzgaues, welcher Landesteil im\nSteuerzahlen immer etwas säumig und in Bezug auf Religion mehr auf der\nlutherischen Seite war.",
        "Der erste eingelaufene Bericht ließ erkennen, daß Fälschungen in den\nVermögensangaben in größerem Umfange vorgekommen sein mußten, der\nPfleger hatte dazugeschrieben, daß man amtlicherseits mit den Bergbauern\nnicht mehr auszukommen wisse und die Hofkammer gut thun würde, wenn sie\ndie Inventarisierungen selbst vornehme. Sofort erstattete Lueger\nhierüber Meldung beim Fürsten und sprach den Verdacht aus, daß die\nPfleger wohl nicht ohne Mitschuld an den Fälschungen sein dürften. Das\nheiße Blut Wolf Dietrichs wallte auf, sein zorniger Befehl lautete auf\nUntersuchung, Lueger und Riz wurden beauftragt in den Pinzgau zu reisen\nund mit rücksichtsloser Schärfe gegen die Betrüger vorzugehen.",
        "Dieser Befehl deckte die Kommissare und nahm von ihnen die\nVerantwortung, Lueger und Riz können schalten und walten nach Gutdünken,\ndie Schuld fällt auf den Gebieter, falls die Kommissionsreise übel\nausgeht, die Bauern rebellieren sollten.",
        "Dem alten Schlosse Kaprun, das den Ausgang des herbschönen Kapruner\nTauernthales beherrscht und einen entzückenden Blick auf die Fluren und\nBerge Pinzgaus bietet, so ritt der greise Pfleger Kaspar Vogel von Zell\nauf einem derbknochigen Pinzgauer Rosse langsam, nachdenklich, wie\nbetrübt. Der seit reichlich dreißig Jahren den salzburgischen\nLandesfürsten und Erzbischöfen dienende Beamte genoß bei der Bevölkerung\nder Bergwelt des Pinzgaues großes Vertrauen, und auch zu Salzburg wußten\nhöhere fürstliche Beamte den pflichttreuen Pfleger zu schätzen. Bei Hof\nkannte man den greisen Kaspar Vogel allerdings nicht, denn der Zeller\nPfleger kam oft jahrelang nicht in die Bischofstadt, und wenn er je in\ndringlichen Amtsgeschäften nach Salzburg mußte, so ward der Dienst immer\nschnell erledigt und sogleich die Heimreise angetreten. Der würdige\nGreis fühlte sich in Salzburgs engen Gassen und Mauern nicht wohl, er\nwar zu sehr an die Bergwelt gewöhnt und nahm willig alle Entbehrungen\nhin, die ein ständiger Aufenthalt im Pinzgau mit sich bringt. Weib und\nKinder hätten wohl manchmal Luft verspürt, all’ die märchenhaft\ngepriesenen Hoffeste zu Salzburg zu sehen, doch der alte Pfleger litt\ndergleichen Ausflüge nicht und erklärte, daß ein Humpen guten Weines\nviel schöner und zuträglicher sei, als salzburgisches Possenspiel. Ohne\nein veritabler Trinker zu sein, hielt Vogel viel auf ein vollgeaicht\nViertel Weines, nicht zu viel, aber auch nicht zu wenig. Mancher Ritt in\nAmtsangelegenheiten tief hinein in unwirtliche Thäler zu Einödbauern\nbrachte ohnehin Abbruch am gewohnten Weingenuß, und solche Entbehrung\nthat dem alten Pfleger weher denn etwa die körperlichen Strapazen.",
        "Warm schien die Sonne an diesem Junitage herab, als Kaspar Vogel auf\nseinem Braunen ins Kapruner Thal einbog. Der erste Blick galt dem alten\nGemäuer der Burg, dann aber sah der Pfleger aufmerksam zum Dorfe Kaprun\nhinüber, und beim Anblick einer größeren Menge von Bergbauern flüsterte\nVogel: “Dacht’ ich’s doch! Also auch die Kapruner stehen auf wie die\nMittersiller! Es wird ein Kreuz werden mit dieser Steuer!”",
        "Entschlossen wohl wie immer die Pflicht zu erfüllen, ritt der greise\nPfleger nun in lebhafterer Gangart dem Schlosse zu, wo Amtstag\nabgehalten werden sollte. Sein Erscheinen mußte bemerkt worden sein,\ndenn die Bauern begannen zu laufen, der Haufen Leute bewegte sich\nschreiend dem Schlosse zu, das die Bauern gleichzeitig mit dem Reiter\nerreichten.",
        "Vogel rief den ungeduldigen Bauern zu: “Nur Zeit lassen, Männer! Alles\nhat seine Zeit! Laßt mich nur mein Roß versorgen, und mir gönnt einen\nSchluck vorher!”",
        "Ein stämmiger älterer Gebirgler, Namens Rieder, trat vor, nahm den Hut\nab und erwiderte: “Mit Vergunst, Pfleger, wohl wohl! Aber Eil’ thut\nnot!”",
        "“Wirst es wohl erwarten können, Rieder!” gab Vogel zur Antwort und stieg\nflinker, als man es dem alten Manne zutrauen mochte, vom Pferde. Ein\nKnecht vom Schlosse kam hinzu und führte den Braunen in den Stall.",
        "Die Bauern wagten in Gegenwart des Pflegers nicht zu lärmen, aber ihre\nUngeduld und Erregung gab sich in einem Murmeln kund, das Vogel ganz\nrichtig in Verbindung mit den aufregenden Nachrichten von dem scharfen\nVorgehen der fürstlichen Steuerkommission im Lande brachte. Die in ihrer\nganzen Existenz schwer bedrohten, aufgerüttelte Leute in Angst und\nschwerer Sorge nun hinzuhalten, brachte der joviale alte Beamte nicht\nüber das Herz, lieber verzichtet er auf den stärkenden Trunk und nimmt\ndas Anliegen der Bauern vor. Zu dem Rädelsführer gewendet, sprach der\nPfleger: “Nun, Rieder, red’! Ich will Euch gleich hier im Burghof\nhören!”",
        "Die Bauern umringten den Beamten wie ihren Sprecher, Kopf an Kopf\nstanden sie dicht im Kreise. Rieder begann sogleich: “Mit Verlaub! Es\nist ein Teufel wie der ander, der Riz wie der Lueger, bei uns herinnen\nist’s der Riz, der die Bauern schindet und alles aufhocht (d.h. die\nAbgaben erhöht). So viel wert ist kein Gehöft und kein Grund, wir müssen\nverderben dabei, selle neu eingeschatzte Steuer können wir nicht\nerschwingen!”",
        "“So ist es!” riefen die erregten Bauern.",
        "Und Rieder sprach in großer Beweglichkeit weiter: “Wir müssen\nsupplizieren! Wir begehren einen Brief (eine Verbriefung der alten\nRechte) ehnder (bevor) der Riz kommt und der Pfleger muß nun helfen,\nsonst ist’s g’fehlt!”",
        "Tiefernst blickte Vogel, der die Gefahr der Bewegung im Bergvolk genau\nerkannte, und langsam sprach er: “Wegen dem Supplizieren kann ich Euch\nnichts sagen. Schon zu Zell sind die Bürgermeister von den Landgemeinden\nbei mir gewesen und haben gleichfalls um Verbriefung gebeten. Das ist ja\nganz in der Ordnung: Wer ein Anliegen hat, soll mit dem Pfleger reden.\nIch kann aber, es thut mir selber leid, nichts in der Sache thun.”",
        "Rieder unterbrach den Beamten: “Dann ist’s g’fehlt! Wir supplizieren zum\nFürsten!”",
        "Vogel erwiderte in seiner bedächtigen Art: “Übereilt nichts! Der Herr\nRiz wird demnächst schon wegen der Urbarsbeschreibung gegen Mittersill,\nund wenn er daselbst gerichtet, alsdann in das Gericht Zell kommen.\nVielleicht wird es doch nicht so schlimm, als Ihr befürchtet!”",
        "Erregt schrie Rieder: “Wer da noch hofft, verliert die eigene Haut!\nKommt der Riz und fängt er zu richten an, ist’s g’fehlt und wir sind\nverloren! Soweit dürfen wir’s nicht kommen lassen! Manner, ich hoff’, es\nkommt was drunter, ich hoff’, seller Steuerteufel findet den Weg nicht\nin unser Gericht!”",
        "Besorgt, erschreckt rief der Pfleger: “Leut’, seid gescheit! Die Sach’\nist gefährlich, sie kann Euch noch mehr als Hab’ und Gut kosten!\nGerichtet wird überall auf neue Weis’, es wird bei uns, im Zeller\nGericht keine Ausnahm’ gemacht werden können!”",
        "“Ein schlechter Trost! Hilft uns der Pfleger nicht, so helfen wir uns\nselber! Den Teufel lassen wir gleich gar nicht herein, und mit uns\nsupplizieren noch mehrere Gerichte! Sell’ wird der Erzbischof schon dann\nmerken!”",
        "Nochmals mahnte Vogel: “Nehmt Vernunft an, Leute! Ich rat’ Euch nicht\ndazu, Ihr werdet schlechten Bescheid bekommen! Wie die Sachen liegen,\nwird die Supplikation für Rebellion angesehen, Ihr für rebellisch\ngehalten werden!”",
        "“Sell’ sollen sie halten, wie sie wollen! Wir vom Volk haben ein Recht,\nden Landesherrn um Genade zu bitten, und selles Recht darf uns der\nSteuerteufel nicht verkümmern!”",
        "In seiner Sorge rief Vogel, ohne viel zu überlegen: “So reicht das\nGesuch ein, aber in aller Demut! Der Fürst verträgt kein ander Wort!”",
        "Die Bauern drangen nun in den Pfleger, auf daß er ihnen ein solches\nGesuch aufsetze, und Rieder versicherte auf das bestimmteste, daß noch\nandere Gerichte sich zum Anschluß an die Zeller Bittschrift bereit\nerklärt hätten.",
        "Der Pfleger verlor die Ruhe, ihm schwante Unheil, da er die Auffassung\nder Hofkammer wie der Steuerkommission aus dem schriftlichen Verkehr\nsehr wohl kannte und wußte, wie schlimm die kleinste Weigerung, der\nleiseste Versuch einer Renitenz schon kriminell beahndet zu werden\npflegte. In seiner Bestürzung rief Vogel den rabiaten Bauern zu: “Ich\nwill Euch wohl helfen, Ihr dürft aber nichts sagen, daß ich euch zur\ndemütigen Supplikation geraten!”",
        "Aus der Menge gröhlte ein besonders Unzufriedener: “Selle Demut nutzt\nuns nixen und die Supplikatur auch nixen! Hauen wir selle Kommission\ndurchs Landl außi, sie vergißt aftn (hernach) schon das Wiederkommen!”",
        "Dieser Meinung schienen noch mehr Bauern zu sein, die den Hetzer lebhaft\nakklamierten und brüllten: “Z’ammhauen, totschlagen die Bauernschinder!”",
        "Vergeblich suchte der Pfleger mit seiner Stimme im Gewirr durchzudringen\nund zu beruhigen. Die Mehrzahl tobte und zeterte, ja es fielen Worte,\ndie sogar den alten, ehrlichen Beamten verdächtigten der Mitschuld an\nder Bauernvernichtung und des Einverständnisses mit der\nSteuerkommission.",
        "Rieder forderte Ruhe, und den Moment eintretender Stille benützte\nPfleger Vogel, um mit tiefbewegter Stimme zu rufen: “Habt Ihr das\nVertrauen zum alten Pfleger verloren, der Euren Vätern schon Freund und\nHelfer gewesen, gut, schlagt mich nur gleich nieder! Der trete vor und\nsteh’ Aug’ in Aug’ zu mir, der mich unehrlich nennen kann! Als Pfleger\nmuß ich Ordnung schaffen und halten, der Fürst und Erzbischof ist mein\nHerr, seiner Regierung Befehle muß ich, der Pfleger, vollziehen. Bis zu\ndieser Stund’ bin ich dabei doch der Freund und Helfer der Bauern\ngewesen! So weh mir ist, der Kommission kann und darf ich mich nicht\nwidersetzen, und die Bauern auch nicht! Der Fürst hat befohlen, er ist\nunser Herr!”",
        "Rieder schrie dazwischen: “Der kann auch zum Teufel gejagt werden! Ein\ngeldgieriger Verschwender ist er, der Wölfen Dieter! Derweil er mit\nWeibern das Geld verjubelt, müssen wir verhungern!”",
        "“Schlagt ihn tot! Nieder mit der ganzen Bande!” gröhlten die Rabiaten.",
        "In tiefster Betrübnis ließ Vogel das weißhaarige Haupt sinken; steht es\nso weit, dann ist an offener Rebellion nicht mehr zu zweifeln. Wehe dem\nVolk, wenn die Kommission von solcher Stimmung und dem Hasse Kenntnis\nerhält.",
        "Die wilderregten Bauern begannen abzuziehen, gröhlend schritten sie\ndurch den Burghof den Weg zum Dorf hinab. Nur Rieder blieb noch einen\nAugenblick beim Pfleger stehen und fragte, wenn er die Schrift haben\nkönne.",
        "Wehmütig sprach Vogel: “Das nützt nun alles nichts mehr! Der Stein ist\nim Rollen, das Unglück nimmt seinen Lauf!”",
        "“So steht Ihr um in der Stunde der größten Gefahr? Das sollt Ihr büßen,\nPfleger! Gehen wir zu Grund, Ihr müßt mit! Aber erst sollen die Teufeln\nPinzgauer Fäuste kennen lernen!”",
        "Und weg schritt Rieder, der sonst besonnene Mann, schimpfend und\nfluchend.",
        "Ächzend vor Weh und Sorge trat Vogel ins Schloß und nahm in dem Gemach,\ndas er auf Dienstreisen stets bewohnte, Aufenthalt.",
        "Lange sann der Pfleger nach, was in dieser schlimmen, gefährlichen Zeit\nzu thun sei. Daß der am Leben schwer bedrohten Kommission eine Warnung\nvor dem Betreten des Zeller Gerichtes zugemittelt werden müsse,\nerachtete Vogel als notwendig, doch ist auch solche Warnung gefährlich,\nweil möglicherweise die Kommissionsherren sie falsch auffassen könnten,\ngewissermaßen als Mittel zur Abschreckung, andernteils aber ein Bote von\nden Rebellen aufgefangen werden könnte, was dem Pfleger wie dem Boten\ndas Leben kosten kann.",
        "Je mehr der treue Beamte nachdachte, desto mehr reifte der Entschluß,\ndas Wagnis selbst zu vollbringen, zur Kommission, die mutmaßlich in\nTagesrittnähe sein dürfte, zu eilen und den Rat Riz zu warnen. Vogel\nnahm schnell einen Schluck Weines und ließ den Braunen satteln. Von\neiner Amtshandlung nach altem Brauch kann keine Rede mehr sein, die\nBauern hören ja nicht mehr auf die Behörde, jegliche Autorität ist\nvernichtet, die Rebellion herrscht im Pinzgau.",
        "In der Meinung, die Herren der schwer bedrohten Kommission in Mittersill\nzu treffen, ritt Vogel am Abend das Salzachthal aufwärts und erreichte\ndiesen Ort zur Nachtzeit. Die gesuchten Herren waren nicht in\nMittersill. Am scheuen, mißtrauischen Verhalten konnte der greise Beamte\nerkennen, daß der Geist des Aufruhrs auch hier schon um sich gegriffen\nhat.",
        "Vogel übernachtete im Schloß zu Mittersill und ritt am nächsten\nVormittag wieder nach Kaprun, in dessen Burg er zu seiner größten\nÜberraschung fürstliche Landsknechte unter dem Befehl eines Leutnants\nKaiser vorfand.",
        "Kaum aus dem Sattel gestiegen, kündigte der herbeigeholte Offizier dem\nPfleger die Verhaftung an, und Vogel ward im altgewohnten Gemach\ngefangen gesetzt. Aus dem Munde des Offiziers erhielt Vogel die\nMitteilung, daß die Kommission vom Aufruhr der Pinzgauer Bauern\nrechtzeitig Kenntnis bekommen und Hilfe vom Fürsten verlangt habe. An\n150 Mann Landsknechte und bewehrte Bürger seien unter Führung des\nObersten Walter zu Waltersweil in Eilmärschen über Werfen in den Pinzgau\ngerückt. Der Leutnant habe in Bruck den Befehl zur Sistierung des Zeller\nPflegers erhalten und unterwegs von dessen Aufenthalt im Schloß Kaprun\nerfahren. Weitere Auskunft wußte der Offizier nicht zu geben, auch nicht\nzu sagen, weshalb die Verhaftung erfolgt sei und wie lange die Haft\ndauern werde.",
        "Sorge wegen seines Schicksals empfand der Pfleger nicht, aber der\nGedanke an die Bauern und ihr Geschick unter den Händen der Soldateska\nerfüllte ihn mit Angst.",
        "In Zell am See, dem stillen Ort, sollte sich das Drama der\nBauernrebellion und des Einschreitens bewaffneter Macht abspielen.",
        "Obrist Waltersweil hatte vom erbitterten Fürsten den Befehl zur\nrücksichtslosen Niederwerfung der Rebellion empfangen, und der\nSoldatenführer ging dementsprechend vor. Trabanten und Landsknechte\nbegannen eine Menschenjagd und fingen die flüchtigen Bauern gleich\nHunden ein. Ein Befehl des Obristen zitierte die gesamte männliche\nBevölkerung auf den Marktplatz vor dem Pfleggericht in Zell, wohin alle\nMänner, so sie nicht freiwillig erschienen, zwangsweise geschleppt und\nvon der Soldateska dicht umringt wurden. Ein Entweichen machte der Wald\nvon Spießen im Kreise zur Unmöglichkeit. Der Obrist zu Roß hielt an die\neingefangene Rebellenmenge eine grimmige Anrede, hielt den Bauern ihr\nschändlich Verhalten vor und kündigte schwere Strafe an Leib und Leben\nan, so die Leute nicht allsogleich dem gnädigen Fürsten Treu und Glauben\nschwören und unterm Eid geloben, fortan ihres unbefugten Vorhabens\nabzustehen, gehorsam die auferlegten Steuern zu bezahlen und jegliche\nWehr und Waffen abzuliefern, wasmaßen schon der Besitz von Waffen mit\nfünfzig Gulden pro Kopf gepönt werde. Wer im Geheimb offenbare, daß ein\nanderer ein Wehr und Waffe verhalte, dem solle eine Belohnung von\nachtzig Gulden versprochen sein.",
        "In der Angst vor der Hinrichtung durch das Schwert leistete Mann für\nMann der gefangenen Bauern den verlangten Eid, die neue Huldigung\nerfolgte unter solchem militärischen Zwang, worauf der Obrist befahl,\ndie Bauernkerle und unverbesserlichen Rebellen mit Stricken zu binden\nund nach Salzburg zur Aburteilung zu treiben.",
        "Schreie der Angst, der Wut ertönten; Weiber, Mütter und Töchter\nzeterten. Rücksichtslos trieben die Spießknechte das Volk von dannen.",
        "Die Bauern wurden gefesselt und truppweise, ohne Verpflegung, auf der\nStraße über Werfen, Hallein nach Salzburg transportiert.",
        "Wer von Salzburgs Bevölkerung diese kriegsmäßige Exkursion mitgemacht,\nhatte pro Mann drei Gulden bar und ganze Verpflegung bekommen. Die\nWaffen mußten nach erfolgter Heimkehr wieder an das fürstliche Zeughaus\nabgeliefert werden.",
        "Die Rebellen wurden in der Veste interniert und alsdann prozessiert. Der\ngrößte Teil wurde wieder entlassen, nur sieben der Rädelsführer blieben\nfür lange Zeit im Gefängnis, drei der obersten Rebellen fanden den Tod\ndurch das Schwert.",
        "Nach Kaprun war der Befehl ergangen, es solle der Pfleger Vogel sich auf\nEhrenwort in Salzburg zur Vernehmung stellen. Demgemäß ließ der Leutnant\nseinen Häftling frei, der sogleich gehorsam in die Hauptstadt sich begab\nund beim Vizekanzler meldete. Nach drei Tagen erfolgte die zwangsweise\nÜberführung Vogels durch den Profoßen und zwei Schützen in die Festung\nHohensalzburg.",
        "Die weiteren Erlebnisse des Pflegers Vogel schildert dieser selbst in\neinem teilweise erhalten gebliebenen Tagebuche[10] folgendermaßen:",
        "  “Mittwoch, Donnerstag und Freitag, 28. 29. 30. Juni, auch Samstag 1.\n  Juli ist besonderes nichts vorgekommen.",
        "  Am Sonntag nach Petri und Pauli den 2. Juli sind die ins Gebürg\n  Verordnete sammt den Gefangenen zu Morgens um 9 Uhr auf dem Schlosse\n  ankommen.",
        "  Am Donnerstag den 13. Juli bin ich und die andern Gefangenen examinirt\n  worden und ich bin des Abends da ich vorher 16 Tage im Caplan-Zimmer\n  zu brachte, das bei Tag nicht versperrt gewesen, ins Hausperger-Zimmer\n  geschafft worden. Gott schicke es bald zur Erledigung.",
        "  Ist an dato 16. Juli der 25. Tag, daß ich von zu hause fort bin,\n  darunter im Schlosse gefangen 19 Tage, habe außer des letzten alle\n  Tage 1 Viertel Wein gehabt, thuet 18 Viertel. Montag 17. Juli leider 1\n  Viertel, 18. detto mehr 1 Viertel, 19. keinen Wein, 20. 1 Maß Wein,\n  21. 1 Halbe, 22. Juli 1 Maß Wein, 23. detto 1 Maß Wein, ist die\n  Flaschen nicht viel mehr als halbvoll Wein gewest. Donnerstag 27. Juli\n  1 Maß Wein, diesen Tag ist auf Befehl Ihrer hochfürstl. Gnaden durch\n  die Herren Commissarii mir anzeigt worden, daß Ihr hochfürstl. Gnaden\n  genügsamen Bericht habe, daß ich nicht allein der Unterthanen\n  Vorhaben durch den Guthundt erinnert worden, sondern den Unterthanen\n  zum Suppliciren selbst gerathen: Sie müßten nur mehr Gerichte an sich\n  ziehen, sonst würde es kein Ansehen haben. Ihre hochfürstl. Gnaden\n  hätten Ursach auf voriges Verläugnen der Schärfe nach zu verfahren.\n  Und dann Gott behüthe einen jeden frommen Menschen. Se. Gnaden wollen\n  aber meines Alters verschonen, solle demnach, wie es sich Alles\n  verloffen und was mir dieser Sachen halber bewußt sei, selbst\n  beschreiben und die Wahrheit anzeigen, solches den Herrn Commissären\n  zustellen, sei die Gnade noch unverschlossen, wo nicht, so wollen mich\n  Ihr hochfürstl. Gnaden mein Leben lang auf dem Schloß sitzen lassen\n  und meinen Kindern Gerhaben[11] verordnen. Ich solle gegen die\n  Unterthanen vermeldet haben, sie sollen nicht sagen, daß ich Ihnen\n  gerathen, da ich nichts gestehen würde. Also ist Ihrer hochfürstl.\n  Gnaden Bericht.",
        "  Freitag den 28. Juli keinen Wein. Samstag 29. Juli 1 Maß Wein, Sonntag\n  30. detto 1 Viertel Wein, bisher gefangen 33 Tage. Gott schicke es zum\n  Ende.",
        "  Mittwoch 9. August l Maß. An diesem Tage den Herrn Commissarien meine\n  Schrift überschickt. Ist diese Nacht, da ich doch zuvor das Wenigste\n  nichts gehört, in meinem Zimmer ungestüm gewesen, hat einen\n  ungewöhnlichen Fall bei meinem Bett gethan, Gott verleihe mir Gnade.",
        "  Am Donnerstag ist St. Lorenztag den 10. August 1 Viertel.",
        "  Freitag 1 Maß. An diesem Tag haben mir die Herren Commissarii aus Ihr\n  hochfürstl. Gnaden Zimmer Bethschnüre[12] heruntergeschickt, welche\n  ich Ihnen den 12. dieses wieder zurückstellen lassen.",
        "  Freitag 18. dieses 1 Maß, fast betrübt. Mein Pathe, der Jacob Riedl\n  schickt mir 2 Viertel Wein. Sonntag den 20. dieses keinen Wein.",
        "  Montag 21. dieses keinen Wein, ist die Schwalbe, so hinvor zwei Sitz\n  im Zimmer gehabt, ausblieben.",
        "  Freitag 1 Maß Muskateller und gute Vertröstung baldiger Erledigung.\n  Gott schicke es, daß mit Glück erfolge.",
        "  Sonntag den 27. dieses 1 Viertel, ist meine Schwalbe wieder\n  ausgeblieben.",
        "  Donnerstag 31. August bin ich abermals examinirt worden.",
        "  Kann mich nicht erinnern, daß ich die Unterthanen zum Suppliciren\n  angewiesen und angelernt, wie sie es sollen angreifen oder wegen\n  meiner Urbargüter gethan haben sollen.",
        "  22 September 1 Maß Wein. Gott erbarme sich und wende meine Betrübniß.\n  Des Abends bin ich in den Thurm gelegt worden, O Herr Gott hilf mir\n  bald mit Glück wieder daraus.",
        "  (Es folgen Tag für Tag Notizen über erhaltenen Wein und Branntwein.)",
        "  Donnerstag 12. October 1 Maß Wein, Keuchen[13] ausgekehrt.",
        "  Montag 23., Dienstag den 24. October 1 Maß, diese beiden Tage bei der\n  Strenge examinirt, habe bekannt, daß ich nicht allein der Unterthanen\n  Suppliciren längst zeitlich gewußt, dessen durch den Carl Rieder,\n  Guthundt und andere, die mir abgefallen, bericht worden, sondern Ihnen\n  darzu gerathen und daß sie andere Gericht, damit sie nicht für\n  Aufwiegler gehalten worden, an sich nehmen sollen. Mittwoch in einem\n  Krug Meth, als 1 Maß Wein. Mehr ein Maß Muskateller. Eodem die habe\n  ich meine gestrige Aussag gethan, so mir wieder vorgehalten worden,\n  unterschrieben.",
        "  Donnerstag den 26. dieses 1/2 Mäßl Branntwein, sonst keinen Wein.\n  Freitag 1 Viertel Wein. Eodem die bin ich im Zimmer auf etliche, ich\n  hatte ohngefehr fünfundzwanzig, Artikel der angelegten Steuer und\n  Urbarsbeschreibung examinirt worden.",
        "  Sonntag 29. October 1/4 Wein, bin nun 38 1/2 Tage am Thurme gelegen\n  und diesen Tag hat man mich in ein Stübel im Pfaffenthurm gethan, Gott\n  verleihe bald glückselige Erledigung.",
        "  Dienstag den 31. October bin ich mehr vor den",
        "  Herren Commissären gewesen und was ich den 22. und 24. October\n  ausgesagt, unterschrieben.",
        "  Samstag den 4. November, diese Nacht ist der Hosprofoß im Zimmer\n  gelegen.",
        "  Dienstag den 7. November, daran ich das Hochwürdige Sacrament\n  empfangen.”",
        "Des Pflegers Tagebuch endet mit diesem Tage. Wie dem Gefangenen zu Mut\ngewesen, wie scharf er die Situation durch das Erscheinen des\nHosprofoßen und dessen Nächtigung im gleichen Zimmer erfaßte, geht aus\nden erhalten gebliebenen Abschiedsbriefen in erschütternder Weise\nhervor.",
        "  “Herr Ehinger.",
        "  Freundlicher herzlieber Vater und Frau Mutter lasset Alles fleißig\n  zahlen, man ist euch viel für mich schuldig und danke auch Gott aller\n  Zuthaten. Befehle alle dem lieben Gott, bitte was ich wider euch\n  gethan, durch Gottes Willen um Verzeihung und nehme hiemit herzlich\n  Urlaub.”",
        "  “Lieber Herr Schwager Zechentuer, ich nehme hiemit von euch und euerer\n  Hausfrau, meinen Kindern eurem Vater und sonst allen meniglich\n  treulich Urlaub, habe ich was euch oder anderen zuwider gethan, bitte\n  ich durch Gottes Willen um christliche Verzeihung, auch daß ihr euch\n  die Holzwerkssachen und von dannen herrührenden Rechnungen zu meiner\n  Hausfrau und Kinder Besten wollet angelegen, auch in allen mein liebes\n  Weib und Kinder besohlen sein lassen, Gott wird es vergelten, ich muß\n  sterben, ich muß mich dazu richten, Gott verleihe mir ein gnädiges\n  und geduldiges, und wie ich ohne Zweifel hoffe und glaube, am jüngsten\n  Tage mit allen christgläubigen Seelen eine freudenreiche Auferstehung\n  zum ewigen Leben. Amen. Amen. Amen.”",
        "  “Bitteres Scheiden von meinen lieben Weib und Kindern, auch eurer\n  Hausfrau, Vater und andere meine liebe Herren und Freunde. Gott ist\n  ein Erkenner aller Menschenherzen, der weiß, ob ich recht oder unrecht\n  um das Leben gebracht werde, freundlicher lieber Herr Schwager\n  Zehentner, mir, dann dem Stefan Guthundt und Hansen Keil ist gestern\n  Abends, jeden absonderlich, daß wir morgen früh mit dem Schwert ohne\n  sonderlich Haltung einiges Rechts in der Stille und Geheimniß\n  hingerichtet werden, verlesen worden. Ach Herr Gott verleihe uns\n  Geduld, ein seliges Ende und das ewige Leben. Amen. Behüthe Gott\n  meniglich vor solcher Gefahr, das ist der Lohn meines schier\n  40jährigen vielmehr bei Tag und Nacht ausgestandenen Dienst, Gott sei\n  es geklagt, also beschlossen, die Zeit meines Lebens ist kurz, bin ich\n  guter Hoffnung, es werde mir Niemand mit Grund nichts Unehrbares oder\n  Unredliches nachreden können, wollet mich defendiren, noch einmal\n  durch Gottes Willen bittend für mein liebes Weib und Kinder werdet die\n  Belohnung bei Gott finden. Actum 7. November, bis auf welche Zeit ich\n  19 Wochen in großen Banden und Bekümmerniß gefangen gewesen und 2 Uhr\n  Nachmittags ist meine letzte Schrift, will sterben wie ein frommer\n  Christ, es kann oder mag nich anders sein. Nehmet von mir meniglich\n  Urlaub, wider wenn ich gethan, bittet, daß mir dieselben verzeihen,\n  ich verzeihe auch meniglich hier im Leben und nach meinem Tode.”",
        "Das Ungeheuerliche geschah, der greise Pfleger Kaspar Vogel ward in\naller Stille durch das Schwert hingerichtet. Sein Geständnis, den Bauern\neine demütige Bittschrift um Steuernachlaß angeraten zu haben, ward von\nden Kommissären schon als crimen angesehen, das sich todeswürdig erwies,\nda erhärtet wurde, daß der Ratschlag Vogels gelautet habe, es solle das\nGericht Zell zugleich mit anderen Gerichtssprengeln zum Landesfürsten\nsupplizieren.",
        "Dieses auf so schwachen Füßen stehende Urteil fand die landesherrliche\nBestätigung. Wolf Dietrich wollte der Steuer-Rebellion im Gebirge ein\ngewaltsam rasches Ende bereiten und ein Exempel statuieren, das die\nGemüter für immer im Bann halten solle.",
        "Die blutige Bestrafung des Aufstandes rief Entrüstung und Wut hervor,\nzugleich aber auch Furcht vor dem unbeugsamen Fürsten, es ward im ganzen\nLande still.",
        "Die Steuergewaltigen hatten den Sieg erzwungen und konnten nach Willkür\neinschätzen; die Furcht vor blutiger Strafe schüchterte gründlich ein.\nWie von der Hofkammer eingeschätzt, die Steuern dekretiert wurden, zeigt\ndie bittere Bemerkung des Chronisten Steinhauser: “Man hat auch keinem\nnichts mehr abgeschrieben, wenn er schon vermeldet hat, daß er ärmer\nsei worden; aber wenn er reicher worden ist, so hat er solches allweg in\nder Steuerzeit anzeigen müssen, hat er anders gewollt, daß seine\nVerlassenschaft seinen Erben nach seinem Absterben bleibe. Denn man hat\nnach eines Abwerben alsbald (sein Haus) gesperrt und inventirt und das\nallerschlechteste und geringste geschätzt und in einen Anschlag und\nHauptsumma gebracht, welche fast viel gemacht hat.”",
        "Continue...",
        "\nThis eBook of “Celsissimus” by Arthur Achleitner belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "CelsissimusBy Arthur AchleitnerAt Amazon"
    ]
}