{
    "title": "Celsissimus - XIII.",
    "author": "Arthur Achleitner",
    "chapter": "14",
    "content": [
        "\n\n",
        "Bei aller Freundschaft zum Grafen Lamberg liebte es Wolf Dietrich doch,\nseine Umgebung immer mehr zu verwelschen; so hatte er den Juristen\nAgostino Tandio aus Siena zu seinem Geheimschreiber, den Mailänder\nSebastian Cattaneo zum Weihbischof und Bischof von Chiemsee ernannt.\nBaumeister des Fürsten war J.B. Minguarda, eine wichtige Persönlichkeit\nam Hofe des baulustigen Erzbischofs.",
        "Als Wolf Dietrich aber mit Cattaneo zerfallen war, kamen der Reihe nach\nnur Italiener zur Würde des Weihbischofs, die bestrebt waren, bei Hof zu\nEinfluß zu gelangen. Indes hielt der Fürst in politischen\nAngelegenheiten doch am bewährten Ratgeber Lamberg fest, der am meisten\ndamit vertraut war; allerdings war ein dem Charakter des Erzbischofs\nentsprechendes sprungweises Vorgehen aus eigener Initiative nie\nausgeschlossen, und Lamberg wie die Hofräte bekamen dann die mißliche\nAufgabe, in heiklen diplomatischen Verhandlungen beschwichtigend zu\nwirken und den verfahrenen Karren wo möglich wieder ins Geleise zu\nbringen.",
        "Ein Sprung dieser Art war das plötzliche Angebot an Kaiser Rudolf II.,\ndessen Sudwerk zu Ischl im Salzkammergut auf ewige Zeiten mit Holz aus\nden Wäldern des salzburgischen Pfleggerichts Hüttenstein zu versorgen.\nNatürlich konnte diese Spende des bisher im Geben sehr spröden Fürsten\nden Kaiser nur erfreuen. Weniger erbaut davon waren die Hofräte, welche\nsich den Kopf schier zerbrachen, um das Motiv solcher Spende und einer\nunfaßlichen Konzilianz zu entdecken. Und erst auf vorsichtig betretenen\nUmwegen vermochten die Juristen Wolf Dietrichs herauszubringen, daß der\nFürst eine Annäherung an den Kaiser wünschte, und mit Mühe setzten die\nRäte bei der zu Pilsen erfolgten Vertragsschließung die Klausel durch,\ndaß es dem Erzstift freistehen sollte, die Holzspende wieder aufzuheben,\nwenn Österreich das Halleiner Salz an seinem freien Gang nach Böhmen\nhindern oder sperren würde. In diesem Sinne wurde denn auch der Vertrag\ngeschlossen, und Wolf Dietrich kam durch sein Entgegenkommen mit dem\nKaiser auf guten Fuß, verdarb es aber dementsprechend mit dem\nbayerischen Nachbar, der in der Spende nichts anderes erblicken konnte,\nals den geglückten Versuch, daß Salzburg sich den ungehemmten Ausgang\ndes Halleiner Salzes nach Böhmen sichern wollte.",
        "Das fürstliche Geschenk mußte zu München geradezu verblüffen, und zwar\nim Hinblick auf die bisherigen Klagen des Fürsten auf Reichstagen über\nGeldmangel, Minderertrag der Bergwerke, demzufolge Wolf Dietrich dem\nKaiser die erbetene Hilfe in der gewünschten Höhe verweigern zu müssen\nerklärt hatte. Herzog Max von Bayern konnte hier nur einen argen\nWiderspruch finden, der indes jene Holzspende noch übertrumpfte, als in\nMünchen bekannt wurde, auf welch’ pomphafte, nie dagewesene Weise der\nErzbischof den zu Gast gekommenen spanischen Admiral Francisco de\nMendoza empfing und mit einer Pracht und Üppigkeit bewirtete, die den\nAdmiral veranlaßte, zu verkünden, daß der Erzfürst von Salzburg nicht\nnur der prunkliebendste, sondern auch der reichste unter den\nKirchenfürsten Deutschlands sein müsse.",
        "Als der Spanier aber den gastlichen Hof zu Salzburg verlassen hatte,\nwehte insofern ein anderer Wind durch das Palais, als der Hofkastner\nwieder einmal vor leeren Kassen stand und sich innerhalb des Kapitels\nStimmen erhoben, die sich erlaubten, solch ungeheuerliche\nPrachtentfaltung zu tadeln und zugleich an Erfüllung jener\nVerbindlichkeiten zu erinnern, die Wolf Dietrich bei der\nWahlkapitulation vor nun sehr geraumer Zeit übernommen.",
        "Mit einem Aufbrausen und einfachen Mandat war einer solchen Situation\nnicht zu entgehen; Wolf Dietrich konnte, da das Kapitel gegen ihn\nauftrat, auch nicht auf die Hilfe Lambergs zählen, der doch als\nKapitular dem Kapitel angehörte. Der Fürst fand den ersehnten Ausweg,\nindem er alle Unkosten der Regierung auflastete und deduzierte: Der\ngewählte Erzbischof übt die Regierung aus, also ist er vollkommener\nNutznießer und Herr aller Einkünfte, Regalien und Gefälle des Erzstiftes\ngegen Entrichtung der dem Erzstift obliegenden Bürden; der regierende\nFürst könne also auch mit etwaig erspartem Vermögen bei seinen Lebzeiten\nfrei schalten und walten, dasselbe verschenken und auf Stiftungen\nverwenden; hingegen solle dasjenige, was er nach seinem Tode an\nGebäuden, Fahrnissen und Barschaft hinterlasse, dem Erzstift\nanheimfallen.",
        "Mit diesem meisterhaften Schachzug, der Vertröstung auf die Erbschaft\nvermochte der kluge Fürst thatsächlich das Kapitel zu einem\ndiesbezüglichen Vertrag zu bewegen, und nun war Wolf Dietrich dessen\nsicher, in Zukunft vor den unzufriedenen Dränglern Ruhe zu bekommen. Das\nKapitel war einfach auf die Zukunft verwiesen und muß warten, bis der\nregierende Herr mit dem Tod abgegangen sein wird. Was sich dann als\nNachlaß, insonders in Bar vorfindet, das ist eine andere Sache. Somit\nhatte sich die stetig vollzogene Berufung von Opportunisten ins Kapitel\nbis auf die nörgelnden alten Domherren ebenso gut bewährt, wie die vom\nFürsten vorgenommene Auswechslung von ihm ergebenen Personen im\nStadtrat. Dort hatte Bürgermeister Ludwig Alt einem Stadthauptmann Platz\nmachen müssen, zum Syndikus wurde gleichfalls eine andere Persönlichkeit\nernannt, und kurz darauf wurden beide Posten wieder aufgehoben und mit\nBürgern besetzt, über deren freundlich ergebene Gesinnung kein Zweifel\nobwalten konnte.",
        "Damit aber Geld in den Kasten kam, wurde die Türkensteuer, welche der\nFürst nur in bescheidenen Teilen dem Kaiser gewährte, voll in der Höhe\nder kaiserlichen Forderung weiter erhoben und das Überplus dem\nfürstlichen Fiskus eingeliefert.",
        "Jahre zogen ins stiftische Land und reicher Kindersegen ward dem Fürsten\nzu teil, der treu zu seiner Salome hielt. Der Nörgler an seinen\nBeziehungen zur schönen Frau unter der Bürgerschaft wurden immer\nweniger, sie fanden das Verhältnis zwar nicht in Ordnung, doch\nimponierte selbst den verbissensten Patriziern die Treue, das Festhalten\ndes Fürsten an einer zur Gemahlin erkorenen Frau zu einer Zeit, da die\nKonkubinenwirtschaft weit verbreitet und fast nicht mehr anstößig\nempfunden ward. Und bei Notleidenden, Kranken, Armen und Siechen gab es\nüberhaupt nur eine Stimme dankbarsten Lobes für Wolf Dietrich und\nSalome, deren Wohlthätigkeit im ganzen Erzstift bekannt war.",
        "Im trauten Zusammensein mit Salome überkamen aber doch den Fürsten\nmanchmal trübe Gedanken, die vertrauliche Mitteilungen aus Rom immer\nwieder wachriefen, Berichte über Bayerns stetige Versuche, den\nSalzburger zu diskreditieren eben seines Verhältnisses zu Salome wegen.",
        "In solchen Momenten rief Wolf Dietrich unmutig, verbittert aus, daß\nkleinlich sei des Herzogs Machenschaften, und unfaßlich das Zögern Roms.\n“Hab’ ich Gregors Machtwort respektiert, gekränkt dadurch mein treues\nWeib, nicht eingelöst mein fürstlich Wort, entbehrt der Bund des\nkirchlichen Segens, was soll Verleumdung weiter! Will Rom ein abermalig\nMachtwort sprechen, sei’s drum! Des stetig Sticheln bin ich wahrlich\nüberdrüssig, säh’ lieber ein feindlich Andringen!”",
        "Immer verstand es Salome, den Gebieter durch zarte Rede zu beruhigen, zu\ntrösten über das Ungemach, das schließlich ja nicht unverdient genannt\nwerden könne.",
        "Im Gefühle innig aufquellender Liebe rief Wolf Dietrich: “Das sagt\nSalome, der ich die Ehe einst gelobt, mein Weib, dem das Wort ich\ngebrochen?!” “Ja, geliebter Herr und Gebieter! Wohl hab’ ich ersehnt\nheiß die kirchlich Einsegnung unseres Bundes, wie jedes liebend Weib im\ninnerst Fühlen solche Segnung wird erstreben; doch in meinem Falle\neracht’ ich es als höchste Pflicht, zu unterordnen mich den höheren\nGeboten, zu fügen mich und alles verhindern nach Kräften was gefährden\nkönnte Thron und Leben meines gnädigen Herrn!”",
        "Von Herzen dankbar zog Wolf Dietrich die Getreue in seine Arme und küßte\ndie weiße Stirn Salomens.",
        "Sich der Umschlingung entziehend, sprach Salome dann leise: “Mein\ngnädiger Herr! Ein Wort im Vertrauen möge mir verstattet sein!”",
        "“Sprich, Geliebte, ich bin ganz Ohr für dich!”",
        "“In schuldiger Demut tret’ ich, wie schon gestanden, willig in den\nHintergrund. Als Mutter aber muß ich für unsere Kinder nach meinen\nKräften sorgen–”",
        "“Salome! Ich thue sicherlich das Meinige! Will nicht hoffen, daß\nUrsach’ ist zur geringsten Klage?!”",
        "“Mit nichten, theurer Gebieter! Wahrlich fürstlich ist zu nennen die\nFürsorge für mich und die Kleinen. Allein der Blick muß weit hinaus sich\nrichten....”",
        "“Ich verstehe mählich! Geurkundet ist bereits, daß führen wird jeder\nSproß aus unserem glücklich Bund meinen Namen Raittenau! Das gilt für\nunseren Erstling Wolf wie für unsere andern Kinder!”",
        "“Verzeiht mir, hoher Herr und geliebter Gönner! Geurkundet hat der\nStiftsherr, zugleich Erzbischof mit Handschrift und dem Siegel. Zwingt\nsolche Urkund’ aber unsere Feinde zur Anerkennung einer legitimen\nAbstammung, da nichtig ist der Bund der Eltern?”",
        "“Ob der Bayer wird nennen meine Kinder nach meinem Namen, mich könnt’\nkalt dies lassen!” erwiderte in trotziger Geringschätzung der Fürst.",
        "“Doch nicht, gnädiger Herr! Just der Bayer soll gezwungen sein,\nanzuerkennen solche Urkunde”",
        "Überrascht blickte Wolf Dietrich auf, er wußte nicht im Augenblick,\nwohinaus Salome wolle. “Den Bayer zwingen? Dazu reicht Salzburgs Macht\nnicht wohl aus!”",
        "“Nicht Salzburg hätte ich im Auge, der Kaiser kann ihn zwingen!”",
        "“Der–Kaiser?! Salome, deiner Gedanken hoher Flug setzt mich fürwahr ins\nStaunen!”",
        "“Wie Salzburg steht zum Kaiser, ich weiß dies nicht. Ein bittend Wort,\nmein’ ich, und gerne wird des Reiches höchster Herr betätigen des\nStiftsherrn Urkund’––!”",
        "“Hm!” Gedankenvoll schritt Wolf Dietrich im reich geschmückten\nWohngemach hin und her, nicht eben angenehm berührt von den Plänen\nSalomes, die zu realisieren das schwankende Verhältnis Salzburgs zum\nKaiser sehr erschwert. Ist der Fürst in diesen Tagen persona grata bei\nRudolf, es kann solche Beziehung sich ändern binnen wenigen Tagen, und\nvon besonderer tief empfundener Ergebenheit zum Kaiser spürt Wolf\nDietrich wenig in seinem Herzen. Dies aber der Gemahlin zu sagen, geht\nnicht an. Zu Salome tretend, sprach der Fürst: “Solch’ wichtige Sache\nwill überlegt, sorglich betreuet sein. Ich werde deinen Plan im Aug’\nbehalten und zur rechten Zeit den rechten Schritt thun!”",
        "“Wie mein gnädiger Herr befiehlt! Nur bitt’ ich in schuldiger Ehrfurcht,\nes möge nicht zu lang gezögert werden, wasmaßen vom Herzog Max nicht\nviel des Guten zu versehen ist!”",
        "“Pah, der Bayer! Ein Mann, der im Rücken kämpft und salzhungrig ist!”",
        "Salome kannte den Fürsten zu genau, um in Momenten solcher\nGeringschätzung eine Umstimmung, eine Warnung zu versuchen, womit nur\ndas Gegenteil, erbitterter Trotz, erreicht würde. Die kluge Frau wollte\naber auch nicht beitragen, die Mißachtung und Unterschätzung eines\ngefährlichen Gegners zu fördern, und so beschränkte sich Salome darauf,\nden Gebieter zu bitten, die für die Kinder wichtige Angelegenheit nicht\naus dem Auge verlieren zu wollen.",
        "Mit einer leisen Verstimmung im Herzen kehrte Wolf Dietrich in seine\nApartements zurück. Briefe Lambergs aus Regensburg, die ein Kurier eben\ngebracht, konnten die Laune des Fürsten nicht verbessern. Lamberg\nberichtete, daß der Reichstag gesprengt sei infolge der wegen der\nErneuerung des Religionsfriedens zwischen den protestantischen und\nkatholischen Ständen ausgebrochenen Streitigkeiten, und daß bisher die\nGesandten Salzburgs mit der katholischen Partei gegangen seien. Die\nprotestantische Bewegungspartei habe nun die “Union” errichtet, eifrige\nKatholiken seien daran, als Gegengewicht die “Liga” zu gründen, und so\nfrage Lamberg an, ob Salzburgs Vertreter dieser Liga beitreten dürfen\noder nicht.",
        "Das umfangreiche Schreiben schloß mit dieser Frage ab, Lamberg hatte es\nunterlassen, seiner Meinung betreffs eines Beitrittes zur Liga irgend\nwelchen Ausdruck zu geben.",
        "Wolf Dietrich erfaßte sehr wohl die Bedeutung dieser Angelegenheit und\nüberlas den Bericht sogleich ein zweites Mal, um es dann achselzuckend\naus der Hand zu legen, wobei der Fürst murmelte: “Will der Bayer und\nsein Anhang die Liga, soll er sie gründen, ich thu’ nicht mit; habe\ngenug im eigenen Land zu sorgen und zu walten. Immer der Bayer! Der\nMainzer und all’ die anderen mit dem Kurhut auf den dicken Köpfen! Wolf\nDietrich thut euch den Gefallen nicht, er will nicht das fünfte Rad am\nWagen sein! Meine Politik mach’ ich selber, und brauche keinen\nJesuiten-Max dazu!”",
        "Eine Ordre rief die Gesandten Salzburgs heim, der Liga-Angelegenheit\nward mit keinem Wort erwähnt.",
        "Es schien, als hätte Wolf Dietrich sich mit diesen Zeilen den Ärger vom\nHalse weggeschrieben, in fast fröhlicher, zum mindesten aber boshafter\nStimmung begab er sich, da es Zeit zur Tafel geworden, zu Salome, die ob\nder Veränderung der Laune den Gebieter erstaunt betrachtete.",
        "Der Fürst erlustierte sich an der Verwunderung Salomens, setzte sich auf\nein Tabouret und lachte laut vor sich hin. “Willst wissen, Geliebte, was\nmeinen Sinn erheitert? Kann’s nicht sagen! Haha! Ein köstlich Erinnern!”",
        "“Betrifft es mich, gnädiger Herr?” fragte, schalkhaft werdend, Salome.",
        "“Ging es nach Maxens Sinn, könnt’ es schon sein!”",
        "“Wen meint mein Gebieter mit sothanem ’Max’?”",
        "“Haha! Wen anders als den freundlichen Nachbar! Will eine Liga gründen,\nder brave Mann! Die alte Liga reicht nicht aus! Kam mir just in\nErinnerung, was Maximilian Prächtiges geleistet, excellentissime!”",
        "“Und das wäre?”",
        "“Der Herzog führte Krieg gegen–der hübschen Weiber kurze Röcke und\npönte die nackten Knie seiner Bergbauern!”",
        "“So streng soll der Bayern-Herzog sein?”",
        "“Noch mehr! Er giebt Fanggeld für Ehebruch-Denunzianten! Muß lieblich\nLeben sein im Bayerlande! Und bei solchen Auswüchsen mutet man mir zu,\ndie Jesuiten, die den Herzog in den Fingern haben, zu berufen in das\nErzstift. Können lange warten! Salome, geh’ nicht nach Bayern, laß deine\nkleinen Füßchen nimmer sehen vor einem Bayer, ansonsten wird Salome\ngepönt, verliert den schönen Kopf!”",
        "Die Favoritin staunte über solche Spottlust, die Wolf Dietrich\nüberkommen; der Fürst war kaum zu erkennen in dem Sticklachen, das ihm\nden Kopf rötete. Es bedurfte einiger Zeit, bis Wolf Dietrich ruhiger\nwurde, und Salome nützte dieses Intervall, um sich durch vorsichtige\nFragen einigermaßen über die jetzigen Beziehungen Salzburgs zu Bayern zu\norientieren. Wo der Stiftsherr so grimmig spöttelt, kann es mit der\nFreundschaft nicht zum besten bestellt sein, das zu erraten fand auch\nSalome nicht schwer.",
        "Wolf Dietrich ging auf die Fragen seiner Freundin williger denn erwartet\nein, es schien ihm, nachdem der Lachreiz überwunden, Bedürfnis, seine\nMeinung vertraulich auszusprechen. Freilich blieb mancher Ausdruck in\nlateinischer Sprache der Dame unverständlich, Salome mußte sich aufs\nRaten verlegen und deutete das “aut Caesar aut nihil” dahin, daß der\nGebieter entweder zu öberst in der Liga sitzen oder gar nicht mitthun\nwolle.",
        "Die weiteren Bemerkungen des Fürsten bekräftigten diese Auffassung: “Wo\nder Bayer das Direktorium hat, geht Salzburgs Stiftsherr nimmer mit,\nwasmaßen immerdar geizet nach der Hegemonie im deutschen Süden. Die\nVorherrschaft gebühret aber dem Erzstift, ich bin Primas von\nDeutschland, nicht der Bayern-Herzog!”",
        "Vorsichtig fragte Salome: “So strebet der Nachbar wohl gar die Erbschaft\nim Erzstift an?”",
        "Höhnisch rief Wolf Dietrich und richtete sich dabei auf: “Soll er wie er\nwill und mag! Wird ihm nichts nützen, an meiner Thür ist ein tüchtiger\nRiegel vorgeschoben und diesen bringt kein Herzog und kein Kaiser weg!”",
        "“Mein gnädiger Herr spricht in Rätseln!”",
        "“Keineswegs, und Salome wird gleich verstehen, wenn ich sage: Ins\nErzstift darf mir kein Prinz von Bayern, auch nicht von Österreich\nkommen; den Koadjutor bestimmen wir selbst, und das von mir und dem\nKapitel aufgestellte Statut schließt die Wahl von bayrischen und\nösterreichischen Prinzen für immer aus. Das ist der Riegel vor der porta\nsalisburgensis, von dem ich gesprochen!”",
        "Ängstlich fragte Salome: “Mußte das sein?”",
        "“Ja, Geliebte! Wir wollen Ruhe haben im Erzstift und das Kapitel hat ein\nRecht darauf, seinen Herrn und Fürsten nach eigenem Gutdünken zu wählen.\nWie die Kapitulare mich aus ihrer Mitte einst erwählet, so soll es\nfürder bleiben, und für hungrige Prinzen bleibt Salzburgs Thron\nverschlossen!”",
        "“Was sagt der Bayer zu solchem Statut?”",
        "“Kaum, so will mich dünken, wird Herzog Max darob erfreut sein, und in\nInnerösterreich wird man die Trauben sauer finden! Sollen es ändern,\nwenn sie können! Zwang zur Wahl ist exkludieret!”",
        "“Und was wird man sagen, wenn mein gnädiger Herr der Liga ferne bleibt?”",
        "“Was frag’ ich darum?! Mißlich mag es dem Herzog sein, so Salzburg sich\nweigert, betreiben wird er sothanen Anschluß, die Kirchenfürsten\nangehen, so den Mainzer und die Herren von Köln und Trier, aber ich will\nnicht!”",
        "“Kann der Papst das nicht befehlen oder gar der Kaiser?”",
        "“Nein! Intervenieren werden beide wohl und Gesandte schicken\nhaufenweise, ich aber bleibe fest, die Liga mit Max an der Spitze ist\nnichts als eine bayerische Praktik! Dem Kaiser werd’ ich sagen, sothanes\nBedürfnis ist schädlich ihm und dem Hause Österreich, weil zu sehr\nkräftigt es den Bayer.”",
        "In Salome stieg eine düstere Ahnung auf, daß dieser Sachverhalt\ngefährlich für Salzburg werden könne, doch schwieg sie, da sie sich\nkeines Ausweges sicher war und keines Rates wußte. Gewandt das Thema\nwechselnd fragte Salome: “Will mein Fürst und Herr mich anjetzto wohl\nzur Tafel führen?”",
        "Galant reichte Wolf Dietrich ihr den Arm und verließ das Frauengemach\nmit Salome unter Vorantritt der im Vorzimmer versammelt gewesenen Pagen\nund Kämmerlinge.",
        "Wenige Tage darauf lief das offizielle Schreiben des Herzogs Max mit der\nEinladung zum Beitritt in die Liga ein, und Wolf Dietrich, maßlos\nerzürnt, warf das Schreiben zu Boden und stampfte mit den Füßen darauf.",
        "Wie der Fürst es vorausgesagt, begannen nun die Versuche der\nKirchenfürsten, den Erzbischof von Salzburg umzustimmen; Gesandte kamen\naus München, Mainz und Köln, auf Betreiben des Bayers fanden sich auch\ndie Bischöfe von Konstanz und Augsburg in Salzburg ein, die Wolf\nDietrich der Reihe nach vorließ, ihren Vortrag anhörte und dann mit\nausweichendem Bescheid heimkehren ließ.",
        "Und als Kaiser Rudolf monierte, schickte der Erzbischof seinen Rat\nSunzinger zum kaiserlichen Rat Hegenmüller nach Passau mit dem Auftrag,\nzu vermelden: Der Stiftsherr von Salzburg warne Seine Kaiserliche\nMajestät vor der Liga und der damit verbundenen Stärkung bayerischer\nMacht und rate, das in Passau liegende Kriegsvolk in Waffen zu halten,\nauf “daß dem Adler die Krallen nicht zu kurz geschnitten würden”.",
        "Schlauer Weise hatte Wolf Dietrich seinem Gesandten zugleich eine\nAnweisung auf 24000 Gulden mitgegeben, mit der Ordre, dieselbe zu\npräsentieren, wenn der Vertreter des Kaisers jammern würde, daß Kaiser\nRudolf nicht die Mittel für die Unterhaltung des Passauer Kriegsvolkes\nzur Verfügung haben sollte.",
        "Wie berechnet, kam es so, das Geld wurde mit Freuden angenommen, das\nkaiserliche Kriegsvolk blieb unter Waffen in Passau und sicherte dem\nschlauen Salzburger einen gewissen Rückhalt gegen Bayern.",
        "Herzog Max faßte diesen Schachzug direkt als Feindseligkeit auf, sowohl\ngegen Bayern wie gegen die katholische Liga, und von dieser Ansicht bis\nzur mehr minder offen ausgesprochenen Meinung, daß der Salzburger es mit\nden Ketzern halte, war nur ein kleiner Schritt, der denn auch alsbald\nerfolgte. So steigerte sich der Unwillen gegen Wolf Dietrich zur\nschweren Verdächtigung, Rom ward verstimmt und mißtrauisch, und in\nMünchen begann man Material zu einer Anklage zu sammeln, die durch das\nLeben Wolf Dietrichs mit Salome unschwer zu begründen war.",
        "So türmten sich dunkle, gewitterschwangere Wolken über Salzburgs Himmel\nauf. Der Fürst aber glaubte allen trotzen zu können und blieb blind\ngegen die aufziehenden Gefahren.",
        "Salome hingegen erkannte instinktiv das Nahen einer Katastrophe und\nberiet sich mit Lamberg über Schritte zur Sicherung der Familie und\nihrer Ersparnisse.",
        "Inmitten dieser Wirren und diplomatischen Kämpfe vergaß Wolf Dietrich\nkeineswegs seiner Bauten, für welche Geldmittel reichlich genug\nvorhanden waren, dank der stetig fließenden Steuerquellen. Es füllt die\nAufzählung kleiner Bauten, Kapellen, Chöre, Restaurierungen in Kirchen\nund Klöstern, Aufrichtung neuer Altäre, Kirchenfenstern von höchstem\nKunstwert &c. allein ganze Bände. Der Fürst aber wollte für Salome einen\neigenen Palast haben, und im Jahre 1606 erstand das für diese Zeit\nfeenhafte Schloß ’Altenau’[17] im italienischen Stil zur Erinnerung an\nSalome Alt. Eine Marmortafel über dem Einfahrtsthore enthielt die von\nWolf Dietrich selbst verfaßten Verse:",
        "  Raittnaviae stirpis divino e munere princeps\n  Ad rapidas Salzac praetereuntis aquas\n  Impatiens otii, spirans magis ardua quondam,\n  Nunc, ubi per morbos corpore deficio,\n  Has tacitas aedes fessus portumque silentem\n  Hunc mihi semestri tempore constituo.",
        "Dieses Schloß stand auf dem rechten, noch wenig bewohnten Salzach-Ufer\nund gab der landschaftlichen Umgebung ein eigentümliches, fremdartiges\nGepräge. Die Villa Altenau mochte wohl auch zum Anstoß für weitere\nBebauung dieses Ufergeländes gegeben haben.",
        "Salome, welche mit der stattlich angewachsenen Kinderschar (sieben\nTöchter und drei Söhne) bisher in der alten Münze, dem Anbau zur\nResidenz, gewohnt, übersiedelte bald nach Fertigstellung des Schlosses\nnach ’Altenau’, und hier im Kreise seiner Familie verbrachte Wolf\nDietrich seine Mußestunden und lebte seinem idyllischen Glück, pflegte\nder schönen Künste und Wissenschaften, und verscheuchte die immer\ndräuenderen Sorgen hinter sich.",
        "Was die Salzburger zur Erbauung des Prachtschlosses sagten, findet sich\nin Steinhausers Chronik interessant verzeichnet:",
        "  “Um dise Zeit auch hat der hochwürdigst Fürst und Herr, Herr Wolf\n  Dietrich ain schöns, groß, geviert, herrliches Gepeu, wie ain Schloß\n  oder Vestung, mit ainem wolgezierten, von Plech gedeckten, glanzeten\n  Thurn, und inwendig, auch außen herumb, mit schönnen Gärten von\n  allerlai Kreüthwerch, Paumbgewächs und Früchten geziert und versehen,\n  pauen und aufrichten lassen,–auch solchen Pau Altenauen genennt. In\n  solchem schönen Gepeü hat der Erzbischoff und die Seinigen &c. sich\n  oftmallen belustigt und vilmals sowol morgens als abents die Malzeiten\n  daselbst genossen und allerlai ehrliche Freüdenspill und Kurzweil\n  darinnen getriben. Dieses herrliche, schöne, Gepeü, gleich einem\n  fürstlichen Hof, hat abermal vil tausent Gulden gestanten; aber die\n  Wahrhait zu bekennen, ist es ain herrlich, schön fürstliches Werk und\n  gibt gleichsamb der Statt ain sonderlichen Wolstand und Zier, stehet\n  vor dem Pergstraßthor. Mit diesen und dergleichen noch vil mehr zu\n  Unnuz angelegten vergeblichen Gelt hette man vil Hausarmen, Dürftigen\n  merklich künen zu Hülf kommen oder damit in ander mehrlai Weeg\n  schaffen können.",
        "  Ich will aber darüber auch nit pergen, daß gemelter Erzbischoff im\n  Fahl der Not oder Theurrung sich so vil mit Trait fürgesehen, wann es\n  sich begeben.... Dieses Lob ainem Fürsten oder Erzbischoven\n  nachzusagen, ist widerumben ain rühmliches Werk, zuedeme, so sind auch\n  vil armer Handwerchsleüt, Taglöhner und dergleichen darbei erhalten\n  worden und solcher Bau dannach etlicher Maßen zue Nuz kommen, denn\n  welcher ist doch der, welcher gegen jedermann und in allen Dingen\n  recht thuen kann, wie dann das gemaine Sprichwort sagt: Der ist weis\n  und wohlgelehrt, der alle Ding zum Besten kehrt. Man sag und schreib\n  von ihme, was man wöll, so höre ich, die Wahrhait zu bekennen, daß\n  ihme noch vilmahls alles Guets nachgesagt und die ewige Freid\n  herzlichen gewünschet würt, er noch vilmahls gewünschet und begert\n  wirdet.”",
        "Continue...",
        "\nThis eBook of “Celsissimus” by Arthur Achleitner belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "CelsissimusBy Arthur AchleitnerAt Amazon"
    ]
}