{
    "title": "Celsissimus - III.",
    "author": "Arthur Achleitner",
    "chapter": "4",
    "content": [
        "\n\n",
        "Ein linder Frühling war dem langen, hartnäckig um sein Recht kämpfenden\nWinter gefolgt, weiche, warme Lüste wehten, der Föhn hatte schneller als\nsonst den letzten Schnee von den Salzburger Bergen verjagt. In den\nThälern grünte und sproß es aufs neue, die Auen prangten im frischen\nLenzeskleid wie die Matten, und nur die Wogen der hochgehenden Salzach\nbezeugten durch ihr schlammfarbiges Wasser, daß es tief drinnen im\nHochgebirge nicht ohne Sturm und Regen Frühling geworden.",
        "Im schmalen Salzachthal, das eingeengt ist durch die Prallwände des\ngigantischen Tennengebirges und westwärts von dem Felsgewirr des\nHagengebirges, erhebt sich ein Steinhügel, auf welchem eine alte Veste\nthront, Hohenwerfen genannt, eine Zwingburg der salzburgischen\nLandesherren, im 11. Jahrhundert trutzfest erbaut, und neuerlich bewehrt\nvon Wolf Dietrich im Anfang seiner Regierung, auf daß sie dem Fürsten\nzum Schutz diene gleich Hohensalzburg in etwaigen Kriegsfällen.",
        "Die linde Frühlingszeit hatte den jungen Landesherrn verlockt mit ihrem\nbalsamischen Odem, der ihn so sehr an die weichen Lüfte Italiens\ngemahnte. Wolf Dietrich war, seinem lebhaften Temperament folgend,\nurplötzlich nach Werfen ausgebrochen, und so saß er nun im bequemen\nHausgewand, das aber durch reiche Pelzverbrämung immer noch an\nfürstlichen Prunk gemahnte, in einer Art Loggia, die auf sein Geheiß in\neinem Wehrturm der obersten Burgmauer eingebaut worden war, und ließ\nzeitweilig den Blick schweifen hinüber in das Felsgewirr der wuchtigen\nMauer des Tennengebirges und dann wieder hinab in das grüne Salzachthal.\nFür eine Weile blieben die vor ihm auf dem Eichentische liegenden\nBlätter, Briefe des Astronomen Tycho Brahe, mit welchem Gelehrten Wolf\nDietrich in schriftlichem Verkehr stand, unbeachtet; ein Träumen ist’s\nmit offenen Augen, ein willig Hingeben einem wohligen Gefühle errungenen\nGlückes, und ein zufriedenes Lächeln zeigte sich auf den Lippen, so der\nFürst im winzigen Ziergärtchen, das zwischen der Umfassungsmauer und dem\neigentlichen Burggebäude eingebettet lag, der schlanken, liebreizenden\nGestalt Salomes ansichtig ward.",
        "Die schöne Salome liebkoste manche Blütenknospe, eine herrlich erblühte\nBlume selbst unter den Blümelein des Gärtchens, und ihre weiche Hand\nstrich sanft über eine halberblühte Heckenrose, deren Wurzel lieber im\nbrüchigen Gemäuer zu wurzeln schien, denn in der üppigen Gartenerde.\nMitten im tändelnden Spiel und Kosen hielt Salome inne, die halboffene\nBlüte schien sie an etwas zu gemahnen; das glückliche Lächeln erstarb,\ndie Stirn umdüsterte sich, das süße Wangenrot verblaßte. Die bebende\nHand brach das Heckenröslein ab, ein Dorn riß ein, und ein Tröpflein\nrotwarmes Blut zeigte sich am verletzten Finger.",
        "Ein leiser Schrei drang zu Wolf Dietrich und ließ ihn aufblicken, der\nFürst gewahrte die Veränderung in Salomens Wesen sogleich, und besorgt\nrief er, sich über die Loggienbrüstung beugend, hinunter, nach der\nUrsache der Verstörtheit fragend.",
        "Jäh erglühte Salome, und winkte hinauf mit einer Geste, die besagen\nwollte, daß nichts von Belang sich ereignet habe.",
        "Doch der lebhafte Fürst ließ sich damit nicht beschwichtigen, er verließ\nsogleich die Loggia und nach wenigen, weitausholenden Schritten war er\nbei Salome. “Was ist dir, Carissima? Hat ein Dorn dich verletzt? Wer\nRosen pflückt, darf der Dornen nicht achten! Komm, meines Lebens Licht\nund Wonne, wir wollen die Wunde verbinden!”",
        "“Nicht doch, mein gnädiger Herr! Ein Mahnen war es, das plötzlich mich\nverschreckte!”",
        "“Ein Mahnen? Was sollt’ es sein?”",
        "“Ja, ein Mahnen, gnädiger Gebieter! Beim Anblick dieses halberblühten\nRösleins fuhr die Gemahnung mir durch den Sinn, daß ich wohl selbst\nnichts anders bin denn diese kaum erblühte, schlichte Blume....”",
        "“Ein süß Gebild, der Blumen herrlichste ist meine Salome!” schmeichelte\nder galante Fürst.",
        "“Nicht so, o Herr und Gebieter, ist’s gemeint! Ein Heckenröslein nur,\ndie wilde Rose, wie sie wächst in Rain und Wald, entbehrend der\nfördernden Hand–”",
        "“Auch solche Blume hat doch ihren Reiz, ist schön in ihrer\nSchlichtheit!”",
        "“Doch niemals wird sie eine Edelrose!”",
        "Der klagende Ton fiel dem Fürsten auf, weich sprach Wolf Dietrich:\n“Gräme dich nicht darob, es muß auch wilde Rosen geben!”",
        "Ein Seufzer entwich der bewegten Brust des Mädchens.",
        "“Was ist dir nur, Geliebte?”",
        "“Das Mahnen ist’s, das Schmerz mir bringt in meine Brust; nie wird das\nHeckenröslein eine Edelrose, und so erblick’ ich meine Zukunft!”",
        "“Scheuch solche Gedanken nur von hinnen, Geliebte! Du bist mein alles,\nmeines Lebens Wonne! Nie werd’ ich von dir lassen! Die Sorg’ um dich ist\nmeines Daseins oberstes Gesetz!”",
        "“Steckt dieses Heckenröslein in die beste Erde, pflegt und betreuet sie,\neine Edelrose wird es niemals werden!”",
        "“Geliebte! Was soll dies Wortspiel in der Wiederholung? Du bist an\nmeiner Seite einer Fürstin gleich–”",
        "“Doch niemals ebenbürtig und des Segens entbehrt unser Bund! Eine\nZuflucht fand ich in Eurem gastlich Haus und bin nichts anderes denn\nein Gast, dem gesetzt ist immer die bestimmte Zeit!”",
        "“Salome! Ich bitte, jag’ die trüben Gedanken weg! Nur froh und glücklich\nwill meine Herzenskönigin ich wissen, ein zufrieden süßes Lächeln als\nZierde sehen auf deinen Rosenlippen! Nur keine Schatten und des Grames\nFalten, die hass’ ich und will verbannt sie wissen aus meinem Leben!”",
        "“Verzeiht mir, gnädiger Gebieter! Nicht will ich Unmut Euch bereiten,\naufheitern Euch und verschönern gern das Leben! Doch erhöret, Herr, auch\nmeine Bitte: Gebt unserem Bund die Weihe, die gewährt ist dem ärmsten\nPaar von Euren Unterthanen!”",
        "Eine Falte zeigte sich in des Fürsten Stirne und Unmut auf den zur\nAntwort leicht geöffneten Lippen.",
        "Doch ehe Wolf Dietrich Antwort gab auf die flehentliche Bitte des\nschönen Mädchens, kam der Kämmerling heran, der unter einer tiefen\nVerbeugung meldete, daß der Dechant von Werfen Seiner Hochfürstlichen\nGnaden unterthänigste Aufwartung zu machen erschienen sei und im\nAudienzzimmer harre des gnädigen Empfanges.",
        "“Soll warten! Ich komme alsbald!” erwiderte der Fürst, und geleitete\nSalome in die Burg.",
        "Erst vertauschte Wolf Dietrich unter Beihilfe des Kammerdieners Mathias\ndas Hausgewand mit der spanischen Ritterstracht, doch nahm der junge\nGebieter den stolzen Federhut nicht mit, als er dann unter Vorantritt\nvon Pagen und dem Kämmerer sich in das Audienzgemach begab.",
        "Der harrende Dechant war eine hagere, mittelgroße Gestalt mit strengen\nZügen im scharfgeschnittenen Gesicht, grauen Augen, kurz geschorenem\nHaupthaar, ein Mann von Gemessenheit, erfüllt vom Gedanken an\npriesterliche Würde und Pflichttreue; dabei schien die ganze hagere\nGestalt die Verkörperung eines eisenstarken Willens, einer Unbeugsamkeit\nin allen Dingen zu sein.",
        "Beim Eintritt des Fürsten und Erzbischofs wich in des Pfarrherrn Auge\ndie Eiseskälte und Starrheit, die Lippen öffneten sich, ohne einen Laut\ndurchzulassen, grenzenlose Überraschung bekundete die vorgebeugte\nHaltung des Körpers und die ausgespreizten Finger beider Hände. Einen\nKirchenfürsten in spanischer, weltlicher Rittertracht hat der Dechant\nnoch nicht gesehen und eher des Himmels Einsturz erwartet, als Salzburgs\nErzbischof in solcher Gewandung zu erblicken. So stand der Pfarrer\nfassungslos und schluckte, er brachte nur das “salve” heraus, alles\nandere der lateinischen Ansprache blieb im Halse stecken.",
        "Die gute Laune Wolf Dietrichs, der ungemein empfindlich in\nEtiketteangelegenheit und rasch verletzt in seinem Herrschergefühle war,\nwich augenblicklich bei solch’ respektloser Haltung eines Unterthanen,\nder ganze Hochmut kam zum Ausdruck, als der Fürst höhnend, ja ätzend\nscharf rief: “Kämmerling, bring’ Er dem Bauerpfarrer höfische Sitte bei\nund lehr’ Er ihm, daß man den gnädigsten Landesherrn nicht mit ’salve’\nbegrüßt, den Fürsten auch nicht angafft!”",
        "Die verletzend scharfe Lektion hatte bei dem ältlichen Pfarrer\nkeineswegs die erwartete Wirkung; statt etwa vor dem Landesherrn und\nhöchsten kirchlichen Vorgesetzten huldigend das Knie zu beugen, richtete\nsich der asketische Dechant auf und blickte fest auf den zornigen,\nkleinen Fürsten. Kalt sprach der Pfarrherr: “Mit gnädiger Verlaubnis!\nEiner Lektion von Höflingen bedarf es nicht, ein Priester Roms weiß\nEhrerbietung und schuldigen Gehorsam zu bekunden seinem hochwürdigsten\nErzbischof!”",
        "Wolf Dietrich stutzte unwillkürlich, die Gemessenheit wie Kühnheit\ndieser Ansprache ließ ihn ahnen, daß dieser Pfarrer doch anders geartet\nsein dürfte, als es sonst um jene Zeit der Landklerus war; ein\nNiederschmettern schien hier nicht opportun zu sein, wiewohl das\naufbrausende Temperament des Fürsten hierzu treiben wollte. Immerhin\nkehrte Wolf Dietrich die hochfahrende Seite heraus in der Erwiderung:\n“Es wird sich zeigen, was Er weiß und wie es bestellt–mit dem\nschuldigen Gehorsam!” Zugleich winkte der Fürst den Begleitern, sich zu\nentfernen.",
        "Auge in Auge standen sich Erzbischof und Pfarrer gegenüber; letzterer an\nHaltung, Antlitz und Kleidung sofort als Priester erkennbar.",
        "Wolf Dietrich stützte die Linke auf den Degenknauf, während seine Rechte\ndas Schnurrbärtchen aufzuzwirbeln begann. Ungeduldig klang sein “Nun?”",
        "“Euer erzbischöfliche Gnaden....”",
        "“Man tituliert mich: Hochfürstliche Gnaden!”",
        "“Euer erzbischöfliche Gnaden wollen meiner Überraschung, ja Verblüffung\nzu Gute halten, daß mir die schuldige ehrerbietige Ansprache stecken\nblieb in der Kehle! Den hochwürdigsten Erzbischof glaubt’ ich im\nkirchlichen Ornat erblicken und erwarten zu dürfen....”",
        "“Ich kleide mich nach meiner Wahl und kann der Meinung Untergebener und\nUnterthanen allezeit entbehren! Was will Er?”",
        "“Euer erzbischöflichen Gnaden wollt’ schuldige Aufwartung ich erstatten,\nwasmaßen Hochdieselben Aufenthalt genommen in meinem Pfarrsprengel.”",
        "“Das ist Seine Pflicht und Schuldigkeit und hätte vor Tagen schon\ngeschehen können. Ihm fehlt es wohl nicht an Zeit, dafür an Verständnis\nhöfischer Sitte wie an schuldiger Unterwürfigkeit! Merk’ Er sich solche\nLehre! Und nun bericht’ Er über Stand und Verhältnis seiner Pfarre!”",
        "“Es ist viel des Üblen dem hochwürdigsten Oberhirten zu referieren,\nwenig des Guten! Auch in diesseitigem Pfarrsprengel tauchen\nKalixtiner[4] immer wieder auf, so streng auch dagegen eingeschritten\nwurde.”",
        "“Das wird in specie noch zu regeln sein! Wie steht es mit dem Klerus?”",
        "“In einigen exemplis kann ich guter Antwort sein. In loco ist ein\ngehorsamb Volk, meine Gsellpriester (Hilfsgeistliche) fleißig, einer\ndavon de sacramentis omnino pie sentit, de vita nulla hic est querela.\nMein benachbarter Amtsbruder predigt fleißig von der Meß’, hat ein frumb\nVölkel, braucht katholische Bücher, auch in der Fasten Nachmittag, hat\nso lang er Priester ist, keine Köchin, haust mit seiner Schwester. Auch\neinige andere Thalpfarrer leben ohne Konkubinen. Aber schlimmer ist’s im\nGebirg, die Expositi und Kuraten wollen nicht ablassen, besonders der\nKurat von Skt. Jodok in der Einöde ist renitent, reif zum davonjagen cum\ninfamia, conjugatus est....”",
        "“Wer ist das?”",
        "“Der Kurat von Skt. Jodok in der Einöde, an die 70 Jahre alt und\nverheiratet, horribile dictu. Eine himmelschreiende Schande für meinen\nSprengel! Ich aber leid’ es länger nicht und müßt’ ich nochmal Gewalt\ngebrauchen! Verjagt hab’ ich des Frevlers lästerliches Weib,\nhinausgeprügelt aus dem Widum! Und bei der letzten Visitation, die\nunvermutet ich vorgenommen, fand ich das alte Kebsweib wieder vor! Herr\nErzbischof, werdet hart, gebt was der Kirche ist und fahret mit strengem\nArm dazwischen, reiniget, fegt sie hinaus, die schänden unsern Stand!\nVernichtet und vertilgt die Frevler gegen Cölibat und sonstige\nVorschrift! Greift ein, fest und bald, beseitigt die Quelle und Ursache\nder geistlichen Entartung unserer schrecklichen Zeit, so da ist die\nscientivische Unfähigkeit der Gsellpriester und Einödkuraten! Die\nUnwissenheit schreit zum Himmel! Wir haben Priester, die nicht angeben\nkönnen die Zahl der Sakramente, die Schriften haben von den\nschrecklichen Luther, Zwingli, Melanchthon und Brenz, darin kümmerlich\nlesen und gar nicht erkennen die Gefahr! Fluch ihnen! Pech und Schwefel\nsoll sich ergießen über solche Sünder! O, helft mit beim Rettungswerke,\nzur Purifikation der verderbten Sittenzustände im Erzstift, die zum\nHimmel schreien!”",
        "Der Dechant hatte sich in eine Erregung geschrien, die ihn nötigte\ninnezuhalten und Atem zu schöpfen.",
        "Kühl sprach Wolf Dietrich unter Ignorierung der donnernden Philippika\ndes Asketen: “Also jener Kurat hochbetagt ist conjugatus, verheiratet!\nDen Mann will ich sprechen!”",
        "“So wollt Ihr, gnädiger, hochwürdigster Herr und Erzbischof, statuieren\nein Exemplum?!”",
        "“Das wird sich zeigen! Bestell’ er mir das Paar auf nächsten Freitag,\ndas ist also übermorgen Vormittag zehn Uhr!”",
        "“Das Paar?” fragte gedehnt, seinen Ohren nicht trauend, der Dechant.",
        "“Den Kuraten und sein Weib, jawohl! Ich will das Paar sehen und meine\nMeinung fassen über Mann und Weib!”",
        "“Und wann darf ich erhoffen ein Mandat, die Purifikation meines\nSprengels?”",
        "“Das wird sich alles finden! Erst muß geprüfet werden! Davongejagt sind\nsie schnell, fraglich bleibt, wo bessere wir finden. Doch soll es an\nwirksamer Reinigung des Klerus nicht fehlen! Ich danke Euch für diese\nRelation! Verweilt noch etwas auf der Burg, erlustieret Euch im Garten,\nnicht mehr ferne ist die Zeit, da wir zum Mahle schreiten, und ich lade\nEuch hiezu als Gast!”",
        "“Euer erzbischöflichen Gnaden danke ich submissest und werde auf Zeichen\nund Geheiß mich rechtzeitig einfinden!”",
        "Wolf Dietrich reichte dem Pfarrer die Rechte zum Handkuß und gehorsam\nunterthänig drückte der Dechant die stoppelreichen Lippen auf die Hand\ndes Fürsterzbischofes.",
        "Damit hatte die Audienz ihr Ende. Der Pfarrer begab sich in das\nBurggärtchen, Wolf Dietrich in sein Gemach, worin er dann nachdenklich\nin sich versunken eine Weile blieb und mehrmals flüsterte: “Conjugatus\nest!”",
        "Der Überraschung zweiter Teil sollte dem Landpfarrer die fürstliche\nHoftafel bringen, die gemäß dem eigenhändig entworfenen Ceremoniell Wolf\nDietrichs nach höfischer und förmlicher Weise auch in der einsamen Burg\nHohenwerfen abzuhalten war. Zwei der Kämmerer waren mit, ebenso einige\nder Edelknaben, der Stebelmeister und ein ziemlich zahlreiches Gefolge\nzur Betreuung von Küche, Keller und Marstall. Im Bankettsaal harrte der\nhagere Pfarrer, welchem der gleichfalls zu Tisch befohlene Hofmarschalk\nund Chef der fürstlichen Hofhaltung Gesellschaft leistete, bis das\nZeichen der Ankunft des Fürsten gegeben wurde.",
        "Zwei Edelknaben, ein Fourier, der Kämmerer vom Dienst und der\nStebelmeister schritten feierlich herein, ihnen folgte Wolf Dietrich,\nder am Arm die schöne Salome führte und durch das Spalier der sich tief\nverneigenden Hofbeamten und sonstiger Dienerschaft geleitete.",
        "Während Salome beim Anblick des fremden geistlichen Gastes aus Scham\nüber ihre Stellung und illegitime Beziehung zum Fürsten errötete,\nfixierte Wolf Dietrich den asketischen Pfarrer, dem vor Überraschung und\nSchrecken über den unerwarteten Anblick die Augen aus den Höhlen quollen\nund der Mund weit offen stand.",
        "Mit tiefen Verbeugungen hatte sich der Hofmarschalk dem Paare genähert\nund höfischer Sitte entsprechend der Dame Honneurs erwiesen, so daß der\nPfarrer allein, verlassen, in hilfloser Verlegenheit stand, bis ihm der\nrettende Gedanke durch den Kopf schoß, daß die Dame möglicherweise doch\ndie Schwester des Erzbischofes sei.",
        "Wolf Dietrich mochte dem Pfarrer solchen Gedanken von der Stirne\nabgelesen haben, vielleicht machte ihm ein bißchen Quälen Spaß, er\ngeleitete zum Cercle seine Dame am Arm einige Schritte weiter und sprach\nden verblüfften Pfarrer an: “Eh’ wir zu Tische gehen, sei Ihm die Gnade\ngewähret, zu huldigen der–Fürstin!”",
        "“I–ich–!” schluckte der Pfarrer und würgte, ohne den beabsichtigten\nSatz: “Ich glaub’s gleich?!” herauszubringen.",
        "Boshaft wiederholte Wolf Dietrich: “Ihre Hochfürstliche Gnaden Fürstin\nSalome, meines Lebens Sonne und Glück!”",
        "Salome drückte den Arm des Fürsten und flüsterte flehentliche Worte,\ndoch dieser Qual und beschämenden Scene ein rasches Ende zu bereiten.",
        "Der Pfarrer aber stotterte: “Fürstin? Ergo conjugatus est\narchiepiscopus?”",
        "Wolf Dietrich nickte vergnügt und weidete sich an dem Gesichtsausdruck\ndes Pfarrers, an der grenzenlosen Verblüffung.",
        "Doch plötzlich veränderte sich das Bild: der Pfarrer hatte die\nHerrschaft über sein Denken und Fühlen wiedergewonnen und damit die\nKraft flammender Rede. Hochaufgerichtet, im Brustton heiliger\nÜberzeugung, durchglüht von fanatischem Feuer, rief er: “Haltet ein,\nHerr, Fürst und Erzbischof! Verdorren soll mir der Fuß, ehe ich ihn\nsetze zum Schritt an Euren Tisch! Euch ruf’ ich zu die Worte des großen\nPapstes Gregor VII.: Non liberari potest ecclesia a servitute laicorum,\nnisi liberantur clerici ab uxoribus! Dies große Wort gilt heilig für\nalle Zeiten und auch dem Salzburger Erzbischof! Roms Priester ruft Euch\nzu: Bangt Euch nicht vor der schweren Sünde wider der Kirche heiliges\nGebot? Könnet Ihr vor Gottes Richterstuhl verantworten der Sünde Bund?\nWelch’ Beispiel gebt Ihr uns Priestern, Ihr der Höchste über uns nach\ndes Papstes Heiligkeit?! Wie soll der Klerus gereinigt werden,\ngeläutert, befreit von der Sünde Banden, wenn solches Beispiel von der\nhöchsten Seite sinnverwirrend, frevlich wird gegeben?! Sünde allum,\nvereinsamt steht die Tugend, allein der Gerechte! Straft mich um meiner\nWorte willen, begrabt mich lebend in den Kerkern Eurer Trutzburg, mordet\nmich: Fest bleib’ ich und halte hoch der Kirche Gebot, der Himmel ist\nmit mir, Euch aber droht Verdammnis und––”",
        "Kämmerer und der Hofmarschalk wollten sich auf den Rasenden werfen;\nSalome erlag einem Ohnmachtsanfall, Wolf Dietrich umfing sie mit rasch\ngeöffneten Armen, in seiner Sorge und Angst um die Geliebte rief er um\nHilfe und befahl, man solle den Medikus und die Kammerfrau holen.",
        "“Gottesstrafe vollzieht sich zur Stunde!” rief gellend der fanatische\nPfarrer, den die Hofbeamten nun ergriffen und eiligst aus der Burg\nführten.",
        "Die Tafel unterblieb. In banger Sorge harrte Wolf Dietrich des\närztlichen Bescheides, still ward es in der Burg. Nach einer Stunde etwa\nkonnte dem Fürsten gemeldet werden, daß der Anfall vorüber und keine\nGefahr vorhanden sei, doch bedürfe die Gnädige der Ruhe und Schonung.",
        "Beruhigt ob dieses Berichtes konnte sich Wolf Dietrich seinen\nRegierungsgeschäften widmen und wie er sich anschickte, die vom Kanzler\nausgefertigten Edikte zu unterzeichnen, kam ihm erst der vom Werfener\nPfarrer heraufbeschworene Auftritt wieder ins Gedächtnis und damit der\nZorn über die unerhörte Sprache eines Untergebenen, ein Zorn, der den\nKörper erbeben machte und nach Rache lechzte.",
        "Doch ward eben vom Kämmerling neuer Besuch gemeldet, und Wolf Dietrich\nhieß barsch, jedermann abzuweisen.",
        "“Es ist Domkapitular Graf Lamberg!” wagte der Kämmerer schüchtern\neinzuwenden.",
        "“Wie? Graf Lamberg! Mein Freund, ja, der kommt zur rechten Stunde! Führ’\nihn sogleich zu mir!” Wolf Dietrich fuhr mit der Rechten über die\nStirne, als wollte er die unangenehmen Gedanken wegstreichen, doch\ngelang es ihm nicht, die Erregung zu bannen. Es erschien die\naristokratische Gestalt des Kapitulars Johann Grafen von Lamberg in der\nThür und erwies dem Fürsten tiefste Reverenz.",
        "“Willkommen, Freund, auf Hohenwerfen! Salve!” rief Wolf Dietrich und\nschritt dem Kapitular entgegen.",
        "“Euer Hochfürstliche Gnaden wollen die Störung permittieren, ich komme\nin dringlicher Angelegenheit!”",
        "“Nochmals willkommen, Freund! Und gleich sei beigefüget, daß Lamberg\nkommt mir sehr gelegen!”",
        "Nach herzlicher Begrüßung, die auf vertraute Freundschaft schließen\nließ, wenngleich der Kapitular die höfisch zeremoniellen Formen,\nbesonders in der Titulatur streng beobachtete, nahmen beide Herren im\nErker Platz, wohin der Fürst Erfrischungen für seinen Gast schaffen\nließ.",
        "Nach dem Willkommstrunk sprach Wolf Dietrich: “Lamberg, du kommst wie\ngerufen und sollst ein traulich Wort mir sagen, ehe ich zum Strafgericht\nschreite über einen Vermessenen!”",
        "Der Kapitular blickte auf, sein forschender Blick suchte im unruhig\nflackernden Auge des fürstlichen Freundes zu lesen.",
        "Rasch erzählte Wolf Dietrich den Auftritt, wobei sein Antlitz sich\numdüsterte und die Stimme grollte wie der Donner in schwüler\nGewitternacht.",
        "“Ein Affront, den ich zu rächen wissen werde! Der tiefste Kerker sei zu\ngut für den Vermessenen, sein Leben sei verwirkt!”",
        "Tiefernst war Lambergs Gesichtsausdruck geworden. Für einen Augenblick\nherrschte beklemmendes Schweigen im hohen Gemache. Dann legte der\nKapitular seine Hand auf die Rechte des Fürsten, wie wenn er damit\nberuhigen wollte, und erwiderte: “Hochfürstliche Gnaden wollen in dem\ntiefbedauerlichen Falle absehen von der Beleidigung der Person des\nFürsten und den Auftritt nur betrachten vom Standpunkt des\nhochwürdigsten Erzbischofs!”",
        "“Wie? Was willst du damit sagen? Ist deiner Rede Absicht, einem\nBauernpfarrer das Recht zu vindizieren, seinen Bischof zurecht zu\nweisen?!”",
        "“Mit nichten, Hochfürstliche Gnaden, keineswegs! Es giebt kein solches\nRecht, es kann ergo auch nicht vindiziert werden. Immerhin besteht die\nMöglichkeit, sie ist durch den beklagenswerten Vorfall ja erwiesen, daß\nin Ekstase ein Priester Worte des Tadels richtet an seinen höchsten\nVorgesetzten, in Ekstase, im Glauben, Recht zu thun, so er Sünde\nerblickt im Wandel seines Bischofs.”",
        "“Du, mein Freund, ein Lamberg sagt dergleichen mir?” rief vorwurfsvoll\nder Fürst.",
        "“Mit nichten ist es meine Absicht, des gnädigsten Fürsten Thun und\nWandel irgend einer Kritik zu unterziehen. Was ich aber in schuldiger\nEhrfurcht unterlasse, thun andere mit desto größerem Freimut. Der\nWerfener Pfarrer wird niemals zu exkulpieren sein; was er sprach, war\nnicht an den Fürsten, war an den Bischof gerichtet, und nach dieser\nRechtslage dürfte der Fall zu erledigen sein.”",
        "“So soll ich mir als Archiepiscopus dergleichen Infamien gefallen\nlassen? Lamberg, du kennst einen Raittenau schlecht, sehr schlecht!”",
        "“Ich kenne meinen gnädigsten Herrn seit manchem Jahr, aus Zeiten\nfröhlicher Jugend wie noch her vom ewigen Rom. Wollen mir Euer\nHochfürstliche Gnaden verwarten, sprech’ ich offen aus in memoriam\njuventutis: Ein Presbyter von tadellosem Lebenswandel, korrekt nach\nPflicht und Vorschrift amtierend, dazu vielleicht ein Fanatiker, kann\nvergessen die Kluft, so bestehet zwischen Erzbischof und Landpfarrer,\nkann in Ekstase eine Cölibatsverletzung für ein Verbrechen halten,\ndessen Größe den Verstand verwirrt. Getrübten Sinnes, doch ehrlichen\nHerzens dabei, läßt sich der Fanatiker hinreißen, am höchsten\nVorgesetzten das zu tadeln, was am Amtsbruder er für die gleiche Sünde,\nfür Verbrechen wider die Kirche hält!”",
        "“Bedenke, Freund, der Tollgewordene schrie das vor versammeltem Hof, in\nmeiner Gegenwart, er schrie es in Salomens Ohren!”",
        "“Gnädigster Herr! Übet Milde! Ein Bauernpfarrer im Gebirge weiß nichts\nvon höfischen Sitten, auch fehlt zumeist Gefühl und Takt. Der Mann\nmeinte es ehrlich, sprach es grob, beleidigte zarte Ohren und holde\nWeiblichkeit. Den Fürsten kann er nicht beleidigen....”",
        "“Und den Erzbischof?”",
        "“Auch den nicht! Will der gnädigste Herr aber strafen den Vermessenen,\nso möge eine Erwägung Platz greifen: Einwandfrei ist die Anwesenheit\neiner Herzensdame nicht im Hause eines Kirchenfürsten!”",
        "“So mißbilligt ein Lamberg meine Wahl....?”",
        "“Ich habe nichts zu genehmigen, nichts zu mißbilligen. Ich bitte nur,\njener Erwägung eine kleine Beachtung zu gönnen, sie wird wohlthätig\nwirken beim Ausmaß der Strafe!”",
        "Wolf Dietrich hatte sich beruhigt; er schwieg eine Weile und blickte\ndurchs Fenster hinaus in die Thalung. Dann sprach er: “Ja, so spricht\nein wahrer, trauter Freund und Edelmann! Den Vermessenen laufen zu\nlassen, fällt mir schwer, doch will ich ihm die Strafe schenken,\nwasmaßen ich Salome behalte, und wenn der ganze Klerus dagegen geifert.”",
        "“So ist es unerschütterlicher Wille?”",
        "“Ja! Und–Dir will ich’s anvertrauen–erst heute wieder bat meines\nHerzens Königin, zu festigen den Lebensbund auf legitime Weise!”",
        "“Nunquam!”",
        "“Wie?”",
        "“Niemals! Ich bitte Euer Hochfürstliche Gnaden, diesen Schritt niemals\nzu thun!”",
        "“Perchè?”",
        "“Darf ich ehrlich, offen meiner Meinung Ausdruck geben?”",
        "“Ich bitte dich darum, mein Freund!”",
        "“Lebt mit Salome, gnädiger Herr, stellt die Dame an die Spitze Eures\nHofes, erhebt sie zur Fürstin, wie Ihr wollt, nur weist den Gedanken an\neine kirchliche Trauung weit von Euch und immer!”",
        "Stolz erwiderte Wolf Dietrich: “Ich bin der Fürst und Herr des Landes!\nWeit und mächtig sind meine Beziehungen zu Rom! Der Papst, von meinem\nOhm gebeten, wird Dispens wohl ad hoc erteilen! Groß ist die exceptio,\nich geb’ es willig zu, die Welt hat solche Ausnahme noch nicht erlebt!\nBin ich aber nicht ein Fürst, dem man eine Ausnahme und sei es die\ngrößte, kann gestatten?”",
        "“Ein Fürst zum Glück und Wohl des Landes, ein Fürst, um den Salzburg\nman beneiden kann! Gleichwohl rat’ ich Euch, ich fleh’ Euch an:\nVerzichtet auf das ehlich Band!”",
        "“Du kennst sie nicht, die süße, herrliche Salome! Mir schneidet ins Herz\nihr demütig Bitten um Legitimität des Bundes! Der letzte Kurat in\nweltverschlagener Einöd’ hat ein Weib, und Rom ist darob nicht zu Grund\ngegangen, die Welt steht noch und an der Spitze der Christenheit der\nPapst–sollt’ mir verwehrt sein, was dem Geringsten meiner Untergebenen\nverstattet ist–?”",
        "“Verstattet ist es Keinem, und Rom mißbilligt jede Priesterehe! Wären\nnicht so tief gesunken die Sitten, verderbt die Zeiten, verwahrlost der\nPriesterstand unserer Tage, es gäbe keine Cölibatsverletzung, wie sie\nbeklagenswert ist eingerissen auch in Salzburgs Klerus. Wenn Rom,\nunerörtert bleiben die Motive, duldet solche offenbare Verletzung\nkirchlicher und päpstlicher Gebote, so kommt solche Duldung niemals\ngleich einer Genehmigung, man darf selbst von Toleranz nicht sprechen!\nAufgabe der Kirchenfürsten unserer Zeit ist Purifikation des\nPriesterstandes, die restauratio religionis! Auch Euch, gnädigster Herr,\nobliegt solche Aufgabe! Wie wollt Ihr sie lösen, wenn eine Ehe wider\npäpstliches Gebot Euch die Hände bindet, Euch notgedrungen in den\nVerdacht des Luthertumes bringet?!”",
        "“Bist du nicht päpstlicher denn der Papst, Lamberg?”",
        "“Nein, gnädiger Herr und Fürst! Lebt nach Gefallen mit Salome, die\nMitwelt wird zu entschuldigen wissen diesen Schritt ob der\nunvergleichlichen Schönheit Eurer Dame; lebt gleich wie im kirchlich\neingesegneten Bund, doch bleibt ledig! Höret nicht auf Weiberbitten,\nachtet nicht der Thränen! Der Kirchenfürst hat höhere Pflichten! Denkt\nan Bayern, Kaiser und Papst!”",
        "Wieder ward Wolf Dietrich nachdenklich, die beredten Worte des\nvertrauten Freundes schienen auf ihn Eindruck zu machen. Doch reizte ihn\nder Hinweis auf Bayern und den Kaiser zu einer Erwiderung: “Was kümmert\nmich der Bayer, was der Kaiser!”",
        "“Nicht viel, ich geb’ es willig zu! Doch Nachbar bleibt der Bayer, und\nein gut Einvernehmen ist zu preisen, solang’ es eben geht! An\nFriktionen, mein’ ich unterthänigst, wird es niemals fehlen! Und über\ndes Kaisers Kopf hinweg wird auch der stolzeste Fürst nicht schreiten\nkönnen!”",
        "“Du wirst kühn, Freund! Ein Notar des Kaisers kann kaum anders reden!”",
        "“Verzeiht das ehrlich off’ne Wort, gnädiger Fürst und Herr! Ich sprach\nals Freund, der zu sein mich hoch beglückt, und Freundespflicht ist es,\nzu gegebener Zeit ein offen Wort zu reden!”",
        "“Gut denn! Es sollen deine Worte Beachtung finden, so ich kann! Was aber\nsag’ ich nur Salome, so sie wieder fleht in rührend süßer Weise?”",
        "“Vertröstet auf eine bessere Zeit, verweist auf Rom und die\nSchwierigkeit der Dispenserlangung! Zeit gewonnen, alles gewonnen!”",
        "“Du kennst Salome nicht und ihr süßes Bitten!”",
        "“Wie käm’ der Unterthan zu solchem Glücke!”",
        "“Ja, ein irdisch Glück ist mir geworden, ein traumhaft Glück! Und\nmanchmal will der Gedanke mich beschleichen, als sollt’ ich dereinst\nbüßen für die Wonne des profanen Lebens!”",
        "“Noch lebt mein gnädiger Herr im Glück und in der Blüte! Sorgen genug\nwird bringen das Alter! Alles zu seiner Zeit!–Doch wenn Hochfürstliche\nGnaden verstatten, möcht’ ich erwähnen der Angelegenheit, die mich\nveranlaßt hat, so schnell es ging, zum gnädigen Fürsten zu eilen!”",
        "“Was soll es sein?”",
        "“Dr. Lueger, in Steuersachen Rat bei fürstlicher Hofkammer, bat mich,\ndie Meldung für ihn, den Vielbeschäftigten, zu übernehmen, daß Salzburgs\nBürgerschaft revoltieren will ob der neuen Steuer auf jeglichen Wein!”",
        "“Sollen dankbar sein, daß ich den Saufteufel ihnen fasse!”",
        "“Und dann ist Dr. Lueger der Meinung, es werde die neue Besteuerung des\nAdels wie des höheren Klerus und der Klöster sich nicht durchführen\nlassen. Es regne Proteste in die Hofkammer, man wisse sich nimmer zu\nhelfen.”",
        "“Lueger soll nur fest bleiben, ich will die neue Steuer durchgeführt\nsehen, sie sollen nur zahlen! Auf das Gekreisch geb’ ich nichts! Wer\nzahlen soll, schreit immer!–Doch genug von solchen Dingen. Behagt es\ndir, liebwerter Freund, so nimm Quartier auf Hohenwerfen, und zum\nAbendbrot sehen wir uns wieder.” Launig fügte Wolf Dietrich bei: “Graf\nLamberg wird sich wohl nicht wie der Werfener Pfarrer scheuen, an meinem\nTisch zu sitzen und Reverenz zu erweisen meiner–Fürstin?”",
        "“Euer Hochfürstlichen Gnaden sag’ ich submissesten Dank für sothane\nEinladung und werd’ mich glücklich preisen, der gnädigen Gebieterin die\nHonneur bezeigen zu dürfen!”",
        "“Das klingt fürwahr anders als die Werfener Melodei, ich danke dir,\nLamberg, und nun auf Wiedersehen! Ich will Salome von deiner Ankunft\nverständigen!”",
        "Nach kräftigem Handschlag verließ Wolf Dietrich das Gemach, und alsbald\nholte der Kämmerer den Kapitular ab, um ihm sein Zimmer in der stolzen\nBurg anzuweisen.",
        "Pünktlich zur festgesetzten Stunde erschien auf Hohenwerfen der alte\nKurat mit seinem Weibe von Skt. Jodok in der Einöde. Ein Greisenpaar,\ndie dünnen Kopfhaare weiß, müde, abgehärmte Gestalten, gebrechlich,\nhinfällig. Der alte Kurat trug ein langes, verschabtes Gewand, einer\nKutte ähnlich, das im Laufe der Jahre die Farbe völlig verloren hatte\nund schier fuchsig, verschossen geworden war. Und verwildert sah auch\nder Kopf des Einödgeistlichen aus, Wangen und Kinn umwuchert von weißem\nBart, die Augenbrauen buschig und selbst aus den Nasenlöchern hingen\nHaarbüscheln hervor. Sanft und liebreich dagegen war des alten Priesters\nBlick, fromme Kinderaugen, und mild die Stimme, als der Einöder dem\nBurgvogt sagte, der Jodoker Kurat sei um diese Stunde befohlen vom\nhochwürdigsten Erzbischof.",
        "Zweifelnd besah der Kastellan diese, eher an einen Bettler denn einen\nGeistlichen gemahnende Gestalt. “Ich weiß, daß der Jodoker Kurat zur\nAudienz befohlen ist. Was aber will Er denn hier auf Hohenwerfen?”",
        "Vor Müdigkeit, ermattet vom beschwerlichen Marsche aus dem Gebirge\nherab, bat der alte Mann, sich setzen zu dürfen.",
        "“Das fehlte noch! Im Burghof dulden wir keine Bettler, das Almosen wird\nunten im Dorf gereicht!” rief grob der Vogt.",
        "“Mit Verlaubnis, Herr! Ich bin ja der Kurat von Skt. Jodok und hier ist\nmein braves Weib, das der gnädige Herr gleich mir zu sehen wünscht!”",
        "“Haha! Das glaube, wer will! So ein Hungerleider will geistlich sein und\nhat in seiner Not gar noch ein Weib! Flink auf und hinunter, oder ich\nmache Euch Beine!”",
        "Unter dem Thorbogen der Burg erschien Salome, in ein kostbar Gewand\ngekleidet, das Blondhaar offen tragend über die Schultern gleich einem\nStrahlenkranz von hellem Golde. Salome hatte die rauhe Aufforderung\ngehört, und Mitleid erfaßte sie beim Anblick des gebrechlichen Paares,\ninsonders fühlte Salome Erbarmen für die Greisin, die den ängstlichen\nBlick auf den Vogt gerichtet und wie zum Schutz die knöcherige Hand auf\ndas Haupt des Gatten gelegt hatte. Mit heller Stimme rief Salome: “Vogt!\nSind die Leute von Skt. Jodok, so führt sie herein in die Erkerstube;\nder gnädige Herr hat Mann und Weib befohlen!”",
        "Wie umgewandelt zeigte sich der Burgvogt, höflich verbeugte er sich und\nerwiderte unterwürfig: “Der Mann sagt wohl, er wär der Jodoker Kurat,\nsein Aussehen straft seine Rede Lügen! Mich will bedünken, in dem Verzug\ndarf niemand vor dem gnädigen Herrn erscheinen!”",
        "Salome war näher getreten und richtete an die Greisin liebreich und mild\ndie Frage: “Seid Ihr das Kuratenpaar von Skt. Jodok?”",
        "Vor Freude bewegt meinte das runzelige, kleine Weiblein: “I freilich,\nschönes Fräulein! An die vierzig Jahre hausen wir schon oben in der\nEinöd’, der Welt völlig entfremdet und doch zufrieden! Was nur der Herr\nErzbischof von uns will?”",
        "“Das wird der gnädige Herr Euch schon selber sagen! Kommt nur mit, und\nvor dem Empfang soll eine Kanne Weines und ein Bissen Brot Euch noch\nerquicken!”",
        "“I, ist das schöne Fräulein aber gut und lieb! Der Himmel soll’s Euch\nlohnen dereinst an Euren Kindern!”",
        "“Pst, pst!” mahnte der Kurat.",
        "“I, freilich! Solche Schönheit wird nicht lange ledig bleiben! Oder seid\nIhr gar schon Ehefrau, gern will ich’s glauben! Hab’ meiner Lebtag’ so\nschönes Haar und Gesicht nicht gesehen und ich leb’ schon lang!\nFreilich, viel herumgekommen bin ich nicht, allweil oben in der Einöd’\nund um meinen Brummbären besorgt, der ist aber die gute Stund’ selber\nund mit dem Beißen hatt’ es nie Gefahr!”",
        "Silberhell lachte Salome auf und geleitete das zappelnde, frohbewegte\nPaar ins Innere der Burg. Rasch besorgte ein Diener Wein und Brot;\nSalome goß die Becher voll und hieß die Leutchen trinken.",
        "Der Kurat stellte den erhaltenen Becher vor sich auf den Tisch und\nmurmelte erst ein Gebet, eh’ er zugriff; dann sprach er: “Gott vergelt’\nEuch den Willkomm und die frohe Spende! Der Labtrunk ist den Müden und\nDurstigen eine Wohlthat, die wir ehrlich Euch verdanken! Gott zu Ehr’\nund Preis und auf Eure Gesundheit, Glück und Wohlergehen hienieden!”",
        "“Vergelt’ Gott Euch alles Gute auf der Erden!” lispelte die Greisin und\nnippte dann vom goldigklaren Wein.",
        "“Dank’ Euch für die frumben Wünsche! In der Einöd’ habt Frömmigkeit Ihr\nnicht verloren und die Gottesfurcht, das will ich loben!” sprach Salome,\nder es ein wohlig Bedürfnis war, mit den schlichten Leuten aus dem Volk\nzu sprechen. Zufällig richtete Salome den Blick durch das Erkerfenster\nin den Burggarten, durch welchen Wolf Dietrich in Begleitung des\nDomkapitulars Lamberg eben schritt. Diese Wahrnehmung veranlaßt Salome,\ndem Greisenpaar zu sagen, daß der Empfang nun wohl in wenigen\nAugenblicken werde stattfinden, es möge sich das Paar daher fertig\nmachen.",
        "“O,” meinte die Greisin, “fertig sind wir allzeit, da giebt’s kein\nPutzen mehr und keinen Tand! Was wir am alten Leibe tragen ist\nFestgewand und Alltagskleid zugleich! Doch sagt: Er ist wohl ein\ngestrenger Herr, der Erzbischof? Schlimm wie der Dechant von Werfen? O,\ndas ist ein böser Herr, hart und streng, ein Weiberfeind gar wohl!”",
        "“Nun, das ist unser gnädiger Herr gerade nicht!” lächelte Salome.",
        "Ein Edelknabe riß die Thüre zur Erkerstube auf und trat dann zur Seite,\num den Fürsten und seinen hinterdrein schreitenden Begleiter\neinzulassen. Wolf Dietrichs rascher Blick nahm sofort Salome und das\nPaar wahr und verwundert sprach der Fürst: “Ei, Salome und in\nGesellschaft?”",
        "“Verzeiht mir, gnädiger Herr! Das Kuratenpaar von Jodok, müde vom\nbeschwerlichen Marsch wollt’ rasch stärken ich mit einem Labetrunk, eh’\nvor Euer Gnaden die Leute wollt empfangen! In der Eil’ sind in diese\nStube wir geraten!”",
        "“Ein Samariterwerk, das zieret Euer warmfühlig zartes Herz! Nun gut, so\nwollen wir Audienz erteilen gleich in dieser Stub’!”",
        "Graf Lamberg wollte sich zurückziehen, ebenso Salome, doch Wolf Dietrich\nbat, anwesend zu bleiben. Er winkte lediglich dem Edelknaben, der\nsogleich verschwand.",
        "Leutselig und herablassend, wohlwollend wandte sich der Fürst an den\nehrerbietig und demutsvoll vor ihm stehenden Kuraten: “Wie lang seid Ihr\nschon Priester?”",
        "“Hochwürdigste Gnaden, Primiz feierte ich als Jüngling mit\nzweiundzwanzig Jahren. Lang ist die Zeit seither und um Johanni werd’\nich wohl etliche vierzig Jahre Kurat sein in der Einöd’. Auf der\nJährlein eines oder zwei weiß ich’s genau nicht mehr.”",
        "“Vierzig Jahre in der Einöd’!” sprach mit besonderer Betonung Wolf\nDietrich und nickte Salome zu.",
        "Voreilig meinte die Greisin: “In steter Arbeit, Treu’ und Lieb rinnen\ndie Jährlein wie der Bergbach geschwind!”",
        "Abwehrend dem Redefluß sprach der Kurat: “Verzeihet, Hochwürdigste\nGnaden! Es ist mein Weib und eilig ist des Weibleins Zunge! Ich bitt’,\nnehmt’s nicht ungut, ist halt Weiberart!”",
        "“Sein Weib! Er sagt das ruhig und gelassen; weiß der Kurat nichts von\nCölibat und päpstlicher Verordnung?”",
        "Der alte Leutpriester ließ das Haupt sinken und stand demütig,\nzerknirscht vor dem Erzbischof. Leise nur wagte er zu stammeln, daß\ndamals, vor reichlich vierzig Jahren der Vorgänger des jetzigen\nDechanten ihn getraut habe, wie es Brauch ist, und keinen Anstoß\ngenommen habe an der Priesterehe.",
        "“Beklagenswerte Zustände im Landklerus!” sprach Kapitular Graf Lamberg.",
        "Zitternd blickte der Kurat zum Fürsten auf, in dem das Mitgefühl sich\nregte und den wohl auch der Gedanke an sein eigenes Verhältnis zu Salome\nbewegen mochte.",
        "Und ehe Wolf Dietrich noch den Mund geöffnet, wagte Salome zu sagen:\n“Ein von der Kirche gesegneter Bund trotz Vorschrift und päpstlichem\nGebot! Getraut das Paar, glücklich das Eheweib trotz Kummer und Sorgen\nin langen Jahren! In Armut und Not, wie ausgestoßen von der Menschheit\nhoch droben in der Einöde, und doch ein glücklich Weib, getraut von\nPriesters Hand!” Ein Seufzer begleitete diese Worte. Das Weiblein\nplapperte eilig: “I freilich, schöne Frau! Zufrieden und glücklich\nlebten wir in fleißiger Arbeit, haben gedarbt und Gott gepriesen alle\nZeit, daß er uns hat zusammengegeben! Glücklich waren wir, bis der\nschlimme Pfarrherr uns brachte den Unfried in unsere Hütte! O Gott! Was\nhab’ ich da gelitten! Verjagt bin ich worden wie ein räudiger Hund,\nausgetrieben und verflucht, ein Amtsbruder meines Gatten hatt’ nur Fluch\nund Verdammnis für mich, der Dechant, der doch auch Gottes Wort predigen\nund den Leuten ein gutes Beispiel von der Nächstenliebe geben soll! Ein\nharter Herr! Gott sei’s geklagt! Und bin ich nach seinem Abzug wieder\nheimgeschlichen, wohin ich gehöre als treues Eheweib, zum Gatten, der\njeglicher Pflege bedarf,–kein Stündlein bin ich sicher und sie jagen\nmich wieder fort und in den Tod! Sagt, schöne Frau, muß ein Eheweib\nnicht ausharren durch alle Not des Lebens beim Manne, den uns Gott\ngegeben vor dem heiligen Altar?”",
        "Wolf Dietrich nahm das Wort: “Das päpstliche Gebot bestand, es ist ein\nKonzilsbeschluß, und für den Kuraten gab’s keine exceptio! Geschlossen\nist der Bund, der Mensch kann ihn nicht trennen, und wie es ist, gehört\nzum Mann das Weib! Doch seh’ ich selbst: Zeit ist’s zu schaffen Zucht\nund Ordnung, das Erzstift muß purifizieret werden!”",
        "Angstvoll rief Salome: “Gnädiger Herr!”",
        "Der Fürst verstand den Sinn des Angstrufes gar wohl und erwiderte:\n“Beruhige dich, Salome! Nicht will ich grausam trennen ein gottergeben\ngreises Paar, wenngleich nur schlimm kann wirken solches Beispiel! Ich\ngedenk’ in dieser Stunde wohl der Macht der Liebe, die alles überwindet!\nBleibt in Ehren ein christlich Ehepaar und dankt der besten\nFürsprecherin, die ihr gefunden in Salome!”",
        "Graf Lamberg wollte mahnen: “Exempla trahunt!”",
        "Lebhafter werdend rief Wolf Dietrich: “Das mag im allgemeinen gelten,\nund ich verschließe mich nicht der Wahrheit dieses Satzes! Doch will\nmich bedünken: In jener unwirtlich schaurigen Einöd’ wird die Gefahr der\nVerführung junger Kleriker nicht werden übergroß. Bleibt der Alte in\nseinem Bergnest wie zuvor, soll leben er in Gottesnamen mit seinem\nehelich angetrautem Weibe. Ein nunqam aber allen andern! So kehret heim\nmit Gott, ihr alten Leute! Und der Hitzkopf im Widum zu Werfen soll\nlassen Euch in Ruhe!”",
        "Glückstrahlend haschte das Weiblein nach Salomens Händen und dankte in\ninnigster Herzlichkeit, indes der alte Kurat den Kuß der Ehrfurcht auf\ndie Rechte des Erzbischofs drückte und seinen Dank stammelte.",
        "Zu Salome gewendet, sprach Wolf Dietrich lächelnd: “Hab’ ich’s nach\nWunsch gethan? Nun aber sorg’ für Atzung, schick’ das Paar zum\nKüchenmeister!”",
        "“O, heißen Dank, gnädiger Herr und Gebieter!” lispelte erglühend Salome\nund verließ, gefolgt von den alten, glückseligen Leuten die Erkerstube.",
        "Der Fürst nahm Platz auf einer Truhe im Erker und lud durch eine\nHandbewegung den Kapitular ein, dasselbe zu thun und ihm Gesellschaft zu\nleisten. “Nun, Freund Lamberg? Was sagt jetzund der Kapitelherr von\nSalzburgs Stift und Dom?”",
        "“So der gnädige Fürst und Herr gesprochen, hat der Unterthan nichts zu\nsagen, zu schweigen und zu gehorchen!”",
        "“Ja, du, Lamberg, bist die treue, einzige Stütze, die ich habe im\nKapitel! Allzeit ergeben, gefügig stets dem Willen des Fürsten! Dennoch\nmöcht’ deine Meinung hören ich ad hoc! Daß nach Salomens Sinn ich hab’\ngehandelt, deß’ bin ich mir nicht im Zweifel. Die Gute ist beglückt von\nmeinem Spruch und Entscheid zu Gunsten des alten Paares! Was aber sagt\nmein Freund?”",
        "“Ich fürchte, gnädiger Herr, es ist Zwietracht gesäet in diesem Falle!”",
        "“Nicht Unglück krächzen, Lamberg! Du weißt, ich hör’ derlei nicht gern.\nHab’ ich gefehlt nach deiner Meinung?”",
        "“Kaum hätt’ ich anders mich erkläret; zu rührend ist der Bund, die Lieb’\nund Treu des alten Paares! Und dennoch! Es darf das Herz nicht länger\ndominieren, zu arg ist eingerissen all’ der Unfug! Es geht nicht länger\nso, und eingreifen muß des Herrschers Hand kraftvoll und hart, soll\nOrdnung werden im Erzstift!”",
        "“Ich fühl’ es selber und kann nicht länger mich verschließen solcher\nEinsicht!”",
        "“Je früher, gnädiger Herr, desto besser! Und wenn Hochfürstliche Gnaden\nein Wort noch wollen mir verstatten, sei es die Bitte: Bleibet fest auch\ngegen....”",
        "“Du meinst Salome!” sprach hastig Wolf Dietrich. “Du bist klug und weit\nreicht dein Blick voraus! Meine süße, liebe Salome! Im Widerstreit\nstehet mir Kopf und Herz! Leicht zu erraten ist, daß Salomens kluger\nSinn wird die Konsequenz zu finden wissen. Was ich dem alten Paar\nverstattet, soll verweigern ich dem Liebsten, was ich hab’ auf Erden!\nIch soll mir selbst nicht erlauben, wessen ein armes, altes Weib seit\neinem Menschenalter sich erfreut: der Legitimität des Bundes!”",
        "“Nur das nicht, gnädiger Herr! Gedenket allzeit meiner Warnung! Mag\nparadox es klingen: Die Trauung wird zum Unheil werden meinem gnädigen\nFürsten! Drum meidet sie, solang’ Ihr atmet!”",
        "Den Blick in die Ferne gerichtet, verstummte Wolf Dietrich und überließ\nsich völlig tiefem Sinnen.",
        "Still saß ihm gegenüber Graf Lamberg, hoffend auf Erkenntnis der\nschwierigen Lage seines Gebieters, vertrauend auf die Klugheit des\ngenial veranlagten Fürsten, und doch wieder bangend vor dem Einfluß der\nschönen Salome.",
        "Continue...",
        "\nThis eBook of “Celsissimus” by Arthur Achleitner belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "CelsissimusBy Arthur AchleitnerAt Amazon"
    ]
}