{
    "title": "Celsissimus - V.",
    "author": "Arthur Achleitner",
    "chapter": "6",
    "content": [
        "\n\n",
        "Der Hausfaktor im Kaufhause Wilhelm Alts trat schlürfenden Schrittes,\nängstlich besorgt, jeglichen Lärm zu vermeiden, in das Gemach, in\nwelchem der Handelsherr auf seinem Lager ruhte, und meldete, als Alt den\nfaltenreichen Kopf nach dem Eintretenden drehte, mit halblauten Worten,\ndaß der Ratsherr Puchner zu Besuch gekommen sei.",
        "Das vergrämte Antlitz des Kaufherrn erhellte sich für einen Augenblick,\ndoch Alts Stimme klang wie immer hart, als der Unbeugsame, welcher\ninfolge der aufregenden Flucht der vielgeliebten Tochter kränkelte, dem\nFaktor zurief: “Laß ihn herein und hindere jegliche Störung!”",
        "In Erwartung des Besuches blieb Alt halbaufgerichtet im Bette sitzen,\nein Sonnenstrahl verirrte sich ins Gemach und huschte über Alts Gestalt,\num rasch wieder zu verschwinden.",
        "Leise trat Peter Puchner ein und drückte die Thür sanft ins Schloß.",
        "“Ei, Freund Puchner! Nur nicht so ängstlich! So schlimm steht es noch\nnicht um mich, daß ein kleines Geräusch mich schon von dannen bringen\nmag! Willkommen, Puchner!”",
        "“Gott zum Gruß, Freund Alt!”",
        "“Nimm einen Stuhl und setz’ dich zu mir ans Lager! Ich kann nicht auf,\nzu schwach sind geworden die Füße! Der Alt ist alt geworden baß, ich\nkann’s nicht länger leugnen!”",
        "Puchner saß an der Bettlade und wehrte ab: “Sag’ doch dergleichen nicht!\nFreund Willem, die trutzige Wetterfichte, die trotzt noch manchem\nSturm!”",
        "“Nein, nein! Hab’ an dem einen Sturm just genug! Doch davon soll die\nRed’ nicht sein! Was ist dein Begehr, Puchner? Kommst du in Heimgart\noder hast ein Geschäft im Aug’?”",
        "“Nicht von Geschäft soll die Rede sein, wasmaßen ja alles darnieder\nliegt in dieser trostlosen Zeit, die uns das Wasser wird gar schwer auch\nnoch versteuern. Nein, Willem! Nachschauen bei dir wollt’ ich und\nfragen, wie es dir ergeht; hab’ dich seit Monden nicht gesehen. Ist\nnimmer allzufrüh, daß der Freund kommt fragen!”",
        "“Hab’ Dank, Puchner! Es muß ertragen werden! Komm’ ich nur wieder auf\ndie Füße, mit dem Saldo räum’ ich auf!”",
        "“Bist immer unversöhnlich noch, Freund Alt?”",
        "Ein schrilles Lachen kam von des Kaufherrn höhnisch aufgezogenen Lippen:\n“Unversöhnlich? Ja! Niemals kann verzeihen ich den Schritt, der die\nEhr’, mein Leben hat geschändet und vergiftet! Rache will ich haben,\nRache, das ist meines Lebens einziges Ziel!”",
        "“Bleib’ ruhig, Freund! Und nehm’s nicht gar zu schwer!”",
        "“Ha! Du redest wie der Blinde von der Farb’! Wärst du in meiner Lage,\nich denk’, Taubenblut flöss’ nicht in deinen Adern und dein alter Kopf\nwürd’ sinnen auf Rache und Vergeltung!”",
        "Puchner seufzte und schwieg.",
        "“Nichts weiter davon! Kommen wird der Tag und getreulich will als\nKaufmann ich die Rechnung stellen! Genug!–Was ist in der Landschaft\nwohl des Neuen verhandelt worden?”",
        "“Heut war Sitzung, die stürmisch arg verlaufen. Die Stifter wie die\nGestrengen aus der Adelssippe, die wetterten nicht wenig, daß zahlen sie\nsollen gleich dem Bürgersmann.”",
        "“Das will ich gerne glauben! Was der Fürst bis jetzt gethan, dies\nSteuermandat ist das einzig’, was der Gerechtigkeit entspricht!”",
        "“Dem Erzbischof wird’s Kampf genug noch kosten!”",
        "“Warum soll der nicht auch den Ernst des Lebens spüren!”",
        "“Er spürt das, glaub’ ich, längst; doch versteht er’s wahrlich, nicht\nübergroß werden zu lassen die Last der Sorgen.–Die Landschaft hat\nzugestimmt.”",
        "“Wirklich? Wie ist mir doch? Ich vermeine, es hieß, die Steuer sollte\ngelten ’für ewige Zeiten’? Hat solche Fußangel keiner gesehen, die\nSchlinge um den Hals nicht gefühlt?”",
        "“Doch! Mehr als einer sprach sein Bedenken aus; aber es fehlte nicht an\nStimmen, die zur Annahme rieten, weil mehr und Höheres zu gewinnen sei,\nso man jetzund ist dem Fürsten zu Willen.”",
        "“Mit dem Strick um den Hals kann man nicht König werden!”",
        "“Das ist wohl richtig. Aber des Fürsten Freund, der Domherr Graf von\nLamberg, hat vertraulich wichtige Kunde werden lassen dem Ausschuß!”",
        "“Trau einer diesem list’gen Fuchs!”",
        "“An gutem Willen mag es dem Domherrn wohl nicht fehlen. Lamberg ließ uns\nwissen, daß die Annahme des Hauptmandates mit sich bringe den Nachlaß\nder Handelssteuer um ein Dritteil.”",
        "“Und das habt Ihr frischweg geglaubt?”",
        "“Die Kaufmannschaft stimmte zu, der Vorteil ist handgreiflich.”",
        "“O Einfalt! Einem Wolf Dietrich trauen, es ist unsäglich dumm!”",
        "“So schlimm, als man ihn ausschreit, ist er nicht; gar manchen schönen\nZug erzählt man sich von ihm. Wird er erst älter sein, gereifter, er\nwird noch gut und recht für unser Land, es steckt Gutes in ihm, ich\nglaub’ es selber!”",
        "“Puchner, mir bangt um dich!”",
        "“Aus dir spricht nur der Haß und Zorn. Hast überwunden einmal die\nbittere Zeit, wirst auch Lobenswertes finden du am Fürsten, der Großes\nwill und Edelmann ist jeder Zoll.”",
        "“So kann’s nicht fehlen: Lobt der Bürger den Edelmann, hat der Adel das\nRecht, den Dummen die Haut über den Kopf zu ziehen.”",
        "“Derweil will für dumm ich gelten, ich hab’ gute Hoffnung auf den\nFürsten! Bin ich recht berichtet, will erklärlich mir erscheinen die\nHast in den Mandaten.”",
        "“Wie meint Freund Puchner?”",
        "“Der Fürst ist schlecht bei Cassa!”",
        "“Bravo, Alter! Erst sinnlos wirtschaften, das Geld mit vollen Händen\nwegwerfen, prunken und prassen, und nun die Kassen leer, preßt der\nSchlemmer das Volk aus wie Limonien, und eines Volkes weise Landschaft\nfindet das in schönster Ordnung. Puchner, ich rate dir, melde dich beim\nKaiser, der macht dich zum Reichspfennigmeister. Zacharias Geizkofler\nist zwar erst jung im Amt und tüchtig, hat sein Geschäft gut erlernt bei\nden Fuggern zu Augsburg, du aber bist selbst diesem Manne über. Wenn der\nKaiser kein Geld hat, lobt ihn der Puchner und findet erklärlich jedes\nGeld erpressende Mandat! Alle Achtung, Puchner!”",
        "“Spott’ nur zu, Willem! Wer auf dem Geldsack sitzt, hat leicht\nSparsamkeit predigen. Des Lebens Not hat Willem Alt nie gelernet kennen.\nWas weißt du, wie zu Mute sein mag einem Fürsten ohne Mittel?!”",
        "“Dann hätt’ er sich nicht lassen sollen wählen!”",
        "“Du bist verbittert, Alt, der grimme Zorn trübet dir den Sinn. Und zu\nstreiten bin wahrlich ich nicht gekommen. Geplaudert ist genug, ich\nwünsch’ dir baldige Genesung und den Frieden im Gemüt....”",
        "“Den find’ ich auf Erden nimmer!–Hab’ Dank für deinen Besuch, Puchner,\nund komm’ bald wieder!”",
        "Puchner reichte dem Kaufherrn die Hand zum Abschied und erschauerte;\nAlts Rechte war abgemagert, nur Haut und Knochen, und eiskalt. Auf dem\nHeimweg war Puchner dessen froh, daß er dem kranken, racheglühenden\nHandelsherrn nicht alles aus der Landschaft erzählte, was Alts Zustand\njedenfalls noch stärker würde erregt haben, als es ohnedies schon der\nFall gewesen. Welch’ grimmige Bemerkungen sind im Ausschuß doch gefallen\nüber die Prunksucht des geldgierigen Fürsten, über die Verschwendung,\nüber das Leben Salomens am fürstlichen Hofe, deren Aufwand, und manches\nWort, wenn auch geradezu widersinnig, ward gesprochen im Hinblick auf\nWilhelm Alt, dem man sothane Bescherung zu Salzburg zu verdanken habe.\nAls wenn der in seiner Ehre so empfindlich getroffene, der Tochter\nberaubte Handelsherr auch nur den leisesten Anteil an der Gestaltung der\nhöfischen Verhältnisse hätte! Und wie würde der gebrochene Mann mit\nAufgebot der letzten Willenskraft gewettert haben, hätte er erfahren,\ndaß die Landschaft nicht nur die einmalige Einhebung der bevorstehenden\nTürkensteuer, sondern auch die Bezahlung für die nächstfolgenden Jahre\nbewilligte, alles in der Hoffnung, auf dem Gebieter auf einen\neinigermaßen erträglichen modus vivendi zu kommen.",
        "Continue...",
        "\nThis eBook of “Celsissimus” by Arthur Achleitner belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "CelsissimusBy Arthur AchleitnerAt Amazon"
    ]
}