{
    "title": "Celsissimus - II.",
    "author": "Arthur Achleitner",
    "chapter": "3",
    "content": [
        "\n\n",
        "Im Keutschachhofe, der erzbischöflichen Residenz, war trotz der späten\nStunde reges Leben gemäß der von Wolf Dietrich seiner Zeit eigenhändig\nfestgesetzten Hofstaatsordnung, es harrten das Hofgesinde wie die\nhöheren Chargen bis hinauf zum Hofmarschalk der Rückkehr des Fürsten vom\nFestmahl im Trinkhause und wagte niemand, so der Dienst traf, sich\nzurückzuziehen, denn Wolf Dietrich verstand sich darauf, seine Leute in\nAtem und Ordnung zu halten, so vieler bei Hof es auch waren.",
        "Zur Verwunderung der Begleiter hatte der Fürst den Weg zur Residenz zu\nFuß genommen, neben sich den Kämmerer vom Dienst, einen jungen,\ntreuergebenen Adeligen, den Wolf Dietrich mehr als die übrigen (im\nganzen vier) Kämmerer mit seinem Vertrauen auszeichnete. Voraus\nschritten die Lichtträger, Lakaien bildeten rückwärts die Bedeckung.",
        "Was der Fürst mit seinem Kämmerer besprach, blieb der Begleitung\nunverständlich, einmal weil sich Wolf Dietrich der italienischen\nSprache bediente, und dann aus dem Grunde, weil sehr leise und\ngeheimnisvoll gesprochen ward.",
        "Als sich der Zug lautlos dem Portal des langgestreckten Keutschachhofes\nnäherte, ertönte ungebührlicher Lärm im Palais, den des Fürsten seines\nOhr schier augenblicklich wahrnahm und der Wolf Dietrich veranlaßte, dem\nVorläufer und den Lichtträgern zu befehlen, stehen zu bleiben. Er\nselbst, vom Kämmerling auf dem Fuße gefolgt, trat rasch und leise ein\nund überrumpelte dadurch die zeternde Gruppe von Thürhütern und Lakaien,\ndie willens schien, sich an einem blassen, armselig gekleideten Weibe zu\nvergreifen. Eben erhielt die schluchzende Frau einen Fausthieb, da stand\nder Fürst auch schon mitten im Knäuel und sein Begleiter drängte\nkraftvoll die Leute zurück. Scharf befahl Wolf Dietrich augenblickliche\nRuhe, Zornesröte bedeckte seine Wangen, und die Adern schwollen sichtbar\nan. “Wer erfrecht sich bei Hof solcher Aufführung? Was soll der Lärm in\nmeinem fürstlichen Hause? Was will das Weib zu später Stunde?”",
        "Vor Schreck und Überraschung verstummte die Dienerschaft, niemand fand\nein Wort der Erwiderung, doch das arme Weib that einen Kniefall vor dem\nFürsten und bat um Barmherzigkeit in höchster Not.",
        "“Man hat in Bittangelegenheiten die festgesetzte Audienzstunde\neinzuhalten! Gen Mitternacht wird nicht gebettelt!” grollte der Fürst.",
        "“Gnädiger Herr! Übet Barmherzigkeit! Bis Taganbruch kann ich nimmer\nwarten, derweil stirbt mir der Mann!”",
        "In Wolf Dietrichs Herz regte sich das Mitgefühl, weichen Tones fragte er\nnach dem Begehr des armen Weibes.",
        "“Euer Gnaden Leibmedikus hätt’ ich gern gebeten um Hilfe, etzliches aus\nder fürstlichen Kuchel....”",
        "“Ist jemand schwer krank bei dir?”",
        "“Ja, gnädiger Herr, der Mann und zwei Kinder!”",
        "“Und mein Medikus, was ist’s mit ihm? Ist er nicht mitgegangen?”",
        "Einer der Lakaien erkannte die günstige Gelegenheit, alle Schuld am\nüblen Auftritt bequem auf die Schultern des Leibarztes schieben zu\nkönnen, und erstattete Bericht, daß der Medikus es abgelehnt habe, in\nspäter Nachtstunde den Berg hinaufzuklettern bis zum Häuschen des armen\nWeibes, wasmaßen der Medikus nur für den Fürsten da sei, nicht für das\ngemeine Volk.",
        "Wolf Dietrich befahl schneidend scharfen Tones, es solle der Medikus\naugenblicklich geweckt, dem Weibe Wein und Atzung in einem Korbe\nverabreicht werden. Und einer plötzlichen Gefühlsregung folgend, wandte\nsich der junge Fürst zum Kämmerer: “Du besorgst, was ich dir befohlen.\nAlphons bringt den Medikus und Dienerschaft mit der Spende für die Armen\nnach. Ich werde selbst inspizieren. Lichtträger voraus!”",
        "Der Kämmerer wagte zu sagen: “Hochfürstliche Gnaden! Es ist spät, und\nschlecht der Weg hinan zum Berg!”",
        "“Besorge, was ich befohlen! Hilfe zu bringen, ist eine der schönsten\nAufgaben eines Fürsten. Schicke mir den Medikus nach, mach’ ihm flinke\nBeine!”",
        "Auf Befehl mußte das Weib mit dem Vorläufer vorausgehen, der Armen\nschwindelte ob der jähen Wendung und der Gewißheit, daß der hochgemute\nFürsterzbischof selbst zu später Stunde Einkehr halten will in der Hütte\ndes Elends.",
        "Man hatte das schier verfallene Häuschen am Wege zum Nonnbergkloster\nnoch nicht erreicht, kam der Leibmedikus schon hinterdrein angepustet,\nnach Luft und Fassung schnappend.",
        "Einer der Lichtträger mußte mit in die Stube, das Weib führte Wolf\nDietrich und den Arzt in ein Gemach, welches in seiner Dürftigkeit den\nan Prunk gewohnten Fürsten erschaudern ließ. Auf Stroh lag der Mann, auf\neinem Ballen Fetzen zwei Kinder, abgemagert schier zum Skelett,\ngelbfarbig, hohläugig, wimmernd vor Schmerzen und Hunger.",
        "Wieder warf sich das abgezehrte Weib in die Kniee und hob flehentlich\ndie Arme zum Fürsten empor: “Habt Dank, o Herr, und helft in größter\nNot!”",
        "“Schrecklich!” flüsterte ergriffen Wolf Dietrich, “dieweilen man prasset\nam üppigen Mahle, verhungern mir hier etzliche Unterthanen!” Auf einen\nWink begann der Hofarzt seine Thätigkeit; Wolf Dietrich ließ die\ninzwischen herbeigeschafften Vorräte an Wein, Fleisch und Brot in ein\nNebengemach stellen und zog sich mit seiner Begleitung zurück, nicht\nohne Auftrag gegeben zu haben, daß von nun an täglich der armen Familie\nProviant aus der Hofküche geliefert werden müsse.",
        "Mit einem Frohgefühle in der Brust, schritt der Fürst die steile,\nfrischbeschneite Gasse wieder hinab, und bis er den Palast erreichte,\nkündeten vom nahen Dom die Glockenschläge Mitternacht.",
        "Von all’ den Hofschranzen ehrerbietig erwartet, hatte Wolf Dietrich nur\nfür seinen Vertrauten, dem ersten der Kämmerer, ein Auge, ihm warf er\neinen fragenden Blick zu, und als der junge Baron bejahend nickte, glitt\nein Lächeln des Triumphes über das Antlitz des jungen, heißblütigen\nFürsten.",
        "In den inneren Apartements harrte der Kammerdiener Mathias Janitsch\nseines hohen Herrn, der sich Mantel und Degen abnehmen ließ und nun zu\nfragen begann: “Ist’s ohne Aufsehen geglückt? Gab’s Lärm?”",
        "In diskretem Flüstertone erstattete Mathias Bericht: “Es ging alles nach\nWunsch und ohne einen Laut. Nur die Begleiterin schlug Lärm, doch erst,\nals alles längst vorüber und verschwunden war.”",
        "“Und hier?”",
        "“Wir haben Brigitte, des Silberdieners Franz Schwerer als Wartefrau,\nbestellt, doch wurde jegliche Hilfeleistung abgelehnt.”",
        "“Mit Protest gegen den Freiheitsentzug?”",
        "“Ja, Hochfürstliche Gnaden! Doch den Namen nannten wir nicht!”",
        "“Gut! Ich hoffe, es ist für alle Bequemlichkeit Fürsorge getroffen, die\nStube warm, das Lager gut. Man hat mich morgen vor der siebenten Stunde\nBeginn zu wecken; der Hofmarschalk hat in aller Eile die Fourierzettel\nstellen zu lassen, auf alle Fälle soll einfouriert werden über Golling\nbis nach Kärnten.”",
        "“Wollen Hochfürstliche Gnaden selbst verreisen?”",
        "“Nein, Mathias! Jedoch soll für eine plötzliche Reise alles parat sein!\nDu haftest mir mit deinem Kopf für unberührte Sicherheit der Dame! Du\nbewachst deren Thür selbst!”",
        "“Mein gnädiger Herr möge beruhigt sein und guten Schlaf genießen! Dero\ntreuer Diener wird wachen und sorgen!”",
        "Eine praktische Einrichtung in der erzbischöflichen Residenz war\nunzweifelhaft die Anbringung der handschriftlichen Amtsbefugnisse jeder\nDienerklasse in deren betreffenden Räumen, sodaß jede Schranze ihre\ndienstlichen Obliegenheiten jeden Augenblick vor Augen haben konnte,\nvorausgesetzt, daß der Diener des Lesens kundig war. So stand im Gelaß\ndes Thürhüters nach dem Konzept Wolf Dietrichs wörtlich zu lesen[3]:",
        "  “Thuerhuetter.",
        "  Deß Thuerhueterß ampt ist vhor der Cammerer wartt Zimmer stetts\n  auffzuwarten, vndt niemandt frembden ohngefragt in daß Wart Zimmer\n  lassen, auch in allweg gutte achtung geben damitt sich außer der adelß\n  personen vndt ettlichen fürnemen officieren geringe vndt schlechte\n  officier oder Diener bey hoff in die Wart Zimmer nitt eintringen\n  sondern heraußen pleiben, undt so sehr sy waß bei einem oder dem\n  andern in den Wart Zimmern zu thuen haben sich durch die Thuerhuetter\n  anmelden lassen, undt sollen der Thuerhuetter zwen sein, die sollen\n  stetts wo nitt baidt doch der ein bey den Zimmern pleiben vndt mitt\n  einander vnderweilen abwexlen.”",
        "Die Kämmerer hatten dafür gesorgt, daß sothane Verordnung des Fürsten\ngebührende Beachtung und strenge Befolgung fand, und niemals fehlte der\nThürhüter an seinem Platze, wenn freilich in der ersten Zeit nach dem\nRegierungsantritt Wolf Dietrichs es an Verstößen nicht mangelte. Häufige\nKontrolle und Belehrung schulte aber auch dieses Personal, und so waren\ndenn die beiden erzbischöflichen Thürhüter scharf darauf aus zu\nunterscheiden, wer von Distinktion ist und in das Wartezimmer zu den\nKämmerlingen gelassen werden dürfe.",
        "Wolf Dietrich hatte die Gewohnheit, an Wochentagen um die zehnte Stunde\nhervorragende Personen in Audienz zu empfangen, war aber meist\nungehalten, wenn vorher Gehör erbeten wurde.",
        "Es mochte um neun Uhr morgens sein, als Wilhelm Alt in kostbarer\nKleidung, jedoch in einer Erregung im Keutschachpalast erschien, welche\ndas Mißtrauen des dienstgetreuen Thürhüters sogleich wachrief. Zwar\nkannte der Mann Herrn Wilhelm Alt von Angesicht und wußte, daß Alt der\nreiche, wohlangesehene Kaufherr ist; jedoch dessen Aufregung, das\ntotenblasse, übernächtige Gesicht, machte den Thürhüter stutzig, ebenso\ndas verfrühte Erscheinen, und veranlaßte den Mann, Herrn Alt aufmerksam\nzu machen, daß die Anmeldung erst um die zehnte Stunde im Wartezimmer\nerfolgen könne.",
        "Alt erwiderte barsch: “Seine Weisheit brauch’ ich nicht! Zu wichtig,\ndringlich ist, was mit dem Fürsten ich zu reden habe! Meld’ er mich\naugenblicklich beim Kämmerling vom Dienst!”",
        "“Oho! Ihr möget Euren Lehrbuben und Kaufjungen befehlen, hier gilt des\ngnädigen Fürsten und Erzbischof Willen allein! Ihr habt mir gar nichts\nzu befehlen! Auch mach’ ich Euch aufmerksam auf Reglement und\nDienstordnung, so hier angeschrieben steht! Kann leicht sein, daß wir\nbefinden, Ihr seiet bei Hof in das Wartzimmer nit einzubringen!”",
        "“Die Knochen hau’ ich Ihm entzwei für seine Unverschämtheit! Das fehlte\nnoch fürwahr, um dem Faß den Boden vollends auszuschlagen! Die\nWirtschaft hier die schreit fürwahr zum Himmel, und schlimmer kann es\nkaum mehr werden!”",
        "Vom Lärm angelockt, trat der Kämmerling vom Dienst aus dem Gemach und\nder Anblick des zornigen Kaufherrn machte den Höfling stutzen.",
        "Alt rief: “Meldet mich sogleich beim Erzbischof! Mein Anliegen verträgt\nkeine Verzögerung! Bei Gott, ich rate zur Eile!”",
        "“Gemach, Herr Alt, und bedenkt: Ihr seid bei Hof, im Hause eines\nregierenden Fürsten!”",
        "“Ein netter Fürst, in dessen Hauptstadt der Menschenraub blüht,\nschlimmer denn wie im welschen Reich!”",
        "Der Kämmerer hielt es geraten, den Kaufherrn zur Beschwichtigung in das\nWartezimmer zu geleiten, und in der Stube angelangt, bat er um stilles\nVerhalten, bis die Meldung beim Fürsten erfolgt sein würde. “In welchem\nBetreff soll ich Euch melden?” “Sagt nur: ein Vater, dem die Tochter\nschändlich geraubt geworden, will fragen, ob des Fürsten Arm zur Sühne\nstark und lang genug sei!”",
        "Kopfschüttelnd verfügte sich der Kämmerer vom Dienst in die inneren\nApartements.",
        "Wolf Dietrich durchmaß in Erregung sein Arbeitsgemach mit eiligen\nSchritten und unmutig ob der Störung rief er dem Kämmerling zu: “Was\nsoll es? Ich wünsche allein zu bleiben!”",
        "“Eure Hochfürstliche Gnaden wollen die Störung verzeihen! Ein\naußergewöhnlicher Vorfall, Mädchenraub–der Handelsherr Wilhelm Alt–”",
        "“Dessen Eile ist begreiflich! Der Mann will wohl zu mir und ist in hohem\nMaße aufgeregt?”",
        "“Eure Hochfürstlichen Gnaden aufzuwarten, ja so ist es! Wir hatten Mühe,\nden rabiaten Mann in Formen zu bringen, die allein den Zutritt bei Hofe\nermöglichet”",
        "“Bring mir den Mann! Je eher er zum Ausspruch kommt, desto besser. Es\nwar ja zu erwarten!”",
        "Wenige Minuten später standen sich beide Männer gegenüber; Wolf Dietrich\nerschien zwergenhaft neben dem langen hageren Kaufherrn und klug nützte\ner das durch die Fenster einströmende Tageslicht, das grell auf Alts\nvergrämtes Antlitz fiel und genaueste Beobachtung gestattete.",
        "Trotz seiner wilden Erregung erwies Alt die dem Fürsten gebührende\nReverenz, aber zu einer ehrerbietigen, förmlichen Anrede konnte er sich\nnimmer meistern, heiser rief er: “Wo ist meine Tochter?”",
        "Kühl erwiderte Wolf Dietrich: “Wie soll ich das wissen? Was ist\ngeschehen, was wollt Ihr von mir?”",
        "Alt zuckte zusammen, richtete sich aber sofort wieder auf und scharf\nklangen seine Worte: “Ihr wißt so gut wie ich, daß Salome in vergangener\nNacht von der Gasse weg entführt worden ist!”",
        "“Was unterfängt Er sich?! Vergeß’ Er nicht, Er stehet vor seinem\nFürsten!” rief grollend Wolf Dietrich, dem das Blut heiß aufstieg.",
        "“Ich weiß, doch vermag ich länger nicht zu meistern das Wort, zu jäh und\nwild stürmt Unglück wie die Schmach auf mich ein! Mein Kind geraubt,\nHerr, meine Salome! Meines Lebens Kleinod geraubt von frecher Hand eines\nLüstlings, den Gott verderben soll am lebendigen Leibe! Ihr seid der\nFürst und Herr im stiftschen Lande, Gerechtigkeit zu üben seid Ihr\nverhalten, Euer Eid lastet darauf!”",
        "“Erst mäßigt Eure Rede! In den Staub gebeugt das Knie, der Unterthan\ngehört zu Füßen seines Herrn!”",
        "“Helft mir zu meinem Kinde!” flehte der angstgepeinigte Vater.",
        "“Es wird sich alles finden zur rechten Zeit!”",
        "“Ist das des Fürsten Antwort auf die schmerzbewegte Frage? Mein Kind\nfordere ich von Euch!”",
        "“Er ist nicht wohl bei Sinnen?! Der Landesherr giebt keinen Büttel ab,\ndas merk’ Er sich! Und nicht länger will mein Ohr des Frevels unerhörte\nWorte mehr vernehmen!”",
        "“Was Ihr Frevel nennt, ist eines Vaters schwerste Herzensqual, die Sorge\num sein Kind! Wer kann in solcher Not und Pein die Worte auf die\nGoldwag’ legen! Was wir versucht, Salome aufzufinden, die Umfrag’ bei\nden Türmern, alles war vergebens. Fort ist sie nicht, mein Kind muß\ngefangen noch in Salzburgs Mauern weilen!”",
        "“Und deshalb verlangt Salome Ihr von mir?”",
        "Der leise Ton des Spottes reizte Alt zu neuer Wut: “Ihr wißt um Salome!\nEs kann kein Zweifel sein!”",
        "“Genug davon! Die Anmaßung geht zu weit; übermütig war von je die\nerbgesess’ne Sippe, dort zu Augsburg das hochfahrend stolze Volk der\nKrämer, und nicht viel anders Ihr und andere Pfefferhändler in meiner\nStadt Salzburg! Ich bin nicht gewillt, mir Trutz und Übermut des\nlängeren bieten zu lassen, entschlossen bin ich zu aller Strenge und des\nHerrschers starke Hand sollt fühlen Ihr wie alle anderen übermüt’gen\nSippen!”",
        "“Habt Gnade! Übet Barmherzigkeit, so Gott Euch vorschreibt wie jedem\nseiner Priester!”",
        "“Schweigt! In solchem Munde wird entweiht ein ganzer Stand!”",
        "“Verzeiht, Herr! Wirr kreisen mir die Gedanken, die Angst und Sorge\ntrüben mir den Sinn!”",
        "“Das merk’ ich, denn unsinnig ist, was Eure Zunge plappert!”",
        "“Seid barmherzig! Nur der Höchste im Stiftland hat die Macht, mir zu\nmeinem Kinde zu verhelfen! Ihr seid der Landesherr, nur Ihr könnt\nwirksam helfen! Die Stadtbehörde und die Polizei, sie versagen in der\nWirkung!”",
        "“Ein spät Erkennen meiner Fürstenmacht! Sitzt die Sippschaft auf den\nThalern, weiß vor Übermut sie sich nicht zu fassen, der Machtkitzel ist\nin Euch zu groß. In Not und Sorge aber weiß die Sippschaft sich zu\nerinnern, daß über ihr ein Herr steht und der wird dann angebettelt. Ein\nunwürdig Spiel, das da getrieben wird! Von aufrichtig ehrlicher Demut\nkeine Spur! Sie gleichen sich allerorten die Sippen stolzer Bürger!”",
        "“Rechtet nicht in dieser Stunde! Gebraucht die Macht, Herr und Gebieter,\nrettet Salome! Denkt daran, wie Ihr dem Mädchen gestern habt gehuldigt!”",
        "Wolf Dietrich flüsterte: “Ein fürstlich Weib fürwahr, zu fürnehm für das\nBürgerpack!”",
        "“Eure Worte, ich hab’ sie wohl vernommen und gemerkt, sie lauteten an\nSalome gerichtet: Ich sehe Euch bald wieder! Bringt dieses Wort rasch\nzur That, gebietet, Herr, laßt fahnden nach dem Schänder meiner Ehre!”",
        "“Ihr habt da wohl auf jedes Wort gelauert, das in Huld und Gnade der\nFürst zu richten geruhte an Salome?! Paart sich das Lauern mit dem\naufgeblasenen Bürgerstolz?!”",
        "“Herr, der Vater hat die heil’ge Pflicht zu wachen über sein Kind!”",
        "“Mählich wird mir klar, wie in Eurem Kopf die Gedanken wirr genug sich\ndrehen. Weil ich beim Scheiden von einem Wiedersehen sprach, muß wissen\nich von nächtlicher Räuberei und sonstigem Brigantentum! Zwingend ist\nEuren Verstandes Kraft just nicht! Und um ein End’ zu machen: Ich habe\nEure Tochter seit dem Abschied gestern abend noch mit keinem Aug’\ngesehen!”",
        "“Nicht gesehen!” Wilhelm Alt taumelte zurück, trat wieder vor und suchte\nim Antlitz des im Schatten stehenden Fürsten zu lesen. “Nun werd’ ich\nirr an allem! Fluch aber, dreimal Fluch dem Schänder meiner Ehre!\nFluch!”",
        "Indes der gramerfüllte Kaufherr weggeleitet wurde, begab sich Wolf\nDietrich durch eine Flucht von Gemächern in jenen Teil des\nKeutschachhofes, dessen Zimmer, von außen abgesperrt, Salome Alt zum\nNächtigen dienten.",
        "In einem Vorzimmer harrte als Beschließerin und Dienerin Brigitte auf\nBefehle des gefangenen Fräuleins wie des Fürsten, der nun persönlich\nerschien, die Dienerin aufschließen hieß und sie zu Salome schickte mit\nder Anfrage, ob das Fräulein gewillt sei, den Besuch des Fürsten\nanzunehmen.",
        "Die von Brigitte überbrachte Antwort lautete: “Eine Gefangene hat keinen\nWillen!”",
        "Wolf Dietrich, der auch an diesem Morgen die spanische Tracht mit dem\nDegen zur Seite trug, trat in das üppig ausgestattete Gemach, worin\nSalome über Nacht gefangen gehalten war. Ein forschender Blick flog dem\nMädchen entgegen, dann verbeugte sich der junge Fürst tief und sprach:\n“Verzeihet, Salome, den Besuch, den Euch zu machen das Herz mir gebot!”",
        "Das Mädchen hatte sich erhoben und stand stolz abweisend inmitten des\nGemaches. “Erst sprecht, Herr: Mit welchem Recht habt Ihr der Freiheit\nmich beraubt? Ist das ritterliche Sitte, ein Mädchen von der Gasse\nwegzufangen, zu morden Ehr’ und guten Ruf?”",
        "Heiß wallte es auf im liebeglühenden Herzen des jungen, feurigen\nFürsten, der Salome doppelt schön fand in dieser königlichen Haltung des\nProtestes. Lebhaft erwiderte Wolf Dietrich: “Mit welchem Recht? Erlaubet\nmir zu sagen: Mit dem Recht der Bewunderung und Liebe, die mein Herz\nerfüllet, mich niederzwingt zu Euren Füßen, mich betteln macht um Eure\nGunst!”",
        "“Entweiht das Wort von heil’ger Liebe nicht! Man wirbt nicht mit Gewalt!\nUnd ritterlicher Sinn hat allzeit Ehr’ und Tugend zu schirmen! Was Ihr\nverübt, ist Straßenraub und Schändung meines Rufes!”",
        "“Seid gnädig, Salome! Hört mich erst, eh’ Ihr mich und mein Herz\nverdammet!”",
        "“Ich will kein Wort vernehmen, eh’ das Unrecht, die Gewaltthat Ihr\ngestehet und feierlich gelobet, Abbitte zu leisten meinem\nschwergekränkten Vater!”",
        "“Hört mich, Salome, und übet Gnade, ich, der Fürst, ich bitte Euch! Wie\nsollt’ ich je Gelegenheit finden, Euch zu sprechen ohne Zeugen, vor Euch\nauszuschütten die Gefühle meines Herzens, wenn nicht durch Verbringung\nEurer Person in ein still verschwiegen Gemach?! Nur die Hoffnung, Euch\nzu sprechen, hat verleitet mich zu diesem Schritt, den ich tief bereue,\nso er Euren Sinn verletzt!”",
        "“Der Fürst müßt’ wissen, daß eines Mädchens höchstes Gut ist Ehr’ und\nRuf! Ein Wort in Ehren zu reden, braucht es nicht Raub!”",
        "“Verzeiht den übereilten Schritt, zu dem mein heißes Fühlen mich\nverleitet! Verzeiht, da ich bereue! Wollt Ihr mich hören nur wenn frei:\noffen ist der Ausgang, der Schritt ungehemmt zur Rückkehr ins elterliche\nHaus! Könnt hören Ihr mich jetzt, so bitte ich, leiht Euer Ohr meinen\nWorten!”",
        "“Ihr gebt mich frei, wohlan, ich baue auf Euer fürstlich Wort, und bin\nbereit zu hören!”",
        "“Habt Dank, Salome, und haltet mir zu Gute, was jedem andern wird\ngewährt: Begeisterung für Eure Schönheit! Bezaubert von der\nLiebreizfülle, hingerissen, im Banne tiefempfundner Liebe wagt’ ich den\nSchritt und ließ verbringen Euch in den Palast. Glaubt mir, nur sprechen\nwollt’ ich Euch und bitten, zu teilen Thron und Leben fürder mit mir!\nMeßt mein Empfinden nicht nach kalter nord’scher Art, gedenkt, daß\nsüdlich warmes Blut der Mediceer in meinen Adern rollt! Das Leben zu\nRom war meine Schule, kunstfreudig ward das Auge mir, die Begeisterung\nfür Schönheit eingepflanzt unterm Himmel der ewigen Stadt. Meine Seele\ndürstet nach Verwirklichung von Pracht und Schönheit in meiner Stadt,\ndie Blüte Italiens soll verpflanzt werden in Salzburgs Boden, ein Rom im\nkleinen will ich errichten hier und über alles gebieten soll das\nschönste Weib, das meine Augen je gesehen: Salome! Fürstin sollt Ihr\nsein, angebetet und verehrt, teilen Thron und des Lebens Glück und\nEhren, Herrin über mich und mein Gebiet! Sprecht aus das mich\nbeglückende Wort, helft mir in meinen kunstbegeisterten Plänen, gebt\nEure Hand, wir bauen auf ein neues Rom im Kranze deutscher Berge! Wir\nhalten Hof so stolz wie Frankreichs König es nicht besser kann! Wir\nschaffen für des Landes Wohl und unserer Unterthanen! Ein neues Leben\nsoll erblühen unter unserm Szepter, ein Leben voll des reinsten Glückes!\nIch will Salzburg groß gestalten, zur Heimstatt für die Kunst, Pracht\nund Schönheit! Künden soll den fernsten Geschlechtern noch, was Wolf\nDietrich und Salome geschaffen! Sprecht, holde Göttin meines Lebens:\nWollt teilen Ihr den Thron mit mir?”",
        "Der flammende Ton höchster Begeisterung, die heiße Werbung hatte Salome\nin Erregung versetzt; der Ausblick in solche Zukunft blendete, verwirrte\nden Sinn und machte das Mädchen schwindeln. Hoch wogte die plastisch\nschone Büste, ein Zittern lief durch den idealgebauten Körper, ein\nStöhnen entwich der erregten Brust, und wie nach Klarheit ringend,\nstrich Salome mit der zarten Hand über die reine, weiße Stirne. “Es kann\nnicht sein! Mein Sinn ist verwirrt, Eure Rede, Herr, sie macht mich\nschwindeln! Es ist ein Trugbild nur, das niemals Wahrheit werden kann!”",
        "“Sagt das nicht, Königin meines Herzens! Ich pfänd’ mein fürstlich Wort,\nhier meine Hand: Gönnt Ihr mir das Glück meines Lebens an Eurer Seite,\nseid gehalten Ihr der Fürstin gleich und Herrin über Salzburg und mein\nstiftisch Land!”",
        "Wie traumverloren stand Salome, eine Beute widerstrebender Gefühle. Eine\nTochter Salzburgs aus bürgerlichem Hause erhoben zu Salzburgs Fürstin,\nausgerüstet mit der Machtfülle eines Fürsten, Herrin über Land und Volk,\nreich und mächtig zu helfen den Kleinen und Armen, mächtig, Salzburg\ngroß zu machen im Sinne des prachtliebenden Fürsten, und selbst zu\nhandeln nach eigenen Gedanken!–\"Es kann nicht sein!”",
        "“Warum? Sprecht, Salome! Ich bange um jenes Wort! Warum zögert Ihr?\"\nrief erregt der feurige Fürst.",
        "“Es kann nicht sein, o Herr!–Euer Kleid–”",
        "“Wie?”",
        "“Euer Kleid soll sein des höchsten Priesters, und der niedrigste der\nGeistlichen muß–unbeweibt verbleiben wie der höchste–!”",
        "“Ich erwerbe mir Dispens! Und sollt’ mir verwehrt sein, was hunderte im\nKlerus meines Landes ungepönt gethan?!”",
        "“So wolltet Ihr, o Herr, Euch hinwegsetzen über Roms Gebot, beweiben\nEuch? Kann entgegen einem kirchlichen Gebot die Kirche binden eine\nverbotene Ehe?”",
        "“Rom kann alles! Und ich bin Herr und Fürst in meinem Lande! Ich sprech’\ndas Machtwort und ein geistlich Untergebener hat zu gehorchen. So biet’\nich meine Hand zum Ehebunde, so Ihr verlangt nach kirchlicher Trauung!”",
        "“Laßt mich zum Vater!” rief erregt Salome.",
        "“Solch’ Antwort vermag ich nur als ’nein’ zu deuten, und niemals kehrt\nSalome zu mir zurück!”",
        "Innehaltend an der Schwelle des Gemaches, wandte sich Salome nochmals\nzum Fürsten und rief ihm zu: “Mein Wort zum Pfand, ich kehre wieder, um\nBotschaft Euch zu thun! Doch nun gewährt Bedenkzeit, gebt mich frei! Nur\nungezwungen vermag einen Entschluß ich zu fassen!”",
        "“Ihr seid frei, Salome! Verzeiht mir Wort und That! Ich harre der\nWiederkehr der–Fürstin!”",
        "Während Wolf Dietrich sich ritterlich verbeugte, schritt Salome aus dem\nKeutschachhofe in einem Zustande größter seelischer Erregung, die sie\nauf Leute wie Gassen nicht achten ließ. Sie hörte nicht die Rufe der\nÜberraschung von Bürgern, die es nicht fassen konnten, das angeblich\ngeraubte Mädchen völlig frei zu sehen.",
        "Bis Salome das väterliche Haus erreichte, war die Kunde ihrer Befreiung\nin der Stadt verbreitet, die überraschende Nachricht flog von Mund zu\nMund und eine Flut von Mutmaßungen floß nebenbei.",
        "Das Mädchen war wie im Taumel in die Arbeitsstube des Vaters im\nErdgeschosse des Kaufhauses gekommen, die Betäubung wich im Momente, da\nSalome das gramdurchfurchte Antlitz des Vaters erblickte, und mit einem\nJubelruf eilte sie in seine Arme. “Vater, lieber Vater!”",
        "“Salome! Du wieder daheim! Großer Gott! Mein Kind, mein Kind!”",
        "Nach der innigen, stürmischen Begrüßung und Freude der Wiederkehr der\nverloren geglaubten Tochter geleitete Alt sein Kind in die Wohnstube\nhinauf. Die Bediensteten des Kaufhauses sollten nicht Zeugen der intimen\nAussprache zwischen Vater und Tochter sein.",
        "Ängstlich forschenden Blickes fragte der Vater: “Ist dir kein Leids\ngeschehen, Salome? Und wer hat gewagt, mir meine Tochter wegzufangen?\nSprich, ich werde den unerhörten Raub zu rächen wissen!”",
        "“Keine Rache, Vater! Sie ist nur Gottes allein!”",
        "“Wer hat den Frevel gewagt? Den Namen nenne, Salome, den Namen!”",
        "“Es ist mir kein Leids geschehen, mit keinem Blick, geschweige einer\nschlimmen That!”",
        "“Den Namen nenne! Doch nein, ich weiß ihn! Mein Verdacht war rege, eh’\ndie Schandthat ist geschehen. Ist’s auch der Fürst selbst gewesen, er\nsoll mir büßen und kostet es mein eigen Leben!”",
        "Salome warf sich weinend in des Vaters Arme und flehte um Milde.",
        "“Du selbst, das Opfer, willst schonen, um Milde bitten für den Schänder\nunserer Ehre? Ich faß’ es nicht! Was ist geschehen, daß wirr geworden\nmeiner Tochter sonst so heller Verstand?”",
        "Die Umarmung auflösend, trat Wilhelm Alt zurück, sein Blick galt\nforschend der Tochter, die jäh errötete und dann wieder erblaßte.",
        "“Was soll das Farbenspiel in deinen Wangen? Mir ist rätselhaft dein\nWesen! Ist verraucht dein Mädchenstolz? Haben girrende Worte deinen Sinn\nverderbt? Salome, dein Vater spricht mit dir, hör’ es, dein Vater, der\nein heilig Anrecht hat, jetzund in dieser Stunde die Wahrheit, die reine\nWahrheit zu hören! Du zögerst! Heil’ger Gott, wie wird mir? Ein\nfurchtbarer Verdacht will mein Herz beschleichen, Salome, rede Kind, bei\nmeinem Zorn, sprich: Hat der Fürst im span’schen Gewand der Gecken dir\ngar von Liebe gesprochen? Ihm säh’ es gleich! Hast du den fressend\ngiftigen Wurm verlogener Falschheit im Herzen, bei Gott, ich reiß’ ihn\ndir heraus! Mein Haus, mein Kind und meine Ehr’ sollen unangetastet\nbleiben, hörst du, und sollten beide wir zu Grunde gehen! Lieber in\nEhren sterben, als–ich kann die Schmach nicht ausdenken! Ich säh’ dich\nlieber tot, denn in jenes Lüstlings Armen!”",
        "Vor dem drohend erhobenen Arm und dem verzerrten Antlitz des Vaters wich\nSalome zurück, weinend die Hände vors Gesicht geschlagen.",
        "“Ha! Das schrecklichste will wahr werden, mein Kind schweigt! So hat\nder Fant und sei er zehnmal Fürst und Bischof, mit listig falscher\nHeuchelei den Kopf dir verdreht, das Gift ins Hirn dir gelispelt! Wehe\nihm und dir! Mein Fluch–”",
        "“Haltet ein, Vater! Es ist nichts geschehen, was Euren Zorn gerecht\nerscheinen lassen könnte!”",
        "“Nichts? Warum dann dein betreten Schweigen? Weshalb diese Ausflucht?\nSprich ehrlich das Wort, so du es vermagst! Warst du in Wölfen Dieters\nHaft und Gewalt?”",
        "“Ja, aber–”",
        "“Ich brauch’ dein ’aber’ nicht und weiß genug! Die Schande ist\neingekehrt in meiner Eltern ehrwürdig hochgehalten Haus! Der nächste\nSchritt fuhrt in den Pfuhl des Lasters! Rächen werd’ ich diese Schmach,\nich will meine Rache haben und mein–”",
        "“Vater! Ihr verdammet eine Unschuldige, rein bin ich zurückgekehrt,\nmakellos, und nicht meine Schuld ist’s, daß der Fürst den Schritt\ngethan, den reuig er mir vor wenig Stunden abgebeten!”",
        "“Die Reue eines listigen Schelmen, ha! Er wetzt die Knie und säuselt\neitel Liebe, derweil sein Sinn trachtet, die Unschuld zu verderben! Was\nhat er sonst gesprochen?”",
        "“Erlaß mir, lieber Vater, solche Meldung! Ich weise alles ab! Wie ich\nmir ausbedungen, mit dem Vater erst zu sprechen, steht es mir frei,\nzurückzuweisen–”",
        "“Was? Hat der Geck es gar gewagt, dich frechen Sinnes zu begehren?”",
        "Salome stand weinend, gesenkten Blickes, und sprach leise: “Ich konnt’\ndie Red’ ihm nicht verbieten, der Fürst warb um meine Hand, er will zur\nGattin mich erwählen und teilen Thron und Leben....”",
        "Ein schrilles Lachen unterbrach Salomes Rede, höhnend gellenden Tones\nrief Wilhelm Alt: “Bravo! Um Cölibat und sonstige Vorschriften kümmert\nsich der Bischof nicht, er will nur blenden eines einfältigen Mädchens\nSinn und Herz! Er schwätzt von Thron und Fürstenehren! Haha, das\nThrönchen kann wackeln und brechen, ehnder es das Fürstlein meint! Genug\ndavon! Mag der Klerus draußen und bei den Bauern im Gebirg es halten,\nwie er will, schlimm genug ist’s allenthalben, der Bischof aber hat rein\nzu leben, wie die Kirche es gebeut! Gattin eines Bischofs, die Welt hat\ndergleichen nie gesehen, und Rom wird solchen Hohn zu ahnden wissen! Ich\naber geb’ mein Kind nicht preis dem Spott und Hohn der Welt! Ich nicht!\nNiemals!”",
        "Grollend verließ Alt die Stube; in Thränen aufgelöst, außer sich blieb\nSalome allein. Wie mag dies alles enden! Und eine Frage tauchte in dem\nMädchen auf, tiefbewegend, ringend nach der Antwort: Welches Gefühl hegt\ndas Herz für Wolf Dietrich? Ist es Liebe? “Ich weiß es nicht!” flüsterte\nSalome, “ich bin ihm gut trotz der Gewaltthat, die meinen Ruf\ngeschändet! O Gott, hilf mir das Rechte erkennen, zeig’ mir den Weg, den\nich zu gehen habe!”",
        "Salome ward mählich ruhiger, doch Klarheit für ihr Beginnen fand sie\nnicht; je mehr sie darüber nachdachte, desto verworrener wurden die\nGedanken, in welchen Licht und Schatten kunterbunt wechselten. Bald sah\nsie sich an des Fürsten Seite von Glanz und Reichtum umgeben, als\nSalzburgs Gebieterin, deren leiseste Wünsche in demütiger Eile Erfüllung\nfanden, einflußreich, den Fürsten beglückend, wirkend zum Wohle des\nLandes und Volkes,–und plötzlich tauchen schwarze Schatten auf, das\nAuge sieht den verlassenen, tiefgebeugten Vater sterbend, das Ohr hört\nseine Flüche, das Herz krampft sich zusammen. Salome stöhnte vor\nSchmerzen.",
        "Früh dämmerte es an diesem Tage; draußen wirbelte ununterbrochen Schnee\nherab zur stillen Stadt, die der Nachwinter fest in seinem Banne hielt.\nVater Alt hielt sich länger denn sonst in den Geschäftsräumen auf, er\nschien Salome meiden zu wollen.",
        "Der Einsamkeit und Stille dankte das Mädchen, Salome scheute sich, Licht\nzu machen; nur heute nicht mehr vor Menschen treten müssen. Was aber\nwird der Morgen, was werden die nächsten Tage bringen? Soll ein “nein\"\nden Wirren ein wohlthätig Ende machen? Und wenn des Fürsten Antrag\nabgelehnt ist, wird je der strenge Vater verzeihen, Milde üben? Wird der\nSchatten zwischen Vater und Tochter weichen? Und wie wird die\nBürgerschaft, die stolze Sippe, es halten, all’ die Leute in\nbeschränkter Art? Wer wird es glauben, daß Salome freiwillig des Fürsten\nAntrag zurückgewiesen? Wird es nicht eher heißen, sie habe sich an ihn\ngedrängt und sei verdientermaßen weggestoßen worden?",
        "Stimmen wurden im Vorraum laut, die aushorchende Salome konnte deutlich\nder Muhme Stimme vernehmen, und alsbald trat Frau Alt in das dunkle\nGemach und rief: “Gott, wie finster ist es hier! Salome, wo steckst du?\nBist du hier?”",
        "“Gleich, liebe Muhme, will ich Licht anstecken!”",
        "“Nicht doch, Mädchen! Sag’ mir nur, wo du steckst, wir wollen in der\nDumper (Dämmerung) plaudern! Brenn’ ich doch vor Neugier zu erfahren\ndein Geschick! Mein Mann, der gestrenge Bürgermeister, sagte vor einem\nStündchen erst die große Kunde, daß frei heimgekehrt ist unsere Salome!\nNun konnte nichts mich im Hause halten, ich mußt’ zu dir! Gott sei\ngelobt, daß wir dich wieder haben!”",
        "Salome war der Muhme entgegengeschritten, faßte die Hand derselben, und\ngeleitete die Bürgermeisterin in den Erker zu den Truhen, die hier als\nSitzplätze dienten.",
        "“Nun erzähle, Salome, ich, deine Muhme, hab’ ein Anrecht darauf!”",
        "Mit einem Seufzer ergab sich das Mädchen in das unvermeidliche Geschick\nund schilderte in kurzen Umrissen die Entführung in den Keutschachhof.",
        "“Also doch!” sprudelte es Frau Alt heraus.",
        "“Wie, Ihr habt es gleich vorneweg so vermutet?”",
        "“I freilich! Das war doch nicht schwer zu raten! Der Fürst ist doch so\nhuldvoll und gnädig gewesen, er war ganz Feuer für dich, hatte nur für\nunsere Salome die Augen offen! Nein, diese hohe Ehre!”",
        "“Haltet ein, Muhme! Nennt Ihr die Entführung eine Ehre, ich finde meinen\nMädchenruf verletzt, und der Vater, ach, der Vater grollt und spricht\nvon Schande!”",
        "“Der Schwager ist empfindlichen Gemütes und nimmt alles gar zu scharf!\nGewißlich wär’ die Entführung eine böse Sache, hätt’ ein Junker oder\nsonst ein Wicht die Hand erhoben nach unserer Salome! Doch anders ist’s,\nda unser gnädiger Fürst erglüht für dich! Das finde ich eine\nAuszeichnung und hohe Ehre! Denk’ nur, ein Fürst, des Erzstiftes Herr\nund Gebieter, der Erzbischof, entsprossen einem hochedlen Geschlecht,\nmit einem Kardinal verwandt, ja selbst mit Seiner Heiligkeit dem Papst!\nWolf Dietrich wird über kurz oder lang wohl selber Kardinal, ein\nritterlicher Fürst und Herr ist er heute schon, mächtig, hohen Sinnes!\nMir schwindelt, denk’ ich es aus, daß wir gar mit dem Papst zu Rom\nkönnten in Beziehung kommen!”",
        "“Was kümmert mich der Papst!”",
        "“Sprich nicht so, Salome! Der Herr der ganzen Christenheit, dem Kaiser\nund Könige sich beugen! O, wenn ich es erleben könnte!”",
        "“Was wollt Ihr erleben?” fragte ernannt das Mädchen.",
        "“Lassen wir das! Sprich und erzähle mir lieber: Was sprach der Fürst?\nHat er dich im Palast erwartet nach dem Mahle? Ich hoffe, er zeigte\nsich ritterlich, wie sonst ist seine Art?!”",
        "“Er kam am andern Morgen und–o Gott, das ist es ja, was mich so\nunglücklich macht und in Zerwürfnis brachte mit dem guten Vater!”",
        "Die Muhme geriet in Aufregung, ihre Neugierde war aufs höchste\ngestiegen, Frau Alt rutschte so nahe als nur möglich hin zu Salome und\ndrang auf eine völlige, genaue Beichte.",
        "Dem Mädchen ward es wohliges Bedürfnis, das Herz der teilnehmenden Muhme\nauszuschütten, eng umschlungen hielten sich die Frauen, und Salome\nerzählte schluchzend von der Werbung Wolf Dietrichs, von seinen Plänen\nund Absichten, den Thron zu teilen, das Bürgermädchen zur Fürstin zu\nerheben.",
        "“O diese Ehre!” stammelte in maßloser Überraschung die Muhme.",
        "“Der Vater nennt es eine Schande und droht mit seinem Fluch!”",
        "“Das faß’ ich nicht!”",
        "“Unschlüssig bin ich, nicht mächtig meines Empfindens! Der Vater ist\nempört, der Fürst als Erzbischof könne gar nicht heiraten, sei gebunden\nan die Kirche und ans Cölibat! Der Papst selbst könne da kein Machtwort\nsprechen, die Erlaubnis nicht erteilen!”",
        "“Der Papst kann alles und ein Fürst sehr viel! Im Erzstift giebt es\ngenug der Geistlichen, die sich ein Weib genommen und dennoch giltig\nihres Amtes walten! Was den Kleinen erlaubt ist, kann dem Obersten nicht\nverwehrt bleiben! Und Wolf Dietrich gar, der ist Manns und mächtig\ngenug, seinen eignen Weg zu gehen, der fragt nicht viel und thut nach\neignem Willen! Fürstin! Die Welt hat solche Wahl und Ehr’ noch nicht\ngesehen! Daß ich das noch erlebe, diese Auszeichnung! Du hast doch\ndankbar eingewilligt? O, das soll eine fürnehme Hochzeit werden! Traun,\nmir wird heiß im Kopf, ich die Bürgermeisterin verwandt mit Salzburgs\nFürstin! Bersten werden die Weiber vor Neid! Sprich, Salome, was hast du\ndem Fürsten gesagt auf seine Werbung?”",
        "“Ich weiß ja selbst nicht, wie mir ist! Bedenkzeit erbat ich, als der\nFürst mich freigegeben, mich heimkehren ließ, ins väterliche Haus!”",
        "“Hast du mit dem Vater alles schon besprochen?”",
        "“Er will von solchem Hohn und Spott nichts weiter hören, niemals will er\neinwilligen und statt des Segens wird er geben seinen Fluch! O, wie bin\nich unglücklich! Doch lieber sag’ ich ’nein’ und weise des Fürsten\nWerbung ab! Es kann kein Segen sein, so der Vater flucht!”",
        "“Nur keine Übereilung, Kind! Laß’ nur mich mit dem Schwaher reden! Ich\ntreibe ihm die schlimmen Gedanken schon aus und setze ihm die Sache klar\nins richtige Licht! Auf jedem Fall laß du aber dem Fürsten wissen, daß\ndu seine Werbung annimmst in Dankbarkeit und schuldiger Ehrfurcht,\nverbanden?!”",
        "“Ich bin mir nicht klar, ist’s Liebe! Ich bin dem Fürsten gut, doch\nfühl’ ich kein Stürmen und Drängen im Herzen!”",
        "“Das braucht es auch gar nicht! Du wirst Fürstin, das ist nach meiner\nMeinung die Hauptsache. Meine Nichte Salzburgs Fürstin! Wie stolz das\nklingt! Die Sache wird gemacht, ich, die Bürgermeisterin werde diese\nAngelegenheit durchführen, und ich dulde keinen Widerspruch. Bin ich mit\nmeinem Manne fertig geworden, zwing’ ich auch den störrischen Schwaher!\nIch will verwandt werden mit dem Fürsten! Also gehorchst du, süßes\nTäubchen, mir, und befolgst meine Anordnungen.”",
        "“Ja, gute Muhme! Wenn es nur einen guten Ausgang nimmt! Ich fürchte mich\nvor dem gestrengen Vater!”",
        "Zum Abschied versprach Frau Alt mit dem Schwager ein ernstes Wort zu\nreden. Über die Werbung sollte jedoch einstweilen tiefes Schweigen\nbeobachtet werden, damit die spätere, plötzliche Verlobung um so stärker\nauf Salzburgs Frauen wirken könne und müsse.",
        "Bald nach dem Weggang der Muhme ließ Herr Alt der Tochter sagen, daß er\nden Abend auswärts verbringen und demgemäß nicht zu Tisch kommen werde.\nSalome fühlte es nur zu deutlich heraus, daß der Vater absichtlich das\neigene Kind meidet, und bitter empfand dies das Mädchen.",
        "Wenn sich die Bürgermeisterin noch niemals in ihren Erwartungen und\nBerechnungen betrogen sah, die Ansprache mit dem Schwager brachte statt\ndes erhofften Sieges eine grimmige Niederlage, die eine verzweifelte\nÄhnlichkeit mit einem Hausverweis hatte. Wilhelm Alt verbat sich jede\nwie immer geartete Einmischung in seine Familienverhältnisse, nannte die\nSchwägerin schlankweg eine gewissenlose Kupplerin, die so rasch als\nmöglich die Thüre von außen zumachen und niemals wiederkehren möge. Tief\nbeleidigt, rachedürstend rauschte die Muhme aus dem Hause des Kaufherrn,\nund in den nächsten Stunden wußten Salzburgs Bürgerkreise bereits von\nder ehrenvollen Werbung Wolf Dietrichs um Salomes Hand. Zugleich ward\nder Bürgermeister derart bearbeitet, daß er, gegen seinen Willen, der\nWerbung in seiner Eigenschaft als Ohm zustimmte und damit den Bruder in\neine schiefe, durchaus nicht beneidenswerte Lage brachte.",
        "Wilhelm Alt konnte das Getuschel nicht verborgen bleiben; man sprach im\nTrinkhause von der unglaublichen Kunde, die natürlich mit der Entführung\nin Zusammenhang gebracht wurde, es fielen Äußerungen, mehr minder\nverhüllt, die dem ehrlichen, stolzen Kaufherrn das Blut in Wangen und\nKopf jagten. Ein Dreinfahren hatte wenig Erfolg, die Spötter und\nVerleumder leugneten und logen, um sich hinterher erst recht über den\nnach ihrer Meinung scheinheiligen Verkuppler des eigenen Kindes lustig\nzu machen und zu berechnen, wieviel der Fürst wohl für den Handel an den\nKrämer werde bezahlt haben. Im Innersten verletzt, grollend, sich und\nsein Kind verfluchend zog sich Wilhelm Alt in sein Haus zurück und mied\nzugleich jeglichen Verkehr mit Salome, die er nun als Urheberin dieser\nSchande haßte und zu beseitigen trachtete, bevor der verhängnisvolle\nSchritt einer Allianz mit dem Fürsten zur That werden könne.",
        "Zu diesem Behufe setzte sich Wilhelm Alt mit dem Nonnenkloster auf\nFrauenchiemsee in Verbindung, das gegen Entgelt Salome aufnehmen und\nspäter einkleiden sollte. Einstweilen jedoch wurde Salome im Vaterhause\neiner Gefangenen gleich gehalten und schärfstens überwacht, auf daß eine\nBotschaft weder hereindringen noch hinauskommen konnte. An die Rache der\nSchwägerin dachte Alt nicht weiter, wie ihn ja sein Leben lang\nWeibergeschwätz kalt gelassen hat.",
        "Die Muhme aber in ihrer Auffassung von der Verbindung Salomes mit dem\nFürsten Wolf Dietrich und racheglühend bereit, ihren Willen gegen den\ndes Schwagers durchzusetzen, ließ den Erzbischof wissen, daß die\nBürgermeister Altsche Familie wie Salome mit den Plänen Seiner\nHochfürstlichen Gnaden einverstanden sei, und daß der gnädige Herr\nSchritte gegen die zweifellos drohende Verbringung des Mädchens in ein\nauswärtiges Kloster thun möge.",
        "In seiner Leidenschaft für die schöne Salome, deren Besitz der junge,\nweltlich gesinnte Kirchenfürst heiß begehrte, konnte Wolf Dietrich die\nBeihilfe der Muhme nur freudigst begrüßen; die Mitteilungen der\nBürgermeisterin erklärten auch zur Genüge, weshalb von Salome kein\nLebenszeichen in die Residenz gelangt war. Einen Mann von der Thatkraft\neines Wolf Dietrich mußte die Information von einer Unschädlichmachung\ndes geliebten Mädchens bei lebendigem Leibe zu Gewaltthaten geradezu\nauffordern und der heißblütige Fürst ging denn auch sofort daran, Herrn\nWilhelm Alt mit Gewalt Schach zu bieten.",
        "Das Haus des Kaufherrn wurde von Dienern des Fürsten bewacht, Bewaffnete\nlauerten Tag und Nacht in der Nähe verborgen, und ebenso lag eine\nAbteilung der erzbischöflichen Miliz auf der Straße nach Teisendorf mit\ndem Auftrage, jeden Wagen oder sonstigen Transport aufzuhalten und nach\ndem Fräulein zu suchen, das gegebenen Falles unter Bedeckung ins\nfürstliche Palais zu verbringen sei.",
        "Nach solchen Anordnungen konnte eine abermalige Gefangennahme Salomes\nkaum mißlingen; es müßte denn sein, daß das Fräulein auf dem Wege nach\nGolling ins Gebirge oder über Berchtesgaden verschleppt werden würde.\nDaran dachte Wolf Dietrich eines Tages und in wenigen Stunden waren auch\ndiese Fluchtrichtungen mit Mannschaften belegt. Nun hieß es warten, und\nheißblütige Menschen warten nicht gerne. In seiner Ungeduld, neue Kunde\nüber das geliebte Mädchen zu erfahren, ließ Wolf Dietrich Frau Alt zu\nsich bitten und stellte ihr auch gleich eine Sänfte, die vor dem Hause\nder Altschen Familie warten mußte, zur Verfügung.",
        "Diese Einladung an den Fürstlichen Hof brachte die Bürgermeisterin\nschier um den Verstand und nur Stolz und Eitelkeit verhinderten eine\nGeistestrübung. Mit einer ihr selbst unbegreifliche Schnelligkeit\nkleidete sich Frau Alt in ihr bestes Galagewand, legte an Schmuck an,\nwas sie überhaupt besaß, und so überladen mit Tand und Schätzen stieg\nsie pfauenstolz in die Sänfte, huldvoll die gaffenden Leute auf der\nGasse durch Händewinken grüßend und sich selber vormurmelnd: “Ich komme\nzu Hof, ich komme zu Hof!”",
        "Viel Etikettumstände beim Empfang wurden zur Enttäuschung der\nBürgermeisterin nun freilich nicht gemacht, denn der ungeduldige Fürst\nhatte ausdrücklich befohlen, die Dame sogleich in das Empfangszimmer zu\nbringen. Immerhin walteten die Thürsteher und der Kämmerling vom Dienst\ngetreulich ihres Amtes und deren Grinsen hinterdrein konnte die\nüberglückliche Frau nicht sehen.",
        "In spanischer Rittertracht empfing Wolf Dietrich die heranrauschende\nBürgermeisterin, mühsam den Lachreiz niederkämpfend, liebenswürdig und\ngalant, so daß Frau Alt wie in einem Himmel zu sein wähnte und strahlend\nvor Vergnügen sich in einen wappengeschmückten Stuhl fallen ließ.",
        "Auf einen Wink entfernte sich der Kämmerling, und nun sprach der junge\nFürst: “Ich habe Euch zu mir bitten lassen in der Meinung, daß Ihr mir\nneue Kunde geben könnt von Salome! Für Eure mich erfreuende\nUnterstützung meiner Pläne sage ich Euch meinen Dank und gebe mein\nfürstlich Wort, daß es an Anerkennung und Lohn nicht werde fehlen, so\nich zum Ziel gelange. Nun sprecht: Was sind die Absichten des\nhartköpfigen Pfefferkrämers?”",
        "Frau Alt zuckte bei diesem Wort zusammen, der Ausdruck verletzte doch in\netwas den Sippenstolz, und hastig erwiderte die Bürgermeisterin: “Euer\nFürstlichen Gnaden mit Verlaubnis! Mein Herr Schwaher ist Kaufherr und\nhandelt meines Wissens nicht mit Pfeffer!”",
        "“Mi perdoni! Ich wußte das nicht und wollte auch keineswegs etwa eine\nGeringschätzung verüben, was undenkbar wäre, so ich gerne mit des\nKaufherrn Schwäherin und Muhme der schönen Salome spreche!”",
        "Geschmeichelt dankte Frau Alt und versicherte dann den Fürsten ihrer\nErgebenheit und Bereitwilligkeit, ihm zu dienen, nicht in der Hoffnung\nauf irdischen Lohn, sondern zur Erwerbung päpstlicher Anerkennung.",
        "“Wie das? Was meint Ihr?” fragte einigermaßen überrascht Wolf Dietrich\nund ließ den Degenknauf los, auf den sich seine linke Hand bisher\ngestützt hatte.",
        "“Hochfürstliche Gnaden wollen geruhen, meine Beichte entgegenzunehmen!”",
        "“O non, o non!” wehrte Wolf Dietrich ab in irrtümlicher Auffassung des\nAusdruckes, “zum Beichtigen nehmet nur den Priester, so Ihr für\ngewöhnlich konfiterieret!”",
        "“Ich meine nicht die kirchliche Beichte, gnädiger Herr! Ich möchte nur\ndemütig vorbringen, daß gerne ich Euer Gnaden willfährig bin und mich\nglücklich schätze, so Hochdero sich mit unserer Salome verbinden! Was\nhiezu ich thun kann, wird geschehen! Als Lohn möcht’ ich mir etwas\nerbitten, was Euer Fürstliche Gnaden nur ein gutes Wort für Hochdero\nunterthänigste Dienerin in Rom kostet!”",
        "“Nur ein Wort? Wie lautet dieses Wort?”",
        "“Meine höchste Seligkeit wäre ein päpstlicher Segen Seiner Heiligkeit,\naber ganz alleinig für mich gespendet; es darf niemand anderes daran\nteilhaben, bloß ich allein!”",
        "Ein spöttisches Lächeln huschte über die Lippen Wolf Dietrichs, dann\nsprach der Fürst freundlich herablassend: “Sothaner Wunsch ehret Euch\nund soll propagieret werden, sofern Ihr mir eine frumbe willfährige\nDienerin bleibet! Doch nun ad rem: Wißt Neues Ihr von Salome?”",
        "“Das Mädchen ist gehalten in strenger Haft des eigensinnigen Vaters, es\nist selbst mir nicht möglich, zu Salome zu gelangen. Nur von der\nDienerschaft konnte ich erfahren, daß in Bälde schon der Schwaher\nselbst, der Grausame, das liebliche Kind verbringen will in\nKlostermauern! Denkt nur, gnädiger Herr, ein lieblich Kind, unsere\nschöne Salome, die schönste Maid wohl von ganz Salzburg und im\nstiftschen Land soll in die Kutte gesteckt und Nonne werden für\nLebenszeit!”",
        "“Das werd’ ich zu verhüten wissen! Das Fräulein will ich für mich, und\nPurpur und Hermelin soll Salomes Kleidung sein, nicht die Klosterkutte!”",
        "“O, habt Dank, gnädiger Herr, für solche Rettung! Wohl bin ich sehr\nbedacht auf Seelenheil und frumben Wandel, doch Salome seh’ ich lieber\nin fürstlichem Gewande!”",
        "“Auch ich!” hüstelte Wolf Dietrich belustigt.",
        "“Ich möchte Euer Hochfürstliche Gnaden bitten, dem blutdürstigen\nRabenvater Mores zu lehren!”",
        "“Das soll prompt geschehen! Ihr könnt darob beruhigt sein! Wann Salome\naus meiner Stadt verbracht wird, ist Euch nicht genau bekannt?”",
        "“Es soll nicht länger mehr währen, vielleicht noch einige Tage, bis\nbesser wird und trocken der Weg.”",
        "“Und wohin?”",
        "“Das weiß ich nicht zu sagen! Mich deucht, der Schwaher denkt an\nChiemsee, doch hat der Kaufherr vielfach Gefreundschaft auch in Kärnten\nund hinab ins Welschland!”",
        "“Ihr steht nicht mehr im Verkehr mit Wilhelm Alt?”",
        "“Der Dickkopf nannt’ eine Kupplerin mich, die ehrsame frumbe\nBürgermeisterin, und verwies mir das Haus! Kann es größere Undankbarkeit\nwohl auf Erden geben!”",
        "“Nein, gewiß nicht! Ein ’undankbarer’ Mensch, dieser Wilhelm Alt!\"\nsprach ironisch der Fürst und seine Augen lachten vergnügt dazu.\nauf Seelenheil und frumben Wandel! Ich will ja nur Salomens Glück und\nnebstbei bin auch ich geehrt,",
        "[Transkriptionsanmerkung: Dieser Absatz scheint keinen Sinn zu machen,\nist aber 1:1 aus dem Original übernommen]",
        "“Als wenn ich kuppeln wollt’, ich, die so viel hält wenn meine Nichte\nFürstin ist!”",
        "“Kein Zweifel, eine große Ehre sothane Liaison!”",
        "Nun wollte Frau Alt auf den Stadtklatsch übergehen, doch Wolf Dietrichs\nGeduld war bereits erschöpft, es interessierte ihn nicht im geringsten,\nwas die Sippen über ihn und seine Liebe zu Salome sagen, und die längere\nAnwesenheit der alten Schwätzerin ward dem Fürsten lästig. Er gab ein\nGlockenzeichen, verneigte sich etwas vor der in die Höhe fahrenden Dame\nund gab Befehl, die Frau Bürgermeisterin hinauszugeleiten.",
        "Verdutzt, in einem Gefühle, aus dem Himmel in einen Sumpf gefallen zu\nsein, folgte Frau Alt dem höflichen und doch spöttischen Kämmerling, die\nGlückseligkeit der Fürstenaudienz war zu Ende, so gründlich vorbei, daß\nFrau Alt unten keine Sänfte mehr vorfand und geärgert durch das\nSchneewasser auf Salzburgs Katzenkopfpflaster heimtrippeln mußte.",
        "“Sind doch das launische Leute, diese Fürsten!” zischte die vergrämte\nFrau und hüpfte krötengleich über die Wasserlachen, bis sie tropfnaß in\nden Füßen endlich das Heim erreichte.",
        "Unerträglich war Salome die einsame Haft im Elternhause geworden, das\nMädchen litt schwer, die Isolierung verbitterte das Gemüt und bewirkte\nmählich, daß Salome im Drang nach Freiheit nur im Fürsten allein den\nRetter ihres Lebens zu erblicken begann und sich nach Wolf Dietrichs\nbeglückend süßen Worten sehnte. Speise und Trank ward der Gefangenen\nwohl vom Hausmädchen, der blondzöpfigen Klara ins Gemach verbracht, doch\nwar vom Vater der Magd unter schwerer Bedrohung jegliches Sprechen mit\nSalome verboten worden. Einige Tage hielt dieses Gebot stand, dann aber,\nvon herzlichstem Mitleid erfaßt, vermochte Klara dem Flehen Salomens\nnicht mehr zu widerstehen, die Magd gab flüsternd Red’ und Antwort auf\ndie hastigen Fragen und erzählte, daß die Muhme beim Fürsten in Audienz\nempfangen worden und in der Stadt die Kunde von der Verlobung allgemein\nverbreitet sei.",
        "Salome schrie auf vor Schreck und Wonne zugleich, dann aber bestürmte\nsie die Magd um weitere Nachrichten bezüglich der etwa bekannt\ngewordenen Pläne des hartherzigen Vaters.",
        "Ängstlich wehrte Klara ab und bedeutete dem Fräulein durch eine Geste,\ndaß ein lärmend Wort den Gebieter herbeiführen und Strafe bringen müßte.\nDas Eßgeschirr zusammenraffend, flüsterte die Magd: “Ein Wagen soll Euch\nmorgen in früher Stund’ nach Frauenchiemsee bringen, vom Hausknecht habe\nich’s erfahren!”",
        "“Großer Gott, das schrecklichste steht mir bevor! Doch niemals werd’ ich\neine Nonne! Hilf mir zur Flucht, Klara, ich will dir’s lohnen für dein\nganzes Leben!”",
        "“Still! Ich höre Schritte! Zum Abend will ich wiederkommen!”",
        "Geräuschlos entfernte sich die Magd.",
        "Eine Weile horchte und harrte Salome; doch als alles still, totenstill\num sie blieb, begann sie mit dem Gedanken einer Flucht aus dem\nElternhause sich vertraut zu machen. Mag kommen was immer wolle, das\nLeben als Gefangene im Elternhause, vom Vater verachtet, einer\nAussätzigen gleich behandelt, ist ebenso schrecklich wie die Gewißheit,\ndie Zukunft zwangsweise im Nonnenkloster verbringen zu müssen. Salome\nempfand ein Gefühl der Dankbarkeit für die Muhme und deren Vermittelung\nbeim Fürsten, das Mädchen hofft auf ein Eingreifen, auf Rettung durch\nWolf Dietrichs Hand, und einmal befreit, soll dem Fürsten zeitlebens\ninniger, hingebender Dank dargebracht werden.",
        "In trostloser Öde vergingen quälend langsam die Stunden, bis zum Abend\nKlara wieder erschien und vermeldete, daß Herr Alt ausgegangen sei,\nmutmaßlich, um für morgen das Fuhrwerk und Mannschaft zur Bedeckung zu\nbestellen.",
        "Alle Spannkraft erwachte in Salome, sie beschwor Klara um Hilfe zur\nFlucht und versprach, die Magd sogleich mit sich zu nehmen in den\nKeutschachhof. Einmal dort, sei Herrin wie Dienerin sicher vor dem\nstrafenden Arm des Vaters und Herrn, der Fürst werde beide zu schützen\nwissen.",
        "Der Vorschlag leuchtete der abenteuerlichen Magd wohl ein, doch erklärte\nKlara, so rasch nicht ihre Habe, so klein sie auch sei, packen und\nfortschaffen zu können.",
        "Salome bedeutete dem Hausmädchen, daß es unnötig sei, auch nur das\nGeringste von den Habseligkeiten mitzunehmen; es werde alles hundertfach\nund neu ersetzt, wie ja auch Salome nichts mitnehme, als was sie am\nLeibe trage.",
        "“Könnt Ihr denn so viel Geld mitnehmen?” fragte Klara.",
        "Salome errötete und flüsterte: “Ich nehme nichts mit! Der gnädige Fürst\nwird für uns beide Sorge tragen! Nur fort ehe der Vater wiederkehrt!”",
        "Nun war die Magd auch hierüber beruhigt; Klara schlich hinunter, gab ein\nZeichen, und Salome folgte. Zwischen den Kisten im Hausflur sich\nhindurchwindend konnte man dem Eichenportale näher kommen. Doch dieses\nselbst erwies sich festverschlossen, die Flucht schien vereitelt und\nnach rückwärts giebt es keinen Ausweg.",
        "Peitschenknall ertönte draußen in der Gasse, ein schweres Fuhrwerk\ndröhnte krachend und prasselnd vor dem Kaufhause, und alsbald ward es\nlebendig. Schnell huschten die Mädchen hinter die Kisten.",
        "Komptoiristen und Knechte kamen mit Laternen herbei, schimpfend über die\narg verspätete Ankunft des Gollinger Boten. Dieser entschuldigte sich\nmit dem schlechten Zustand der Straße und drang auf rasche Abladung,\nwasmaßen seine Roße schwitzen und in den Stall kommen müßten.",
        "Bei trübem Laternenschein ward das Portal aufgeschlossen, und die\nschwere Last von Frachtgütern aus dem Süden wurde abgeladen. Aus\nUnachtsamkeit stieß einer der Knechte die Laterne um, das Licht\nverlöschte, es ward stockdunkel im Flur wie auf der Gasse.",
        "Während die Knechte schimpften und nach Licht riefen, huschte Klara, der\nSalome auf dem Fuße folgte, durchs Portal und von der Dunkelheit\ngeschützt flohen beide längs den Häusern die Gasse hinauf und\nverschwanden um die erste Ecke.",
        "Continue...",
        "\nThis eBook of “Celsissimus” by Arthur Achleitner belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "CelsissimusBy Arthur AchleitnerAt Amazon"
    ]
}