{
    "title": "Celsissimus - XIV.",
    "author": "Arthur Achleitner",
    "chapter": "15",
    "content": [
        "\n\n",
        "Graf Lamberg, vom Fürsten zum Bischof von Gurk ernannt, war gleichwohl\nin Salzburg verblieben und erwies sich immer mehr als treuer Freund auch\nSalomens, als diese ihn in ihre Pläne eingeweiht und um seine\nUnterstützung gebeten hatte.",
        "Durch Lambergs Vermittelung wurde eine Audienz Salomens beim Kaiser\nerwirkt, zur Verhüllung einer Prager Reise aber der Besuch von Karlsbad\nvorgeschützt.",
        "Salome mit den ältesten, prächtig herangewachsenen Kindern, gefolgt von\nzahlreicher Dienerschaft, reiste nach Prag, mutig das gesteckte Ziel\nverfolgend, so sehr das Herz der zarten Frau auch zitterte im Gedanken,\nvor den Kaiser treten zu sollen, von dem es hieß, Rudolf II. sei ein\nunheimlicher, krankhaft erregter, weltverlorener Mann, herrschsüchtig,\nauffahrend, grausam und dennoch des wärmsten Mitleids bedürftig.",
        "Salomens Liebreiz, der ihr verblieben, trotz des reichen Kindersegens,\nerwies sich siegreich wie immer auch in Prag; ihr bei allem fürstlichen\nAufwand und Prunk bescheidenes Auftreten öffnete die Herzen vieler\nAdeliger, die darin wetteiferten, der schönen Frau die Honneurs zu\nerweisen. Manch verstohlener Blick galt der Dame, die mutig ausharrt an\neines Erzbischofes Seite und des kirchlichen Segens für ihren Bund\nentbehrt.",
        "Der Tag der Audienz in der Kaiserburg Hradschin kam, zagend fand Salome\nmit den Kindern sich im hohen Empfangssaal ein, geleitet vom\nDienstkämmerer, der alsdann in einem Nebengemach verschwand, um dem\nKaiser Meldung zu erstatten.",
        "Rudolf II. in schwarzer spanischer Tracht, saß an einem mit Folianten\nund Geräten überladenen Tisch, vertieft in das Studium alchymistischer\nSchriften, das er nebst Astrologie so sehr liebte und darob der Sorgen\num das Reich oft vergaß. Kaum hörte der Monarch die leise gesprochenen\nWorte des Kammerherrn, kaum, daß Rudolf den Kopf hob. Nur als das Wort\n“Salzburg” fiel, ward der kranke Kaiser aufmerksamer und fragte wie\ngeistesabwesend, wer um Empfang bitte, obwohl der Kämmerling\ndiesbezügliche Meldung eben erstattet hatte.",
        "Ehrerbietig sprach der Dienstkämmerer: “Frau von Altenau aus Salzburg\nbittet Euer Majestät unterthänigst um gnädigen Empfang.”",
        "Rudolf fuhr mit der zitternden Rechten über die bleiche Stirne und\nmurmelte: “Altenau aus Salzburg–kenn’ ich nicht! Salzburg–der\nwiderhaarige Fürst–ja ich weiß–bin müde, führ’ er den Bittsteller\nherein, soll kurz es machen!”",
        "Unter tiefer Verbeugung erwiderte der Kämmerling: “Euer Majestät\nunterthänigst zu vermelden: Es ist eine Dame, die um Audienz bittet!”",
        "Im abgespannten, dem Mysticismus verfallenen Kaiser regte sich die\nRitterlichkeit, als er hörte, daß eine Dame seiner harrt, Rudolf erhob\nsich und gab Befehl, Frau von Altenau hereinzugeleiten.",
        "Nach wenigen Augenblicken trat Salome, zwei ihrer Kinder an der Hand\nführend, ein, sie wie die Kinder beugten das Knie vor dem Kaiser, der\ntiefernst und dabei verwundert die Gruppe betrachtete, doch sogleich die\nDame bat, sich zu erheben.",
        "Salomens Liebreiz fesselte des Kaisers Blick, seine Miene wurde\nfreundlicher.",
        "“Gnädigster Kaiser und Herr!” sprach bebenden Tones Salome und richtete\nden Blick aus den süßen blauen Augen voll auf den Monarchen, “wollen\nEuer Kaiserliche Majestät in Gnaden mir verstatten, mein Anliegen\nvorbringen zu dürfen.”",
        "Rudolf verstand und winkte dem Kämmerer, sich zu entfernen. Dann sprach\nder Kaiser: “Ihr seid verheiratet? Mit wem?”",
        "Salome erbebte, der gefürchtete Augenblick ist gekommen, das\nschreckliche Wort muß gesprochen werden, so hart dies auch ist. Nach\nAtem und Ruhe ringend, stammelte Salome: “Gnädigster Herr und Kaiser!\nMein Bund entbehrt–des kirchlichen Segens!”",
        "“Wie? Und dennoch seid Ihr Mutter!” rief Rudolf und wich einen Schritt\nzurück.",
        "“Ja! Schwer litt ich unter solchem Druck unseliger Verhältnisse!”",
        "“Ohne kirchlichen Segen! Verdammnis ist das Los! Wie müßt Ihr zittern\nvor jeder österlichen Beichte!–Wer ist der Mann, der sich nicht scheut,\nden Geboten der heiligen Kirche Trotz zu bieten?”",
        "Demütig neigte Salome das zierliche Haupt und leise erwiderte sie:\n“Unterthanin bin ich und Gemahlin meines gnädigen Herrn und Fürsten von\nSalzburg.”",
        "“Des Erzbischofs Wolf Dietrich?” rief überrascht und betroffen der\nKaiser aus.",
        "Salome nickte und richtete beklommen den angstvollen Blick auf den\nMonarchen, der ersichtlich gegen unangenehme Empfindungen kämpfte und in\nseiner krankhaften Erregbarkeit die Hand wie zur Abwehr hob.",
        "“Gnade, Majestät! Gnade für ein armes, schwaches Weib, die treue\nDienerin ihres geliebten Herrn!” flehte Salome.",
        "Herb klangen des Kaisers Worte: “Gnade? Ein Leben voll Sünde und Trotz,\nverachtend alle Gebote, gelebt im überschäumend Übermut der unbesonnenen\nJugend, und hinterdrein, so Erkenntnis frevelhaften Thuns gekommen, das\nFlehen um Gnade und Barmherzigkeit! Unerbittlich sind die Satzungen der\nheiligen Kirche!–”",
        "“Doch Christus und das heilige Evangelium lehrt uns die Liebe und\nverspricht Vergebung jedem Sünder, so er reumütig Einkehr hält!”",
        "Unwillig und erregt rief Rudolf: “Weiß der Erzbischof nichts von\nCölibat, nichts von tugendsamer Enthaltsamkeit? Er muß das wissen, dafür\nist er Bischof, steht an des Klerus höchster Spitze! Erwählet vom\nKapitel, vom Papst bestätigt wie vom Kaiser ist der Kirchenfürst, muß\nein leuchtend Beispiel sein der Enthaltsamkeit und Tugend! Von alledem\nkeine Spur beim Salzburger! Fürchtet er nicht Gottes Zorn, den\nBannstrahl Roms, die Strafe schon auf Erden hienieden?”",
        "Salome raffte sich auf, eine edle Begeisterung erfüllte ihr Herz, in\nbewegten Worten sprach die liebende, für ihre Kinder ringende Frau:\n“Gott der Herr ist barmherzig und milde, Gott verzeiht, wenngleich die\nMenschen verdammen. Mein gnädiger Landesherr hat in jungen Jahren mich,\ndie Unterthanin, erkoren zum ehelichen Gemahl. Wohl wußten wir und\nkannten das Hindernis, die Jugend und die Hoffnung belebte den Bund. Im\nsalzburgischen Gebirg wie anderswo sind zahlreich die Pfarrer und\nKuraten in kirchlich geschlossener Ehe. Was dem letzten verstattet,\nkonnte doch auch gewährt werden dem Höchsten im Klerus! Mein gnädiger\nHerr hat lange geharret und gehofft mit mir, sich füglich unterworfen,\ndie Trauung ist mit nichten erfolget, um Rom nicht zu verletzen. Was ich\nunter solchem Entschluß gelitten, ich hab’ es durchgerungen.–”",
        "“Ihr seid verblieben dennoch?!”",
        "“Ja, Kaiserliche Majestät! Es ist ein Bund fürs Leben, in Treue harr’\nich aus bis zu des Lebens letztem Atemzug! Wahre Treu’ braucht die Stola\nnicht–”",
        "“Gott, wenn Euch ein Diener der heiligen Kirche hörte–” rief\nerschrocken der tief im Banne fanatischer Priester stehende Kaiser.",
        "“Die Treu’ muß im Herzen wohnen! Treu war ich dem Fürsten, Treue\nbewahrte mir der Herr!”",
        "“Und Verdammnis wird sein Euer Los!”",
        "“In langen Jahren hat Rom kein Wort des Tadels gesprochen! Wollen die\nPriester päpstlicher sein als der Papst? Ist es weniger sündhaft wie\nlebet mancher Kirchenfürst gleich dem Türken, der Bamberger und der von\nKöln!”",
        "“Still davon! Man darf nicht reden über solche Dinge!”",
        "“Verzeihet gnädigster Kaiser! Wirft Steine man auf mich, darf ich da\nnicht hinweisen auf den Wandel anderer? Ist ein ehrbar Eheleben\nschmachwürdig? Nimmer kann ich’s glauben!”",
        "Zaghaft und scheu sprach Rudolf: “Hab’ recht ich Euch verstanden, so hat\nunterworfen sich der Erzbischof von Anbeginn dem Gebote Roms, wonach er\ndoch die kirchliche Trauung hat vermieden?”",
        "Salome seufzte tief und nickte in wehmutsvoller Ergebenheit.",
        "“Das mildert wohl den ansonsten bösen Fall in etwas. Und Rom hat\ngeschwiegen! Was soll nun ich? Was führt Euch zu mir?”",
        "Salome kniete nieder, hob flehend die Hände empor und sprach: “Des\nKaisers Gnade möcht’ erbitten ich aus tiefstem Herzensgrund für–meine\nKinder! Helfet mir, o Herr und Kaiser!”",
        "Rudolf bat wiederholt, es möge die Dame sich erheben.",
        "Doch Salome blieb knieen, auch Wolf und das Schwesterlein knieten und\nhoben die Händchen bittend empor.",
        "Dieser Anblick rührte des Kaisers Herz, weich sprach Rudolf: “Was ist\nEuer Begehr?”",
        "Innig flehte Salome: “Gnädigster Kaiser und Herr! Erbarmet Euch in Eurer\nMacht dieser unschuldvollen Kinder! Nichts für mich will ich erbitten,\nwill tragen die Schuld meiner Liebe und meines Lebens, doch erfleh’ ich\ndes Kaisers Gnade und Barmherzigkeit! Gebt, o Herr und Kaiser, den\nKindern das Recht der ehelichen Geburt! Bestätigt in Gnaden die Urkund’\nmeines Herrn und Gebieters!”",
        "“So hat der Erzbischof schon geurkundet in bemeldter Sache?”",
        "“Ja, Kaiserliche Majestät! Mein Herr und Gebieter will geben seinen\nNamen unseren Kindern, Raittenau, nach des Vaters Geschlecht zu\nLangenstein im Hagau! O habt Erbarmen gnädigster Herr und Kaiser mit den\nunschuldigen Kindern!”",
        "“Ihr habet groß Vertrauen zu mir, will mich bedünken!” sprach mild der\nKaiser.",
        "“Mein Denken wie mein Fühlen gilt nächst Gott des großen Reiches\nmächtigem Herrn und Kaiser! Wie der Allmächtige erhöret ein frumb\nGeber, wird öffnen Ohr und Herz auch der mächtige Kaiser einer innigen\nBitte aus tiefstem Herzensgrund!”",
        "“Erhebet Euch! Steht auf Ihr Kinder! Nicht vergebens sollet die Händchen\ngehoben haben Ihr zu mir in kindlichem Vertrauen! Der Kaiser wird Euch\nden Namen geben nach ehelicher Geburt und Recht, darauf geb’ ich mein\nkaiserliches Wort!”",
        "Überglücklich haschte Salome nach des Kaisers Hand, und ehe Rudolf sie\nentziehen konnte, drückte Salome eine Kuß der Dankbarkeit auf die\nkaiserliche Rechte.",
        "“Nicht doch! Gewähret sei Euch die rührend Bitte! Und da nichts, mit\nkeinem Wort Ihr für Euch selbst erbeten habet, will der wackeren Mutter\nich selbst gedenken und geben Euch die Adelsfreiheit erzstiftischer\nLandsassen....”",
        "“O welche Gnade, Kaiserliche Majestät! Nicht fassen kann ich solche\nHuld, weiß der Worte nicht zum tiefsten Dank....”",
        "“Sprecht, wie nennt man Euch zu Salzburg?”",
        "“Mein gnädiger Gebieter und Herr erbaute ein Schloß mir und nannte es\nAltenau, wasmaßen ich führe den Namen Salome Alt.”",
        "“So soll Altenau sein ein Adelssitz und Ihr sollet führen zu Recht\nfürder den Namen von Altenau kraft meiner Macht! Nun gehet mit Gott,\nkehret heim und gedenkt zuweilen im Thuemb im frumben Gebet Eures\ngnädigen Kaisers!”",
        "Huldvoll grüßte Rudolf II. durch einen Händewink, ein sonniges Lächeln\nlag auf seinen Lippen wie seit langem nicht.",
        "Glückstrahlend dankte Salome nochmals und verließ mit den Kindern das\nGemach.",
        "Sinnend blickte der Kaiser der Dame nach und flüsterte vor sich hin:\n“Begreiflich find’ ich des Bischofs Wahl, solch’ Liebreiz nimmt\ngefangen! Doch möcht’ ich trotzdem nicht sein Leben voll verantworten!\nMir grauet vor solcher Beicht’!”",
        "Des Kaisers Antlitz verdüsterte sich wieder und trüb ward sein Sinn, er\nselbst die Beute schreckhafter Gedanken, ein Spielball in den Händen\nseiner herrschsüchtigen, fanatischen Umgebung.",
        "Doch hielt Rudolf sein gegebenes Wort, er nobilitierte die tapfere Frau\nund bestätigte den Kindern den Namen Raittenau und gab ihnen die Rechte\nehelicher Geburt.",
        "Continue...",
        "\nThis eBook of “Celsissimus” by Arthur Achleitner belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "CelsissimusBy Arthur AchleitnerAt Amazon"
    ]
}