{
    "title": "Celsissimus - XII.",
    "author": "Arthur Achleitner",
    "chapter": "13",
    "content": [
        "\n\n",
        "Ließ Wolf Dietrich auf dem Regensburger Reichstag durch seine Gesandten\nin beweglichen Worten klagen, daß er gerne alles Menschenmögliche\nleisten würde, aber nichts Namhaftes bewilligen könne, weil in des\nErzstiftes “armen und schlechten Gebirge die Bergwerke so stark\nabgefallen seien”,–zum Bauen in seiner Residenzstadt hatte der\nErzbischof Geld genug aus vielerlei, oft zwangsweise eröffneten Quellen,\nwie er auch für sich, Salome und den inzwischen erfolgten\nFamilienzuwachs, sowie für seine nach Salzburg berufenen Brüder in\nüberreichem Maße sorgte und Kapitalien anhäufte, die zinsbringend\nausgeliehen wurden.",
        "Wo immer es angängig ward, wurden alte Häuser, Keuchen und Hütten\nangekauft oder eingetauscht und niedergerissen; so in der Pfeifergasse,\nam Brotmarkt, wo halbe Gassen dem Erdboden gleich gemacht wurden. Der\nuralte mit der “Freyung” begabte Haunsperger-Hof wurde gleichfalls\nabgebrochen und dadurch verschwand für immer die kaiserliche Freyung,\ndie einem Totschläger auf drei Tage Zuflucht vor den Gerichtsknechten\ngewährte. Die Erbauung des Friedhofes zu Skt. Sebastian war Wolf\nDietrichs Werk, ebenso der “Neubau”, welcher zur zweiten Residenz\nbestimmt war, jedoch stecken gelassen wurde. Die Unruhe, der Wankelmut\ndes Fürsten offenbarte sich in diesen Bauten; abbrechen, aufbauen und\nvor Vollendung stecken lassen, das ereignete sich des öfteren. Für\nseinen Bruder Jakob Hannibal, Obristen und Hofmarschall, erbaute er\nnördlich dem Neubau auf dem Platte, wo ehedem drei Häuser standen, die\ngeschleift wurden, einen großen Palast, der 80000 Gulden Baukosten\nverschlungen haben soll. Wenige Jahre darauf entzweiten sich die Brüder,\nHannibal wurde gezwungen, Salzburg zu verlassen und reiste mit\nwohlgezählten achtzehn Wagen voll Schätzen in Gold und Silber nach\nSchwaben ab. Im Zorn ließ Wolf Dietrich den Hannibalpalast niederreißen\nund der Erde gleich machen. Unzählig sind die Verschönerungs- und\nVerbesserungsbauten, die mählich der Stadt einen anderen Charakter zu\nverleihen begannen. Der Lieblingsplan Wolf Dietrichs begann sich zu\nverwirklichen, Salzburg veränderte sein Stadtbild und nahm ein\nitalienisches Gepräge an durch die Neubauten, es gewann den\neigentümlichen, bestrickenden Reiz der Renaissance. Insgesamt mußten\nfünfundfünfzig Häuser verschwinden, um prächtigen Neubauten Platz zu\nmachen.",
        "Wolf Dietrich verstand alle Schwierigkeiten zu überwinden, so sie\nseinen Bauplänen sich entgegenstellten, er entwickelte ebenso große\nEnergie wie Fähigkeit. Das beweist zum Beispiel die Baugeschichte des\nprachtvollen Marstalles. Vom Franziskanerkloster am Fuße des\nMönchsberges erstreckte sich bis zum Bürgerspittel eine dem Stift Skt.\nPeter gehörige Fläche, der sogenannte Frongarten, welcher von den\nBenediktinern als Obstgarten, Krantacker und Heufeld benutzt wurde. Im\nFrühling bis auf Georgi war es den Bürgern Salzburgs gestattet, in\ndiesem langgestreckten Garten zu spazieren, und die salzburgische Jugend\nkonnte mit Ball- und Kegelspiel sich dort erlustieren. Am Georgstage\naber ward der Frongarten gesperrt und blieb geschlossen das Jahr\nhindurch bis zum nächsten Frühling.",
        "Die in der Kirch- und Getreidegasse wohnenden Bürger hatten die\nErlaubnis ersehnt, die Rückseiten ihrer Häuser zu öffnen, auf daß sie\nFenster und Thüren anbringen und von frischer Luft und von dem Blick in\nden Frongarten Gewinn erzielen könnten. Die Benediktiner wollten von\nsolchem Begehren nichts wissen. Da wurden die pfiffigen Bürger beim\nFürsten vorstellig, und Wolf Dietrich fand den Gedanken vortrefflich und\nwußte Rat. Auf sein Geheiß boten die beteiligten Bürger die Reichung von\nBurgrechtspfennigen an, wofür richtig die Mönche die Öffnung der Häuser\nder Kirch- und Getreidegasse zum Frongarten bewilligten. Damit war ein\nPrinzip durchbrochen, der Anfang gemacht. Kaum war die Bewilligung\nerfolgt, trat Wolf Dietrich auf: der Landesherr begehrte einen Teil des\nFrongartens für seine Zwecke und bot Ersatz aus seinem Grundbesitz. Die\nBenediktiner zögerten, sie mochten wohl Unheil wittern.",
        "Wolf Dietrich ward wie immer ungeduldig, ließ monieren, und erreichte\nsein Ziel. Sofort ließ er einen langen und breiten Tummelplatz zum\nRingelstechen, Turnieren und Abrichten der Pferde herstellen, dazu\nHolzbauten, was insgesamt gegen 4000 Gulden verschlang. Ein Jahr später\nkam es dazu, was die Patres befürchtet hatten vom Anbeginn: der\nErzbischof forderte jetzt den ganzen Frongarten und bot zum Tausch die\nihm gehörende Stockaner Wiese bei Bernau im Glanegger Gerichte.",
        "Widerspruch war bei einem Wolf Dietrich nicht ratsam, die Benediktiner\nwilligten ein. Nun gab der Fürst seinen Unterthanen den ganzen Garten\ndas ganze Jahr hindurch frei, ließ im Winter dortselbst einen Steinbruch\neröffnen, aus dessen Material der große herrliche Marstall erbaut wurde,\nein Meisterwerk der Baukunst.",
        "Im Bestreben, aus Salzburg ein Klein-Rom zu gestalten, zeigte sich Wolf\nDietrich von einer ihm sonst fremden Konsequenz und scheute vor keinem\nOpfer zurück. Und glücklich machte es ihn, wenn Salome seinen Plänen und\nBauten volles Lob spendete, ihn erinnerte an jene Stunden, da er um\nSalomens Liebe warb und von seinen hochfliegenden Ideen schwärmte. Ein\nFürst von solcher Kunstbegeisterung konnte an dem düsteren wuchtigen Dom\nmit den fünf Türmen keine Freude haben. Des öfteren klagte Wolf Dietrich\nin stillen Stunden seiner Salome, daß er sich nicht Rats wisse, wie\nSalzburg einen schönen Dom bekommen könnte, ein Gotteshaus nach seinem\nGeschmack.",
        "Und Salome, die kluge Frau, wußte da auch keinen Rat, denn an einen\nAbbruch des zwar düsteren, doch immer majestätischen alten Domes konnte\nim Ernst nicht gedacht werden; einmal nicht wegen der Salzburger Bürger,\ndie an ihrer alten Kathedrale hingen, und dann nicht wegen der\nzweifellos enormen Kosten.",
        "Winter ward es im stiftischen Land und der Dezember brachte Schnee und\nsteife Kälte. So zart Salome gewesen, an einer fröhlichen Schlittenfahrt\nin warmer Pelzumhüllung hatte sie ihre Freude, und so wurde an einem\nfrischen Dezembertag ein Ausflug gegen Hallein unternommen an dem sich\nin einem zweiten Schlitten auch Wolf Dietrich, gefolgt von Dienerschaft\nund Kümmerlingen in weiteren Kufenschlitten, beteiligte. In einem\nerzbischöflichen Lusthause wurde das vom vorausgeschickten\nKüchenpersonal bereitete Mahl eingenommen und fröhlich gezecht. Salome\nzeigte sich von besonderer Munterkeit, die Schlittenfahrt in frischer\nLuft hatte sie erquickt, und als frühzeitig der Abend sich ins stille\nGelände senkte, schlug die Herzensdame dem Gebieter vor, im guterwärmten\nLusthause die Nacht zu verbringen und erst am nächsten Tage nach\nSalzburg zurückzureisen. Dem allerliebsten Schmeicheln und Betteln\nvermochte Wolf Dietrich nicht zu widerstehen. Da die Kämmerer, welche\nfreilich lieber ins Palais gekehrt wären, devot verkündeten, daß\nNachtquartier bereit gestellt, die Räume gut geheizt werden könnten, so\nwurde die Übernachtung beschlossen.",
        "Eine mondhelle, bitterkalte Winternacht brach an mit all’ ihrem Zauber,\nes flimmerte und glitzerte geisterhaft, weißstarrend, im Silberlicht\nschimmernd ragten die Berge ringsum auf wie die Burg Hohensalzburg.",
        "In der Stadt waren die letzten Zecher längst aus der Trinkstube in ihre\nHäuser zurückgekehrt, Salzburg schlief, das Mondlicht leuchtete still\ndurch die Fenster.",
        "Vom Dom kündete die Glocke die Geisterstunde, da quoll eine Rauchsäule\naus dem Dachstuhl der Kathedrale, kerzengerade aufzeigend in die klare\nLuft der stillen Winternacht und immer dichter werdend. Unheimlich\nknisterte es, bald züngelten Flämmchen hervor, ein Prasseln hub an, das\nFeuer verbreitete sich mit rasender Schnelligkeit, es flammte ein Turm\nnach dem andern auf, bald glühten alle fünf Türme des Domes, das Feuer\nleckte Eis und Schnee hinweg, die wabernde Lohe brachte die Bleidächer\nzum Schmelzen, die glühende Masse floß zischend an den Quadermauern\nnieder, im Schnee aufprasselnd und zerstiebend im heißen Gischt. Die\nGlocken schmolzen und fielen durch das brennende Chaos im schweren Fall.",
        "Nun wurde es lebendig in den Häusern des Domviertels, der Schreckensruf:\n“Der Thuemb brinnet!” brachte die Bürger auf die Beine. Der\nViertelsmeister erschien und forderte zur Hilfe auf.",
        "Die ungeheuere Flamme lohte zum nächtlichen Himmel und schon flogen\nfeurige Brände hernieder zu den Dächern der umliegenden Häuser und auf\ndie Residenz.",
        "Die Hitze war so groß, daß niemand sich der Brandstätte nähern konnte;\nman mußte warten, bis das glühende Blei völlig abgeflossen sei.\nInzwischen bemühten sich die Bürger, Stadtknechte und Landsknechte sowie\ndie Dienerschaft des Erzbischofs die benachbarten Häuser und die\nResidenz zu retten.",
        "Besonders Mutige wagten sich ins Schiff des Domes hinein, ergriffen\nAltäre, Schmuckgegenstände, ja selbst die Orgel konnte zerlegt und\nausgebracht werden, wenn auch nur unter schwerer Gefahr und nicht ohne\nbegreifliche Beschädigung einzelner Pfeifen.",
        "Im Jammer um das verlorene, mächtige Gotteshaus erinnerten sich die\nSalzburger ihres Erzbischofs und Fürsten und schickten nach ihm in die\nResidenz, auf daß der Gebieter selbst die Rettungsarbeiten dirigiere und\nanordne, wohin die aus dem Dom gebrachten Gegenstände getragen werden\nsollen.",
        "In der Residenz hatte man aber den Kopf verloren, und der Fürst weilte\nzudem auswärts. Knechte und Dienerschaft, alles beeilte sich, Hab’ und\nGut zusammenzuraffen in der Angst, daß auch noch das Palais werde ein\nOpfer der furchtbaren Feuersbrunst werden.",
        "Ein Reiter ward aus der Residenz abgeschickt, dem Fürsten das große\nUnglück eiligst zu vermelden, der Mann mußte in bitterkalter Winternacht\nhinaus auf die Straße gen Hallein, und im Lusthause versuchen, das\nGefolge wachzubringen, auf daß dem Erzbischof Kunde vom Dombrand werde.",
        "Mit Sehnsucht erwartete man auf der Brandstätte das Erscheinen des\nLandesherrn.",
        "Die Türme stürzten krachend ein, ein ungeheures Funkenmeer stob auf,\nrichtete aber dank der Windstille kein weiteres Unheil mehr an, und die\nFunken erloschen auf den schneebedeckten Dächern der umliegenden Häuser.",
        "Endlich jagte ein Reiter über die Salzachbrücke und kam im Galopp zur\nBrandstatt gesprengt. Aus hunderten Kehlen ward ihm entgegengerufen,\nalles fragte nach dem Erzbischof.",
        "Der erschöpfte Reiter ward von der schreienden Menge umringt und konnte\nnur mit Mühe den erschreckten Gaul meistern.",
        "“Wo ist der Fürst?” hieß es.",
        "Heiser rief der Meldereiter: “Er kommt nicht!”",
        "Eine ungeheure Aufregung ergriff die Leute, welche es nicht fassen\nkonnten, daß der Landesherr nicht kommen will. Alles schrie wirr\ndurcheinander, jeder fragte nach dem Grund des Fernbleibens in solcher\nNot.",
        "Der Stadthauptmann forderte Ruhe und begann den Reiter auszufragen mit\ndem überraschenden Ergebnis, daß der Bote meldete, der Erzbischof, vom\nKämmerling aufgeweckt, habe gesagt: “Brennt es, so lasse man es\nbrennen!”",
        "Das war den Bürgern Salzburgs in ihrer Erregung und Sorge zu viel, die\nLeute hingen liebend an ihrem Dom, die Gleichgültigkeit Wolf Dietrichs\ngegen den Dombrand entfaltete einen Tumult, allgemein ward der Verdacht\nausgesprochen, daß der Erzbischof, von dem es bekannt war, daß er den\nDom in seiner bisherigen Gestalt nicht leiden mochte, den Brand selbst\nverursacht habe! Geschäftige boshafte Zungen verbreiteten das Gerücht,\ndas Feuer sei im erzbischöflichen Oratorium entstanden, der Fürst hätte\ndort einen brennenden Wachsstock zurückgelassen, und dadurch wäre erst\nder Chorstuhl, dann alles andere vom Feuer ergriffen worden.",
        "Der Erzbischof Brandstifter seines Domes! So absurd und ungeheuerlich\ndiese gehässige Anklage lautete, sie wurde geglaubt und weiter\nverbreitet ins stiftische Land wie auch nach Bayern und München, wo man,\ndem Fürsten ohnehin gram, die schlechte Nachricht gierig aufnahm und gar\nnach Rom übermittelte.",
        "Am nächsten Tage kam Wolf Dietrich nach Salzburg zurück. Seine ruhige\nHaltung verstärkte den Verdacht, insonders der Erzbischof kein Wort des\nBedauerns ob des vernichteten Domes laut werden ließ.",
        "Auf sein Geheiß wurden die geretteten Gegenstände bei Skt. Peter und in\nder Pfarrkirche unter gebracht. Da der Gottesdienst im Dom nicht mehr\nabgehalten werden konnte, ließ Wolf Dietrich sogleich einen hölzernen\nGang von der Residenz in die Pfarrkirche bauen, woselbst fürder\ncelebriert werden mußte. Die Hochämter und Predigten wurden bei Skt.\nPeter abgehalten.",
        "Wo alles tuschelte und boshaft wisperte in der Bischofstadt, konnte es\nnicht anders sein, als daß auch dem Domkapitel und den Hofbeamten der\nfürchterliche Verdacht einer fürstlichen Brandstiftung zu Ohren kam.\nAllein weder die Domherren noch die Hofchargen wagten es, dem Erzbischof\ndiese handgreifliche Verleumdung mitzuteilen.",
        "Da raffte sich Graf Lamberg auf, dem Freunde und Gebieter Gelegenheit\nzur Entkräftung des Verdachtes zu verschaffen und erbat sich bei Wolf\nDietrich eine Audienz.",
        "Lamberg traf den Fürsten übelgelaunt, fast bereute der treue Freund,\nsich in dieser Angelegenheit gemeldet zu haben. Doch die Erwägung, daß\nder Argwohn nicht auf dem Gebieter lasten dürfe, gab den Ausschlag.",
        "Wolf Dietrich unterbrach seine Zimmerpromenade und blickte den\nKapitulator forschend an. “Kommst du in politicis Lamberg? Ist neue\nKunde von Prag eingelaufen?”",
        "“Nein, Hochfürstliche Gnaden! Es ist eine Salzburger Angelegenheit, die\nich unterbreiten möchte unserem gnädigen Herrn.”",
        "“Der Thuemb ist ausgebrannt, ich wüßte nicht, was ansonsten Neues zu\nvermelden wäre in meiner Stadt!”",
        "“Dieser Dombrand hat viel Zungen in eine Bewegung verbracht, die mir\nwill gefährlich erscheinen.”",
        "Wolf Dietrich horchte auf, sein forschender Blick musterte den Grafen\ndurchdringend. “Schwatzen die Salzburger, nun daran will ich sie nicht\nhindern!” meinte der Fürst dann geringschätzig.",
        "“Mit Vergunst, gnädiger Herr! Es giebt ein Schwatzen, das der Ehr’ kann\ngefährlich werden.”",
        "“Wohinaus will Lamberg zielen?”",
        "“Ein Ziel möchte ich gesetzt wissen einer niederträchtigen Verleumdung,\ndie vor dem Thron nicht Halt zu machen weiß.”",
        "“So züngelt die Schlange Verleumdung gar herauf zu meiner Höhe? Pah, ein\nTritt und es endigt schmählich solch’ Gewürm!”",
        "“Will mein gnädiger Herr ein offen Wort in bemeldter Sache mir\nverstatten?”",
        "“Sprich aus, Lamberg, was deine treue Freundesseele so bewegt!”",
        "“Der Schlange Verleumdung ein End’ zu machen, ist es hohe Zeit, doch\nvermeine ich: nicht ein gewaltsam Tritt sei hier am Platze, nein, besser\ndeucht mir ein Akt fürstlicher Noblesse und politischer Klugheit\nzugleich.”",
        "“Wie? Will der Kapitular dem Erzbischof vorschreiben, was der Fürst und\nHerr zu thun und lassen habe?!”",
        "“Mit nichten, Hochfürstliche Gnaden! In Treuen nur wär’ meine\nunterthänige Meinung, der weit verbreiteten Verleumdung anjetzo durch\neine restauratio aedis sacrae ein End’ zu setzen.”",
        "“Ha, capisco! Daß ich kein Freund des klotzigen Thuembes gewesen, wird\nmir wohl anjetzo eingekerbt?!”",
        "“Viel schlimmer, gnädiger Herr!”",
        "“Wie?”",
        "“Hart ist’s auszusprechen das schwere Wort, das Flügel hat gefunden und\nzweifelsbar das Ohr hämischer Freunde zu München erreicht haben dürfte.”",
        "“Sprich deutlicher, Lamberg! Wessen werd’ ich verdächtigt?”",
        "“Der Brand....”",
        "“Ha, verstumme! Oder mein Zorn erreicht auch den Freund und wirft ihn\nnieder!”",
        "Lamberg verbeugte sich tief und schwieg, während Wolf Dietrich mit\nhastigem Schritt das Gemach durchmaß. Zurückkehrend war der Fürst\nruhiger geworden, er reichte dem Freunde die Hand und sprach: “Niente di\nmale, amico! Nun aber sage mir alles, ich bin ruhig und will beherrschen\ndas heiße Blut.”",
        "“Soll ich vielleicht zu gelegenerer Stunde einfinden mich?”",
        "“Nein, Lamberg! Also meine Unterthanen verdächtigen mich, den Thuemb\nwohl gar in Brand gesteckt zu haben?! Ich verarg’ es ihnen aber\nnicht....”",
        "Jetzt rief Lamberg überrascht: “Wie? Hochfürstliche Gnaden finden solch’\ninfamen Argwohn entschuldbar?”",
        "“Un poco, si! Zu einem Teil, da ich nie ein Hehl daraus gemacht, daß\nwiderwärtig ist mir das alt’ Gebäu des Thuembes! Wissen das die\nSalzburger, ist’s nur ein kleiner Schritt zum Argwohn, daß Mißgunst ward\nzum Brandstifter.”",
        "Bei aller diplomatischen Schulung vermochte Lamberg seine Überraschung\nnicht zu verbergen, und über diese Anzeichen seiner Verblüffung zeigte\nsich Wolf Dietrich amüsiert.",
        "“Gnädiger Herr wollen doch nicht solchen Argwohn in die Halme schießen\nlassen?”",
        "“Nein! Doch weiß ich zur Stunde nicht, wo anzulegen ist die Axt, mit der\nabgehauen wird des Giftbaumes zähe Wurzel!”",
        "“Mit Vergunst, die Stelle für die trennend’ Axt kann ich bezeichnen!”",
        "“So sprich, teurer Freund!”",
        "“Zerstreuen wird jeglichen Argwohn die Wiederherstellung des alten\nDomes.”",
        "“Das häßliche Gebäu restaurieren? Das ist fürwahr nicht nach Geschmack!”",
        "“Es bleibt kein ander Weg, gnädiger Herr! Was später wird, mag\nvorbehalten bleiben einer besseren Zukunft.”",
        "“Das klingt besser mir ins Ohr! Gut denn! Ich werde flicken lassen, doch\nTürme kommen nimmer auf den alten Bau! Und so ich zu leben habe, will\neinen neuen Thuemb ich bauen, der Salzburg soll zur Ehr gereichen.”",
        "Froh dieses Erfolges, den wankelmütigen Fürsten umgestimmt zu haben,\nkonnte Graf Lamberg die Residenz verlassen.",
        "Wolf Dietrich hielt Wort; er ließ von welschen Maurern ein Dach aus\nEstrich und Mörtel eilig aufsetzen, die Quadermauern waren intakt\ngeblieben. Diese Vorkehrungen besänftigten die Murrenden, der Verdacht\nschlummerte ein.",
        "Als der Schlauere erwies sich aber doch wieder der baulustige Fürst; wie\nim voraus berechnet, konnte das in Eile und sehr schlauderhaft erbaute\nDach den Unbilden der salzburgischen Witterung nicht lange widerstehen,\nder Regen sickerte durch das dünne Mauerwerk, es begann ein stetig\nAbbröckeln, und eines Tages stürzte ein großer Teil des Notdaches ein.",
        "Nun hatte Wolf Dietrich den gewünschten Vorwand. Was an Altären im Dom\nnoch vorhanden, wurde abgetragen, ebenso der Sarg des hl. Vigil; auch\ndie Grüfte und Kapellen samt Inhalt wurden entfernt und in anderen\nKirchen provisorisch untergebracht.",
        "Die Salzburger errieten mählich des Erzbischofs Absichten und begannen\nzu murren. Da erließ Wolf Dietrich ein Mandat des Inhalts, daß er als\nErzbischof–nicht verantworten könne, das Leben der Dombesucher einer\nGefahr auszusetzen; die Domkirche sei in hohem Maße gefährlich baufällig\nund müsse daher abgetragen werden.",
        "Dabei blieb es; eine Schar welscher Arbeiter begann mit dem Abbruch der\nmassigen Quadermauern, worüber Jahre vergingen. Aber eines Tages war das\nZiel doch erreicht,–der alte häßliche Dom niedergelegt, der Platz bis\nauf den Grund geräumt.",
        "Nun konnte Wolf Dietrich einen neuen Dom nach seiner Geschmacksrichtung\nerbauen.",
        "Continue...",
        "\nThis eBook of “Celsissimus” by Arthur Achleitner belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "CelsissimusBy Arthur AchleitnerAt Amazon"
    ]
}