{
    "title": "Celsissimus - IX.",
    "author": "Arthur Achleitner",
    "chapter": "10",
    "content": [
        "\n\n",
        "An einem furchtbar heißen Augusttage wanderte ein Franziskaner-Frater\nauf Terminierung (Almosen-Sammlung) schwerbepackt einem Wirtshause zu,\ndas am Fuße des dichtbewaldeten Geißberges bei Salzburg gelegen war. Der\nBettelmönch keuchte unter der Last seines mit Getreide, Mehl und Speck\ngefüllten, mächtigen Sackes, und außerdem trug der krank aussehende\nFrater statt eines Stockes einen kleineren Sack in der Hand, der eine\nlebende Spende irgend eines frommen Bauers enthalten mochte, denn bei\njedem Schritt zappelte das Lebewesen im Sack.",
        "Und so oft der Bruder unwillig den Sack schüttelte, quieckste das\nAlmosen aus Leibeskräften, wasmaßen die Spende ein Spanferkel war. Jener\nÄlpler in der Kuchler Gegend konnte dem terminierenden Klosterbruder\nHartgeld nicht geben, weil er selbst keines besaß, er spendete eben vom\nFerkelüberfluß, der ihm geworden, in der Meinung, daß die Franziskaner\nzu Salzburg zur Abwechslung wohl gewiß gerne mal einen Ferkelbraten\nessen würden.",
        "Der Frater nahm das lebende Almosen dankend in einem Sack mit und\nschleppte sich schwerbepackt weiter gegen Salzburg. Unweit des\nWirtshauses am Fuße des Geißberges aber ward die Müdigkeit zu groß, der\nBruder zitterte am ganzen Leibe, kalter Schweiß trat ihm auf die Stirne\ntrotz der übermäßigen Hitze, stöhnend mußte der Frater am Straßenrain\nsich setzen, es ging nicht mehr weiter. Das Spanferkel quieckste\nschrecklich und versuchte im Sack die Flucht.",
        "Angelockt von solchem Lärm erschien der Wirt der nahen Schenke vor der\nSchwelle und hielt Auslug. Kaum hatte der behäbige Zapfler den blassen,\nmüden Mönch erblickt, da schritt er auf ihn auch schon zu, um helfend\nbeizuspringen.",
        "“Was fehlt Euch, Bruder? Ihr sehet baß übel aus!”",
        "Der Frater stöhnte, mit Mühe brachte er heraus, daß ihm eine\nunerklärliche Krankheit angeflogen sein müsse. “Reichet mir barmherzig\neinen Schluck Weines, Gott wird Euch die Gutthat lohnen!”",
        "“Sollt Ihr haben! Kommt nur mit in die Stube! Laßt mich die Säcke\ntragen! Ihr habet wohl eine Spansau mit?”",
        "Der Klosterbruder nickte und bat, es möge der Wirt das Ferkel im Stall\neinstweilen einstellen und füttern bis zur Abholung.",
        "“Gern soll das geschehen!” sprach der mönchefreundliche Wirt und trug\nden Sack mit dem Ferkel zum Stall. Auf Geheiß des Zapflers holte eine\nDirn den andern großen Sack, und so von der Traglast befreit, vermochte\nder Frater allein und ohne Hilfe die Gaststube zu erreichen, wo ihm ein\nHumpen Weines gereicht wurde.",
        "Ein Stündlein Ruhe und der kräftigende Wein halfen dem armen Bruder\nwieder auf die Beine, sodaß er nach Erstattung herzlichen Dankes den\nTerminierungssack wieder auf die Schulter zu nehmen und gen Salzburg zu\nwandern vermochte. Das eingestellte Ferkel will er auf neuer\nTerminierung gelegentlich wieder holen.",
        "In der Hitze war es ein schlimmes Wandern; schon nach einer Stunde\nfühlte sich der Klosterbruder abermals matt zum Sterben, und in der\nMeinung, es gehe zu Ende, setzte er sich an den Straßenrain und machte\nReu’ und Leid, die Sterbgebete flüsternd.",
        "Ein Bäuerlein kam des Weges mit einem Fuhrwerk und sprach den\narmen Bettelmönch mitleidig an, der todesbleich, ein mit dem Tode\nringender Mensch, bat, es möge der Bauer ihn um Gottes Lohn ins\nFranziskanerkloster nach Salzburg bringen.",
        "Den Sack mit den Naturalien hatte der Bauer flink aufgeladen,\nschwieriger ward es mit dem Bruder, der die Gewalt über seine Gliedmaßen\nbereits verloren hatte. So blieb dem barmherzigen Bauer nichts anderes\nübrig, als den Frater gleich einem Getreidesack auf den Wagen zu legen.",
        "Dann ward in die Stadt gefahren, und am Steinthor angehalten, gab der\nFuhrmann der Thorwache an, er habe einen kranken Franziskaner im Wagen\nbenebst dessen Almosensack.",
        "Der Türmer, ein vorsichtiger Mann, trug Bedenken, einen Kranken in die\nStadt zu lassen, wasmaßen allerlei beunruhigende Nachrichten umlaufen\nvom Herrschen der Pest in Hallein. Auf die Frage, was denn dem\nKlosterbruder fehle, konnte der Bauer nur versichern, daß er das nicht\nwisse, wahrscheinlich werde dem Frater die Gesundheit fehlen.",
        "Der Türmer trat an den Wagen und fragte den Bruder, dessen Augen schon\nfast glasig geworden, ob der Frater wirklich ins Salzburger Kloster\ngehöre.",
        "“Freilich, das hat er mir ja selber gesagt!” beteuerte der Bauer, dem es\npressierte, in die Stadt zu kommen.",
        "“Ja, wenn der Kranke nach Salzburg gehört, muß er wohl eingelassen\nwerden!” argumentierte der Wächter und gab die Einfahrt frei.",
        "Bis das Fuhrwerk die enge Steingasse durchfahren, die Salzach auf der\nBrücke übersetzt und die Klosterpforte erreicht hatte, war der Frater\nbereits verstorben, der Bauer konnte nur mehr einen toten Mann\nabliefern.",
        "Rasch trugen die Fraters den Toten ins Kloster, der Bauer folgte rasch\nmit dem Almosensack, aus welchem der ob der entsetzlichen Hitze weich\ngewordene Speck tropfte. Die Schreckenskunde, daß ein Frater vom\nTerminieren tot heimgekommen, alarmierte das Kloster, und ein\nheilkundiger Pater eilte sogleich herbei, um am Leichnam vielleicht ein\nZeichen für die Todesart zu finden. Erschrocken prallte der\nklösterliche Medikus zurück und rief: “Großer Gott! Ein Pestfall!”",
        "Das hörte der Bauer, welcher bislang neugierig im Kloster und bei der\nLeiche geblieben war, und mit rasenden Sätzen flüchtete der Mann nun\nhinweg, sprang auf sein Gefährt und jagte das Roß unter Peitschenhieben\ndem Einstellhause zu.",
        "Die rasende Fahrt mußte auffallen, zumal schon das Trabfahren in den\nengen Gassen verboten ist, und am Keutschachhofe fielen einige Trabanten\ndem Roß in die Zügel und brachten es zum Stehen.",
        "“Auslassen, auslassen! Die Pest, die Pest!” zeterte der entsetzte Bauer,\nund scheu wichen die Trabanten von dem Gefährt hinweg.",
        "Mit Windeseile verbreitete sich die Kunde von dem eingeschleppten\nPestfalle, überall Schrecken und Todesangst erzeugend.",
        "Während man im Rathause noch nicht wußte, was beginnen, hatte Wolf\nDietrich bereits mit seiner Energie eingegriffen. Ein Offizier mit\nzahlreicher Mannschaft rückte im Eilmarsch vor das Franziskaner-Kloster\nund überbrachte den Befehl des Erzbischofes, wonach binnen einer Stunde\nalle Bewohner des Klosters, eingeschlossen den an der Pest verstorbenen\nFrater, das Haus verlassen und zu Schiff auf der Salzach wegfahren\nmüssen.",
        "Wohl protestierte der Guardian, die Mönche baten, den Frater doch vorher\nbeerdigen zu dürfen; allein der Offizier beharrte auf dem ihm gewordenen\nBefehl, und als die Mönche keinerlei Miene zum Abrücken machten,\nerklärte der Offizier, nun Gewalt zu brauchen. Die Helebardiere, auch\nMusketiere darunter, drangen in die Klosterräume, es ward bitterer\nErnst. Wie die Mönche standen, mußten sie abziehen, nichts durfte\nmitgenommen werden von den kleinen, bescheidenen Habseligkeiten, nur den\nToten mußten die Fraters auf der Bahre wegtragen.",
        "Von den Kriegsknechten eskortiert, wurden die Franziskaner im Eilmarsch\nzur Salzach getrieben, wo auf fürstlichen Befehl ein Salzschiff zur\nFahrt bereit stand. Leer blieb das Kloster, dessen Pforte verschlossen\nworden war.",
        "Der Transport erregte Erbitterung bei den mönchefreundlichen Bürgern,\ndoch hielt die Angst vor der Pest und Ansteckungsgefahr die Leute ab,\nsich einzumengen.",
        "Die Franziskaner jammerten, als sie gezwungen wurden, die Plätte zu\nbesteigen, laut und beweglich, aber es nützte nichts.",
        "Die Schiffsknechte, wenig davon erbaut, einen an der Pest Verstorbenen\nan Bord zu haben, zogen das Ländseil ein, und stießen ab. Von den Wellen\nerfaßt, drehte sich das breite Schiff und glitt dann, gut gesteuert,\nschnell hinab. Die Mönche beteten laut....",
        "Scharf griff der Fürst weiter ein. Schergen fahndeten nach dem Bauer,\nder den toten Bettelmönch in die Stadt verbracht, und lieferten ihn in\nein Haus in der Riedenburg ein, das sofort als Pesthaus isoliert worden\nwar. Bis das aber geschehen konnte, war der Bauer doch schon mit\nverschiedenen Leuten in Berührung gekommen.",
        "Nach wenigen Tagen gab es Pestfälle in der Stadt, Angst und Aufregung\nwuchsen. Ärzte und deren Gehilfen, von Soldaten begleitet, hielten\nstrenge Ordnung, Erkrankte sowie alle Inwohner eines Hauses, wo sich ein\nPestkranker befand, wurden zwangsweise aus der Stadt in das Pesthaus in\nder Riedenburg geschafft, rücksichtslos, unerbittlich wurde dieser\nBefehl vollzogen, ohne Ansehung der Personen.",
        "Still ward es in Salzburg und heiß über alle Maßen. Unbarmherzig brannte\ndie Augustsonne herab. Fest geschlossen waren die Thore, der Eintritt in\ndie Bischofstadt blieb verweigert, denn im benachbarten Salzstädtlein\nHallein herrschte ein großes Sterben, es hieß, es starben oft an einem\nTage vierzig Menschen. Und schrecklich lauteten die Nachrichten, daß die\nPest auch im angrenzenden Bayerlande wie im Österreichischen viele Opfer\nfordere.",
        "An fünfzig Personen aus Salzburg starben im Schinderhaus zu Riedenburg.\nAuf Befehl des Fürsten mußten deren Verwandte wie auch sonstige Inwohner\naus der Stadt auf die Felder verbracht werden und dort verbleiben, die\nRückkehr war aufs strengste verboten.",
        "Gesunde Leute zu Salzburg zwang man, tagsüber auf einige Stunden sich im\nFreien zu ergehen, auf daß sie doch etwas an die Luft kämen.",
        "Als die Kunde zu Wolf Dietrich drang, daß die Ausgestoßenen auf den\nFeldern bittere Not litten, keine Verpflegung hätten, indem die\numwohnenden Bauern in ihrer Angst vor Ansteckung sich weigerten, Nahrung\nabzugeben und die Leute scheu mieden, da sorgte der Erzbischof sogleich\nund schickte Atzung jeglichen Tag, auch mußten auf seinen Befehl Ärzte\nund Priester zur Wartung und Pflege der Kranken hinaus.",
        "Endlich umzog sich das Firmament mit Wolken, von den Bergen blies\nfrische Luft, ein Regen erquickte Land und Leute.",
        "Die Salzburger faßten wieder Mut und wurden beweglich; Bürger thaten\nsich zusammen und supplizierten zum Fürsten, es solle der Erzbischof\ndoch nicht so grausam sein und die Kranken im freien Felde belassen oder\ndoch wenigstens auf der Schanz zu Mühlen (Mülln) unter Dach bringen,\nwofür die Bürgerschaft zur Deckung der Kosten eine Steuer extra zahlen\nwolle.",
        "Diese Supplikation, hauptsächlich wohl der anmaßende Ton und Undank,\nerbitterte den Fürsten schwer, es erfloß ein Mandat, worin die Bürger\nals Aufwiegler und Unruhestifter erklärt und mit insgesamt achthundert\nGulden Strafe wegen ihrer Ungebühr belegt wurden.",
        "Die kühle Witterung hielt an und brachte Besserung im Krankenstande.",
        "Auf Befehl des Fürsten durften die Exilierten, nachdem die Ärzte hierzu\nihre Einwilligung gegeben, wieder ihre Stadtwohnungen beziehen, und auch\nden Franziskanern wurde die Rückkehr wieder gestattet, deren Kloster\nvorher völlig in stand gesetzt worden war. Im ganzen waren zu Salzburg\nneunzehn Häuser infiziert gewesen und etwa fünfzig Personen daraus\nverstorben. Damit erlosch die Pest in der Bischofsstadt und die\nSchrecken wichen. Zurück blieb nur der Ärger über die achthundert Gulden\nStrafe, welche unweigerlich an die Hofkasse gezahlt werden mußte.",
        "Spätherbst war ins stiftische Land gezogen, die Wälder prangten in\nleuchtenden Farben.",
        "Vom Franziskanerkloster wurden die Brüder ein letztes Mal vor dem Winter\nzum Terminieren ausgeschickt, einmal um für den eigenen Bedarf Vorräte\nzu bekommen, dann aber auch nach alter Satzung dieses Ordens Naturalien\nfür die Armenbeköstigung zu erhalten.",
        "Den Frater Anselm traf die Tour auf dem rechtseitigen Salzachufer bis\ngegen Golling, und mit einem mächtigen, anjetzo noch leeren Sack zog der\nBruder aus um im Oberland mit dem Terminieren zu beginnen.",
        "Viel war im von Steuern, Mißernte und der Pest heimgesuchten Ländchen\nnicht zu holen, die Gaben flossen spärlich.",
        "Auf dem Rückweg von Kuchel gelangte Frater Anselm auch zum Wirt am\nGeißberg am späten Abend, und leer war bereits die Zechstube, nur eine\nMagd wusch hölzerne Bierbitschen, schon halb schlafend dabei und nicht\neben erbaut davon, daß knapp vor Hausthorschluß noch ein später Gast\neintrat.",
        "Frater Anselm grüßte mit frommen Worten und bat um barmherzige\nBeherbergung für Gotteslohn.",
        "Die Dirn guckte erst ein Weilchen, das Mönchhabit schien sie zu\nberuhigen, und da der Frater sonst keine Wünsche auf Verpflegung\näußerte, war die Magd bereit, ihm ein dürftig Kämmerlein im niederen\nersten Stockwerk anzuweisen. Das Fenster der düsteren Kammer, die außer\neinem Fuhrknechtbett nur noch Futtersäcke enthielt, ging dem von Mauern\numschlossenen Hof zu.",
        "Frater Anselm glaubte ersticken zu sollen in dieser dumpfen Kammer; vom\nfleißigen Terminieren an frische Luft gewöhnt, war es ihm Bedürfnis,\nhier das Fenster zu öffnen, an dem er nun eine Weile stand und Atem\nschöpfte. Totenstill und nachtschwarz war es um ihn. Doch plötzlich ward\nunten im Hof eine Thür geöffnet und eine Stimme rief: “Jackel! Vergiß\nnicht, morgen gleich in der Früh wird der ’Franziskaner’ abg’stochen!”",
        "Und eine andere Stimme antwortete: “Ist recht, Wirt!”",
        "Todesangst erfaßte den Frater, der jedes Wort gehört hat und nichts\nanderes denken kann, als daß er in eine Räuberhöhle geraten sein müsse\nund daß man ihm, dem armen Bettelmönch, ans Leben wolle. Bis zum Morgen\ndarf nicht gewartet werden, Frater Anselm möchte noch ein Weilchen\nleben, er muß fliehen aus dem Mörderhause.",
        "Wie aber entweichen, ohne den Mördern in die Hände zu laufen? Ein\nvorsichtig Betasten des Thürschlosses, der Versuch des Aufklinkens\nergab die Gewißheit, daß der späte Gast wahrhaftig eingesperrt ist. Die\nMagd muß das Schloß von außen versperrt haben.",
        "Ein verabredetes Spiel also! Nun zum Fenster! Aber erst muß alles im\nSchlafe liegen. So wartete der Mönch eine lange Zeit, von Todesangst\ngefoltert, bis andauernde Stille dem Fluchtversuch günstig erschien. Mit\nzitternden Händen löste der Franziskaner den weißen Strick von seiner\nKutte, knüpfte die Enden ineinander, band das eine Ende am Fensterhaken\nfest und ließ sich am Strick hinab in den Hof. Gottlob hielt der\nKuttenstrick diese Prozedur aus, und zum Glück befand sich kein Hund im\nHof. Aber dieser Hof ist ringsum mit einer hohen Mauer umschlossen, das\nHofthor ist fest verschlossen, und eine zweite Thür dürfte direkt ins\nHaus der Mörderbande führen. Also ist der Mönch rettungslos gefangen,\neine Flucht unmöglich. Die Nachtkälte zwingt dazu, einen geschützten\nUnterschlupf zu suchen. Soll der Franziskaner am Kuttenstrick wieder\nhinaufklettern und den Rest dieser Schreckensnacht in der Kammer\nverbringen? Nein, lieber in den Verschlag im Hofe kriechen, der freilich\nnicht eben einladend duftet. Die Thür ist unverschlossen, also hinein.\nAm Grunzen der überraschten Bewohner konnte Frater Anselm unschwer\nerkennen, daß er im Schweinestall sich befindet. Eine mißliche\nUnterkunft, die aber vielleicht gerade seiner Rettung dienlich sein\nkann, denn im Schweinestall werden die Mörder ihr Opfer kaum suchen.",
        "Mählich beruhigten sich die Borstenträger, nur ein Ferkel bekundete\nzudringliche Neugierde und ließ erst nach energischen Stößen und\nFausthieben von näheren Untersuchungen des einquartierten Gastes ab.\nZusammengekauert hockte der Mönch im Stall und trotz der fürchterlichen\nAngst überfiel ihn eine Art Halbschlummer, die Müdigkeit war zu groß.",
        "Ein Haushahn krähte sein Kickeriki in die frische Morgendämmerung und\nweckte den Franziskaner zur rauhen Wirklichkeit. Und bald darauf ward es\nlebendig im Hause. Eine Thür wurde geöffnet, Menschen traten in den Hof,\nund in nächster Nähe des Schweinestalles rief eine Stimme, bei deren Ton\nder Mönch erzitterte: “Also Jackel, fang den ’Franziskaner’ ’raus und\nhau’ ihm gleich mit der Hack’ auf den Schädel!”",
        "Frater Anselm fühlte sein Herz stille stehen, von Todesangst erfaßt\nmurmelte er ein Stoßgebet zum Himmel und empfahl seine Seele der\ngöttlichen Barmherzigkeit.",
        "Die Thür zum Schweinestall ward aufgerissen, und im selben Augenblick\nfaßte der Mönch blitzschnell den Entschluß, durch vehemente Flucht sich\ndurchzuschlagen, den ersten der Mörder niederzustoßen. Gedacht, gethan,\nder Franziskaner prasselte aus dem Stall heraus wie ein Ungewitter und\nwarf den Knecht über den Haufen.",
        "“Hui!” schrie der entsetzte Wirt, der am Boden liegende zappelnde Knecht\nzeterte über Mord und Totschlag. Auch der Franziskaner schrie in seiner\nTodesangst und rannte wie besessen dem Hofthor zu.",
        "Alle Hausinsassen kamen ob des Lärmes herbeigesprungen. Der Wirt, bleich\nwie der Tod, zitterte wie Espenlaub und richtete Beschwörungsworte an\nden Franziskaner, der schreckerstarrt an der Hofmauer stand und die\nSterbgebete murmelte. Durch die offene Stallthüre aber hüpften die\nSchweine heraus, quiecksend und schreiend den Wirrwarr im Gehöft\nvermehrend.",
        "“Bist du ein Geist oder der Teufel in Verkleidung?” schrie der Wirt und\nmachte das Kreuzzeichen gegen den Mönch.",
        "Frater Anselm faßte augenblicklich Mut; wer das Kreuzeszeichen macht,\nkann kein Mörder sein. Er rief: “Im Namen Gottes des Herrn frag’ ich\nEuch: Was wollet ihr von meinem Leben?”",
        "“Seid Ihr ein Geist oder ein sterblicher Mensch?”",
        "“Ich bin ein Franziskanerbruder, also ein Mensch!” Jetzt änderte sich\ndie verworrene Situation sofort; der Wirt gestand, daß er ein Ferkel,\ndas vor geraumer Zeit ein Bettelmönch eingestellt, “Franziskaner\"\ngenannt und gestern Auftrag gegeben habe, dieses Franziskaner-Ferkel\nabzuschlachten. Wie nun statt dieses Ferkels ein Kuttenmönch aus dem\nSchweinestall herausgesprungen sei, habe er nicht anders geglaubt, als\ndaß wegen des begangenen Frevels, ein Schwein “Franziskaner” genannt zu\nhaben, das Ferkel in einen Bettelmönch verwandelt und ein Geist geworden\nsei.",
        "Flink nützte Frater Anselm die Lage aus, indem er gewaltig über solchen\nFrevel loszog und die Strafe Gottes in nächste Aussicht stellte.",
        "Die Strafpredigt zwang den verdatterten Wirt in die Kniee, reuig bat er\num Verzeihung und gelobte das aufgefütterte Ferkel sogleich dem\nFranziskanerkloster zurückstellen zu wollen.",
        "Mehr konnte Frater Anselm nicht verlangen und schließlich lachte er über\ndie ausgestandene Angst und sein Mißgeschick, und die Gehöftbewohner\nlachten tapfer mit. Das Franziskaner-Ferkel wurde eingefangen und\ngebunden, dann mußte Frater Anselm sich bewirten lassen, und schließlich\nward angespannt, der Wirt fuhr den Mönch mit dem Terminiersack und dem\nschreienden Ferkel nach Salzburg ins Franziskanerkloster.",
        "Wenn ein Umstand den Wirt etwas beklommen machte, war es die Mitteilung,\ndaß jener Franziskaner, der das Spanferkel eingestellt hatte, an der\nPest verstorben sei.",
        "Der Gedanke an die damalige Ansteckungsgefahr ließ den Wirt nachträglich\nerschauern. Indes die Seuche ist seit Monaten erloschen, es hat keine\nGefahr mehr, und anstandslos durfte der Wirt durch das Stadtthor\neinfahren.",
        "Im Kloster lachte man weidlich über diese Franziskanergeschichte, und\nweil das Ferkel so prächtig aufgefüttert worden war, verübelte man dem\nWirt den Unterschlagungsversuch nicht weiter, zumal er ja nicht wissen\nkonnte, daß jener anspruchsberechtigte Mönchsbruder mit Tod abgegangen\nwar. Fürder wurde besagter Wirt einer der eifrigsten Almosenspender für\ndie wackeren Franziskaner und alljährlich lieferte er dem Kloster aus\neigenem Antrieb ein Ferkel zur Sühne.",
        "Continue...",
        "\nThis eBook of “Celsissimus” by Arthur Achleitner belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "CelsissimusBy Arthur AchleitnerAt Amazon"
    ]
}