{
    "title": "Celtic Fairy Tales - The Story of Deirdre",
    "author": "Joseph Jacobs",
    "chapter": "11",
    "content": [
        "\n",
        "\n\n",
        "There was a man in Ireland once who was called Malcolm Harper. The\nman was a right good man, and he had a goodly share of this world’s\ngoods. He had a wife, but no family. What did Malcolm hear but that\na soothsayer had come home to the place, and as the man was a right\ngood man, he wished that the soothsayer might come near them.\nWhether it was that he was invited or that he came of himself, the\nsoothsayer came to the house of Malcolm.",
        "“Are you doing any soothsaying?” says Malcolm.",
        "“Yes, I am doing a little. Are you in need of soothsaying?”",
        "“Well, I do not mind taking soothsaying from you, if you had\nsoothsaying for me, and you would be willing to do it.”",
        "“Well, I will do soothsaying for you. What kind of soothsaying do\nyou want?”",
        "“Well, the soothsaying I wanted was that you would tell me my lot or\nwhat will happen to me, if you can give me knowledge of it.”",
        "“Well, I am going out, and when I return, I will tell you.”",
        "And the soothsayer went forth out of the house and he was not long\noutside when he returned.",
        "“Well,” said the soothsayer, “I saw in my second sight that it is on\naccount of a daughter of yours that the greatest amount of blood\nshall be shed that has ever been shed in Erin since time and race\nbegan. And the three most famous heroes that ever were found will\nlose their heads on her account.”",
        "After a time a daughter was born to Malcolm, he did not allow a\nliving being to come to his house, only himself and the nurse. He\nasked this woman, “Will you yourself bring up the child to keep her\nin hiding far away where eye will not see a sight of her nor ear\nhear a word about her?”",
        "The woman said she would, so Malcolm got three men, and he took them\naway to a large mountain, distant and far from reach, without the\nknowledge or notice of any one. He caused there a hillock, round and\ngreen, to be dug out of the middle, and the hole thus made to be\ncovered carefully over so that a little company could dwell there\ntogether. This was done.",
        "Deirdre and her foster-mother dwelt in the bothy mid the hills\nwithout the knowledge or the suspicion of any living person about\nthem and without anything occurring, until Deirdre was sixteen years\nof age. Deirdre grew like the white sapling, straight and trim as\nthe rash on the moss. She was the creature of fairest form, of\nloveliest aspect, and of gentlest nature that existed between earth\nand heaven in all Ireland–whatever colour of hue she had before,\nthere was nobody that looked into her face but she would blush fiery\nred over it.",
        "The woman that had charge of her, gave Deirdre every information and\nskill of which she herself had knowledge and skill. There was not a\nblade of grass growing from root, nor a bird singing in the wood,\nnor a star shining from heaven but Deirdre had a name for it. But\none thing, she did not wish her to have either part or parley with\nany single living man of the rest of the world. But on a gloomy\nwinter night, with black, scowling clouds, a hunter of game was\nwearily travelling the hills, and what happened but that he missed\nthe trail of the hunt, and lost his course and companions. A\ndrowsiness came upon the man as he wearily wandered over the hills,\nand he lay down by the side of the beautiful green knoll in which\nDeirdre lived, and he slept. The man was faint from hunger and\nwandering, and benumbed with cold, and a deep sleep fell upon him.\nWhen he lay down beside the green hill where Deirdre was, a troubled\ndream came to the man, and he thought that he enjoyed the warmth of\na fairy broch, the fairies being inside playing music. The hunter\nshouted out in his dream, if there was any one in the broch, to let\nhim in for the Holy One’s sake. Deirdre heard the voice and said to\nher foster-mother: “O foster-mother, what cry is that?” “It is\nnothing at all, Deirdre–merely the birds of the air astray and\nseeking each other. But let them go past to the bosky glade. There\nis no shelter or house for them here.” “Oh, foster-mother, the bird\nasked to get inside for the sake of the God of the Elements, and you\nyourself tell me that anything that is asked in His name we ought to\ndo. If you will not allow the bird that is being benumbed with cold,\nand done to death with hunger, to be let in, I do not think much of\nyour language or your faith. But since I give credence to your\nlanguage and to your faith, which you taught me, I will myself let\nin the bird.” And Deirdre arose and drew the bolt from the leaf of\nthe door, and she let in the hunter. She placed a seat in the place\nfor sitting, food in the place for eating, and drink in the place\nfor drinking for the man who came to the house. “Oh, for this life\nand raiment, you man that came in, keep restraint on your tongue!\"\nsaid the old woman. “It is not a great thing for you to keep your\nmouth shut and your tongue quiet when you get a home and shelter of\na hearth on a gloomy winter’s night.”",
        "“Well,” said the hunter, “I may do that–keep my mouth shut and my\ntongue quiet, since I came to the house and received hospitality\nfrom you; but by the hand of thy father and grandfather, and by your\nown two hands, if some other of the people of the world saw this\nbeauteous creature you have here hid away, they would not long leave\nher with you, I swear.”",
        "“What men are these you refer to?” said Deirdre.",
        "“Well, I will tell you, young woman,” said the hunter.",
        "“They are Naois, son of Uisnech, and Allen and Arden his two\nbrothers.”",
        "“What like are these men when seen, if we were to see them?” said\nDeirdre.",
        "“Why, the aspect and form of the men when seen are these,” said the\nhunter: “they have the colour of the raven on their hair, their skin\nlike swan on the wave in whiteness, and their cheeks as the blood of\nthe brindled red calf, and their speed and their leap are those of\nthe salmon of the torrent and the deer of the grey mountain side.\nAnd Naois is head and shoulders over the rest of the people of\nErin.”",
        "“However they are,” said the nurse, “be you off from here and take\nanother road. And, King of Light and Sun! in good sooth and\ncertainty, little are my thanks for yourself or for her that let you\nin!”",
        "The hunter went away, and went straight to the palace of King\nConnachar. He sent word in to the king that he wished to speak to\nhim if he pleased. The king answered the message and came out to\nspeak to the man. “What is the reason of your journey?” said the\nking to the hunter.",
        "“I have only to tell you, O king,” said the hunter, “that I saw the\nfairest creature that ever was born in Erin, and I came to tell you\nof it.”",
        "“Who is this beauty and where is she to be seen, when she was not\nseen before till you saw her, if you did see her?”",
        "“Well, I did see her,” said the hunter. “But, if I did, no man else\ncan see her unless he get directions from me as to where she is\ndwelling.”",
        "“And will you direct me to where she dwells? and the reward of your\ndirecting me will be as good as the reward of your message,” said\nthe king.",
        "“Well, I will direct you, O king, although it is likely that this\nwill not be what they want,” said the hunter.",
        "Connachar, King of Ulster, sent for his nearest kinsmen, and he told\nthem of his intent. Though early rose the song of the birds mid the\nrocky caves and the music of the birds in the grove, earlier than\nthat did Connachar, King of Ulster, arise, with his little troop of\ndear friends, in the delightful twilight of the fresh and gentle\nMay; the dew was heavy on each bush and flower and stem, as they\nwent to bring Deirdre forth from the green knoll where she stayed.\nMany a youth was there who had a lithe leaping and lissom step when\nthey started whose step was faint, failing, and faltering when they\nreached the bothy on account of the length of the way and roughness\nof the road.",
        "“Yonder, now, down in the bottom of the glen is the bothy where the\nwoman dwells, but I will not go nearer than this to the old woman,\"\nsaid the hunter.",
        "Connachar with his band of kinsfolk went down to the green knoll\nwhere Deirdre dwelt and he knocked at the door of the bothy. The\nnurse replied, “No less than a king’s command and a king’s army\ncould put me out of my bothy to-night. And I should be obliged to\nyou, were you to tell who it is that wants me to open my bothy\ndoor.”",
        "“It is I, Connachar, King of Ulster.” When the poor woman heard who\nwas at the door, she rose with haste and let in the king and all\nthat could get in of his retinue.",
        "When the king saw the woman that was before him that he had been in\nquest of, he thought he never saw in the course of the day nor in\nthe dream of night a creature so fair as Deirdre and he gave his\nfull heart’s weight of love to her. Deirdre was raised on the\ntopmost of the heroes’ shoulders and she and her foster-mother were\nbrought to the Court of King Connachar of Ulster.",
        "With the love that Connachar had for her, he wanted to marry Deirdre\nright off there and then, will she nill she marry him. But she said\nto him, “I would be obliged to you if you will give me the respite\nof a year and a day.” He said “I will grant you that, hard though it\nis, if you will give me your unfailing promise that you will marry\nme at the year’s end.” And she gave the promise. Connachar got for\nher a woman-teacher and merry modest maidens fair that would lie\ndown and rise with her, that would play and speak with her. Deirdre\nwas clever in maidenly duties and wifely understanding, and\nConnachar thought he never saw with bodily eye a creature that\npleased him more.",
        "Deirdre and her women companions were one day out on the hillock\nbehind the house enjoying the scene, and drinking in the sun’s heat.\nWhat did they see coming but three men a-journeying. Deirdre was\nlooking at the men that were coming, and wondering at them. When the\nmen neared them, Deirdre remembered the language of the huntsman,\nand she said to herself that these were the three sons of Uisnech,\nand that this was Naois, he having what was above the bend of the\ntwo shoulders above the men of Erin all. The three brothers went\npast without taking any notice of them, without even glancing at the\nyoung girls on the hillock. What happened but that love for Naois\nstruck the heart of Deirdre, so that she could not but follow after\nhim. She girded up her raiment and went after the men that went past\nthe base of the knoll, leaving her women attendants there. Allen and\nArden had heard of the woman that Connachar, King of Ulster, had\nwith him, and they thought that, if Naois, their brother, saw her,\nhe would have her himself, more especially as she was not married to\nthe King. They perceived the woman coming, and called on one another\nto hasten their step as they had a long distance to travel, and the\ndusk of night was coming on. They did so. She cried: “Naois, son of\nUisnech, will you leave me?” “What piercing, shrill cry is that–the\nmost melodious my ear ever heard, and the shrillest that ever struck\nmy heart of all the cries I ever heard?” “It is anything else but\nthe wail of the wave-swans of Connachar,” said his brothers. “No!\nyonder is a woman’s cry of distress,” said Naois, and he swore he\nwould not go further until he saw from whom the cry came, and Naois\nturned back. Naois and Deirdre met, and Deirdre kissed Naois three\ntimes, and a kiss each to his brothers. With the confusion that she\nwas in, Deirdre went into a crimson blaze of fire, and her colour\ncame and went as rapidly as the movement of the aspen by the stream\nside. Naois thought he never saw a fairer creature, and Naois gave\nDeirdre the love that he never gave to thing, to vision, or to\ncreature but to herself.",
        "Then Naois placed Deirdre on the topmost height of his shoulder, and\ntold his brothers to keep up their pace, and they kept up their\npace. Naois thought that it would not be well for him to remain in\nErin on account of the way in which Connachar, King of Ulster, his\nuncle’s son, had gone against him because of the woman, though he\nhad not married her; and he turned back to Alba, that is, Scotland.\nHe reached the side of Loch-Ness and made his habitation there. He\ncould kill the salmon of the torrent from out his own door, and the\ndeer of the grey gorge from out his window. Naois and Deirdre and\nAllen and Arden dwelt in a tower, and they were happy so long a time\nas they were there.",
        "By this time the end of the period came at which Deirdre had to\nmarry Connachar, King of Ulster. Connachar made up his mind to take\nDeirdre away by the sword whether she was married to Naois or not.\nSo he prepared a great and gleeful feast. He sent word far and wide\nthrough Erin all to his kinspeople to come to the feast. Connachar\nthought to himself that Naois would not come though he should bid\nhim; and the scheme that arose in his mind was to send for his\nfather’s brother, Ferchar Mac Ro, and to send him on an embassy to\nNaois. He did so; and Connachar said to Ferchar, “Tell Naois, son of\nUisnech, that I am setting forth a great and gleeful feast to my\nfriends and kinspeople throughout the wide extent of Erin all, and\nthat I shall not have rest by day nor sleep by night if he and Allen\nand Arden be not partakers of the feast.”",
        "Ferchar Mac Ro and his three sons went on their journey, and reached\nthe tower where Naois was dwelling by the side of Loch Etive. The\nsons of Uisnech gave a cordial kindly welcome to Ferchar Mac Ro and\nhis three sons, and asked of him the news of Erin. “The best news\nthat I have for you,” said the hardy hero, “is that Connachar, King\nof Ulster, is setting forth a great sumptuous feast to his friends\nand kinspeople throughout the wide extent of Erin all, and he has\nvowed by the earth beneath him, by the high heaven above him, and by\nthe sun that wends to the west, that he will have no rest by day nor\nsleep by night if the sons of Uisnech, the sons of his own father’s\nbrother, will not come back to the land of their home and the soil\nof their nativity, and to the feast likewise, and he has sent us on\nembassy to invite you.”",
        "“We will go with you,” said Naois.",
        "“We will,” said his brothers.",
        "But Deirdre did not wish to go with Ferchar Mac Ro, and she tried\nevery prayer to turn Naois from going with him–she said:",
        "“I saw a vision, Naois, and do you interpret it to me,” said\nDeirdre–then she sang:",
        "  O Naois, son of Uisnech, hear\n  What was shown in a dream to me.",
        "  There came three white doves out of the South\n    Flying over the sea,\n  And drops of honey were in their mouth\n    From the hive of the honey-bee.",
        "  O Naois, son of Uisnech, hear,\n  What was shown in a dream to me.",
        "  I saw three grey hawks out of the south\n    Come flying over the sea,\n  And the red red drops they bare in their mouth\n    They were dearer than life to me.",
        "Said Naois:–",
        "  It is nought but the fear of woman’s heart,\n  And a dream of the night, Deirdre.",
        "“The day that Connachar sent the invitation to his feast will be\nunlucky for us if we don’t go, O Deirdre.”",
        "“You will go there,” said Ferchar Mac Ro; “and if Connachar show\nkindness to you, show ye kindness to him; and if he will display\nwrath towards you display ye wrath towards him, and I and my three\nsons will be with you.”",
        "“We will,” said Daring Drop. “We will,” said Hardy Holly. “We will,\"\nsaid Fiallan the Fair.",
        "“I have three sons, and they are three heroes, and in any harm or\ndanger that may befall you, they will be with you, and I myself will\nbe along with them.” And Ferchar Mac Ro gave his vow and his word in\npresence of his arms that, in any harm or danger that came in the\nway of the sons of Uisnech, he and his three sons would not leave\nhead on live body in Erin, despite sword or helmet, spear or shield,\nblade or mail, be they ever so good.",
        "Deirdre was unwilling to leave Alba, but she went with Naois.\nDeirdre wept tears in showers and she sang:",
        "  Dear is the land, the land over there,\n    Alba full of woods and lakes;\n  Bitter to my heart is leaving thee,\n    But I go away with Naois.",
        "Ferchar Mac Ro did not stop till he got the sons of Uisnech away\nwith him, despite the suspicion of Deirdre.",
        "  The coracle was put to sea,\n    The sail was hoisted to it;\n  And the second morrow they arrived\n    On the white shores of Erin.",
        "As soon as the sons of Uisnech landed in Erin, Ferchar Mac Ro sent\nword to Connachar, king of Ulster, that the men whom he wanted were\ncome, and let him now show kindness to them. “Well,” said Connachar,\n“I did not expect that the sons of Uisnech would come, though I sent\nfor them, and I am not quite ready to receive them. But there is a\nhouse down yonder where I keep strangers, and let them go down to it\ntoday, and my house will be ready before them tomorrow.”",
        "But he that was up in the palace felt it long that he was not\ngetting word as to how matters were going on for those down in the\nhouse of the strangers. “Go you, Gelban Grednach, son of Lochlin’s\nKing, go you down and bring me information as to whether her former\nhue and complexion are on Deirdre. If they be, I will take her out\nwith edge of blade and point of sword, and if not, let Naois, son of\nUisnech, have her for himself,” said Connachar.",
        "Gelban, the cheering and charming son of Lochlin’s King, went down\nto the place of the strangers, where the sons of Uisnech and Deirdre\nwere staying. He looked in through the bicker-hole on the door-leaf.\nNow she that he gazed upon used to go into a crimson blaze of\nblushes when any one looked at her. Naois looked at Deirdre and knew\nthat some one was looking at her from the back of the door-leaf. He\nseized one of the dice on the table before him and fired it through\nthe bicker-hole, and knocked the eye out of Gelban Grednach the\nCheerful and Charming, right through the back of his head. Gelban\nreturned back to the palace of King Connachar.",
        "“You were cheerful, charming, going away, but you are cheerless,\ncharmless, returning. What has happened to you, Gelban? But have you\nseen her, and are Deirdre’s hue and complexion as before?” said\nConnachar.",
        "“Well, I have seen Deirdre, and I saw her also truly, and while I\nwas looking at her through the bicker-hole on the door, Naois, son\nof Uisnech, knocked out my eye with one of the dice in his hand. But\nof a truth and verity, although he put out even my eye, it were my\ndesire still to remain looking at her with the other eye, were it\nnot for the hurry you told me to be in,” said Gelban.",
        "“That is true,” said Connachar; “let three hundred bravo heroes go\ndown to the abode of the strangers, and let them bring hither to me\nDeirdre, and kill the rest.”",
        "Connachar ordered three hundred active heroes to go down to the\nabode of the strangers and to take Deirdre up with them and kill the\nrest. “The pursuit is coming,” said Deirdre.",
        "“Yes, but I will myself go out and stop the pursuit,” said Naois.",
        "“It is not you, but we that will go,” said Daring Drop, and Hardy\nHolly, and Fiallan the Fair; “it is to us that our father entrusted\nyour defence from harm and danger when he himself left for home.\"\nAnd the gallant youths, full noble, full manly, full handsome, with\nbeauteous brown locks, went forth girt with battle arms fit for\nfierce fight and clothed with combat dress for fierce contest fit,\nwhich was burnished, bright, brilliant, bladed, blazing, on which\nwere many pictures of beasts and birds and creeping things, lions\nand lithe-limbed tigers, brown eagle and harrying hawk and adder\nfierce; and the young heroes laid low three-thirds of the company.",
        "Connachar came out in haste and cried with wrath: “Who is there on\nthe floor of fight, slaughtering my men?”",
        "“We, the three sons of Ferchar Mac Ro.”",
        "“Well,” said the king, “I will give a free bridge to your\ngrandfather, a free bridge to your father, and a free bridge each to\nyou three brothers, if you come over to my side tonight.”",
        "“Well, Connachar, we will not accept that offer from you nor thank\nyou for it. Greater by far do we prefer to go home to our father and\ntell the deeds of heroism we have done, than accept anything on\nthese terms from you. Naois, son of Uisnech, and Allen and Arden are\nas nearly related to yourself as they are to us, though you are so\nkeen to shed their blood, and you would shed our blood also,\nConnachar.” And the noble, manly, handsome youths with beauteous,\nbrown locks returned inside. “We are now,” said they, “going home to\ntell our father that you are now safe from the hands of the king.\"\nAnd the youths all fresh and tall and lithe and beautiful, went home\nto their father to tell that the sons of Uisnech were safe. This\nhappened at the parting of the day and night in the morning twilight\ntime, and Naois said they must go away, leave that house, and return\nto Alba.",
        "Naois and Deirdre, Allan and Arden started to return to Alba. Word\ncame to the king that the company he was in pursuit of were gone.\nThe king then sent for Duanan Gacha Druid, the best magician he had,\nand he spoke to him as follows:–\"Much wealth have I expended on\nyou, Duanan Gacha Druid, to give schooling and learning and magic\nmystery to you, if these people get away from me today without care,\nwithout consideration or regard for me, without chance of overtaking\nthem, and without power to stop them.”",
        "“Well, I will stop them,” said the magician, “until the company you\nsend in pursuit return.” And the magician placed a wood before them\nthrough which no man could go, but the sons of Uisnech marched\nthrough the wood without halt or hesitation, and Deirdre held on to\nNaois’s hand.",
        "“What is the good of that? that will not do yet,” said Connachar.\n“They are off without bending of their feet or stopping of their\nstep, without heed or respect to me, and I am without power to keep\nup to them or opportunity to turn them back this night.”",
        "“I will try another plan on them,” said the druid; and he placed\nbefore them a grey sea instead of a green plain. The three heroes\nstripped and tied their clothes behind their heads, and Naois placed\nDeirdre on the top of his shoulder.",
        "  They stretched their sides to the stream,\n    And sea and land were to them the same,\n  The rough grey ocean was the same\n    As meadow-land green and plain.",
        "“Though that be good, O Duanan, it will not make the heroes return,\"\nsaid Connachar; “they are gone without regard for me, and without\nhonour to me, and without power on my part to pursue them or to\nforce them to return this night.”",
        "“We shall try another method on them, since yon one did not stop\nthem,” said the druid. And the druid froze the grey ridged sea into\nhard rocky knobs, the sharpness of sword being on the one edge and\nthe poison power of adders on the other. Then Arden cried that he\nwas getting tired, and nearly giving over. “Come you, Arden, and sit\non my right shoulder,” said Naois. Arden came and sat, on Naois’s\nshoulder. Arden was long in this posture when he died; but though he\nwas dead Naois would not let him go. Allen then cried out that he\nwas getting faint and nigh-well giving up. When Naois heard his\nprayer, he gave forth the piercing sigh of death, and asked Allen to\nlay hold of him and he would bring him to land.",
        "Allen was not long when the weakness of death came on him and his\nhold failed. Naois looked around, and when he saw his two well-\nbeloved brothers dead, he cared not whether he lived or died, and he\ngave forth the bitter sigh of death, and his heart burst.",
        "“They are gone,” said Duanan Gacha Druid to the king, “and I have\ndone what you desired me. The sons of Uisnech are dead and they will\ntrouble you no more; and you have your wife hale and whole to\nyourself.”",
        "“Blessings for that upon you and may the good results accrue to me,\nDuanan. I count it no loss what I spent in the schooling and\nteaching of you. Now dry up the flood, and let me see if I can\nbehold Deirdre,” said Connachar. And Duanan Gacha Druid dried up the\nflood from the plain and the three sons of Uisnech were lying\ntogether dead, without breath of life, side by side on the green\nmeadow plain and Deirdre bending above showering down her tears.",
        "Then Deirdre said this lament: “Fair one, loved one, flower of\nbeauty; beloved upright and strong; beloved noble and modest\nwarrior. Fair one, blue-eyed, beloved of thy wife; lovely to me at\nthe trysting-place came thy clear voice through the woods of\nIreland. I cannot eat or smile henceforth. Break not to-day, my\nheart: soon enough shall I lie within my grave. Strong are the waves\nof sorrow, but stronger is sorrow’s self, Connachar.”",
        "The people then gathered round the heroes’ bodies and asked\nConnachar what was to be done with the bodies. The order that he\ngave was that they should dig a pit and put the three brothers in it\nside by side.",
        "Deirdre kept sitting on the brink of the grave, constantly asking\nthe gravediggers to dig the pit wide and free. When the bodies of\nthe brothers were put in the grave, Deirdre said:–",
        "  Come over hither, Naois, my love,\n  Let Arden close to Allen lie;\n  If the dead had any sense to feel,\n  Ye would have made a place for Deirdre.",
        "The men did as she told them. She jumped into the grave and lay down\nby Naois, and she was dead by his side.",
        "The king ordered the body to be raised from out the grave and to be\nburied on the other side of the loch. It was done as the king bade,\nand the pit closed. Thereupon a fir shoot grew out of the grave of\nDeirdre and a fir shoot from the grave of Naois, and the two shoots\nunited in a knot above the loch. The king ordered the shoots to be\ncut down, and this was done twice, until, at the third time, the\nwife whom the king had married caused him to stop this work of evil\nand his vengeance on the remains of the dead.",
        "Continue...",
        "\nThis complete e-book of Celtic Fairy Tales, collected and edited by\nJoseph Jacobs, is in the public domain.\nThis page has been created by Philipp Lenssen.\n\nAt Amazon: The Golden Book of Fairy Tales\n\nPage last updated on December 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Favorite Celtic Fairy Tales (Dover Children's Thrift Classics)By Joseph JacobsAt Amazon"
    ]
}