{
    "title": "Celtic Fairy Tales - The Wooing of Olwen",
    "author": "Joseph Jacobs",
    "chapter": "15",
    "content": [
        "\n",
        "\n\n",
        "Shortly after the birth of Kilhuch, the son of King Kilyth, his\nmother died. Before her death she charged the king that he should\nnot take a wife again until he saw a briar with two blossoms upon\nher grave, and the king sent every morning to see if anything were\ngrowing thereon. After many years the briar appeared, and he took to\nwife the widow of King Doged. She foretold to her stepson, Kilhuch,\nthat it was his destiny to marry a maiden named Olwen, or none\nother, and he, at his father’s bidding, went to the court of his\ncousin, King Arthur, to ask as a boon the hand of the maiden. He\nrode upon a grey steed with shell-formed hoofs, having a bridle of\nlinked gold, and a saddle also of gold. In his hand were two spears\nof silver, well-tempered, headed with steel, of an edge to wound the\nwind and cause blood to flow, and swifter than the fall of the dew-\ndrop from the blade of reed grass upon the earth when the dew of\nJune is at its heaviest. A gold-hilted sword was on his thigh, and\nthe blade was of gold, having inlaid upon it a cross of the hue of\nthe lightning of heaven. Two brindled, white-breasted greyhounds,\nwith strong collars of rubies, sported round him, and his courser\ncast up four sods with its four hoofs like four swallows about his\nhead. Upon the steed was a four-cornered cloth of purple, and an\napple of gold was at each corner. Precious gold was upon the\nstirrups and shoes, and the blade of grass bent not beneath them, so\nlight was the courser’s tread as he went towards the gate of King\nArthur’s palace.",
        "Arthur received him with great ceremony, and asked him to remain at\nthe palace; but the youth replied that he came not to consume meat\nand drink, but to ask a boon of the king.",
        "Then said Arthur, “Since thou wilt not remain here, chieftain, thou\nshalt receive the boon, whatsoever thy tongue may name, as far as\nthe wind dries and the rain moistens, and the sun revolves, and the\nsea encircles, and the earth extends, save only my ships and my\nmantle, my sword, my lance, my shield, my dagger, and Guinevere my\nwife.”",
        "So Kilhuch craved of him the hand of Olwen, the daughter of\nYspathaden Penkawr, and also asked the favour and aid of all\nArthur’s court.",
        "Then said Arthur, “O chieftain, I have never heard of the maiden of\nwhom thou speakest, nor of her kindred, but I will gladly send\nmessengers in search of her.”",
        "And the youth said, “I will willingly grant from this night to that\nat the end of the year to do so.”",
        "Then Arthur sent messengers to every land within his dominions to\nseek for the maiden; and at the end of the year Arthur’s messengers\nreturned without having gained any knowledge or information\nconcerning Olwen more than on the first day.",
        "Then said Kilhuch, “Every one has received his boon, and I yet lack\nmine. I will depart and bear away thy honour with me.”",
        "Then said Kay, “Rash chieftain! dost thou reproach Arthur? Go with\nus, and we will not part until thou dost either confess that the\nmaiden exists not in the world, or until we obtain her.”",
        "Thereupon Kay rose up.",
        "Kay had this peculiarity, that his breath lasted nine nights and\nnine days under water, and he could exist nine nights and nine days\nwithout sleep. A wound from Kay’s sword no physician could heal.\nVery subtle was Kay. When it pleased him he could render himself as\ntall as the highest tree in the forest. And he had another\npeculiarity–so great was the heat of his nature, that, when it\nrained hardest, whatever he carried remained dry for a handbreadth\nabove and a handbreadth below his hand; and when his companions were\ncoldest, it was to them as fuel with which to light their fire.",
        "And Arthur called Bedwyr, who never shrank from any enterprise upon\nwhich Kay was bound. None was equal to him in swiftness throughout\nthis island except Arthur and Drych Ail Kibthar. And although he was\none-handed, three warriors could not shed blood faster than he on\nthe field of battle. Another property he had; his lance would\nproduce a wound equal to those of nine opposing lances.",
        "And Arthur called to Kynthelig the guide. “Go thou upon this\nexpedition with the Chieftain.” For as good a guide was he in a land\nwhich he had never seen as he was in his own.",
        "He called Gwrhyr Gwalstawt Ieithoedd, because he knew all tongues.",
        "He called Gwalchmai, the son of Gwyar, because he never returned\nhome without achieving the adventure of which he went in quest. He\nwas the best of footmen and the best of knights. He was nephew to\nArthur, the son of his sister, and his cousin.",
        "And Arthur called Menw, the son of Teirgwaeth, in order that if they\nwent into a savage country, he might cast a charm and an illusion\nover them, so that none might see them whilst they could see every\none.",
        "They journeyed on till they came to a vast open plain, wherein they\nsaw a great castle, which was the fairest in the world. But so far\naway was it that at night it seemed no nearer, and they scarcely\nreached it on the third day. When they came before the castle they\nbeheld a vast flock of sheep, boundless and without end. They told\ntheir errand to the herdsman, who endeavoured to dissuade them,\nsince none who had come thither on that quest had returned alive.\nThey gave to him a gold ring, which he conveyed to his wife, telling\nher who the visitors were.",
        "On the approach of the latter, she ran out with joy to greet them,\nand sought to throw her arms about their necks. But Kay, snatching a\nbillet out of the pile, placed the log between her two hands, and\nshe squeezed it so that it became a twisted coil.",
        "“O woman,” said Kay, “if thou hadst squeezed me thus, none could\never again have set their affections on me. Evil love were this.”",
        "They entered the house, and after meat she told them that the maiden\nOlwen came there every Saturday to wash. They pledged their faith\nthat they would not harm her, and a message was sent to her. So\nOlwen came, clothed in a robe of flame-coloured silk, and with a\ncollar of ruddy gold, in which were emeralds and rubies, about her\nneck. More golden was her hair than the flower of the broom, and her\nskin was whiter than the foam of the wave, and fairer were her hands\nand her fingers than the blossoms of the wood anemone amidst the\nspray of the meadow fountain. Brighter were her glances than those\nof a falcon; her bosom was more snowy than the breast of the white\nswan, her cheek redder than the reddest roses. Whoso beheld was\nfilled with her love. Four white trefoils sprang up wherever she\ntrod, and therefore was she called Olwen.",
        "Then Kilhuch, sitting beside her on a bench, told her his love, and\nshe said that he would win her as his bride if he granted whatever\nher father asked.",
        "Accordingly they went up to the castle and laid their request before\nhim.",
        "“Raise up the forks beneath my two eyebrows which have fallen over\nmy eyes,” said Yspathaden Penkawr, “that I may see the fashion of my\nson-in-law.”",
        "They did so, and he promised, them an answer on the morrow. But as\nthey were going forth, Yspathaden seized one of the three poisoned\ndarts that lay beside him and threw it back after them.",
        "And Bedwyr caught it and flung it back, wounding Yspathaden in the\nknee.",
        "Then said he, “A cursed ungentle son-in-law, truly. I shall ever\nwalk the worse for his rudeness. This poisoned iron pains me like\nthe bite of a gad-fly. Cursed be the smith who forged it, and the\nanvil whereon it was wrought.”",
        "The knights rested in the house of Custennin the herdsman, but the\nnext day at dawn they returned to the castle and renewed their\nrequest.",
        "Yspathaden said it was necessary that he should consult Olwen’s four\ngreat-grandmothers and her four great-grand-sires.",
        "The knights again withdrew, and as they were going he took the\nsecond dart and cast it after them.",
        "But Menw caught it and flung it back, piercing Yspathaden’s breast\nwith it, so that it came out at the small of his back.",
        "“A cursed ungentle son-in-law, truly,” says he, “the hard iron pains\nme like the bite of a horse-leech. Cursed be the hearth whereon it\nwas heated! Henceforth whenever I go up a hill, I shall have a scant\nin my breath and a pain in my chest.”",
        "On the third day the knights returned once more to the palace, and\nYspathaden took the third dart and cast it at them.",
        "But Kilhuch caught it and threw it vigorously, and wounded him\nthrough the eyeball, so that the dart came out at the back of his\nhead.",
        "“A cursed ungentle son-in-law, truly. As long as I remain alive my\neyesight will be the worse. Whenever I go against the wind my eyes\nwill water, and peradventure my head will burn, and I shall have a\ngiddiness every new moon. Cursed be the fire in which it was forged.\nLike the bite of a mad dog is the stroke of this poisoned iron.”",
        "And they went to meat.",
        "Said Yspathaden Penkawr, “Is it thou that seekest my daughter?”",
        "“It is I,” answered Kilhuch.",
        "“I must have thy pledge that thou wilt not do towards me otherwise\nthan is just, and when I have gotten that which I shall name, my\ndaughter thou shalt have.”",
        "“I promise thee that willingly,” said Kilhuch, “name what thou\nwilt.”",
        "“I will do so,” said he.",
        "“Throughout the world there is not a comb or scissors with which I\ncan arrange my hair, on, account of its rankness, except the comb\nand scissors that are between the two ears of Turch Truith, the son\nof Prince Tared. He will not give them of his own free will, and\nthou wilt not be able to compel him.”",
        "“It will be easy for me to compass this, although thou mayest think\nthat it will not be easy.”",
        "“Though thou get this, there is yet that which thou wilt not get. It\nwill not be possible to hunt Turch Truith without Drudwyn the whelp\nof Greid, the son of Eri, and know that throughout the world there\nis not a huntsman who can hunt with this dog, except Mabon the son\nof Modron. He was taken from his mother when three nights old, and\nit is not known where he now is, nor whether he is living or dead.”",
        "“It will be easy for me to compass this, although thou mayest think\nthat it will not be easy.”",
        "“Though thou get this, there is yet that which thou wilt not get.\nThou wilt not get Mabon, for it is not known where he is, unless\nthou find Eidoel, his kinsman in blood, the son of Aer. For it would\nbe useless to seek for him. He is his cousin.”",
        "“It will be easy for me to compass this, although thou mayest think\nthat it will not be easy. Horses shall I have, and chivalry; and my\nlord and kinsman Arthur will obtain for me all these things. And I\nshall gain thy daughter, and thou shalt lose thy life.”",
        "“Go forward. And thou shalt not be chargeable for food or raiment\nfor my daughter while thou art seeking these things; and when thou\nhast compassed all these marvels, thou shalt have my daughter for\nwife.”",
        "Now, when they told Arthur how they had sped, Arthur said, “Which of\nthese marvels will it be best for us to seek first?”",
        "“It will be best,” said they, “to seek Mabon the son of Modron; and\nhe will not be found unless we first find Eidoel, the son of Aer,\nhis kinsman.”",
        "Then Arthur rose up, and the warriors of the Islands of Britain with\nhim, to seek for Eidoel; and they proceeded until they came before\nthe castle of Glivi, where Eidoel was imprisoned.",
        "Glivi stood on the summit of his castle, and said, “Arthur, what\nrequirest thou of me, since nothing remains to me in this fortress,\nand I have neither joy nor pleasure in it; neither wheat nor oats?”",
        "Said Arthur, “Not to injure thee came I hither, but to seek for the\nprisoner that is with thee.”",
        "“I will give thee my prisoner, though I had not thought to give him\nup to any one; and therewith shalt thou have my support and my aid.”",
        "His followers then said unto Arthur, “Lord, go thou home, thou canst\nnot proceed with thy host in quest of such small adventures as\nthese.”",
        "Then said Arthur, “It were well for thee, Gwrhyr Gwalstawt\nIeithoedd, to go upon this quest, for thou knowest all languages,\nand art familiar with those of the birds and the beasts. Go, Eidoel,\nlikewise with my men in search of thy cousin. And as for you, Kay\nand Bedwyr, I have hope of whatever adventure ye are in quest of,\nthat ye will achieve it. Achieve ye this adventure for me.”",
        "These went forward until they came to the Ousel of Cilgwri, and\nGwrhyr adjured her for the sake of Heaven, saying, “Tell me if thou\nknowest aught of Mabon, the son of Modron, who was taken when three\nnights old from between his mother and the wall.”",
        "And the Ousel answered, “When I first came here there was a smith’s\nanvil in this place, and I was then a young bird, and from that time\nno work has been done upon it, save the pecking of my beak every\nevening, and now there is not so much as the size of a nut remaining\nthereof; yet the vengeance of Heaven be upon me if during all that\ntime I have ever heard of the man for whom you inquire.\nNevertheless, there is a race of animals who were formed before me,\nand I will be your guide to them.”",
        "So they proceeded to the place where was the Stag of Redynvre.",
        "“Stag of Redynvre, behold we are come to thee, an embassy from\nArthur, for we have not heard of any animal older than thou. Say,\nknowest thou aught of Mabon?”",
        "The stag said, “When first I came hither there was a plain all\naround me, without any trees save one oak sapling, which grew up to\nbe an oak with an hundred branches. And that oak has since perished,\nso that now nothing remains of it but the withered stump; and from\nthat day to this I have been here, yet have I never heard of the man\nfor whom you inquire. Nevertheless, I will be your guide to the\nplace where there is an animal which was formed before I was.”",
        "So they proceeded to the place where was the Owl of Cwm Cawlwyd, to\ninquire of him concerning Mabon.",
        "And the owl said, “If I knew I would tell you. When first I came\nhither, the wide valley you see was a wooded glen. And a race of men\ncame and rooted it up. And there grew there a second wood, and this\nwood is the third. My wings, are they not withered stumps? Yet all\nthis time, even until to-day, I have never heard of the man for whom\nyou inquire. Nevertheless, I will be the guide of Arthur’s embassy\nuntil you come to the place where is the oldest animal in this\nworld, and the one who has travelled most, the eagle of Gwern Abwy.”",
        "When they came to the eagle, Gwrhyr asked it the same question; but\nit replied, “I have been here for a great space of time, and when I\nfirst came hither there was a rock here, from the top of which I\npecked at the stars every evening, and now it is not so much as a\nspan high. From that day to this I have been here, and I have never\nheard of the man for whom you inquire, except once when I went in\nsearch of food as far as Llyn Llyw.  And when I came there, I struck\nmy talons into a salmon, thinking he would serve me as food for a\nlong time. But he drew me into the deep, and I was scarcely able to\nescape from him. After that I went with my whole kindred to attack\nhim and to try to destroy him, but he sent messengers and made peace\nwith me, and came and besought me to take fifty fish-spears out of\nhis back. Unless he know something of him whom you seek, I cannot\ntell you who may. However, I will guide you to the place where he\nis.”",
        "So they went thither, and the eagle said, “Salmon of Llyn Llyw, I\nhave come to thee with an embassy from Arthur to ask thee if thou\nknowest aught concerning Mabon, the son of Modron, who was taken\naway at three nights old from between his mother and the wall.”",
        "And the salmon answered, “As much as I know I will tell thee. With\nevery tide I go along the river upwards, until I come near to the\nwalls of Gloucester, and there have I found such wrong as I never\nfound elsewhere; and to the end that ye may give credence thereto,\nlet one of you go thither upon each of my two shoulders.”",
        "So Kay and Gwrhyr went upon his shoulders, and they proceeded till\nthey came to the wall of the prison, and they heard a great wailing\nand lamenting from the dungeon. Said Gwrhyr, “Who is it that laments\nin this house of stone?”",
        "And the voice replied, “Alas, it is Mabon, the son of Modron, who is\nhere imprisoned!”",
        "Then they returned and told Arthur, who, summoning his warriors,\nattacked the castle.",
        "And whilst the fight was going on, Kay and Bedwyr, mounting on the\nshoulders of the fish, broke into the dungeon, and brought away with\nthem Mabon, the son of Modron.",
        "Then Arthur summoned unto him all the warriors that were in the\nthree islands of Britain and in the three islands adjacent; and he\nwent as far as Esgeir Ocrvel in Ireland where the Boar Truith was\nwith his seven young pigs. And the dogs were let loose upon him from\nall sides. But he wasted the fifth part of Ireland, and then set\nforth through the sea to Wales. Arthur and his hosts, and his\nhorses, and his dogs followed hard after him. But ever and awhile\nthe boar made a stand, and many a champion of Arthur’s did he slay.\nThroughout all Wales did Arthur follow him, and one by one the\nyoung pigs were killed. At length, when he would fain have crossed\nthe Severn and escaped into Cornwall, Mabon the son of Modron came\nup with him, and Arthur fell upon him together with the champions of\nBritain. On the one side Mabon the son of Modron spurred his steed\nand snatched his razor from him, whilst Kay came up with him on the\nother side and took from him the scissors. But before they could\nobtain the comb he had regained the ground with his feet, and from\nthe moment that he reached the shore, neither dog nor man nor horse\ncould overtake him until he came to Cornwall. There Arthur and his\nhosts followed in his track until they overtook him in Cornwall.\nHard had been their trouble before, but it was child’s play to what\nthey met in seeking the comb. Win it they did, and the Boar Truith\nthey hunted into the deep sea, and it was never known whither he\nwent.",
        "Then Kilhuch set forward, and as many as wished ill to Yspathaden\nPenkawr. And they took the marvels with them to his court. And Kaw\nof North Britain came and shaved his beard, skin and flesh clean off\nto the very bone from ear to ear.",
        "“Art thou shaved, man?” said Kilhuch.",
        "“I am shaved,” answered he.",
        "“Is thy daughter mine now?”",
        "“She is thine, but therefore needst thou not thank me, but Arthur\nwho hath accomplished this for thee. By my free will thou shouldst\nnever have had her, for with her I lose my life.”",
        "Then Goreu the son of Custennin seized him by the hair of his head\nand dragged him after him to the keep, and cut off his head and\nplaced it on a stake on the citadel.",
        "Thereafter the hosts of Arthur dispersed themselves each man to his\nown country.",
        "Thus did Kilhuch son of Kelython win to wife Olwen, the daughter of\nYspathaden Penkawr.",
        "Continue...",
        "\nThis complete e-book of Celtic Fairy Tales, collected and edited by\nJoseph Jacobs, is in the public domain.\nThis page has been created by Philipp Lenssen.\n\nAt Amazon: The Golden Book of Fairy Tales\n\nPage last updated on December 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Favorite Celtic Fairy Tales (Dover Children's Thrift Classics)By Joseph JacobsAt Amazon"
    ]
}