{
    "title": "Celtic Fairy Tales - The Tale of Ivan",
    "author": "Joseph Jacobs",
    "chapter": "24",
    "content": [
        "\n",
        "\n\n",
        "There were formerly a man and a woman living in the parish of\nLlanlavan, in the place which is called Hwrdh. And work became\nscarce, so the man said to his wife, “I will go search for work, and\nyou may live here.” So he took fair leave, and travelled far toward\nthe East, and at last came to the house of a farmer and asked for\nwork.",
        "“What work can ye do?” said the farmer. “I can do all kinds of\nwork,” said Ivan. Then they agreed upon three pounds for the year’s\nwages.",
        "When the end of the year came his master showed him the three\npounds. “See, Ivan,” said he, “here’s your wage; but if you will\ngive it me back I’ll give you a piece of advice instead.”",
        "“Give me my wage,” said Ivan.",
        "“No, I’ll not,” said the master; “I’ll explain my advice.”",
        "“Tell it me, then,” said Ivan.",
        "Then said the master, “Never leave the old road for the sake of a\nnew one.”",
        "After that they agreed for another year at the old wages, and at the\nend of it Ivan took instead a piece of advice, and this was it:\n“Never lodge where an old man is married to a young woman.”",
        "The same thing happened at the end of the third year, when the piece\nof advice was: “Honesty is the best policy.”",
        "But Ivan would not stay longer, but wanted to go back to his wife.",
        "“Don’t go to-day,” said his master; “my wife bakes to-morrow, and\nshe shall make thee a cake to take home to thy good woman.”",
        "And when Ivan was going to leave, “Here,” said his master, “here is\na cake for thee to take home to thy wife, and, when ye are most\njoyous together, then break the cake, and not sooner.”",
        "So he took fair leave of them and travelled towards home, and at\nlast he came to Wayn Her, and there he met three merchants from Tre\nRhyn, of his own parish, coming home from Exeter Fair. “Oho! Ivan,\"\nsaid they, “come with us; glad are we to see you. Where have you\nbeen so long?”",
        "“I have been in service,” said Ivan, “and now I’m going home to my\nwife.”",
        "“Oh, come with us! you’ll be right welcome.” But when they took the\nnew road Ivan kept to the old one. And robbers fell upon them before\nthey had gone far from Ivan as they were going by the fields of the\nhouses in the meadow. They began to cry out, “Thieves!” and Ivan\nshouted out “Thieves!” too. And when the robbers heard Ivan’s shout\nthey ran away, and the merchants went by the new road and Ivan by\nthe old one till they met again at Market-Jew.",
        "“Oh, Ivan,” said the merchants, “we are beholding to you; but for\nyou we would have been lost men. Come lodge with us at our cost, and\nwelcome.”",
        "When they came to the place where they used to lodge, Ivan said, “I\nmust see the host.”",
        "“The host,” they cried; “what do you want with the host? Here is the\nhostess, and she’s young and pretty. If you want to see the host\nyou’ll find him in the kitchen.”",
        "So he went into the kitchen to see the host; he found him a weak old\nman turning the spit.",
        "“Oh! oh!” quoth Ivan, “I’ll not lodge here, but will go next door.”",
        "“Not yet,” said the merchants, “sup with us, and welcome.”",
        "Now it happened that the hostess had plotted with a certain monk in\nMarket-Jew to murder the old man in his bed that night while the\nrest were asleep, and they agreed to lay it on the lodgers.",
        "So while Ivan was in bed next door, there was a hole in the pine-end\nof the house, and he saw a light through it. So he got up and\nlooked, and heard the monk speaking. “I had better cover this hole,\"\nsaid he, “or people in the next house may see our deeds.” So he\nstood with his back against it while the hostess killed the old man.",
        "But meanwhile Ivan out with his knife, and putting it through the\nhole, cut a round piece off the monk’s robe. The very next morning\nthe hostess raised the cry that her husband was murdered, and as\nthere was neither man nor child in the house but the merchants, she\ndeclared they ought to be hanged for it.",
        "So they were taken and carried to prison, till a last Ivan came to\nthem. “Alas! alas! Ivan,” cried they, “bad luck sticks to us; our\nhost was killed last night, and we shall be hanged for it.”",
        "“Ah, tell the justices,” said Ivan, “to summon the real murderers.”",
        "“Who knows,” they replied, “who committed the crime?”",
        "“Who committed the crime!” said Ivan. “if I cannot prove who\ncommitted the crime, hang me in your stead.”",
        "So he told all he knew, and brought out the piece of cloth from the\nmonk’s robe, and with that the merchants were set at liberty, and\nthe hostess and the monk were seized and hanged.",
        "Then they came all together out of Market-Jew, and they said to him:\n“Come as far as Coed Carrn y Wylfa, the Wood of the Heap of Stones\nof Watching, in the parish of Burman.” Then their two roads\nseparated, and though the merchants wished Ivan to go with them, he\nwould not go with them, but went straight home to his wife.",
        "And when his wife saw him she said: “Home in the nick of time.\nHere’s a purse of gold that I’ve found; it has no name, but sure it\nbelongs to the great lord yonder. I was just thinking what to do\nwhen you came.”",
        "Then Ivan thought of the third counsel, and he said “Let us go and\ngive it to the great lord.”",
        "So they went up to the castle, but the great lord was not in it, so\nthey left the purse with the servant that minded the gate, and then\nthey went home again and lived in quiet for a time.",
        "But one day the great lord stopped at their house for a drink of\nwater, and Ivan’s wife said to him: “I hope your lordship found your\nlordship’s purse quite safe with all its money in it.”",
        "“What purse is that you are talking about?” said the lord.",
        "“Sure, it’s your lordship’s purse that I left at the castle,” said\nIvan.",
        "“Come with me and we will see into the matter,” said the lord.",
        "So Ivan and his wife went up to the castle, and there they pointed\nout the man to whom they had given the purse, and he had to give it\nup and was sent away from the castle. And the lord was so pleased\nwith Ivan that he made him his servant in the stead of the thief.",
        "“Honesty’s the best policy!” quoth Ivan, as he skipped about in his\nnew quarters. “How joyful I am!”",
        "Then he thought of his old master’s cake that he was to eat when he\nwas most joyful, and when he broke it, to and behold, inside it was\nhis wages for the three years he had been with him.",
        "Continue...",
        "\nThis complete e-book of Celtic Fairy Tales, collected and edited by\nJoseph Jacobs, is in the public domain.\nThis page has been created by Philipp Lenssen.\n\nAt Amazon: The Golden Book of Fairy Tales\n\nPage last updated on December 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Favorite Celtic Fairy Tales (Dover Children's Thrift Classics)By Joseph JacobsAt Amazon"
    ]
}