{
    "title": "Celtic Fairy Tales - The Shepherd of Myddvai",
    "author": "Joseph Jacobs",
    "chapter": "9",
    "content": [
        "\n",
        "\n\n",
        "Up in the Black Mountains in Caermarthenshire lies the lake known as\nLyn y Van Vach. To the margin of this lake the shepherd of Myddvai\nonce led his lambs, and lay there whilst they sought pasture.\nSuddenly, from the dark waters of the lake, he saw three maidens\nrise. Shaking the bright drops from their hair and gliding to the\nshore, they wandered about amongst his flock. They had more than\nmortal beauty, and he was filled with love for her that came nearest\nto him. He offered her the bread he had with him, and she took it\nand tried it, but then sang to him:",
        "  Hard-baked is thy bread,\n  ’Tis not easy to catch me,",
        "and then ran off laughing to the lake.",
        "Next day he took with him bread not so well done, and watched for\nthe maidens. When they came ashore he offered his bread as before,\nand the maiden tasted it and sang:",
        "  Unbaked is thy bread,\n  I will not have thee,",
        "and again disappeared in the waves.",
        "A third time did the shepherd of Myddvai try to attract the maiden,\nand this time he offered her bread that he had found floating about\nnear the shore. This pleased her, and she promised to become his\nwife if he were able to pick her out from among her sisters on the\nfollowing day. When the time came the shepherd knew his love by the\nstrap of her sandal. Then she told him she would be as good a wife\nto him as any earthly maiden could be unless he should strike her\nthree times without cause. Of course he deemed that this could never\nbe; and she, summoning from the lake three cows, two oxen, and a\nbull, as her marriage portion, was led homeward by him as his bride.",
        "The years passed happily, and three children were born to the\nshepherd and the lake-maiden. But one day here were going to a\nchristening, and she said to her husband it was far to walk, so he\ntold her to go for the horses.",
        "“I will,” said she, “if you bring me my gloves which I’ve left in\nthe house.”",
        "But when he came back with the gloves, he found she had not gone for\nthe horses; so he tapped her lightly on the shoulder with the\ngloves, and said, “Go, go.”",
        "“That’s one,” said she.",
        "Another time they were at a wedding, when suddenly the lake-maiden\nfell a-sobbing and a-weeping, amid the joy and mirth of all around\nher.",
        "Her husband tapped her on the shoulder, and asked her, “Why do you\nweep?”",
        "“Because they are entering into trouble; and trouble is upon you;\nfor that is the second causeless blow you have given me. Be careful;\nthe third is the last.”",
        "The husband was careful never to strike her again. But one day at a\nfuneral she suddenly burst out into fits of laughter. Her husband\nforgot, and touched her rather roughly on the shoulder, saying, “Is\nthis a time for laughter?”",
        "“I laugh,” she said, “because those that die go out of trouble, but\nyour trouble has come. The last blow has been struck; our marriage\nis at an end, and so farewell.” And with that she rose up and left\nthe house and went to their home.",
        "Then she, looking round upon her home, called to the cattle she had\nbrought with her:",
        "  Brindle cow, white speckled,\n  Spotted cow, bold freckled,\n  Old white face, and gray Geringer,\n  And the white bull from the king’s coast,\n  Grey ox, and black calf,\n  All, all, follow me home,",
        "Now the black calf had just been slaughtered, and was hanging on the\nhook; but it got off the hook alive and well and followed her; and\nthe oxen, though they were ploughing, trailed the plough with them\nand did her bidding. So she fled to the lake again, they following\nher, and with them plunged into the dark waters.",
        "And to this day is the furrow seen which the plough left as it was\ndragged across the mountains to the tarn.",
        "Only once did she come again, when her sons were grown to manhood,\nand then she gave them gifts of healing by which they won the name\nof Meddygon Myddvai, the physicians of Myddvai.",
        "Continue...",
        "\nThis complete e-book of Celtic Fairy Tales, collected and edited by\nJoseph Jacobs, is in the public domain.\nThis page has been created by Philipp Lenssen.\n\nAt Amazon: The Golden Book of Fairy Tales\n\nPage last updated on December 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Favorite Celtic Fairy Tales (Dover Children's Thrift Classics)By Joseph JacobsAt Amazon"
    ]
}