{
    "title": "Celtic Fairy Tales - The Sprightly Tailor",
    "author": "Joseph Jacobs",
    "chapter": "10",
    "content": [
        "\n",
        "\n\n",
        "A sprightly tailor was employed by the great Macdonald, in his\ncastle at Saddell, in order to make the laird a pair of trews, used\nin olden time. And trews being the vest and breeches united in one\npiece, and ornamented with fringes, were very comfortable, and\nsuitable to be worn in walking or dancing. And Macdonald had said to\nthe tailor, that if he would make the trews by night in the church,\nhe would get a handsome reward. For it was thought that the old\nruined church was haunted, and that fearsome things were to be seen\nthere at night.",
        "The tailor was well aware of this; but he was a sprightly man, and\nwhen the laird dared him to make the trews by night in the church,\nthe tailor was not to be daunted, but took it in hand to gain the\nprize. So, when night came, away he went up the glen, about half a\nmile distance from the castle, till he came to the old church. Then\nhe chose him a nice gravestone for a seat and he lighted his candle,\nand put on his thimble, and set to work at the trews; plying his\nneedle nimbly, and thinking about the hire that the laird would have\nto give him.",
        "For some time he got on pretty well, until he felt the floor all of\na tremble under his feet; and looking about him, but keeping his\nfingers at work, he saw the appearance of a great human head rising\nup through the stone pavement of the church. And when the head had\nrisen above the surface, there came from it a great, great voice.\nAnd the voice said: “Do you see this great head of mine?”",
        "“I see that, but I’ll sew this!” replied the sprightly tailor; and\nhe stitched away at the trews.",
        "Then the head rose higher up through the pavement, until its neck\nappeared. And when its neck was shown, the thundering voice came\nagain and said: “Do you see this great neck of mine?”",
        "“I see that, but I’ll sew this!” said the sprightly tailor; and he\nstitched away at his trews.",
        "Then the head and neck rose higher still, until the great shoulders\nand chest were shown above the ground. And again the mighty voice\nthundered: “Do you see this great chest of mine?”",
        "And again the sprightly tailor replied: “I see that, but I’ll sew\nthis!” and stitched away at his trews.",
        "And still it kept rising through the pavement, until it shook a\ngreat pair of arms in the tailor’s face, and said: “Do you see these\ngreat arms of mine?”",
        "“I see those, but I’ll sew this!” answered the tailor; and he\nstitched hard at his trews, for he knew that he had no time to lose.",
        "The sprightly tailor was taking the long stitches, when he saw it\ngradually rising and rising through the floor, until it lifted out a\ngreat leg, and stamping with it upon the pavement, said in a roaring\nvoice: “Do you see this great leg of mine?”",
        "“Aye, aye: I see that, but I’ll sew this!” cried the tailor; and his\nfingers flew with the needle, and he took such long stitches, that\nhe was just come to the end of the trews, when it was taking up its\nother leg. But before it could pull it out of the pavement, the\nsprightly tailor had finished his task; and, blowing out his candle,\nand springing from off his gravestone, he buckled up, and ran out of\nthe church with the trews under his arm. Then the fearsome thing\ngave a loud roar, and stamped with both his feet upon the pavement,\nand out of the church he went after the sprightly tailor.",
        "Down the glen they ran, faster than the stream when the flood rides\nit; but the tailor had got the start and a nimble pair of legs, and\nhe did not choose to lose the laird’s reward. And though the thing\nroared to him to stop, yet the sprightly tailor was not the man to\nbe beholden to a monster. So he held his trews tight, and let no\ndarkness grow under his feet, until he had reached Saddell Castle.\nHe had no sooner got inside the gate, and shut it, than the\napparition came up to it; and, enraged at losing his prize, struck\nthe wall above the gate, and left there the mark of his five great\nfingers. Ye may see them plainly to this day, if ye’ll only peer\nclose enough.",
        "But the sprightly tailor gained his reward: for Macdonald paid him\nhandsomely for the trews, and never discovered that a few of the\nstitches were somewhat long.",
        "Continue...",
        "\nThis complete e-book of Celtic Fairy Tales, collected and edited by\nJoseph Jacobs, is in the public domain.\nThis page has been created by Philipp Lenssen.\n\nAt Amazon: The Golden Book of Fairy Tales\n\nPage last updated on December 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Favorite Celtic Fairy Tales (Dover Children's Thrift Classics)By Joseph JacobsAt Amazon"
    ]
}