{
    "title": "Celtic Fairy Tales - Jack and His Master",
    "author": "Joseph Jacobs",
    "chapter": "22",
    "content": [
        "\n",
        "\n\n",
        "A poor woman had three sons. The eldest and second eldest were\ncunning clever fellows, but they called the youngest Jack the Fool,\nbecause they thought he was no better than a simpleton. The eldest\ngot tired of staying at home, and said he’d go look for service. He\nstayed away a whole year, and then came back one day, dragging one\nfoot after the other, and a poor wizened face on him, and he as\ncross as two sticks. When he was rested and got something to eat, he\ntold them how he got service with the Gray Churl of the Townland of\nMischance, and that the agreement was, whoever would first say he\nwas sorry for his bargain, should get an inch wide of the skin of\nhis back, from shoulder to hips, taken off. If it was the master, he\nshould also pay double wages; if it was the servant, he should get\nno wages at all. “But the thief,” says he, “gave me so little to\neat, and kept me so hard at work, that flesh and blood couldn’t\nstand it; and when he asked me once, when I was in a passion, if I\nwas sorry for my bargain, I was mad enough to say I was, and here I\nam disabled for life.”",
        "Vexed enough were the poor mother and brothers; and the second\neldest said on the spot he’d go and take service with the Gray\nChurl, and punish him by all the annoyance he’d give him till he’d\nmake him say he was sorry for his agreement. “Oh, won’t I be glad to\nsee the skin coming off the old villain’s back!” said he. All they\ncould say had no effect: he started off for the Townland of\nMischance, and in a twelvemonth he was back just as miserable and\nhelpless as his brother.",
        "All the poor mother could say didn’t prevent Jack the Fool from\nstarting to see if he was able to regulate the Gray Churl. He agreed\nwith him for a year for twenty pounds, and the terms were the same.",
        "“Now, Jack,” said the Gray Churl, “if you refuse to do anything you\nare able to do, you must lose a month’s wages.”",
        "“I’m satisfied,” said Jack; “and if you stop me from doing a thing\nafter telling me to do it, you are to give me an additional month’s\nwages.”",
        "“I am satisfied,” says the master.",
        "“Or if you blame me for obeying your orders, you must give the\nsame.”",
        "“I am satisfied,” said the master again.",
        "The first day that Jack served he was fed very poorly, and was\nworked to the saddleskirts. Next day he came in just before the\ndinner was sent up to the parlour. They were taking the goose off\nthe spit, but well becomes Jack he whips a knife off the dresser,\nand cuts off one side of the breast, one leg and thigh, and one\nwing, and fell to. In came the master, and began to abuse him for\nhis assurance. “Oh, you know, master, you’re to feed me, and\nwherever the goose goes won’t have to be filled again till supper.\nAre you sorry for our agreement?”",
        "The master was going to cry out he was, but he bethought himself in\ntime. “Oh no, not at all,” said he.",
        "“That’s well,” said Jack.",
        "Next day Jack was to go clamp turf on the bog. They weren’t sorry to\nhave him away from the kitchen at dinner time. He didn’t find his\nbreakfast very heavy on his stomach; so he said to the mistress, “I\nthink, ma’am, it will be better for me to get my dinner now, and not\nlose time coming home from the bog.”",
        "“That’s true, Jack,” said she. So she brought out a good cake, and a\nprint of butter, and a bottle of milk, thinking he’d take them away\nto the bog. But Jack kept his seat, and never drew rein till bread,\nbutter, and milk went down the red lane.",
        "“Now, mistress,” said he, “I’ll be earlier at my work to-morrow if I\nsleep comfortably on the sheltery side of a pile of dry peat on dry\ngrass, and not be coming here and going back. So you may as well\ngive me my supper, and be done with the day’s trouble.” She gave him\nthat, thinking he’d take it to the bog; but he fell to on the spot,\nand did not leave a scrap to tell tales on him; and the mistress was\na little astonished.",
        "He called to speak to the master in the haggard, and said he, “What\nare servants asked to do in this country after aten their supper?”",
        "“Nothing at all, but to go to bed.”",
        "“Oh, very well, sir.” He went up on the stable-loft, stripped, and\nlay down, and some one that saw him told the master. He came up.",
        "“Jack, you anointed scoundrel, what do you mean?” “To go to sleep,\nmaster. The mistress, God bless her, is after giving me my\nbreakfast, dinner, and supper, and yourself told me that bed was the\nnext thing. Do you blame me, sir?”",
        "“Yes, you rascal, I do.”",
        "“Hand me out one pound thirteen and fourpence, if you please, sir.”",
        "“One divel and thirteen imps, you tinker! what for?”",
        "“Oh, I see, you’ve forgot your bargain. Are you sorry for it?”",
        "“Oh, ya–no, I mean. I’ll give you the money after your nap.”",
        "Next morning early, Jack asked how he’d be employed that day. “You\nare to be holding the plough in that fallow, outside the paddock.\"\nThe master went over about nine o’clock to see what kind of a\nploughman was Jack, and what did he see but the little boy driving\nthe bastes, and the sock and coulter of the plough skimming along\nthe sod, and Jack pulling ding-dong again’ the horses.",
        "“What are you doing, you contrary thief?” said the master.",
        "“An’ ain’t I strivin’ to hold this divel of a plough, as you told\nme; but that ounkrawn of a boy keeps whipping on the bastes in spite\nof all I say; will you speak to him?”",
        "“No, but I’ll speak to you. Didn’t you know, you bosthoon, that when\nI said ’holding the plough,’ I meant reddening the ground.”",
        "“Faith, an’ if you did, I wish you had said so. Do you blame me for\nwhat I have done?”",
        "The master caught himself in time, but he was so stomached, he said\nnothing.",
        "“Go on and redden the ground now, you knave, as other ploughmen do.”",
        "“An’ are you sorry for our agreement?”",
        "“Oh, not at all, not at all!”",
        "Jack, ploughed away like a good workman all the rest of the day.",
        "In a day or two the master bade him go and mind the cows in a field\nthat had half of it under young corn. “Be sure, particularly,” said\nhe, “to keep Browney from the wheat; while she’s out of mischief\nthere’s no fear of the rest.”",
        "About noon, he went to see how Jack was doing his duty, and what did\nhe find but Jack asleep with his face to the sod, Browney grazing\nnear a thorn-tree, one end of a long rope round her horns, and the\nother end round the tree, and the rest of the beasts all trampling\nand eating the green wheat. Down came the switch on Jack.",
        "“Jack, you vagabone, do you see what the cows are at?”",
        "“And do you blame, master?”",
        "“To be sure, you lazy sluggard, I do?”",
        "“Hand me out one pound thirteen and fourpence, master. You said if I\nonly kept Browney out of mischief, the rest would do no harm. There\nshe is as harmless as a lamb. Are you sorry for hiring me, master?”",
        "“To be–that is, not at all. I’ll give you your money when you go to\ndinner. Now, understand me; don’t let a cow go out of the field nor\ninto the wheat the rest of the day.”",
        "“Never fear, master!” and neither did he. But the churl would rather\nthan a great deal he had not hired him.",
        "The next day three heifers were missing, and the master bade Jack go\nin search of them.",
        "“Where will I look for them?” said Jack.",
        "“Oh, every place likely and unlikely for them all to be in.”",
        "The churl was getting very exact in his words. When he was coming\ninto the bawn at dinner-time, what work did he find Jack at but\npulling armfuls of the thatch off the roof, and peeping into the\nholes he was making?",
        "“What are you doing there, you rascal?”",
        "“Sure, I’m looking for the heifers, poor things!”",
        "“What would bring them there?”",
        "“I don’t think anything could bring them in it; but I looked first\ninto the likely places, that is, the cow-houses, and the pastures,\nand the fields next ’em, and now I’m looking in the unlikeliest\nplace I can think of. Maybe it’s not pleasing to you it is.”",
        "“And to be sure it isn’t pleasing to me, you aggravating goose-cap!”",
        "“Please, sir, hand me one pound thirteen and four pence before you\nsit down to your dinner. I’m afraid it’s sorrow that’s on you for\nhiring me at all.”",
        "“May the div–oh no; I’m not sorry. Will you begin, if you please,\nand put in the thatch again, just as if you were doing it for your\nmother’s cabin?”",
        "“Oh, faith I will, sir, with a heart and a half;” and by the time\nthe farmer came out from his dinner, Jack had the roof better than\nit was before, for he made the boy give him new straw.",
        "Says the master when he came out, “Go, Jack, and look for the\nheifers, and bring them home.”",
        "“And where will I look for ’em?”",
        "“Go and search for them as if they were your own.” The heifers were\nall in the paddock before sunset.",
        "Next morning, says the master, “Jack, the path across the bog to the\npasture is very bad; the sheep does be sinking in it every step; go\nand make the sheep’s feet a good path.” About an hour after he came\nto the edge of the bog, and what did he find Jack at but sharpening\na carving knife, and the sheep standing or grazing round.",
        "“Is this the way you are mending the path, Jack?” said he.",
        "“Everything must have a beginning, master,” said Jack, “and a thing\nwell begun is half done. I am sharpening the knife, and I’ll have\nthe feet off every sheep in the flock while you’d be blessing\nyourself.”",
        "“Feet off my sheep, you anointed rogue! and what would you be taking\ntheir feet off for?”",
        "“An’ sure to mend the path as you told me. Says you, ’Jack, make a\npath with the foot of the sheep.’”",
        "“Oh, you fool, I meant make good the path for the sheep’s feet.”",
        "“It’s a pity you didn’t say so, master. Hand me out one pound\nthirteen and fourpence if you don’t like me to finish my job.”",
        "“Divel do you good with your one pound thirteen and fourpence!”",
        "“It’s better pray than curse, master. Maybe you’re sorry for your\nbargain?”",
        "“And to be sure I am–not yet, any way.”",
        "The next night the master was going to a wedding; and says he to\nJack, before he set out: “I’ll leave at midnight, and I wish you, to\ncome and be with me home, for fear I might be overtaken with the\ndrink. If you’re there before, you may throw a sheep’s eye at me,\nand I’ll be sure to see that they’ll give you something for\nyourself.”",
        "About eleven o’clock, while the master was in great spirits, he felt\nsomething clammy hit him on the cheek. It fell beside his tumbler,\nand when he looked at it what was it but the eye of a sheep. Well,\nhe couldn’t imagine who threw it at him, or why it was thrown at\nhim. After a little he got a blow on the other cheek, and still it\nwas by another sheep’s eye. Well, he was very vexed, but he thought\nbetter to say nothing. In two minutes more, when he was opening his\nmouth to take a sup, another sheep’s eye was slapped into it. He\nsputtered it out, and cried, “Man o’ the house, isn’t it a great\nshame for you to have any one in the room that would do such a nasty\nthing?”",
        "“Master,” says Jack, “don’t blame the honest man. Sure it’s only\nmyself that was thrown’ them sheep’s eyes at you, to remind you I\nwas here, and that I wanted to drink the bride and bridegroom’s\nhealth. You know yourself bade me.”",
        "“I know that you are a great rascal; and where did you get the\neyes?”",
        "“An’ where would I get em’ but in the heads of your own sheep? Would\nyou have me meddle with the bastes of any neighbour, who might put\nme in the Stone Jug for it?”",
        "“Sorrow on me that ever I had the bad luck to meet with you.”",
        "“You’re all witness,” said Jack, “that my master says he is sorry\nfor having met with me. My time is up. Master, hand me over double\nwages, and come into the next room, and lay yourself out like a man\nthat has some decency in him, till I take a strip of skin an inch\nbroad from your shoulder to your hip.”",
        "Every one shouted out against that; but, says Jack, “You didn’t\nhinder him when he took the same strips from the backs of my two\nbrothers, and sent them home in that state, and penniless, to their\npoor mother.”",
        "When the company heard the rights of the business, they were only\ntoo eager to see the job done. The master bawled and roared, but\nthere was no help at hand. He was stripped to his hips, and laid on\nthe floor in the next room, and Jack had the carving knife in his\nhand ready to begin.",
        "“Now you cruel old villain,” said he, giving the knife a couple of\nscrapes along the floor, “I’ll make you an offer. Give me, along\nwith my double wages, two hundred guineas to support my poor\nbrothers, and I’ll do without the strap.”",
        "“No!” said he, “I’d let you skin me from head to foot first.”",
        "“Here goes then,” said Jack with a grin, but the first little scar\nhe gave, Churl roared out, “Stop your hand; I’ll give the money.”",
        "“Now, neighbours,” said Jack, “you mustn’t think worse of me than I\ndeserve. I wouldn’t have the heart to take an eye out of a rat\nitself; I got half a dozen of them from the butcher, and only used\nthree of them.”",
        "So all came again into the other room, and Jack was made sit down,\nand everybody drank his health, and he drank everybody’s health at\none offer. And six stout fellows saw himself and the master home,\nand waited in the parlour while he went up and brought down the two\nhundred guineas, and double wages for Jack himself. When he got\nhome, he brought the summer along with him to the poor mother and\nthe disabled brothers; and he was no more Jack the Fool in the\npeople’s mouths, but “Skin Churl Jack.”",
        "Continue...",
        "\nThis complete e-book of Celtic Fairy Tales, collected and edited by\nJoseph Jacobs, is in the public domain.\nThis page has been created by Philipp Lenssen.\n\nAt Amazon: The Golden Book of Fairy Tales\n\nPage last updated on December 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Favorite Celtic Fairy Tales (Dover Children's Thrift Classics)By Joseph JacobsAt Amazon"
    ]
}