{
    "title": "Celtic Fairy Tales - Conall Yellowclaw",
    "author": "Joseph Jacobs",
    "chapter": "7",
    "content": [
        "\n",
        "\n\n",
        "Conall Yellowclaw was a sturdy tenant in Erin: he had three sons.\nThere was at that time a king over every fifth of Erin. It fell out\nfor the children of the king that was near Conall, that they\nthemselves and the children of Conall came to blows. The children of\nConall got the upper hand, and they killed the king’s big son. The\nking sent a message for Conall, and he said to him–\"Oh, Conall!\nwhat made your sons go to spring on my sons till my big son was\nkilled by your children? but I see that though I follow you\nrevengefully, I shall not be much better for it, and I will now set\na thing before you, and if you will do it, I will not follow you\nwith revenge. If you and your sons will get me the brown horse of\nthe king of Lochlann, you shall get the souls of your sons.”",
        "“Why,” said Conall, “should not I do the pleasure of the king,\nthough there should be no souls of my sons in dread at all. Hard is\nthe matter you require of me, but I will lose my own life, and the\nlife of my sons, or else I will do the pleasure of the king.”",
        "After these words Conall left the king, and he went home: when he\ngot home he was under much trouble and perplexity. When he went to\nlie down he told his wife the thing the king had set before him. His\nwife took much sorrow that he was obliged to part from herself,\nwhile she knew not if she should see him more.",
        "“Oh, Conall,” said she, “why didst not thou let the king do his own\npleasure to thy sons, rather than be going now, while I know not if\never I shall see thee more?”",
        "When he rose on the morrow, he set himself and his three sons in\norder, and they took their journey towards Lochlann, and they made\nno stop but tore through ocean till they reached it. When they\nreached Lochlann they did not know what they should do. Said the old\nman to his sons, “Stop ye, and we will seek out the house of the\nking’s miller.”",
        "When they went into the house of the king’s miller, the man asked\nthem to stop there for the night. Conall told the miller that his\nown children and the children of his king had fallen out, and that\nhis children had killed the king’s son, and there was nothing that\nwould please the king but that he should get the brown horse of the\nking of Lochlann.",
        "“If you will do me a kindness, and will put me in a way to get him,\nfor certain I will pay ye for it.”",
        "“The thing is silly that you are come to seek,” said the miller;\n“for the king has laid his mind on him so greatly that you will not\nget him in any way unless you steal him; but if you can make out a\nway, I will keep it secret.”",
        "“This is what I am thinking,” said Conall, “since you are working\nevery day for the king, you and your gillies could put myself and my\nsons into five sacks of bran.”",
        "“The plan that has come into your head is not bad,” said the miller.",
        "The miller spoke to his gillies, and he said to them to do this, and\nthey put them in five sacks. The king’s gillies came to seek the\nbran, and they took the five sacks with them, and they emptied them\nbefore the horses. The servants locked the door, and they went away.",
        "When they rose to lay hand on the brown horse, said Conall, “You\nshall not do that. It is hard to get out of this; let us make for\nourselves five hiding holes, so that if they hear us we may go and\nhide.” They made the holes, then they laid hands on the horse. The\nhorse was pretty well unbroken, and he set to making a terrible\nnoise through the stable. The king heard the noise. “It must be my\nbrown horse,” said he to his gillies; “find out what is wrong with\nhim.”",
        "The servants went out, and when Conall and his sons saw them coming\nthey went into the hiding holes. The servants looked amongst the\nhorses, and they did not find anything wrong; and they returned and\nthey told this to the king, and the king said to them that if\nnothing was wrong they should go to their places of rest. When the\ngillies had time to be gone, Conall and his sons laid their hands\nagain on the horse. If the noise was great that he made before, the\nnoise he made now was seven times greater. The king sent a message\nfor his gillies again, and said for certain there was something\ntroubling the brown horse. “Go and look well about him.” The\nservants went out, and they went to their hiding holes. The servants\nrummaged well, and did not find a thing. They returned and they told\nthis.",
        "“That is marvellous for me,” said the king: “go you to lie down\nagain, and if I notice it again I will go out myself.”",
        "When Conall and his sons perceived that the gillies were gone, they\nlaid hands again on the horse, and one of them caught him, and if\nthe noise that the horse made on the two former times was great, he\nmade more this time.",
        "“Be this from me,” said the king; “it must be that some one is\ntroubling my brown horse.” He sounded the bell hastily, and when his\nwaiting-man came to him, he said to him to let the stable gillies\nknow that something was wrong with the horse. The gillies came, and\nthe king went with them. When Conall and his sons perceived the\ncompany coming they went to the hiding holes.",
        "The king was a wary man, and he saw where the horses were making a\nnoise.",
        "“Be wary,” said the king, “there are men within the stable, let us\nget at them somehow.”",
        "The king followed the tracks of the men, and he found them. Every\none knew Conall, for he was a valued tenant of the king of Erin, and\nwhen the king brought them up out of the holes he said, “Oh, Conall,\nis it you that are here?”",
        "“I am, O king, without question, and necessity made me come. I am\nunder thy pardon, and under thine honour, and under thy grace.” He\ntold how it happened to him, and that he had to get the brown horse\nfor the king of Erin, or that his sons were to be put to death. “I\nknew that I should not get him by asking, and I was going to steal\nhim.”",
        "“Yes, Conall, it is well enough, but come in,” said the king. He\ndesired his look-out men to set a watch on the sons of Conall, and\nto give them meat. And a double watch was set that night on the sons\nof Conall.",
        "“Now, O Conall,” said the king, “were you ever in a harder place\nthan to be seeing your lot of sons hanged tomorrow? But you set it\nto my goodness and to my grace, and say that it was necessity\nbrought it on you, so I must not hang you. Tell me any case in which\nyou were as hard as this, and if you tell that, you shall get the\nsoul of your youngest son.”",
        "“I will tell a case as hard in which I was,” said Conall. “I was\nonce a young lad, and my father had much land, and he had parks of\nyear-old cows, and one of them had just calved, and my father told\nme to bring her home. I found the cow, and took her with us. There\nfell a shower of snow. We went into the herd’s bothy, and we took\nthe cow and the calf in with us, and we were letting the shower pass\nfrom us. Who should come in but one cat and ten, and one great one-\neyed fox-coloured cat as head bard over them. When they came in, in\nvery deed I myself had no liking for their company. ’Strike up with\nyou,’ said the head bard, ’why should we be still? and sing a cronan\nto Conall Yellowclaw.’ I was amazed that my name was known to the\ncats themselves. When they had sung the cronan, said the head bard,\n’Now, O Conall, pay the reward of the cronan that the cats have sung\nto thee.’ ’Well then,’ said I myself, ’I have no reward whatsoever\nfor you, unless you should go down and take that calf.’ No sooner\nsaid I the word than the two cats and ten went down to attack the\ncalf, and in very deed, he did not last them long. ’Play up with\nyou, why should you be silent? Make a cronan to Conall Yellowclaw,’\nsaid the head bard. Certainly I had no liking at all for the cronan,\nbut up came the one cat and ten, and if they did not sing me a\ncronan then and there! ’Pay them now their reward,’ said the great\nfox-coloured cat. ’I am tired myself of yourselves and your\nrewards,’ said I. ’I have no reward for you unless you take that cow\ndown there.’ They betook themselves to the cow, and indeed she did\nnot last them long.",
        "“’Why will you be silent? Go up and sing a cronan to Conall\nYellowclaw,’ said the head bard. And surely, oh king, I had no care\nfor them or for their cronan, for I began to see that they were not\ngood comrades. When they had sung me the cronan they betook\nthemselves down where the head bard was. ’Pay now their reward, said\nthe head bard; and for sure, oh king, I had no reward for them; and\nI said to them, ’I have no reward for you.’ And surely, oh king,\nthere was catterwauling between them. So I leapt out at a turf\nwindow that was at the back of the house. I took myself off as hard\nas I might into the wood. I was swift enough and strong at that\ntime; and when I felt the rustling toirm of the cats after me I\nclimbed into as high a tree as I saw in the place, and one that was\nclose in the top; and I hid myself as well as I might. The cats\nbegan to search for me through the wood, and they could not find me;\nand when they were tired, each one said to the other that they would\nturn back. ’But,’ said the one-eyed fox-coloured cat that was\ncommander-in-chief over them, ’you saw him not with your two eyes,\nand though I have but one eye, there’s the rascal up in the tree.’\nWhen he had said that, one of them went up in the tree, and as he\nwas coming where I was, I drew a weapon that I had and I killed him.\n’Be this from me!’ said the one-eyed one–’I must not be losing my\ncompany thus; gather round the root of the tree and dig about it,\nand let down that villain to earth.’ On this they gathered about the\ntree, and they dug about the root, and the first branching root that\nthey cut, she gave a shiver to fall, and I myself gave a shout, and\nit was not to be wondered at.",
        "“There was in the neighbourhood of the wood a priest, and he had ten\nmen with him delving, and he said, ’There is a shout of a man in\nextremity and I must not be without replying to it.’ And the wisest\nof the men said, ’Let it alone till we hear it again.’ The cats\nbegan again digging wildly, and they broke the next root; and I\nmyself gave the next shout, and in very deed it was not a weak one.\n’Certainly,’ said the priest, ’it is a man in extremity–let us\nmove.’ They set themselves in order for moving. And the cats arose\non the tree, and they broke the third root, and the tree fell on her\nelbow. Then I gave the third shout. The stalwart men hastened, and\nwhen they saw how the cats served the tree, they began at them with\nthe spades; and they themselves and the cats began at each other,\ntill the cats ran away. And surely, oh king, I did not move till I\nsaw the last one of them off. And then I came home. And there’s the\nhardest case in which I ever was; and it seems to me that tearing by\nthe cats were harder than hanging to-morrow by the king of\nLochlann.”",
        "“Och! Conall,” said the king, “you are full of words. You have freed\nthe soul of your son with your tale; and if you tell me a harder\ncase than that you will get your second youngest son, and then you\nwill have two sons.”",
        "“Well then,” said Conall, “on condition that thou dost that, I will\ntell thee how I was once in a harder case than to be in thy power in\nprison to-night.”",
        "“Let’s hear,” said the king.",
        "“I was then,” said Conall, “quite a young lad, and I went out\nhunting, and my father’s land was beside the sea, and it was rough\nwith rocks, caves, and rifts. When I was going on the top of the\nshore, I saw as if there were a smoke coming up between two rocks,\nand I began to look what might be the meaning of the smoke coming up\nthere. When I was looking, what should I do but fall; and the place\nwas so full of heather, that neither bone nor skin was broken. I\nknew not how I should get out of this. I was not looking before me,\nbut I kept looking overhead the way I came–and thinking that the\nday would never come that I could get up there. It was terrible for\nme to be there till I should die. I heard a great clattering coming,\nand what was there but a great giant and two dozen of goats with\nhim, and a buck at their head. And when the giant had tied the\ngoats, he came up and he said to me, ’Hao O! Conall, it’s long since\nmy knife has been rusting in my pouch waiting for thy tender flesh.’\n’Och!’ said I, ’it’s not much you will be bettered by me, though you\nshould tear me asunder; I will make but one meal for you. But I see\nthat you are one-eyed. I am a good leech, and I will give you the\nsight of the other eye.’ The giant went and he drew the great\ncaldron on the site of the fire. I myself was telling him how he\nshould heat the water, so that I should give its sight to the other\neye. I got heather and I made a rubber of it, and I set him upright\nin the caldron. I began at the eye that was well, pretending to him\nthat I would give its sight to the other one, till I left them as\nbad as each other; and surely it was easier to spoil the one that\nwas well than to give sight to the other.",
        "“When he saw that he could not see a glimpse, and when I myself said\nto him that I would get out in spite of him, he gave a spring out of\nthe water, and he stood in the mouth of the cave, and he said that\nhe would have revenge for the sight of his eye. I had but to stay\nthere crouched the length of the night, holding in my breath in such\na way that he might not find out where I was.",
        "“When he felt the birds calling in the morning, and knew that the\nday was, he said–’Art thou sleeping? Awake and let out my lot of\ngoats.’ I killed the buck. He cried, ’I do believe that thou art\nkilling my buck.’",
        "“’I am not,’ said I, ’but the ropes are so tight that I take long to\nloose them.’ I let out one of the goats, and there he was caressing\nher, and he said to her, ’There thou art thou shaggy, hairy white\ngoat; and thou seest me, but I see thee not.’ I kept letting them\nout by the way of one and one, as I flayed the buck, and before the\nlast one was out I had him flayed bag-wise. Then I went and I put my\nlegs in place of his legs, and my hands in place of his forelegs,\nand my head in place of his head, and the horns on top of my head,\nso that the brute might think that it was the buck. I went out. When\nI was going out the giant laid his hand on me, and he said, ’There\nthou art, thou pretty buck; thou seest me, but I see thee not.’ When\nI myself got out, and I saw the world about me, surely, oh, king!\njoy was on me. When I was out and had shaken the skin off me, I said\nto the brute, ’I am out now in spite of you.’",
        "“’Aha!’ said he, ’hast thou done this to me. Since thou wert so\nstalwart that thou hast got out, I will give thee a ring that I have\nhere; keep the ring, and it will do thee good.’",
        "“’I will not take the ring from you,’ said I, ’but throw it, and I\nwill take it with me.’ He threw the ring on the flat ground, I went\nmyself and I lifted the ring, and I put it on my finger. When he\nsaid me then, ’Is the ring fitting thee?’ I said to him, ’It is.’\nThen he said, ’Where art thou, ring?’ And the ring said, ’I am\nhere.’ The brute went and went towards where the ring was speaking,\nand now I saw that I was in a harder case than ever I was. I drew a\ndirk. I cut the finger from off me, and I threw it from me as far as\nI could out on the loch, and there was a great depth in the place.\nHe shouted, ’Where art thou, ring?’ And the ring said, ’I am here,’\nthough it was on the bed of ocean. He gave a spring after the ring,\nand out he went in the sea. And I was as pleased then when I saw him\ndrowning, as though you should grant my own life and the life of my\ntwo sons with me, and not lay any more trouble on me.",
        "“When the giant was drowned I went in, and I took with me all he had\nof gold and silver, and I went home, and surely great joy was on my\npeople when I arrived. And as a sign now look, the finger is off\nme.”",
        "“Yes, indeed, Conall, you are wordy and wise,” said the king. “I see\nthe finger is off you. You have freed your two sons, but tell me a\ncase in which you ever were that is harder than to be looking on\nyour son being hanged tomorrow, and you shall get the soul of your\neldest son.”",
        "“Then went my father,” said Conall, “and he got me a wife, and I was\nmarried. I went to hunt. I was going beside the sea, and I saw an\nisland over in the midst of the loch, and I came there where a boat\nwas with a rope before her, and a rope behind her, and many precious\nthings within her. I looked myself on the boat to see how I might\nget part of them. I put in the one foot, and the other foot was on\nthe ground, and when I raised my head what was it but the boat over\nin the middle of the loch, and she never stopped till she reached\nthe island. When I went out of the boat the boat returned where she\nwas before. I did not know now what I should do. The place was\nwithout meat or clothing, without the appearance of a house on it. I\ncame out on the top of a hill. Then I came to a glen; I saw in it,\nat the bottom of a hollow, a woman with a child, and the child was\nnaked on her knee, and she had a knife in her hand. She tried to put\nthe knife to the throat of the babe, and the babe began to laugh in\nher face, and she began to cry, and she threw the knife behind her.\nI thought to myself that I was near my foe and far from my friends,\nand I called to the woman, ’What are you doing here?’ And she said\nto me, ’What brought you here?’ I told her myself word upon word how\nI came. ’Well then,’ said she, ’it was so I came also.’ She showed\nme to the place where I should come in where she was. I went in, and\nI said to her, ’What was the matter that you were putting the knife\non the neck of the child?’ ’It is that he must be cooked for the\ngiant who is here, or else no more of my world will be before me.’\nJust then we could be hearing the footsteps of the giant, ’What\nshall I do? what shall I do?’ cried the woman. I went to the\ncaldron, and by luck it was not hot, so in it I got just as the\nbrute came in. ’Hast thou boiled that youngster for me?’ he cried.\n’He’s not done yet,’ said she, and I cried out from the caldron,\n’Mammy, mammy, it’s boiling I am.’ Then the giant laughed out HAI,\nHAW, HOGARAICH, and heaped on wood under the caldron.",
        "“And now I was sure I would scald before I could get out of that. As\nfortune favoured me, the brute slept beside the caldron. There I was\nscalded by the bottom of the caldron. When she perceived that he was\nasleep, she set her mouth quietly to the hole that was in the lid,\nand she said to me ’was I alive?’ I said I was. I put up my head,\nand the hole in the lid was so large, that my head went through\neasily. Everything was coming easily with me till I began to bring\nup my hips. I left the skin of my hips behind me, but I came out.\nWhen I got out of the caldron I knew not what to do; and she said to\nme that there was no weapon that would kill him but his own weapon.\nI began to draw his spear and every breath that he drew I thought I\nwould be down his throat, and when his breath came out I was back\nagain just as far. But with every ill that befell me I got the spear\nloosed from him. Then I was as one under a bundle of straw in a\ngreat wind for I could not manage the spear. And it was fearful to\nlook on the brute, who had but one eye in the midst of his face; and\nit was not agreeable for the like of me to attack him. I drew the\ndart as best I could, and I set it in his eye. When he felt this he\ngave his head a lift, and he struck the other end of the dart on the\ntop of the cave, and it went through to the back of his head. And he\nfell cold dead where he was; and you may be sure, oh king, that joy\nwas on me. I myself and the woman went out on clear ground, and we\npassed the night there. I went and got the boat with which I came,\nand she was no way lightened, and took the woman and the child over\non dry land; and I returned home.”",
        "The king of Lochlann’s mother was putting on a fire at this time,\nand listening to Conall telling the tale about the child.",
        "“Is it you,” said she, “that were there?”",
        "“Well then,” said he, “’twas I.”",
        "“Och! och!” said she, “’twas I that was there, and the king is the\nchild whose life you saved; and it is to you that life thanks should\nbe given.” Then they took great joy.",
        "The king said, “Oh, Conall, you came through great hardships. And\nnow the brown horse is yours, and his sack full of the most precious\nthings that are in my treasury.”",
        "They lay down that night, and if it was early that Conall rose, it\nwas earlier than that that the queen was on foot making ready. He\ngot the brown horse and his sack full of gold and silver and stones\nof great price, and then Conall and his three sons went away, and\nthey returned home to the Erin realm of gladness. He left the gold\nand silver in his house, and he went with the horse to the king.\nThey were good friends evermore. He returned home to his wife, and\nthey set in order a feast; and that was a feast if ever there was\none, oh son and brother.",
        "Continue...",
        "\nThis complete e-book of Celtic Fairy Tales, collected and edited by\nJoseph Jacobs, is in the public domain.\nThis page has been created by Philipp Lenssen.\n\nAt Amazon: The Golden Book of Fairy Tales\n\nPage last updated on December 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Favorite Celtic Fairy Tales (Dover Children's Thrift Classics)By Joseph JacobsAt Amazon"
    ]
}