{
    "title": "Celtic Fairy Tales - The Sea-Maiden",
    "author": "Joseph Jacobs",
    "chapter": "19",
    "content": [
        "\n",
        "\n\n",
        "There was once a poor old fisherman, and one year he was not getting\nmuch fish. On a day of days, while he was fishing, there rose a sea-\nmaiden at the side of his boat, and she asked him, “Are you getting\nmuch fish?” The old man answered and said, “Not I.” “What reward\nwould you give me for sending plenty of fish to you?” “Ach!” said\nthe old man, “I have not much to spare.” “Will you give me the first\nson you have?” said she. “I would give ye that, were I to have a\nson,” said he. “Then go home, and remember me when your son is\ntwenty years of age, and you yourself will get plenty of fish after\nthis.” Everything happened as the sea-maiden said, and he himself\ngot plenty of fish; but when the end of the twenty years was\nnearing, the old man was growing more and more sorrowful and heavy\nhearted, while he counted each day as it came.",
        "He had rest neither day nor night. The son asked his father one day,\n“Is any one troubling you?” The old man said, “Some one is, but\nthat’s nought to do with you nor any one else.” The lad said, “I\nmust know what it is.” His father told him at last how the matter\nwas with him and the sea-maiden. “Let not that put you in any\ntrouble,” said the son; “I will not oppose you.” “You shall not; you\nshall not go, my son, though I never get fish any more.” “If you\nwill not let me go with you, go to the smithy, and let the smith\nmake me a great strong sword, and I will go seek my fortune.”",
        "His father went to the smithy, and the smith made a doughty sword\nfor him. His father came home with the sword. The lad grasped it and\ngave it a shake or two, and it flew into a hundred splinters. He\nasked his father to go to the smithy and get him another sword in\nwhich there should be twice as much weight; and so his father did,\nand so likewise it happened to the next sword–it broke in two\nhalves. Back went the old man to the smithy; and the smith made a\ngreat sword, its like he never made before. “There’s thy sword for\nthee,” said the smith, “and the fist must be good that plays this\nblade.” The old man gave the sword to his son; he gave it a shake or\ntwo. “This will do,” said he; “it’s high time now to travel on my\nway.”",
        "On the next morning he put a saddle on a black horse that his father\nhad, and he took the world for his pillow. When he went on a bit, he\nfell in with the carcass of a sheep beside the road. And there were\na great black dog, a falcon, and an otter, and they were quarrelling\nover the spoil. So they asked him to divide it for them. He came\ndown off the horse, and he divided the carcass amongst the three.\nThree shares to the dog, two shares to the otter, and a share to the\nfalcon. “For this,” said the dog, “if swiftness of foot or sharpness\nof tooth will give thee aid, mind me, and I will be at thy side.\"\nSaid the otter, “If the swimming of foot on the ground of a pool\nwill loose thee, mind me, and I will be at thy side.” Said the\nfalcon, “If hardship comes on thee, where swiftness of wing or crook\nof a claw will do good, mind me, and I will be at thy side.”",
        "On this he went onward till he reached a king’s house, and he took\nservice to be a herd, and his wages were to be according to the milk\nof the cattle. He went away with the cattle, and the grazing was but\nbare. In the evening when he took them home they had not much milk,\nthe place was so bare, and his meat and drink was but spare that\nnight.",
        "On the next day he went on further with them; and at last he came to\na place exceedingly grassy, in a green glen, of which he never saw\nthe like.",
        "But about the time when he should drive the cattle homewards, who\nshould he see coming but a great giant with his sword in his hand?\n“HI! HO!! HOGARACH!!!” says the giant. “Those cattle are mine; they\nare on my land, and a dead man art thou.” “I say not that,” says the\nherd; “there is no knowing, but that may be easier to say than to\ndo.”",
        "He drew the great clean-sweeping sword, and he neared the giant. The\nherd drew back his sword, and the head was off the giant in a\ntwinkling. He leaped on the black horse, and he went to look for the\ngiant’s house. In went the herd, and that’s the place where there\nwas money in plenty, and dresses of each kind in the wardrobe with\ngold and silver, and each thing finer than the other. At the mouth\nof night he took himself to the king’s house, but he took not a\nthing from the giant’s house. And when the cattle were milked this\nnight there was milk. He got good feeding this night, meat\nand drink without stint, and the king was hugely pleased that he had\ncaught such a herd. He went on for a time in this way, but at last\nthe glen grew bare of grass, and the grazing was not so good.",
        "So he thought he would go a little further forward in on the giant’s\nland; and he sees a great park of grass. He returned for the cattle,\nand he put them into the park.",
        "They were but a short time grazing in the park when a great wild\ngiant came full of rage and madness. “HI! HAW!! HOGARAICH!!!” said\nthe giant. “It is a drink of thy blood that will quench my thirst\nthis night.” “There is no knowing,” said the herd, “but that’s\neasier to say than to do.” And at each other went the men.\nThere was shaking of blades! At length and at last it seemed\nas if the giant would get the victory over the herd. Then he called\non the dog, and with one spring the black dog caught the giant by\nthe neck, and swiftly the herd struck off his head.",
        "He went home very tired this night, but it’s a wonder if the king’s\ncattle had not milk. The whole family was delighted that they had\ngot such a herd.",
        "Next day he betakes himself to the castle. When he reached the door,\na little flattering carlin met him standing in the door. “All hail\nand good luck to thee, fisher’s son; ’tis I myself am pleased to see\nthee; great is the honour for this kingdom, for thy like to be come\ninto it–thy coming in is fame for this little bothy; go in first;\nhonour to the gentles; go on, and take breath.”",
        "“In before me, thou crone; I like not flattery out of doors; go in\nand let’s hear thy speech.” In went the crone, and when her back was\nto him he drew his sword and whips her head off; but the sword flew\nout of his hand. And swift the crone gripped her head with both\nhands, and puts it on her neck as it was before. The dog sprung on\nthe crone, and she struck the generous dog with the club of magic;\nand there he lay. But the herd struggled for a hold of the club of\nmagic, and with one blow on the top of the head she was on earth in\nthe twinkling of an eye. He went forward, up a little, and there was\nspoil! Gold and silver, and each thing more precious than another,\nin the crone’s castle. He went back to the king’s house, and then\nthere was rejoicing.",
        "He followed herding in this way for a time; but one night after he\ncame home, instead of getting “All hail” and “Good luck” from the\ndairymaid, all were at crying and woe.",
        "He asked what cause of woe there was that night. The dairymaid said\n“There is a great beast with three heads in the loch, and it must\nget some one every year, and the lot had come this year on the\nking’s daughter, and at midday to-morrow she is to meet the Laidly\nBeast at the upper end of the loch, but there is a great suitor\nyonder who is going to rescue her.”",
        "“What suitor is that?” said the herd. “Oh, he is a great General of\narms,” said the dairymaid, “and when he kills the beast, he will\nmarry the king’s daughter, for the king has said that he who could\nsave his daughter should get her to marry.”",
        "But on the morrow, when the time grew near, the king’s daughter and\nthis hero of arms went to give a meeting to the beast, and they\nreached the black rock, at the upper end of the loch. They were but\na short time there when the beast stirred in the midst of the loch;\nbut when the General saw this terror of a beast with three heads, he\ntook fright, and he slunk away, and he hid himself. And the king’s\ndaughter was under fear and under trembling, with no one at all to\nsave her. Suddenly she sees a doughty handsome youth, riding a black\nhorse, and coming where she was. He was marvellously arrayed and\nfull armed, and his black dog moved after him. “There is gloom on\nyour face, girl,” said the youth; “what do you here?”",
        "“Oh! that’s no matter,” said the king’s daughter. “It’s not long\nI’ll be here, at all events.”",
        "“I say not that,” said he.",
        "“A champion fled as likely as you, and not long since,” said she.",
        "“He is a champion who stands the war,” said the youth. And to meet\nthe beast he went with his sword and his dog. But there was a\nspluttering and a splashing between himself and the beast! The dog\nkept doing all he might, and the king’s daughter was palsied by fear\nof the noise of the beast! One of them would now be under, and now\nabove. But at last he cut one of the heads off it. It gave one roar,\nand the son of earth, echo of the rocks, called to its screech, and\nit drove the loch in spindrift from end to end, and in a twinkling\nit went out of sight.",
        "“Good luck and victory follow you, lad!” said the king’s daughter.\n“I am safe for one night, but the beast will come again and again,\nuntil the other two heads come off it.” He caught the beast’s head,\nand he drew a knot through it, and he told her to bring it with her\nthere to-morrow. She gave him a gold ring, and went home with the\nhead on her shoulder, and the herd betook himself to the cows. But\nshe had not gone far when this great General saw her, and he said to\nher, “I will kill you if you do not say that ’twas I took the head\noff the beast.” “Oh!” says she, “’tis I will say it; who else took\nthe head off the beast but you!” They reached the king’s house, and\nthe head was on the General’s shoulder. But here was rejoicing, that\nshe should come home alive and whole, and this great captain with\nthe beast’s head full of blood in his hand. On the morrow they went\naway, and there was no question at all but that this hero would save\nthe king’s daughter.",
        "They reached the same place, and they were not long there when the\nfearful Laidly Beast stirred in the midst of the loch, and the hero\nslunk away as he did on yesterday, but it was not long after this\nwhen the man of the black horse came, with another dress on. No\nmatter; she knew that it was the very same lad. “It is I am pleased\nto see you,” said she. “I am in hopes you will handle your great\nsword to-day as you did yesterday. Come up and take breath.” But\nthey were not long there when they saw the beast steaming in the\nmidst of the loch.",
        "At once he went to meet the beast, but there was\nCloopersteich and Claperstich, spluttering, splashing, raving, and\nroaring on the beast! They kept at it thus for a long time, and\nabout the mouth of night he cut another head off the beast. He put\nit on the knot and gave it to her. She gave him one of her earrings,\nand he leaped on the black horse, and he betook himself to the\nherding. The king’s daughter went home with the heads. The General\nmet her, and took the heads from her, and he said to her, that she\nmust tell that it was he who took the head off the beast this time\nalso. “Who else took the head off the beast but you?” said she. They\nreached the king’s house with the heads. Then there was joy and\ngladness.",
        "About the same time on the morrow, the two went away. The officer\nhid himself as he usually did. The king’s daughter betook herself to\nthe bank of the loch. The hero of the black horse came, and if\nroaring and raving were on the beast on the days that were passed,\nthis day it was horrible. But no matter, he took the third head off\nthe beast, and drew it through the knot, and gave it to her. She\ngave him her other earring, and then she went home with the heads.\nWhen they reached the king’s house, all were full of smiles, and the\nGeneral was to marry the king’s daughter the next day. The wedding\nwas going on, and every one about the castle longing till the priest\nshould come. But when the priest came, she would marry only the one\nwho could take the heads off the knot without cutting it. “Who\nshould take the heads off the knot but the man that put the heads\non?” said the king.",
        "The General tried them; but he could not loose them; and at last\nthere was no one about the house but had tried to take the heads off\nthe knot, but they could not. The king asked if there were any one\nelse about the house that would try to take the heads off the knot.\nThey said that the herd had not tried them yet. Word went for the\nherd; and he was not long throwing them hither and thither. “But\nstop a bit, my lad,” said the king’s daughter; “the man that took\nthe heads off the beast, he has my ring and my two earrings.” The\nherd put his hand in his pocket, and he threw them on the board.\n“Thou art my man,” said the king’s daughter. The king was not so\npleased when he saw that it was a herd who was to marry his\ndaughter, but he ordered that he should be put in a better dress;\nbut his daughter spoke, and she said that he had a dress as fine as\nany that ever was in his castle; and thus it happened. The herd put\non the giant’s golden dress, and they married that same day.",
        "They were now married, and everything went on well. But one day, and\nit was the namesake of the day when his father had promised him to\nthe sea-maiden, they were sauntering by the side of the loch, and lo\nand behold! she came and took him away to the loch without leave or\nasking. The king’s daughter was now mournful, tearful, blind-\nsorrowful for her married man; she was always with her eye on the\nloch. An old soothsayer met her, and she told how it had befallen\nher married mate. Then he told her the thing to do to save her mate,\nand that she did.",
        "She took her harp to the sea-shore, and sat and played; and the sea-\nmaiden came up to listen, for sea-maidens are fonder of music than\nall other creatures. But when the wife saw the sea-maiden she\nstopped. The sea-maiden said, “Play on!” but the princess said, “No,\nnot till I see my man again.” So the sea-maiden put up his head out\nof the loch. Then the princess played again, and stopped till the\nsea-maiden put him up to the waist. Then the princess played and\nstopped again, and this time the sea-maiden put him all out of the\nloch, and he called on the falcon and became one and flew on shore.\nBut the sea-maiden took the princess, his wife.",
        "Sorrowful was each one that was in the town on this night. Her man\nwas mournful, tearful, wandering down and up about the banks of the\nloch, by day and night. The old soothsayer met him. The soothsayer\ntold him that there was no way of killing the sea-maiden but the one\nway, and this is it–\"In the island that is in the midst of the loch\nis the white-footed hind of the slenderest legs and the swiftest\nstep, and though she be caught, there will spring a hoodie out of\nher, and though the hoodie should be caught, there will spring a\ntrout out of her, but there is an egg in the mouth of the trout, and\nthe soul of the sea-maiden is in the egg, and if the egg breaks, she\nis dead.”",
        "Now, there was no way of getting to this island, for the sea-maiden\nwould sink each boat and raft that would go on the loch. He thought\nhe would try to leap the strait with the black horse, and even so he\ndid. The black horse leaped the strait. He saw the hind, and he let\nthe black dog after her, but when he was on one side of the island,\nthe hind would be on the other side. “Oh! would the black dog of the\ncarcass of flesh were here!” No sooner spoke he the word than the\ngrateful dog was at his side; and after the hind he went, and they\nwere not long in bringing her to earth. But he no sooner caught her\nthan a hoodie sprang out of her. “Would that the falcon grey, of\nsharpest eye and swiftest wing, were here!” No sooner said he this\nthan the falcon was after the hoodie, and she was not long putting\nher to earth; and as the hoodie fell on the bank of the loch, out of\nher jumps the trout. “Oh! that thou wert by me now, oh otter!” No\nsooner said than the otter was at his side, and out on the loch she\nleaped, and brings the trout from the midst of the loch; but no\nsooner was the otter on shore with the trout than the egg came from\nhis mouth. He sprang and he put his foot on it. ’Twas then the sea-\nmaiden appeared, and she said, “Break not the egg, and you shall get\nall you ask.” “Deliver to me my wife!” In the wink of an eye she was\nby his side. When he got hold of her hand in both his hands, he let\nhis foot down on the egg, and the sea-maiden died.",
        "Continue...",
        "\nThis complete e-book of Celtic Fairy Tales, collected and edited by\nJoseph Jacobs, is in the public domain.\nThis page has been created by Philipp Lenssen.\n\nAt Amazon: The Golden Book of Fairy Tales\n\nPage last updated on December 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Favorite Celtic Fairy Tales (Dover Children's Thrift Classics)By Joseph JacobsAt Amazon"
    ]
}