{
    "title": "Celtic Fairy Tales - The Field of Boliauns",
    "author": "Joseph Jacobs",
    "chapter": "5",
    "content": [
        "\n",
        "\n\n",
        "One fine day in harvest–it was indeed Lady-day in harvest, that\neverybody knows to be one of the greatest holidays in the year–Tom\nFitzpatrick was taking a ramble through the ground, and went along\nthe sunny side of a hedge; when all of a sudden he heard a clacking\nsort of noise a little before him in the hedge. “Dear me,” said Tom,\n“but isn’t it surprising to hear the stonechatters singing so late\nin the season?” So Tom stole on, going on the tops of his toes to\ntry if he could get a sight of what was making the noise, to see if\nhe was right in his guess. The noise stopped; but as Tom looked\nsharply through the bushes, what should he see in a nook of the\nhedge but a brown pitcher, that might hold about a gallon and a half\nof liquor; and by-and-by a little wee teeny tiny bit of an old man,\nwith a little motty of a cocked hat stuck upon the top of his\nhead, a deeshy daushy leather apron hanging before him, pulled out a\nlittle wooden stool, and stood up upon it, and dipped a little\npiggin into the pitcher, and took out the full of it, and put it\nbeside the stool, and then sat down under the pitcher, and began to\nwork at putting a heel-piece on a bit of a brogue just fit for\nhimself. “Well, by the powers,” said Tom to himself, “I often heard\ntell of the Lepracauns, and, to tell God’s truth, I never rightly\nbelieved in them–but here’s one of them in real earnest. If I go\nknowingly to work, I’m a made man. They say a body must never take\ntheir eyes off them, or they’ll escape.”",
        "Tom now stole on a little further, with his eye fixed on the little\nman just as a cat does with a mouse. So when he got up quite close\nto him, “God bless your work, neighbour,” said Tom.",
        "The little man raised up his head, and “Thank you kindly,” said he.",
        "“I wonder you’d be working on the holiday!” said Tom.",
        "“That’s my own business, not yours,” was the reply.",
        "“Well, may be you’d be civil enough to tell us what you’ve\ngot in the pitcher there?” said Tom.",
        "“That I will, with pleasure,” said he; “it’s good beer.”",
        "“Beer!” said Tom. “Thunder and fire! where did you get it?”",
        "“Where did I get it, is it?  Why, I made it. And what do you think I\nmade it of?”",
        "“Devil a one of me knows,” said Tom; “but of malt, I suppose, what\nelse?”",
        "“There you’re out. I made it of heath.”",
        "“Of heath!” said Tom, bursting out laughing; “sure you don’t think\nme to be such a fool as to believe that?”",
        "“Do as you please,” said he, “but what I tell you is the truth. Did\nyou never hear tell of the Danes?”",
        "“Well, what about them?” said Tom.",
        "“Why, all the about them there is, is that when they were here they\ntaught us to make beer out of the heath, and the secret’s in my\nfamily ever since.”",
        "“Will you give a body a taste of your beer?” said Tom.",
        "“I’ll tell you what it is, young man, it would be fitter for you to\nbe looking after your father’s property than to be bothering decent\nquiet people with your foolish questions. There now, while you’re\nidling away your time here, there’s the cows have broke into the\noats, and are knocking the corn all about.”",
        "Tom was taken so by surprise with this that he was just on the very\npoint of turning round when he recollected himself; so, afraid that\nthe like might happen again, he made a grab at the Lepracaun, and\ncaught him up in his hand; but in his hurry he overset the pitcher,\nand spilt all the beer, so that he could not get a taste of it to\ntell what sort it was. He then swore that he would kill him if he\ndid not show him where his money was. Tom looked so wicked and so\nbloody-minded that the little man was quite frightened; so says he,\n“Come along with me a couple of fields off, and I’ll show you a\ncrock of gold.”",
        "So they went, and Tom held the Lepracaun fast in his hand, and never\ntook his eyes from off him, though they had to cross hedges and\nditches, and a crooked bit of bog, till at last they came to a great\nfield all full of boliauns, and the Lepracaun pointed to a big\nboliaun, and says he, “Dig under that boliaun, and you’ll get the\ngreat crock all full of guineas.”",
        "Tom in his hurry had never thought of bringing a spade with him, so\nhe made up his mind to run home and fetch one; and that he might\nknow the place again he took off one of his red garters, and tied it\nround the boliaun.",
        "Then he said to the Lepracaun, “Swear ye’ll not take that garter\naway from that boliaun.” And the Lepracaun swore right away not to\ntouch it.",
        "“I suppose,” said the Lepracaun, very civilly, “you have no further\noccasion for me?”",
        "“No,” says Tom; “you may go away now, if you please, and God speed\nyou, and may good luck attend you wherever you go.”",
        "“Well, good-bye to you, Tom Fitzpatrick,” said the Lepracaun; “and\nmuch good may it do you when you get it.”",
        "So Tom ran for dear life, till he came home and got a spade, and\nthen away with him, as hard as he could go, back to the field of\nboliauns; but when he got there, lo and behold! not a boliaun in the\nfield but had a red garter, the very model of his own, tied about\nit; and as to digging up the whole field, that was all nonsense, for\nthere were more than forty good Irish acres in it. So Tom came home\nagain with his spade on his shoulder, a little cooler than he went,\nand many’s the hearty curse he gave the Lepracaun every time he\nthought of the neat turn he had served him.",
        "Continue...",
        "\nThis complete e-book of Celtic Fairy Tales, collected and edited by\nJoseph Jacobs, is in the public domain.\nThis page has been created by Philipp Lenssen.\n\nAt Amazon: The Golden Book of Fairy Tales\n\nPage last updated on December 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Favorite Celtic Fairy Tales (Dover Children's Thrift Classics)By Joseph JacobsAt Amazon"
    ]
}