{
    "title": "Celtic Fairy Tales - Fair, Brown, and Trembling",
    "author": "Joseph Jacobs",
    "chapter": "21",
    "content": [
        "\n",
        "\n\n",
        "King Hugh Curucha lived in Tir Conal, and he had three daughters,\nwhose names were Fair, Brown, and Trembling. Fair and Brown had new\ndresses, and went to church every Sunday. Trembling was kept at home\nto do the cooking and work. They would not let her go out of the\nhouse at all; for she was more beautiful than the other two, and\nthey were in dread she might marry before themselves.",
        "They carried on in this way for seven years. At the end of seven\nyears the son of the king of Emania fell in love with the eldest\nsister.",
        "One Sunday morning, after the other two had gone to church, the old\nhenwife came into the kitchen to Trembling, and said: “It’s at\nchurch you ought to be this day, instead of working here at home.”",
        "“How could I go?” said Trembling. “I have no clothes good enough to\nwear at church; and if my sisters were to see me there, they’d kill\nme for going out of the house.”",
        "“I’ll give you,” said the henwife, “a finer dress than either of\nthem has ever seen. And now tell me what dress will you have?”",
        "“I’ll have,” said Trembling, “a dress as white as snow, and green\nshoes for my feet.”",
        "Then the henwife put on the cloak of darkness, clipped a piece from\nthe old clothes the young woman had on, and asked for the whitest\nrobes in the world and the most beautiful that could be found, and a\npair of green shoes.",
        "That moment she had the robe and the shoes, and she brought them to\nTrembling, who put them on. When Trembling was dressed and ready,\nthe henwife said: “I have a honey-bird here to sit on your right\nshoulder, and a honey-finger to put on your left. At the door stands\na milk-white mare, with a golden saddle for you to sit on, and a\ngolden bridle to hold in your hand.”",
        "Trembling sat on the golden saddle; and when she was ready to start,\nthe henwife said: “You must not go inside the door of the church,\nand the minute the people rise up at the end of Mass, do you make\noff, and ride home as fast as the mare will carry you.”",
        "When Trembling came to the door of the church there was no one\ninside who could get a glimpse of her but was striving to know who\nshe was; and when they saw her hurrying away at the end of Mass,\nthey ran out to overtake her. But no use in their running; she was\naway before any man could come near her. From the minute she left\nthe church till she got home, she overtook the wind before her, and\noutstripped the wind behind.",
        "She came down at the door, went in, and found the henwife had dinner\nready. She put off the white robes, and had on her old dress in a\ntwinkling.",
        "When the two sisters came home the henwife asked: “Have you any news\nto-day from the church?”",
        "“We have great news,” said they. “We saw a wonderful grand lady at\nthe church-door. The like of the robes she had we have never seen on\nwoman before. It’s little that was thought of our dresses beside\nwhat she had on; and there wasn’t a man at the church, from the king\nto the beggar, but was trying to look at her and know who she was.”",
        "The sisters would give no peace till they had two dresses like the\nrobes of the strange lady; but honey-birds and honey-fingers were\nnot to be found.",
        "Next Sunday the two sisters went to church again, and left the\nyoungest at home to cook the dinner.",
        "After they had gone, the henwife came in and asked: “Will you go to\nchurch to-day?”",
        "“I would go,” said Trembling, “if I could get the going.”",
        "“What robe will you wear?” asked the henwife.",
        "“The finest black satin that can be found, and red shoes for my\nfeet.”",
        "“What colour do you want the mare to be?”",
        "“I want her to be so black and so glossy that I can see myself in\nher body.”",
        "The henwife put on the cloak of darkness, and asked for the robes\nand the mare. That moment she had them. When Trembling was dressed,\nthe henwife put the honey-bird on her right shoulder and the honey-\nfinger on her left. The saddle on the mare was silver, and so was\nthe bridle.",
        "When Trembling sat in the saddle and was going away, the henwife\nordered her strictly not to go inside the door of the church, but to\nrush away as soon as the people rose at the end of Mass, and hurry\nhome on the mare before any man could stop her.",
        "That Sunday, the people were more astonished than ever, and gazed at\nher more than the first time; and all they were thinking of was to\nknow who she was. But they had no chance; for the moment the people\nrose at the end of Mass she slipped from the church, was in the\nsilver saddle, and home before a man could stop her or talk to her.",
        "The henwife had the dinner ready. Trembling took off her satin robe,\nand had on her old clothes before her sisters got home.",
        "“What news have you to-day?” asked the henwife of the sisters when\nthey came from the church.",
        "“Oh, we saw the grand strange lady again! And it’s little that any\nman could think of our dresses after looking at the robes of satin\nthat she had on! And all at church, from high to low, had their\nmouths open, gazing at her, and no man was looking at us.”",
        "The two sisters gave neither rest nor peace till they got dresses as\nnearly like the strange lady’s robes as they could find. Of course\nthey were not so good; for the like of those robes could not be\nfound in Erin.",
        "When the third Sunday came, Fair and Brown went to church dressed in\nblack satin. They left Trembling at home to work in the kitchen, and\ntold her to be sure and have dinner ready when they came back.",
        "After they had gone and were out of sight, the henwife came to the\nkitchen and said: “Well, my dear, are you for church to-day?”",
        "“I would go if I had a new dress to wear.”",
        "“I’ll get you any dress you ask for. What dress would you like?\"\nasked the henwife.",
        "“A dress red as a rose from the waist down, and white as snow from\nthe waist up; a cape of green on my shoulders; and a hat on my head\nwith a red, a white, and a green feather in it; and shoes for my\nfeet with the toes red, the middle white, and the backs and heels\ngreen.”",
        "The henwife put on the cloak of darkness, wished for all these\nthings, and had them. When Trembling was dressed, the henwife put\nthe honey-bird on her right shoulder and the honey-finger on her\nleft, and, placing the hat on her head, clipped a few hairs from one\nlock and a few from another with her scissors, and that moment the\nmost beautiful golden hair was flowing down over the girl’s\nshoulders. Then the henwife asked what kind of a mare she would\nride. She said white, with blue and gold-coloured diamond-shaped\nspots all over her body, on her back a saddle of gold, and on her\nhead a golden bridle.",
        "The mare stood there before the door, and a bird sitting between her\nears, which began to sing as soon as Trembling was in the saddle,\nand never stopped till she came home from the church.",
        "The fame of the beautiful strange lady had gone out through the\nworld, and all the princes and great men that were in it came to\nchurch that Sunday, each one hoping that it was himself would have\nher home with him after Mass.",
        "The son of the king of Emania forgot all about the eldest sister,\nand remained outside the church, so as to catch the strange lady\nbefore she could hurry away.",
        "The church was more crowded than ever before, and there were three\ntimes as many outside. There was such a throng before the church\nthat Trembling could only come inside the gate.",
        "As soon as the people were rising at the end of Mass, the lady\nslipped out through the gate, was in the golden saddle in an\ninstant, and sweeping away ahead of the wind. But if she was, the\nprince of Emania was at her side, and, seizing her by the foot, he\nran with the mare for thirty perches, and never let go of the\nbeautiful lady till the shoe was pulled from her foot, and he was\nleft behind with it in his hand. She came home as fast as the mare\ncould carry her, and was thinking all the time that the henwife\nwould kill her for losing the shoe.",
        "Seeing her so vexed and so changed in the face, the old woman asked:\n“What’s the trouble that’s on you now?” “Oh! I’ve lost one of the\nshoes off my feet,” said Trembling.",
        "“Don’t mind that; don’t be vexed,” said the henwife; “maybe it’s the\nbest thing that ever happened to you.”",
        "Then Trembling gave up all the things she had to the henwife, put on\nher old clothes, and went to work in the kitchen. When the sisters\ncame home, the henwife asked: “Have you any news from the church?”",
        "“We have indeed,” said they, “for we saw the grandest sight to-day.\nThe strange lady came again, in grander array than before. On\nherself and the horse she rode were the finest colours of the world,\nand between the ears of the horse was a bird which never stopped\nsinging from the time she came till she went away. The lady herself\nis the most beautiful woman ever seen by man in Erin.”",
        "After Trembling had disappeared from the church, the son of the king\nof Emania said to the other kings’ sons: “I will have that lady for\nmy own.”",
        "They all said: “You didn’t win her just by taking the shoe off her\nfoot; you’ll have to win her by the point of the sword; you’ll have\nto fight for her with us before you can call her your own.”",
        "“Well,” said the son of the king of Emania, “when I find the lady\nthat shoe will fit, I’ll fight for her, never fear, before I leave\nher to any of you.”",
        "Then all the kings’ sons were uneasy, and anxious to know who was\nshe that lost the shoe; and they began to travel all over Erin to\nknow could they find her. The prince of Emania and all the others\nwent in a great company together, and made the round of Erin; they\nwent everywhere,–north, south, east, and west. They visited every\nplace where a woman was to be found, and left not a house in the\nkingdom they did not search, to know could they find the woman the\nshoe would fit, not caring whether she was rich or poor, of high or\nlow degree.",
        "The prince of Emania always kept the shoe; and when the young women\nsaw it, they had great hopes, for it was of proper size, neither\nlarge nor small, and it would beat any man to know of what material\nit was made. One thought it would fit her if she cut a little from\nher great toe; and another, with too short a foot, put something in\nthe tip of her stocking. But no use; they only spoiled their feet,\nand were curing them for months afterwards.",
        "The two sisters, Fair and Brown, heard that the princes of the world\nwere looking all over Erin for the woman that could wear the shoe,\nand every day they were talking of trying it on; and one day\nTrembling spoke up and said: “Maybe it’s my foot that the shoe will\nfit.”",
        "“Oh, the breaking of the dog’s foot on you! Why say so when you were\nat home every Sunday?”",
        "They were that way waiting, and scolding the younger sister, till\nthe princes were near the place. The day they were to come, the\nsisters put Trembling in a closet, and locked the door on her. When\nthe company came to the house, the prince of Emania gave the shoe to\nthe sisters. But though they tried and tried, it would fit neither\nof them.",
        "“Is there any other young woman in the house?” asked the prince.",
        "“There is,” said Trembling, speaking up in the closet; “I’m here.”",
        "“Oh! we have her for nothing but to put out the ashes,” said the\nsisters.",
        "But the prince and the others wouldn’t leave the house till they had\nseen her; so the two sisters had to open the door. When Trembling\ncame out, the shoe was given to her, and it fitted exactly.",
        "The prince of Emania looked at her and said: “You are the woman the\nshoe fits, and you are the woman I took the shoe from.”",
        "Then Trembling spoke up, and said: “Do you stay here till I return.”",
        "Then she went to the henwife’s house. The old woman put on the cloak\nof darkness, got everything for her she had the first Sunday at\nchurch, and put her on the white mare in the same fashion. Then\nTrembling rode along the highway to the front of the house. All who\nsaw her the first time said: “This is the lady we saw at church.”",
        "Then she went away a second time, and a second time came back on the\nblack mare in the second dress which the henwife gave her. All who\nsaw her the second Sunday said: “That is the lady we saw at church.”",
        "A third time she asked for a short absence, and soon came back on\nthe third mare and in the third dress. All who saw her the third\ntime said: “That is the lady we saw at church.” Every man was\nsatisfied, and knew that she was the woman.",
        "Then all the princes and great men spoke up, and said to the son of\nthe king of Emania: “You’ll have to fight now for her before we let\nher go with you.”",
        "“I’m here before you, ready for combat,” answered the prince.",
        "Then the son of the king of Lochlin stepped forth. The struggle\nbegan, and a terrible struggle it was. They fought for nine hours;\nand then the son of the king of Lochlin stopped, gave up his claim,\nand left the field. Next day the son of the king of Spain fought six\nhours, and yielded his claim. On the third day the son of the king\nof Nyerfói fought eight hours, and stopped. The fourth day the son\nof the king of Greece fought six hours, and stopped. On the fifth\nday no more strange princes wanted to fight; and all the sons of\nkings in Erin said they would not fight with a man of their own\nland, that the strangers had had their chance, and, as no others\ncame to claim the woman, she belonged of right to the son of the\nking of Emania.",
        "The marriage-day was fixed, and the invitations were sent out. The\nwedding lasted for a year and a day. When the wedding was over, the\nking’s son brought home the bride, and when the time came a son was\nborn. The young woman sent for her eldest sister, Fair, to be with\nher and care for her. One day, when Trembling was well, and when her\nhusband was away hunting, the two sisters went out to walk; and when\nthey came to the seaside, the eldest pushed the youngest sister in.\nA great whale came and swallowed her.",
        "The eldest sister came home alone, and the husband asked, “Where is\nyour sister?”",
        "“She has gone home to her father in Ballyshannon; now that I am\nwell, I don’t need her.”",
        "“Well,” said the husband, looking at her, “I’m in dread it’s my wife\nthat has gone.”",
        "“Oh! no,” said she; “it’s my sister Fair that’s gone.”",
        "Since the sisters were very much alike, the prince was in doubt.\nThat night he put his sword between them, and said: “If you are my\nwife, this sword will get warm; if not, it will stay cold.”",
        "In the morning when he rose up, the sword was as cold as when he put\nit there.",
        "It happened, when the two sisters were walking by the seashore, that\na little cowboy was down by the water minding cattle, and saw Fair\npush Trembling into the sea; and next day, when the tide came in, he\nsaw the whale swim up and throw her out on the sand. When she was on\nthe sand she said to the cowboy: “When you go home in the evening\nwith the cows, tell the master that my sister Fair pushed me into\nthe sea yesterday; that a whale swallowed me, and then threw me out,\nbut will come again and swallow me with the coming of the next tide;\nthen he’ll go out with the tide, and come again with to-morrow’s\ntide, and throw me again on the strand. The whale will cast me out\nthree times. I’m under the enchantment of this whale, and cannot\nleave the beach or escape myself. Unless my husband saves me before\nI’m swallowed the fourth time, I shall be lost. He must come and\nshoot the whale with a silver bullet when he turns on the broad of\nhis back. Under the breast-fin of the whale is a reddish-brown spot.\nMy husband must hit him in that spot, for it is the only place in\nwhich he can be killed.”",
        "When the cowboy got home, the eldest sister gave him a draught of\noblivion, and he did not tell.",
        "Next day he went again to the sea. The whale came and cast Trembling\non shore again. She asked the boy “Did you tell the master what I\ntold you to tell him?”",
        "“I did not,” said he; “I forgot.”",
        "“How did you forget?” asked she.",
        "“The woman of the house gave me a drink that made me forget.”",
        "“Well, don’t forget telling him this night; and if she gives you a\ndrink, don’t take it from her.”",
        "As soon as the cowboy came home, the eldest sister offered him a\ndrink. He refused to take it till he had delivered his message and\ntold all to the master. The third day the prince went down with his\ngun and a silver bullet in it. He was not long down when the whale\ncame and threw Trembling upon the beach as the two days before. She\nhad no power to speak to her husband till he had killed the whale.\nThen the whale went out, turned over once on the broad of his back,\nand showed the spot for a moment only. That moment the prince fired.\nHe had but the one chance, and a short one at that; but he took it,\nand hit the spot, and the whale, mad with pain, made the sea all\naround red with blood, and died.",
        "That minute Trembling was able to speak, and went home with her\nhusband, who sent word to her father what the eldest sister had\ndone. The father came, and told him any death he chose to give her\nto give it. The prince told the father he would leave her life and\ndeath with himself. The father had her put out then on the sea in a\nbarrel, with provisions in it for seven years.",
        "In time Trembling had a second child, a daughter. The prince and she\nsent the cowboy to school, and trained him up as one of their own\nchildren, and said: “If the little girl that is born to us now\nlives, no other man in the world will get her but him.”",
        "The cowboy and the prince’s daughter lived on till they were\nmarried. The mother said to her husband “You could not have saved me\nfrom the whale but for the little cowboy; on that account I don’t\ngrudge him my daughter.”",
        "The son of the king of Emania and Trembling had fourteen children,\nand they lived happily till the two died of old age.",
        "Continue...",
        "\nThis complete e-book of Celtic Fairy Tales, collected and edited by\nJoseph Jacobs, is in the public domain.\nThis page has been created by Philipp Lenssen.\n\nAt Amazon: The Golden Book of Fairy Tales\n\nPage last updated on December 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Favorite Celtic Fairy Tales (Dover Children's Thrift Classics)By Joseph JacobsAt Amazon"
    ]
}