{
    "title": "Celtic Fairy Tales - Hudden and Dudden and Donald O’neary",
    "author": "Joseph Jacobs",
    "chapter": "8",
    "content": [
        "\n",
        "\n\n",
        "There was once upon a time two farmers, and their names were Hudden\nand Dudden. They had poultry in their yards, sheep on the uplands,\nand scores of cattle in the meadow-land alongside the river. But for\nall that they weren’t happy. For just between their two farms there\nlived a poor man by the name of Donald O’Neary. He had a hovel over\nhis head and a strip of grass that was barely enough to keep his one\ncow, Daisy, from starving, and, though she did her best, it was but\nseldom that Donald got a drink of milk or a roll of butter from\nDaisy. You would think there was little here to make Hudden and\nDudden jealous, but so it is, the more one has the more one wants,\nand Donald’s neighbours lay awake of nights scheming how they might\nget hold of his little strip of grass-land. Daisy, poor thing, they\nnever thought of; she was just a bag of bones.",
        "One day Hudden met Dudden, and they were soon grumbling as usual,\nand all to the tune of “If only we could get that vagabond Donald\nO’Neary out of the country.”",
        "“Let’s kill Daisy,” said Hudden at last; “if that doesn’t make him\nclear out, nothing will.”",
        "No sooner said than agreed, and it wasn’t dark before Hudden and\nDudden crept up to the little shed where lay poor Daisy trying her\nbest to chew the cud, though she hadn’t had as much grass in the day\nas would cover your hand. And when Donald came to see if Daisy was\nall snug for the night, the poor beast had only time to lick his\nhand once before she died.",
        "Well, Donald was a shrewd fellow, and downhearted though he was,\nbegan to think if he could get any good out of Daisy’s death. He\nthought and he thought, and the next day you could have seen him\ntrudging off early to the fair, Daisy’s hide over his shoulder,\nevery penny he had jingling in his pockets. Just before he got to\nthe fair, he made several slits in the hide, put a penny in each\nslit, walked into the best inn of the town as bold as if it belonged\nto him, and, hanging the hide up to a nail in the wall, sat down.",
        "“Some of your best whisky,” says he to the landlord.",
        "But the landlord didn’t like his looks. “Is it fearing I won’t pay\nyou, you are?” says Donald; “why I have a hide here that gives me\nall the money I want.” And with that he hit it a whack with his\nstick and out hopped a penny. The landlord opened his eyes, as you\nmay fancy.",
        "“What’ll you take for that hide?”",
        "“It’s not for sale, my good man.”",
        "“Will you take a gold piece?”",
        "“It’s not for sale, I tell you. Hasn’t it kept me and mine for\nyears?” and with that Donald hit the hide another whack and out\njumped a second penny.",
        "Well, the long and the short of it was that Donald let the hide go,\nand, that very evening, who but he should walk up to Hudden’s door?",
        "“Good-evening, Hudden. Will you lend me your best pair of scales?”",
        "Hudden stared and Hudden scratched his head, but he lent the scales.",
        "When Donald was safe at home, he pulled out his pocketful of bright\ngold and began to weigh each piece in the scales. But Hudden had put\na lump of butter at the bottom, and so the last piece of gold stuck\nfast to the scales when he took them back to Hudden.",
        "If Hudden had stared before, he stared ten times more now, and no\nsooner was Donald’s back turned, than he was of as hard as he could\npelt to Dudden’s.",
        "“Good-evening, Dudden. That vagabond, bad luck to him–”",
        "“You mean Donald O’Neary?”",
        "“And who else should I mean? He’s back here weighing out sackfuls of\ngold.”",
        "“How do you know that?”",
        "“Here are my scales that he borrowed, and here’s a gold piece still\nsticking to them.”",
        "Off they went together, and they came to Donald’s door. Donald had\nfinished making the last pile of ten gold pieces. And he couldn’t\nfinish because a piece had stuck to the scales.",
        "In they walked without an “If you please” or “By your leave.”",
        "“Well, I never!” that was all they could say.",
        "“Good-evening, Hudden; good-evening, Dudden. Ah! you thought you had\nplayed me a fine trick, but you never did me a better turn in all\nyour lives. When I found poor Daisy dead, I thought to myself,\n’Well, her hide may fetch something;’ and it did. Hides are worth\ntheir weight in gold in the market just now.”",
        "Hudden nudged Dudden, and Dudden winked at Hudden.",
        "“Good-evening, Donald O’Neary.”",
        "“Good-evening, kind friends.”",
        "The next day there wasn’t a cow or a calf that belonged to Hudden or\nDudden but her hide was going to the fair in Hudden’s biggest cart\ndrawn by Dudden’s strongest pair of horses.",
        "When they came to the fair, each one took a hide over his arm, and\nthere they were walking through the fair, bawling out at the top of\ntheir voices: “Hides to sell! hides to sell!”",
        "Out came the tanner:",
        "“How much for your hides, my good men?”",
        "“Their weight in gold.”",
        "“It’s early in the day to come out of the tavern.”",
        "That was all the tanner said, and back he went to his yard.",
        "“Hides to sell! Fine fresh hides to sell!”",
        "Out came the cobbler.",
        "“How much for your hides, my men?”",
        "“Their weight in gold.”",
        "“Is it making game of me you are! Take that for your pains,” and the\ncobbler dealt Hudden a blow that made him stagger.",
        "Up the people came running from one end of the fair to the other.\n“What’s the matter? What’s the matter?” cried they.",
        "“Here are a couple of vagabonds selling hides at their weight in\ngold,” said the cobbler.",
        "“Hold ’em fast; hold ’em fast!” bawled the innkeeper, who was the\nlast to come up, he was so fat. “I’ll wager it’s one of the rogues\nwho tricked me out of thirty gold pieces yesterday for a wretched\nhide.”",
        "It was more kicks than halfpence that Hudden and Dudden got before\nthey were well on their way home again, and they didn’t run the\nslower because all the dogs of the town were at their heels.",
        "Well, as you may fancy, if they loved Donald little before, they\nloved him less now.",
        "“What’s the matter, friends?” said he, as he saw them tearing along,\ntheir hats knocked in, and their coats torn off, and their faces\nblack and blue. “Is it fighting you’ve been? or mayhap you met the\npolice, ill luck to them?”",
        "“We’ll police you, you vagabond. It’s mighty smart you thought\nyourself, deluding us with your lying tales.”",
        "“Who deluded you? Didn’t you see the gold with your own two eyes?”",
        "But it was no use talking. Pay for it he must, and should. There was\na meal-sack handy, and into it Hudden and Dudden popped Donald\nO’Neary, tied him up tight, ran a pole through the knot, and off\nthey started for the Brown Lake of the Bog, each with a pole-end on\nhis shoulder, and Donald O’Neary between.",
        "But the Brown Lake was far, the road was dusty, Hudden and Dudden\nwere sore and weary, and parched with thirst. There was an inn by\nthe roadside.",
        "“Let’s go in,” said Hudden; “I’m dead beat. It’s heavy he is for the\nlittle he had to eat.”",
        "If Hudden was willing, so was Dudden. As for Donald, you may be sure\nhis leave wasn’t asked, but he was lumped down at the inn door for\nall the world as if he had been a sack of potatoes.",
        "“Sit still, you vagabond,” said Dudden; “if we don’t mind waiting,\nyou needn’t.”",
        "Donald held his peace, but after a while he heard the glasses clink,\nand Hudden singing away at the top of his voice.",
        "“I won’t have her, I tell you; I won’t have her!” said Donald. But\nnobody heeded what he said.",
        "“I won’t have her, I tell you; I won’t have her!” said Donald, and\nthis time he said it louder; but nobody heeded what he said.",
        "“I won’t have her, I tell you; I won’t have her!” said Donald; and\nthis time he said it as loud as he could.",
        "“And who won’t you have, may I be so bold as to ask?” said a farmer,\nwho had just come up with a drove of cattle, and was turning in for\na glass.",
        "“It’s the king’s daughter. They are bothering the life out of me to\nmarry her.”",
        "“You’re the lucky fellow. I’d give something to be in your shoes.”",
        "“Do you see that now! Wouldn’t it be a fine thing for a farmer to be\nmarrying a princess, all dressed in gold and jewels?”",
        "“Jewels, do you say? Ah, now, couldn’t you take me with you?”",
        "“Well, you’re an honest fellow, and as I don’t care for the king’s\ndaughter, though she’s as beautiful as the day, and is covered with\njewels from top to toe, you shall have her. Just undo the cord, and\nlet me out; they tied me up tight, as they knew I’d run away from\nher.”",
        "Out crawled Donald; in crept the farmer.",
        "“Now lie still, and don’t mind the shaking; it’s only rumbling over\nthe palace steps you’ll be. And maybe they’ll abuse you for a\nvagabond, who won’t have the king’s daughter; but you needn’t mind\nthat. Ah! it’s a deal I’m giving up for you, sure as it is that I\ndon’t care for the princess.”",
        "“Take my cattle in exchange,” said the farmer; and you may guess it\nwasn’t long before Donald was at their tails driving them homewards.",
        "Out came Hudden and Dudden, and the one took one end of the pole,\nand the other the other.",
        "“I’m thinking he’s heavier,” said Hudden.",
        "“Ah, never mind,” said Dudden; “it’s only a step now to the Brown\nLake.”",
        "“I’ll have her now! I’ll have her now!” bawled the farmer, from\ninside the sack.",
        "“By my faith, and you shall though,” said Hudden, and he laid his\nstick across the sack.",
        "“I’ll have her! I’ll have her!” bawled the farmer, louder than ever.",
        "“Well, here you are,” said Dudden, for they were now come to the\nBrown Lake, and, unslinging the sack, they pitched it plump into the\nlake.",
        "“You’ll not be playing your tricks on us any longer,” said Hudden.",
        "“True for you,” said Dudden. “Ah, Donald, my boy, it was an ill day\nwhen you borrowed my scales.”",
        "Off they went, with a light step and an easy heart, but when they\nwere near home, who should they see but Donald O’Neary, and all\naround him the cows were grazing, and the calves were kicking up\ntheir heels and butting their heads together.",
        "“Is it you, Donald?” said Dudden. “Faith, you’ve been quicker than\nwe have.”",
        "“True for you, Dudden, and let me thank you kindly; the turn was\ngood, if the will was ill. You’ll have heard, like me, that the\nBrown Lake leads to the Land of Promise. I always put it down as\nlies, but it is just as true as my word. Look at the cattle.”",
        "Hudden stared, and Dudden gaped; but they couldn’t get over the\ncattle; fine fat cattle they were too.",
        "“It’s only the worst I could bring up with me,” said Donald O’Neary;\n“the others were so fat, there was no driving them. Faith, too, it’s\nlittle wonder they didn’t care to leave, with grass as far as you\ncould see, and as sweet and juicy as fresh butter.”",
        "“Ah, now, Donald, we haven’t always been friends,” said Dudden,\n“but, as I was just saying, you were ever a decent lad, and you’ll\nshow us the way, won’t you?”",
        "“I don’t see that I’m called upon to do that; there is a power more\ncattle down there. Why shouldn’t I have them all to myself?”",
        "“Faith, they may well say, the richer you get, the harder the heart.\nYou always were a neighbourly lad, Donald. You wouldn’t wish to keep\nthe luck all to yourself?”",
        "“True for you, Hudden, though ’tis a bad example you set me. But\nI’ll not be thinking of old times. There is plenty for all there, so\ncome along with me.”",
        "Off they trudged, with a light heart and an eager step. When they\ncame to the Brown Lake, the sky was full of little white clouds,\nand, if the sky was full, the lake was as full.",
        "“Ah! now, look, there they are,” cried Donald, as he pointed to the\nclouds in the lake.",
        "“Where? where?” cried Hudden, and “Don’t be greedy!” cried Dudden,\nas he jumped his hardest to be up first with the fat cattle. But if\nhe jumped first, Hudden wasn’t long behind.",
        "They never came back. Maybe they got too fat, like the cattle. As\nfor Donald O’Neary, he had cattle and sheep all his days to his\nheart’s content.",
        "Continue...",
        "\nThis complete e-book of Celtic Fairy Tales, collected and edited by\nJoseph Jacobs, is in the public domain.\nThis page has been created by Philipp Lenssen.\n\nAt Amazon: The Golden Book of Fairy Tales\n\nPage last updated on December 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Favorite Celtic Fairy Tales (Dover Children's Thrift Classics)By Joseph JacobsAt Amazon"
    ]
}