{
    "title": "Celtic Fairy Tales - The Horned Women",
    "author": "Joseph Jacobs",
    "chapter": "6",
    "content": [
        "\n",
        "\n\n",
        "A rich woman sat up late one night carding and preparing wool, while\nall the family and servants were asleep. Suddenly a knock was given\nat the door, and a voice called, “Open! open!”",
        "“Who is there?” said the woman of the house.",
        "“I am the Witch of one Horn,” was answered.",
        "The mistress, supposing that one of her neighbours had called and\nrequired assistance, opened the door, and a woman entered, having in\nher hand a pair of wool-carders, and bearing a horn on her forehead,\nas if growing there. She sat down by the fire in silence, and began\nto card the wool with violent haste. Suddenly she paused, and said\naloud: “Where are the women? they delay too long.”",
        "Then a second knock came to the door, and a voice called as before,\n“Open! open!”",
        "The mistress felt herself obliged to rise and open to the call, and\nimmediately a second witch entered, having two horns on her\nforehead, and in her hand a wheel for spinning wool.",
        "“Give me place,” she said; “I am the Witch of the two Horns,” and\nshe began to spin as quick as lightning.",
        "And so the knocks went on, and the call was heard, and the witches\nentered, until at last twelve women sat round the fire–the first\nwith one horn, the last with twelve horns.",
        "And they carded the thread, and turned their spinning-wheels, and\nwound and wove, all singing together an ancient rhyme, but no word\ndid they speak to the mistress of the house. Strange to hear, and\nfrightful to look upon, were these twelve women, with their horns\nand their wheels; and the mistress felt near to death, and she tried\nto rise that she might call for help, but she could not move, nor\ncould she utter a word or a cry, for the spell of the witches was\nupon her.",
        "Then one of them called to her in Irish, and said, “Rise, woman, and\nmake us a cake.”",
        "Then the mistress searched for a vessel to bring water from the well\nthat she might mix the meal and make the cake, but she could find\nnone.",
        "And they said to her, “Take a sieve and bring water in it.”",
        "And she took the sieve and went to the well; but the water poured\nfrom it, and she could fetch none for the cake, and she sat down by\nthe well and wept.",
        "Then a voice came by her and said, “Take yellow clay and moss, and\nbind them together, and plaster the sieve so that it will hold.”",
        "This she did, and the sieve held the water for the cake; and the\nvoice said again:",
        "“Return, and when thou comest to the north angle of the house, cry\naloud three times and say, ’The mountain of the Fenian women and the\nsky over it is all on fire.’”",
        "And she did so.",
        "When the witches inside heard the call, a great and terrible cry\nbroke from their lips, and they rushed forth with wild lamentations\nand shrieks, and fled away to Slievenamon, where was their chief\nabode. But the Spirit of the Well bade the mistress of the house to\nenter and prepare her home against the enchantments of the witches\nif they returned again.",
        "And first, to break their spells, she sprinkled the water in which\nshe had washed her child’s feet, the feet-water, outside the door on\nthe threshold; secondly, she took the cake which in her absence the\nwitches had made of meal mixed with the blood drawn from the\nsleeping family, and she broke the cake in bits, and placed a bit in\nthe mouth of each sleeper, and they were restored; and she took the\ncloth they had woven, and placed it half in and half out of the\nchest with the padlock; and lastly, she secured the door with a\ngreat crossbeam fastened in the jambs, so that the witches could not\nenter, and having done these things she waited.",
        "Not long were the witches in coming back, and they raged and called\nfor vengeance.",
        "“Open! open!” they screamed; “open, feet-water!”",
        "“I cannot,” said the feet-water; “I am scattered on the ground, and\nmy path is down to the Lough.”",
        "“Open, open, wood and trees and beam!” they cried to the door.",
        "“I cannot,” said the door, “for the beam is fixed in the jambs and I\nhave no power to move.”",
        "“Open, open, cake that we have made and mingled with blood!” they\ncried again.",
        "“I cannot,” said the cake, “for I am broken and bruised, and my\nblood is on the lips of the sleeping children.”",
        "Then the witches rushed through the air with great cries, and fled\nback to Slievenamon, uttering strange curses on the Spirit of the\nWell, who had wished their ruin; but the woman and the house were\nleft in peace, and a mantle dropped by one of the witches in her\nflight was kept hung up by the mistress in memory of that night; and\nthis mantle was kept by the same family from generation to\ngeneration for five hundred years after.",
        "Continue...",
        "\nThis complete e-book of Celtic Fairy Tales, collected and edited by\nJoseph Jacobs, is in the public domain.\nThis page has been created by Philipp Lenssen.\n\nAt Amazon: The Golden Book of Fairy Tales\n\nPage last updated on December 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Favorite Celtic Fairy Tales (Dover Children's Thrift Classics)By Joseph JacobsAt Amazon"
    ]
}