{
    "title": "Celtic Fairy Tales - Munachar and Manachar",
    "author": "Joseph Jacobs",
    "chapter": "12",
    "content": [
        "\n",
        "\n\n",
        "There once lived a Munachar and a Manachar, a long time ago, and it\nis a long time since it was, and if they were alive now they would\nnot be alive then. They went out together to pick raspberries, and\nas many as Munachar used to pick Manachar used to eat. Munachar said\nhe must go look for a rod to make a gad to hang Manachar, who ate\nhis raspberries every one; and he came to the rod. “What news the\nday?” said the rod. “It is my own news that I’m seeking. Going\nlooking for a rod, a rod to make a gad, a gad to hang Manachar, who\nate my raspberries every one.”",
        "“You will not get me,” said the rod, “until you get an axe to cut\nme.” He came to the axe. “What news to-day?” said the axe. “It’s my\nown news I’m seeking. Going looking for an axe, an axe to cut a rod,\na rod to make a gad, a gad to hang Manachar, who ate my raspberries\nevery one.”",
        "“You will not get me,” said the axe, “until you get a flag to edge\nme.” He came to the flag. “What news today?” says the flag. “It’s my\nown news I’m seeking. Going looking for a flag, flag to edge axe,\naxe to cut a rod, a rod to make a gad, a gad to hang Manachar, who\nate my raspberries every one.”",
        "“You will not get me,” says the flag, “till you get water to wet\nme.” He came to the water. “What news to-day?” says the water. “It’s\nmy own news that I’m seeking. Going looking for water, water to wet\nflag, flag to edge axe, axe to cut a rod, a rod to make a gad, a gad\nto hang Manachar, who ate my raspberries every one.”",
        "“You will not get me,” said the water, “until you get a deer who\nwill swim me.” He came to the deer. “What news to-day?” says the\ndeer. “It’s my own news I’m seeking. Going looking for a deer, deer\nto swim water, water to wet flag, flag to edge axe, axe to cut a\nrod, a rod to make a gad, a gad to hang Manachar, who ate my\nraspberries every one.”",
        "“You will not get me,” said the deer, “until you get a hound who\nwill hunt me.” He came to the hound. “What news to-day?” says the\nhound. “It’s my own news I’m seeking. Going looking for a hound,\nhound to hunt deer, deer to swim water, water to wet flag, flag to\nedge axe, axe to cut a rod, a rod to make a gad, a gad to hang\nManachar, who ate my raspberries every one.”",
        "“You will not get me,” said the hound, “until you get a bit of\nbutter to put in my claw.” He came to the butter. “What news to-\nday?” says the butter. “It’s my own news I’m seeking. Going looking\nfor butter, butter to go in claw of hound, hound to hunt deer, deer\nto swim water, water to wet flag, flag to edge axe, axe to cut a\nrod, a rod to make a gad, a gad to hang Manachar, who ate my\nraspberries every one.”",
        "“You will not get me,” said the butter, “until you get a cat who\nshall scrape me.” He came to the cat. “What news to-day?” said the\ncat. “It’s my own news I’m seeking. Going looking for a cat, cat to\nscrape butter, butter to go in claw of hound, hound to hunt deer,\ndeer to swim water, water to wet flag, flag to edge axe, axe to cut\na rod, a rod to make a gad, gad to hang Manachar, who ate my\nraspberries every one.”",
        "“You will not get me,” said the cat, “until you will get milk which\nyou will give me.” He came to the cow. “What news to-day?” said the\ncow. “It’s my own news I’m seeking. Going looking for a cow, cow to\ngive me milk, milk I will give to the cat, cat to scrape butter,\nbutter to go in claw of hound, hound to hunt deer, deer to swim\nwater, water to wet flag, flag to edge axe, axe to cut a rod, a rod\nto make a gad, a gad to hang Manachar, who ate my raspberries every\none.”",
        "“You will not get any milk from me,” said the cow, “until you bring\nme a whisp of straw from those threshers yonder.” He came to the\nthreshers. “What news to-day?” said the threshers. “It’s my own news\nI’m seeking. Going looking for a whisp of straw from ye to give to\nthe cow, the cow to give me milk, milk I will give to the cat, cat\nto scrape butter, butter to go in claw of hound, hound to hunt deer,\ndeer to swim water, water to wet flag, flag to edge axe, axe to cut\na rod, a rod to make a gad, a gad to hang Manachar, who ate my\nraspberries every one.”",
        "“You will not get any whisp of straw from us,” said the threshers,\n“until you bring us the makings of a cake from the miller over\nyonder.” He came to the miller. “What news to-day?” said the miller.\n“It’s my own news I’m seeking. Going looking for the makings of a\ncake which I will give to the threshers, the threshers to give me a\nwhisp of straw, the whisp of straw I will give to the cow, the cow\nto give me milk, milk I will give to the cat, cat to scrape butter,\nbutter to go in claw of hound, hound to hunt deer, deer to swim\nwater, water to wet flag, flag to edge axe, axe to cut a rod, a rod\nto make a gad, a gad to hang Manachar, who ate my raspberries every\none.”",
        "“You will not get any makings of a cake from me,” said the miller,\n“till you bring me the full of that sieve of water from the river\nover there.”",
        "He took the sieve in his hand and went over to the river, but as\noften as ever he would stoop and fill it with water, the moment he\nraised it the water would run out of it again, and sure, if he had\nbeen there from that day till this, he never could have filled it. A\ncrow went flying by him, over his head. “Daub! daub!” said the crow.",
        "“My blessings on ye, then,” said Munachar, “but it’s the good advice\nyou have,” and he took the red clay and the daub that was by the\nbrink, and he rubbed it to the bottom of the sieve, until all the\nholes were filled, and then the sieve held the water, and he brought\nthe water to the miller, and the miller gave him the makings of a\ncake, and he gave the makings of the cake to the threshers, and the\nthreshers gave him a whisp of straw, and he gave the whisp of straw\nto the cow, and the cow gave him milk, the milk he gave to the cat,\nthe cat scraped the butter, the butter went into the claw of the\nhound, the hound hunted the deer, the deer swam the water, the water\nwet the flag, the flag sharpened the axe, the axe cut the rod, and\nthe rod made a gad, and when he had it ready to hang Manachar he\nfound that Manachar had BURST.",
        "Continue...",
        "\nThis complete e-book of Celtic Fairy Tales, collected and edited by\nJoseph Jacobs, is in the public domain.\nThis page has been created by Philipp Lenssen.\n\nAt Amazon: The Golden Book of Fairy Tales\n\nPage last updated on December 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Favorite Celtic Fairy Tales (Dover Children's Thrift Classics)By Joseph JacobsAt Amazon"
    ]
}