{
    "title": "Celtic Fairy Tales - Beth Gellert",
    "author": "Joseph Jacobs",
    "chapter": "23",
    "content": [
        "\n",
        "\n\n",
        "Print Llewelyn had a favourite greyhound named Gellert that had been\ngiven to him by his father-in-law, King John. He was as gentle as a\nlamb at home but a lion in the chase. One day Llewelyn went to the\nchase and blew his horn in front of his castle. All his other dogs\ncame to the call but Gellert never answered it. So he blew a louder\nblast on his horn and called Gellert by name, but still the\ngreyhound did not come. At last Prince Llewelyn could wait no longer\nand went off to the hunt without Gellert. He had little sport that\nday because Gellert was not there, the swiftest and boldest of his\nhounds.",
        "He turned back in a rage to  his castle, and as he came to the gate,\nwho should he see but Gellert come bounding out to meet him. But\nwhen the hound came near him, the Prince was startled to see that\nhis lips and fangs were dripping with blood. Llewelyn started back\nand the greyhound crouched down at his feet as if surprised or\nafraid at the way his master greeted him.",
        "Now Prince Llewelyn had a little son a year old with whom Gellert\nused to play, and a terrible thought crossed the Prince’s mind that\nmade him rush towards the child’s nursery. And the nearer he came\nthe more blood and disorder he found about the rooms. He rushed into\nit and found the child’s cradle overturned and daubed with blood.",
        "Prince Llewelyn grew more and more terrified, and sought for his\nlittle son everywhere. He could find him nowhere but only signs of\nsome terrible conflict in which much blood had been shed. At last he\nfelt sure the dog had destroyed his child, and shouting to Gellert,\n“Monster, thou hast devoured my child,” he drew out his sword and\nplunged it in the greyhound’s side, who fell with a deep yell and\nstill gazing in his master’s eyes.",
        "As Gellert raised his dying yell, a little child’s cry answered it\nfrom beneath the cradle, and there Llewelyn found his child unharmed\nand just awakened from sleep. But just beside him lay the body of a\ngreat gaunt wolf all torn to pieces and covered with blood. Too\nlate, Llewelyn learned what had happened while he was away. Gellert\nhad stayed behind to guard the child and had fought and slain the\nwolf that had tried to destroy Llewelyn’s heir.",
        "In vain was all Llewelyn’s grief; he could not bring his faithful\ndog to life again. So he buried him outside the castle walls within\nsight of the great mountain of Snowdon, where every passer-by might\nsee his grave, and raised over it a great cairn of stones. And to\nthis day the place is called Beth Gellert, or the Grave of Gellert.",
        "Continue...",
        "\nThis complete e-book of Celtic Fairy Tales, collected and edited by\nJoseph Jacobs, is in the public domain.\nThis page has been created by Philipp Lenssen.\n\nAt Amazon: The Golden Book of Fairy Tales\n\nPage last updated on December 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Favorite Celtic Fairy Tales (Dover Children's Thrift Classics)By Joseph JacobsAt Amazon"
    ]
}