{
    "title": "Celtic Fairy Tales - Brewery of Eggshells",
    "author": "Joseph Jacobs",
    "chapter": "27",
    "content": [
        "\n",
        "\n\n",
        "In Treneglwys there is a certain shepherd’s cot known by the name of\nTwt y Cymrws because of the strange strife that occurred there.\nThere once lived there a man and his wife, and they had twins whom\nthe woman nursed tenderly. One day she was called away to the house\nof a neighbour at some distance. She did not much like going and\nleaving her little ones all alone in a solitary house, especially as\nshe had heard tell of the good folk haunting the neighbourhood.",
        "Well, she went and came back as soon as she could, but on her way\nback she was frightened to see some old elves of the blue petticoat\ncrossing her path though it was midday. She rushed home, but found\nher two little ones in the cradle and everything seemed as it was\nbefore.",
        "But after a time the good people began to suspect that something was\nwrong, for the twins didn’t grow at all.",
        "The man said: “They’re not ours.”",
        "The woman said: “Whose else should they be?”",
        "And so arose the great strife so that the neighbours named the\ncottage after it. It made the woman very sad, so one evening she\nmade up her mind to go and see the Wise Man of Llanidloes, for he\nknew everything and would advise her what to do.",
        "So she went to Llanidloes and told the case to the Wise Man. Now\nthere was soon to be a harvest of rye and oats, so the Wise Man said\nto her, “When you are getting dinner for the reapers, clear out the\nshell of a hen’s egg and boil some potage in it, and then take it to\nthe door as if you meant it as a dinner for the reapers. Then listen\nif the twins say anything. If you hear them speaking of things\nbeyond the understanding of children, go back and take them up and\nthrow them into the waters of Lake Elvyn. But if you don’t hear\nanything remarkable, do them no injury.”",
        "So when the day of the reap came the woman did all that the Wise Man\nordered, and put the eggshell on the fire and took it off and\ncarried it to the door, and there she stood and listened. Then she\nheard one of the children say to the other:",
        "  Acorn before oak I knew,\n    An egg before a hen,\n  But I never heard of an eggshell brew\n    A dinner for harvest men.",
        "So she went back into the house, seized the children and threw them\ninto the Llyn, and the goblins in their blue trousers came and saved\ntheir dwarfs and the mother had her own children back and so the\ngreat strife ended.",
        "Continue...",
        "\nThis complete e-book of Celtic Fairy Tales, collected and edited by\nJoseph Jacobs, is in the public domain.\nThis page has been created by Philipp Lenssen.\n\nAt Amazon: The Golden Book of Fairy Tales\n\nPage last updated on December 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Favorite Celtic Fairy Tales (Dover Children's Thrift Classics)By Joseph JacobsAt Amazon"
    ]
}