{
    "title": "Celtic Fairy Tales - Notes and References",
    "author": "Joseph Jacobs",
    "chapter": "29",
    "content": [
        "\n",
        "\n\n",
        "It may be as well to give the reader some account of the enormous\nextent of the Celtic folk-tales in existence. I reckon these to\nextend to 2000, though only about 250 are in print. The former\nnumber exceeds that known in France, Italy, Germany, and Russia,\nwhere collection has been most active, and is only exceeded by the\nMS. collection of Finnish folk-tales at Helsingfors, said to exceed\n12,000. As will be seen, this superiority of the Celts is due to the\nphenomenal and patriotic activity of one man, the late J. F.\nCampbell, of Islay, whose Popular Tales and MS. collections\n(partly described by Mr. Alfred Nutt in Folk-Lore, i. 369-83)\ncontain references to no less than 1281 tales (many of them, of\ncourse, variants and scraps). Celtic folk-tales, while more\nnumerous, are also the oldest of the tales of modern European races;\nsome of them–e.g., “Connla,” in the present selection,\noccurring in the oldest Irish vellums. They include (1) fairy tales\nproperly so-called–i.e., tales or anecdotes about fairies,\nhobgoblins, &c., told as natural occurrences; (2) hero-tales, stories\nof adventure told of national or mythical heroes; (3) folk-tales proper,\ndescribing marvellous adventures of otherwise unknown heroes,\nin which there is a defined plot and supernatural characters\n(speaking animals, giants, dwarfs, &c.); and finally (4) drolls, comic\nanecdotes of feats of stupidity or cunning.",
        "The collection of Celtic folk-tales began in IRELAND as early as\n1825, with T. Crofton Croker’s Fairy Legends and Traditions of\nthe South of Ireland. This contained some 38 anecdotes of the\nfirst class mentioned above, anecdotes showing the belief of the\nIrish peasantry in the existence of fairies, gnomes, goblins, and\nthe like. The Grimms did Croker the honour of translating part of\nhis book, under the title of Irische Elfenmärchen. Among the\nnovelists and tale-writers of the schools of Miss Edgeworth and\nLever folk-tales were occasionally utilised, as by Carleton in his\nTraits and Stories, by S. Lover in his Legends and Stories,\nand by G. Griffin in his Tales of a Jury-Room. These all tell their tales\nin the manner of the stage Irishman. Chapbooks, Royal Fairy Tales\nand Hibernian Tales, also contained genuine folk-tales, and attracted\nThackeray’s attention in his Irish Sketch-Book. The Irish Grimm,\nhowever, was Patrick Kennedy, a Dublin bookseller, who believed in\nfairies, and in five years (1866- 71) printed about 100 folk- and hero-\ntales and drolls (classes 2, 3, and 4 above) in his Legendary Fictions\nof the Irish Celts, 1866, Fireside Stories of Ireland, 1870, and Bardic\nStories of Ireland, 1871; all three are now unfortunately out of print. He\ntells his stories neatly and with spirit, and retains much that is\nvolkstümlich in his diction. He derived his materials from the\nEnglish-speaking peasantry of county Wexford, who changed from\nGaelic to English while story-telling was in full vigour, and therefore\ncarried over the stories with the change of language. Lady Wylde\nhas told many folk-tales very effectively in her Ancient Legends of\nIreland, 1887. More recently two collectors have published stories\ngathered from peasants of the West and North who can only speak\nGaelic. These are by an American gentleman named Curtin, Myths\nand Folk-Tales of Ireland, 1890; while Dr. Douglas Hyde has\npublished in Beside the Fireside, 1891, spirited English versions of\nsome of the stories he had published in the original Irish in his Leabhar\nSgeulaighteachta, Dublin, 1889. Miss Maclintoch has a large MS.\ncollection, part of which has appeared in various periodicals; and\nMessrs. Larminie and D. Fitzgerald are known to have much story\nmaterial in their possession.",
        "But beside these more modern collections there exist in old and\nmiddle Irish a large number of hero-tales (class 2) which formed\nthe staple of the old ollahms or bards. Of these tales of\n“cattle-liftings, elopements, battles, voyages, courtships, caves,\nlakes, feasts, sieges, and eruptions,” a bard of even the fourth\nclass had to know seven fifties, presumably one for each day of the\nyear. Sir William Temple knew of a north-country gentleman of\nIreland who was sent to sleep every evening with a fresh tale\nfrom his bard. The Book of Leinster, an Irish vellum of the\ntwelfth century, contains a list of 189 of these hero-tales, many of\nwhich are extant to this day; E. O’Curry gives the list in the\nAppendix to his MS. Materials of Irish History. Another list\nof about 70 is given in the preface to the third volume of the\nOssianic Society’s publications. Dr. Joyce published a few of the\nmore celebrated of these in Old Celtic Romances; others\nappeared in Atlantis (see notes on “Deirdre”), others in\nKennedy’s Bardic Stories, mentioned above.",
        "Turning to SCOTLAND, we must put aside Chambers’ Popular Rhymes\nof Scotland, 1842, which contains for the most part folk-tales\ncommon with those of England rather than those peculiar to the\nGaelic-speaking Scots. The first name here in time as in importance\nis that of J. F. Campbell, of Islay. His four volumes, Popular\nTales of the West Highlands (Edinburgh, 1860-2, recently\nrepublished by the Islay Association), contain some 120 folk- and\nhero-tales, told with strict adherence to the language of the\nnarrators, which is given with a literal, a rather too literal,\nEnglish version. This careful accuracy has given an un-English air\nto his versions, and has prevented them attaining their due\npopularity. What Campbell has published represents only a tithe of\nwhat he collected. At the end of the fourth volume he gives a list\nof 791 tales, &c., collected by him or his assistants in the two\nyears 1859-61; and in his MS. collections at Edinburgh are two other\nlists containing 400 more tales. Only a portion of these are in the\nAdvocates’ Library; the rest, if extant, must be in private hands,\nthough they are distinctly of national importance and interest.",
        "Campbell’s influence has been effective of recent years in Scotland.\nThe Celtic Magazine (vols. xii. and xiii.), while under the\neditorship of Mr. MacBain, contained several folk- and hero-tales in\nGaelic, and so did the Scotch Celtic Review. These were from\nthe collections of Messrs. Campbell of Tiree, Carmichael, and K.\nMackenzie. Recently Lord Archibald Campbell has shown laudable\ninterest in the preservation of Gaelic folk- and hero-tales. Under\nhis auspices a whole series of handsome volumes, under the general\ntitle of Waifs and Strays of Celtic Tradition, has been\nrecently published, four volumes having already appeared, each\naccompanied by notes by Mr. Alfred Nutt, which form the most\nimportant aid to the study of Celtic Folk-Tales since Campbell\nhimself. Those to the second volume in particular (Tales collected\nby Rev. D. MacInnes) fill 100 pages, with condensed information on\nall aspects of the subject dealt with in the light of the most\nrecent research in the European folk-tales as well as on Celtic\nliterature. Thanks to Mr. Nutt, Scotland is just now to the fore in\nthe collection and study of the British Folk-Tale.",
        "WALES makes a poor show beside Ireland and Scotland. Sikes’\nBritish Goblins, and the tales collected by Prof. Rhys in\nY Cymrodor, vols. ii.-vi., are mainly of our first-class\nfairy anecdotes. Borrow, in his Wild Wales, refers to a\ncollection of fables in a journal called The Greal, while the\nCambrian Quarterly Magazine for 1830 and 1831 contained a few\nfairy anecdotes, including a curious version of the “Brewery of\nEggshells” from the Welsh. In the older literature, the Iolo\nMS., published by the Welsh MS. Society, has a few fables and\napologues, and the charming Mabinogion, translated by Lady\nGuest, has tales that can trace back to the twelfth century and are\non the border-line between folk-tales and hero-tales.",
        "CORNWALL and MAN are even worse than Wales. Hunt’s Drolls from\nthe West of England has nothing distinctively Celtic, and it is\nonly by a chance Lhuyd chose a folk-tale as his specimen of Cornish\nin his Archaeologia Britannica, 1709 (see Tale of Ivan).\nThe Manx folk-tales published, including the most recent by Mr. Moore,\nin his Folk-Lore of the Isle of Man, 1891, are mainly fairy\nanecdotes and legends.",
        "From this survey of the field of Celtic folk-tales it is clear that\nIreland and Scotland provide the lion’s share. The interesting thing\nto notice is the remarkable similarity of Scotch and Irish folk-\ntales. The continuity of language and culture between these two\ndivisions of Gaeldom has clearly brought about this identity of\ntheir folk-tales. As will be seen from the following notes, the\ntales found in Scotland can almost invariably be paralleled by those\nfound in Ireland, and vice versa. This result is a striking\nconfirmation of the general truth that folk-lores of different\ncountries resemble one another in proportion to their contiguity and\nto the continuity of language and culture between them.",
        "Another point of interest in these Celtic folk-tales is the light\nthey throw upon the relation of hero-tales and folk-tales (classes 2\nand 3 above). Tales told of Finn of Cuchulain, and therefore coming\nunder the definition of hero-tales, are found elsewhere told of\nanonymous or unknown heroes. The question is, were the folk-tales\nthe earliest, and were they localised and applied to the heroes, or\nwere the heroic sagas generalised and applied to an unknown [Greek:\ntis]? All the evidence, in my opinion, inclines to the former view,\nwhich, as applied to Celtic folk-tales, is of very great literary\nimportance; for it is becoming more and more recognised, thanks\nchiefly to the admirable work of Mr. Alfred Nutt, in his Studies\non the Holy Grail, that the outburst of European Romance in the\ntwelfth century was due, in large measure, to an infusion of Celtic\nhero-tales into the literature of the Romance-speaking nations. Now\nthe remarkable thing is, how these hero tales have lingered on in\noral tradition even to the present day. (See a marked case in\n“Deirdre.”) We may, therefore, hope to see considerable light thrown\non the most characteristic spiritual product of the Middle Ages, the\nliterature of Romance and the spirit of chivalry, from the Celtic\nfolk-tales of the present day. Mr. Alfred Nutt has already shown\nthis to be true of a special section of Romance literature, that\nconnected with the Holy Grail, and it seems probable that further\nstudy will extend the field of application of this new method of\nresearch.",
        "The Celtic folk-tale again has interest in retaining many traits of\nprimitive conditions among the early inhabitants of these isles\nwhich are preserved by no other record. Take, for instance, the calm\nassumption of polygamy in “Gold Tree and Silver Tree.” That\nrepresents a state of feeling that is decidedly pre-Christian. The\nbelief in an external soul “Life Index,” recently monographed by Mr.\nFrazer in his “Golden Bough,” also finds expression in a couple of\nthe Tales (see notes on “Sea-Maiden” and “Fair, Brown, and\nTrembling”), and so with many other primitive ideas.",
        "Care, however, has to be taken in using folk-tales as evidence for\nprimitive practice among the nations where they are found. For the\ntales may have come from another race–that is, for example,\nprobably the case with “Gold Tree and Silver Tree” (see Notes).\nCeltic tales are of peculiar interest in this connection, as they\nafford one of the best fields for studying the problem of diffusion,\nthe most pressing of the problems of the folk-tales just at present,\nat least in my opinion. The Celts are at the furthermost end of\nEurope. Tales that travelled to them could go no further and must\ntherefore be the last links in the chain.",
        "For all these reasons, then, Celtic folk-tales are of high\nscientific interest to the folk-lorist, while they yield to none in\nimaginative and literary qualities. In any other country of Europe\nsome national means of recording them would have long ago been\nadopted. M. Luzel, e.g., was commissioned by the French\nMinister of Public Instruction to collect and report on the Breton\nfolk-tales. England, here as elsewhere without any organised means\nof scientific research in the historical and philological sciences,\nhas to depend on the enthusiasm of a few private individuals for\nwork of national importance. Every Celt of these islands or in the\nGaeldom beyond the sea, and every Celt-lover among the English-\nspeaking nations, should regard it as one of the duties of the race\nto put its traditions on record in the few years that now remain\nbefore they will cease for ever to be living in the hearts and\nmemories of the humbler members of the race.",
        "In the following Notes I have done as in my English Fairy\nTales, and given first, the sources whence I drew the tales,\nthen parallels at length for the British Isles, with bibliographical\nreferences for parallels abroad, and finally, remarks where the\ntales seemed to need them. In these I have not wearied or worried\nthe reader with conventional tall talk about the Celtic genius and its\nmanifestations in the folk-tale; on that topic one can only repeat\nMatthew Arnold when at his best, in his Celtic Literature. Nor have\nI attempted to deal with the more general aspects of the study of\nthe Celtic folk-tale. For these I must refer to Mr. Nutt’s series of\npapers in The Celtic Magazine, vol. xii., or, still better, to the\nmasterly introductions he is contributing to the series of Waifs and\nStrays of Celtic Tradition, and to Dr. Hyde’s Beside the\nFireside. In my remarks I have mainly confined myself to\ndiscussing the origin and diffusion of the various tales, so far as\nanything definite could be learnt or conjectured on that subject.",
        "Before proceeding to the Notes, I may “put in,” as the lawyers say,\na few summaries of the results reached in them. Of the twenty-six\ntales, twelve (i., ii., v., viii., ix., x., xi., xv., xvi., xvii.,\nxix., xxiv.) have Gaelic originals; three (vii., xiii., xxv.) are\nfrom the Welsh; one (xxii.) from the now extinct Cornish; one an\nadaptation of an English poem founded on a Welsh tradition (xxi.,\n“Gellert”); and the remaining nine are what may be termed Anglo-\nIrish. Regarding their diffusion among the Celts, twelve are both\nIrish and Scotch (iv., v., vi., ix., x., xiv.-xvii., xix., xx.,\nxxiv); one (xxv.) is common to Irish and Welsh; and one (xxii.) to\nIrish and Cornish; seven are found only among the Celts in Ireland\n(i.-iii., xii., xviii., xxii., xxvi); two (viii., xi.) among the\nScotch; and three (vii., xiii., xxi.) among the Welsh. Finally, so\nfar as we can ascertain their origin, four (v., xvi., xxi., xxii.)\nare from the East; five (vi., x., xiv., xx., xxv.) are European\ndrolls; three of the romantic tales seem to have been imported\n(vii., ix., xix.); while three others are possibly Celtic\nexportations to the Continent (xv., xvii., xxiv.) though the, last\nmay have previously come thence; the remaining eleven are, as far as\nknown, original to Celtic lands. Somewhat the same result would come\nout, I believe, as the analysis of any representative collection of\nfolk-tales of any European district.",
        "Source.–From the old Irish “Echtra Condla chaim maic Cuind\nChetchathaig” of the Leabhar na h-Uidhre (\"Book of the Dun\nCow”), which must have been written before 1106, when its scribe\nMaelmori (\"Servant of Mary”) was murdered. The original is given by\nWindisch in his Irish Grammar, p. 120, also in the Trans.\nKilkenny Archaeol. Soc. for 1874. A fragment occurs in a\nRawlinson MS., described by Dr. W. Stokes, Tripartite Life,\np. xxxvi. I have used the translation of Prof. Zimmer in his\nKeltische Beiträge, ii. (Zeits. f. deutsches Altertum, Bd.\nxxxiii. 262-4). Dr. Joyce has a somewhat florid version in, his\nOld Celtic Romances, from which I have borrowed a touch or\ntwo. I have neither extenuated nor added aught but the last sentence\nof the Fairy Maiden’s last speech. Part of the original is in\nmetrical form, so that the whole is of the cante-fable species\nwhich I believe to be the original form of the folk-tale (Cf. Eng. Fairy\nTales, notes, p. 240, and infra, p. 257).",
        "Parallels.–Prof. Zimmer’s paper contains three other\naccounts of the terra repromissionis in the Irish sagas, one\nof them being the similar adventure of Cormac the nephew of Connla,\nor Condla Ruad as he should be called. The fairy apple of gold\noccurs in Cormac Mac Art’s visit to the Brug of Manannan (Nutt’s\nHoly Grail, 193).",
        "Remarks.–Conn the hundred-fighter had the head-kingship of\nIreland 123-157 A.D., according to the Annals of the Four\nMasters, i. 105. On the day of his birth the five great roads\nfrom Tara to all parts of Ireland were completed: one of them from\nDublin is still used. Connaught is said to have been named after\nhim, but this is scarcely consonant with Joyce’s identification with\nPtolemy’s Nagnatai (Irish Local Names, i. 75). But there\ncan be little doubt of Conn’s existence as a powerful ruler in\nIreland in the second century. The historic existence of Connla\nseems also to be authenticated by the reference to him as Conly, the\neldest son of Conn, in the Annals of Clonmacnoise. As Conn was\nsucceeded by his third son, Art Enear, Connla was either slain or\ndisappeared during his father’s lifetime. Under these circumstances\nit is not unlikely that our legend grew up within the century after\nConn–i.e., during the latter half of the second century.",
        "As regards the present form of it, Prof. Zimmer (l.c. 261-2)\nplaces it in the seventh century. It has clearly been touched up by\na Christian hand who introduced the reference to the day of judgment\nand to the waning power of the Druids. But nothing turns upon this\ninterpolation, so that it is likely that even the present form of\nthe legend is pre-Christian-i.e. for Ireland, pre-Patrician,\nbefore the fifth century.",
        "The tale of Connla is thus the earliest fairy tale of modern Europe.\nBesides this interest it contains an early account of one of the\nmost characteristic Celtic conceptions, that of the earthly\nParadise, the Isle of Youth, Tir-nan-Og. This has impressed\nitself on the European imagination; in the Arthuriad it is\nrepresented by the Vale of Avalon, and as represented in the various\nCeltic visions of the future life, it forms one of the main sources\nof Dante’s Divina Commedia. It is possible too, I think, that\nthe Homeric Hesperides and the Fortunate Isles of the ancients had a\nCeltic origin (as is well known, the early place-names of Europe are\npredominantly Celtic). I have found, I believe, a reference to the\nconception in one of the earliest passages in the classics dealing\nwith the Druids. Lucan, in his Pharsalia (i. 450-8), addresses\nthem in these high terms of reverence:",
        "  Et vos barbaricos ritus, moremque sinistrum,\n  Sacrorum, Druidae, positis repetistis ab armis,\n  Solis nosse Deos et coeli numera vobis\n  Aut solis nescire datum; nemora alta remotis\n  Incolitis lucis. Vobis auctoribus umbrae,\n  Non tacitas Erebi sedes, Ditisque profundi,\n  Pallida regna petunt: regit idem spiritus artus\n  Orbe alio: longae, canitis si cognita, vitae\n  Mors media est.",
        "The passage certainly seems to me to imply a different conception\nfrom the ordinary classical views of the life after death, the dark\nand dismal plains of Erebus peopled with ghosts; and the passage I\nhave italicised would chime in well with the conception of a\ncontinuance of youth (idem spiritus) in Tir-nan-Og (orbe\nalio).",
        "One of the most pathetic, beautiful, and typical scenes in Irish\nlegend is the return of Ossian from Tir-nan-Og, and his interview\nwith St. Patrick. The old faith and the new, the old order of things\nand that which replaced it, meet in two of the most characteristic\nproducts of the Irish imagination (for the Patrick of legend is as\nmuch a legendary figure as Oisin himself). Ossian had gone away to\nTir-nan-Og with the fairy Niamh under very much the same\ncircumstances as Condla Ruad; time flies in the land of eternal\nyouth, and when Ossian returns, after a year as he thinks, more than\nthree centuries had passed, and St. Patrick had just succeeded in\nintroducing the new faith. The contrast of Past and Present has\nnever been more vividly or beautifully represented.",
        "Source.–From Dr. Douglas Hyde’s Beside the Fire, 104-\n28, where it is a translation from the same author’s Leabhar\nSgeulaighteachta. Dr Hyde got it from one Shamus O’Hart, a\ngamekeeper of Frenchpark. One is curious to know how far the very\nbeautiful landscapes in the story are due to Dr. Hyde, who confesses\nto have only taken notes. I have omitted a journey to Rome,\nparalleled, as Mr. Nutt has pointed out, by the similar one of\nMichael Scott (Waifs and Strays, i. 46), and not bearing on\nthe main lines of the story. I have also dropped a part of Guleesh’s\nname: in the original he is “Guleesh na guss dhu,” Guleesh of the\nblack feet, because he never washed them; nothing turns on this in\nthe present form of the story, but one cannot but suspect it was of\nimportance in the original form.",
        "Parallels.–Dr. Hyde refers to two short stories, “Midnight\nRide” (to Rome) and “Stolen Bride,” in Lady Wilde’s Ancient\nLegends. But the closest parallel is given by Miss Maclintock’s\nDonegal tale of “Jamie Freel and the Young Lady,” reprinted in Mr.\nYeats’ Irish Folk and Fairy Tales, 52-9. In the Hibernian\nTales, “Mann o’ Malaghan and the Fairies,” as reported by\nThackeray in the Irish Sketch-Book, c. xvi., begins like\n“Guleesh.”",
        "Source.–T. Crofton Croker’s Fairy Legends of the South of\nIreland, ed. Wright, pp. 135-9. In the original the gnome is a\nCluricaune, but as a friend of Mr. Batten’s has recently heard the\ntale told of a Lepracaun, I have adopted the better known title.",
        "Remarks.–Lepracaun is from the Irish leith\nbhrogan, the one-shoemaker (cf. brogue), according to Dr.\nHyde. He is generally seen (and to this day, too) working at a\nsingle shoe, cf. Croker’s story “Little Shoe,” l.c. pp. 142-4.\nAccording to a writer in the Revue Celtique, i. 256, the true\netymology is luchor pan, “little man.” Dr. Joyce also gives the same\netymology in Irish Names and Places, i. 183, where he mentions\nseveral places named after them.",
        "Source.–Lady Wilde’s Ancient Legends, the first\nstory.",
        "Parallels.–A similar version was given by Mr. D. Fitzgerald\nin the Revue Celtique, iv. 181, but without the significant\nand impressive horns. He refers to Cornhill for February\n1877, and to Campbell’s “Sauntraigh” No. xxii. Pop. Tales,\nii. 52 4, in which a “woman of peace” (a fairy) borrows a woman’s\nkettle and returns it with flesh in it, but at last the woman\nrefuses, and is persecuted by the fairy. I fail to see much analogy.\nA much closer one is in Campbell, ii. p. 63, where fairies are got\nrid of by shouting “Dunveilg is on fire.” The familiar “lady-bird,\nlady-bird, fly away home, your house is on fire and your children at\nhome,” will occur to English minds. Another version in Kennedy’s\nLegendary Fictions, p. 164, “Black Stairs on Fire.”",
        "Remarks.–Slievenamon is a famous fairy palace in Tipperary\naccording to Dr. Joyce, l.c. i. 178. It was the hill on which\nFinn stood when he gave himself as the prize to the Irish maiden who\nshould run up it quickest. Grainne won him with dire consequences,\nas all the world knows or ought to know (Kennedy, Legend\nFict., 222, “How Fion selected a Wife”).",
        "Source.–Campbell, Pop. Tales of West Highlands, No.\nv. pp. 105-8, “Conall Cra Bhuidhe.” I have softened the third\nepisode, which is somewhat too ghastly in the original. I have\ntranslated “Cra Bhuide” Yellowclaw on the strength of Campbell’s\netymology, l.c. p. 158.",
        "Parallels.–Campbell’s vi. and vii. are two variants showing\nhow widespread the story is in Gaelic Scotland. It occurs in Ireland\nwhere it has been printed in the chapbook, Hibernian Tales,\nas the “Black Thief and the Knight of the Glen,” the Black Thief\nbeing Conall, and the knight corresponding to the King of Lochlan\n(it is given in Mr. Lang’s Red Fairy Book). Here it attracted\nthe notice of Thackeray, who gives a good abstract of it in his\nIrish Sketch-Book, ch. xvi. He thinks it “worthy of the\nArabian Nights, as wild and odd as an Eastern tale.” “That\nfantastical way of bearing testimony to the previous tale by\nproducing an old woman who says the tale is not only true, but who\nwas the very old woman who lived in the giant’s castle is almost\"\n(why “almost,” Mr. Thackeray?) “a stroke of genius.” The incident of\nthe giant’s breath occurs in the story of Koisha Kayn, MacInnes’\nTales, i. 241, as well as the Polyphemus one, ibid. 265.\nOne-eyed giants are frequent in Celtic folk-tales (e.g. in The\nPursuit of Diarmaid and in the Mabinogi of Owen).",
        "Remarks.–Thackeray’s reference to the “Arabian Nights” is\nespecially apt, as the tale of Conall is a framework story like\nThe 1001 Nights, the three stories told by Conall being\nframed, as it were, in a fourth which is nominally the real story.\nThis method employed by the Indian story-tellers and from them\nadopted by Boccaccio and thence into all European literatures\n(Chaucer, Queen Margaret, &c.), is generally thought to be peculiar\nto the East, and to be ultimately derived from the Jatakas or Birth\nStories of the Buddha who tells his adventures in former\nincarnations. Here we find it in Celtdom, and it occurs also in\n“The Story-teller at Fault” in this collection, and the story\nof Koisha Kayn in MacInnes’ Argyllshire Tales, a variant\nof which, collected but not published by Campbell, has no less than\nnineteen tales enclosed in a framework. The question is whether the\nmethod was adopted independently in Ireland, or was due to foreign\ninfluences. Confining ourselves to “Conal Yellowclaw,” it seems not\nunlikely that the whole story is an importation. For the second\nepisode is clearly the story of Polyphemus from the Odyssey which\nwas known in Ireland perhaps as early as the tenth century (see\nProf. K. Meyer’s edition of Merugud Uilix maic Leirtis, Pref.\np. xii). It also crept into the voyages of Sindbad in the Arabian\nNights. And as told in the Highlands it bears comparison even\nwith the Homeric version. As Mr. Nutt remarks (Celt. Mag.\nxii.) the address of the giant to the buck is as effective as that\nof Polyphemus to his ram. The narrator, James Wilson, was a blind\nman who would naturally feel the pathos of the address; “it comes\nfrom the heart of the narrator;” says Campbell (l.c., 148),\n“it is the ornament which his mind hangs on the frame of the story.”",
        "Source.–From oral tradition, by the late D. W. Logie, taken\ndown by Mr. Alfred Nutt.",
        "Parallels.–Lover has a tale, “Little Fairly,” obviously\nderived from this folk-tale; and there is another very similar,\n“Darby Darly.” Another version of our tale is given under the title\n“Donald and his Neighbours,” in the chapbook Hibernian Talesm\nwhence it was reprinted by Thackeray in his Irish Sketch-\nBook, c. xvi. This has the incident of the “accidental matricide,\"\non which see Prof. R. Köhler on Gonzenbach Sicil. Mährchen,\nii. 224. No less than four tales of Campbell are of this type\n(Pop. Tales, ii. 218-31). M. Cosquin, in his “Contes populaires\nde Lorraine,” the storehouse of “storiology,” has elaborate\nexcursuses in this class of tales attached to his Nos. x. and xx.\nMr. Clouston discusses it also in his Pop. Tales, ii. 229-88.\nBoth these writers are inclined to trace the chief incidents\nto India. It is to be observed that one of the earliest popular\ndrolls in Europe, Unibos, a Latin poem of the eleventh, and\nperhaps the tenth, century, has the main outlines of the story, the\nfraudulent sale of worthless objects and the escape from the sack\ntrick. The same story occurs in Straparola, the European earliest\ncollection of folk-tales in the sixteenth century. On the other\nhand, the gold sticking to the scales is familiar to us in Ali\nBaba. (Cf. Cosquin, l.c., i. 225-6, 229).",
        "Remarks.–It is indeed curious to find, as M. Cosquin points\nout, a cunning fellow tied in a sack getting out by crying, “I won’t\nmarry the princess,” in countries so far apart as Ireland, Sicily\n(Gonzenbach, No. 71), Afghanistan (Thorburn, Bannu, p. 184),\nand Jamaica (Folk-Lore Record, iii. 53). It is indeed impossible\nto think these are disconnected, and for drolls of this kind a good\ncase has been made out for the borrowing hypotheses by M. Cosquin\nand Mr. Clouston. Who borrowed from whom is another and more\ndifficult question which has to be judged on its merits in each\nindividual case.",
        "This is a type of Celtic folk-tales which are European in spread,\nhave analogies with the East, and can only be said to be Celtic by\nadoption and by colouring. They form a distinct section of the tales\ntold by the Celts, and must be represented in any characteristic\nselection. Other examples are xi., xv., xx., and perhaps xxii.",
        "Source.–Preface to the edition of “The Physicians of\nMyddvai\"; their prescription-book, from the Red Book of Hergest,\npublished by the Welsh MS. Society in 1861. The legend is not\ngiven in the Red Book, but from oral tradition by Mr. W. Rees, p. xxi.\nAs this is the first of the Welsh tales in this book it may be as well\nto give the reader such guidance as I can afford him on the\nintricacies of Welsh pronunciation, especially with regard to the\nmysterious w’s and y’s of Welsh orthography. For w substitute\ndouble o, as in “fool,” and for y, the short u in but,\nand as near approach to Cymric speech will be reached as is possible\nfor the outlander. It maybe added that double d equals th, and\ndouble l is something like Fl, as Shakespeare knew in calling\nhis Welsh soldier Fluellen (Llewelyn). Thus “Meddygon Myddvai\"\nwould be Anglicè “Methugon Muthvai.”",
        "Parallels.–Other versions of the legend of the Van Pool are\ngiven in Cambro-Briton, ii. 315; W. Sikes, British Goblins,\np. 40. Mr. E. Sidney Hartland has discussed these and others\nin a set of papers contributed to the first volume of The\nArchaeological Review (now incorporated into Folk-Lore),\nthe substance of which is now given in his Science of Fairy\nTales, 274-332. (See also the references given in Revue\nCeltique, iv., 187 and 268). Mr. Hartland gives there an\necumenical collection of parallels to the several incidents that go\nto make up our story–(1) The bride-capture of the Swan-Maiden, (2)\nthe recognition of the bride, (3) the taboo against causeless blows,\n(4) doomed to be broken, and (5) disappearance of the Swan-Maiden,\nwith (6) her return as Guardian Spirit to her descendants. In each\ncase Mr. Hartland gives what he considers to be the most primitive\nform of the incident. With reference to our present tale, he comes\nto the conclusion, if I understand him aright, that the lake-maiden\nwas once regarded as a local divinity. The physicians of Myddvai\nwere historic personages, renowned for their medical skill for some\nsix centuries, till the race died out with John Jones, fl.\n1743. To explain their skill and uncanny knowledge of herbs, the\nfolk traced them to a supernatural ancestress, who taught them their\ncraft in a place still called Pant-y-Meddygon (\"Doctors’ Dingle”).\nTheir medical knowledge did not require any such remarkable origin,\nas Mr. Hartland has shown in a paper “On Welsh Folk-Medicine,\"\ncontributed to Y Cymmrodor, vol. xii. On the other hand, the\nSwan-Maiden type of story is widespread through the Old World. Mr.\nMorris’ “Land East of the Moon and West of the Sun,” in The\nEarthly Paradise, is taken from the Norse version. Parallels are\naccumulated by the Grimms, ii. 432; Köhler on Gonzenbach, ii. 20;\nor Blade, 149; Stokes’ Indian Fairy Tales, 243, 276; and\nMessrs. Jones and Koopf, Magyar Folk-Tales, 362-5. It remains\nto be proved that one of these versions did not travel to Wales, and\nbecome there localised. We shall see other instances of such\nlocalisation or specialisation of general legends.",
        "Source.–Notes and Queries for December 21, 1861; to\nwhich it was communicated by “Cuthbert Bede,” the author of\nVerdant Green, who collected it in Cantyre.",
        "Parallels.–Miss Dempster gives the same story in her\nSutherland Collection, No. vii. (referred to by Campbell in his\nGaelic list, at end of vol. iv.); Mrs. John Faed, I am informed by a\nfriend, knows the Gaelic version, as told by her nurse in her youth.\nChambers’ “Strange Visitor,” Pop. Rhymes of Scotland, 64, of\nwhich I gave an Anglicised version in my English Fairy Tales,\nNo. xxxii., is clearly a variant.",
        "Remarks.–The Macdonald of Saddell Castle was a very great\nman indeed. Once, when dining with the Lord-Lieutenant, an apology\nwas made to him for placing him so far away from the head of the\ntable. “Where the Macdonald sits,” was the proud response, “there is\nthe head of the table.”",
        "Source.–Celtic Magazine, xiii. pp. 69, seq. I\nhave abridged somewhat, made the sons of Fergus all faithful instead\nof two traitors, and omitted an incident in the house of the wild\nmen called here “strangers.” The original Gaelic was given in the\nTransactions of the Inverness Gaelic Society for 1887, p.\n241, seq., by Mr. Carmichael. I have inserted Deirdre’s\n“Lament” from the Book of Leinster.",
        "Parallels.–This is one of the three most sorrowful Tales\nof Erin, (the other two, Children of Lir and Children of\nTureen, are given in Dr. Joyce’s Old Celtic Romances), and\nis a specimen of the old heroic sagas of elopement, a list of\nwhich is given in the Book of Leinster. The “outcast child\"\nis a frequent episode in folk and hero-tales: an instance occurs in\nmy English Fairy Tales, No. xxxv., and Prof. Köhler gives\nmany others in Archiv. f. Slav. Philologie, i. 288. Mr. Nutt\nadds tenth century Celtic parallels in Folk-Lore, vol. ii.\nThe wooing of hero by heroine is a characteristic Celtic touch. See\n“Connla” here, and other examples given by Mr. Nutt in his notes to\nMacInnes’ Tales. The trees growing from the lovers’ graves\noccurs in the English ballad of Lord Lovel and has been\nstudied in Mélusine.",
        "Remarks.–The “Story of Deirdre” is a remarkable instance of\nthe tenacity of oral tradition among the Celts. It has been\npreserved in no less than five versions (or six, including\nMacpherson’s “Darthula”) ranging from the twelfth to the nineteenth\ncentury. The earliest is in the twelfth century, Book of\nLeinster, to be dated about 1140 (edited in facsimile under the\nauspices of the Royal Irish Academy, i. 147, seq.). Then\ncomes a fifteenth century version, edited and translated by\nDr. Stokes in Windisch’s Irische Texte II., ii. 109, seq.,\n“Death of the Sons of Uisnech.” Keating in his History of\nIreland gave another version in the seventeenth century. The\nDublin Gaelic Society published an eighteenth century version in\ntheir Transactions for 1808. And lastly we have the version\nbefore us, collected only a few years ago, yet agreeing in all\nessential details with the version of the Book of Leinster.\nSuch a record is unique in the history of oral tradition, outside\nIreland, where, however, it is quite a customary experience in the\nstudy of the Finn-saga. It is now recognised that Macpherson had, or\ncould have had, ample material for his rechauffé of the Finn\nor “Fingal” saga. His “Darthula” is a similar cobbling of our\npresent story. I leave to Celtic specialists the task of settling\nthe exact relations of these various texts. I content myself with\npointing out the fact that in these latter days of a seemingly\nprosaic century in these British Isles there has been collected from\nthe lips of the folk a heroic story like this of “Deirdre,” full of\nromantic incidents, told with tender feeling and considerable\nliterary skill. No other country in Europe, except perhaps Russia,\ncould provide a parallel to this living on of Romance among the\ncommon folk. Surely it is a bounden duty of those who are in the\nposition to put on record any such utterances of the folk-\nimagination of the Celts before it is too late.",
        "Source.–I have combined the Irish version given by Dr. Hyde\nin his Leabhar Sgeul., and translated by him for Mr. Yeats’\nIrish Folk and Fairy Tales, and the Scotch version given in\nGaelic and English by Campbell, No. viii.",
        "Parallels.–Two English versions are given in my Eng.\nFairy Tales, No. iv., “The Old Woman and her Pig,” and xxxiv.,\n“The Cat and the Mouse,” where see notes for other variants in these\nisles.  M. Cosquin, in his notes to No. xxxiv., of his Contes\nde Lorraine, t. ii. pp. 35-41, has drawn attention to an\nastonishing number of parallels scattered through all Europe and\nthe East (cf., too, Crane, Ital. Pop. Tales, notes, 372-5).\nOne of the earliest allusions to the jingle is in Don Quixote,\npt. 1, c. xvi.: “Y asi como suele decirse el gato al rato, et rato á\nla cuerda, la cuerda al palo, daba el arriero á Sancho, Sancho\ná la moza, la moza á él, el ventero á la moza.” As I have pointed\nout, it is used to this day by Bengali women at the end of each\nfolk-tale they recite (L. B. Day, Folk-Tales of Bengal, Pref.).",
        "Remarks.–Two ingenious suggestions have been made as to the\norigin of this curious jingle, both connecting it with religious\nceremonies: (1) Something very similar occurs in Chaldaic at the end\nof the Jewish Hagada, or domestic ritual for the Passover\nnight. It has, however, been shown that this does not occur in early\nMSS. or editions, and was only added at the end to amuse the\nchildren after the service, and was therefore only a translation or\nadaptation of a current German form of the jingle; (2) M. Basset, in\nthe Revue des Traditions populaires, 1890, t. v. p. 549, has\nsuggested that it is a survival of the old Greek custom at the\nsacrifice of the Bouphonia for the priest to contend that he\nhad not slain the sacred beast, the axe declares that the handle did\nit, the handle transfers the guilt further, and so on. This is\ningenious, but fails to give any reasonable account of the diffusion\nof the jingle in countries which have had no historic connection\nwith classical Greece.",
        "Source.–Celtic Magazine, xiii. 213-8, Gaelic and\nEnglish from Mr. Kenneth Macleod.",
        "Parallels.–Mr. Macleod heard another version in which “Gold\nTree” (anonymous in this variant) is bewitched to kill her father’s\nhorse, dog, and cock. Abroad it is the Grimm’s Schneewittchen\n(No. 53), for the Continental variants of which see Köhler on\nGonzenbach, Sicil. Mährchen, Nos. 2-4, Grimm’s notes on 53,\nand Crane, Ital. Pop. Tales, 331. No other version is known\nin the British Isles.",
        "Remarks.–It is unlikely, I should say impossible, that this\ntale, with the incident of the dormant heroine, should have arisen\nindependently in the Highlands; it is most likely an importation\nfrom abroad. Yet in it occurs a most “primitive” incident, the\nbigamous household of the hero; this is glossed over in Mr.\nMacleod’s other variant. On the “survival\" method of investigation\nthis would possibly be used as evidence for polygamy in the\nHighlands. Yet if, as is probable, the story came from abroad, this\ntrait may have come with it, and only implies polygamy in the\noriginal home of the tale.",
        "Source.–S. Lover’s Stories and Legends of the Irish\nPeasantry.",
        "Remarks.–This is really a moral apologue on the benefits of\nkeeping your word. Yet it is told with such humour and vigour, that\nthe moral glides insensibly into the heart.",
        "Source.–The Mabinogi of Kulhwych and Olwen from the\ntranslation of Lady Guest, abridged.",
        "Parallels.–Prof. Rhys, Hibbert Lectures, p. 486,\nconsiders that our tale is paralleled by Cuchulain’s “Wooing of\nEmer,” a translation of which by Prof. K. Meyer appeared in the\nArchaeological Review, vol. i. I fail to see much analogy. On\nthe other hand in his Arthurian Legend, p. 41, he rightly\ncompares the tasks set by Yspythadon to those set to Jason. They are\nindeed of the familiar type of the Bride Wager (on which see Grimm-\nHunt, i. 399). The incident of the three animals, old, older, and\noldest, has a remarkable resemblance to the Tettira Jataka\n(ed. Fausböll, No. 37, transl. Rhys Davids, i. p. 310 seq.)\nin which the partridge, monkey, and elephant dispute as to their\nrelative age, and the partridge turns out to have voided the seed of\nthe Banyan-tree under which they were sheltered, whereas the\nelephant only knew it when a mere bush, and the monkey had nibbled\nthe topmost shoots. This apologue got to England at the end of the\ntwelfth century as the sixty-ninth fable, “Wolf, Fox, and Dove,” of\na rhymed prose collection of “Fox Fables” (Mishle Shu’alim),\nof an Oxford Jew, Berachyah Nakdan, known in the Records as\n“Benedict le Puncteur” (see my Fables Of Aesop, i. p. 170).\nSimilar incidents occur in “Jack and his Snuff-box” in my English\nFairy Tales, and in Dr. Hyde’s “Well of D’Yerree-in-Dowan.” The\nskilled companions of Kulhwych are common in European folk-tales\n(Cf. Cosquin, i. 123-5), and especially among the Celts (see\nMr. Nutt’s note in MacInnes’ Tales, 445-8), among whom they\noccur very early, but not so early as Lynceus and the other skilled\ncomrades of the Argonauts.",
        "Remarks.–The hunting of the boar Trwyth can be traced back\nin Welsh tradition at least as early as the ninth century. For it is\nreferred to in the following passage of Nennius’ Historia\nBritonum ed. Stevenson, p: 60, “Est aliud miraculum in regione\nquae dicitur Buelt [Builth, co. Brecon] Est ibi cumulus lapidum et\nunus lapis super-positus super congestum cum vestigia canis in eo.\nQuando venatus est porcum Troynt [var. lec. Troit] impressit\nCabal, qui erat canis Arthuri militis, vestigium in lapide et Arthur\npostea congregavit congestum lapidum sub lapide in quo erat\nvestigium canis sui et vocatur Carn Cabal.” Curiously enough there\nis still a mountain called Carn Cabal in the district of Builth,\nsouth of Rhayader Gwy in Breconshire. Still more curiously a friend\nof Lady Guest’s found on this a cairn with a stone two feet long by\none foot wide in which there was an indentation 4 in. x 3 in. x 2\nin. which could easily have been mistaken for a paw-print of a dog,\nas maybe seen from the engraving given of it (Mabinogion, ed. 1874,\np. 269).",
        "The stone and the legend are thus at least one thousand years old.\n“There stands the stone to tell if I lie.” According to Prof. Rhys\n(Hibbert Lect. 486-97) the whole story is a mythological one,\nKulhwych’s mother being the dawn, the clover blossoms that grow\nunder Olwen’s feet being comparable to the roses that sprung up\nwhere Aphrodite had trod, and Yspyddadon being the incarnation of\nthe sacred hawthorn. Mabon, again (i.e. pp. 21, 28-9), is the\nApollo Maponus discovered in Latin inscriptions at Ainstable in\nCumberland and elsewhere (Hübner, Corp. Insc. Lat. Brit. Nos.\n218, 332, 1345). Granting all this, there is nothing to show any\nmythological significance in the tale, though there may have been\nin the names of the dramatis personae. I observe from the\nproceedings of the recent Eisteddfod that the bardic name of Mr. W.\nAbraham, M.P., is ’Mabon.’ It scarcely follows that Mr. Abraham is\nin receipt of divine honours nowadays.",
        "Source.–Kennedy’s Legendary Fictions of the Irish\nCelts.",
        "Parallels.–This is the fullest and most dramatic version I\nknow of the Grimm’s “Town Musicians of Bremen” (No. 27). I have\ngiven an English (American) version in my English Fairy\nTales, No. 5, in the notes to which would be found references to\nother versions known in the British Isles (e.g., Campbell,\nNo. 11) and abroad. Cf. remarks on No. vi.",
        "Source.–Curtin, Myths and Folk-Lore of Ireland, p.\n114 seq. I have shortened the earlier part of the tale, and\nintroduced into the latter a few touches from Campbell’s story of\n“Fionn’s Enchantment,” in Revue Celtique, t. i., 193 seq.",
        "Parallels.–The early part is similar to the beginning of\n“The Sea-Maiden” (No. xvii., which see). The latter part is\npractically the same as the story of “Fionn’s Enchantment,” just\nreferred to. It also occurs in MacInnes’ Tales, No. iii.,\n“The King of Albainn” (see Mr. Nutt’s notes, 454). The head-crowned\nspikes are Celtic, cf. Mr. Nutt’s notes (MacInnes’ Tales,\n453).",
        "Remarks.–Here again we meet the question whether the folk-\ntale precedes the hero-tale about Finn or was derived from it, and\nagain the probability seems that our story has the priority as a\nfolk-tale, and was afterwards applied to the national hero, Finn.\nThis is confirmed by the fact that a thirteenth century French\nromance, Conte du Graal, has much the same incidents, and was\nprobably derived from a similar folk-tale of the Celts. Indeed, Mr.\nNutt is inclined to think that the original form of our story (which\ncontains a mysterious healing vessel) is the germ out of which the\nlegend of the Holy Grail was evolved (see his Studies in the Holy\nGrail, p. 202 seq.).",
        "Source.–Griffin’s Tales from a Jury-Room, combined\nwith Campbell, No. xvii. c, “The Slim Swarthy Champion.”",
        "Parallels.–Campbell gives another variant, l.c. i.\n318. Dr. Hyde has an Irish version of Campbell’s tale written down\nin 1762, from which he gives the incident of the air-ladder (which\nI have had to euphemise in my version) in his Beside the\nFireside, p. 191, and other passages in his Preface. The most\nremarkable parallel to this incident, however, is afforded by the\nfeats of Indian jugglers reported briefly by Marco Polo, and\nillustrated with his usual wealth of learning by the late Sir Henry\nYule, in his edition, vol. i. p. 308 seq. The accompanying\nillustration (reduced from Yule) will tell its own tale: it is taken\nfrom the Dutch account of the travels of an English sailor, E.\nMelton, Zeldzaame Reizen, 1702, p. 468. It tells the tale in\nfive acts, all included in one sketch. Another instance quoted by\nYule is still more parallel, so to speak. The twenty-third trick\nperformed by some conjurors before the Emperor Jahangueir\n(Memoirs, p. 102) is thus described: “They produced a chain\nof 50 cubits in length, and in my presence threw one end of it\ntowards the sky, where it remained as if fastened to something in\nthe air. A dog was then brought forward, and being placed at the\nlower end of the chain, immediately ran up, and, reaching the other\nend, immediately disappeared in the air. In the same manner a hog, a\npanther, a lion, and a tiger were successively sent up the chain.\"\nIt has been suggested that the conjurors hypnotise the spectators,\nand make them believe they see these things. This is practically the\nsuggestion of a wise Mohammedan, who is quoted by Yule as saying,\n“Wallah! ’tis my opinion there has been neither going up nor\ncoming down; ’tis all hocus-pocus,” hocus-pocus being presumably the\nMohammedan term for hypnotism.",
        "Remarks.–Dr. Hyde (l.c. Pref. xxix.) thinks our tale\ncannot be older than 1362, because of a reference to one O’Connor\nSligo which occurs in all its variants; it is, however, omitted in\nour somewhat abridged version. Mr Nutt (ap. Campbell, The\nFians, Introd. xix.) thinks that this does not prevent a still\nearlier version having existed. I should have thought that the\nexistence of so distinctly Eastern a trick in the tale, and the fact\nthat it is a framework story (another Eastern characteristic), would\nimply that it is a rather late importation, with local allusions\nsuperadded (cf. notes on “Conal Yellowclaw,” No v.)",
        "The passages in verse from pp 137, 139, and the description of the\nBeggarman, pp. 136, 140, are instances of a curious characteristic\nof Gaelic folk-tales called “runs.” Collections of conventional\nepithets are used over and over again to describe the same incident,\nthe beaching of a boat, sea-faring, travelling and the like, and are\ninserted in different tales. These “runs” are often similar in both\nthe Irish and the Scotch form of the same tale or of the same\nincident. The volumes of Waifs and Strays contain numerous\nexamples of these “runs,” which have been indexed in each volume.\nThese “runs” are another confirmation of my view that the original\nform of the folk-tale was that of the Cante-fable (see note\non “Connla” and on “Childe Rowland” in English Fairy Tales).",
        "Source.–Campbell, Pop. Tales, No. 4. I have omitted\nthe births of the animal comrades and transposed the carlin to the\nmiddle of the tale. Mr. Batten has considerately idealised the Sea-\nMaiden in his frontispiece. When she restores the husband to the\nwife in one of the variants, she brings him out of her mouth! “So\nthe sea-maiden put up his head (Who do you mean? Out of her mouth\nto be sure. She had swallowed him).”",
        "Parallels.–The early part of the story occurs in No. xv.,\n“Shee an Gannon,” and the last part in No. xix., “Fair, Brown, and\nTrembling” (both from Curtin), Campbell’s No. 1. “The Young King” is\nmuch like it; also MacInnes’ No. iv., “Herding of Cruachan” and No.\nviii., “Lod the Farmer’s Son.” The third of Mr. Britten’s Irish\nfolk-tales in the Folk-Lore Journal is a Sea-Maiden story.\nThe story is obviously a favourite one among the Celts. Yet its main\nincidents occur with frequency in Continental folk-tales. Prof.\nKöhler has collected a number in his notes on Campbell’s Tales in\nOrient und Occident, Bnd. ii. 115-8. The trial of the sword\noccurs in the saga of Sigurd, yet it is also frequent in Celtic saga\nand folk-tales (see Mr. Nutt’s note, MacInnes’ Tales, 473,\nand add. Curtin, 320). The hideous carlin and her three giant sons\nis also a common form in Celtic. The external soul of the Sea-Maiden\ncarried about in an egg, in a trout, in a hoodie, in a hind, is a\nremarkable instance of a peculiarly savage conception which has been\nstudied by Major Temple, Wide-awake Stories, 404-5; by Mr. E.\nClodd, in the “Philosophy of Punchkin,” in Folk-Lore Journal,\nvol. ii., and by Mr. Frazer in his Golden Bough, vol. ii.",
        "Remarks.–As both Prof. Rhys (Hibbert Lect., 464) and\nMr. Nutt (MacInnes’ Tales, 477) have pointed out, practically\nthe same story (that of Perseus and Andromeda) is told of the\nUltonian hero, Cuchulain, in the Wooing of Emer, a tale which\noccurs in the Book of Leinster, a MS. of the twelfth century, and\nwas probably copied from one of the eighth. Unfortunately it is not\ncomplete, and the Sea-Maiden incident is only to be found in a\nBritish Museum MS. of about 1300. In this Cuchulain finds that the\ndaughter of Ruad is to be given as a tribute to the Fomori, who,\naccording to Prof. Rhys, Folk-Lore, ii. 293, have something\nof the nightmare about their etymology. Cuchulain fights\nthree of them successively, has his wounds bound up by a\nstrip of the maiden’s garment, and then departs. Thereafter many\nboasted of having slain the Fomori, but the maiden believed them not\ntill at last by a stratagem she recognises Cuchulain. I may add to\nthis that in Mr. Curtin’s Myths, 330, the threefold trial of\nthe sword is told of Cuchulain. This would seem to trace our story\nback to the seventh or eighth century and certainly to the\nthirteenth. If so, it is likely enough that it spread from Ireland\nthrough Europe with the Irish missions (for the wide extent of which\nsee map in Mrs. Bryant’s Celtic Ireland). The very letters\nthat have spread through all Europe except Russia, are to be traced\nto the script of these Irish monks: why not certain folk-tales?\nThere is a further question whether the story was originally told of\nCuchulain as a hero-tale and then became departicularised as a folk-\ntale, or was the process vice versa. Certainly in the form in\nwhich it appears in the Tochmarc Emer it is not complete, so\nthat here, as elsewhere, we seem to have an instance of a folk-tale\napplied to a well-known heroic name, and becoming a hero-tale or\nsaga.",
        "Source.–W. Carleton, Traits and Stories of the Irish\nPeasantry.",
        "Parallels.–Kennedy’s “Fion MacCuil and the Scotch Giant,\"\nLegend. Fict., 203-5.",
        "Remarks.–Though the venerable names of Finn and Cucullin\n(Cuchulain) are attached to the heroes of this story, this is\nprobably only to give an extrinsic interest to it. The two heroes\ncould not have come together in any early form of their sagas, since\nCuchulain’s reputed date is of the first, Finn’s of the third\ncentury A.D. (cf. however, MacDougall’s Tales, notes, 272).\nBesides, the grotesque form of the legend is enough to remove\nit from the region of the hero-tale. On the other hand, there is a\ndistinct reference to Finn’s wisdom-tooth, which presaged the future\nto him (on this see Revue Celtique, v. 201, Joyce, Old Celt.\nRom., 434-5, and MacDougall, l.c. 274). Cucullin’s power-finger\nis another instance of the life-index or external soul, on which see\nremarks on Sea-Maiden. Mr. Nutt informs me that parodies of the\nIrish sagas occur as early as the sixteenth century, and the present\ntale may be regarded as a specimen.",
        "Source.–Curtin, Myths, &c., of Ireland, 78 seq.",
        "Parallels.–The latter half resembles the second part of the\nSea-Maiden (No. xvii.), which see. The earlier portion is a\nCinderella tale (on which see the late Mr. Ralston’s article in\nNineteenth Century, Nov. 1879, and Mr. Lang’s treatment in\nhis Perrault). Miss Roalfe Cox is about to publish for the Folk-Lore\nSociety a whole volume of variants of the Cinderella group of\nstories, which are remarkably well represented in these isles,\nnearly a dozen different versions being known in England, Ireland,\nand Scotland.",
        "Source.–Kennedy, Fireside Stories of Ireland, 74-80,\n“Shan an Omadhan and his Master.”",
        "Parallels.–It occurs also in Campbell, No. xlv., “Mac a\nRusgaich.” It is a European droll, the wide occurrence of which–\n“the loss of temper bet” I should call it–is bibliographised by M.\nCosquin, l.c. ii. 50 (cf. notes on No. vi.).",
        "Source.–I have paraphrased the well-known poem of Hon. W. R.\nSpencer, “Beth Gêlert, or the Grave of the Greyhound,” first printed\nprivately as a broadsheet in 1800 when it was composed (\"August 11,\n1800, Dolymalynllyn” is the colophon). It was published in Spencer’s\nPoems, 1811, pp. 78-86. These dates, it will be seen, are of\nimportance. Spencer states in a note: “The story of this ballad is\ntraditionary in a village at the foot of Snowdon where Llewellyn the\nGreat had a house. The Greyhound named Gêlert was given him by his\nfather-in-law, King John, in the year 1205, and the place to this\nday is called Beth-Gêlert, or the grave of Gêlert.” As a matter of\nfact, no trace of the tradition in connection with Bedd Gellert can\nbe found before Spencer’s time. It is not mentioned in Leland’s\nItinerary, ed. Hearne, v. p. 37 (\"Beth Kellarth”), in Pennant’s\nTour (1770), ii. 176, or in Bingley’s Tour in Wales (1800).\nBorrow in his Wild Wales, p. 146, gives the legend, but does\nnot profess to derive it from local tradition.",
        "Parallels.–The only parallel in Celtdom is that noticed by\nCroker in his third volume, the legend of Partholan who killed his\nwife’s greyhound from jealousy: this is found sculptured in stone at\nAp Brune, co. Limerick. As is well known, and has been elaborately\ndiscussed by Mr. Baring-Gould (Curious Myths of the Middle\nAges, p. 134 seq.), and Mr. W. A. Clouston (Popular Tales\nand Fictions, ii. 166, seq.), the story of the man who\nrashly slew the dog (ichneumon, weasel, &c.) that had saved his\nbabe from death, is one of those which have spread from East to\nWest. It is indeed, as Mr. Clouston points out, still current in\nIndia, the land of its birth. There is little doubt that it is\noriginally Buddhistic: the late Prof. S. Beal gave the earliest\nknown version from the Chinese translation of the Vinaya\nPitaka in the Academy of Nov. 4, 1882. The conception of\nan animal sacrificing itself for the sake of others is peculiarly\nBuddhistic; the “hare in the moon” is an apotheosis of such a piece\nof self-sacrifice on the part of Buddha (Sasa Jataka). There\nare two forms that have reached the West, the first being that of an\nanimal saving men at the cost of its own life. I pointed out an\nearly instance of this, quoted by a Rabbi of the second century, in\nmy Fables of Aesop, i. 105. This concludes with a strangely\nclose parallel to Gellert; “They raised a cairn over his grave,\nand the place is still called The Dog’s Grave.” The Culex\nattributed to Virgil seems to be another variant of this. The second\nform of the legend is always told as a moral apologue against\nprecipitate action, and originally occurred in The Fables of\nBidpai in its hundred and one forms, all founded on Buddhistic\noriginals (cf. Benfey, Pantschatantra, Einleitung, §201).\n[Footnote: It occurs in the same chapter as the story of La\nPerrette, which has been traced, after Benfey, by Prof. M. Müller in\nhis “Migration of Fables” (Sel. Essays, i. 500-74): exactly\nthe same history applies to Gellert.] Thence, according to Benfey,\nit was inserted in the Book of Sindibad, another collection\nof Oriental Apologues framed on what may be called the Mrs. Potiphar\nformula. This came to Europe with the Crusades, and is known in its\nWestern versions as the Seven Sages of Rome. The Gellert\nstory occurs in all the Oriental and Occidental versions;\ne.g., it is the First Master’s story in Wynkyn de Worde’s\n(ed. G. L. Gomme, for the Villon Society.) From the Seven\nSages it was taken into the particular branch of the Gesta\nRomanorum current in England and known as the English Gesta,\nwhere it occurs as c. xxxii., “Story of Folliculus.” We have thus traced\nit to England whence it passed to Wales, where I have discovered it as\nthe second apologue of “The Fables of Cattwg the Wise,” in the Iolo\nMS. published by the Welsh MS. Society, p.561, “The man who\nkilled his Greyhound.” (These Fables, Mr. Nutt informs me, are a\npseudonymous production probably of the sixteenth century.) This\nconcludes the literary route of the Legend of Gellert from India to\nWales: Buddhistic Vinaya Pitaka–Fables of Bidpai;–Oriental\nSindibad;–Occidental Seven Sages of Rome;–\"English” (Latin),\nGesta Romanorum;–Welsh, Fables of Cattwg.",
        "Remarks.–We have still to connect the legend with Llewelyn\nand with Bedd Gelert. But first it may be desirable to point out why\nit is necessary to assume that the legend is a legend and not a\nfact. The saving of an infant’s life by a dog, and the mistaken\nslaughter of the dog, are not such an improbable combination as to\nmake it impossible that the same event occurred in many places. But\nwhat is impossible, in my opinion, is that such an event should have\nindependently been used in different places as the typical instance\nof, and warning against, rash action. That the Gellert legend,\nbefore it was localised, was used as a moral apologue in Wales is\nshown by the fact that it occurs among the Fables of Cattwg, which\nare all of that character. It was also utilised as a proverb: “Yr\nwy’n edivaru cymmaint a’r Gwr a laddodd ei Vilgi” (\"I repent as\nmuch as the man who slew his greyhound”). The fable indeed, from\nthis point of view, seems greatly to have attracted the Welsh mind,\nperhaps as of especial value to a proverbially impetuous\ntemperament. Croker (Fairy Legends of Ireland, vol. iii. p.\n165) points out several places where the legend seems to have been\nlocalised in place-names–two places, called “Gwal y Vilast\"\n(\"Greyhound’s Couch”), in Carmarthen and Glamorganshire; “Llech y\nAsp” (\"Dog’s Stone”), in Cardigan, and another place named in Welsh\n“Spring of the Greyhound’s Stone.” Mr. Baring-Gould mentions that\nthe legend is told of an ordinary tombstone, with a knight and a\ngreyhound, in Abergavenny Church; while the Fable of Cattwg is told\nof a man in Abergarwan. So widespread and well known was the legend\nthat it was in Richard III’s time adopted as the national crest. In\nthe Warwick Roll, at the Herald’s Office, after giving separate\ncrests for England, Scotland, and Ireland, that for Wales is given\nas figured in the margin, and blazoned “on a coronet in a cradle or,\na greyhound argent for Walys” (see J. R. Planché, Twelve Designs\nfor the Costume of Shakespeare’s Richard III., 1830, frontispiece).\nIf this Roll is authentic, the popularity of the legend is thrown back\ninto the fifteenth century. It still remains to explain how and when this\ngeneral legend of rash action was localised and specialised at Bedd\nGelert: I believe I have discovered this. There certainly was a local\nlegend about a dog named Gelert at that place; E. Jones, in the first\nedition of his Musical Relicks of the Welsh Bards, 1784, p. 40, gives\nthe following englyn or epigram:",
        "  Claddwyd Cylart celfydd (ymlyniad)\n    Ymlaneau Efionydd\n  Parod giuio i’w gynydd\n    Parai’r dydd yr heliai Hydd;",
        "which he Englishes thus:",
        "  The remains of famed Cylart, so faithful and good,\n    The bounds of the cantred conceal;\n  Whenever the doe or the stag he pursued\n    His master was sure of a meal.",
        "No reference was made in the first edition to the Gellert legend,\nbut in the second edition of 1794, p. 75, a note was added telling\nthe legend, “There is a general tradition in North Wales that a wolf\nhad entered the house of Prince Llewellyn. Soon after the Prince\nreturned home, and, going into the nursery, he met his dog Kill-\nhart, all bloody and wagging his tail at him; Prince Llewellyn,\non entering the room found the cradle where his child lay\noverturned, and the floor flowing with blood; imagining that the\ngreyhound had killed the child, he immediately drew his sword and\nstabbed it; then, turning up the cradle, found under it the child\nalive, and the wolf dead. This so grieved the Prince, that he\nerected a tomb over his faithful dog’s grave; where afterwards the\nparish church was built and goes by that name–Bedd Cilhart,\nor the grave of Kill-hart, in Carnarvonshire. From this\nincident is elicited a very common Welsh proverb [that given above\nwhich occurs also in ’The Fables of Cattwg;’ it will be observed\nthat it is quite indefinite.]” “Prince Llewellyn ab Jorwerth married\nJoan, [natural] daughter of King John, by Agatha, daughter\nof Robert Ferrers, Earl of Derby; and the dog was a present to\nthe prince from his father-in-law about the year 1205.” It was\nclearly from this note that the Hon. Mr. Spencer got his account;\noral tradition does not indulge in dates Anno Domini. The\napplication of the general legend of “the man who slew his\ngreyhound” to the dog Cylart, was due to the learning of E. Jones,\nauthor of the Musical Relicks. I am convinced of this, for by\na lucky chance I am enabled to give the real legend about Cylart,\nwhich is thus given in Carlisle’s Topographical Dictionary of\nWales, s.v., “Bedd Celert,” published in 1811, the date of\npublication of Mr. Spencer’s Poems. “Its name, according to\ntradition, implies The Grave of Celert, a Greyhound which\nbelonged to Llywelyn, the last Prince of Wales: and a large Rock is\nstill pointed out as the monument of this celebrated Dog, being on\nthe spot where it was found dead, together with the stag which it\nhad pursued from Carnarvon,” which is thirteen miles distant. The\ncairn was thus a monument of a “record” run of a greyhound: the\nenglyn quoted by Jones is suitable enough for this, while\nquite inadequate to record the later legendary exploits of Gêlert.\nJones found an englyn devoted to an exploit of a dog named\nCylart, and chose to interpret it in his second edition, 1794, as the\nexploit of a greyhound with which all the world (in Wales) were\nacquainted. Mr. Spencer took the legend from Jones (the reference\nto the date 1205 proves that), enshrined it in his somewhat banal\nverses, which were lucky enough to be copied into several reading-books,\nand thus became known to all English-speaking folk.",
        "It remains only to explain why Jones connected the legend with\nLlewelyn. Llewelyn had local connection with Bedd Gellert, which was\nthe seat of an Augustinian abbey, one of the oldest in Wales. An\ninspeximus of Edward I. given in Dugdale, Monast. Angl., ed.\npr. ii. 100a, quotes as the earliest charter of the abbey “Cartam\nLewelin, magni.” The name of the abbey was “Beth Kellarth\"; the\nname is thus given by Leland, l.c., and as late as 1794 an\nengraving at the British Museum is entitled “Beth Kelert,” while\nCarlisle gives it as “Beth Celert.” The place was thus named after\nthe abbey, not after the cairn or rock. This is confirmed by the\nfact of which Prof. Rhys had informed me, that the collocation of\nletters rt is un-Welsh. Under these circumstances it is not\nimpossible, I think, that the earlier legend of the marvellous run\nof “Cylart” from Carnarvon was due to the etymologising fancy of\nsome English-speaking Welshman who interpreted the name as Killhart,\nso that the simpler legend would be only a folk-etymology.",
        "But whether Kellarth, Kelert, Cylart, Gêlert or Gellert ever existed\nand ran a hart from Carnarvon to Bedd Gellert or no, there can be\nlittle doubt after the preceding that he was not the original hero\nof the fable of “the man that slew his greyhound,” which came to\nWales from Buddhistic India through channels which are perfectly\ntraceable. It was Edward Jones who first raised him to that proud\nposition, and William Spencer who securely installed him there,\nprobably for all time. The legend is now firmly established at Bedd\nGellert. There is said to be an ancient air, “Bedd Gelert,” “as sung\nby the Ancient Britons\"; it is given in a pamphlet published at\nCarnarvon in the “fifties,” entitled Gellert’s Grave; or,\nLlewellyn’s Rashness: a Ballad, by the Hon. W. R. Spencer, to which\nis added that ancient Welsh air, “Bedd Gelert,” as sung by the\nAncient Britons. The air is from R. Roberts’ “Collection of\nWelsh Airs,” but what connection it has with the legend I have been\nunable to ascertain. This is probably another case of adapting one\ntradition to another. It is almost impossible to distinguish\npalaeozoic and cainozoic strata in oral tradition. According to\nMurray’s Guide to N. Wales, p. 125, the only authority for\nthe cairn now shown is that of the landlord of the Goat Inn, “who\nfelt compelled by the cravings of tourists to invent a grave.” Some\nold men at Bedd Gellert, Prof. Rhys informs me, are ready to testify\nthat they saw the cairn laid. They might almost have been present at\nthe birth of the legend, which, if my affiliation of it is correct,\nis not yet quite 100 years old.",
        "Source.–Lluyd, Archaeologia Britannia, 1707, the\nfirst comparative Celtic grammar and the finest piece of work in\ncomparative philology hitherto done in England, contains this tale\nas a specimen of Cornish then still spoken in Cornwall. I have used\nthe English version contained in Blackwood’s Magazine as long\nago as May 1818. I have taken the third counsel from the Irish\nversion, as the original is not suited virginibus puerisque,\nthough harmless enough in itself.",
        "Parallels.–Lover has a tale, The Three Advices. It\noccurs also in modern Cornwall ap. Hunt, Drolls of West of\nEngland, 344, “The Tinner of Chyamor.” Borrow, Wild Wales, 41,\nhas a reference which seems to imply that the story had crystallised\ninto a Welsh proverb. Curiously enough, it forms the chief episode\nof the so-called “Irish Odyssey” (”Merugud Uilix maiec Leirtis“\n–\"Wandering of Ulysses M’Laertes”). It was derived, in all probability,\nfrom the Gesta Romanorum, c. 103, where two of the three pieces\nof advice are “Avoid a byeway,” “Beware of a house where the\nhousewife is younger than her husband.” It is likely enough that this\nchapter, like others of the Gesta, came from the East, for it is\nfound in some versions of “The Forty Viziers,” and in the Turkish\nTales (see Oesterley’s parallels and Gesta, ed. Swan and\nHooper, note 9).",
        "Source.–From the late D. W. Logie, written down by Mr.\nAlfred Nutt.",
        "Parallels.–Dr. Hyde’s “Teig O’Kane and the Corpse,” and\nKennedy’s “Cauth Morrisy,” Legend. Fict., 158, are practically\nthe same.",
        "Remarks.–No collection of Celtic Folk-Tales would be\nrepresentative that did not contain some specimen of the gruesome.\nThe most effective ghoul story in existence is Lover’s “Brown Man.”",
        "Source.–Campbell (Pop. Tales, W. Highlands, No. ii.),\nwith touches from the seventh variant and others, including the\ncasket and key finish, from Curtin’s “Son of the King of Erin\"\n(Myths, &c., 32 seq.). I have also added a specimen of the\nhumorous end pieces added by Gaelic story-tellers; on these tags see\nan interesting note in MacDougall’s Tales, note on p. 112. I\nhave found some difficulty in dealing with Campbell’s excessive use\nof the second person singular, “If thou thouest him some two or\nthree times, ’tis well,” but beyond that it is wearisome.\nPractically, I have reserved thou for the speech of giants,\nwho may be supposed to be somewhat old-fashioned. I fear, however, I\nhave not been quite consistent, though the you’s addressed to\nthe apple-pips are grammatically correct as applied to the pair of\nlovers.",
        "Parallels.–Besides the eight versions given or abstracted by\nCampbell and Mr. Curtin’s, there is Carleton’s “Three Tasks,” Dr.\nHyde’s “Son of Branduf” (MS.); there is the First Tale of MacInnes\n(where see Mr. Nutt’s elaborate notes, 431-43), two in the Celtic\nMagazine, vol. xii., “Grey Norris from Warland” (Folk-Lore\nJourn. i. 316), and Mr. Lang’s Morayshire Tale, “Nicht Nought\nNothing” (see Eng. Fairy Tales, No. vii.), no less than\nsixteen variants found among the Celts. It must have occurred early\namong them. Mr. Nutt found the feather-thatch incident in the\nAgallamh na Senoraib (\"Discourse of Elders”), which is at\nleast as old as the fifteenth century. Yet the story is to be found\nthroughout the Indo-European world, as is shown by Prof. Köhler’s\nelaborate list of parallels attached to Mr. Lang’s variant in\nRevue Celtique, iii. 374; and Mr. Lang, in his Custom and\nMyth (\"A far travelled Tale”), has given a number of parallels\nfrom savage sources. And strangest of all, the story is practically\nthe same as the classical myth of Jason and Medea.",
        "Remarks.–Mr. Nutt, in his discussion of the tale (MacInnes,\nTales 441), makes the interesting suggestion that the obstacles\nto pursuit, the forest, the mountain, and the river, exactly represent\nthe boundary of the old Teutonic Hades, so that the story was\noriginally one of the Descent to Hell. Altogether it seems likely that\nit is one of the oldest folk-tales in existence, and belonged to the\nstory-store of the original Aryans, whoever they were, was passed\nby them with their language on to the Hellenes and perhaps to the\nIndians, was developed in its modern form in Scandinavia (where\nits best representative “The Master Maid” of Asbjörnsen is still found),\nwas passed by them to the Celts and possibly was transmitted by\nthese latter to other parts of Europe, perhaps by early Irish monks\n(see notes on “Sea-Maiden”). The spread in the Buddhistic world,\nand thence to the South Seas and Madagascar, would be secondary\nfrom India. I hope to have another occasion for dealing with this\nmost interesting of all folk-tales in the detail it deserves.",
        "Source.–From the Cambrian Quarterly Magazine, 1830,\nvol. ii. p. 86; it is stated to be literally translated from the\nWelsh.",
        "Parallels.–Another variant from Glamorganshire is given in Y\nCymmrodor, vi. 209. Croker has the story under the title I have\ngiven the Welsh one in his Fairy Legends, 41. Mr. Hartland,\nin his Science of Fairy Tales, 113-6, gives the European\nparallels.",
        "Source.–Kennedy, Legendary Fictions, pp. 23-31. The\nAdventures of “Gilla na Chreck an Gour’.”",
        "Parallels.–\"The Lad with the Skin Coverings” is a popular\nCeltic figure, cf. MacDougall’s Third Tale, MacInnes’ Second,\nand a reference in Campbell, iii. 147. According to Mr. Nutt\n(Holy Grail, 134), he is the original of Parzival. But the\nadventures in these tales are not the “cure by laughing” incident\nwhich forms the centre of our tale, and is Indo-European in extent\n(cf. references in English Fairy Tales, notes to No. xxvii.).\n“The smith who made hell too hot for him is Sisyphus,” says Mr.\nLang (Introd. to Grimm, p. xiii.); in Ireland he is Billy Dawson\n(Carleton, Three Wishes). In the Finn-Saga, Conan harries\nhell, as readers of Waverley may remember “’Claw for claw,\nand devil take the shortest nails,’ as Conan said to the Devil\"\n(cf. Campbell, The Fians, 73, and notes, 283). Red-haired\nmen in Ireland and elsewhere are always rogues (see Mr. Nutt’s\nreferences, MacInnes’ Tales, 477; to which add the case\nin “Lough Neagh,” Yeats, Irish Folk-Tales, p. 210).",
        " ",
        "\nThis complete e-book of Celtic Fairy Tales, collected and edited by\nJoseph Jacobs, is in the public domain.\nThis page has been created by Philipp Lenssen.\n\nAt Amazon: The Golden Book of Fairy Tales\n\nPage last updated on December 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Favorite Celtic Fairy Tales (Dover Children's Thrift Classics)By Joseph JacobsAt Amazon"
    ]
}