{
    "title": "Celtic Fairy Tales - Jack and His Comrades",
    "author": "Joseph Jacobs",
    "chapter": "16",
    "content": [
        "\n",
        "\n\n",
        "Once there was a poor widow, as often there has been, and she had\none son. A very scarce summer came, and they didn’t know how they’d\nlive till the new potatoes would be fit for eating. So Jack said to\nhis mother one evening, “Mother, bake my cake, and kill my hen, till\nI go seek my fortune; and if I meet it, never fear but I’ll soon be\nback to share it with you.”",
        "So she did as he asked her, and he set out at break of day on his\njourney. His mother came along with him to the yard gate, and says\nshe, “Jack, which would you rather have, half the cake and half the\nhen with my blessing, or the whole of ’em with my curse?”",
        "“O musha, mother,” says Jack, “why do you ax me that question? sure\nyou know I wouldn’t have your curse and Damer’s estate along with\nit.”",
        "“Well, then, Jack,” says she, “here’s the whole lot of ’em with my\nthousand blessings along with them.” So she stood on the yard fence\nand blessed him as far as her eyes could see him.",
        "Well, he went along and along till he was tired, and ne’er a\nfarmer’s house he went into wanted a boy. At last his road led by\nthe side of a bog, and there was a poor ass up to his shoulders near\na big bunch of grass he was striving to come at.",
        "“Ah, then, Jack asthore,” says he, “help me out or I’ll be drowned.”",
        "“Never say’t twice,” says Jack, and be pitched in big stones and\nsods into the slob, till the ass got good ground under him.",
        "“Thank you, Jack,” says he, when he was out on the hard road; “I’ll\ndo as much for you another time. Where are you going?”",
        "“Faith, I’m going to seek my fortune till harvest comes in, God\nbless it!”",
        "“And if you like,” says the ass, “I’ll go along with you; who knows\nwhat luck we may have!”",
        "“With all my heart, it’s getting late, let us be jogging.”",
        "Well, they were going through a village, and a whole army of\ngossoons were hunting a poor dog with a kettle tied to his tail. He\nran up to Jack for protection, and the ass let such a roar out of\nhim, that the little thieves took to their heels as if the ould boy\nwas after them.",
        "“More power to you, Jack,” says the dog.",
        "“I’m much obleeged to you: where is the baste and yourself going?”",
        "“We’re going to seek our fortune till harvest comes in.”",
        "“And wouldn’t I be proud to go with you!” says the dog, “and get rid\nof them ill conducted boys; purshuin’ to ’em.”",
        "“Well, well, throw your tail over your arm, and come along.”",
        "They got outside the town, and sat down under an old wall, and Jack\npulled out his bread and meat, and shared with the dog; and the ass\nmade his dinner on a bunch of thistles. While they were eating and\nchatting, what should come by but a poor half-starved cat, and the\nmoll-row he gave out of him would make your heart ache.",
        "“You look as if you saw the tops of nine houses since breakfast,\"\nsays Jack; “here’s a bone and something on it.”",
        "“May your child never know a hungry belly!” says Tom; “it’s myself\nthat’s in need of your kindness. May I be so bold as to ask where\nyez are all going?”",
        "“We’re going to seek our fortune till the harvest comes in, and you\nmay join us if you like.”",
        "“And that I’ll do with a heart and a half,” says the cat, “and\nthank’ee for asking me.\"’",
        "Off they set again, and just as the shadows of the trees were three\ntimes as long as themselves, they heard a great cackling in a field\ninside the road, and out over the ditch jumped a fox with a fine\nblack cock in his mouth.",
        "“Oh, you anointed villain!” says the ass, roaring like thunder.",
        "“At him, good dog!” says Jack, and the word wasn’t out of his mouth\nwhen Coley was in full sweep after the Red Dog. Reynard dropped his\nprize like a hot potato, and was off like shot, and the poor cock\ncame back fluttering and trembling to Jack and his comrades.",
        "“O musha, naybours!” says he, “wasn’t it the height o’ luck that\nthrew you in my way! Maybe I won’t remember your kindness if ever I\nfind you in hardship; and where in the world are you all going?”",
        "“We’re going to seek our fortune till the harvest comes in; you may\njoin our party if you like, and sit on Neddy’s crupper when your\nlegs and wings are tired.”",
        "Well, the march began again, and just as the sun was gone down they\nlooked around, and there was neither cabin nor farm house in sight.",
        "“Well, well,” says Jack, “the worse luck now the better another\ntime, and it’s only a summer night after all. We’ll go into the\nwood, and make our bed on the long grass.”",
        "No sooner said than done. Jack stretched himself on a bunch of dry\ngrass, the ass lay near him, the dog and cat lay in the ass’s warm\nlap, and the cock went to roost in the next tree.",
        "Well, the soundness of deep sleep was over them all, when the cock\ntook a notion of crowing.",
        "“Bother you, Black Cock!” says the ass: “you disturbed me from as\nnice a wisp of hay as ever I tasted. What’s the matter?”",
        "“It’s daybreak that’s the matter: don’t you see light yonder?”",
        "“I see a light indeed,” says Jack, “but it’s from a candle it’s\ncoming, and not from the sun. As you’ve roused us we may as well go\nover, and ask for lodging.”",
        "So they all shook themselves, and went on through grass, and rocks,\nand briars, till they got down into a hollow, and there was the\nlight coming through the shadow, and along with it came singing, and\nlaughing, and cursing.",
        "“Easy, boys!” says Jack: “walk on your tippy toes till we see what\nsort of people we have to deal with.”",
        "So they crept near the window, and there they saw six robbers\ninside, with pistols, and blunderbushes, and cutlashes, sitting at a\ntable, eating roast beef and pork, and drinking mulled beer, and\nwine, and whisky punch.",
        "“Wasn’t that a fine haul we made at the Lord of Dunlavin’s!” says\none ugly-looking thief with his mouth full, “and it’s little we’d\nget only for the honest porter! here’s his purty health!”",
        "“The porter’s purty health!” cried out every one of them, and Jack\nbent his finger at his comrades.",
        "“Close your ranks, my men,” says he in a whisper, “and let every one\nmind the word of command.”",
        "So the ass put his fore-hoofs on the sill of the window, the dog got\non the ass’s head, the cat on the dog’s head, and the cock on the\ncat’s head. Then Jack made a sign, and they all sung out like mad.",
        "“Hee-haw, hee-haw!” roared the ass; “bow-wow!” barked the dog;\n“meaw-meaw!” cried the cat; “cock-a-doodle-doo!” crowed the cock.",
        "“Level your pistols!” cried Jack, “and make smithereens of ’em.\nDon’t leave a mother’s son of ’em alive; present, fire!”  With that\nthey gave another halloo, and smashed every pane in the window. The\nrobbers were frightened out of their lives. They blew out the\ncandles, threw down the table, and skelped out at the back door as\nif they were in earnest, and never drew rein till they were in the\nvery heart of the wood.",
        "Jack and his party got into the room, closed the shutters, lighted\nthe candles, and ate and drank till hunger and thirst were gone.\nThen they lay down to rest;–Jack in the bed, the ass in the stable,\nthe dog on the door-mat, the cat by the fire, and the cock on the\nperch.",
        "At first the robbers were very glad to find themselves safe in the\nthick wood, but they soon began to get vexed.",
        "“This damp grass is very different from our warm room,” says one.",
        "“I was obliged to drop a fine pig’s foot,” says another.",
        "“I didn’t get a tayspoonful of my last tumbler,” says another.",
        "“And all the Lord of Dunlavin’s gold and silver that we left\nbehind!” says the last.",
        "“I think I’ll venture back,” says the captain, “and see if we can\nrecover anything.”",
        "“That’s a good boy!” said they all, and away he went.",
        "The lights were all out, and so he groped his way to the fire, and\nthere the cat flew in his face, and tore him with teeth and claws.\nHe let a roar out of him, and made for the room door, to look for a\ncandle inside. He trod on the dog’s tail, and if he did, he got the\nmarks of his teeth in his arms, and legs, and thighs.",
        "“Thousand murders!” cried he; “I wish I was out of this unlucky\nhouse.”",
        "When he got to the street door, the cock dropped down upon him with\nhis claws and bill, and what the cat and dog done to him was only a\nflay-bite to what he got from the cock.",
        "“Oh, tattheration to you all, you unfeeling vagabones!” says he,\nwhen he recovered his breath; and he staggered and spun round and\nround till he reeled into the stable, back foremost, but the ass\nreceived him with a kick on the broadest part of his small clothes,\nand laid him comfortably on the dunghill.",
        "When he came to himself, he scratched his head, and began to think\nwhat happened him; and as soon as he found that his legs were able\nto carry him, he crawled away, dragging one foot after another, till\nhe reached the wood.",
        "“Well, well,” cried them all, when he came within hearing, “any\nchance of our property?”",
        "“You may say chance,” says he, “and it’s itself is the poor chance\nall out. Ah, will any of you pull a bed of dry grass for me? All the\nsticking-plaster in Enniscorthy will be too little for the cuts and\nbruises I have on me. Ah, if you only knew what I have gone through\nfor you! When I got to the kitchen fire, looking for a sod of\nlighted turf, what should be there but an old woman carding flax,\nand you may see the marks she left on my face with the cards. I made\nto the room door as fast as I could, and who should I stumble over\nbut a cobbler and his seat, and if he did not work at me with his\nawls and his pinchers you may call me a rogue. Well, I got away from\nhim somehow, but when I was passing through the door, it must be the\ndivel himself that pounced down on me with his claws, and his teeth,\nthat were equal to sixpenny nails, and his wings–ill luck be in his\nroad! Well, at last I reached the stable, and there, by way of\nsalute, I got a pelt from a sledge-hammer that sent me half a mile\noff. If you don’t believe me, I’ll give you leave to go and judge\nfor yourselves.”",
        "“Oh, my poor captain,” says they, “we believe you to the nines.\nCatch us, indeed, going within a hen’s race of that unlucky cabin!”",
        "Well, before the sun shook his doublet next morning, Jack and his\ncomrades were up and about. They made a hearty breakfast on what was\nleft the night before, and then they all agreed to set off to the\ncastle of the Lord of Dunlavin, and give him back all his gold and\nsilver. Jack put it all in the two ends of a sack and laid it across\nNeddy’s back, and all took the road in their hands. Away they went,\nthrough bogs, up hills, down dales, and sometimes along the yellow\nhigh road, till they came to the hall-door of the Lord of Dunlavin,\nand who should be there, airing his powdered head, his white\nstockings, and his red breeches, but the thief of a porter.",
        "He gave a cross look to the visitors, and says he to Jack, “What do\nyou want here, my fine fellow? there isn’t room for you all.”",
        "“We want,” says Jack, “what I’m sure you haven’t to give us–and\nthat is, common civility.”",
        "“Come, be off, you lazy strollers!” says he, “while a cat ’ud be\nlicking her ear, or I’ll let the dogs at you.”",
        "“Would you tell a body,” says the cock that was perched on the ass’s\nhead, “who was it that opened the door for the robbers the other\nnight?”",
        "Ah! maybe the porter’s red face didn’t turn the colour of his frill,\nand the Lord of Dunlavin and his pretty daughter, that were standing\nat the parlour window unknownst to the porter, put out their heads.",
        "“I’d be glad, Barney,” says the master, “to hear your answer to the\ngentleman with the red comb on him.”",
        "“Ah, my lord, don’t believe the rascal; sure I didn’t open the door\nto the six robbers.”",
        "“And how did you know there were six, you poor innocent?” said the\nlord.",
        "“Never mind, sir,” says Jack, “all your gold and silver is there in\nthat sack, and I don’t think you will begrudge us our supper and bed\nafter our long march from the wood of Athsalach.”",
        "“Begrudge, indeed! Not one of you will ever see a poor day if I can\nhelp it.”",
        "So all were welcomed to their heart’s content, and the ass and the\ndog and the cock got the best posts in the farmyard, and the cat\ntook possession of the kitchen. The lord took Jack in hands, dressed\nhim from top to toe in broadcloth, and frills as white as snow, and\nturnpumps, and put a watch in his fob. When they sat down to dinner,\nthe lady of the house said Jack had the air of a born gentleman\nabout him, and the lord said he’d make him his steward. Jack brought\nhis mother, and settled her comfortably near the castle, and all\nwere as happy as you please.",
        "Continue...",
        "\nThis complete e-book of Celtic Fairy Tales, collected and edited by\nJoseph Jacobs, is in the public domain.\nThis page has been created by Philipp Lenssen.\n\nAt Amazon: The Golden Book of Fairy Tales\n\nPage last updated on December 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Favorite Celtic Fairy Tales (Dover Children's Thrift Classics)By Joseph JacobsAt Amazon"
    ]
}