{
    "title": "Celtic Fairy Tales - King O’Toole and His Goose",
    "author": "Joseph Jacobs",
    "chapter": "14",
    "content": [
        "\n",
        "\n\n",
        "Och, I thought all the world, far and near, had heerd o’ King\nO’Toole–well, well, but the darkness of mankind is untellible!\nWell, sir, you must know, as you didn’t hear it afore, that there\nwas a king, called King O’Toole, who was a fine old king in the old\nancient times, long ago; and it was he that owned the churches in\nthe early days. The king, you see, was the right sort; he was the\nreal boy, and loved sport as he loved his life, and hunting in\nparticular; and from the rising o’ the sun, up he got, and away he\nwent over the mountains after the deer; and fine times they were.",
        "Well, it was all mighty good, as long as the king had his health;\nbut, you see, in course of time the king grew old, by raison he was\nstiff in his limbs, and when he got stricken in years, his heart\nfailed him, and he was lost entirely for want o’ diversion, because\nhe couldn’t go a-hunting no longer; and, by dad, the poor king was\nobliged at last to get a goose to divert him. Oh, you may laugh, if\nyou like, but it’s truth I’m telling you; and the way the goose\ndiverted him was this-a-way: You see, the goose used to swim across\nthe lake, and go diving for trout, and catch fish on a Friday for\nthe king, and flew every other day round about the lake, diverting\nthe poor king. All went on mighty well until, by dad, the goose got\nstricken in years like her master, and couldn’t divert him no\nlonger, and then it was that the poor king was lost entirely. The\nking was walkin’ one mornin’ by the edge of the lake, lamentin’ his\ncruel fate, and thinking of drowning himself, that could get no\ndiversion in life, when all of a sudden, turning round the corner,\nwho should he meet but a mighty decent young man coming up to him.",
        "“God save you,” says the king to the young man.",
        "“God save you kindly, King O’Toole,” says the young man.",
        "“True for you,” says the king. “I am King O’Toole,” says he, “prince\nand plennypennytinchery of these parts,” says he; “but how came ye\nto know that?” says he.",
        "“Oh, never mind,” says St. Kavin.",
        "You see it was Saint Kavin, sure enough–the saint himself in\ndisguise, and nobody else. “Oh, never mind,” says he, “I know more\nthan that. May I make bold to ask how is your goose, King O’Toole?\"\nsays he.",
        "“Blur-an-agers, how came ye to know about my goose?” says the king.",
        "“Oh, no matter; I was given to understand it,” says Saint Kavin.",
        "After some more talk the king says, “What are you?”",
        "“I’m an honest man,” says Saint Kavin.",
        "“Well, honest man,” says the king, “and how is it you make your\nmoney so aisy?”",
        "“By makin’ old things as good as new,” says Saint Kavin.",
        "“Is it a tinker you are?” says the king.",
        "“No,” says the saint; “I’m no tinker by trade, King O’Toole; I’ve a\nbetter trade than a tinker,” says he–\"what would you say,” says he,\n“if I made your old goose as good as new?”",
        "My dear, at the word of making his goose as good as new, you’d think\nthe poor old king’s eyes were ready to jump out of his head. With\nthat the king whistled, and down came the poor goose, just like a\nhound, waddling up to the poor cripple, her master, and as like him\nas two peas. The minute the saint clapt his eyes on the goose, “I’ll\ndo the job for you,” says he, “King O’Toole.”",
        "“By Jaminee!” says King O’Toole, “if you do, I’ll say you’re\nthe cleverest fellow in the seven parishes.”",
        "“Oh, by dad,” says St. Kavin, “you must say more nor that–my horn’s\nnot so soft all out,” says he, “as to repair your old goose for\nnothing; what’ll you gi’ me if I do the job for you?–that’s the\nchat,” says St. Kavin.",
        "“I’ll give you whatever you ask,” says the king; “isn’t that fair?”",
        "“Divil a fairer,” says the saint; “that’s the way to do business.\nNow,” says he, “this is the bargain I’ll make with you, King\nO’Toole: will you gi’ me all the ground the goose flies over, the\nfirst offer, after I make her as good as new?”",
        "“I will,” says the king.",
        "“You won’t go back o’ your word?” says St. Kavin.",
        "“Honour bright!” says King O’Toole, holding out his fist.",
        "“Honour bright!” says St. Kavin, back agin, “it’s a bargain. Come\nhere!” says he to the poor old goose–\"come here, you unfortunate\nould cripple, and it’s I that’ll make you the sporting bird.” With\nthat, my dear, he took up the goose by the two wings–\"Criss o’ my\ncross an you,” says he, markin’ her to grace with the blessed sign\nat the same minute–and throwing her up in the air, “whew,” says he,\njist givin’ her a blast to help her; and with that, my jewel, she\ntook to her heels, flyin’ like one o’ the eagles themselves, and\ncutting as many capers as a swallow before a shower of rain.",
        "Well, my dear, it was a beautiful sight to see the king standing\nwith his mouth open, looking at his poor old goose flying as light\nas a lark, and better than ever she was: and when she lit at his\nfeet, patted her on the head, and “Ma vourneen,” says he,\n“but you are the darlint o’ the world.”",
        "“And what do you say to me,” says ’Saint Kavin, “for making her the\nlike?”",
        "“By Jabers,” says the king, “I say nothing beats the art o’ man,\nbarring the bees.”",
        "“And do you say no more nor that?” says Saint Kavin.",
        "“And that I’m beholden to you,” says the king.",
        "“But will you gi’e me all the ground the goose flew over?” says\nSaint Kavin.",
        "“I will,” says King O’Toole, “and you’re welcome to it,” says he,\n“though it’s the last acre I have to give.”",
        "“But you’ll keep your word true?” says the saint.",
        "“As true as the sun,” says the king.",
        "“It’s well for you, King O’Toole, that you said that word,” says he;\n“for if you didn’t say that word, the devil the bit o’ your goose\nwould ever fly agin.”",
        "When the king was as good as his word, Saint Kavin was pleased with\nhim, and then it was that he made himself known to the king. “And,\"\nsays he, “King O’Toole, you’re a decent man, for I only came here to\ntry you. You don’t know me,” says he, “because I’m disguised.”",
        "“Musha! then,” says the king, “who are you?”",
        "“I’m Saint Kavin,” said the saint, blessing himself.",
        "“Oh, queen of heaven!” says the king, making the sign of the cross\nbetween his eyes, and falling down on his knees before the saint;\n“is it the great Saint Kavin,” says he, “that I’ve been discoursing\nall this time without knowing it,” says he, “all as one as if he was\na lump of a gossoon?–and so you’re a saint?” says the king.",
        "“I am,” says Saint Kavin.",
        "“By Jabers, I thought I was only talking to a dacent boy,” says the\nking.",
        "“Well, you know the difference now,” says the saint. “I’m Saint\nKavin,” says he, “the greatest of all the saints.”.",
        "And so the king had his goose as good as new, to divert him as long\nas he lived: and the saint supported him after he came into his\nproperty, as I told you, until the day of his death–and that was\nsoon after; for the poor goose thought he was catching a trout one\nFriday; but, my jewel, it was a mistake he made–and instead of a\ntrout, it was a thieving horse-eel; and instead of the goose killing\na trout for the king’s supper–by dad, the eel killed the king’s\ngoose–and small blame to him; but he didn’t ate her, because he\ndarn’t ate what Saint Kavin had laid his blessed hands on.",
        "Continue...",
        "\nThis complete e-book of Celtic Fairy Tales, collected and edited by\nJoseph Jacobs, is in the public domain.\nThis page has been created by Philipp Lenssen.\n\nAt Amazon: The Golden Book of Fairy Tales\n\nPage last updated on December 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Favorite Celtic Fairy Tales (Dover Children's Thrift Classics)By Joseph JacobsAt Amazon"
    ]
}