{
    "title": "Celtic Fairy Tales - The Story-Teller At Fault",
    "author": "Joseph Jacobs",
    "chapter": "18",
    "content": [
        "\n",
        "\n\n",
        "At the time when the Tuatha De Dannan held the sovereignty of\nIreland, there reigned in Leinster a king, who was remarkably fond\nof hearing stories. Like the other princes and chieftains of the\nisland, he had a favourite story-teller, who held a large estate\nfrom his Majesty, on condition of telling him a new story every\nnight of his life, before he went to sleep. Many indeed were the\nstories he knew, so that he had already reached a good old age\nwithout failing even for a single night in his task; and such was\nthe skill he displayed that whatever cares of state or other\nannoyances might prey upon the monarch’s mind, his story-teller was\nsure to send him to sleep.",
        "One morning the story-teller arose early, and as his custom was,\nstrolled out into his garden turning over in his mind incidents\nwhich he might weave into a story for the king at night. But this\nmorning he found himself quite at fault; after pacing his whole\ndemesne, he returned to his house without being able to think of\nanything new or strange. He found no difficulty in “there was once a\nking who had three sons” or “one day the king of all Ireland,” but\nfurther than that he could not get. At length he went in to\nbreakfast, and found his wife much perplexed at his delay.",
        "“Why don’t you come to breakfast, my dear?” said she.",
        "“I have no mind to eat anything,” replied the story-teller; “long as\nI have been in the service of the king of Leinster, I never sat down\nto breakfast without having a new story ready for the evening, but\nthis morning my mind is quite shut up, and I don’t know what to do.\nI might as well lie down and die at once. I’ll be disgraced for ever\nthis evening, when the king calls for his story-teller.”",
        "Just at this moment the lady looked out of the window.",
        "“Do you see that black thing at the end of the field?” said she.",
        "“I do,” replied her husband.",
        "They drew nigh, and saw a miserable looking old man lying on the\nground with a wooden leg placed beside him.",
        "“Who are you, my good man?” asked the story-teller.",
        "“Oh, then, ’tis little matter who I am. I’m a poor, old, lame,\ndecrepit, miserable creature, sitting down here to rest awhile.”",
        "“An’ what are you doing with that box and dice I see in your hand?”",
        "“I am waiting here to see if any one will play a game with me,\"\nreplied the beggar man.",
        "“Play with you! Why what has a poor old man like you to play for?”",
        "“I have one hundred pieces of gold in this leathern purse,” replied\nthe old man.",
        "“You may as well play with him,” said the story-teller’s wife; “and\nperhaps you’ll have something to tell the king in the evening.”",
        "A smooth stone was placed between them, and upon it they cast their\nthrows.",
        "It was but a little while and the story-teller lost every penny of\nhis money.",
        "“Much good may it do you, friend,” said he. “What better hap could I\nlook for, fool that I am!”",
        "“Will you play again?” asked the old man.",
        "“Don’t be talking, man: you have all my money.”",
        "“Haven’t you chariot and horses and hounds?”",
        "“Well, what of them!”",
        "“I’ll stake all the money I have against thine.”",
        "“Nonsense, man! Do you think for all the money in Ireland, I’d run\nthe risk of seeing my lady tramp home on foot?”",
        "“Maybe you’d win,” said the bocough.",
        "“Maybe I wouldn’t,” said the story-teller.",
        "“Play with him, husband,” said his wife. “I don’t mind walking, if\nyou do, love.”",
        "“I never refused you before,” said the story-teller, “and I won’t do\nso now.”",
        "Down he sat again, and in one throw lost houses, hounds, and\nchariot.",
        "“Will you play again?” asked the beggar.",
        "“Are you making game of me, man; what else have I to stake?”",
        "“I’ll stake all my winnings against your wife,” said the old man.",
        "The story-teller turned away in silence, but his wife stopped him.",
        "“Accept his offer,” said she. “This is the third time, and who knows\nwhat luck you may have? You’ll surely win now.”",
        "They played again, and the story-teller lost. No sooner had he done\nso, than to his sorrow and surprise, his wife went and sat down near\nthe ugly old beggar.",
        "“Is that the way you’re leaving me?” said the story-teller.",
        "“Sure I was won,” said she. “You would not cheat the poor man, would\nyou?”",
        "“Have you any more to stake?” asked the old man.",
        "“You know very well I have not,” replied the story-teller.",
        "“I’ll stake the whole now, wife and all, against your own self,\"\nsaid the old man.",
        "Again they played, and again the story-teller lost.",
        "“Well! here I am, and what do you want with me?”",
        "“I’ll soon let you know,” said the old man, and he took from his\npocket a long cord and a wand.",
        "“Now,” said he to the story-teller, “what kind of animal would you\nrather be, a deer, a fox, or a hare? You have your choice now, but\nyou may not have it later.”",
        "To make a long story short, the story-teller made his choice of a\nhare; the old man threw the cord round him, struck him with the\nwand, and lo! a long-eared, frisking hare was skipping and jumping\non the green.",
        "But it wasn’t for long; who but his wife called the hounds, and set\nthem on him. The hare fled, the dogs followed. Round the field ran a\nhigh wall, so that run as he might, he couldn’t get out, and\nmightily diverted were beggar and lady to see him twist and double.",
        "In vain did he take refuge with his wife, she kicked him back again\nto the hounds, until at length the beggar stopped the hounds, and\nwith a stroke of the wand, panting and breathless, the story-teller\nstood before them again.",
        "“And how did you like the sport?” said the beggar.",
        "“It might be sport to others,” replied the story-teller looking at\nhis wife, “for my part I could well put up with the loss of it.”",
        "“Would it be asking too much,” he went on to the beggar, “to know\nwho you are at all, or where you come from, or why you take a\npleasure in plaguing a poor old man like me?”",
        "“Oh!” replied the stranger, “I’m an odd kind of good-for-little\nfellow, one day poor, another day rich, but if you wish to know more\nabout me or my habits, come with me and perhaps I may show you more\nthan you would make out if you went alone.”",
        "“I’m not my own master to go or stay,” said the story-teller, with a\nsigh.",
        "The stranger put one hand into his wallet and drew out of it before\ntheir eyes a well-looking middle-aged man, to whom he spoke as\nfollows:",
        "“By all you heard and saw since I put you into my wallet, take\ncharge of this lady and of the carriage and horses, and have them\nready for me whenever I want them.”",
        "Scarcely had he said these words when all vanished, and the story-\nteller found himself at the Foxes’ Ford, near the castle of Red Hugh\nO’Donnell. He could see all but none could see him.",
        "O’Donnell was in his hall, and heaviness of flesh and weariness of\nspirit were upon him.",
        "“Go out,” said he to his doorkeeper, “and see who or what may be\ncoming.”",
        "The doorkeeper went, and what he saw was a lank, grey beggarman;\nhalf his sword bared behind his haunch, his two shoes full of cold\nroad-a-wayish water sousing about him, the tips of his two ears out\nthrough his old hat, his two shoulders out through his scant\ntattered cloak, and in his hand a green wand of holly.",
        "“Save you, O’Donnell,” said the lank grey beggarman.",
        "“And you likewise,” said O’Donnell. “Whence come you, and what is\nyour craft?”",
        "  “I come from the outmost stream of earth,\n  From the glens where the white swans glide,\n  A night in Islay, a night in Man,\n  A night on the cold hillside.”",
        "“It’s the great traveller you are,” said O’Donnell.",
        "“Maybe you’ve learnt something on the road.”",
        "“I am a juggler,” said the lank grey beggarman, “and for five pieces\nof silver you shall see a trick of mine.”",
        "“You shall have them,” said O’Donnell; and the lank grey beggarman\ntook three small straws and placed them in his hand.",
        "“The middle one,” said he, “I’ll blow away; the other two I’ll\nleave.”",
        "“Thou canst not do it,” said one and all.",
        "But the lank grey beggarman put a finger on either outside straw\nand, whiff, away he blew the middle one.",
        "“’Tis a good trick,” said O’Donnell; and he paid him his five pieces\nof silver.",
        "“For half the money,” said one of the chief’s lads, “I’ll do the\nsame trick.”",
        "“Take him at his word, O’Donnell.”",
        "The lad put the three straws on his hand, and a finger on either\noutside straw and he blew; and what happened but that the fist was\nblown away with the straw.",
        "“Thou art sore, and thou wilt be sorer,” said O’Donnell.",
        "“Six more pieces, O’Donnell, and I’ll do another trick for thee,\"\nsaid the lank grey beggarman.",
        "“Six shalt thou have.”",
        "“Seest thou my two ears! One I’ll move but not t’other.”",
        "“’Tis easy to see them, they’re big enough, but thou canst never\nmove one ear and not the two together.”",
        "The lank grey beggarman put his hand to his ear, and he gave it a\npull.",
        "O’Donnell laughed and paid him the six pieces.",
        "“Call that a trick,” said the fistless lad, “any one can do that,\"\nand so saying, he put up his hand, pulled his ear, and what happened\nwas that he pulled away ear and head.",
        "“Sore thou art; and sorer thou’lt be,” said O’Donnell.",
        "“Well, O’Donnell,” said the lank grey beggarman, “strange are the\ntricks I’ve shown thee, but I’ll show thee a stranger one yet for\nthe same money.”",
        "“Thou hast my word for it,” said O’Donnell.",
        "With that the lank grey beggarman took a bag from under his armpit,\nand from out the bag a ball of silk, and he unwound the ball and he\nflung it slantwise up into the clear blue heavens, and it became a\nladder; then he took a hare and placed it upon the thread, and up it\nran; again he took out a red-eared hound, and it swiftly ran up\nafter the hare.",
        "“Now,” said the lank grey beggarman; “has any one a mind to run\nafter the dog and on the course?”",
        "“I will,” said a lad of O’Donnell’s.",
        "“Up with you then,” said the juggler; “but I warn you if you let my\nhare be killed I’ll cut off your head when you come down.”",
        "The lad ran up the thread and all three soon disappeared. After\nlooking up for a long time, the lank grey beggarman said: “I’m\nafraid the hound is eating the hare, and that our friend has fallen\nasleep.”",
        "Saying this he began to wind the thread, and down came the lad fast\nasleep; and down came the red-eared hound and in his mouth the last\nmorsel of the hare.",
        "He struck the lad a stroke with the edge of his sword, and so cast\nhis head off. As for the hound, if he used it no worse, he used it\nno better.",
        "“It’s little I’m pleased, and sore I’m angered,” said O’Donnell,\n“that a hound and a lad should be killed at my court.”",
        "“Five pieces of silver twice over for each of them,” said the\njuggler, “and their heads shall be on them as before.”",
        "“Thou shalt get that,” said O’Donnell.",
        "Five pieces, and again five were paid him, and lo! the lad had his\nhead and the hound his. And though they lived to the uttermost end\nof time, the hound would never touch a hare again, and the lad took\ngood care to keep his eyes open.",
        "Scarcely had the lank grey beggarman done this when he vanished from\nout their sight, and no one present could say if he had flown\nthrough the air or if the earth had swallowed him up.",
        "  He moved as wave tumbling o’er wave\n  As whirlwind following whirlwind,\n  As a furious wintry blast,\n  So swiftly, sprucely, cheerily,\n  Right proudly,\n  And no stop made\n  Until he came\n  To the court of Leinster’s King,\n  He gave a cheery light leap\n  O’er top of turret,\n  Of court and city\n  Of Leinster’s King.",
        "Heavy was the flesh and weary the spirit of Leinster’s king. ’Twas\nthe hour he was wont to hear a story, but send he might right and\nleft, not a jot of tidings about the story-teller could he get.",
        "“Go to the door,” said he to his doorkeeper, “and see if a soul is\nin sight who may tell me something about my story-teller.”",
        "The doorkeeper went, and what he saw was a lank grey beggarman, half\nhis sword bared behind his haunch, his two old shoes full of cold\nroad-a-wayish water sousing about him, the tips of his two ears out\nthrough his old hat, his two shoulders out through his scant\ntattered cloak, and in his hand a three-stringed harp.",
        "“What canst thou do?” said the doorkeeper.",
        "“I can play,” said the lank grey beggarman.",
        "“Never fear,” added he to the story-teller, “thou shalt see all, and\nnot a man shall see thee.”",
        "When the king heard a harper was outside, he bade him in.",
        "“It is I that have the best harpers in the five-fifths of Ireland,\"\nsaid he, and he signed them to play. They did so, and if they\nplayed, the lank grey beggarman listened.",
        "“Heardst thou ever the like?” said the king.",
        "“Did you ever, O king, hear a cat purring over a bowl of broth, or\nthe buzzing of beetles in the twilight, or a shrill tongued old\nwoman scolding your head off?”",
        "“That I have often,” said the king.",
        "“More melodious to me,” said the lank grey beggarman, “were the\nworst of these sounds than the sweetest harping of thy harpers.”",
        "When the harpers heard this, they drew their swords and rushed at\nhim, but instead of striking him, their blows fell on each other,\nand soon not a man but was cracking his neighbour’s skull and\ngetting his own cracked in turn.",
        "When the king saw this, he thought it hard the harpers weren’t\ncontent with murdering their music, but must needs murder each\nother.",
        "“Hang the fellow who began it all,” said he; “and if I can’t have a\nstory, let me have peace.”",
        "Up came the guards, seized the lank grey beggarman, marched him to\nthe gallows and hanged him high and dry. Back they marched to the\nhall, and who should they see but the lank grey beggarman seated on\na bench with his mouth to a flagon of ale.",
        "“Never welcome you in,” cried the captain of the guard, “didn’t we\nhang you this minute, and what brings you here?”",
        "“Is it me myself, you mean?”",
        "“Who else?” said the captain.",
        "“May your hand turn into a pig’s foot with you when you think of\ntying the rope; why should you speak of hanging me?”",
        "Back they scurried to the gallows, and there hung the king’s\nfavourite brother.",
        "Back they hurried to the king who had fallen fast asleep.",
        "“Please your Majesty,” said the captain, “we hanged that strolling\nvagabond, but here he is back again as well as ever.”",
        "“Hang him again,” said the king, and off he went to sleep once more.",
        "They did as they were told, but what happened was that they found\nthe king’s chief harper hanging where the lank grey beggarman should\nhave been.",
        "The captain of the guard was sorely puzzled.",
        "“Are you wishful to hang me a third time?” said the lank grey\nbeggarman.",
        "“Go where you will,” said the captain, “and as fast as you please if\nyou’ll only go far enough. It’s trouble enough you’ve given us\nalready.”",
        "“Now you’re reasonable,” said the beggarman; “and since you’ve given\nup trying to hang a stranger because he finds fault with your music,\nI don’t mind telling you that if you go back to the gallows you’ll\nfind your friends sitting on the sward none the worse for what has\nhappened.”",
        "As he said these words he vanished; and the story-teller found\nhimself on the spot where they first met, and where his wife still\nwas with the carriage and horses.",
        "“Now,” said the lank grey beggarman, “I’ll torment you no longer.\nThere’s your carriage and your horses, and your money and your wife;\ndo what you please with them.”",
        "“For my carriage and my houses and my hounds,” said the story-\nteller, “I thank you; but my wife and my money you may keep.”",
        "“No,” said the other. “I want neither, and as for your wife, don’t\nthink ill of her for what she did, she couldn’t help it.”",
        "“Not help it! Not help kicking me into the mouth of my own hounds!\nNot help casting me off for the sake of a beggarly old–”",
        "“I’m not as beggarly or as old as ye think. I am Angus of the Bruff;\nmany a good turn you’ve done me with the King of Leinster. This\nmorning my magic told me the difficulty you were in, and I made up\nmy mind to get you out of it. As for your wife there, the power that\nchanged your body changed her mind. Forget and forgive as man and\nwife should do, and now you have a story for the King of Leinster\nwhen he calls for one;” and with that he disappeared.",
        "It’s true enough he now had a story fit for a king. From first to\nlast he told all that had befallen him; so long and loud laughed the\nking that he couldn’t go to sleep at all. And he told the story-\nteller never to trouble for fresh stories, but every night as long\nas be lived he listened again and he laughed afresh at the tale of\nthe lank grey beggarman.",
        "Continue...",
        "\nThis complete e-book of Celtic Fairy Tales, collected and edited by\nJoseph Jacobs, is in the public domain.\nThis page has been created by Philipp Lenssen.\n\nAt Amazon: The Golden Book of Fairy Tales\n\nPage last updated on December 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Favorite Celtic Fairy Tales (Dover Children's Thrift Classics)By Joseph JacobsAt Amazon"
    ]
}