{
    "title": "Chapters On Jewish Literature - Chapter XVII. The Zohar and Later Mysticism",
    "author": "Israel Abrahams",
    "chapter": "17",
    "content": [
        "\n\n",
        "     Kabbala.–The Bahir.–Abulafia.–Moses of Leon.–The\n     Zohar.–Isaac Lurya.–Isaiah Hurwitz.–Christian\n     Kabbalists.–The Chassidim.",
        "Mysticism is the name given to the belief in direct, intuitive communion\nwith God. All true religion has mystical elements, for all true religion\nholds that man can commune with God, soul with soul. In the Psalms, God\nis the Rock of the heart, the Portion of the cup, the Shepherd and\nLight, the Fountain of Life, an exceeding Joy. All this is, in a sense,\nmystical language. But mysticism has many dangers. It is apt to\nconfuse vague emotionalism and even hysteria with communion with God. A\nfurther defect of mysticism is that, in its medieval forms, it tended to\nthe multiplication of intermediate beings, or angels, which it created\nto supply the means for that communion with God which, in theory, the\nmystics asserted was direct. Finally, from being a deep-seated,\nemotional aspect of religion, mysticism degenerated into intellectual\nsport, a play with words and a juggling with symbols.",
        "Jewish mysticism passed through all these stages. Kabbala–as mysticism\nwas called–really means “Tradition,” and the name proves that the\ntheory had its roots far back in the past. It has just been said that\nthere is mysticism in the Psalms. So there is in the idea of\ninspiration, the prophet’s receiving a message direct from God with whom\nhe spoke face to face. After the prophetic age, Jewish mysticism\ndisplayed itself in intense personal religiousness, as well as in love\nfor Apocalyptic, or dream, literature, in which the sleeper could, like\nDaniel, feel himself lapped to rest in the bosom of God.",
        "All the earlier literary forms of mysticism, or theosophy, made\ncomparatively little impression on Jewish writers. But at the beginning\nof the thirteenth century a great development took place in the “secret\"\nscience of the Kabbala. The very period which produced the rationalism\nof Maimonides gave birth to the emotionalism of the Kabbala. The Kabbala\nwas at first a protest against too much intellectualism and rigidity in\nreligion. It reclaimed religion for the heart. A number of writers more\nor less dallied with the subject, and then the Kabbala took a bolder\nflight. Ezra, or Azriel, a teacher of Nachmanides, compiled a book\ncalled “Brilliancy” (Bahir) in the year 1240. It was at once regarded\nas a very ancient book. As will be seen, the same pretence of antiquity\nwas made with regard to another famous Kabbalistic work of a later\ngeneration. Under Todros Abulafia (1234-1304) and Abraham Abulafia\n(1240-1291), the mystical movement took a practical shape, and the\nJewish masses were much excited by stories of miracles performed and of\nthe appearance of a new Messiah.",
        "At this moment Moses of Leon (born in Leon in about 1250, died in\nArevalo in 1305) wrote the most famous Kabbalistic book of the Middle\nAges. This was named, in imitation of the Bahir, “Splendor” (Zohar),\nand its brilliant success matched its title. Not only did this\nextraordinary book raise the Kabbala to the zenith of its influence, but\nit gave it a firm and, as it has proved, unassailable basis. Like the\nBahir, the Zohar was not offered to the public on its own merits, but\nwas announced as the work of Simon, the son of Yochai, who lived in the\nsecond century. The Zohar, it was pretended, had been concealed in a\ncavern in Galilee for more than a thousand years, and had now been\nsuddenly discovered. The Zohar is, indeed, a work of genius, its\nspiritual beauty, its fancy, its daring imagery, its depth of devotion,\nranking it among the great books of the world. Its literary style,\nhowever, is less meritorious; it is difficult and involved. As\nChatterton clothed his ideas in a pseudo-archaic English, so Moses of\nLeon used an Aramaic idiom, which he handled clumsily and not as one to\nthe manner born. It would not be so important to insist on the fact that\nthe Zohar was a literary forgery, that it pretended to an antiquity it\ndid not own, were it not that many Jews and Christians still write as\nthough they believe that the book is as old as it was asserted to be.\nThe defects of the Zohar are in keeping with this imposture. Absurd\nallegories are read into the Bible; the words of Scripture are counters\nin a game of distortion and combination; God himself is obscured amid a\nmaze of mystic beings, childishly conceived and childishly named.\nPhilosophically, the Zohar has no originality. Its doctrines of the\nTransmigration of the Soul, of the Creation as God’s self-revelation in\nthe world, of the Emanation from the divine essence of semi-human,\nsemi-divine powers, were only commonplaces of medieval theology. Its\ngreat original idea was that the revealed Word of God, the Torah, was\ndesigned for no other purpose than to effect a union between the soul of\nman and the soul of God.",
        "Reinforced by this curious jumble of excellence and nonsense, the\nKabbala became one of the strongest literary bonds between Jews and\nChristians. It is hardly to be wondered at, for the Zohar contains some\nideas which are more Christian than Jewish. Christians, like Pico di\nMirandola (1463-1494), under the influence of the Jewish Kabbalist\nJochanan Aleman, and Johann Reuchlin (1455-1522), sharer of Pico’s\nspirit and precursor of the improved study of the Scriptures in Europe,\nmade the Zohar the basis of their defence of Jewish literature against\nthe attempts of various ecclesiastical bodies to crush and destroy it.",
        "The Kabbala did not, however, retain a high place in the realm of\nliterature. It greatly influenced Jewish religious ceremonies, it\nproduced saintly souls, and from such centres as Safed and Salonica sent\nforth men like Solomon Molcho and Sabbatai Zevi, who maintained that\nthey were Messiahs, and could perform miracles on the strength of\nKabbalistic powers. But from the literary stand-point the Kabbala was a\nbarren inspiration. The later works of Kabbalists are a rehash of the\nolder works. The Zohar was the bible of the Kabbalists, and the later\nworks of the school were commentaries on this bible. The Zohar had\nabsorbed all the earlier Kabbalistic literature, such as the “Book of\nCreation” (Sefer Yetsirah), the Book Raziel, the Alphabet of Rabbi\nAkiba, and it was the final literary expression of the Kabbala.",
        "It is, therefore, unnecessary to do more than name one or two of the\nmore noted Kabbalists of post-Zoharistic ages. Isaac Lurya (1534-1572)\nwas a saint, so devoid of self-conceit that he published nothing, though\nhe flourished at the very time when the printing-press was throwing\ncopies of the Zohar broadcast. We owe our knowledge of Lurya’s\nKabbalistic ideas to the prolific writings of his disciple Chayim Vital\nCalabrese, who died in Damascus in 1620. Other famous Kabbalists were\nIsaiah Hurwitz (about 1570-1630), author of a much admired ethical work,\n“The Two Tables of the Covenant” (Sheloh, as it is familiarly called\nfrom the initials of its Hebrew title); Nehemiah Chayun (about\n1650-1730); and the Hebrew dramatist Moses Chayim Luzzatto (1707-1747).",
        "A more recent Kabbalistic movement, led by the founder of the new\nsaints, or Chassidim, Israel Baalshem (about 1700-1772), was even less\nliterary than the one just described. But the Kabbalists, medieval and\nmodern, were meritorious writers in one field of literature. The\nKabbalists and the Chassidim were the authors of some of the most\nexquisite prayers and meditations which the soul of the Jew has poured\nforth since the Psalms were completed. This redeems the later\nKabbalistic literature from the altogether unfavorable verdict which\nwould otherwise have to be passed on it.",
        "KABBALA.",
        "Graetz.–III, p. 547 [565]",
        "MOSES DE LEON.",
        "Graetz.–IV, 1.",
        "ZOHAR.",
        "A. Neubauer.–Bahir and Zohar, J.Q.R., IV, p. 357.",
        "Steinschneider.–Jewish Literature, p. 104.",
        "ISAAC LURYA.",
        "Graetz.–IV, p. 618 [657].",
        "SABBATAI ZEVI.",
        "Graetz.–V, p. 118 [125].",
        "CHASSIDIM.",
        "Graetz.–V, 9.",
        "Schechter.–Studies in Judaism, p. 1.",
        "Continue...",
        "\nThis eBook of “Chapters On Jewish Literature” (1899) by Israel Abrahams belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Chapters on Jewish LiteratureBy M. a. Israel AbrahamsAt Amazon"
    ]
}