{
    "title": "Chapters On Jewish Literature - Chapter IV. The Midrash and Its Poetry",
    "author": "Israel Abrahams",
    "chapter": "5",
    "content": [
        "\n\n",
        "    Mechilta, Sifra, Sifre, Pesikta, Tanchuma, Midrash\n    Rabbah, Yalkut.–Proverbs.–Parables.–Fables.",
        "In its earliest forms identical with the Halachah, or the practical and\nlegal aspects of the Mishnah and the Talmud, the Midrash, in its fuller\ndevelopment, became an independent branch of Rabbinical literature. Like\nthe Talmud, the Midrash is of a composite nature, and under the one name\nthe accumulations of ages are included. Some of its contents are earlier\nthan the completion of the Bible, others were collected and even created\nas recently as the tenth or the eleventh century of the current era.",
        "Midrash (\"Study,” “Inquiry”) was in the first instance an Explanation\nof the Scriptures. This explanation is often the clear, natural\nexposition of the text, and it enforces rules of conduct both ethical\nand ritual. The historical and moral traditions which clustered round\nthe incidents and characters of the Bible soon received a more vivid\nsetting. The poetical sense of the Rabbis expressed itself in a vast and\nbeautiful array of legendary additions to the Bible, but the additions\nare always devised with a moral purpose, to give point to a preacher’s\nhomily or to inspire the imagination of the audience with nobler\nfancies. Besides being expository, the Midrash is, therefore, didactic\nand poetical, the moral being conveyed in the guise of a narrative,\namplifying and developing the contents of Scripture. The Midrash gives\nthe results of that deep searching of the Scriptures which became second\nnature with the Jews, and it also represents the changes and expansions\nof ethical and theological ideals as applied to a changing and growing\nlife.",
        "From another point of view, also, the Midrash is a poetical literature.\nIts function as a species of popular homiletics made it necessary to\nappeal to the emotions. In its warm and living application of abstract\ntruths to daily ends, in its responsive and hopeful intensification of\nthe nearness of God to Israel, in its idealization of the past and\nfuture of the Jews, it employed the poet’s art in essence, though not in\nform. It will be seen later on that in another sense the Midrash is a\npoetical literature, using the lore of the folk, the parable, the\nproverb, the allegory, and the fable, and often using them in the\nlanguage of poetry.",
        "The oldest Midrash is the actual report of sermons and addresses of the\nTannaite age; the latest is a medieval compilation from all extant\nsources. The works to which the name Midrash is applied are the\nMechilta (to Exodus); the Sifra (to Leviticus); the Sifre (to\nNumbers and Deuteronomy); the Pesikta (to various Sections of the\nBible, whence its name); the Tanchuma (to the Pentateuch); the\nMidrash Rabbah (the “Great Midrash,” to the Pentateuch and the Five\nScrolls of Esther, Ruth, Lamentations, Ecclesiastes, and the Song of\nSongs); and the Midrash Haggadol (identical in name, and in contents\nsimilar to, but not identical with, the Midrash Rabbah); together with\na large number of collected Midrashim, such as the Yalkut, and a host\nof smaller works, several of which are no longer extant.",
        "Regarding the Midrash in its purely literary aspects, we find its style\nto be far more lucid than that of the Talmud, though portions of the\nHalachic Midrash are identical in character with the Talmud. The Midrash\nhas many passages in which the simple graces of form match the beauty of\nidea. But for the most part the style is simple and prosaic, rather than\nornate or poetical. It produces its effects by the most straightforward\nmeans, and strikes a modern reader as lacking distinction in form. The\ndead level of commonplace expression is, however, brightened by\nbrilliant passages of frequent occurrence. Prayers, proverbs, parables,\nand fables, dot the pages of Talmud and Midrash alike. The ancient\nproverbs of the Jews were more than mere chips from the block of\nexperience. They were poems, by reason of their use of metaphor,\nalliteration, assonance, and imagination. The Rabbinical proverbs show\nall these poetical qualities.",
        "     He who steals from a thief smells of theft.–Charity is the\n     salt of Wealth.–Silence is a fence about Wisdom.–Many old\n     camels carry the skins of their young.–Two dry sticks and one\n     green burn together.–If the priest steals the god, on what\n     can one take an oath?–All the dyers cannot bleach a raven’s\n     wing.–Into a well from which you have drunk, cast no\n     stone.–Alas for the bread which the baker calls bad.–Slander\n     is a Snake that stings in Syria, and slays in Rome.–The Dove\n     escaped from the Eagle and found a Serpent in her nest.–Tell\n     no secrets, for the Wall has ears.",
        "These, like many more of the Rabbinical proverbs, are essentially\npoetical. Some, indeed, are either expanded metaphors or metaphors\ntouched by genius into poetry. The alliterative proverbs and maxims of\nthe Talmud and Midrash are less easily illustrated. Sometimes they\nenshrine a pun or a conceit, or depend for their aptness upon an\nassonance. In some of the Talmudic proverbs there is a spice of\ncynicism. But most of them show a genial attitude towards life.",
        "The poetical proverb easily passes into the parable. Loved in Bible\ntimes, the parable became in after centuries the most popular form of\ndidactic poetry among the Jews. The Bible has its parables, but the\nMidrash overflows with them. They are occasionally re-workings of older\nthoughts, but mostly they are original creations, invented for a special\npurpose, stories devised to drive home a moral, allegories administering\nin pleasant wrappings unpalatable satires or admonitions. In all ages\nup to the present, Jewish moralists have relied on the parable as their\nmost effective instrument. The poetry of the Jewish parables is\ncharacteristic also of the parables imitated from the Jewish, but the\nlatter have a distinguishing feature peculiar to them. This is their\nhumor, the witty or humorous parable being exclusively Jewish. The\nparable is less spontaneous than the proverb. It is a product of moral\npoetry rather than of folk wisdom. Yet the parable was so like the\nproverb that the moral of a parable often became a new proverb. The\ndiction of the parable is naturally more ornate. By the beauty of its\nexpression, its frequent application of rural incidents to the life\nfamiliar in the cities, the rhythm and flow of its periods, its fertile\nimagination, the parable should certainly be placed high in the world’s\npoetry. But it was poetry with a tendency, the mashal, or\nproverb-parable, being what the Rabbis themselves termed it, “the clear\nsmall light by which lost jewels can be found.”",
        "The following is a parable of Hillel, which is here cited more to\nmention that noble, gentle Sage than as a specimen of this class of\nliterature. Hillel belongs to a period earlier than that dealt with in\nthis book, but his loving and pure spirit breathes through the pages of\nthe Talmud and Midrash:",
        "    Hillel, the gentle, the beloved sage,\n    Expounded day by day the sacred page\n    To his disciples in the house of learning;\n    And day by day, when home at eve returning,\n    They lingered, clustering round him, loth to part\n    From him whose gentle rule won every heart.\n    But evermore, when they were wont to plead\n    For longer converse, forth he went with speed,\n    Saying each day: “I go–the hour is late–\n    To tend the guest who doth my coming wait,\"\n    Until at last they said: “The Rabbi jests,\n    When telling us thus daily of his guests\n    That wait for him.” The Rabbi paused awhile,\n    And then made answer: “Think you I beguile\n    You with an idle tale? Not so, forsooth!\n    I have a guest whom I must tend in truth.\n    Is not the soul of man indeed a guest,\n    Who in this body deigns a while to rest,\n    And dwells with me all peacefully to-day:\n    To-morrow–may it not have fled away?”",
        "Space must be found for one other parable, taken (like many other\npoetical quotations in this volume) from Mrs. Lucas’ translations:",
        "    Simeon ben Migdal, at the close of day,\n    Upon the shores of ocean chanced to stray,\n    And there a man of form and mien uncouth,\n    Dwarfed and misshapen, met he on the way.",
        "    “Hail, Rabbi,” spoke the stranger passing by,\n    But Simeon thus, discourteous, made reply:\n    “Say, are there in thy city many more,\n    Like unto thee, an insult to the eye?”",
        "    “Nay, that I cannot tell,” the wand’rer said,\n    “But if thou wouldst ply the scorner’s trade,\n    Go first and ask the Master Potter why\n    He has a vessel so misshapen made?”",
        "    Then (so the legend tells) the Rabbi knew\n    That he had sinned, and prone himself he threw\n    Before the other’s feet, and prayed of him\n    Pardon for the words that now his soul did rue.",
        "    But still the other answered as before:\n    “Go, in the Potter’s ear thy plaint outpour,\n    For what am I! His hand has fashioned me,\n    And I in humble faith that hand adore.”",
        "    Brethren, do we not often too forget\n    Whose hand it is that many a time has set\n    A radiant soul in an unlovely form,\n    A fair white bird caged in a mouldering net?",
        "    Nay more, do not life’s times and chances, sent\n    By the great Artificer with intent\n    That they should prove a blessing, oft appear\n    To us a burden that we sore lament?",
        "    Ah! soul, poor soul of man! what heavenly fire\n    Would thrill thy depths and love of God inspire,\n    Could’st thou but see the Master hand revealed,\n    Majestic move “earth’s scheme of things entire.”",
        "    It cannot be! Unseen he guideth us,\n    But yet our feeble hands, the luminous\n    Pure lamp of faith can light to glorify\n    The narrow path that he has traced for us.",
        "Finally, there are the Beast Fables of the Talmud and the Midrash.\nMost of these were borrowed directly or indirectly from India. We are\ntold in the Talmud that Rabbi Meir knew three hundred Fox Fables, and\nthat with his death (about 290 C.E.) “fabulists ceased to be,” Very few\nof Meir’s fables are extant, so that it is impossible to gather whether\nor not they were original. There are only thirty fables in the Talmud\nand the Midrash, and of these several cannot be parallelled in other\nliteratures. Some of the Talmudic fables are found also in the\nclassical and the earliest Indian collections; some in the later\ncollections; some in the classics, but not in the Indian lists; some in\nIndia, but not in the Latin and Greek authors. Among the latter is the\nwell-known fable of the Fox and the Fishes, used so dramatically by\nRabbi Akiba. The original Talmudic fables are, according to Mr. J.\nJacobs, the following: Chaff, Straw, and Wheat, who dispute for which\nof them the seed has been sown: the winnowing fan soon decides; The\nCaged Bird, who is envied by his free fellow; The Wolf and the two\nHounds, who have quarrelled; the wolf seizes one, the other goes to his\nrival’s aid, fearing the same fate himself on the morrow, unless he\nhelps the other dog to-day; The Wolf at the Well, the mouth of the\nwell is covered with a net: “If I go down into the well,” says the wolf,\n“I shall be caught. If I do not descend, I shall die of thirst\"; The\nCock and the Bat, who sit together waiting for the sunrise: “I wait\nfor the dawn,” said the cock, “for the light is my signal; but as for\nthee–the light is thy ruin\"; and, finally, what Mr. Jacobs calls the\ngrim beast-tale of the Fox as Singer, in which the beasts–invited by\nthe lion to a feast, and covered by him with the skins of wild\nbeasts–are led by the fox in a chorus: “What has happened to those\nabove us, will happen to him above,” implying that their host, too, will\ncome to a violent death. In the context the fable is applied to Haman,\nwhose fate, it is augured, will resemble that of the two officers whose\nguilt Mordecai detected.",
        "Such fables are used in the Talmud to point religious or even political\nmorals, very much as the parables were. The fable, however, took a lower\nflight than the parable, and its moral was based on expediency, rather\nthan on the highest ethical ideals. The importance of the Talmudic\nfables is historical more than literary or religious. Hebrew fables\nsupply one of the links connecting the popular literature of the East\nwith that of the West. But they hardly belong in the true sense to\nJewish literature. Parables, on the other hand, were an essential and\ncharacteristic branch of that literature.",
        "MIDRASH.",
        "Schiller-Szinessy.–Encycl. Brit., Vol. XVI, p. 285.",
        "Graetz.–II, p. 328 [331] seq.\nSteinschneider.–Jewish Literature, pp. 5 seq.,\n  36 seq.\nL.N. Dembitz.–Jewish Services in Synagogue and Home  (Jewish Publication Society of America, 1898), p. 44.",
        "J. Jacobs.–The Fables of Æsop (London, 1889), I,\n  p. 110 seq.\nRead also Schechter, Studies in Judaism, p. 272 [331];\n  and J.Q.R., (Kohler), V, p. 399; VII, p. 581;\n  (Bacher) IV, p. 406; (Davis) VIII, p. 529; (Abrahams) I, p. 216;\n  II, p. 172; Chenery, Legends from the Midrash (Miscellany\n  of the Society of Hebrew Literature, Vol. II).",
        "Continue...",
        "\nThis eBook of “Chapters On Jewish Literature” (1899) by Israel Abrahams belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Chapters on Jewish LiteratureBy M. a. Israel AbrahamsAt Amazon"
    ]
}