{
    "title": "Chapters On Jewish Literature - Chapter XIII. Moses Maimonides",
    "author": "Israel Abrahams",
    "chapter": "13",
    "content": [
        "\n\n",
        "     Maimon, Rambam = R. Moses, the son of Maimon, Maimonides.–His\n     Yad Hachazaka and Moreh Nebuchim.–Gersonides.–Crescas.–Albo.",
        "The greatest Jew of the Middle Ages, Moses, the son of Maimon, was born\nin Cordova, in 1135, and died in Fostat in 1204. His father Maimon was\nhimself an accomplished scientist and an enlightened thinker, and the\nson was trained in the many arts and sciences then included in a liberal\neducation. When Moses was thirteen years old, Cordova fell into the\nhands of the Almohades, a sect of Mohammedans, whose creed was as pure\nas their conduct was fanatical. Jews and Christians were forced to\nchoose conversion to Islam, exile, or death. Maimon fled with his\nfamily, and, after an interval of troubled wanderings and painful\nprivations, they settled in Fez, where they found the Almohades equally\npowerful and equally vindictive. Maimon and his son were compelled to\nassume the outward garb of Mohammedanism for a period of five years.\nFrom Fez the family emigrated in 1165 to Palestine, and, after a long\nperiod of anxiety, Moses Maimonides settled in Egypt, in Fostat, or Old\nCairo.",
        "In Egypt, another son of Maimon, David, traded in precious stones, and\nsupported his learned brother. When David was lost at sea, Maimonides\nearned a living as a physician. His whole day was occupied in his\nprofession, yet he contrived to work at his books during the greater\npart of the night. His minor works would alone have brought their author\nfame. His first great work was completed in 1168. It was a Commentary on\nthe Mishnah, and was written in Arabic. But Maimonides’ reputation rests\nmainly on two books, the one written for the many, the other for the\nfew. The former is his “Strong Hand” (Yad Hachazaka), the latter his\n“Guide of the Perplexed” (Moreh Nebuchim).",
        "The “Strong Hand” was a gigantic undertaking. In its fourteen books\nMaimonides presented a clearly-arranged and clearly-worded summary of\nthe Rabbinical Halachah, or Law. In one sense it is an encyclopedia, but\nit is an encyclopedia written with style. For its power to grapple with\nvast materials, this code has few rivals and no superiors in other\nliteratures. Maimonides completed its compilation in 1180, having spent\nten years over it. During the whole of that time, he was not only a\npopular doctor, but also official Rabbi of Cairo. He received no salary\nfrom the community, for he said, “Better one penny earned by the work of\none’s hands, than all the revenues of the Prince of the Captivity, if\nderived from fees for teaching or acting as Rabbi.” The “Strong Hand,\"\ncalled also “Deuteronomy” (Mishneh Torah), sealed the reputation of\nMaimonides for all time. Maimonides was indeed attacked, first, because\nhe asserted that his work was intended to make a study of the Talmud\nless necessary, and secondly, because he gave no authorities for his\nstatements, but decided for himself which Talmudical opinions to accept,\nwhich to reject. But the severest scrutiny found few real blemishes and\nfewer actual mistakes. “From Moses to Moses there arose none like\nMoses,” was a saying that expressed the general reverence for\nMaimonides. Copies of the book were made everywhere; the Jewish mind\nbecame absorbed in it; his fame and his name “rang from Spain to India,\nfrom the sources of the Tigris to South Arabia.” Eulogies were showered\non him from all parts of the earth. And no praise can say more for this\nmarvellous man than the fact that the incense burned at his shrine did\nnot intoxicate him. His touch became firmer, his step more resolute.\nBut he went on his way as before, living simply and laboring\nincessantly, unmoved by the thunders of applause, unaffected by the\nfeebler echoes of calumny. He corresponded with his brethren far and\nnear, answered questions as Rabbi, explained passages in his Commentary\non the Mishnah or his other writings, entered heartily into the\ncontroversies of the day, discussed the claims of a new aspirant to the\ndignity of Messiah, encouraged the weaker brethren who fell under\ndisfavor because they had been compelled to become pretended converts to\nIslam, showed common-sense and strong intellectual grasp in every line\nhe wrote, and combined in his dealings with all questions the rarely\nassociated qualities, toleration and devotion to the truth. Yet he felt\nthat his life’s work was still incomplete. He loved truth, but truth for\nhim had two aspects: there was truth as revealed by God, there was truth\nwhich God left man to discover for himself. In the mind of Maimonides,\nMoses and Aristotle occupied pedestals side by side. In the “Strong\nHand,” he had codified and given orderly arrangement to Judaism as\nrevealed in Bible and tradition; he would now examine its relations to\nreason, would compare its results with the data of philosophy. This he\ndid in his “Guide of the Perplexed” (Moreh Nebuchim). Maimonides here\ndiffered fundamentally from his immediate predecessors. Jehuda Halevi,\nin his Cuzari, was poet more than philosopher. The Cuzari was a\ndialogue based on the three principles, that God is revealed in history,\nthat Jerusalem is the centre of the world, and that Israel is to the\nnations as the heart to the limbs. Jehuda Halevi supported these ideas\nwith arguments deduced from the philosophy of his day, he used reason as\nthe handmaid of theology. Maimonides, however, like Saadiah, recognized\na higher function for reason. He placed reason on the same level as\nrevelation, and then demonstrated that his faith and his reason taught\nidentical truths. His work, the “Guide of the Perplexed,” written in\nArabic in about the year 1190, is based, on the one hand, on the\nAristotelian system as expounded by Arabian thinkers, and, on the other\nhand, on a firm belief in Scripture and tradition. With a masterly hand,\nMaimonides summarized the teachings of Aristotle and the doctrines of\nMoses and the Rabbis. Between these two independent bodies of truths he\nfound, not contradiction, but agreement, and he reconciled them in a way\nthat satisfied so many minds that the “Guide” was translated into Hebrew\ntwice during his life-time, and was studied by Mohammedans and by\nChristians such as Thomas Aquinas. With general readers, the third part\nwas the most popular. In this part Maimonides offered rational\nexplanations of the ceremonial and legislative details of the Bible.",
        "For a long time after the death of Maimonides, which took place in 1204,\nJewish thought found in the “Guide” a strong attraction or a violent\nrepulsion. Commentaries on the Moreh, or “Guide,” multiplied apace.\nAmong the most original of the philosophical successors of Maimonides\nthere were few Jews but were greatly influenced by him. Even the famous\nauthor of “The Wars of the Lord,” Ralbag, Levi, the son of Gershon\n(Gersonides), who was born in 1288, and died in 1344, was more or less\nat the same stand-point as Maimonides. On the other hand, Chasdai\nCrescas, in his “Light of God,” written between 1405 and 1410, made a\ndetermined attack on Aristotle, and dealt a serious blow at Maimonides.\nCrescas’ work influenced the thought of Spinoza, who was also a close\nstudent of Maimonides. A pupil of Crescas, Joseph Albo (1380-1444) was\nlikewise a critic of Maimonides. Albo’s treatise, “The Book of\nPrinciples” (Ikkarim), became a popular text-book. It was impossible\nthat the reconciliation of Aristotle and Moses should continue to\nsatisfy Jewish readers, when Aristotle had been dethroned from his\nposition of dictator in European thought. But the “Guide” of Maimonides\nwas a great achievement for its spirit more than for its contents. If it\ninevitably became obsolete as a system of theology, it permanently acted\nas an antidote to the mysticism which in the thirteenth century began to\ngain a hold on Judaism, and which, but for Maimonides, might have\ncompletely undermined the beliefs of the Synagogue. Maimonides remained\nthe exemplar of reasoning faith long after his particular form of\nreasoning had become unacceptable to the faithful.",
        "MAIMONIDES.",
        "Graetz.–III, 14.",
        "Karpeles.–Jewish Literature and other Essays, p. 145.",
        "Steinschneider.–Jewish Literature, pp. 70, 82 seq.,\n  94 seq.\nSchiller-Szinessy.–Encycl. Brit., Vol. XV, p. 295.",
        "Eight Chapters.–B. Spiers in Threefold Cord (1893).\n  English translation in Hebrew Review, Vols. I and II.",
        "Strong Hand, selections translated by Soloweycik (London, 1863).",
        "Letter to Jehuda Ibn Tibbon, translated by H. Adler\n  (Miscellany of the Society of Hebrew Literature, Vol. I).",
        "Guide of the Perplexed, translated by M. Friedländer (1885).",
        "I.H. Weiss.–Study of the Talmud in the Thirteenth Century,\n  J.Q.R., I, p. 290.",
        "J. Owen.–J.Q.R., III, p. 203.",
        "S. Schechter.–Studies in Judaism, p. 161 [197], etc.",
        "On MAIMON (father of Maimonides), see L.M. Simmons, Letter of\n  Consolation of Maimon ben Joseph, J.Q.R., II, p. 62.",
        "Graetz.–IV, pp. 146 [157], 191 [206].",
        "ALBO.",
        "Graetz.–IV, 7.",
        "English translation of Ikkarim, Hebrew Review, Vols. I, II, III.",
        "Continue...",
        "\nThis eBook of “Chapters On Jewish Literature” (1899) by Israel Abrahams belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Chapters on Jewish LiteratureBy M. a. Israel AbrahamsAt Amazon"
    ]
}