{
    "title": "Chapters On Jewish Literature - by Israel Abrahams [Authorama]",
    "author": "Unknown",
    "chapter": "literature",
    "content": [
        "Presented by\nAuthorama\nPublic Domain Books",
        "These twenty-five short chapters on Jewish Literature open with the fall\nof Jerusalem in the year 70 of the current era, and end with the death\nof Moses Mendelssohn in 1786. Thus the period covered extends over more\nthan seventeen centuries. Yet, long as this period is, it is too brief.\nTo do justice to the literature of Judaism even in outline, it is\nclearly necessary to include the Bible, the Apocrypha, and the writings\nof Alexandrian Jews, such as Philo. Only by such an inclusion can the\ngenius of the Hebrew people be traced from its early manifestations\nthrough its inspired prime to its brilliant after-glow in the centuries\nwith which this little volume deals.",
        "One special reason has induced me to limit this book to the scope\nindicated above. The Bible has been treated in England and America in a\nvariety of excellent text-books written by and for Jews and Jewesses. It\nseemed to me very doubtful whether the time is, or ever will be, ripe\nfor dealing with the Scriptures from the purely literary stand-point in\nteaching young students. But this is the stand-point of this volume.\nThus I have refrained from including the Bible, because, on the one\nhand, I felt that I could not deal with it as I have tried to deal with\nthe rest of Hebrew literature, and because, on the other hand, there was\nno necessity for me to attempt to add to the books already in use. The\nsections to which I have restricted myself are only rarely taught to\nyoung students in a consecutive manner, except in so far as they fall\nwithin the range of lessons on Jewish History. It was strongly urged on\nme by a friend of great experience and knowledge, that a small text-book\non later Jewish Literature was likely to be found useful both for home\nand school use. Such a book might encourage the elementary study of\nJewish literature in a wider circle than has hitherto been reached.\nHence this book has been compiled with the definite aim of providing an\nelementary manual. It will be seen that both in the inclusions and\nexclusions the author has followed a line of his own, but he lays no\nclaim to originality. The book is simply designed as a manual for those\nwho may wish to master some of the leading characteristics of the\nsubject, without burdening themselves with too many details and dates.",
        "This consideration has in part determined also the method of the book.\nIn presenting an outline of Jewish literature three plans are possible.\nOne can divide the subject according to Periods. Starting with the\nRabbinic Age and closing with the activity of the earlier Gaonim, or\nPersian Rabbis, the First Period would carry us to the eighth or the\nninth century. A well-marked Second Period is that of the Arabic-Spanish\nwriters, a period which would extend from the ninth to the fifteenth\ncentury. From the sixteenth to the eighteenth century forms a Third\nPeriod with distinct characteristics. Finally, the career of Mendelssohn\nmarks the definite beginning of the Modern Period. Such a grouping of\nthe facts presents many advantages, but it somewhat obscures the varying\nconditions prevalent at one and the same time in different countries\nwhere the Jews were settled. Hence some writers have preferred to\narrange the material under the different untries. It is quite\npossible to draw a map of the world’s civilization by merely marking the\nsuccessive places in which Jewish literature has fixed its\nhead-quarters. But, on the other hand, such a method of classification\nhas the disadvantage that it leads to much overlapping. For long\nintervals together, it is impossible to separate Italy from Spain,\nFrance from Germany, Persia from Egypt, Constantinople from Amsterdam.\nThis has induced other writers to propose a third method and to trace\nInfluences, to indicate that, whereas Rabbinism may be termed the\nnative product of the Jewish genius, the scientific, poetical, and\nphilosophical tendencies of Jewish writers in the Middle Ages were due\nto the interaction of external and internal forces. Further, in this\narrangement, the Ghetto period would have a place assigned to it as\nsuch, for it would again mark the almost complete sway of purely Jewish\nforces in Jewish literature. Adopting this classification, we should\nhave a wave of Jewish impulse, swollen by the accretion of foreign\nwaters, once more breaking on a Jewish strand, with its contents in\nsomething like the same condition in which they left the original\nspring. All these three methods are true, and this has impelled me to\nrefuse to follow any one of them to the exclusion of the other two. I\nhave tried to trace influences, to observe periods, to distinguish\ncountries. I have also tried to derive color and vividness by\nselecting prominent personalities round which to group whole cycles of\nfacts. Thus, some of the chapters bear the names of famous men, others\nare entitled from periods, others from countries, and yet others are\nnamed from the general currents of European thought. In all this my aim\nhas been very modest. I have done little in the way of literary\ncriticism, but I felt that a dry collection of names and dates was the\nvery thing I had to avoid. I need not say that I have done my best to\nensure accuracy in my statements by referring to the best authorities\nknown to me on each division of the subject. To name the works to which\nI am indebted would need a list of many of the best-known products of\nrecent Continental and American scholarship. At the end of every\nchapter I have, however, given references to some English works and\nessays. Graetz is cited in the English translation published by the\nJewish Publication Society of America. The figures in brackets refer to\nthe edition published in London. The American and the English editions\nof S. Schechter’s “Studies in Judaism” are similarly referred to.",
        "Of one thing I am confident. No presentation of the facts, however bald\nand inadequate it be, can obscure the truth that this little book deals\nwith a great and an inspiring literature. It is possible to question\nwhether the books of great Jews always belonged to the great books of\nthe world. There may have been, and there were, greater legalists than\nRashi, greater poets than Jehuda Halevi, greater philosophers than\nMaimonides, greater moralists than Bachya. But there has been no greater\nliterature than that which these and numerous other Jews represent.",
        "Rabbinism was a sequel to the Bible, and if like all sequels it was\nunequal to its original, it nevertheless shared its greatness. The works\nof all Jews up to the modern period were the sequel to this sequel.\nThrough them all may be detected the unifying principle that literature\nin its truest sense includes life itself; that intellect is the handmaid\nto conscience; and that the best books are those which best teach men\nhow to live. This underlying unity gave more harmony to Jewish\nliterature than is possessed by many literatures more distinctively\nnational. The maxim, “Righteousness delivers from death,” applies to\nbooks as well as to men. A literature whose consistent theme is\nRighteousness is immortal. On the very day on which Jerusalem fell, this\ntheory of the interconnection between literature and life became the\nfixed principle of Jewish thought, and it ceased to hold undisputed sway\nonly in the age of Mendelssohn. It was in the “Vineyard” of Jamnia that\nthe theory received its firm foundation. A starting-point for this\nvolume will therefore be sought in the meeting-place in which the\nRabbis, exiled from the Holy City, found a new fatherland in the Book of\nbooks.",
        "     Schools at Jamnia, Lydda, Usha, and Sepphoris.–The Tannaim\n     compile the Mishnah.–Jochanan, Akiba, Meir, Judah.–Aquila.",
        "The story of Jewish literature, after the destruction of the Temple at\nJerusalem in the year 70 of the Christian era, centres round the city of\nJamnia. Jamnia, or Jabneh, lay near the sea, beautifully situated on the\nslopes of a gentle hill in the lowlands, about twenty-eight miles from\nthe capital. When Vespasian was advancing to the siege of Jerusalem, he\noccupied Jamnia, and thither the Jewish Synhedrion, or Great Council,\ntransferred itself when Jerusalem fell. A college existed there\nalready, but Jamnia then became the head-quarters of Jewish learning,\nand retained that position till the year 135. At that date the learned\ncircle moved further north, to Galilee, and, besides the famous school\nat Lydda in Judea, others were founded in Tiberias, Usha, and Sepphoris.",
        "The real founder of the College at Jamnia was Jochanan, the son of\nZakkai, called “the father of wisdom.” Like the Greek philosophers who\ntaught their pupils in the gardens of the “Academy” at Athens, the\nRabbis may have lectured to their students in a “Vineyard” at Jamnia.\nPossibly the term “Vineyard” was only a metaphor applied to the\nmeeting-place of the Wise at Jamnia, but, at all events, the result of\nthese pleasant intellectual gatherings was the Rabbinical literature.\nJochanan himself was a typical Rabbi. For a great part of his life he\nfollowed a mercantile pursuit, and earned his bread by manual labor. His\noriginality as a teacher lay in his perception that Judaism could\nsurvive the loss of its national centre. He felt that “charity and the\nlove of men may replace the sacrifices.” He would have preferred his\nbrethren to submit to Rome, and his political foresight was justified\nwhen the war of independence closed in disaster. As Graetz has well\nsaid, like Jeremiah Jochanan wept over the desolation of Zion, but like\nZerubbabel he created a new sanctuary. Jochanan’s new sanctuary was the\nschool.",
        "In the “Vineyard” at Jamnia, the Jewish tradition was the subject of\nmuch animated inquiry. The religious, ethical, and practical literature\nof the past was sifted and treasured, and fresh additions were made. But\nnot much was written, for until the close of the second century the new\nliterature of the Jews was oral. The Bible was written down, and read\nfrom scrolls, but the Rabbinical literature was committed to memory\npiecemeal, and handed down from teacher to pupil. Notes were perhaps\ntaken in writing, but even when the Oral Literature was collected, and\narranged as a book, it is believed by many authorities that the book so\ncompiled remained for a considerable period an oral and not a written\nbook.",
        "This book was called the Mishnah (from the verb shana, “to repeat\"\nor “to learn”). The Mishnah was not the work of one man or of one age.\nSo long was it in growing, that its birth dates from long before the\ndestruction of the Temple. But the men most closely associated with the\ncompilation of the Mishnah were the Tannaim (from the root tana, which\nhas the same meaning as shana). There were about one hundred and\ntwenty of these Tannaim between the years 70 and 200 C.E., and they may\nbe conveniently arranged in four generations. From each generation one\ntypical representative will here be selected.",
        "    First Generation, 70 to 100 C.E.\n    JOCHANAN, the son of Zakkai",
        "    Second Generation, 100 to 130 C.E.\n    AKIBA",
        "    Third Generation, 130 to 160 C.E.\n    MEIR",
        "    Fourth Generation, 160 to 200 C.E.\n    JUDAH THE PRINCE",
        "The Tannaim were the possessors of what was perhaps the greatest\nprinciple that dominated a literature until the close of the eighteenth\ncentury. They maintained that literature and life were co-extensive.\nIt was said of Jochanan, the son of Zakkai, that he never walked a\nsingle step without thinking of God. Learning the Torah, that is, the\nLaw, the authorized Word of God, and its Prophetical and Rabbinical\ndevelopments, was man’s supreme duty. “If thou hast learned much Torah,\nascribe not any merit to thyself, for therefor wast thou created.” Man\nwas created to learn; literature was the aim of life. We have already\nseen what kind of literature. Jochanan once said to his five favorite\ndisciples: “Go forth and consider which is the good way to which a man\nshould cleave.” He received various answers, but he most approved of\nthis response: “A good heart is the way.” Literature is life if it be a\nheart-literature–this may be regarded as the final justification of the\nunion effected in the Mishnah between learning and righteousness.",
        "Akiba, who may be taken to represent the second generation of Tannaim,\ndiffered in character from Jochanan. Jochanan had been a member of the\npeace party in the years 66 to 70; Akiba was a patriot, and took a\npersonal part in the later struggle against Rome, which was organized by\nthe heroic Bar Cochba in the years 131 to 135. Akiba set his face\nagainst frivolity, and pronounced silence a fence about wisdom. But his\ndisposition was resolute rather than severe. Of him the most romantic of\nlove stories is told. He was a herdsman, and fell in love with his\nmaster’s daughter, who endured poverty as his devoted wife, and was\nglorified in her husband’s fame. But whatever contrast there may have\nbeen in the two characters, Akiba, like Jochanan, believed that a\nliterature was worthless unless it expressed itself in the life of the\nscholar. He and his school held in low esteem the man who, though\nlearned, led an evil life, but they took as their ideal the man whose\nmoral excellence was more conspicuous than his learning. As R. Eleazar,\nthe son of Azariah, said: “He whose knowledge is in excess of his good\ndeeds is like a tree whose branches are many and its roots scanty; the\nwind comes, uproots, and overturns it. But he whose good deeds are more\nthan his knowledge is like a tree with few branches but many roots, so\nthat if all the winds in the world come and blow upon it, it remains\nfirm in its place.” Man, according to Akiba, is master of his own\ndestiny; he needs God’s grace to triumph over evil, yet the triumph\ndepends on his own efforts: “Everything is seen, yet freedom of choice\nis given; the world is judged by grace, yet all is according to the\nwork.” The Torah, the literature of Israel, was to Akiba “a desirable\ninstrument,” a means to life.",
        "Among the distinctions of Akiba’s school must be named the first literal\ntranslation of the Bible into Greek. This work was done towards the\nclose of the second century by Aquila, a proselyte, who was inspired by\nAkiba’s teaching. Aquila’s version was inferior to the Alexandrian Greek\nversion, called the Septuagint, in graces of style, but was superior in\naccuracy. Aquila followed the Hebrew text word by word. This translator\nis identical with Onkelos, to whom in later centuries the Aramaic\ntranslation (Targum Onkelos) of the Pentateuch was ascribed. Aramaic\nversions of the Bible were made at a very early period, and the Targum\nOnkelos may contain ancient elements, but in its present form it is not\nearlier than the fifth century.",
        "Meir, whom we take as representative of the third generation of Tannaim,\nwas filled with the widest sympathies. In his conception of truth,\neverything that men can know belonged to the Torah. Not that the Torah\nsuperseded or absorbed all other knowledge, but that the Torah needed,\nfor its right study, all the aids which science and secular information\ncould supply. In this way Jewish literature was to some extent saved\nfrom the danger of becoming a merely religious exercise, and in later\ncenturies, when the mass of Jews were disposed to despise and even\ndiscourage scientific and philosophical culture, a minority was always\nprepared to resist this tendency and, on the ground of the views of some\nof the Tannaim like Meir, claimed the right to study what we should now\nterm secular sciences. The width of Meir’s sympathies may be seen in his\ntolerant conduct towards his friend Elisha, the son of Abuya. When the\nlatter forsook Judaism, Meir remained true to Elisha. He devoted himself\nto the effort to win back his old friend, and, though he failed, he\nnever ceased to love him. Again, Meir was famed for his knowledge of\nfables, in antiquity a branch of the wisdom of all the Eastern world.\nMeir’s large-mindedness was matched by his large-heartedness, and in his\nwife Beruriah he possessed a companion whose tender sympathies and fine\ntoleration matched his own.",
        "The fourth generation of Tannaim is overshadowed by the fame of Judah\nthe Prince, Rabbi, as he was simply called. He lived from 150 to 210,\nand with his name is associated the compilation of the Mishnah. A man of\ngenial manners, strong intellectual grasp, he was the exemplar also of\nprincely hospitality and of friendship with others than Jews. His\nintercourse with one of the Antonines was typical of his wide culture.\nLife was not, in Rabbi Judah’s view, compounded of smaller and larger\nincidents, but all the affairs of life were parts of the great divine\nscheme. “Reflect upon three things, and thou wilt not fall into the\npower of sin: Know what is above thee–a seeing eye and a hearing\near–and all thy deeds are written in a book.”",
        "The Mishnah, which deals with things great and small, with everything\nthat concerns men, is the literary expression of this view of life. Its\nlanguage is the new-Hebrew, a simple, nervous idiom suited to practical\nlife, but lacking the power and poetry of the Biblical Hebrew. It is a\nmore useful but less polished instrument than the older language. The\nsubject-matter of the Mishnah includes both law and morality, the\naffairs of the body, of the soul, and of the mind. Business, religion,\nsocial duties, ritual, are all dealt with in one and the same code. The\nfault of this conception is, that by associating things of unequal\nimportance, both the mind and the conscience may become incapable of\ndiscriminating the great from the small, the external from the\nspiritual. Another ill consequence was that, as literature corresponded\nso closely with life, literature could not correct the faults of life,\nwhen life became cramped or stagnant. The modern spirit differs from the\nancient chiefly in that literature has now become an independent force,\nwhich may freshen and stimulate life. But the older ideal was\nnevertheless a great one. That man’s life is a unity; that his conduct\nis in all its parts within the sphere of ethics and religion; that his\nmind and conscience are not independent, but two sides of the same\nthing; and that therefore his religious, ethical, æsthetic, and\nintellectual literature is one and indivisible,–this was a noble\nconception which, with all its weakness, had distinct points of\nsuperiority over the modern view.",
        "The Mishnah is divided into six parts, or Orders (Sedarim); each Order\ninto Tractates (Massechtoth); each Tractate into Chapters (Perakim);\neach Chapter into Paragraphs (each called a Mishnah). The six Orders\nare as follows:",
        "ZERAIM (\"Seeds”). Deals with the laws connected with Agriculture, and\nopens with a Tractate on Prayer (\"Blessings”).",
        "MOED (\"Festival”). On Festivals.",
        "NASHIM (\"Women”). On the laws relating to Marriage, etc.",
        "NEZIKIN (\"Damages”). On civil and criminal Law.",
        "KODASHIM (\"Holy Things”). On Sacrifices, etc.",
        "TEHAROTH (\"Purifications”). On personal and ritual Purity.",
        "THE MISHNAH.",
        "Graetz.–History of the Jews, English translation,\n  Vol. II, chapters 13-17 (character of the Mishnah, end of ch. 17).",
        "Steinschneider.–Jewish Literature (London, 1857), p. 13.",
        "Schiller-Szinessy.–Encyclopedia Britannica (Ninth Edition),\n  Vol. XVI, p. 502.",
        "De Sola and Raphall.–Eighteen Tractates from the Mishnah  (English translation, London).",
        "C. Taylor.–Sayings of the Jewish Fathers (Cambridge, 1897).",
        "A. Kohut.–The Ethics of the Fathers (New York, 1885).",
        "G. Karpeles.–A Sketch of Jewish History (Jewish Publication\n  Society of America, 1895), p. 40.",
        "F.C. Burkitt.–Jewish Quarterly Review, Vol. X, p. 207.",
        "Great national crises usually produce an historical literature. This is\nmore likely to happen with the nation that wins in a war than with the\nnation that loses. Thus, in the Maccabean period, historical works\ndealing with the glorious struggle and its triumphant termination were\nwritten by Jews both in Hebrew and in Greek. After the terrible\nmisfortune which befell the Jews in the year 70, when Jerusalem sank\nbefore the Roman arms never to rise again, little heart was there for\nwriting history. Jews sought solace in their existing literature rather\nthan in new productions, and the Bible and the oral traditions that were\nto crystallize a century later into the Mishnah filled the national\nheart and mind. Yet more than one Jew felt an impulse to write the\nhistory of the dismal time. Thus the first complete books which appeared\nin Jewish literature after the loss of nationality were historical works\nwritten by two men, Justus and Josephus, both of whom bore an active\npart in the most recent of the wars which they recorded. Justus of\nTiberias wrote in Greek a terse chronicle entitled, “History of the\nJewish Kings,” and also a more detailed narrative of the “Jewish War\"\nwith Rome. Both these books are known to us only from quotations. The\noriginals are entirely lost. A happier fate has preserved the works of\nanother Jewish historian of the same period, Flavius Josephus (38 to 95\nC.E.), the literary and political opponent of Justus. He wrote three\nhistories: “Antiquities of the Jews\"; an “Autobiography\"; “The Wars of\nthe Jews\"; together with a reply to the attacks of an Alexandrian critic\nof Judaism, “Against Apion.” The character of Josephus has been\nvariously estimated. Some regard him as a patriot, who yielded to Rome\nonly when convinced that Jewish destiny required such submission. But\nthe most probable view of his career is as follows. Josephus was a man\nof taste and learning. He was a student of the Greek and Latin classics,\nwhich he much admired, and was also a devoted and loyal lover of\nJudaism. Unfortunately, circumstances thrust him into a political\nposition from which he could extricate himself only by treachery and\nduplicity. As a young man he had visited Rome, and there acquired\nenthusiastic admiration for the Romans. When he returned to Palestine,\nhe found his countrymen filled with fiery patriotism and about to hurl\nthemselves against the legions of the Caesars. To his dismay Josephus\nsaw himself drawn into the patriotic vortex. By a strange mishap an\nimportant command was entrusted to him. He betrayed his country, and\nsaved himself by eager submission to the Romans. He became a personal\nfriend of Vespasian and the constant companion of his son Titus.",
        "Traitor though he was to the national cause, Josephus was a steadfast\nchampion of the Jewish religion. All his works are animated with a\ndesire to present Judaism and the Jews in the best light. He was\nindignant that heathen historians wrote with scorn of the vanquished\nJews, and resolved to describe the noble stand made by the Jewish armies\nagainst Rome. He was moved to wrath by the Egyptian Manetho’s distortion\nof the ancient history of Israel, and he could not rest silent under the\ninsults of Apion. The works of Josephus are therefore works written with\na tendency to glorify his people and his religion. But they are in the\nmain trustworthy, and are, indeed, one of the chief sources of\ninformation for the history of the Jews in post-Biblical times. His\nstyle is clear and attractive, and his power of grasping the events of\nlong periods is comparable with that of Polybius. He was no mere\nchronicler; he possessed some faculty for explaining as well as\nrecording facts and some real insight into the meaning of events passing\nunder his own eyes.",
        "He wrote for the most part in Greek, both because that language was\nfamiliar to many cultured Jews of his day, and because his histories\nthereby became accessible to the world of non-Jewish readers. Sometimes\nhe used both Aramaic and Greek. For instance, he produced his “Jewish\nWar” first in the one, subsequently in the other of these languages. The\nAramaic version has been lost, but the Greek has survived. His style is\noften eloquent, especially in his book “Against Apion.” This was an\nhistorical and philosophical justification of Judaism. At the close of\nthis work Josephus says: “And so I make bold to say that we are become\nthe teachers of other men in the greatest number of things, and those\nthe most excellent.” Josephus, like the Jewish Hellenists of an earlier\ndate, saw in Judaism a universal religion, which ought to be shared by\nall the peoples of the earth. Judaism was to Josephus, as to Philo, not\na contrast or antithesis to Greek culture, but the perfection and\nculmination of culture.",
        "The most curious efforts to propagate Judaism were, however, those which\nwere clothed in a Sibylline disguise. In heathen antiquity, the Sibyl\nwas an inspired prophetess whose mysterious oracles concerned the\ndestinies of cities and nations. These oracles enjoyed high esteem among\nthe cultivated Greeks, and, in the second century B.C.E., some\nAlexandrian Jews made use of them to recommend Judaism to the heathen\nworld. In the Jewish Sibylline books the religion of Israel is presented\nas a hope and a threat; a menace to those who refuse to follow the\nbetter life, a promise of salvation to those who repent. About the year\n80 C.E., a book of this kind was composed. It is what is known as the\nFourth Book of the Sibylline Oracles. The language is Greek, the form\nhexameter verse. In this poem, the Sibyl, in the guise of a prophetess,\ntells of the doom of those who resist the will of the one true God,\npraises the God of Israel, and holds out a beautiful prospect to the\nfaithful.",
        "The book opens with an invocation:",
        "    Hear, people of proud Asia, Europe, too,\n    How many things by great, loud-sounding mouth,\n    All true and of my own, I prophesy.\n    No oracle of false Apollo this,\n    Whom vain men call a god, tho’ he deceived;\n    But of the mighty God, whom human hands\n    Shaped not like speechless idols cut in stone.",
        "The Sibyl speaks of the true God, to love whom brings blessing. The\nungodly triumph for a while, as Assyria, Media, Phrygia, Greece, and\nEgypt had triumphed. Jerusalem will fall, and the Temple perish in\nflames, but retribution will follow, the earth will be desolated by the\ndivine wrath, the race of men and cities and rivers will be reduced to\nsmoky dust, unless moral amendment comes betimes. Then the Sibyl’s note\nchanges into a prophecy of Messianic judgment and bliss, and she ends\nwith a comforting message:",
        "    But when all things become an ashy pile,\n    God will put out the fire unspeakable\n    Which he once kindled, and the bones and ashes\n    Of men will God himself again transform,\n    And raise up mortals as they were before.\n    And then will be the judgment, God himself\n    Will sit as judge, and judge the world again.\n    As many as committed impious sins\n    Shall Stygian Gehenna’s depths conceal\n    ’Neath molten earth and dismal Tartarus.",
        "    But the pious shall again live on the earth,\n    And God will give them spirit, life, and means\n    Of nourishment, and all shall see themselves,\n    Beholding the sun’s sweet and cheerful light.\n    O happiest men who at that time shall live!",
        "The Jews found some consolation for present sorrows in the thought of\npast deliverances. The short historical record known as the “Scroll of\nFasting” (Megillath Taanith) was perhaps begun before the destruction\nof the Temple, but was completed after the death of Trajan in 118. This\nscroll contained thirty-five brief paragraphs written in Aramaic. The\ncompilation, which is of great historical value, follows the order of\nthe Jewish Calendar, beginning with the month Nisan and ending with\nAdar. The entries in the list relate to the days on which it was held\nunlawful to fast, and many of these days were anniversaries of national\nvictories. The Megillath Taanith contains no jubilations over these\ntriumphs, but is a sober record of facts. It is a precious survival of\nthe historical works compiled by the Jews before their dispersion from\nPalestine. Such works differ from those of Josephus and the Sibyl in\ntheir motive. They were not designed to win foreign admiration for\nJudaism, but to provide an accurate record for home use and inspire the\nJews with hope amid the threatening prospects of life.",
        "JOSEPHUS.",
        "Whiston’s English Translation, revised by Shilleto (1889).",
        "Graetz.–II, p. 276 [278].",
        "SIBYLLINE ORACLES.",
        "S.A. Hirsch.–Jewish Sibylline Oracles, J.Q.R., II, p. 406.",
        "     The Amoraim compile the Palestinian Talmud and the Babylonian\n     Talmud.–Representative Amoraim:\n       I (220-280) Palestine–Jochanan, Simon, Joshua, Simlai;\n          Babylonia–Rab and Samuel.\n      II (280-320) Palestine–Ami, Assi, Abbahu, Chiya;\n          Babylonia–Huna and Zeira.\n     III (320-380) Babylonia–Rabba, Abayi, Rava.\n      IV (380-430) Babylonia–Ashi (first compilation of the\n          Babylonian Talmud).\n       V and VI (430-500) Babylonia–Rabina (completion of the\n          Babylonian Talmud).",
        "The Talmud, or Gemara (\"Doctrine,” or “Completion”), was a natural\ndevelopment of the Mishnah. The Talmud contains, indeed, many elements\nas old as the Mishnah, some even older. But, considered as a whole, the\nTalmud is a commentary on the work of the Tannaim. It is written, not in\nHebrew, as the Mishnah is, but in a popular Aramaic. There are two\ndistinct works to which the title Talmud is applied; the one is the\nJerusalem Talmud (completed about the year 370 C.E.), the other the\nBabylonian (completed a century later). At first, as we have seen, the\nRabbinical schools were founded on Jewish soil. But Palestine did not\ncontinue to offer a friendly welcome. Under the more tolerant rulers of\nBabylonia or Persia, Jewish learning found a refuge from the harshness\nexperienced under those of the Holy Land. The Babylonian Jewish schools\nin Nehardea, Sura, and Pumbeditha rapidly surpassed the Palestinian in\nreputation, and in the year 350 C.E., owing to natural decay, the\nPalestinian schools closed.",
        "The Talmud is accordingly not one work, but two, the one the literary\nproduct of the Palestinian, the other, of the Babylonian Amoraim. The\nlatter is the larger, the more studied, the better preserved, and to it\nattention will here be mainly confined. The Talmud is not a book, it is\na literature. It contains a legal code, a system of ethics, a body of\nritual customs, poetical passages, prayers, histories, facts of science\nand medicine, and fancies of folk-lore.",
        "The Amoraim were what their name implies, “Expounders,” or\n\"Discoursers\"; but their expositions were often original contributions\nto literature. Their work extends over the long interval between 200 and\n500 C.E. The Amoraim naturally were men of various character and\ncondition. Some were possessed of much material wealth, others were\nexcessively poor. But few of them were professional men of letters. Like\nthe Tannaim, the Amoraim were often artisans, field-laborers, or\nphysicians, whose heart was certainly in literature, but whose hand was\nturned to the practical affairs of life. The men who stood highest\nsocially, the Princes of the Captivity in Babylonia and the Patriarchs\nin Palestine, were not always those vested with the highest authority.\nSome of the Amoraim, again, were merely receptive, the medium through\nwhich tradition was handed on; others were creative as well. To put the\nsame fact in Rabbinical metaphor, some were Sinais of learning, others\ntore up mountains, and ground them together in keen and critical\ndialectics.",
        "The oldest of the Amoraim, Chanina, the son of Chama, of Sepphoris\n(180-260), was such a firm mountain of ancient learning. On the other\nhand, Jochanan, the son of Napacha (199-279), of dazzling physical\nbeauty, had a more original mind. His personal charms conveyed to him\nperhaps a sense of the artistic; to him the Greek language was a\ndelight, “an ornament of women.” Simon, the son of Lakish (200-275),\nhardy of muscle and of intellect, started life as a professional\nathlete. A later Rabbi, Zeira, was equally noted for his feeble,\nunprepossessing figure and his nimble, ingenious mind. Another\ncontemporary of Jochanan, Joshua, the son of Levi, is the hero of many\nlegends. He was so tender to the poor that he declared his conviction\nthat the Messiah would arise among the beggars and cripples of Rome.\nSimlai, who was born in Palestine, and migrated to Nehardea in\nBabylonia, was more of a poet than a lawyer. His love was for the\nethical and poetic elements of the Talmud, the Hagadah, as this aspect\nof the Rabbinical literature was called in contradistinction to the\nHalachah, or legal elements. Simlai entered into frequent discussions\nwith the Christian Fathers on subjects of Biblical exegesis.",
        "The centre of interest now changes to Babylonia. Here, in the year 219,\nAbba Areka, or Rab (175-247), founded the Sura academy, which continued\nto flourish for nearly eight centuries. He and his great contemporary\nSamuel (180-257) enjoy with Jochanan the honor of supplying the leading\nmaterials of which the Talmud consists. Samuel laid down a rule which,\nbased on an utterance of the prophet Jeremiah, enabled Jews to live and\nserve in non-Jewish countries. “The law of the land is law,” said\nSamuel. But he lived in the realms of the stars as well as in the\nstreets of his city. Samuel was an astronomer, and he is reported to\nhave boasted with truth, that “he was as familiar with the paths of the\nstars as with the streets of Nehardea.” He arranged the Jewish Calendar,\nhis work in this direction being perfected by Hillel II in the fourth\ncentury. Like Simlai, Rab and Samuel had heathen and Christian friends.\nOrigen and Jerome read the Scriptures under the guidance of Jews. The\nheathen philosopher Porphyry wrote a commentary on the Book of Daniel.\nSo, too, Abbahu, who lived in Palestine a little later on, frequented\nthe society of cultivated Romans, and had his family taught Greek.\nAbbahu was a manufacturer of veils for women’s wear, for, like many\nAmoraim, he scorned to make learning a means of living, Abbahu’s modesty\nwith regard to his own merits shows that a Rabbi was not necessarily\narrogant in pride of knowledge! Once Abbahu’s lecture was besieged by a\ngreat crowd, but the audience of his colleague Chiya was scanty. “Thy\nteaching,” said Abbahu to Chiya, “is a rare jewel, of which only an\nexpert can judge; mine is tinsel, which attracts every ignorant eye.”",
        "It was Rab, however, who was the real popularizer of Jewish learning. He\narranged courses of lectures for the people as well as for scholars.\nRab’s successor as head of the Sura school, Huna (212-297), completed\nRab’s work in making Babylonia the chief centre of Jewish learning. Huna\ntilled his own fields for a living, and might often be met going home\nwith his spade over his shoulder. It was men like this who built up the\nJewish tradition. Huna’s predecessor, however, had wider experience of\nlife, for Rab had been a student in Palestine, and was in touch with the\nJews of many parts. From Rab’s time onwards, learning became the\nproperty of the whole people, and the Talmud, besides being the\nliterature of the Jewish universities, may be called the book of the\nmasses. It contains, not only the legal and ethical results of the\ninvestigations of the learned, but also the wisdom and superstition of\nthe masses. The Talmud is not exactly a national literature, but it was\na unique bond between the scattered Jews, an unparallelled spiritual and\nliterary instrument for maintaining the identity of Judaism amid the\nmany tribulations to which the Jews were subjected.",
        "The Talmud owed much to many minds. Externally it was influenced by the\nnations with which the Jews came into contact. From the inside, the\ninfluences at work were equally various. Jochanan, Rab, and Samuel in\nthe third century prepared the material out of which the Talmud was\nfinally built. The actual building was done by scholars in the fourth\ncentury. Rabba, the son of Nachmani (270-330), Abayi (280-338), and Rava\n(299-352) gave the finishing touches to the method of the Talmud. Rabba\nwas a man of the people; he was a clear thinker, and loved to attract\nall comers by an apt anecdote. Rava had a superior sense of his own\ndignity, and rather neglected the needs of the ordinary man of his day.\nAbayi was more of the type of the average Rabbi, acute, genial,\nself-denying. Under the impulse of men of the most various gifts of mind\nand heart, the Talmud was gradually constructed, but two names are\nprominently associated with its actual compilation. These were Ashi\n(352-427) and Rabina (died 499). Ashi combined massive learning with\nkeen logical ingenuity. He needed both for the task to which he devoted\nhalf a century of his life. He possessed a vast memory, in which the\naccumulated tradition of six centuries was stored, and he was gifted\nwith the mental orderliness which empowered him to deal with this\nbewildering mass of materials.",
        "It is hardly possible that after the compilation of the Talmud it\nremained an oral book, though it must be remembered that memory played a\nmuch greater part in earlier centuries than it does now. At all events,\nAshi, and after him Rabina, performed the great work of systematizing\nthe Rabbinical literature at a turning-point in the world’s history. The\nMishnah had been begun at a moment when the Roman empire was at its\ngreatest vigor and glory; the Talmud was completed at the time when the\nRoman empire was in its decay. That the Jews were saved from similar\ndisintegration, was due very largely to the Talmud. The Talmud is thus\none of the great books of the world. Despite its faults, its excessive\ncasuistry, its lack of style and form, its stupendous mass of detailed\nlaws and restrictions, it is nevertheless a great book in and for\nitself. It is impossible to consider it further here in its religious\naspects. But something must be said in the next chapter of that side of\nthe Rabbinical literature known as the Midrash.",
        "THE TALMUD.",
        "Essays by E. Deutsch and A. Darmesteter (Jewish Publication Society\n  of America).",
        "Graetz.–II, 18-22 (character of the Talmud, end of ch. 22).",
        "Karpeles.–Jewish Literature and other Essays, p. 52.",
        "Steinschneider.–Jewish Literature, p. 20.",
        "Schiller-Szinessy.–Encycl. Brit., Vol. XXIII, p. 35.",
        "M. Mielziner.–Introduction to the Talmud (Cincinnati, 1894).",
        "S. Schechter.–Some Aspects of Rabbinic Theology, J.Q.R., VI,\n  p. 405, etc.",
        "–– Studies in Judaism (Jewish Publication Society of America,\n  1896), pp. 155, 182, 213, 233 [189, 222, 259, 283].",
        "B. Spiers.–School System of the Talmud (London, 1898)\n  (with appendix on Baba Kama); the Threefold Cord (1893)\n  on Sanhedrin, Baba Metsia, and Baba Bathra.",
        "M. Jastrow.–History and Future of the Text of the Talmud\n  (Publications of the Gratz College, Philadelphia, 1897, Vol. I).",
        "P.B. Benny.–Criminal Code of the Jews according to the Talmud  (London, 1880).",
        "S. Mendelsohn.–The Criminal Jurisprudence of the Ancient Hebrews  (Baltimore, 1891).",
        "D. Castelli.–Future Life in Rabbinical Literature, J.Q.R.,\n  I, p. 314.",
        "M. Güdemann.–Spirit and Letter in Judaism and Christianity,\n  ibid., IV, p. 345.",
        "I. Harris.–Rise and Development of the Massorah,\n  ibid., I, pp. 128, etc.",
        "H. Polano.–The Talmud (Philadelphia, 1876).",
        "I. Myers.–Gems from the Talmud (London, 1894).",
        "D.W. Amram.–The Jewish Law of Divorce according to Bible and\n  Talmud (Philadelphia, 1896).",
        "    Mechilta, Sifra, Sifre, Pesikta, Tanchuma, Midrash\n    Rabbah, Yalkut.–Proverbs.–Parables.–Fables.",
        "In its earliest forms identical with the Halachah, or the practical and\nlegal aspects of the Mishnah and the Talmud, the Midrash, in its fuller\ndevelopment, became an independent branch of Rabbinical literature. Like\nthe Talmud, the Midrash is of a composite nature, and under the one name\nthe accumulations of ages are included. Some of its contents are earlier\nthan the completion of the Bible, others were collected and even created\nas recently as the tenth or the eleventh century of the current era.",
        "Midrash (\"Study,” “Inquiry”) was in the first instance an Explanation\nof the Scriptures. This explanation is often the clear, natural\nexposition of the text, and it enforces rules of conduct both ethical\nand ritual. The historical and moral traditions which clustered round\nthe incidents and characters of the Bible soon received a more vivid\nsetting. The poetical sense of the Rabbis expressed itself in a vast and\nbeautiful array of legendary additions to the Bible, but the additions\nare always devised with a moral purpose, to give point to a preacher’s\nhomily or to inspire the imagination of the audience with nobler\nfancies. Besides being expository, the Midrash is, therefore, didactic\nand poetical, the moral being conveyed in the guise of a narrative,\namplifying and developing the contents of Scripture. The Midrash gives\nthe results of that deep searching of the Scriptures which became second\nnature with the Jews, and it also represents the changes and expansions\nof ethical and theological ideals as applied to a changing and growing\nlife.",
        "From another point of view, also, the Midrash is a poetical literature.\nIts function as a species of popular homiletics made it necessary to\nappeal to the emotions. In its warm and living application of abstract\ntruths to daily ends, in its responsive and hopeful intensification of\nthe nearness of God to Israel, in its idealization of the past and\nfuture of the Jews, it employed the poet’s art in essence, though not in\nform. It will be seen later on that in another sense the Midrash is a\npoetical literature, using the lore of the folk, the parable, the\nproverb, the allegory, and the fable, and often using them in the\nlanguage of poetry.",
        "The oldest Midrash is the actual report of sermons and addresses of the\nTannaite age; the latest is a medieval compilation from all extant\nsources. The works to which the name Midrash is applied are the\nMechilta (to Exodus); the Sifra (to Leviticus); the Sifre (to\nNumbers and Deuteronomy); the Pesikta (to various Sections of the\nBible, whence its name); the Tanchuma (to the Pentateuch); the\nMidrash Rabbah (the “Great Midrash,” to the Pentateuch and the Five\nScrolls of Esther, Ruth, Lamentations, Ecclesiastes, and the Song of\nSongs); and the Midrash Haggadol (identical in name, and in contents\nsimilar to, but not identical with, the Midrash Rabbah); together with\na large number of collected Midrashim, such as the Yalkut, and a host\nof smaller works, several of which are no longer extant.",
        "Regarding the Midrash in its purely literary aspects, we find its style\nto be far more lucid than that of the Talmud, though portions of the\nHalachic Midrash are identical in character with the Talmud. The Midrash\nhas many passages in which the simple graces of form match the beauty of\nidea. But for the most part the style is simple and prosaic, rather than\nornate or poetical. It produces its effects by the most straightforward\nmeans, and strikes a modern reader as lacking distinction in form. The\ndead level of commonplace expression is, however, brightened by\nbrilliant passages of frequent occurrence. Prayers, proverbs, parables,\nand fables, dot the pages of Talmud and Midrash alike. The ancient\nproverbs of the Jews were more than mere chips from the block of\nexperience. They were poems, by reason of their use of metaphor,\nalliteration, assonance, and imagination. The Rabbinical proverbs show\nall these poetical qualities.",
        "     He who steals from a thief smells of theft.–Charity is the\n     salt of Wealth.–Silence is a fence about Wisdom.–Many old\n     camels carry the skins of their young.–Two dry sticks and one\n     green burn together.–If the priest steals the god, on what\n     can one take an oath?–All the dyers cannot bleach a raven’s\n     wing.–Into a well from which you have drunk, cast no\n     stone.–Alas for the bread which the baker calls bad.–Slander\n     is a Snake that stings in Syria, and slays in Rome.–The Dove\n     escaped from the Eagle and found a Serpent in her nest.–Tell\n     no secrets, for the Wall has ears.",
        "These, like many more of the Rabbinical proverbs, are essentially\npoetical. Some, indeed, are either expanded metaphors or metaphors\ntouched by genius into poetry. The alliterative proverbs and maxims of\nthe Talmud and Midrash are less easily illustrated. Sometimes they\nenshrine a pun or a conceit, or depend for their aptness upon an\nassonance. In some of the Talmudic proverbs there is a spice of\ncynicism. But most of them show a genial attitude towards life.",
        "The poetical proverb easily passes into the parable. Loved in Bible\ntimes, the parable became in after centuries the most popular form of\ndidactic poetry among the Jews. The Bible has its parables, but the\nMidrash overflows with them. They are occasionally re-workings of older\nthoughts, but mostly they are original creations, invented for a special\npurpose, stories devised to drive home a moral, allegories administering\nin pleasant wrappings unpalatable satires or admonitions. In all ages\nup to the present, Jewish moralists have relied on the parable as their\nmost effective instrument. The poetry of the Jewish parables is\ncharacteristic also of the parables imitated from the Jewish, but the\nlatter have a distinguishing feature peculiar to them. This is their\nhumor, the witty or humorous parable being exclusively Jewish. The\nparable is less spontaneous than the proverb. It is a product of moral\npoetry rather than of folk wisdom. Yet the parable was so like the\nproverb that the moral of a parable often became a new proverb. The\ndiction of the parable is naturally more ornate. By the beauty of its\nexpression, its frequent application of rural incidents to the life\nfamiliar in the cities, the rhythm and flow of its periods, its fertile\nimagination, the parable should certainly be placed high in the world’s\npoetry. But it was poetry with a tendency, the mashal, or\nproverb-parable, being what the Rabbis themselves termed it, “the clear\nsmall light by which lost jewels can be found.”",
        "The following is a parable of Hillel, which is here cited more to\nmention that noble, gentle Sage than as a specimen of this class of\nliterature. Hillel belongs to a period earlier than that dealt with in\nthis book, but his loving and pure spirit breathes through the pages of\nthe Talmud and Midrash:",
        "    Hillel, the gentle, the beloved sage,\n    Expounded day by day the sacred page\n    To his disciples in the house of learning;\n    And day by day, when home at eve returning,\n    They lingered, clustering round him, loth to part\n    From him whose gentle rule won every heart.\n    But evermore, when they were wont to plead\n    For longer converse, forth he went with speed,\n    Saying each day: “I go–the hour is late–\n    To tend the guest who doth my coming wait,\"\n    Until at last they said: “The Rabbi jests,\n    When telling us thus daily of his guests\n    That wait for him.” The Rabbi paused awhile,\n    And then made answer: “Think you I beguile\n    You with an idle tale? Not so, forsooth!\n    I have a guest whom I must tend in truth.\n    Is not the soul of man indeed a guest,\n    Who in this body deigns a while to rest,\n    And dwells with me all peacefully to-day:\n    To-morrow–may it not have fled away?”",
        "Space must be found for one other parable, taken (like many other\npoetical quotations in this volume) from Mrs. Lucas’ translations:",
        "    Simeon ben Migdal, at the close of day,\n    Upon the shores of ocean chanced to stray,\n    And there a man of form and mien uncouth,\n    Dwarfed and misshapen, met he on the way.",
        "    “Hail, Rabbi,” spoke the stranger passing by,\n    But Simeon thus, discourteous, made reply:\n    “Say, are there in thy city many more,\n    Like unto thee, an insult to the eye?”",
        "    “Nay, that I cannot tell,” the wand’rer said,\n    “But if thou wouldst ply the scorner’s trade,\n    Go first and ask the Master Potter why\n    He has a vessel so misshapen made?”",
        "    Then (so the legend tells) the Rabbi knew\n    That he had sinned, and prone himself he threw\n    Before the other’s feet, and prayed of him\n    Pardon for the words that now his soul did rue.",
        "    But still the other answered as before:\n    “Go, in the Potter’s ear thy plaint outpour,\n    For what am I! His hand has fashioned me,\n    And I in humble faith that hand adore.”",
        "    Brethren, do we not often too forget\n    Whose hand it is that many a time has set\n    A radiant soul in an unlovely form,\n    A fair white bird caged in a mouldering net?",
        "    Nay more, do not life’s times and chances, sent\n    By the great Artificer with intent\n    That they should prove a blessing, oft appear\n    To us a burden that we sore lament?",
        "    Ah! soul, poor soul of man! what heavenly fire\n    Would thrill thy depths and love of God inspire,\n    Could’st thou but see the Master hand revealed,\n    Majestic move “earth’s scheme of things entire.”",
        "    It cannot be! Unseen he guideth us,\n    But yet our feeble hands, the luminous\n    Pure lamp of faith can light to glorify\n    The narrow path that he has traced for us.",
        "Finally, there are the Beast Fables of the Talmud and the Midrash.\nMost of these were borrowed directly or indirectly from India. We are\ntold in the Talmud that Rabbi Meir knew three hundred Fox Fables, and\nthat with his death (about 290 C.E.) “fabulists ceased to be,” Very few\nof Meir’s fables are extant, so that it is impossible to gather whether\nor not they were original. There are only thirty fables in the Talmud\nand the Midrash, and of these several cannot be parallelled in other\nliteratures. Some of the Talmudic fables are found also in the\nclassical and the earliest Indian collections; some in the later\ncollections; some in the classics, but not in the Indian lists; some in\nIndia, but not in the Latin and Greek authors. Among the latter is the\nwell-known fable of the Fox and the Fishes, used so dramatically by\nRabbi Akiba. The original Talmudic fables are, according to Mr. J.\nJacobs, the following: Chaff, Straw, and Wheat, who dispute for which\nof them the seed has been sown: the winnowing fan soon decides; The\nCaged Bird, who is envied by his free fellow; The Wolf and the two\nHounds, who have quarrelled; the wolf seizes one, the other goes to his\nrival’s aid, fearing the same fate himself on the morrow, unless he\nhelps the other dog to-day; The Wolf at the Well, the mouth of the\nwell is covered with a net: “If I go down into the well,” says the wolf,\n\"I shall be caught. If I do not descend, I shall die of thirst\"; The\nCock and the Bat, who sit together waiting for the sunrise: “I wait\nfor the dawn,” said the cock, “for the light is my signal; but as for\nthee–the light is thy ruin\"; and, finally, what Mr. Jacobs calls the\ngrim beast-tale of the Fox as Singer, in which the beasts–invited by\nthe lion to a feast, and covered by him with the skins of wild\nbeasts–are led by the fox in a chorus: “What has happened to those\nabove us, will happen to him above,” implying that their host, too, will\ncome to a violent death. In the context the fable is applied to Haman,\nwhose fate, it is augured, will resemble that of the two officers whose\nguilt Mordecai detected.",
        "Such fables are used in the Talmud to point religious or even political\nmorals, very much as the parables were. The fable, however, took a lower\nflight than the parable, and its moral was based on expediency, rather\nthan on the highest ethical ideals. The importance of the Talmudic\nfables is historical more than literary or religious. Hebrew fables\nsupply one of the links connecting the popular literature of the East\nwith that of the West. But they hardly belong in the true sense to\nJewish literature. Parables, on the other hand, were an essential and\ncharacteristic branch of that literature.",
        "MIDRASH.",
        "Schiller-Szinessy.–Encycl. Brit., Vol. XVI, p. 285.",
        "Graetz.–II, p. 328 [331] seq.\nSteinschneider.–Jewish Literature, pp. 5 seq.,\n  36 seq.\nL.N. Dembitz.–Jewish Services in Synagogue and Home  (Jewish Publication Society of America, 1898), p. 44.",
        "J. Jacobs.–The Fables of Æsop (London, 1889), I,\n  p. 110 seq.\nRead also Schechter, Studies in Judaism, p. 272 [331];\n  and J.Q.R., (Kohler), V, p. 399; VII, p. 581;\n  (Bacher) IV, p. 406; (Davis) VIII, p. 529; (Abrahams) I, p. 216;\n  II, p. 172; Chenery, Legends from the Midrash (Miscellany\n  of the Society of Hebrew Literature, Vol. II).",
        "    Representative Gaonim:\n    Achai, Amram, Zemach, Saadiah, Sherira, Samuel, Hai.",
        "For several centuries after the completion of the Talmud, Babylonia or\nPersia continued to hold the supremacy in Jewish learning. The great\nteachers in the Persian schools followed the same lines as their\npredecessors in the Mishnah and the Talmud. Their name was changed more\nthan their character. The title Gaon (\"Excellence”) was applied to the\nhead of the school, the members of which devoted themselves mainly to\nthe study and interpretation of the older literature. They also made\noriginal contributions to the store. Of their extensive works but little\nhas been preserved. What has survived proves that they were gifted with\nthe faculty of applying old precept to modern instance. They regulated\nthe social and religious affairs of all the Jews in the diaspora. They\nimproved educational methods, and were pioneers in the popularization of\nlearning. By a large collection of Case Law, that is, decisions in\nparticular cases, they brought the newer Jewish life into moral harmony\nwith the principles formulated by the earlier Rabbis. The Gaonim were\nthe originators or, at least, the arrangers of parts of the liturgy.\nThey composed new hymns and invocations, fixed the order of service, and\nestablished in full vigor a system of Minhag, or Custom, whose power\nbecame more and more predominant, not only in religious, but also in\nsocial and commercial affairs.",
        "The literary productions of the Gaonic age open with the Sheeltothwritten by Achai in the year 760. This, the first independent book\ncomposed after the close of the Talmud, was curiously enough compiled\nin Palestine, whither Achai had migrated from Persia. The Sheeltoth\n(\"Inquiries”) contain nearly two hundred homilies on the Pentateuch. In\nthe year 880 another Gaon, Amram by name, prepared a Siddur, or\nPrayer-Book, which includes many remarks on the history of the liturgy\nand the customs connected with it. A contemporary of Amram, Zemach, the\nson of Paltoi, found a different channel for his literary energies. He\ncompiled an Aruch, or Talmudical Lexicon. Of the most active of the\nGaonim, Saadiah, more will be said in a subsequent chapter. We will now\npass on to Sherira, who in 987 wrote his famous “Letter,” containing a\nhistory of the Jewish Tradition, a work which stamps the author as at\nonce learned and critical. It shows that the Gaonim were not afraid nor\nincapable of facing such problems as this: Was the Mishnah orallytransmitted to the Amoraim (or Rabbis of the Talmud), or was it\nwritten down by the compiler? Sherira accepted the former alternative.\nThe latest Gaonim were far more productive than the earlier. Samuel, the\nson of Chofni, who died in 1034, and the last of the Gaonim, Hai, who\nflourished from 998 to 1038, were the authors of many works on the\nTalmud, the Bible, and other branches of Jewish literature. Hai Gaon was\nalso a poet.",
        "The language used by the Gaonim was at first Hebrew and Aramaic, and the\nlatter remained the official speech of the Gaonate. In course of time,\nArabic replaced the Aramean dialect, and became the lingua franca of\nthe Jews.",
        "The formal works of the Gaonim, with certain obvious exceptions, were\nnot, however, the writings by which they left their mark on their age.\nThe most original and important of the Gaonic writings were their\n\"Letters,” or “Answers” (Teshuboth). The Gaonim, as heads of the\nschool in the Babylonian cities Sura and Pumbeditha, enjoyed far more\nthan local authority. The Jews of Persia were practically independent of\nexternal control. Their official heads were the Exilarchs, who reigned\nover the Jews as viceroys of the caliphs. The Gaonim were the religious\nheads of an emancipated community. The Exilarchs possessed a princely\nrevenue, which they devoted in part to the schools over which the Gaonim\npresided. This position of authority, added to the world-wide repute of\nthe two schools, gave the Gaonim an influence which extended beyond\ntheir own neighborhood. From all parts of the Jewish world their\nguidance was sought and their opinions solicited on a vast variety of\nsubjects, mainly, but not exclusively, religious and literary. Amid the\ngrowing complications of ritual law, a desire was felt for terse\nprescriptions, clear-cut decisions, and rules of conduct. The\nimperfections of study outside of Persia, again, made it essential to\napply to the Gaonim for authoritative expositions of difficult passages\nin the Bible and the Talmud. To all such enquiries the Gaonim sent\nresponses in the form of letters, sometimes addressed to individual\ncorrespondents, sometimes to communities or groups of communities. These\nLetters and other compilations containing Halachic (or practical)\ndecisions were afterwards collected into treatises, such as the “Great\nRules” (Halachoth Gedoloth), originally compiled in the eighth\ncentury, but subsequently reedited. Mostly, however, the Letters were\nleft in loose form, and were collected in much later times.",
        "The Letters of the Gaonim have little pretence to literary form. They\nare the earliest specimens of what became a very characteristic branch\nof Jewish literature. “Questions and Answers” (Shaaloth u-Teshuboth)\nabound in later times in all Jewish circles, and there is no real\nparallel to them in any other literature. More will be said later on as\nto these curious works. So far as the Gaonic period is concerned, the\ncharacteristics of these thousands of letters are lucidity of thought\nand terseness of expression. The Gaonim never waste a word. They are\nrarely over-bearing in manner, but mostly use a tone which is persuasive\nrather than disciplinary. The Gaonim were, in this real sense,\ntherefore, princes of letter-writing. Moreover, though their Letters\ndeal almost entirely with contemporary affairs, they now constitute as\nfresh and vivid reading as when first penned. Subjected to the severe\ntest of time, the Letters of the Gaonim emerge triumphant.",
        "GAONIM.",
        "Graetz.–III, 4-8.",
        "Steinschneider.–Jewish Literature, p. 25.",
        "     Anan, Nahavendi, Abul-Faraj, Salman, Sahal, al-Bazir, Hassan,\n     Japhet, Kirkisani, Judah Hadassi, Isaac Troki.",
        "In the very heart of the Gaonate, the eighth century witnessed a\nreligious and literary reaction against Rabbinism. The opposition to the\nRabbinite spirit was far older than this, but it came to a head under\nAnan, the son of David, the founder of Karaism. Anan had been an\nunsuccessful candidate for the dignity of Exilarch, and thus personal\nmotives were involved in his attack on the Gaonim. But there were other\nreasons for the revolt. In the same century, Islam, like Judaism, was\nthreatened by a fierce antagonism between the friends and the foes of\ntradition. In Islam the struggle lay between the Sunnites, who\ninterpreted Mohammedanism in accordance with authorized tradition, and\nthe Shiites, who relied exclusively upon the Koran. Similarly, in\nJudaism, the Rabbinites obeyed the traditions of the earlier\nauthorities, and the Karaites (from Kera, or Mikra, i.e. “Bible”)\nclaimed the right to reject tradition and revert to the Bible as the\noriginal source of inspiration. Such reactions against tradition are\nrecurrent in all religions.",
        "Karaism, however, was not a true reaction against tradition. It replaced\nan old tradition by a new one; it substituted a rigid, unprogressive\nauthority for one capable of growth and adaptation to changing\nrequirements. In the end, Karaism became so hedged in by its supposed\navoidance of tradition that it ceased to be a living force. But we are\nhere not concerned with the religious defects of Karaism. Regarded from\nthe literary side, Karaism produced a double effect. Karaism itself gave\nbirth to an original and splendid literature, and, on the other hand,\ncoming as it did at the time when Arabic science and poetry were\nattaining their golden zenith, Karaism aroused within the Rabbinite\nsphere a notable energy, which resulted in some of the best work of\nmedieval Jews.",
        "Among the most famous of the Karaite authors was Benjamin Nahavendi, who\nlived at the beginning of the ninth century, and displayed much\nresolution and ability as an advocate of free-thought in religion.\nNahavendi not only wrote commentaries on the Bible, but also attempted\nto write a philosophy of Judaism, being allied to Philo in the past and\nto the Arabic writers in his own time. At the end of the ninth century,\nAbul-Faraj Harun made a great stride forwards as an expounder of the\nBible and as an authority on Hebrew grammar.",
        "During the ninth and tenth centuries, several Karaites revealed much\nvigor and ability in their controversies with the Gaonim. In this field\nthe most distinguished Karaitic writers were Salman, the son of Yerucham\n(885-960); Sahal, the son of Mazliach (900-950); Joseph al-Bazir\n(flourished 910-930); Hassan, the son of Mashiach (930); and Japhet, the\nson of Ali (950-990).",
        "Salman, the son of Yerucham, was an active traveller; born in Egypt, he\nwent as a young man to Jerusalem, which he made his head-quarters for\nseveral years, though he paid occasional visits to Babylonia and to his\nnative land. These journeys helped to unify the scattered Karaite\ncommunities. Besides his Biblical works, Salman composed a poetical\ntreatise against the Rabbinite theories. To this book, which was written\nin Hebrew, Salman gave the title, “The Wars of the Lord.”",
        "Sahal, the son of Mazliach, on the other hand, was a native of the Holy\nLand, and though an eager polemical writer against the Rabbinites, he\nbore a smaller part than Salman in the practical development of Karaism.\nHis “Hebrew Grammar” (Sefer Dikduk) and his Lexicon (Leshon\nLimmudim) were very popular. Unlike the work of other Karaites, Joseph\nal-Bazir’s writings were philosophical, and had no philological value.\nHe was an adherent of the Mohammedan theological method known as the\nKalam, and wrote mostly in Arabic. Another Karaite of the same period,\nHassan, the son of Mashiach, was the one who impelled Saadiah to throw\noff all reserves and enter the lists as a champion of Rabbinism. Of the\nremaining Karaites of the tenth century, the foremost was Japhet, the\nson of Ali, whose commentaries on the Bible represent the highest\nachievements of Karaism. A large Hebrew dictionary (Iggaron), by a\ncontemporary of Japhet named David, the son of Abraham, is also a work\nwhich was often quoted. Kirkisani, also a tenth century Karaite,\ncompleted in the year 937 a treatise called, “The Book of Lights and the\nHigh Beacons.” In this work much valuable information is supplied as to\nthe history of Karaism. Despite his natural prejudices in favor of his\nown sect, Kirkisani is a faithful historian, as frank regarding the\ninternal dissensions of the Karaites as in depicting the divergence of\nviews among the Rabbinites. Kirkisani’s work is thus of the greatest\nimportance for the history of Jewish sects.",
        "Finally, the famous Karaite Judah Hadassi (1075-1160) was a young man\nwhen his native Jerusalem was stormed by the Crusaders in 1099. A\nwanderer to Constantinople, he devoted himself to science, Hebrew\nphilology, and Greek literature. He utilized his wide knowledge in his\ngreat work, “A Cluster of Cyprus Flowers” (Eshkol ha-Kopher), which\nwas completed in 1150. It is written in a series of rhymed alphabetical\nacrostics. It is encyclopedic in range, and treats critically, not only\nof Judaism, but also of Christianity and Islam.",
        "Karaitic literature was produced in later centuries also, but by the end\nof the twelfth century, Karaism had exhausted its originality and\nfertility. One much later product of Karaism, however, deserves special\nmention. Isaac Troki composed, in 1593, a work entitled “The\nStrengthening of Faith” (Chizzuk Emunah), in which the author defended\nJudaism and attacked Christianity. It was a lucid book, and as its\narguments were popularly arranged, it was very much read and used. With\nthis exception, Karaism produced no important work after the twelfth\ncentury.",
        "On the intellectual side, therefore, Karaism was a powerful though\nephemeral movement. In several branches of science and philology the\nKaraites made real additions to contemporary knowledge. But the main\nservice of Karaism was indirect. The Rabbinite Jews, who represented the\nmass of the people, had been on the way to a scientific and\nphilosophical development of their own before the rise of Karaism. The\nnecessity of fighting Karaism with its own weapons gave a strong impetus\nto the new movement in Rabbinism, and some of the best work of Saadiah\nwas inspired by Karaitic opposition. Before, however, we turn to the\ncareer of Saadiah, we must consider another literary movement, which\ncoincided in date with the rise of Karaism, but was entirely independent\nof it.",
        "KARAITES.",
        "Graetz.–III, 5 (on Troki, ibid., IV, 18, end. M. Mocatta,\n  Faith Strengthened, London, 1851).",
        "Steinschneider.–Jewish Literature, p. 115 seq.\nW. Bacher.–Qirqisani the Qaraite, and his Work on Jewish Sects,\n  J.Q.R., VII, p. 687.",
        "–– Jehuda Hadassi’s Eshkol Hakkofer, J.Q.R., VIII,\n  p. 431.",
        "S. Poznanski.–Karaite Miscellanies, J.Q.R., VIII,\n  p. 681.",
        "    Kalirian and Spanish Piyutim (Poems).–Jannai.–Kalir.",
        "Arabic to a large extent replaced Hebrew as the literary language of the\nJews, but Hebrew continued the language of prayer. As a mere literary\nform, Rabbinic Hebrew retained a strong hold on the Jews; as a vehicle\nof devotional feeling, Hebrew reigned supreme. The earliest additions to\nthe fixed liturgy of the Synagogue were prose-poems. They were\n\"Occasional Prayers” composed by the precentor for a special occasion.\nAn appropriate melody or chant accompanied the new hymn, and if the poem\nand melody met the popular taste, both won a permanent place in the\nlocal liturgy. The hymns were unrhymed and unmetrical, but they may have\nbeen written in the form of alphabetical acrostics, such as appear in\nthe 119th and a few other Psalms.",
        "It is not impossible that metre and rhyme grew naturally from the\nBiblical Hebrew. Rhyme is unknown in the Bible, but the assonances which\noccur may easily run into rhymes. Musical form is certainly present in\nHebrew poetry, though strict metres are foreign to it. As an historical\nfact, however, Hebrew rhymed verse can be traced on the one side to\nSyriac, on the other to Arabic influences. In the latter case the\ninfluence was external only. Early Arabic poetry treats of war and love,\nbut the first Jewish rhymsters sang of peace and duty. The Arab wrote\nfor the camp, the Jew for the synagogue.",
        "Two distinct types of verse, or Piyut (i.e. Poetry), arose within the\nJewish circle: the ingenious and the natural. In the former, the style\nis rugged and involved; a profusion of rare words and obscure allusions\nmeets and troubles the reader; the verse lacks all beauty of form, yet\nis alive with intense spiritual force. This style is often termed\nKalirian, from the name of its best representative. The Kalirian Piyut\nin the end spread chiefly to France, England, Burgundy, Lorraine,\nGermany, Bohemia, Poland, Italy, Greece, and Palestine. The other type\nof new-Hebrew Piyut, the Spanish, rises to higher beauties of form. It\nis not free from the Kalirian faults, but it has them in a less\npronounced degree. The Spanish Piyut, in the hands of one or two\nmasters, becomes true poetry, poetry in form as well as in idea. The\nSpanish style prevailed in Castile, Andalusia, Catalonia, Aragon,\nMajorca, Provence, and in countries where Arabic influence was\nstrongest.",
        "Kalir was the most popular writer of the earlier type of new-Hebrew\npoetry, but he was not its creator. An older contemporary of his, from\nwhom he derived both his diction and his method of treating poetic\nsubjects, was Jannai. Though we know that Jannai was a prolific writer,\nonly seven short examples of his verse remain. One of these is the\npopular hymn, “It was at Midnight,” which is still recited by “German\"\nJews at the home-service on the first eve of Passover. It recounts in\norder the deliverances which, according to the Midrash, were wrought for\nIsrael at midnight, from Abraham’s victory over the four kings to the\nwakefulness of Ahasuerus, the crisis of the Book of Esther. In the last\nstanza is a prayer for future redemption:",
        "    Bring nigh the hour which is nor day nor night!\n    Most High! make known that thine is day, and\n         thine the night!\n    Make clear as day the darkness of our night!\n        As of old at midnight.",
        "This form of versification, with a running refrain, afterwards became\nvery popular with Jewish poets. Jannai also displays the harsh\nalliterations, the learned allusions to Midrash and Talmud, which were\ncarried to extremes by Kalir.",
        "It is strange that it is impossible to fix with any certainty the date\nat which Jannai and Kalir lived. Kalir may belong to the eighth or to\nthe ninth century. It is equally hard to decide as to his birth-place.\nRival theories hold that he was born in Palestine and in Sardinia. His\nname has been derived from Cagliari in Sardinia and from the Latin\ncalyrum, a cake. Honey-cakes were given to Jewish children on their\nfirst introduction to school, and the nickname “Kaliri,” or “Boy of the\nCake,” may have arisen from his youthful precocity. But all this is mere\nguess-work.",
        "It is more certain that the poet was also the singer of his own verses.\nHis earliest audiences were probably scholars, and this may have tempted\nKalir to indulge in the recondite learning which vitiates his hymns. At\nhis worst, Kalir is very bad indeed; his style is then a jumble of\nwords, his meaning obscure and even unintelligible. He uses a maze of\nalphabetical acrostics, line by line he wreathes into his compositions\nthe words of successive Bible texts. Yet even at his worst he is\ningenious and vigorous. Such phrases as “to hawk it as a hawk upon a\nsparrow” are at least bold and effective. Ibn Ezra later on lamented\nthat Kalir had treated the Hebrew language like an unfenced city. But if\nthe poet too freely admitted strange and ugly words, he added many of\nconsiderable force and beauty. Kalir rightly felt that if Hebrew was to\nremain a living tongue, it was absurd to restrict the language to the\nvocabulary of the Bible. Hence he invented many new verbs from nouns.",
        "But his inventiveness was less marked than his learning. “With the\npermission of God, I will speak in riddles,” says Kalir in opening the\nprayer for dew. The riddles are mainly clever allusions to the Midrash.\nIt has been pointed out that these allusions are often tasteless and\nobscure. But they are more often beautiful and inspiring. No Hebrew\npoet in the Middle Ages was illiterate, for the poetic instinct was fed\non the fancies of the Midrash. This accounts for their lack of freshness\nand originality. The poet was a scholar, and he was also a teacher. Much\nof Kalir’s work is didactic; it teaches the traditional explanations of\nthe Bible and the ritual laws for Sabbath and festivals; it provides a\nconvenient summary of the six hundred and thirteen precepts into which\nthe duties of the Law were arranged. But over and above all this the\ngenius of Kalir soars to poetic heights. So much has been said of\nKalir’s obscurity that one quotation must, in fairness be given of Kalir\nat his simplest and best. The passage is taken from a hymn sung on the\nseventh day of Tabernacles, the day of the great Hosannas:",
        "    O give ear to the prayer of those who long for thy\n         salvation,\n    Rejoicing before thee with the willows of the brook,\n              And save us now!",
        "    O redeem the vineyard which thou hast planted,\n    And sweep thence the strangers, and save us now!\n    O regard the covenant which thou hast sealed in us!\n    O remember for us the father who knew thee,\n    To whom thou, too, didst make known thy love,\n              And save us now!",
        "    O deal wondrously with the pure in heart\n    That thy providence may be seen of men, and save us now!\n    O lift up Zion’s sunken gates from the earth,\n    Exalt the spot to which our eyes all turn,\n              And save us now!",
        "Such hymns won for Kalir popularity, which, however, is now much on the\nwane.",
        "KALIR AND JANNAI.",
        "Graetz.–III, 4.",
        "Translations of Poems in Editions of the Prayer-Book, and J.Q.R.,\n  VII, p. 460; IX, p. 291.",
        "L.N. Dembitz,–Jewish Services, p. 222 seq.\nCHAPTER VIII",
        "     Translation of the Bible into Arabic.–Foundation of a Jewish\n     Philosophy of Religion.",
        "Saadiah was born in Fayum (Egypt) in 892, and died in Sura in 942. He\nwas the founder of a new literature. In width of culture he excelled all\nhis Jewish contemporaries. To him Judaism was synonymous with culture,\nand therefore he endeavored to absorb for Judaism all the literary and\nscientific tendencies of his day. He created, in the first place, a\nJewish philosophy, that is to say, he applied to Jewish theology the\nphilosophical methods of the Arabs. Again, though he vigorously opposed\nKaraism, he adopted its love of philology, and by his translation of the\nBible into Arabic helped forward a sounder understanding of the\nScriptures.",
        "At the age of thirty-six Saadiah received a remarkable honor; he was\nsummoned to Sura to fill the post of Gaon. This election of a foreigner\nas head of the Babylonian school proves, first, that Babylonia had lost\nits old supremacy, and, secondly, that Saadiah had already won\nworld-wide fame. Yet the great work on which his reputation now rests\nwas not then written. Saadiah’s notoriety was due to his successful\nchampionship of Rabbinism against the Karaites. His determination, his\nlearning, his originality, were all discernible in his early treatises\nagainst Anan and his followers. The Rabbinites had previously opposed\nKaraism in a guerilla warfare. Saadiah came into the open, and met and\nvanquished the foe in pitched battles. But he did more than defeat the\ninvader, he strengthened the home defences. Saadiah’s polemical works\nhave always a positive as well as a negative value. He wished to prove\nKaraism wrong, but he also tried to show that Rabbinism was right.",
        "As a champion of Rabbinism, then, Saadiah was called to Sura. But he had\nanother claim to distinction. The Karaites founded their position on the\nBible. Saadiah resolved that the appeal to the Bible should not be\nrestricted to scholars. He translated the Scriptures into Arabic, and\nadded notes. Saadiah’s qualifications for the task were his knowledge of\nHebrew, his fine critical sense, and his enlightened attitude towards\nthe Midrash. As to the first qualification, it is said that at the age\nof eleven he had begun a Hebrew rhyming dictionary for the use of poets.\nHe himself added several hymns to the liturgy. In these Saadiah’s\npoetical range is very varied. Sometimes his style is as pure and simple\nas the most classical poems of the Spanish school. At other times, his\nverses have all the intricacy, harshness, and artificiality of Kalir’s.\nPerhaps his mastery of Hebrew is best seen in his “Book of the Exiled\"\n(Sefer ha-Galui), compiled in Biblical Hebrew, divided into verses,\nand provided with accents. As the title indicates, this book was written\nduring Saadiah’s exile from Sura.",
        "Saadiah’s Arabic version of the Scriptures won such favor that it was\nread publicly in the synagogues. Of old the Targum, or Aramaic version,\nhad been read in public worship together with the original Hebrew. Now,\nhowever, the Arabic began to replace the Targum. Saadiah’s version well\ndeserved its honor.",
        "Saadiah brought a hornet’s nest about his head by his renewed attacks on\nKaraism, contained in his commentary to Genesis. But the call to Sura\nturned Saadiah’s thoughts in another direction. He found the famous\ncollege in decay. The Exilarchs, the nominal heads of the whole of the\nBabylonian Jews, were often unworthy of their position, and it was not\nlong before Saadiah came into conflict with the Exilarch. The struggle\nended in the Gaon’s exile from Sura. During his years of banishment, he\nproduced his greatest works. He arranged a prayer-book, wrote Talmudical\nessays, compiled rules for the calendar, examined the Massoretic works\nof various authors, and, indeed, produced a vast array of books, all of\nthem influential and meritorious. But his most memorable writings were\nhis “Commentary on the Book of Creation” (Sefer Yetsirah) and his\nmasterpiece, “Faith and Philosophy” (Emunoth ve-Deoth).",
        "This treatise, finished in the year 934, was the first systematic\nattempt to bring revealed religion into harmony with Greek philosophy.\nSaadiah was thus the forerunner, not only of Maimonides, but also of the\nChristian school-men. No Jew, said Saadiah, should discard the Bible,\nand form his opinions solely by his own reasoning. But he might safely\nendeavor to prove, independently of revelation, the truths which\nrevelation had given. Faith, said Saadiah again, is the sours absorption\nof the essence of a truth, which thus becomes part of itself, and will\nbe the motive of conduct whenever the occasion arises. Thus Saadiah\nidentified reason with faith. He ridiculed the fear that philosophy\nleads to scepticism. You might as well, he argued, identify astronomy\nwith superstition, because some deluded people believe that an eclipse\nof the moon is caused by a dragon’s making a meal of it.",
        "For the last few years of his life Saadiah was reinstated in the Gaonate\nat Sura. The school enjoyed a new lease of fame under the brilliant\ndirection of the author of the great work just described. After his\ndeath the inevitable decay made itself felt. Under the Moorish caliphs,\nSpain had become a centre of Arabic science, art, and poetry. In the\ntenth century, Cordova attained fame similar to that which Athens and\nAlexandria had once reached. In Moorish Spain, there was room both for\nearnest piety and the sensuous delights of music and art; and the keen\nexercise of the intellect in science or philosophy did not debar the\npossession of practical statesmanship and skill in affairs. In the\nservice of the caliphs were politicians who were also doctors, poets,\nphilosophers, men of science. Possession of culture was, indeed, a sure\ncredential for employment by the state. It was to Moorish Spain that the\ncentre of Judaism shifted after the death of Saadiah. It was in Spain\nthat the finest fruit of Jewish literature in the post-Biblical period\ngrew. Here the Jewish genius expanded beneath the sunshine of Moorish\nculture. To Moses, the son of Chanoch, an envoy from Babylonia, belongs\nthe honor of founding a new school in Cordova. In this he had the\nsupport of the scholar-statesman Chasdai, the first of a long line of\nmedieval Jews who earned double fame, as servants of their country and\nas servants of their own religion. To Chasdai we must now turn.",
        "SAADIAH.",
        "Graetz.–III, 7.",
        "Schiller-Szinessy.–Encycl. Brit., Vol. XXI, p. 120.",
        "M. Friedländer.–Life and Works of Saadia. J.Q.R.,\n  Vol. V, p. 177.",
        "Saadiah’s Philosophy (Owen), J.Q.R., Vol. III, p. 192.",
        "Grammar and Polemics (Rosin), J.Q.R., Vol. VI, p. 475;\n  (S. Poznanski) ibid., Vol. IX, p. 238.",
        "E.H. Lindo.–History of the Jews of Spain and Portugal(London, 1848).",
        "     Chasdai Ibn Shaprut.–Menachem and Dunash, Chayuj and\n     Janach.–Samuel the Nagid.",
        "If but a small part of what Hebrew poets sang concerning Chasdai Ibn\nShaprut be literal fact, he was indeed a wonderful figure. His career\nset the Jewish imagination aflame. Charizi, in the thirteenth century,\nwrote of Chasdai thus:",
        "    In southern Spain, in days gone by,\n    The sun of fame rose up on high:\n    Chasdai it was, the prince, who gave\n    Rich gifts to all who came to crave.\n    Science rolled forth her mighty waves,\n    Laden with gems from hidden caves,\n    Till wisdom like an island stood,\n    The precious outcome of the flood.\n    Here thirsting spirits still might find\n    Knowledge to satisfy the mind.\n    Their prince’s favor made new day\n    For those who slept their life away.\n    They who had lived so long apart\n    Confessed a bond, a common heart,\n    From Christendom and Moorish lands,\n    From East, from West, from distant strands.\n    His favor compassed each and all.\n    Girt by the shelter of his grace,\n    Lit by the glory of his face,\n    Knowledge held their heart in thrall.\n    He showed the source of wisdom and her springs,\n    And God’s anointment made them more than kings.\n    His goodness made the dumb to speak his name,\n    Yea, stubborn hearts were not unyielding long;\n    And bards the starry splendor of his fame\n    Mirrored in lucent current of their song.",
        "This Chasdai, the son of Isaac, of the family of Shaprut (915-970), was\na physician and a statesman. He was something of a poet and linguist\nbesides; not much of a poet, for his eulogists say little of his verses;\nand not much of a linguist, for he employed others (among them Menachem,\nthe son of Zaruk, the grammarian) to write his Hebrew letters for him.\nBut he was enough of a scholar to appreciate learning in others, and as\na patron of literature he placed himself in the front of the new Jewish\ndevelopment in Spain. From Babylonia he was hailed as the head of the\nschool in Cordova. At his palatial abode was gathered all that was best\nin Spanish Judaism. He was the patron of the two great grammarians of\nthe day, Menachem, the son of Zaruk, and his rival and critic, Dunash,\nthe son of Labrat. These grammarians fought out their literary disputes\nin verses dedicated to Chasdai. Witty satires were written by the\nfriends of both sides. Sparkling epigrams were exchanged in the\nrose-garden of Chasdai’s house, and were read at the evening assemblies\nof poets, merchants, and courtiers. It was Chasdai who brought both the\nrivals to Cordova, Menachem from Tortosa and Dunash from Fez. Menachem\nwas the founder of scientific Hebrew grammar; Dunash, more lively but\nless scholarly, initiated the art of writing metrical Hebrew verses. The\nsuccessors of these grammarians, Judah Chayuj and Abulwalid Merwan Ibn\nJanach (eleventh century), completed what Menachem and Dunash had begun,\nand placed Hebrew philology on a firm scientific basis.",
        "Thus, with Chasdai a new literary era dawned for Judaism. His person,\nhis glorious position, his liberal encouragement of poetry and learning,\nopened the sealed-up lips of the Hebrew muse. As a contemporary said of\nChasdai:",
        "    The grinding yoke from Israel’s neck he tore,\n    Deep in his soul his people’s love he bore.\n    The sword that thirsted for their blood he brake,\n    And cold oppression melted for his sake.\n    For God sent Chasdai Israel’s heart to move\n    Once more to trust, once more his God to love.",
        "Chasdai did not confine his efforts on behalf of his brethren to the\nJews of Spain. Ambition and sympathy made him extend his affection to\nthe Jews of all the world. He interviewed the captains of ships, he\nconversed with foreign envoys concerning the Jews of other lands. He\nentered into a correspondence with the Chazars, Jews by adoption, not by\nrace. It is not surprising that the influence of Chasdai survived him.\nUnder the next two caliphs, Cordova continued the centre of a cultured\nlife and literature. Thither flocked, not only the Chazars, but also the\ndescendants of the Babylonian Princes of the Captivity and other men of\nnote.",
        "Half a century after Chasdai’s death, Samuel Ibn Nagdela (993-1055)\nstood at the head of the Jewish community in Granada. Samuel, called the\nNagid, or Prince, started life as a druggist in Malaga. His fine\nhandwriting came to the notice of the vizier, and Samuel was appointed\nprivate secretary. His talents as a statesman were soon discovered, and\nhe was made first minister to Habus, the ruler of Granada. Once a Moor\ninsulted him, and King Habus advised his favorite to cut out the\noffender’s tongue. But Samuel treated his reviler with much kindness,\nand one day King Habus and Samuel passed the same Moor. “He blesses you\nnow,” said the astonished king, “whom he used to curse.”",
        "“Ah!” replied Samuel, “I did as you advised. I cut out his angry\ntongue, and put a kind one there instead.”",
        "Samuel was not only vizier, he was also Rabbi. His knowledge of the\nRabbinical literature was profound, and his “Introduction to the Talmud\"\n(Mebo ha-Talmud) is still a standard work. He expended much labor and\nmoney on collecting the works of the Gaonim. The versatility of Samuel\nwas extraordinary. From the palace he would go to the school; after\ninditing a despatch he would compose a hymn; he would leave a reception\nof foreign diplomatists to discuss intricate points of Rabbinical law or\nexamine the latest scientific discoveries. As a poet, his muse was that\nof the town, not of the field. But though he wrote no nature poems, he\nresembled the ancient Hebrew Psalmists in one striking feature. He sang\nnew songs of thanksgiving over his own triumphs, uttered laments on his\nown woes, but there is an impersonal note in these songs as there is in\nthe similar lyrics of the Psalter. His individual triumphs and woes\nwere merged in the triumphs and woes of his people. In all, Samuel added\nsome thirty new hymns to the liturgy of the Synagogue. But his muse was\nas versatile as his mind. Samuel also wrote some stirring wine songs.\nThe marvellous range of his powers helped him to complete what Chasdai\nhad begun. The centre of Judaism became more firmly fixed than ever in\nSpain. When Samuel the Nagid died in 1055, the golden age of Spanish\nliterature was in sight. Above the horizon were rising in a glorious\nconstellation, Solomon Ibn Gebirol, the Ibn Ezras, and Jehuda Halevi.",
        "CHASDAI.",
        "Graetz,–III, p. 215 [220].",
        "DUNASH AND MENACHEM.",
        "Graetz.–III, p. 223 [228].",
        "JANACH.",
        "Encycl. Brit., Vol. XIII, p. 737.",
        "CHAYUJ.",
        "M. Jastrow, Jr.–The Weak and Geminative Verbs in Hebrew by\n  Hayyûg (Leyden, 1897).",
        "Steinschneider.–Jewish Literature, p. 131.",
        "CHAZARS.",
        "Letter of Chasdai to Chazars (Engl. transl. by Zedner,\n  Miscellany of the Society of Hebrew Literature, Vol. I).",
        "Graetz.–III, p. 138 [140].",
        "Graetz,–III, p, 254 [260].",
        "     Solomon Ibn Gebirol.–\"The Royal Crown.\"–Moses Ibn\n     Ezra.–Abraham Ibn Ezra.–The Biblical Commentaries of Ibn Ezra\n     and the Kimchis.",
        "“In the days of Chasdai,” says Charizi, “the Hebrew poets began to\nsing.” We have seen that the new-Hebrew poetry was older than Chasdai,\nbut Charizi’s assertion is true. The Hebrew poets of Spain are\nmelodious, and Kalir is only ingenious. Again, it was in Spain that\nHebrew was first used for secular poetry, for love songs and ballads,\nfor praises of nature, for the expression of all human feelings. In most\nof this the poets found their models in the Bible. When Jehuda Halevi\nsang in Hebrew of love, he echoed the “Song of Songs.” When Moses Ibn\nEzra wrote penitential hymns, or Ibn Gebirol divine meditations, the\nPsalms were ever before them as an inspiration. The poets often devoted\nall their ambition to finding apt quotations from the sacred text. But\nin one respect they failed to imitate the Bible, and this failure\nseriously cramped their genius. The poetry of the Bible depends for its\nbeauty partly on its form. This form is what is called parallelism of\nline. The fine musical effect produced by repeating as an echo the idea\nalready expressed is lost in the poetry of the Spanish Jews.",
        "Thus Spanish-Jewish poetry suffers, on the one side, because it is an\nimitation of the Bible, and therefore lacks originality, and on the\nother side it suffers, because it does not sufficiently imitate the\nBiblical style. In spite of these limitations, it is real poetry. In the\nPsalms there is deep sympathy for the wilder and more awful phenomena of\nnature. In the poetry of the Spanish Jews, nature is loved in her\ngentler moods. One of these poets, Nahum, wrote prettily of his garden;\nanother, Ibn Gebirol, sang of autumn; Jehuda Halevi, of spring. Again,\nin their love songs there is freshness. There is in them a quaint\nblending of piety and love; they do not say that beauty is a vain thing,\nbut they make beauty the mark of a God-fearing character. There is an\nun-Biblical lightness of touch, too, in their songs of life in the city,\ntheir epigrams, their society verses. And in those of their verses which\nmost resemble the Bible, the passionate odes to Zion by Jehuda Halevi,\nthe sublime meditations of Ibn Gebirol, the penitential prayers of Moses\nIbn Ezra, though the echoes of the Bible are distinct enough, yet amid\nthe echoes there sounds now and again the fresh, clear voice of the\nmedieval poet.",
        "Solomon Ibn Gebirol was born in Malaga in 1021, and died in 1070. His\nearly life was unhappy, and his poetry is tinged with melancholy. But\nhis unhappiness only gave him a fuller hope in God. As he writes in his\ngreatest poem, he would fly from God to God:",
        "    From thee to thee I fly to win\n    A place of refuge, and within\n    Thy shadow from thy anger hide,\n    Until thy wrath be turned aside.\n    Unto thy mercy I will cling,\n    Until thou hearken pitying;\n    Nor will I quit my hold of thee,\n    Until thy blessing light on me.",
        "These lines occur in Gebirol’s “Royal Crown” (Kether Malchuth) a\nglorious series of poems on God and the world. In this, the poet pours\nforth his heart even more unreservedly than in his philosophical\ntreatise, “The Fountain of Life,” or in his ethical work, “The\nEnnoblement of Character,” or in his compilation from the wisdom of the\npast, “The Choice of Pearls” (if, indeed, this last book be his). The\n\"Royal Crown” is a diadem of praises of the greatness of God, praises to\nutter which make man, with all his insignificance, great.",
        "    Wondrous are thy works, O Lord of hosts,\n    And their greatness holds my soul in thrall.\n    Thine the glory is, the power divine,\n    Thine the majesty, the kingdom thine,\n    Thou supreme, exalted over all.",
        "    Thou art One, the first great cause of all;\n    Thou art One, and none can penetrate,\n    Not even the wise in heart, the mystery\n    Of thy unfathomable Unity;\n    Thou art One, the infinitely great.",
        "But man can perceive that the power of God makes him great to pardon. If\nhe see it not now, he will hereafter.",
        "    Thou art light: pure souls shall thee behold,\n    Save when mists of evil intervene.\n    Thou art light, that, in this world concealed,\n    In the world to come shall be revealed;\n    In the mount of God it shall be seen.",
        "And so the poet in one of the final hymns of the “Royal Crown,” filled\nwith a sense of his own unworthiness, hopefully abandons himself to God:",
        "     My God, I know that those who plead\n     To thee for grace and mercy need\n     All their good works should go before,\n     And wait for them at heaven’s high door.\n     But no good deeds have I to bring,\n     No righteousness for offering.\n     No service for my Lord and King.",
        "     Yet hide not thou thy face from me,\n     Nor cast me out afar from thee;\n     But when thou bidd’st my life to cease,\n     O may’st thou lead me forth in peace\n     Unto the world to come, to dwell\n     Among thy pious ones, who tell\n     Thy glories inexhaustible.",
        "     There let my portion be with those\n     Who to eternal life arose;\n     There purify my heart aright,\n     In thy light to behold the light.\n     Raise me from deepest depths to share\n     Heaven’s endless joys of praise and prayer,\n     That I may evermore declare:\nThough thou wast angered, Lord, I will give thanks to thee,\nFor past is now thy wrath, and thou dost comfort me.",
        "Ibn Gebirol stood a little outside and a good deal above the circle of\nthe Jewish poets who made this era so brilliant. Many of them are now\nforgotten; they had their day of popularity in Toledo, Cordova, Seville,\nand Granada, but their poems have not survived.",
        "In the very year of Ibn Gebirol’s death Moses Ibn Ezra was born. Of his\nlife little is certain, but it is known that he was still alive in\n1138. He is called the “poet of penitence,” and a gloomy turn was given\nto his thought by an unhappy love attachment in his youth. A few stanzas\nof one of his poems run thus:",
        "    Sleepless, upon my bed the hours I number,\n    And, rising, seek the house of God, while slumber\n    Lies heavy on men’s eyes, and dreams encumber\n    Their souls in visions of the night.",
        "    In sin and folly passed my early years,\n    Wherefore I am ashamed, and life’s arrears\n    Now strive to pay, the while my tears\n    Have been my food by day and night.",
        "    Short is man’s life, and full of care and sorrow,\n    This way and that he turns some ease to borrow,\n    Like to a flower he blooms, and on the morrow\n    Is gone–a vision of the night.",
        "    How does the weight of sin my soul oppress,\n    Because God’s law too often I transgress;\n    I mourn and sigh, with tears of bitterness\n    My bed I water all the night.",
        "    My youth wanes like a shadow that’s cast,\n    Swifter than eagle’s wings my years fly fast,\n    And I remember not my gladness past,\n    Either by day or yet by night.",
        "    Proclaim we then a fast, a holy day,\n    Make pure our hearts from sin, God’s will obey,\n    And unto him, with humbled spirit pray\n    Unceasingly, by day and night.",
        "    May we yet hear his words: “Thou art my own,\n    My grace is thine, the shelter of my throne,\n    For I am thy Redeemer, I alone;\n    Endure but patiently this night!”",
        "But his hymns, many of which won a permanent place in the prayer-book,\nare not always sad. Often they are warm with hope, and there is a lilt\nabout them which is almost gay. His chief secular poem, “The Topaz\"\n(Tarshish), is in ten parts, and contains 1210 lines. It is written on\nan Arabic model: it contains no rhymes, but is metrical, and the same\nword, with entirely different meanings, occurs at the end of several\nlines. It needs a good deal of imagination to appreciate Moses Ibn Ezra,\nand this is perhaps what Charizi meant when he called him “the poet’s\npoet.”",
        "Another Ibn Ezra, Abraham, one of the greatest Jews of the Middle Ages,\nwas born in Toledo before 1100. He passed a hard life, but he laughed at\nhis fate. He said of himself:",
        "    If I sold shrouds,\n      No one would die.\n    If I sold lamps,\n      Then, in the sky,\n    The sun, for spite,\n    Would shine by night.",
        "Several of Abraham Ibn Ezra’s hymns are instinct with the spirit of\nresignation. Here is one of them:",
        "    I hope for the salvation of the Lord,\n      In him I trust, when fears my being thrill,\n    Come life, come death, according to his word,\n      He is my portion still.",
        "    Hence, doubting heart! I will the Lord extol\n      With gladness, for in him is my desire,\n    Which, as with fatness, satisfies my soul,\n      That doth to heaven aspire.",
        "    All that is hidden shall mine eyes behold,\n      And the great Lord of all be known to me,\n    Him will I serve, his am I as of old;\n      I ask not to be free.",
        "    Sweet is ev’n sorrow coming in his name,\n      Nor will I seek its purpose to explore,\n    His praise will I continually proclaim,\n      And bless him evermore.",
        "Ibn Ezra wandered over many lands, and even visited London, where he\nstayed in 1158. Ibn Ezra was famed, not only for his poetry, but also\nfor his brilliant wit and many-sided learning. As a mathematician, as a\npoet, as an expounder of Scriptures, he won a high place in Jewish\nannals. In his commentaries he rejected the current digressive and\nallegorical methods, and steered a middle course between free research\non the one hand, and blind adherence to tradition on the other. Ibn Ezra\nwas the first to maintain that the Book of Isaiah contains the work of\ntwo prophets–a view now almost universal. He never for a moment\ndoubted, however, that the Bible was in every part inspired and in every\npart the word of God. But he was also the father of the “Higher\nCriticism.” Ibn Ezra’s pioneer work in spreading scientific methods of\nstudy in France was shared by Joseph Kimchi, who settled in Narbonne in\nthe middle of the twelfth century. His sons, Moses and David, were\nafterwards famous as grammarians and interpreters of the Scriptures.\nDavid Kimchi (1160-1235) by his lucidity and thoroughness established\nfor his grammar, “Perfection” (Michlol), and his dictionary, “Book of\nRoots,” complete supremacy in the field of exegesis. He was the favorite\nauthority of the Christian students of Hebrew at the time of the\nReformation, and the English Authorized Version of 1611 owed much to\nhim.",
        "At this point, however, we must retrace our steps, and cast a glance at\nHebrew literature in France at a period earlier than the era of Ibn\nEzra.",
        "TRANSLATIONS OF SPANISH-HEBREW POEMS:",
        "Emma Lazarus.–Poems (Boston, 1889).",
        "Mrs. H. Lucas.–The Jewish Year (New York, 1898), and in\n  Editions of the Prayer-Books. See also (Abrahams) J.Q.R.,\n  XI, p. 64.",
        "Graetz.–III, 9.",
        "D. Rosin.–The Ethics of Solomon Ibn Gebirol, 7. J.Q.R.,\n  III, p. 159.",
        "Graetz.–III, p. 319 [326].",
        "ABRAHAM IBN EZRA.",
        "Graetz.–III, p. 366 [375].",
        "Abraham Ibn Ezra’s Commentary on Isaiah (tr. by M. Friedländer, 1873).",
        "M. Friedländer.–Essays on Ibn Ezra (London, 1877). See also\n  Transactions of the Jewish Historical Society of England,\n  Vol. II, p. 47, and J. Jacobs, Jews of Angevin England,\n  p. 29 seq.\nKIMCHI FAMILY.",
        "Graetz.–III, p. 392 [404].",
        "Steinschneider.–Jewish Literature, pp. 141, 146-179.",
        "    Nathan of Rome.–Alfassi.–Rashi.–Rashbam.",
        "Before Hebrew poets, scientists, philosophers, and statesmen had made\nSpain famous in Jewish annals, Rashi and his school were building up a\nreputation destined to associate Jewish learning with France. In France\nthere was none of the width of culture which distinguished Spain. Rashi\ndid not shine as anything but an exponent of traditional Judaism. He\npossessed no graces of style, created no new literature. But he\nrepresented Judaism at its simplest, its warmest, its intensest. Rashi\nwas a great writer because his subject was great, not because he wrote\ngreatly.",
        "But it is only a half-truth to assert that Rashi had no graces of style.\nFor, if grace be the quality of producing effects with the least\ndisplay of effort, then there was no writer more graceful than Rashi.\nHis famous Commentary on the Talmud is necessarily long and intricate,\nbut there is never a word too much. No commentator on any classic ever\nsurpassed Rashi in the power of saying enough and only enough. He owed\nthis faculty in the first place to his intellectual grasp. He edited the\nTalmud as well as explained it. He restored the original text with the\nsurest of critical instincts. And his conscience was in his work. So\nthoroughly honest was he that, instead of slurring over difficulties, he\nfrankly said: “I cannot understand ... I do not know,” in the rare cases\nin which he was at a loss. Rashi moreover possessed that wondrous\nsympathy with author and reader which alone qualifies a third mind to\ninterpret author to reader. Probing the depth of the Talmud, Rashi\nprobed the depth of the learned student, and realized the needs of the\nbeginner. Thus the beginner finds Rashi useful, and the specialist\nturns to him for help. His immediate disciples rarely quote him by name;\nto them he is ’the Commentator.”",
        "Rashi was not the first to subject the Talmud to critical analysis. The\nGaonim had begun the task, and Nathan, the son of Yechiel of Rome,\ncompiled, in about the year 1000, a dictionary (Aruch) which is still\nthe standard work of reference. But Rashi’s nearest predecessor,\nAlfassi, was not an expounder of the Talmud; he extracted, with much\nskill, the practical results from the logical mazes in which they were\nenveloped. Isaac, the son of Jacob Alfassi, derived his name from Fez,\nwhere he was born in 1013. He gave his intellect entirely to the Talmud,\nbut he acquired from the Moorish culture of his day a sense of order and\nsystem. He dealt exclusively with the Halachah, or practical contents\nof the Rabbinic law, and the guide which he compiled to the Talmud soon\nsuperseded all previous works of its kind. Solomon, the son of Isaac,\nbest known as Rabbi Shelomo Izchaki (Rashi), was born in 1040, and\ndied in 1105, in Troyes, in Champagne. From his mother, who came of a\nfamily of poets, he inherited his warm humanity, his love for Judaism.\nFrom his father, he drew his Talmudical knowledge, his keen intellect.\nHis youth was a hard one. In accordance with medieval custom, he was\nmarried as a boy, and then left his home in search of knowledge rather\nthan of bread. Of bread he had little, but, starved and straitened in\ncircumstances though he was, he became an eager student at the Jewish\nschools which then were dotted along the Rhine, residing now at Mainz,\nnow at Speyer, now at Worms. In 1064 he settled finally in Troyes. Here\nhe was at once hailed as a new light in Israel. His spotless character\nand his unique reputation as a teacher attracted a vast number of eager\nstudents.",
        "Of Rashi’s Commentary on the Talmud something has already been said. As\nto his exposition of the Bible, it soon acquired the widest popularity.\nIt was inferior to his work on the Talmud, for, as he himself admitted\nin later life, he had relied too much on the Midrash, and had attended\ntoo little to evolving the literal meaning of the text of Scripture. But\nthis is the charm of his book, and it is fortunate that he did not\nactually attempt to recast his commentary. There is a quaintness and\nfascination about it which are lacking in the pedantic sobriety of Ibn\nEzra and the grammatical exactness of Kimchi. But he did himself less\nthan justice when he asserted that he had given insufficient heed to the\nPeshat (literal meaning). Rashi often quotes the grammatical works of\nMenachem and Dunash. He often translates the Hebrew into French, showing\na very exact knowledge of both languages. Besides, when he cites the\nMidrash, he, as it were, constructs a Peshat out of it, and this method,\noriginal to himself, found no capable imitators.",
        "Through the fame of Rashi, France took the leadership in matters\nTalmudical. Blessed with a progeny of famous men, Rashi’s influence was\ncarried on and increased by the work of his sons-in-law and grandsons.\nOf these, Samuel ben Meir (Rashbam, 1100-1160) was the most renowned.\nThe devoted attention to the literature of Judaism in the Rhinelands\ncame in the nick of time. It was a firm rock against the storm which was\nabout to break. The Crusades crushed out from the Jews of France all\nhope of temporal happiness. When Alfassi died in 1103 and Rashi in 1105,\nthe first Crusade had barely spent its force. The Jewish schools in\nFrance were destroyed, the teachers and scholars massacred or exiled.\nBut the spirit lived on. Their literature was life to the Jews, who had\nno other life. His body bent over Rashi’s illuminating expositions of\nthe Talmud and the Bible, the medieval Jew felt his soul raised above\nthe miseries of the present to a world of peace and righteousness, where\nthe wicked ceased from troubling, and the weary were at rest.",
        "ALFASSI AND RASHI.",
        "Graetz.–III, p. 285 [292] seq.\nALFASSI.",
        "I.H. Weiss.–J.Q.R., I, p. 290.",
        "Schiller-Szinessy.–Encycl. Brit., Vol. XX, p. 284.",
        "    Jehuda Halevi.–Charizi.",
        "Turning once more to the brighter condition of Jewish literature in\nSpain, we reach a man upon whom the whole vocabulary of praise and\naffection has been exhausted; a man of magnetic attractiveness, whom\ncontemporaries and successors have agreed to admire and to love. Jehuda\nHalevi was born in Toledo about 1085, the year in which Alfonso VI\nrecaptured the city from the Moors. It was a fit birth-place for the\ngreatest Jewish poet since Bible times. East and West met in Toledo. The\nscience of the East there found Western Christians to cultivate it. Jew,\nMoor, and Christian displayed there mutual toleration which existed\nnowhere else. In the midst of this favorable environment Jehuda Halevi\ngrew to early maturity. As a boy he won more than local fame as a\nversifier. At all festive occasions his verses were in demand. He wrote\nwedding odes, elegies on great men, eulogies of the living. His love\npoems, serenades, epigrams of this period, all display taste, elegance,\nand passion.",
        "The second period of Jehuda Halevi’s literary career was devoted to\nserious pursuits, to thoughts about life, and to practical work. He\nwrote his far-famed philosophical dialogue, the Cuzari, and earned his\nliving as a physician. He was not an enthusiastic devotee to medicine,\nhowever. “Toledo is large,” he wrote to a friend, “and my patients are\nhard masters. I, their slave, spend my days in serving their will, and\nconsume my years in healing their infirmities.” Before making up a\nprescription, he, like Sir Thomas Browne, used to say a prayer in which\nhe confessed that he had no great faith in the healing powers of his\nart. Jehuda Halevi was, indeed, dissatisfied with his life altogether.\n\"My heart is in the East, but I am sunk in the West,” he lamented. He\nwas unhappy because his beloved was far from him; his lady-love was\nbeyond the reach of his earnest gaze. In Heine’s oft-quoted words,",
        "    She for whom the Rabbi languished\n    Was a woe-begone poor darling,\n    Desolation’s very image,\n    And her name–Jerusalem.",
        "The eager passion for one sight of Jerusalem grew on him, and dominated\nthe third portion of his life. At length nothing could restrain him; go\nhe would, though he die in the effort. And go he did, and die he did in\nthe effort. The news of his determination spread through Spain, and\neverywhere hands were held out to restrain him. But his heart lightened\nas the day of departure came. His poems written at this time are hopeful\nand full of cheery feeling. In Egypt, a determined attempt was made by\nthe Jews to keep him among them. But it was vain. Onward to Jerusalem:\nthis was his one thought. He tarried in Egypt but a short while, then he\npassed to Tyre and Damascus. At Damascus, in the year 1140 or\nthereabouts, he wrote the ode to Zion which made his name immortal, an\node in which he gave vent to all the intense passion which filled his\nsoul. The following are some stanzas taken from this address to\nJerusalem:",
        "    The glory of the Lord has been alway\n    Thy sole and perfect light;\n    Thou needest not the sun to shine by day,\n    Nor moon and stars to illumine thee by night.\n    I would that, where God’s spirit was of yore\n    Poured out unto thy holy ones, I might\n    There too my soul outpour!\n    The house of kings and throne of God wert thou,\n    How comes it then that now\n    Slaves fill the throne where sat thy kings before?",
        "    Oh! who will lead me on\n    To seek the spots where, in far distant years,\n    The angels in their glory dawned upon\n    Thy messengers and seers?",
        "    Oh! who will give me wings\n    That I may fly away,\n    And there, at rest from all my wanderings,\n    The ruins of my heart among thy ruins lay?",
        "    The Lord desires thee for his dwelling-place\n    Eternally, and bless’d\n    Is he whom God has chosen for the grace\n    Within thy courts to rest.\n    Happy is he that watches, drawing near,\n    Until he sees thy glorious lights arise,\n    And over whom thy dawn breaks full and clear\n    Set in the orient skies.\n    But happiest he, who, with exultant eyes,\n    The bliss of thy redeemed ones shall behold,\n    And see thy youth renewed as in the days of old.",
        "Soon after writing this Jehuda arrived near the Holy City. He was by her\nside at last, by the side of his beloved. Then, legend tells us, through\na gate an Arab horseman dashed forth: he raised his spear, and slew the\npoet, who fell at the threshold of his dear Jerusalem, with a song of\nZion on his lips.",
        "The new-Hebrew poetry did not survive him. Persecution froze the current\nof the Jewish soul. Poets, indeed, arose after Jehuda Halevi in Germany\nas in Spain. Sometimes, as in the hymns of the “German” Meir of\nRothenburg, a high level of passionate piety is reached. But it has well\nbeen said that “the hymns of the Spanish writers link man’s soul to his\nMaker: the hymns of the Germans link Israel to his God.” Only in Spain\nHebrew poetry was universal, in the sense in which the Psalms are\nuniversal. Even in Spain itself, the death of Jehuda Halevi marked the\nclose of this higher inspiration. The later Spanish poets, Charizi and\nZabara (middle and end of the twelfth century), were satirists rather\nthan poets, witty, sparkling, ready with quaint quips, but local and\nimitative in manner and subject. Zabara must receive some further notice\nin a later chapter because of his connection with medieval folk-lore. Of\nCharizi’s chief work, the Tachkemoni, it may be said that it is\nexcellent of its type. The stories which it tells in unmetrical rhyme\nare told in racy style, and its criticisms on men and things are clever\nand striking. As a literary critic also Charizi ranks high, and there is\nmuch skill in the manner in which he links together, round the person of\nhis hero, the various narratives which compose the Tachkemoni. The\nexperiences he relates are full of humor and surprises. As a\nphrase-maker, Charizi was peculiarly happy, his command of Hebrew being\nmasterly. But his most conspicuous claim to high rank lies in his\norigination of that blending of grim irony with bright wit which became\ncharacteristic of all Jewish humorists, and reached its climax in Heine.\nBut Charizi himself felt that his art as a Hebrew poet was decadent.\nGreat poets of Jewish race have risen since, but the songs they have\nsung have not been songs of Zion, and the language of their muse has not\nbeen the language of the Hebrew Bible.",
        "JEHUDA HALEVI.",
        "Graetz.–III, II.",
        "J. Jacobs.–Jehuda Halevi, Poet and Pilgrim (Jewish\n  Ideals, New York, 1896, p. 103).",
        "Lady Magnus.–Jewish Portraits (Boston, 1889), p. 1.",
        "TRANSLATIONS OF HIS POETRY by Emma Lazarus and Mrs. Lucas\n  (op. cit.): Editions of the Prayer-Book; also J.Q.R.,\n  X, pp. 117, 626; VII, p. 464; Treasurers of Oxford (London,\n  1850); I. Abrahams, Jewish Life in the Middle Ages, chs. 7, 9\n  and 10.",
        "HIS PHILOSOPHY: Specimen of the Cusari, translated by A.\n  Neubauer (Miscellany of the Society of Hebrew Literature,\n  Vol. I). John Owen.–J.Q.R., III, p. 199.",
        "Graetz.–III, p. 559 [577]",
        "Karpeles.–-Jewish Literature and other Essays,\n  p. 210 seq.\nM. Sachs.–Hebrew Review, Vol. I.",
        "     Maimon, Rambam = R. Moses, the son of Maimon, Maimonides.–His\n     Yad Hachazaka and Moreh Nebuchim.–Gersonides.–Crescas.–Albo.",
        "The greatest Jew of the Middle Ages, Moses, the son of Maimon, was born\nin Cordova, in 1135, and died in Fostat in 1204. His father Maimon was\nhimself an accomplished scientist and an enlightened thinker, and the\nson was trained in the many arts and sciences then included in a liberal\neducation. When Moses was thirteen years old, Cordova fell into the\nhands of the Almohades, a sect of Mohammedans, whose creed was as pure\nas their conduct was fanatical. Jews and Christians were forced to\nchoose conversion to Islam, exile, or death. Maimon fled with his\nfamily, and, after an interval of troubled wanderings and painful\nprivations, they settled in Fez, where they found the Almohades equally\npowerful and equally vindictive. Maimon and his son were compelled to\nassume the outward garb of Mohammedanism for a period of five years.\nFrom Fez the family emigrated in 1165 to Palestine, and, after a long\nperiod of anxiety, Moses Maimonides settled in Egypt, in Fostat, or Old\nCairo.",
        "In Egypt, another son of Maimon, David, traded in precious stones, and\nsupported his learned brother. When David was lost at sea, Maimonides\nearned a living as a physician. His whole day was occupied in his\nprofession, yet he contrived to work at his books during the greater\npart of the night. His minor works would alone have brought their author\nfame. His first great work was completed in 1168. It was a Commentary on\nthe Mishnah, and was written in Arabic. But Maimonides’ reputation rests\nmainly on two books, the one written for the many, the other for the\nfew. The former is his “Strong Hand” (Yad Hachazaka), the latter his\n\"Guide of the Perplexed” (Moreh Nebuchim).",
        "The “Strong Hand” was a gigantic undertaking. In its fourteen books\nMaimonides presented a clearly-arranged and clearly-worded summary of\nthe Rabbinical Halachah, or Law. In one sense it is an encyclopedia, but\nit is an encyclopedia written with style. For its power to grapple with\nvast materials, this code has few rivals and no superiors in other\nliteratures. Maimonides completed its compilation in 1180, having spent\nten years over it. During the whole of that time, he was not only a\npopular doctor, but also official Rabbi of Cairo. He received no salary\nfrom the community, for he said, “Better one penny earned by the work of\none’s hands, than all the revenues of the Prince of the Captivity, if\nderived from fees for teaching or acting as Rabbi.” The “Strong Hand,\"\ncalled also “Deuteronomy” (Mishneh Torah), sealed the reputation of\nMaimonides for all time. Maimonides was indeed attacked, first, because\nhe asserted that his work was intended to make a study of the Talmud\nless necessary, and secondly, because he gave no authorities for his\nstatements, but decided for himself which Talmudical opinions to accept,\nwhich to reject. But the severest scrutiny found few real blemishes and\nfewer actual mistakes. “From Moses to Moses there arose none like\nMoses,” was a saying that expressed the general reverence for\nMaimonides. Copies of the book were made everywhere; the Jewish mind\nbecame absorbed in it; his fame and his name “rang from Spain to India,\nfrom the sources of the Tigris to South Arabia.” Eulogies were showered\non him from all parts of the earth. And no praise can say more for this\nmarvellous man than the fact that the incense burned at his shrine did\nnot intoxicate him. His touch became firmer, his step more resolute.\nBut he went on his way as before, living simply and laboring\nincessantly, unmoved by the thunders of applause, unaffected by the\nfeebler echoes of calumny. He corresponded with his brethren far and\nnear, answered questions as Rabbi, explained passages in his Commentary\non the Mishnah or his other writings, entered heartily into the\ncontroversies of the day, discussed the claims of a new aspirant to the\ndignity of Messiah, encouraged the weaker brethren who fell under\ndisfavor because they had been compelled to become pretended converts to\nIslam, showed common-sense and strong intellectual grasp in every line\nhe wrote, and combined in his dealings with all questions the rarely\nassociated qualities, toleration and devotion to the truth. Yet he felt\nthat his life’s work was still incomplete. He loved truth, but truth for\nhim had two aspects: there was truth as revealed by God, there was truth\nwhich God left man to discover for himself. In the mind of Maimonides,\nMoses and Aristotle occupied pedestals side by side. In the “Strong\nHand,” he had codified and given orderly arrangement to Judaism as\nrevealed in Bible and tradition; he would now examine its relations to\nreason, would compare its results with the data of philosophy. This he\ndid in his “Guide of the Perplexed” (Moreh Nebuchim). Maimonides here\ndiffered fundamentally from his immediate predecessors. Jehuda Halevi,\nin his Cuzari, was poet more than philosopher. The Cuzari was a\ndialogue based on the three principles, that God is revealed in history,\nthat Jerusalem is the centre of the world, and that Israel is to the\nnations as the heart to the limbs. Jehuda Halevi supported these ideas\nwith arguments deduced from the philosophy of his day, he used reason as\nthe handmaid of theology. Maimonides, however, like Saadiah, recognized\na higher function for reason. He placed reason on the same level as\nrevelation, and then demonstrated that his faith and his reason taught\nidentical truths. His work, the “Guide of the Perplexed,” written in\nArabic in about the year 1190, is based, on the one hand, on the\nAristotelian system as expounded by Arabian thinkers, and, on the other\nhand, on a firm belief in Scripture and tradition. With a masterly hand,\nMaimonides summarized the teachings of Aristotle and the doctrines of\nMoses and the Rabbis. Between these two independent bodies of truths he\nfound, not contradiction, but agreement, and he reconciled them in a way\nthat satisfied so many minds that the “Guide” was translated into Hebrew\ntwice during his life-time, and was studied by Mohammedans and by\nChristians such as Thomas Aquinas. With general readers, the third part\nwas the most popular. In this part Maimonides offered rational\nexplanations of the ceremonial and legislative details of the Bible.",
        "For a long time after the death of Maimonides, which took place in 1204,\nJewish thought found in the “Guide” a strong attraction or a violent\nrepulsion. Commentaries on the Moreh, or “Guide,” multiplied apace.\nAmong the most original of the philosophical successors of Maimonides\nthere were few Jews but were greatly influenced by him. Even the famous\nauthor of “The Wars of the Lord,” Ralbag, Levi, the son of Gershon\n(Gersonides), who was born in 1288, and died in 1344, was more or less\nat the same stand-point as Maimonides. On the other hand, Chasdai\nCrescas, in his “Light of God,” written between 1405 and 1410, made a\ndetermined attack on Aristotle, and dealt a serious blow at Maimonides.\nCrescas’ work influenced the thought of Spinoza, who was also a close\nstudent of Maimonides. A pupil of Crescas, Joseph Albo (1380-1444) was\nlikewise a critic of Maimonides. Albo’s treatise, “The Book of\nPrinciples” (Ikkarim), became a popular text-book. It was impossible\nthat the reconciliation of Aristotle and Moses should continue to\nsatisfy Jewish readers, when Aristotle had been dethroned from his\nposition of dictator in European thought. But the “Guide” of Maimonides\nwas a great achievement for its spirit more than for its contents. If it\ninevitably became obsolete as a system of theology, it permanently acted\nas an antidote to the mysticism which in the thirteenth century began to\ngain a hold on Judaism, and which, but for Maimonides, might have\ncompletely undermined the beliefs of the Synagogue. Maimonides remained\nthe exemplar of reasoning faith long after his particular form of\nreasoning had become unacceptable to the faithful.",
        "MAIMONIDES.",
        "Graetz.–III, 14.",
        "Karpeles.–Jewish Literature and other Essays, p. 145.",
        "Steinschneider.–Jewish Literature, pp. 70, 82 seq.,\n  94 seq.\nSchiller-Szinessy.–Encycl. Brit., Vol. XV, p. 295.",
        "Eight Chapters.–B. Spiers in Threefold Cord (1893).\n  English translation in Hebrew Review, Vols. I and II.",
        "Strong Hand, selections translated by Soloweycik (London, 1863).",
        "Letter to Jehuda Ibn Tibbon, translated by H. Adler\n  (Miscellany of the Society of Hebrew Literature, Vol. I).",
        "Guide of the Perplexed, translated by M. Friedländer (1885).",
        "I.H. Weiss.–Study of the Talmud in the Thirteenth Century,\n  J.Q.R., I, p. 290.",
        "J. Owen.–J.Q.R., III, p. 203.",
        "S. Schechter.–Studies in Judaism, p. 161 [197], etc.",
        "On MAIMON (father of Maimonides), see L.M. Simmons, Letter of\n  Consolation of Maimon ben Joseph, J.Q.R., II, p. 62.",
        "Graetz.–IV, pp. 146 [157], 191 [206].",
        "ALBO.",
        "Graetz.–IV, 7.",
        "English translation of Ikkarim, Hebrew Review, Vols. I, II, III.",
        "     Provençal Translators.–The Ibn Tibbons.–Italian\n     Translators.–Jacob Anatoli.–Kalonymos.–Scientific\n     Literature.",
        "Translators act as mediators between various peoples and ages. They\nbring the books and ideas of one form of civilization to the minds and\nhearts of another. In the Middle Ages translations were of more\nimportance than now, since fewer educated people could read foreign\nlanguages.",
        "No men of letters were more active than the Jews in this work of\ndiffusion. Dr. Steinschneider fills 1100 large pages with an account of\nthe translations made by Jews in the Middle Ages. Jews co-operated with\nMohammedans in making translations from the Greek, as later on they\nwere associated with Christians in making Latin translations of the\nmasterpieces of Greek literature. Most of the Jewish translations,\nhowever, that influenced Europe were made from the Arabic into the\nHebrew. But though the language of these translations was mostly Hebrew,\nthey were serviceable to others besides Jews. For the Hebrew versions\nwere often only a stage in a longer journey. Sometimes by Jews directly,\nsometimes by Christian scholars acting in conjunction with Jews, these\nHebrew versions were turned into Latin, which most scholars understood,\nand from the Latin further translations were made into the every-day\nlanguages of Europe.",
        "The works so translated were chiefly the scientific and philosophical\nmasterpieces of the Greeks and Arabs. Poetry and history were less\nfrequently the subject of translation, but, as will be seen later on,\nthe spread of the fables of Greece and of the folk-tales of India owed\nsomething to Hebrew translators and editors.",
        "Provence was a meeting-place for Arab science and Jewish learning in the\nMiddle Ages, and it was there that the translating impulse of the Jews\nfirst showed itself strongly. By the beginning of the thirteenth\ncentury, Hebrew translation had become an art. True, these Hebrew\nversions possess no graces of style, but they rank among the best of\ntheir class for fidelity to their originals. Jewish patrons encouraged\nthe translators by material and moral support. Thus, Meshullam of Lunel\n(twelfth century) was both learned and wealthy, and his eager\nencouragement of Judah Ibn Tibbon, “the father of Jewish translators,\"\ngave a strong impetus to the translating activity of the Jews.",
        "Judah Ibn Tibbon (about 1120-1190) was of Spanish origin, but he\nemigrated from Granada to Provence during the same persecution that\ndrove Maimonides from his native land. Judah settled in Lunel, and his\nskill as a physician won him such renown that his medical services were\nsought by knights and bishops even from across the sea. Judah Ibn Tibbon\nwas a student of science and philosophy. He early qualified himself as a\ntranslator by careful attention to philological niceties. Under the\ninspiration of Meshullam, he spent the years 1161 to 1186 in making a\nseries of translations from Arabic into Hebrew. His translations were\ndifficult and forced in style, but he had no ready-made language at his\ncommand. He had to create a new Hebrew. Classical Hebrew was naturally\ndestitute of the technical terms of philosophy, and Ibn Tibbon invented\nexpressions modelled on the Greek and the Arabic. He made Hebrew once\nmore a living language by extending its vocabulary and adapting its\nidioms to the requirements of medieval culture.",
        "His son Samuel (1160-1230) and his grandson Moses continued the line of\nfaithful but inelegant translators. Judah had turned into Hebrew the\nworks of Bachya, Ibn Gebirol, Jehuda Halevi, Ibn Janach, and Saadiah.\nSamuel was the translator of Maimonides, and bore a brave part in the\ndefence of his master in the bitter controversies which arose as to the\nlawfulness and profit of studying philosophy. The translations of the\nTibbon family were in the first instance intended for Jewish readers\nonly, but later on the Tibbonite versions were turned into Latin by\nBuxtorf and others. Another Latin translation of Maimonides existed as\nearly as the thirteenth century.",
        "Of the successors of the Tibbons, Jacob Anatoli (1238) was the first to\ntranslate any portion of Averroes into any language. Averroes was an\nArab thinker of supreme importance in the Middle Ages, for through his\nwritings Europe was acquainted with Aristotle. Renan asserts that all\nthe early students of Averroes were Jews. Anatoli, a son-in-law of\nSamuel Ibn Tibbon, was invited by Emperor Frederick II to leave Provence\nand settle in Naples. To allow Anatoli full leisure for making\ntranslations, Frederick granted him an annual income. Anatoli was a\nfriend of the Christian Michael Scot, and the latter made Latin\nrenderings from the former’s Hebrew translations. In this way Christian\nEurope was made familiar with Aristotle as interpreted by Averroes (Ibn\nRoshd). Much later, the Jew Abraham de Balmes (1523) translated Averroes\ndirectly from Arabic into Latin. In the early part of the fourteenth\ncentury, Kalonymos, the son of Kalonymos, of Aries (born 1287),\ntranslated various works into Latin.",
        "From the thirteenth century onwards, Jews were industrious translators\nof all the important masterpieces of scientific and philosophical\nliterature. Their zeal included the works of the Greek astronomers and\nmathematicians, Ptolemy, Euclid, Archimedes, and many others. Alfonso X\ncommissioned several Jews to co-operate with the royal secretaries in\nmaking new renderings of older Arabic works on astronomy. Long before\nthis, in 959, the monk Nicholas joined the Jew Chasdai in translating\nDioscorides. Most of the Jewish translators were, however, not\nSpaniards, but Provençals and Italians. It is to them that we owe the\nHebrew translations of Galen and Hippocrates, on which Latin versions\nwere based.",
        "The preceding details, mere drops from an ocean of similar facts, show\nthat the Jews were the mediators between Mohammedan and Christian\nlearning in the Middle Ages. According to Lecky, “the Jews were the\nchief interpreters to Western Europe of Arabian learning.” When it is\nremembered that Arabian learning for a long time included the Greek, it\nwill be seen that Lecky ascribes to Jewish translators a role of the\nfirst importance in the history of science. Roger Bacon (1214-1294) had\nlong before said a similar thing: “Michael Scot claimed the merit of\nnumerous translations. But it is certain that a Jew labored at them more\nthan he did. And so with the rest.”",
        "In what precedes, nothing has been said of the original contributions\nmade by Jewish authors to scientific literature. Jews were active in\noriginal research especially in astronomy, medicine, and mathematics.\nMany Jewish writers famous as philosophers, Talmudists, or poets, were\nalso men of science. There are numerous Jewish works on the calendar, on\nastronomical instruments and tables, on mathematics, on medicine, and\nnatural history. Some of their writers share the medieval belief in\nastrology and magic. But it is noteworthy that Abraham Ibn Ezra doubted\nthe common belief in demons, while Maimonides described astrology as\n\"that error called a science.” These subjects, however, are too\ntechnical for fuller treatment in the present book. More will be found\nin the works cited below.",
        "IBN TIBBON FAMILY.",
        "Graetz.–III, p. 397 [409].",
        "JACOB ANATOLI.",
        "Graetz.–III, p. 566 [584].",
        "Karpeles.–Sketch of Jewish History (Jewish Publication Society\n  of America, 1897), pp. 49, 57.",
        "Steinschneider, Jewish Literature, p. 62 seq.\nSCIENCE AND MEDICINE.",
        "Steinschneider.–Ibid., pp. 179 seq., 260 seq.\nAlso, A. Friedenwald.–Jewish Physicians and the Contributions of\n  the Jews to the Science of Medicine (Publications of the\n  Gratz College, Vol. I).",
        "     Barlaam and Joshaphat.–The Fables of Bidpai.–Abraham Ibn\n     Chisdai.–Berachya ha-Nakdan.–Joseph Zabara.",
        "The folk-tales of India were communicated to Europe in two ways. First,\nthere was an oral diffusion. In friendly conversation round the family\nhearth, in the convivial intercourse of the tavern and divan, the wit\nand wisdom of the East found a home in the West. Having few\nopportunities of coming into close relations with Christian society, the\nJews had only a small share in the oral diffusion of folk-tales. But\nthere was another means of diffusion, namely, by books. By their\nwritings the Jews were able to leave some impress on the popular\nliterature of Europe.",
        "This they did by their translations. Sometimes the Jews translated\nfables and folk-tales solely for their own use, and in such cases the\ntranslations did not leave the Hebrew form into which they were cast. A\ngood example of this was Abraham Ibn Chisdai’s “Prince and Nazirite,\"\ncompiled in the beginning of the thirteenth century. It was a Hebrew\nversion of the legend of Buddha, known as “Barlaam and Joshaphat.” In\nthis the story is told of a prince’s conversion to the ascetic life. His\nfather had vainly sought to hold him firm to a life of pleasure by\nisolating him in a beautiful palace, far from the haunts of man, so that\nhe might never know that such things as evil, misery, and death existed.\nOf course the plan failed, the prince discovered the things hidden from\nhim, and he became converted to the life of self-denial and renunciation\nassociated with the saintly teaching of Buddha. This story is the frame\ninto which a number of charming tales are set, which have found their\nway into the popular literature of all the world. But in this spread of\nthe Indian stories, the book of Abraham Ibn Chisdai had no part.",
        "Far other it was with the Hebrew translation of the famous Fables of\nBidpai, known in Hebrew as Kalila ve-Dimna. These fables, like those\ncontained in the “Prince and Nazirite,” were Indian, and were in fact\nbirth-stories of Buddha. They were connected by means of a frame, or\ncentral plot. A large part of the popular tales of the Middle Ages can\nbe traced to the Fables of Bidpai, and here the Jews exerted important\ninfluence. Some authorities even hold that these Fables of Bidpai were\nbrought to Spain directly from India by Jews. This is doubtful, but it\nis certain that the spread of the Fables was due to Jewish activity. A\nJew translated them into Hebrew, and this Hebrew was turned into Latin\nby the Italian John of Capua, a Jew by birth, in the year 1270.\nMoreover, the Old Spanish version which was made in 1251 probably was\nalso the work of the Jewish school of translators established in Toledo\nby Alfonso. The Greek version, which was earlier still, and dates from\n1080, was equally the work of a Jew. Thus, as Mr. Joseph Jacobs has\nshown, this curious collection of fables, which influenced Europe more\nperhaps than any book except the Bible, started as a Buddhistic work,\nand passed over to the Mohammedans and Christians chiefly through the\nmediation of Jews.",
        "Another interesting collection of fables was made by Berachya ha-Nakdan\n(the Punctuator, or Grammarian). He lived in England in the twelfth\ncentury, or according to another opinion he dwelt in France a century\nlater. His collection of 107 “Fox Fables” won wide popularity, for their\nwit and point combined with their apt use of Biblical phrases to please\nthe medieval taste. The fables in this collection are all old, many of\nthem being Æsop’s, but it is very possible that the first knowledge of\nÆsop gained in England was derived from a Latin translation of Berachya.",
        "Of greater poetical merit was Joseph Zabara’s “Book of Delight,” written\nin about the year 1200 in Spain. In this poetical romance a large number\nof ancient fables and tales are collected, but they are thrown into a\nframe-work which is partially original. One night he, the author, lay at\nrest after much toil, when a giant appeared before him, and bade him\nrise. Joseph hastily obeyed, and by the light of the lamp which the\ngiant carried partook of a fine banquet which his visitor spread for\nhim. Enan, for such was the giant’s name, offered to take Joseph to\nanother land, pleasant as a garden, where all men were loving, all men\nwise. But Joseph refused, and told Enan fable after fable, about\nleopards, foxes, and lions, all proving that it was best for a man to\nremain where he was and not travel to foreign places. But Enan coaxes\nJoseph to go with him, and as they ride on, they tell one another a very\nlong series of excellent tales, and exchange many witty remarks and\nanecdotes. When at last they reach Enan’s city, Joseph discovers that\nhis guide is a demon. In the end, Joseph breaks away from him, and\nreturns home to Barcelona. Now, it is very remarkable that this\ncollection of tales, written in exquisite Hebrew, closely resembles the\nother collections in which Europe delighted later on. It is hard to\nbelieve that Zabara’s work had no influence in spreading these tales. At\nall events, Jews, Christians, and Mohammedans, all read and enjoyed the\nsame stories, all laughed at the same jokes. “It is,” says Mr. Jacobs,\n\"one of those touches of nature which make the whole world kin. These\nfolk-tales form a bond, not alone between the ages, but between many\nraces who think they have nothing in common. We have the highest\nauthority that ’out of the mouths of babes and sucklings has the Lord\nestablished strength,’ and surely of all the influences for good in the\nworld, none is comparable to the lily souls of little children. That\nJews, by their diffusion of folk-tales, have furnished so large an\namount of material to the childish imagination of the civilized world\nis, to my mind, no slight thing for Jews to be proud of. It is one of\nthe conceptions that make real to us the idea of the Brotherhood of Man,\nwhich, in Jewish minds, is forever associated with the Fatherhood of\nGod.”",
        "J. Jacobs.–The Diffusion of Folk Tales (in Jewish Ideals,\n  p. 135); The Fables of Bidpai (London, 1888) and Barlaam\n  and Joshaphat (Introductions).",
        "Steinschneider.–Jewish Literature, p. 174.",
        "J. Jacobs.–Jews of Angevin England, pp. 165 seq., 278.",
        "A. Neubauer.–J.Q.R., II, p. 520.",
        "ZABARA.",
        "I. Abrahams.–J.Q.R., VI, p. 502 (with English translation\n  of the Book of Delight).",
        "     French and Spanish Talmudists.–The Tossafists, Asher of\n     Speyer, Tam, Isaac of Dompaire, Baruch of Ratisbon, Perez of\n     Corbeil.–Nachmanides’ Commentary on the Pentateuch.–Public\n     controversies between Jews and Christians.",
        "Nachmanides was one of the earliest writers to effect a reconciliation\nbetween the French and the Spanish schools of Jewish literature. On the\none side, his Spanish birth and training made him a friend of the widest\nculture; on the other, he was possessed of the French devotion to the\nTalmud. Moses, the son of Nachman (Nachmanides, Ramban, 1195-1270),\nSpaniard though he was, says, “The French Rabbis have won most Jews to\ntheir view. They are our masters in Talmud, and to them we must go for\ninstruction.” From the eleventh to the fourteenth century, a French\nschool of Talmudists occupied themselves with the elucidation of the\nTalmud, and from the “Additions” (Tossafoth) which they compiled they\nare known as Tossafists. The Tossafists were animated with an altogether\ndifferent spirit from that of the Spanish writers on the Talmud. But\nthough their method is very involved and over-ingenious, they display so\nmuch mastery of the Talmud, such excellent discrimination, and so keen a\ncritical insight, that they well earned the fame they have enjoyed. The\nearliest Tossafists were the family and pupils of Rashi, but the method\nspread from Northern France to Provence, and thence to Spain. The most\nfamous Tossafists were Isaac, the son of Asher of Speyer (end of the\neleventh century); Tam of Rameru (Rashi’s grandson); Isaac the Elder of\nDompaire (Tam’s nephew); Baruch of Ratisbon; and Perez of Corbeil.",
        "Nachmanides’ admiration for the French method–a method by no means\nrestricted to the Tossafists–did not blind him to its defects. “They\ntry to force an elephant through the eye of a needle,” he sarcastically\nsaid of some of the French casuists. Nachmanides thus possessed some of\nthe independence characteristic of the Spanish Jews. He also shared the\npoetic spirit of Spain, and his hymn for the Day of Atonement is one of\nthe finest products of the new-Hebrew muse. The last stanzas run thus:",
        "    Thine is the love, O God, and thine the grace,\n    That holds the sinner in its mild embrace;\n    Thine the forgiveness, bridging o’er the space\n      ’Twixt man’s works and the task set by the King.",
        "    Unheeding all my sins, I cling to thee!\n    I know that mercy shall thy footstool be:\n    Before I call, O do thou answer me,\n      For nothing dare I claim of thee, my King!",
        "    O thou, who makest guilt to disappear,\n    My help, my hope, my rock, I will not fear;\n    Though thou the body hold in dungeon drear,\n      The soul has found the palace of the King!",
        "Everything that Nachmanides wrote is warm with tender love. He was an\nenthusiast in many directions. His heart went out to the French\nTalmudists, yet he cherished so genuine an affection for Maimonides that\nhe defended him with spirit against his detractors. Gentle by nature, he\nbroke forth into fiery indignation against the French critics of\nMaimonides. At the same time his tender soul was attracted by the\nemotionalism of the Kabbala, or mystical view of life, a view equally\nopposed to the views of Maimonides and of the French school. He tried to\nact the part of reconciler, but his intellect, strong as it was, was too\nmuch at the mercy of his emotions for him to win a commanding place in\nthe controversies of his time.",
        "For a moment we may turn aside from his books to the incidents of his\nlife. Like Maimonides, he was a physician by profession and a Rabbi by\nway of leisure. The most momentous incident in his career in Barcelona\nwas his involuntary participation in a public dispute with a convert\nfrom the Synagogue. Pablo Christiani burned with the desire to convert\nthe Jews en masse to Christianity, and in 1263 he induced King Jayme I\nof Aragon to summon Nachmanides to a controversy on the truth of\nChristianity. Nachmanides complied with the royal command most\nreluctantly. He felt that the process of rousing theological animosity\nby a public discussion could only end in a religious persecution.\nHowever, he had no alternative but to assent. He stipulated for complete\nfreedom of speech. This was granted, but when Nachmanides published his\nversion of the discussion, the Dominicans were incensed. True, the\nspecial commission appointed to examine the charge of blasphemy brought\nagainst Nachmanides reported that he had merely availed himself of the\nright of free speech which had been guaranteed to him. He was\nnevertheless sentenced to exile, and his pamphlet was burnt. Nachmanides\nwas seventy years of age at the time. He settled in Palestine, where he\ndied in about 1270, amid a band of devoted friends and disciples, who\ndid not, however, reconcile him to the separation from his Spanish home.\n\"I left my family,” he wrote, “I forsook my house. There, with my sons\nand daughters, the sweet, dear children whom I brought up on my knees, I\nleft also my soul My heart and my eyes will dwell with them forever.”",
        "The Halachic, or Talmudical, works of Nachmanides have already been\nmentioned. His homiletical, or exegetical, writings are of more literary\nimportance. In “The Sacred Letter” he contended that man’s earthly\nnature is divine no less than his soul, and he vindicates the “flesh\"\nfrom the attacks made on human character by certain forms of\nChristianity. The body, according to Nachmanides, is, with all its\nfunctions, the work of God, and therefore perfect. “It is only sin and\nneglect that disfigure God’s creatures.” In another of his books, “The\nLaw of Man,” Nachmanides writes of suffering and death. He offers an\nantidote to pessimism, for he boldly asserts that pain and suffering in\nthemselves are “a service of God, leading man to ponder on his end and\nreflect about his destiny.” Nachmanides believed in the bodily\nresurrection, but held that the soul was in a special sense a direct\nemanation from God. He was not a philosopher strictly so-called; he was\na mystic more than a thinker, one to whom God was an intuition, not a\nconcept of reason.",
        "The greatest work of Nachmanides was his “Commentary on the Pentateuch.\"\nHe reveals his whole character in it. In composing his work he had, he\ntells us, three motives, an intellectual, a theological, and an\nemotional motive. First, he would “satisfy the minds of students, and\ndraw their heart out by a critical examination of the text.” His\nexposition is, indeed, based on true philology and on deep and original\nstudy of the Bible. His style is peculiarly attractive, and had he been\ncontent to offer a plain commentary, his work would have ranked among\nthe best. But he had other desires besides giving a simple explanation\nof the text. He had, secondly, a theological motive, to justify God and\ndiscover in the words of Scripture a hidden meaning. In the Biblical\nnarratives, Nachmanides sees types of the history of man. Thus, the\naccount of the six days of creation is turned into a prophecy of the\nevents which would occur during the next six thousand years, and the\nseventh day is a type of the millennium. So, too, Nachmanides finds\nsymbolical senses in Scriptural texts, “for, in the Torah, are hidden\nevery wonder and every mystery, and in her treasures is sealed every\nbeauty of wisdom.” Finally, Nachmanides wrote, not only for educational\nand theological ends, but also for edification. His third purpose was\n\"to bring peace to the minds of students (laboring under persecution\nand trouble), when they read the portion of the Pentateuch on Sabbaths\nand festivals, and to attract their hearts by simple explanations and\nsweet words.” His own enthusiastic and loving temperament speaks in this\npart of his commentary. It is true, as Graetz says, that Nachmanides\nexercised more influence on his contemporaries and on succeeding ages by\nhis personality than by his writings. But it must be added that the\nwritings of Nachmanides are his personality.",
        "NACHMANIDES.",
        "I.H. Weiss, Study of the Talmud in the Thirteenth Century,\n  J.Q.R., I, p. 289.",
        "S. Schechter.–Studies in Judaism, p. 99 [120].",
        "Graetz.–III, 17; also III, p. 598 [617].",
        "Graetz.–III, p. 375 [385].",
        "TOSSAFISTS.",
        "Graetz.–III, p. 344 [351], 403 [415].",
        "     Kabbala.–The Bahir.–Abulafia.–Moses of Leon.–The\n     Zohar.–Isaac Lurya.–Isaiah Hurwitz.–Christian\n     Kabbalists.–The Chassidim.",
        "Mysticism is the name given to the belief in direct, intuitive communion\nwith God. All true religion has mystical elements, for all true religion\nholds that man can commune with God, soul with soul. In the Psalms, God\nis the Rock of the heart, the Portion of the cup, the Shepherd and\nLight, the Fountain of Life, an exceeding Joy. All this is, in a sense,\nmystical language. But mysticism has many dangers. It is apt to\nconfuse vague emotionalism and even hysteria with communion with God. A\nfurther defect of mysticism is that, in its medieval forms, it tended to\nthe multiplication of intermediate beings, or angels, which it created\nto supply the means for that communion with God which, in theory, the\nmystics asserted was direct. Finally, from being a deep-seated,\nemotional aspect of religion, mysticism degenerated into intellectual\nsport, a play with words and a juggling with symbols.",
        "Jewish mysticism passed through all these stages. Kabbala–as mysticism\nwas called–really means “Tradition,” and the name proves that the\ntheory had its roots far back in the past. It has just been said that\nthere is mysticism in the Psalms. So there is in the idea of\ninspiration, the prophet’s receiving a message direct from God with whom\nhe spoke face to face. After the prophetic age, Jewish mysticism\ndisplayed itself in intense personal religiousness, as well as in love\nfor Apocalyptic, or dream, literature, in which the sleeper could, like\nDaniel, feel himself lapped to rest in the bosom of God.",
        "All the earlier literary forms of mysticism, or theosophy, made\ncomparatively little impression on Jewish writers. But at the beginning\nof the thirteenth century a great development took place in the “secret\"\nscience of the Kabbala. The very period which produced the rationalism\nof Maimonides gave birth to the emotionalism of the Kabbala. The Kabbala\nwas at first a protest against too much intellectualism and rigidity in\nreligion. It reclaimed religion for the heart. A number of writers more\nor less dallied with the subject, and then the Kabbala took a bolder\nflight. Ezra, or Azriel, a teacher of Nachmanides, compiled a book\ncalled “Brilliancy” (Bahir) in the year 1240. It was at once regarded\nas a very ancient book. As will be seen, the same pretence of antiquity\nwas made with regard to another famous Kabbalistic work of a later\ngeneration. Under Todros Abulafia (1234-1304) and Abraham Abulafia\n(1240-1291), the mystical movement took a practical shape, and the\nJewish masses were much excited by stories of miracles performed and of\nthe appearance of a new Messiah.",
        "At this moment Moses of Leon (born in Leon in about 1250, died in\nArevalo in 1305) wrote the most famous Kabbalistic book of the Middle\nAges. This was named, in imitation of the Bahir, “Splendor” (Zohar),\nand its brilliant success matched its title. Not only did this\nextraordinary book raise the Kabbala to the zenith of its influence, but\nit gave it a firm and, as it has proved, unassailable basis. Like the\nBahir, the Zohar was not offered to the public on its own merits, but\nwas announced as the work of Simon, the son of Yochai, who lived in the\nsecond century. The Zohar, it was pretended, had been concealed in a\ncavern in Galilee for more than a thousand years, and had now been\nsuddenly discovered. The Zohar is, indeed, a work of genius, its\nspiritual beauty, its fancy, its daring imagery, its depth of devotion,\nranking it among the great books of the world. Its literary style,\nhowever, is less meritorious; it is difficult and involved. As\nChatterton clothed his ideas in a pseudo-archaic English, so Moses of\nLeon used an Aramaic idiom, which he handled clumsily and not as one to\nthe manner born. It would not be so important to insist on the fact that\nthe Zohar was a literary forgery, that it pretended to an antiquity it\ndid not own, were it not that many Jews and Christians still write as\nthough they believe that the book is as old as it was asserted to be.\nThe defects of the Zohar are in keeping with this imposture. Absurd\nallegories are read into the Bible; the words of Scripture are counters\nin a game of distortion and combination; God himself is obscured amid a\nmaze of mystic beings, childishly conceived and childishly named.\nPhilosophically, the Zohar has no originality. Its doctrines of the\nTransmigration of the Soul, of the Creation as God’s self-revelation in\nthe world, of the Emanation from the divine essence of semi-human,\nsemi-divine powers, were only commonplaces of medieval theology. Its\ngreat original idea was that the revealed Word of God, the Torah, was\ndesigned for no other purpose than to effect a union between the soul of\nman and the soul of God.",
        "Reinforced by this curious jumble of excellence and nonsense, the\nKabbala became one of the strongest literary bonds between Jews and\nChristians. It is hardly to be wondered at, for the Zohar contains some\nideas which are more Christian than Jewish. Christians, like Pico di\nMirandola (1463-1494), under the influence of the Jewish Kabbalist\nJochanan Aleman, and Johann Reuchlin (1455-1522), sharer of Pico’s\nspirit and precursor of the improved study of the Scriptures in Europe,\nmade the Zohar the basis of their defence of Jewish literature against\nthe attempts of various ecclesiastical bodies to crush and destroy it.",
        "The Kabbala did not, however, retain a high place in the realm of\nliterature. It greatly influenced Jewish religious ceremonies, it\nproduced saintly souls, and from such centres as Safed and Salonica sent\nforth men like Solomon Molcho and Sabbatai Zevi, who maintained that\nthey were Messiahs, and could perform miracles on the strength of\nKabbalistic powers. But from the literary stand-point the Kabbala was a\nbarren inspiration. The later works of Kabbalists are a rehash of the\nolder works. The Zohar was the bible of the Kabbalists, and the later\nworks of the school were commentaries on this bible. The Zohar had\nabsorbed all the earlier Kabbalistic literature, such as the “Book of\nCreation” (Sefer Yetsirah), the Book Raziel, the Alphabet of Rabbi\nAkiba, and it was the final literary expression of the Kabbala.",
        "It is, therefore, unnecessary to do more than name one or two of the\nmore noted Kabbalists of post-Zoharistic ages. Isaac Lurya (1534-1572)\nwas a saint, so devoid of self-conceit that he published nothing, though\nhe flourished at the very time when the printing-press was throwing\ncopies of the Zohar broadcast. We owe our knowledge of Lurya’s\nKabbalistic ideas to the prolific writings of his disciple Chayim Vital\nCalabrese, who died in Damascus in 1620. Other famous Kabbalists were\nIsaiah Hurwitz (about 1570-1630), author of a much admired ethical work,\n\"The Two Tables of the Covenant” (Sheloh, as it is familiarly called\nfrom the initials of its Hebrew title); Nehemiah Chayun (about\n1650-1730); and the Hebrew dramatist Moses Chayim Luzzatto (1707-1747).",
        "A more recent Kabbalistic movement, led by the founder of the new\nsaints, or Chassidim, Israel Baalshem (about 1700-1772), was even less\nliterary than the one just described. But the Kabbalists, medieval and\nmodern, were meritorious writers in one field of literature. The\nKabbalists and the Chassidim were the authors of some of the most\nexquisite prayers and meditations which the soul of the Jew has poured\nforth since the Psalms were completed. This redeems the later\nKabbalistic literature from the altogether unfavorable verdict which\nwould otherwise have to be passed on it.",
        "KABBALA.",
        "Graetz.–III, p. 547 [565]",
        "MOSES DE LEON.",
        "Graetz.–IV, 1.",
        "ZOHAR.",
        "A. Neubauer.–Bahir and Zohar, J.Q.R., IV, p. 357.",
        "Steinschneider.–Jewish Literature, p. 104.",
        "ISAAC LURYA.",
        "Graetz.–IV, p. 618 [657].",
        "SABBATAI ZEVI.",
        "Graetz.–V, p. 118 [125].",
        "CHASSIDIM.",
        "Graetz.–V, 9.",
        "Schechter.–Studies in Judaism, p. 1.",
        "     Immanuel and Dante.–The Machberoth.–Judah\n     Romano.–Kalonymos.–The Eben Bochan.–Moses Rieti.–Messer\n     Leon.",
        "The course of Jewish literature in Italy ran along the same lines as in\nSpain. The Italian group of authors was less brilliant, but the\ndifference was one of degree, not of kind. The Italian aristocracy, like\nthe Moorish caliphs and viziers, patronized learning, and encouraged the\nJews in their literary ambitions.",
        "Yet the fact that the inspiration in Spain came from Islam and in Italy\nfrom Christianity produced some consequences. In Spain the Jews followed\nArab models of style. In Italy the influence of classical models was\nfelt at the time of the Renaissance. Most noteworthy of all was the\nindebtedness of the Hebrew poets of Italy to Dante.",
        "It is not improbable that Dante was a personal friend of the most noted\nof these Jewish poets, Immanuel, the son of Solomon of Rome. Like the\nother Jews of Rome, Immanuel stood in the most friendly relations with\nChristians, for nowhere was medieval intolerance less felt than in the\nvery seat of the Pope, the head of the Church. Thus, on the one hand\nImmanuel was a leading member of the synagogue, and, on the other, he\ncarried on a literary correspondence with learned Christians, with\npoets, and men of science. He was himself a physician, and his poems\nbreathe a scientific spirit. As happened earlier in Spain, the circle of\nImmanuel regarded verse-making as part of the culture of a scholar.\nWitty verses, in the form of riddles and epigrams, were exchanged at the\nmeetings of the circle. With these poets, among whom Kalonymos was\nincluded, the penning of verses was a fashion. On the other hand, music\nwas not so much cultivated by the Italian Hebrews as by the Spanish.\nHence, both Immanuel and Kalonymos lack the lightness and melody of the\nbest writers of Hebrew verse in Spain. The Italians atoned for this loss\nby their subject-matter. They are joyous poets, full of the gladness of\nlife. They are secular, not religious poets; the best of the\nSpanish-Hebrew poetry was devotional, and the best of the Italian so\nsecular that it was condemned by pietists as too frivolous and too much\n\"disfigured by ill-timed levity.”",
        "Immanuel was born in Rome in about 1270. He rarely mentions his father,\nbut often names his mother Justa as a woman of pious and noble\ncharacter. As a youth, he had a strong fancy for scientific study, and\nwas nourished on the “Guide” of Maimonides, on the works of the Greeks\nand Arabs, and on the writings of the Christian school-men, which he\nread in Hebrew translations. Besides philosophy, mathematics, astronomy,\nand medicine, Immanuel studied the Bible and the Talmud, and became an\naccomplished scholar. He was not born a poet, but he read deeply the\npoetical literature of Jews and Christians, and took lessons in\nrhyme-making. He was wealthy, and his house was a rendezvous of wits and\nscientists. His own position in the Jewish community was remarkable. It\nhas already been said that he took an active part in the management of\ncommunal affairs, but he did more than this. He preached in the\nsynagogue on the Day of Atonement, and delivered eulogistic orations\nover the remains of departed worthies. Towards the end of his life he\nsuffered losses both in fortune and in friends, but he finally found a\nnew home in Fermo, where he was cordially welcomed in 1328. The date of\nhis death is uncertain, but he died in about 1330.",
        "His works were versatile rather than profound. He wrote grammatical\ntreatises and commentaries, which display learning more than\noriginality. But his poetical writings are of great interest in the\nhistory of Jewish literature. He lived in the dawn-flush of the\nRenaissance in Italy. The Italian language was just evolving itself,\nunder the genius of Dante, from a mere jumble of dialects into a\nliterary language. Dante did for Italy what Chaucer was soon after to do\nfor England. On the one side influenced by the Renaissance and the birth\nof the new Italian language, on the other by the Jewish revival of\nletters in Spain and Provence, the Italian Jews alone combined the\nJewish spirit with the spirit of the classical Renaissance. Immanuel was\nthe incarnation of this complex soul.",
        "This may be seen from the form of Immanuel’s Machberoth, or\n\"Collection.” The latter portion of it, named separately “Hell and\nEden,” was imitated from the Christian Dante; the poem as a whole was\nplanned on Charizi’s Tachkemoni, a Hebrew development of the Arabic\nDivan. The poet is not the hero of his own song, but like the Arabic\npoets of the divan, conceives a personage who fills the centre of the\ncanvas–a personage really identical with the author, yet in a sense\nother than he. Much quaintness of effect is produced by this double part\nplayed by the poet, who, as it were, satirizes his own doings. In\nImmanuel’s Machberoth there is much variety of romantic incident. But\nit is in satire that he reaches his highest level. Love and wine are the\nfrequent burdens of his song, as they are in the Provençal and Italian\npoetry of his day. Immanuel was something of a Voltaire in his jocose\ntreatment of sacred things, and pietists like Joseph Karo inhibited the\nstudy of the Machberoth. Others, too, described his songs as sensuous\nand his satires as blasphemous. But the devout and earnest piety of\nsome of Immanuel’s prayers,–some of them to be found in the\nMachberoth themselves–proves that Immanuel’s licentiousness and\nlevity were due, not to lack of reverence, but to the attempt to\nreconcile the ideals of Italian society of the period of the Renaissance\nwith the ideals of Judaism.",
        "Immanuel owed his rhymed prose to Charizi, but again he shows his\ndevotion to two masters by writing Hebrew sonnets. The sonnet was new\nthen to Italian verse, and Immanuel’s Hebrew specimens thus belong to\nthe earliest sonnets written in any literature. It is, indeed,\nimpossible to convey a just sense of the variety of subject and form in\nthe Machberoth. “Serious and frivolous topics trip each other by the\nheels; all metrical forms, prayers, elegies, passages in unmetrical\nrhymes, all are mingled together.” The last chapter is, however, of a\ndifferent character, and it has often been printed as a separate work.\nIt is the “Hell and Eden” to which allusion has already been made.",
        "The link between Immanuel and his Provençal contemporary Kalonymos was\nsupplied by Judah Romano, the Jewish school-man. All three were in the\nservice of the king of Naples. Kalonymos was the equal of Romano as a\nphilosopher and not much below Immanuel as a satirist. He was a more\nfertile poet than Immanuel, for, while Immanuel remained the sole\nrepresentative of his manner, Kalonymos gave birth to a whole school of\nimitators. Kalonymos wrote many translations, of Galen, Averroes,\nAristotle, al-Farabi, Ptolemy, and Archimedes. But it was his keen wit\nmore than his learning that made him popular in Rome, and impelled the\nJews of that city, headed by Immanuel, to persuade Kalonymos to settle\npermanently in Italy. Kalonymos’ two satirical poems were called “The\nTouchstone” (Eben Bochan) and “The Purim Tractate.” These satirize\nthe customs and social habits of the Jews of his day in a bright and\npowerful style. In his Purim Tractate, Kalonymos parodies the style,\nlogic, and phraseology of the Talmud, and his work was the forerunner of\na host of similar parodies.",
        "There were many Italian writers of Piyutim, i.e. Synagogue hymns, but\nthese were mediocre in merit. The elegies written in lament for the\nburning of the Law and the martyrdoms endured in various parts of Italy\nwere the only meritorious devotional poems composed in Hebrew in that\ncountry. Italy remained famous in Hebrew poetry for secular, not for\nreligious compositions. In the fifteenth century Moses Rieti (born 1389,\ndied later than 1452) imitated Dante once more in his “Lesser Sanctuary\"\n(Mikdash Meät). Here again may be noticed a feature peculiar to\nItalian Hebrew poetry. Rieti uses regular stanzas, Italian forms of\nverse, in this matter following the example of Immanuel. Messer Leon, a\nphysician of Mantua, wrote a treatise on Biblical rhetoric (1480).\nAgain, the only important writer of dramas in Hebrew was, as we shall\nsee, an Italian Jew, who copied Italian models. Though, therefore, the\nHebrew poetry of Italy scarcely reaches the front rank, it is\nhistorically of first-rate importance. It represents the only effects of\nthe Renaissance on Jewish literature. In other countries, the condition\nof the Jews was such that they were shut off from external influences.\nTheir literature suffered as their lives did from imprisonment within\nthe Ghettos, which were erected both by the Jews themselves and by the\ngovernments of Europe.",
        "S. Morals.–Italian Jewish Literature (Publications of the\n  Gratz College, Vol. 1).",
        "Graetz.–IV, p. 61 [66].",
        "J. Chotzner.–Immanuel di Romi, J.Q.R., IV, p. 64.",
        "G. Sacerdote.–Emanuele da Roma’s Ninth Mehabbereth,\n  J.Q.R., VII, p. 711.",
        "Graetz.–IV, p. 68 [73].",
        "MOSES RIETI.",
        "Graetz.–IV, p. 230 [249].",
        "MESSER LEON.",
        "Graetz.–IV, p. 289 [311].",
        "     Bachya Ibn Pekuda.–Choboth ha-Lebaboth.–Sefer\n     ha-Chassidim.–Rokeach.–Yedaiah Bedaressi’s Bechinath\n     Olam.–Isaac Aboab’s Menorath ha-Maor.–Ibn Chabib’s “Eye of\n     Jacob.\"–Zevaoth, or Ethical Wills.–Joseph Ibn Caspi.–Solomon\n     Alami.",
        "A large proportion of all Hebrew books is ethical. Many of the works\nalready treated here fall under this category. The Talmudical,\nexegetical, and philosophical writings of Jews were also ethical\ntreatises. In this chapter, however, attention will be restricted to a\nfew books which are in a special sense ethical.",
        "Collections of moral proverbs, such as the “Choice of Pearls,\"\nattributed to Ibn Gebirol, and the “Maxims of the Philosophers” by\nCharizi, were great favorites in the Middle Ages. They had a distinct\ncharm, but they were not original. They were either compilations from\nolder books or direct translations from the Arabic. It was far otherwise\nwith the ethical work entitled “Heart Duties” (Choboth ha-Lebaboth),\nby Bachya Ibn Pekuda (about 1050-1100). This was as original as it was\nforcible. Bachya founded his ethical system on the Talmud and on the\nphilosophical notions current in his day, but he evolved out of these\nelements an original view of life. The inner duties dictated by\nconscience were set above all conventional morality. Bachya probed the\nvery heart of religion. His soul was filled with God, and this\ncommunion, despite the ascetic feelings to which it gave rise, was to\nBachya an exceeding joy. His book thrills the reader with the author’s\nown chastened enthusiasm. The “Heart Duties” of Bachya is the most\ninspired book written by a Jew in the Middle Ages.",
        "In part worthy of a place by the side of Bachya’s treatise is an ethical\nbook written in the Rhinelands during the thirteenth century. “The Book\nof the Pious” (Sefer ha-Chassidim) is mystical, and in course of time\nsuperstitious elements were interpolated. Wrongly attributed to a single\nwriter, Judah Chassid, the “Book of the Pious” was really the combined\nproduct of the Jewish spirit in the thirteenth century. It is a\nconglomerate of the sublime and the trivial, the purely ethical with the\nceremonial. With this popular and remarkable book may be associated\nother conglomerates of the ritual, the ethical, and the mystical, as the\nRokeach by Eleazar of Worms.",
        "A simpler but equally popular work was Yedaiah Bedaressi’s “Examination\nof the World” (Bechinath Olam), written in about the year 1310. Its\nstyle is florid but poetical, and the many quaint turns which it gives\nto quotations from the Bible remind the reader of Ibn Gebirol. Its\nearnest appeal to man to aim at the higher life, its easily\nintelligible and commonplace morals, endeared it to the “general reader\"\nof the Middle Ages. Few books have been more often printed, few more\noften translated.",
        "Another favorite class of ethical books consisted of compilations made\ndirect from the Talmud and the Midrash. The oldest and most prized of\nthese was Isaac Aboab’s “Lamp of Light” (Menorath ha-Maor). It was an\nadmirably written book, clearly arranged, and full to the brim of\nethical gems. Aboab’s work was written between 1310 and 1320. It is\narranged according to subjects, differing in this respect from another\nvery popular compilation, Jacob Ibn Chabib’s “Eye of Jacob” (En\nYaakob), which was completed in the sixteenth century. In this, the\nHagadic passages of the Talmud are extracted without arrangement, the\norder of the Talmud itself being retained. The “Eye of Jacob” was an\nextremely popular work.",
        "Of the purely devotional literature of Judaism, it is impossible to\nspeak here. One other ethical book must be here noticed, for it has\nattained wide and deserved popularity. This is the “Path of the Upright\"\n(Messilath Yesharim) by Moses Chayim Luzzatto, of whom more will be\nsaid in a later chapter. But a little more space must be here devoted to\na species of ethical tract which was peculiar to Jewish moralists. These\ntracts were what are known as Ethical Wills.",
        "These Ethical Wills (Zevaoth) contained the express directions of\nfathers to their children or of aged teachers to their disciples. They\nwere for the most part written calmly in old age, but not immediately\nbefore the writers’ death. Some of them were very carefully composed,\nand amount to formal ethical treatises. But in the main they are\ncharmingly natural and unaffected. They were intended for the absolutely\nprivate use of children and relatives, or of some beloved pupil who\nheld the dearest place in his master’s regard. They were not designed\nfor publication, and thus, as the writer had no reason to expect that\nhis words would pass beyond a limited circle, the Ethical Will is a\nclear revelation of his innermost feelings and ideals. Intellectually\nsome of these Ethical Wills are poor; morally, however, the general\nlevel is very high.",
        "Addresses of parents to their children occur in the Bible, the\nApocrypha, and the Rabbinical literature. But the earliest extant\nEthical Will written as an independent document is that of Eleazar, the\nson of Isaac of Worms (about 1050), who must not be confused with the\nauthor of the Rokeach. The eleventh and twelfth centuries supply few\nexamples of the Ethical Will, but from the thirteenth century onwards\nthere is a plentiful array of them. “Think not of evil,” says Eleazar of\nWorms, “for evil thinking leads to evil doing.... Purify thy body, the\ndwelling-place of thy soul.... Give of all thy food a portion to God.\nLet God’s portion be the best, and give it to the poor.” The will of the\ntranslator Judah Ibn Tibbon (about 1190) contains at least one passage\nworthy of Ruskin: “Avoid bad society, make thy books thy companions, let\nthy book-cases and shelves be thy gardens and pleasure-grounds. Pluck\nthe fruit that grows therein, gather the roses, the spices, and the\nmyrrh. If thy soul be satiate and weary, change from garden to garden,\nfrom furrow to furrow, from sight to sight. Then will thy desire renew\nitself, and thy soul be satisfied with delight.” The will of Nachmanides\nis an unaffected eulogy of humility. Asher, the son of Yechiel\n(fourteenth century), called his will “Ways of Life,” and it includes\n132 maxims, which are often printed in the prayer-book. “Do not obey the\nLaw for reward, nor avoid sin from fear of punishment, but serve God\nfrom love. Sleep not over-much, but rise with the birds. Be not\nover-hasty to reply to offensive remarks; raise not thy hand against\nanother, even if he curse thy father or mother in thy presence.”",
        "Some of these wills, like that of the son of the last mentioned, are\nwritten in rhymed prose; some are controversial. Joseph Ibn Caspi writes\nin 1322: “How can I know God, and that he is one, unless I know what\nknowing means, and what constitutes unity? Why should these things be\nleft to non-Jewish philosophers? Why should Aristotle retain sole\npossession of the treasures that he stole from Solomon?” The belief that\nAristotle had visited Jerusalem with Alexander the Great, and there\nobtained possession of Solomon’s wisdom, was one of the most curious\nmyths of the Middle Ages. The will of Eleazar the Levite of Mainz (1357)\nis a simple document, without literary merit, but containing a clear\nexposition of duty. “Judge every man charitably, and use your best\nefforts to find a kindly explanation of conduct, however suspicious....\nGive in charity an exact tithe of your property. Never turn a poor man\naway empty-handed. Talk no more than is necessary, and thus avoid\nslander. Be not as dumb cattle that utter no word of gratitude, but\nthank God for his bounties at the time at which they occur, and in your\nprayers let the memory of these personal favors warm your hearts, and\nprompt you to special fervor during the utterance of the communal thanks\nfor communal well-being. When words of thanks occur in the liturgy,\npause and silently reflect on the goodness of God to you that day.”",
        "In striking contrast to the simplicity of the foregoing is the elaborate\n\"Letter of Advice” by Solomon Alami (beginning of the fifteenth\ncentury). It is composed in beautiful rhymed prose, and is an important\nhistorical record. For the author shared the sufferings of the Jews of\nthe Iberian peninsula in 1391, and this gives pathetic point to his\ncounsel: “Flee without hesitation when exile is the only means of\nsecuring religious freedom; have no regard to your worldly career or\nyour property, but go at once.”",
        "It is needless to indicate fully the nature of the Ethical Wills of the\nsixteenth and subsequent centuries. They are closely similar to the\nforegoing, but they tend to become more learned and less simple. Yet,\nthough as literature they are often quite insignificant, as ethics they\nrarely sink below mediocrity.",
        "ETHICAL LITERATURE.",
        "Steinschneider.–Jewish Literature, pp. 100, 232.",
        "B.H. Ascher.–Choice of Pearls (with English translation,\n  London, 1859).",
        "D. Rosin.–Ethics of Solomon Ibn Gebirol, J.Q.R.,\n  III, p. 159.",
        "Graetz, III, p. 271.",
        "YEDAYA BEDARESSI.",
        "Graetz.–IV, p. 42 [45].",
        "J. Chotzner.–J.Q.R., VIII, p. 414.",
        "T. Goodman.–English translation of Bechinath Olam (London, 1830).",
        "ETHICAL WILLS.",
        "Edelmann.–The Path of Good Men (London, 1852).",
        "I. Abrahams, J.Q.R., III, p. 436.",
        "     Eldad the Danite.–Benjamin of Tudela.–Petachiah of\n     Ratisbon.–Esthori Parchi.–Abraham Farissol.–David Reubeni\n     and Molcho.–Antonio de Montesinos and Manasseh ben\n     Israel.–Tobiah Cohen.–Wessely.",
        "The voluntary and enforced travels of the Jews produced, from the\nearliest period after the destruction of the Temple, an extensive, if\nfragmentary, geographical literature. In the Talmud and later religious\nbooks, in the Letters of the Gaonim, in the correspondence of Jewish\nambassadors, in the autobiographical narratives interspersed in the\nworks of all Jewish scholars of the Middle Ages, in the Aruch, or\nTalmudical Lexicon, of Nathan of Rome, in the satirical romances of the\npoetical globe-trotters, Zabara and Charizi, and, finally, in the Bible\ncommentaries written by Jews, many geographical notes are to be found.\nBut the composition of complete works dedicated to travel and\nexploration dates only from the twelfth century.",
        "Before that time, however, interest in the whereabouts of the Lost Ten\nTribes gave rise to a book which has been well called the Arabian Nights\nof the Jews. The “Diary of Eldad the Danite,” written in about the year\n880, was a popular romance, to which additions and alterations were made\nat various periods. This diary tells of mighty Israelite empires,\nespecially of the tribe of Moses, the peoples of which were all\nvirtuous, all happy, and long-lived.",
        "      “A river flows round their land for a distance of four\n     days’ journey on every side. They dwell in beautiful houses\n     provided with handsome towers, which they have built\n     themselves. There is nothing unclean among them, neither in\n     the case of birds, venison, nor domesticated animals; there\n     are no wild beasts, no flies, no foxes, no vermin, no\n     serpents, no dogs, and, in general, nothing that does harm;\n     they have only sheep and cattle, which bear twice a year.\n     They sow and reap, they have all kinds of gardens with all\n     kinds of fruits and cereals, beans, melons, gourds,\n     onions, garlic, wheat, and barley, and the seed grows a\n     hundredfold. They have faith; they know the Law, the\n     Mishnah, the Talmud, and the Hagadah.... No child, be it\n     son or daughter, dies during the life-time of its parents,\n     but they reach a third and fourth generation. They do all\n     the field-work themselves, having no male nor female\n     servants. They do not close their houses at night, for\n     there is no thief or evil-doer among them. They have plenty\n     of gold and silver; they sow flax, and cultivate the\n     crimson-worm, and make beautiful garments.... The river\n     Sambatyon is two hundred yards broad, about as far as a\n     bow-shot. It is full of sand and stones, but without water;\n     the stones make a great noise, like the waves of the sea\n     and a stormy wind, so that in the night the noise is heard\n     at a distance of half a day’s journey. There are fish in\n     it, and all kinds of clean birds fly round it. And this\n     river of stone and sand rolls during the six working-days,\n     and rests on the Sabbath day. As soon as the Sabbath\n     begins, fire surrounds the river, and the flames remain\n     till the next evening, when the Sabbath ends. Thus no human\n     being can reach the river for a distance of half a mile on\n     either side; the fire consumes all that grows there.”",
        "With wild rapture the Jews of the ninth century heard of these\nprosperous and powerful kingdoms. Hopes of a restoration to former\ndignity encouraged them to believe in the mythical narrative of Eldad.\nIt is doubtful whether he was a bona fide traveller. At all events,\nhis book includes much that became the legendary property of all peoples\nin the Middle Ages, such as the fable of the mighty Christian Emperor of\nIndia, Prester John.",
        "Some further account of this semi-mythical monarch is contained in the\nfirst real Jewish traveller’s book, the “Itinerary” of Benjamin of\nTudela. This Benjamin was a merchant, who, in the year 1160, started on\na long journey, which was prompted partly by commercial, partly by\nscientific motives. He visited a large part of Europe and Asia, went to\nJerusalem and Bagdad, and gives in his “Itinerary” some remarkable\ngeographical facts and some equally remarkable fables. He tells, for\ninstance, the story of the pretended Messiah, David Alroy, whom Disraeli\nmade the hero of one of his romances. Benjamin of Tudela’s “Itinerary\"\nwas a real contribution to geography.",
        "Soon after Benjamin, another Jew, Petachiah of Ratisbon, set out on a\nsimilar but less extended tour, which occupied him during the years 1179\nand 1180. His “Travels” are less informing than those of his immediate\npredecessor, but his descriptions of the real or reputed sepulchres of\nancient worthies and his account of the Jewish College in Bagdad are\nfull of romantic interest, which was not lessened for medieval readers\nbecause much of Petachiah’s narrative was legendary.",
        "A far more important work was written by the first Jewish explorer of\nPalestine, Esthori Parchi, a contemporary of Mandeville. His family\noriginated in Florenza, in Andalusia, and the family name Parchi (the\nFlower) was derived from this circumstance. Esthori was himself born in\nProvence, and was a student of science as well as of the Talmud. When\nhe, together with the rest of the Jews of France, was exiled in 1306, he\nwandered to Spain and Egypt until the attraction of the Holy Land\nproved irresistible. His manner was careful, and his love of accuracy\nunusual for his day. Hence, he was not content to collect all ancient\nand contemporary references to the sites of Palestine. For seven years\nhe devoted himself to a personal exploration of the country, two years\nbeing passed in Galilee. In 1322 he completed his work, which he called\nKaphtor va-Pherach (Bunch and Flower) in allusion to his own name.",
        "Access to the Holy Land became easier for Jews in the fourteenth\ncentury. Before that time the city of Jerusalem had for a considerable\nperiod been barred to Jewish pilgrims. By the laws of Constantine and of\nOmar no Jew might enter within the precincts of his ancient capital.\nEven in the centuries subsequent to Omar, such pilgrimages were fraught\nwith danger, but the poems of Jehuda Halevi, the tolerance of Islam, and\nthe reputation of Northern Syria as a centre of the Kabbala, combined\nto draw many Jews to Palestine. Many letters and narratives were the\nresults. One characteristic specimen must suffice. In 1488 Obadiah of\nBertinoro, author of the most popular commentary on the Mishnah, removed\nfrom Italy to Jerusalem, where he was appointed Rabbi. In a letter to\nhis father he gives an intensely moving account of his voyage and of the\nstate of Hebron and Zion. The narrative is full of personal detail, and\nis marked throughout by deep love for his father, which struggles for\nthe mastery with his love for the Holy City.",
        "A more ambitious work was the “Itinera Mundi” of Abraham Farissol,\nwritten in the autumn of 1524. This treatise was based upon original\nresearches as well as on the works of Christian and Arabian geographers.\nHe incidentally says a good deal about the condition of the Jews in\nvarious parts of the world. Indeed, almost all the geographical\nwritings of Jews are social histories of their brethren in faith.\nSomewhat later, David Reubeni published some strange stories as to the\nJews. He went to Rome, where he made a considerable sensation, and was\nreceived by Pope Clement VII (1523-1534). Dwarfish in stature and dark\nin complexion, David Reubeni was wasted by continual fasting, but his\nmanner, though harsh and forbidding, was intrepid and awe-inspiring. His\noutrageous falsehoods for a time found ready acceptance with Jews and\nChristians alike, and his fervid Messianism won over to his cause many\nMarranos–Jews who had been forced by the Inquisition in Spain to assume\nthe external garb of Christianity. His chief claim on the memory of\nposterity was his connection with the dramatic career of Solomon Molcho\n(1501-1532), a youth noble in mind and body, who at Reubeni’s\ninstigation personated the Messiah, and in early manhood died a martyr’s\ndeath amid the flames of the Inquisition at Mantua.",
        "The geographical literature of the Jews did not lose its association\nwith Messianic hopes. Antonio de Montesinos, in 1642, imagined that he\nhad discovered in South America the descendants of the Ten Tribes. He\nhad been led abroad by business considerations and love of travel, and\nin Brazil came across a mestizo Indian, from whose statements he\nconceived the firm belief that the Ten Tribes resided and thrived in\nBrazil. Two years later he visited Amsterdam, and, his imagination\naflame with the hopes which had not been stifled by several years’\nendurance of the prisons and tortures of the Inquisition, persuaded\nManasseh ben Israel to accept his statements. On his death-bed in\nBrazil, Montesinos reiterated his assertions, and Manasseh ben Israel\nnot only founded thereon his noted book, “The Hope of Israel,” but under\nthe inspiration of similar ideas felt impelled to visit London, and win\nfrom Cromwell the right of the Jews to resettle in England.",
        "Jewish geographical literature grew apace in the eighteenth century. A\nfamous book, the “Work of Tobiah,” was written at the beginning of this\nperiod by Tobiah Cohen, who was born at Metz in 1652, and died in\nJerusalem in 1729. It is a medley of science and fiction, an\nencyclopedia dealing with all branches of knowledge. He had studied at\nthe Universities of Frankfort and Padua, had enjoyed the patronage of\nthe Elector of Brandenburg, and his medical knowledge won him many\ndistinguished patients in Constantinople. Thus his work contains many\nmedical chapters of real value, and he gives one of the earliest\naccounts of recently discovered drugs and medicinal plants. Among other\ncuriosities he maintained that he had discovered the Pygmies.",
        "From this absorbing but confusing book our survey must turn finally to\nN.H. Wessely, who in 1782 for the first time maintained the importance\nof the study of geography in Jewish school education. The works of the\npast, with their consoling legends and hopes, continued to hold a place\nin the heart of Jewish readers. But from Wessely’s time onwards a long\nseries of Jewish explorers and travellers have joined the ranks of those\nwho have opened up for modern times a real knowledge of the globe.",
        "Steinschneider.–Jewish Literature, p. 80.",
        "A. Neubauer.–Series of Articles entitled Where are the Ten Tribes,\n  J.Q.R., Vol. I.",
        "A. Asher.–The Itinerary of Benjamin of Tudela (with English\n  translation and appendix by Zunz. London, 1840-1).",
        "A. Benisch.–Travels of Petachia of Ratisbon (with English\n  translation. London, 1856).",
        "Graetz.–IV, p. 413 [440].",
        "DAVID REUBENI.",
        "Graetz.–IV, p. 491 [523].",
        "H. WESSELY.",
        "Graetz.–V, p. 366 [388].",
        "     Order of the Tannaim and Amoraim.–Achimaaz.–Abraham Ibn\n     Daud.–Josippon.–Historical Elegies, or Selichoth.–Memorial\n     Books.–Abraham Zacuto.–Elijah Kapsali.–Usque.–Ibn\n     Verga.–Joseph Cohen.–David Gans.–Gedaliah Ibn\n     Yachya.–Azariah di Rossi.",
        "The historical books to be found in the Bible, the Apocrypha, and the\nHellenistic literature prove that the Hebrew genius was not unfitted for\nthe presentation of the facts of Jewish life. These older works, as well\nas the writings of Josephus, also show a faculty for placing local\nrecords in relation to the wider facts of general history. After the\ndispersion of the Jews, however, the local was the only history in which\nthe Jews could bear a part. The Jews read history as a mere commentary\non their own fate, and hence they were unable to take the wide outlook\ninto the world required for the compilation of objective histories.\nThus, in their aim to find religious consolation for their sufferings in\nthe Middle Ages, the Jewish historians sought rather to trace the hand\nof Providence than to analyze the human causes of the changes in the\naffairs of mankind.",
        "But in another sense the Jews were essentially gifted with the\nhistorical spirit. The great men of Israel were not local heroes. Just\nas Plutarch’s Lives were part of the history of the world’s politics, so\nJewish biographies of learned men were part of the history of the\nworld’s civilization. With the “Order of the Tannaim and Amoraim\"\n(written about the year 1100) begins a series of such biographical\nworks, in which more appreciation of sober fact is displayed than might\nhave been expected from the period. In the same way the famous Letter of\nSherira Gaon on the compilation of the Rabbinical literature (980)\nmarked great progress in the critical examination of historical\nproblems. Later works did not maintain the same level.",
        "In the Middle Ages, Jewish histories mostly took the form of uncritical\nChronicles, which included legends and traditions as well as assured\nfacts. Their interest and importance lie in the personal and communal\ndetails with which they abound. Sometimes they are confessedly local.\nThis is the case with the “Chronicle of Achimaaz,” written by him in\n1055 in rhymed prose. In an entertaining style, he tells of the early\nsettlements of the Jews in Southern Italy, and throws much light on the\nintercommunication between the scattered Jewish congregations of his\ntime. A larger canvas was filled by Abraham Ibn Daud, the physician and\nphilosopher who was born in Toledo in 1110, and met a martyr’s end at\nthe age of seventy. His “Book of Tradition” (Sefer ha-Kabbalah),\nwritten in 1161, was designed to present, in opposition to the Karaites,\nthe chain of Jewish tradition as a series of unbroken links from the\nage of Moses to Ibn Baud’s own times. Starting with the Creation, his\nhistory ends with the anti-Karaitic crusade of Judah Ibn Ezra in Granada\n(1150). Abraham Ibn Daud shows in this work considerable critical power,\nbut in his two other histories, one dealing with the history of Rome\nfrom its foundation to the time of King Reccared in Spain, the other a\nnarrative of the history of the Jews during the Second Temple, the\nauthor relied entirely on “Josippon.” This was a medieval concoction\nwhich long passed as the original Josephus. “Josippon” was a romance\nrather than a history. Culled from all sources, from Strabo, Lucian, and\nEusebius, as well as from Josephus, this marvellous book exercised\nstrong influence on the Jewish imagination, and supplied an antidote to\nthe tribulations of the present by the consolations of the past and the\nvivid hopes for the future.",
        "For a long period Abraham Ibn Daud found no imitators. Jewish history\nwas written as part of the Jewish religion. Yet, incidentally, many\nhistorical passages were introduced in the works of Jewish scholars and\ntravellers, and the liturgy was enriched by many beautiful historical\nElegies, which were a constant call to heroism and fidelity. These\nElegies, or Selichoth, were composed throughout the Middle Ages, and\ntheir passionate outpourings of lamentation and trust give them a high\nplace in Jewish poetry. They are also important historically, and fully\njustify the fine utterance with which Zunz introduces them, an utterance\nwhich was translated by George Eliot as follows:",
        "     If there are ranks in suffering, Israel takes precedence of\n     all the nations–if the duration of sorrows and the patience\n     with which they are borne ennoble, the Jews are among the\n     aristocracy of every land–if a literature is called rich in\n     the possession of a few classic tragedies, what shall we say\n     to a National Tragedy lasting for fifteen hundred years, in\n     which the poets and the actors were also the heroes?",
        "The story of the medieval section of this pathetic martyrdom is written\nin the Selichoth and in the more prosaic records known as “Memorial\nBooks” (in German, Memorbücher), which are lists of martyrs and brief\neulogies of their careers.",
        "For the next formal history we must pass to Abraham Zacuto. In his old\nage he employed some years of comparative quiet, after a stormy and\nunhappy life, in writing a “Book of Genealogies” (Yuchasin). He had\nbeen exiled from Spain in 1492, and twelve years later composed his\nhistorical work in Tunis. Like Abraham Ibn Baud’s book, it opens with\nthe Creation, and ends with the author’s own day. Though Zacuto’s work\nis more celebrated than historical, it nevertheless had an important\nshare in reawaking the dormant interest of Jews in historical research.\nThus we find Elijah Kapsali of Candia writing, in 1523, a “History of\nthe Ottoman Empire,” and Joseph Cohen, of Avignon, a “History of France\nand Turkey,” in 1554, in which he included an account of the rebellion\nof Fiesco in Genoa, where the author was then residing.",
        "The sixteenth century witnessed the production of several popular Jewish\nhistories. At that epoch the horizon of the world was extending under\nnew geographical and intellectual discoveries. Israel, on the other\nhand, seemed to be sinking deeper and deeper into the slough of despond.\nSome of the men who had themselves been the victims of persecution saw\nthat the only hope lay in rousing the historical consciousness of their\nbrethren. History became the consolation of the exiles from Spain who\nfound themselves pent up within the walls of the Ghettos, which were\nfirst built in the sixteenth century. Samuel Usque was a fugitive from\nthe Inquisition, and his dialogues, “Consolations for the Tribulations\nof Israel” (written in Portuguese, in 1553), are a long drawn-out sigh\nof pain passing into a sigh of relief. Usque opens with a passionate\nidyl in which the history of Israel in the near past is told by the\nshepherd Icabo. To him Numeo and Zicareo offer consolation, and they\npour balm into his wounded heart. The vividness of Usque’s style, his\nhistorical insight, his sturdy optimism, his poetical force in\ninterpreting suffering as the means of attaining the highest life in\nGod, raise his book above the other works of its class and age.",
        "Usque’s poem did not win the same popularity as two other elegiac\nhistories of the same period. These were the “Rod of Judah” (Shebet\nJehudah) and the “Valley of Tears” (Emek ha-Bachah). The former was\nthe work of three generations of the Ibn Verga family. Judah died before\nthe expulsion from Spain, but his son Solomon participated in the final\ntroubles of the Spanish Jews, and was even forced to join the ranks of\nthe Marranos. The grandson, Joseph Ibn Verga, became Rabbi in\nAdrianople, and was cultured in classical as well as Jewish lore. Their\ncomposite work, “The Rod of Judah,” was completed in 1554. It is a\nwell-written but badly arranged martyrology, and over all its pages\nmight be inscribed the Talmudical motto, that God’s chastisements of\nIsrael are chastisements of love. The other work referred to is Joseph\nCohen’s “Valley of Tears,” completed in 1575. The author was born in\nAvignon in 1496, four years after his father had shared in the exile\nfrom Spain. He himself suffered expatriation, for, though a\ndistinguished physician and the private doctor of the Doge Andrea Doria,\nhe was expelled with the rest of the Jews from Genoa in 1550. Settled in\nthe little town of Voltaggio, he devoted himself to writing the annals\nof European and Jewish history. His style is clear and forcible, and\nrecalls the lucid simplicity of the historical books of the Bible.",
        "The only other histories that need be critically mentioned here are the\n\"Branch of David” (Zemach David), the “Chain of Tradition\"\n(Shalsheleth ha-Kabbalah), and the “Light of the Eyes” (Meör\nEnayim). Abraham de Porta Leone’s “Shields of the Mighty” (Shilte\nha-Gibborim, printed in Mantua in 1612); Leon da Modena’s “Ceremonies\nand Customs of the Jews,” (printed in Paris in 1637); David Conforte’s\n\"Call of the Generations” (Kore ha-Doroth, written in Palestine in\nabout 1670); Yechiel Heilprin’s “Order of Generations” (Seder\nha-Doroth, written in Poland in 1725); and Chayim Azulai’s “Name of the\nGreat Ones” (written in Leghorn in 1774), can receive only a bare\nmention.",
        "The author of the “Branch of David,” David Cans, was born in Westphalia\nin about 1540. He was the first German Jew of his age to take real\ninterest in the study of history. He was a man of scientific culture,\ncorresponded with Kepler, and was a personal friend of Tycho Brahe. For\nthe latter Cans made a German translation of parts of the Hebrew\nversion of the Tables of Alfonso, originally compiled in 1260. Cans\nwrote works on mathematical and physical geography, and treatises on\narithmetic and geometry. His history, “Branch of David,” was extremely\npopular. For a man of his scientific training it shows less critical\npower than might have been expected, but the German Jews did not begin\nto apply criticism to history till after the age of Mendelssohn. In one\nrespect, however, the “Branch of David” displays the width of the\nauthor’s culture. Not only does he tell the history of the Jews, but in\nthe second part of his work he gives an account of many lands and\ncities, especially of Bohemia and Prague, and adds a striking\ndescription of the secret courts (Vehmgerichte) of Westphalia.",
        "It is hard to think that the authors of the “Chain of Tradition” and of\nthe “Light of the Eyes” were contemporaries. Azariah di Rossi\n(1514-1588), the writer of the last mentioned book, was the founder of\nhistorical criticism among the Jews. Elias del Medigo (1463-1498) had\nled in the direction, but di Rossi’s work anticipated the methods, of\nthe German school of “scientific” Jewish writers, who, at the beginning\nof the present century, applied scientific principles to the study of\nJewish traditions. On the other hand, Gedaliah Ibn Yachya (1515-1587)\nwas so utterly uncritical that his “Chain of Tradition” was nicknamed by\nJoseph Delmedigo the “Chain of Lies.” Gedaliah was a man of wealth, and\nhe expended his means in the acquisition of books and in making journeys\nin search of sacred and profane knowledge. Yet Gedaliah made up in style\nfor his lack of historical method. The “Chain of Tradition” is a\npicturesque and enthralling book, it is a warm and cheery retrospect,\nand even deserves to be called a prose epic. Besides, many of his\nstatements that were wont to be treated as altogether unauthentic have\nbeen vindicated by later research. Azariah di Rossi, on the other hand,\nis immortalized by his spirit rather than his actual contributions to\nhistorical literature. He came of an ancient family said to have been\ncarried to Rome by Titus, and lived in Ferrara, where, in 1574, he\nproduced his “Light of the Eyes.” This is divided into three parts, the\nfirst devoted to general history, the second to the Letter of Aristeas,\nthe third to the solution of several historical problems, all of which\nhad been neglected by Jews and Christians alike. Azariah di Rossi was\nthe first critic to open up true lines of research into the Hellenistic\nliterature of the Jews of Alexandria. With him the true historical\nspirit once more descended on the Jewish genius.",
        "Steinschneider.–Jewish Literature, p. 75, seq., 250\n  seq.\nA. Neubauer.–Introductions to Medieval Jewish Chronicles,\n  Vols. I and II (Oxford, 1882, etc.).",
        "Zunz.–Sufferings of the Jews in the Middle Ages (translated by\n  A. Löwy, Miscellany of the Society of Hebrew Literature,\n  Vol. I). See also J.Q.R., VIII, pp. 78, 426, 611.",
        "Graetz.–III, p. 363 [373].",
        "ABRAHAM ZACUTO.",
        "Graetz.–IV, pp. 366, 367, 391 [393].",
        "ELIJAH KAPSALI.",
        "Graetz.–IV, p. 406 [435].",
        "JOSEPH COHEN, USQUE, IBN VERGA.",
        "Graetz.–IV, p. 555 [590].",
        "Chronicle of Joseph ben Joshua the Priest (English translation\n  by Bialoblotzky. London, 1835-6).",
        "Graetz.–IV, p. 290 [312].",
        "DAVID GANS.",
        "Graetz.–IV, p. 638 [679].",
        "GEDALIAH IBN YACHYA.",
        "Graetz.–IV, p. 609 [655].",
        "AZARIAH DI ROSSI.",
        "Graetz.–IV, p. 614 [653].",
        "     Abarbanel’s Philosophy and Biblical Commentaries.–Elias\n     Levita.–Zeëna u-Reëna.–Moses Alshech.–The Biur.",
        "The career of Don Isaac Abarbanel (born in Lisbon in 1437, died in\nVenice in 1509) worthily closes the long services which the Jews of\nSpain rendered to the state and to learning. The earlier part of his\nlife was spent in the service of Alfonso V of Portugal. He possessed\nconsiderable wealth, and his house, which he himself tells us was built\nwith spacious halls, was the meeting-place of scholars, diplomatists,\nand men of science. Among his other occupations, he busied himself in\nransoming Jewish slaves, and obtained the co-operation of some Italian\nJews in this object.",
        "When Alfonso died, Abarbanel not only lost his post as finance\nminister, but was compelled to flee for his life. He shared the fall of\nthe Duke of Braganza, whose popularity was hateful to Alfonso’s\nsuccessor. Don Isaac escaped to Castile in 1484, and, amid the friendly\nsmiles of the cultured Jews of Toledo, set himself to resume the\nliterary work he had been forced to lay aside while burdened with\naffairs of state. He began the compilation of commentaries on the\nhistorical books of the Bible, but he was not long left to his studies.\nFerdinand and Isabella, under the very eyes of Torquemada and the\nInquisition, entrusted the finances of their kingdom to the Jew\nAbarbanel during the years 1484 to 1492.",
        "In the latter year, Abarbanel was driven from Spain in the general\nexpulsion instigated by the Inquisition. He found a temporary asylum in\nNaples, where he also received a state appointment. But he was soon\nforced to flee again, this time to Corfu. “My wife, my sons, and my\nbooks are far from me,” he wrote, “and I am left alone, a stranger in a\nstrange land.” But his spirit was not crushed by these successive\nmisfortunes. He continued to compile huge works at a very rapid rate. He\nwas not destined, however, to end his life in obscurity. In 1503 he was\ngiven a diplomatic post in Venice, and he passed his remaining years in\nhappiness and honor. He ended the splendid roll of famous Spanish Jews\nwith a career peculiarly Spanish. He gave a final, striking example of\nthat association of life with literature which of old characterized\nJews, but which found its greatest and last home in Spain.",
        "As a writer, Abarbanel has many faults. He is very verbose, and his\nmannerisms are provoking. Thus, he always introduces his commentaries\nwith a long string of questions, which he then proceeds to answer. It\nwas jokingly said of him that he made many sceptics, for not one in a\nscore of his readers ever got beyond the questions to the answers.\nThere is this truth in the sarcasm, that Abarbanel, despite his\nessential lucidity, is very hard to read. Though Abarbanel has obvious\nfaults, his good qualities are equally tangible. No predecessor of\nAbarbanel came so near as he did to the modern ideal of a commentator on\nthe Bible. Ibn Ezra was the father of the “Higher Criticism,” i.e. the\nattempt to explain the evolution of the text of Scripture. The Kimchis\ndeveloped the strictly grammatical exposition of the Bible. But\nAbarbanel understood that, to explain the Bible, one must try to\nreproduce the atmosphere in which it was written; one must realize the\nideas and the life of the times with which the narrative deals. His own\npractical state-craft stood him in good stead. He was able to form a\nconception of the politics of ancient Judea. His commentaries are works\non the philosophy of history. His more formal philosophical works, such\nas his “Deeds of God” (Miphaloth Elohim), are of less value, they are\nborrowed in the main from Maimonides. In his Talmudical writings,\nnotably his “Salvation of his Anointed” (Yeshuoth Meshicho), Abarbanel\ndisplays a lighter and more original touch than in his philosophical\ntreatises. But his works on the Bible are his greatest literary\nachievement. Besides the merits already indicated, these books have\nanother important excellence. He was the first Jew to make extensive use\nof Christian commentaries. He must be credited with the discovery that\nthe study of the Bible may be unsectarian, and that all who hold the\nBible in honor may join hands in elucidating it.",
        "A younger contemporary of Abarbanel was also an apostle of the same\nview. This was Elias Levita (1469-1549). He was a Grammarian, or\nMassorite, i.e. a student of the tradition (Massorah) as to the\nHebrew text of the Bible, and he was an energetic teacher of\nChristians. In the sixteenth century the study of Hebrew made much\nprogress in Europe, but the Jews themselves were only indirectly\nassociated with this advance. Despite Abarbanel, Jewish commentaries\nremained either homiletic or mystical, or, like the popular works of\nMoses Alshech, were more or less Midrashic in style. But the Bible was a\nreal delight to the Jews, and it is natural that such books were often\ncompiled for the masses. Mention must be made of the Zeëna u-Reëna(\"Go forth and see”), a work written at the beginning of the eighteenth\ncentury in Jewish-German for the use of women, a work which is still\nbeloved of the Jewess. But the seeds sown by Abarbanel and others of his\nschool eventually produced an abundant harvest. Mendelssohn’s German\nedition of the Pentateuch with the Hebrew Commentary (Biur) was the\nturning-point in the march towards the modern exposition of the Bible,\nwhich had been inaugurated by the statesman-scholar of Spain.",
        "ABARBANEL.",
        "Graetz.–IV, II.",
        "I.S. Meisels.–Don Isaac Abarbanel, J.Q.R., II, p. 37.",
        "S. Schechter.–Studies in Judaism, p. 173 [211].",
        "F.D. Mocatta.–The Jews of Spain and Portugal and the Inquisition  (London, 1877).",
        "Schiller-Szinessy.–Encycl. Brit., Vol. I, p. 52.",
        "EXEGESIS 16th-18th CENTURIES.",
        "Steinschneider.–Jewish Literature, p. 232 seq.\nBIUR.",
        "Specimen of the Biur, translated by A. Benisch (Miscellany\n  of the Society of Hebrew Literature, Vol. I).",
        "     Asheri’s Arba Turim.–Chiddushim and Teshuboth.–Solomon ben\n     Adereth.–Meir of Rothenburg.–Sheshet and Duran.–Moses and\n     Judah Minz.–Jacob Weil, Israel Isserlein, Maharil.–David Abi\n     Zimra.–Joseph Karo.–Jair Bacharach.–Chacham Zevi.–Jacob\n     Emden.–Ezekiel Landau.",
        "The religious literature of the Jews, so far as practical life was\nconcerned, culminated in the publication of the “Table Prepared\"\n(Shulchan Aruch), in 1565. The first book of its kind compiled after\nthe invention of printing, the Shulchan Aruch obtained a popularity\ndenied to all previous works designed to present a digest of Jewish\nethics and ritual observances. It in no sense superseded the “Strong\nHand” of Maimonides, but it was so much more practical in its scope, so\nmuch clearer as a work of general reference, so much fuller of\nMinhag, or established custom, that it speedily became the universal\nhand-book of Jewish life in many of its phases. It was not accepted in\nall its parts, and its blemishes were clearly perceived. The author,\nJoseph Karo, was too tender to the past, and admitted some things which\nhad a historical justification, but which Karo himself would have been\nthe first to reject as principles of conduct for his own or later times.\nOn the whole, the book was a worthy summary of the fundamental Jewish\nview, that religion is co-extensive with life, and that everything worth\ndoing at all ought to be done in accordance with a general principle of\nobedience to the divine will. The defects of such a view are the defects\nof its qualities.",
        "The Shulchan Aruch was the outcome of centuries of scholarship. It was\noriginal, yet it was completely based on previous works. In particular\nthe “Four Rows” (Arbäa Turim) of Jacob Asheri (1283-1340) was one of\nthe main sources of Karo’s work. The “Four Rows,” again, owed everything\nto Jacob’s father, Asher, the son of Yechiel, who migrated from Germany\nto Toledo at the very beginning of the fourteenth century. But besides\nthe systematic codes of his predecessors, Karo was able to draw on a\nvast mass of literature on the Talmud and on Jewish Law, accumulated in\nthe course of centuries.",
        "There was, in the first place, a large collection of “Novelties\"\n(Chiddushim), or Notes on the Talmud, by various authorities. More\nsignificant, however, were the “Responses” (Teshuboth), which\nresembled those of the Gaonim referred to in an earlier chapter. The\nRabbinical Correspondence, in the form of Responses to Questions sent\nfrom far and near, covered the whole field of secular and religious\nknowledge. The style of these “Responses” was at first simple, terse,\nand full of actuality. The most famous representatives of this form of\nliterature after the Gaonim were both of the thirteenth century,\nSolomon, the son of Adereth, in Spain, and Meir of Rothenburg in\nGermany. Solomon, the son of Adereth, of Barcelona, was a man whose\nmoral earnestness, mild yet firm disposition, profound erudition, and\ntolerant character, won for him a supreme place in Jewish life for half\na century. Meir of Rothenburg was a poet and martyr as well as a\nprofound scholar. He passed many years in prison rather than yield to\nthe rapacious demands of the local government for a ransom, which Meir’s\nfriends would willingly have paid. As a specimen of Meir’s poetry, the\nfollowing verses are taken from a dirge composed by him in 1285, when\ncopies of the Pentateuch were publicly committed to the flames. The\n\"Law” is addressed in the second person:",
        "    Dismay hath seized upon my soul; how then\n      Can food be sweet to me?\n    When, O thou Law! I have beheld base men\n      Destroying thee?",
        "    Ah! sweet ’twould be unto mine eyes alway\n      Waters of tears to pour,\n    To sob and drench thy sacred robes, till they\n      Could hold no more.",
        "    But lo! my tears are dried, when, fast outpoured,\n      They down my cheeks are shed,\n    Scorched by the fire within, because thy Lord\n      Hath turned and sped.",
        "    Yea, I am desolate and sore bereft,\n      Lo! a forsaken one,\n    Like a sole beacon on a mountain left,\n      A tower alone.",
        "    I hear the voice of singers now no more,\n      Silence their song hath bound,\n    For broken are the strings on harps of yore,\n      Viols of sweet sound.",
        "    I am astonied that the day’s fair light\n      Yet shineth brilliantly\n    On all things; but is ever dark as night\n      To me and thee.",
        "    Even as when thy Rock afflicted thee,\n      He will assuage thy woe,\n    And turn again the tribes’ captivity,\n      And raise the low.",
        "    Yet shalt thou wear thy scarlet raiment choice,\n      And sound the timbrels high,\n    And glad amid the dancers shalt rejoice,\n      With joyful cry.",
        "    My heart shall be uplifted on the day\n      Thy Rock shall be thy light,\n    When he shall make thy gloom to pass away,\n      Thy darkness bright.",
        "This combination of the poetical with the legal mind was parallelled by\nother combinations in such masters of “Responses” as the Sheshet and\nDuran families in Algiers in the fourteenth and fifteenth centuries. In\nthese men depth of learning was associated with width of culture.\nOthers, such as Moses and Judah Minz, Jacob Weil, and Israel Isserlein,\nwhose influence was paramount in Germany in the fifteenth century, were\nless cultivated, but their learning was associated with a geniality and\nsense of humor that make their “Responses” very human and very\nentertaining. There is the same homely, affectionate air in the\ncollection of Minhagim, or Customs, known as the Maharil, which\nbelongs to the same period. On the other hand, David Abi Zimra, Rabbi of\nCairo in the sixteenth century, was as independent as he was learned. It\nwas he, for instance, who abolished the old custom of dating Hebrew\ndocuments from the Seleucid era (311 B.C.E.). And, to pass beyond the\ntime of Karo, the writers of “Responses” include the gifted Jair Chayim\nBacharach (seventeenth century), a critic as well as a legalist; Chacham\nZevi and Jacob Emden in Amsterdam, and Ezekiel Landau in Prague, the\nformer two of whom opposed the Messianic claims of Sabbatai Zevi, and\nthe last of whom was an antagonist to the Germanizing tendency of Moses\nMendelssohn.",
        "Joseph Karo himself was a man of many parts. He was born in Spain in\n1488, and died in Safed, the nest of mysticism, in 1575. Master of the\nTalmudic writings of his predecessors from his youth, Karo devoted\nthirty-two years to the preparation of an exhaustive commentary on the\n\"Four Rows” of Jacob Asheri. This occupied him from 1522 to 1554. Karo\nwas an enthusiast as well as a student, and the emotional side of the\nKabbala had much fascination for him. He believed that he had a\nfamiliar, or Maggid, the personification of the Mishnah, who appeared\nto him in dreams, and held communion with him. He found a congenial home\nin Safed, where the mystics had their head-quarters in the sixteenth\ncentury. Karo’s companion on his journey to Safed was Solomon Alkabets,\nauthor of the famous Sabbath hymn “Come, my Friend” (Lecha Dodi), with\nthe refrain:",
        "    Come forth, my friend, the Bride to meet,\n    Come, O my friend, the Sabbath greet!",
        "The Shulchan Aruch is arranged in four parts, called fancifully, “Path\nof Life” (Orach Chayim), “Teacher of Knowledge” (Yoreh Deah),\n\"Breastplate of Judgment” (Choshen ha-Mishpat), and “Stone of Help\"\n(Eben ha-Ezer). The first part is mainly occupied with the subject of\nprayer, benedictions, the Sabbath, the festivals, and the observances\nproper to each. The second part deals with food and its preparation,\nShechitah, or slaughtering of animals for food, the relations between\nJews and non-Jews, vows, respect to parents, charity, and religious\nobservances connected with agriculture, such as the payment of tithes,\nand, finally, the rites of mourning. This section of the Shulchan Aruch\nis the most miscellaneous of the four; in the other three the\nassociation of subjects is more logical. The Eben ha-Ezer treats of the\nlaws of marriage and divorce from their civil and religious aspects. The\nChoshen ha-Mishpat deals with legal procedure, the laws regulating\nbusiness transactions and the relations between man and man in the\nconduct of worldly affairs. A great number of commentaries on Karo’s\nCode were written by and for the Acharonim (=later scholars). It fully\ndeserved this attention, for on its own lines the Shulchan Aruch was a\nmasterly production. It brought system into the discordant opinions of\nthe Rabbinical authorities of the Middle Ages, and its publication in\nthe sixteenth century was itself a stroke of genius. Never before had\nsuch a work been so necessary as then. The Jews were in sight of what\nwas to them the darkest age, the seventeenth and eighteenth centuries.\nThough the Shulchan Aruch had an evil effect in stereotyping Jewish\nreligious thought and in preventing the rapid spread of the critical\nspirit, yet it was a rallying point for the disorganized Jews, and saved\nthem from the disintegration which threatened them. The Shulchan Aruch\nwas the last great bulwark of the Rabbinical conception of life. Alike\nin its form and contents it was a not unworthy close to the series of\ncodes which began with the Mishnah, and in which life itself was\ncodified.",
        "Steinschneider.–Jewish Literature, p. 213 seq.\nI.H. Weiss.–On Codes, J.Q.R., I, p. 289.",
        "Graetz.–IV, p. 34 [37].",
        "JACOB ASHERI.",
        "Graetz.–IV, p. 88 [95].",
        "SOLOMON BEN ADERETH.",
        "Graetz.–III, p. 618 [639].",
        "MEIR OF ROTHENBURG.",
        "Graetz.–III, pp. 625, 638 [646].",
        "JUDAH MINZ.",
        "Graetz.–IV, p. 294 [317].",
        "MAHARIL.",
        "S. Schechter.–Studies in Judaism, p. 142 [173].",
        "DAVID BEN ABI ZIMRA.",
        "Graetz.–IV, p. 393 [420].",
        "JAIR CHAYIM BACHARACH.",
        "D. Kaufmann, J.Q.R., III, p. 292, etc.",
        "JOSEPH KARO.",
        "Graetz.–IV, p. 537 [571].",
        "MOSES ISSERLES.",
        "Graetz.–IV, p. 637 [677].",
        "CHIDDUSHIM.",
        "Graetz.–IV, p. 641 [682].",
        "     Manasseh ben Israel.–Baruch Spinoza.–The Drama in\n     Hebrew.–Moses Zacut, Joseph Felix Penso, Moses Chayim\n     Luzzatto.",
        "Holland was the centre of Jewish hope in the seventeenth century, and\namong its tolerant and cultivated people the Marranos, exiled from Spain\nand Portugal, founded a new Jerusalem. Two writers of Marrano origin,\nwide as the poles asunder in gifts of mind and character, represented\ntwo aspects of the aspiration of the Jews towards a place in the wider\nworld. Manasseh ben Israel (1604-1657) was an enthusiast who based his\nambitious hopes on the Messianic prophecies; Baruch Spinoza (1632-1677)\nlacked enthusiasm, had little belief in the verbal promises of\nScripture, yet developed a system of ethics in which God filled the\nworld. Manasseh ben Israel regained for the Jews admission to England;\nSpinoza reclaimed the right of a Jew to a voice in the philosophy of the\nworld. Both were political thinkers who maintained the full rights of\nthe individual conscience, and though the arguments used vary\nconsiderably, yet Manasseh ben Israel’s splendid Vindiciæ Judeorum and\nSpinoza’s “Tractate” alike insist on the natural right of men to think\nfreely. They anticipated some of the greatest principles that won\nacceptance at the end of the eighteenth century.",
        "Manasseh ben Israel was born in Lisbon of Marrano parents, who emigrated\nto Amsterdam a few years after their son’s birth. He displayed a\nyouthful talent for oratory, and was a noted preacher in his teens. He\nstarted the first Hebrew printing-press established in Amsterdam, and\nfrom it issued many works still remarkable for the excellence of their\ntype and general workmanship. Manasseh was himself, not only a\ndistinguished linguist, but a popularizer of linguistic studies. He\nwrote well in Hebrew, Latin, English, Spanish, and Portuguese, and was\nthe means of instructing many famous Christians of the day in Hebrew and\nRabbinic. Among his personal friends were Vossius, who translated\nManasseh’s “Conciliator” from Spanish into Latin. This, the most\nimportant of Manasseh’s early writings, was as popular with Christians\nas with Jews, for it attempted to reconcile the discrepancies and\ncontradictions apparent in the Bible. Another of his friends was the\npainter Rembrandt, who, in 1636, etched the portrait of Manasseh. Huet\nand Grotius were also among the friends and disciples who gathered round\nthe Amsterdam Rabbi.",
        "An unexpected result of Manasseh ben Israel’s zeal for the promotion of\nHebrew studies among his own brethren was the rise of a new form of\npoetical literature. The first dramas in Hebrew belong to this period.\nMoses Zacut and Joseph Felix Penso wrote Hebrew dramas in the first half\nof the seventeenth century in Amsterdam. The “Foundation of the World\"\nby the former and the “Captives of Hope” by the latter possess little\npoetical merit, but they are interesting signs of the desire of Jews to\nuse Hebrew for all forms of literary art. Hence these dramas were hailed\nas tokens of Jewish revival. Strangely enough, the only great writer of\nHebrew plays, Moses Chayim Luzzatto (1707-1747), was also resident in\nAmsterdam. Luzzatto wrote under the influence of the Italian poet\nGuarini. His metres, his long soliloquies, his lyrics, his dovetailing\nof rural and urban scenery, are all directly traceable to Guarini.\nLuzzatto was nevertheless an original poet. His mastery of Hebrew was\ncomplete, and his rich fancy was expressed in glowing lines. His dramas,\n\"Samson,” the “Strong Tower,” and “Glory to the Virtuous,” show\nclassical refinement and freshness of touch, which have made them the\nmodels of all subsequent efforts of Hebrew dramatists.",
        "Manasseh ben Israel did not allow himself to become absorbed in the\nwider interests opened out to him by his intimacy with the greatest\nChristian scholars of his day. He prepared a Spanish translation of the\nPentateuch for the Amsterdam Jews, who were slow to adopt Dutch as their\nspeech, a fact not wonderful when it is remembered that literary Dutch\nwas only then forming. Manasseh also wrote at this period a Hebrew\ntreatise on immortality. His worldly prosperity was small, and he even\nthought of emigrating to Brazil. But the friends of the scholar found a\npost for him in a new college for the study of Hebrew, a college to\nwhich it is probable that Spinoza betook himself. In the meantime the\nreports of Montesinos as to the presence of the Lost Ten Tribes in\nAmerica turned the current of Manasseh’s life. In 1650 he wrote his\nfamous essay, the “Hope of Israel,” which he dedicated to the English\nParliament. He argued that, as a preliminary to the restoration of\nIsrael, or the millennium, for which the English Puritans were eagerly\nlooking, the dispersion of Israel must be complete. The hopes of the\nmillennium were doomed to disappointment unless the Jews were readmitted\nto England, “the isle of the Northern Sea.” His dedication met with a\nfriendly reception, Manasseh set out for England in 1655, and obtained\nfrom Cromwell a qualified consent to the resettlement of the Jews in the\nland from which they had been expelled in 1290.",
        "The pamphlets which Manasseh published in England deserve a high place\nin literature and in the history of modern thought. They are\nimmeasurably superior to his other works, which are eloquent but\ndiffuse, learned but involved. But in his Vindiciæ Judeorum (1656)\nhis style and thought are clear, original, elevated. There are here no\nmystic irrelevancies. His remarks are to the point, sweetly reasonable,\nforcible, moderate. He grapples with the medieval prejudices against the\nJews in a manner which places his works among the best political\npamphlets ever written. Morally, too, his manner is noteworthy. He\npleads for Judaism in a spirit equally removed from arrogance and\nself-abasement. He is dignified in his persuasiveness. He appeals to a\nsense of justice rather than mercy, yet he writes as one who knows that\njustice is the rarest and highest quality of human nature; as one who\nknows that humbly to express gratitude for justice received is to do\nreverence to the noblest faculty of man.",
        "Fate rather than disposition tore Manasseh from his study to plead\nbefore the English Parliament. Baruch Spinoza was spared such\ndistraction. Into his self-contained life the affairs of the world\ncould effect no entry. It is not quite certain whether Spinoza was born\nin Amsterdam. He must, at all events, have come there in his early\nyouth. He may have been a pupil of Manasseh, but his mind was nurtured\non the philosophical treatises of Maimonides and Crescas. His thought\nbecame sceptical, and though he was “intoxicated with a sense of God,\"\nhe had no love for any positive religion. He learned Latin, and found\nnew avenues opened to him in the writings of Descartes. His associations\nwith the representatives of the Cartesian philosophy and his own\nindifference to ceremonial observances brought him into collision with\nthe Synagogue, and, in 1656, during the absence of Manasseh in England,\nSpinoza was excommunicated by the Amsterdam Rabbis. Spinoza was too\nstrong to seek the weak revenge of an abjuration of Judaism. He went on\nquietly earning a living as a maker of lenses; he refused a\nprofessorship, preferring, like Maimonides before him, to rely on other\nthan literary pursuits as a means of livelihood.",
        "In 1670 Spinoza finished his “Theologico-Political Tractate,” in which\nsome bitterness against the Synagogue is apparent. His attack on the\nBible is crude, but the fundamental principles of modern criticism are\nhere anticipated. The main importance of the “Tractate” lay in the\ndoctrine that the state has full rights over the individual, except in\nrelation to freedom of thought and free expression of thought. These are\nrights which no human being can alienate to the state. Of Spinoza’s\ngreatest work, the “Ethics,” it need only be said that it was one of the\nmost stimulating works of modern times. A child of Judaism and of\nCartesianism, Spinoza won a front place among the great teachers of\nmankind.",
        "MANASSEH BEN ISRAEL.",
        "Graetz.–V, 2.",
        "H. Adler.–Transactions of the Jewish Historical Society of\n  England, Vol. I, p. 25.",
        "Kayserling.–Miscellany of the Society of Hebrew Literature,\n  Vol. I.",
        "Lady Magnus.–Jewish Portraits, p. 109.",
        "English translations of works, Vindiciæ Judeorum, Hope of Israel,\n  The Conciliator (E.H. Lindo, 1841, etc.).",
        "Graetz.–V, 4.",
        "J. Freudenthal.–History of Spinozism, J.Q.R., VIII, p. 17.",
        "HEBREW DRAMAS.",
        "Karpeles.–Jewish Literature and other Essays, p. 229.",
        "Abrahams.–Jewish Life in the Middle Ages, ch. 14.",
        "Graetz,–V, pp, 112 [119], 234 [247].",
        "     Mendelssohn’s German Translation of the\n     Bible.–Phædo.–Jerusalem.–Lessing’s “Nathan the Wise.”",
        "Moses, the son of Mendel, was born in Dessau in 1728, and died in Berlin\nin 1786. His father was poor, and he himself was of a weak constitution.\nBut his stunted form was animated by a strenuous spirit. After a boyhood\npassed under conditions which did little to stimulate his dawning\naspirations, Mendelssohn resolved to follow his teacher Fränkel to\nBerlin. He trudged the whole way on foot, and was all but refused\nadmission into the Prussian capital, where he was destined to produce so\nprofound an impression. In Berlin his struggle with poverty continued,\nbut his condition was improved when he obtained a post, first as\nprivate tutor, then as book-keeper in a silk factory.",
        "Berlin was at this time the scene of an intellectual and æsthetic\nrevival dominated by Frederick the Great. The latter, a dilettante in\nculture, was, as Mendelssohn said of him, a man “who made the arts and\nsciences flourish, and made liberty of thought universal in his realm.\"\nThe German Jews were as yet outside this revival. In Italy and Holland\nthe new movements of the seventeenth and the eighteenth century had\nfound Jews well to the fore. But the “German” Jews–and this term\nincluded the great bulk of the Jews of Europe–were suffering from the\neffects of intellectual stagnation. The Talmud still exercised the mind\nand imagination of these Jews, but culture and religion were separated.\nMendelssohn in a hundred places contends that such separation is\ndangerous and unnatural. It was his service to Judaism that he made the\nseparation once for all obsolete.",
        "Mendelssohn effected this by purely literary means. Most reformations\nhave been at least aided by moral and political forces. But the\nMendelssohnian revival in Judaism was a literary revival, in which moral\nand religious forces had only an indirect influence. By the aid of\ngreater refinement of language, for hitherto the “German” Jews had not\nspoken pure German; by a widening of the scope of education in the\nJewish schools; by the introduction of all that is known as culture,\nMendelssohn changed the whole aspect of Jewish life. And he produced\nthis reformation by books and by books alone. Never playing the part of\na religious or moral reformer, Mendelssohn became the Jewish apostle of\nculture.",
        "The great event of his life occurred in 1754, when he made the\nacquaintance of Lessing. The two young men became constant friends.\nLessing, before he knew Mendelssohn, had written a drama, “The Jews,” in\nwhich, perhaps for the first time, a Jew was represented on the stage as\na man of honor. In Mendelssohn, Lessing recognized a new Spinoza; in\nLessing, Mendelssohn saw the perfect ideal of culture. The masterpiece\nof Lessing’s art, the drama “Nathan the Wise,” was the monument of this\nfriendship. Mendelssohn was the hero of the drama, and the toleration\nwhich it breathes is clearly Mendelssohn’s. Mendelssohn held that there\nwas no absolutely best religion any more than there was an absolutely\nbest form of government. This was the leading idea of his last work,\n\"Jerusalem\"; it is also the central thought of “Nathan the Wise.” The\nbest religion, according to both, is the religion which best brings out\nthe individual’s noblest faculties. As Mendelssohn wrote, there are\ncertain eternal truths which God implants in all men alike, but “Judaism\nboasts of no exclusive revelation of immutable truths indispensable to\nsalvation.”",
        "What has just been quoted is one of the last utterances of Mendelssohn.\nWe must retrace our steps to the date of his first intimacy with\nLessing. He devoted his attention to the perfecting of his German style,\nand succeeded so well that his writings have gained a place among the\nclassics of German literature. In 1763, he won the Berlin prize for an\nessay on Mathematical Method in Philosophical Reasoning, and defeated\nKant entirely on account of his lucid and attractive style.\nMendelssohn’s most popular philosophical work, “Phædo, or the\nImmortality of the Soul,” won extraordinary popularity in Berlin, as\nmuch for its attractive form as for its spiritual charms. The “German\nPlato,” the “Jewish Socrates,” were some of the epithets bestowed on him\nby multitudes of admirers. Indeed, the “Phædo” of Mendelssohn is a work\nof rare beauty.",
        "One of the results of Mendelssohn’s popularity was a curious\ncorrespondence with Lavater. The latter perceived in Mendelssohn’s\ntoleration signs of weakness, and believed that he could convert the\nfamous Jew to Christianity. Mendelssohn’s reply, like his “Jerusalem\"\nand his admirable preface to a German translation of Manasseh ben\nIsrael’s Vindiciæ Judeorum, gave voice to that claim on personal\nliberty of thought and conscience for which the Jews, unconsciously, had\nbeen so long contending. Mendelssohn’s view was that all true religious\naspirations are independent of religious forms. Mendelssohn did not\nignore the value of forms, but he held that as there are often several\nmeans to the same end, so the various religious forms of the various\ncreeds may all lead their respective adherents to salvation and to God.",
        "Mendelssohn’s most epoch-making work was his translation of the\nPentateuch into German. With this work the present history finds a\nnatural close. Mendelssohn’s Pentateuch marks the modernization of the\nliterature of Judaism. There was much opposition to the book, but on the\nother hand many Jews eagerly scanned its pages, acquired its noble\ndiction, and committed its rhythmic eloquence to their hearts. Round\nMendelssohn there clustered a band of devoted disciples, the pioneers of\nthe new learning, the promoters of a literature of Judaism, in which the\nmodern spirit reanimated the still living records of antiquity. There\nwas certainly some weakness among the men and women affected by the\nBerlin philosopher, for some discarded all positive religion, because\nthe master had taught that all positive religions had their saving and\ntruthful elements.",
        "It is not, however, the province of this sketch to trace the religious\neffects of the Mendelssohnian movement. Suffice it to say that, while\nthe old Jewish conception had been that literature and life are\nco-extensive, Jewish literature begins with Mendelssohn to have an\nindependent life of its own, a life of the spirit, which cannot be\naltogether controlled by the tribulations of material life. A physical\nGhetto may once more be imposed on the Jews from without; an\nintellectual Ghetto imposed from within is hardly conceivable. Tolerance\ngave the modern spirit to Jewish literature, but intolerance cannot\nwithdraw it.",
        "MOSES MENDELSSOHN.",
        "Graetz.–V, 8.",
        "Karpeles.–Sketch of Jewish History, p. 93; Jewish Literature\n  and other Essays, p. 293.",
        "English translations of Phædo, Jerusalem, and of the\n  Introduction to the Pentateuch (Hebrew Review, Vol. I).",
        "Other translations of Jerusalem were made by M. Samuels (London,\n  1838) and by Isaac Leeser, the latter published as a supplement to the\n  Occident, Philadelphia, 5612.",
        "Graetz.–V, 10.",
        "INDEX",
        "Abayi, Amora, 51.",
        "Abba Areka, Amora, 47, 48, 51.\n  popularizes Jewish learning, 49.\n  wide outlook of, 50.",
        "Abbahu, Amora, 48-49.",
        "Abraham de Balmes, translator, 149.",
        "Abraham de Porta Leone, historian, 220.",
        "Abraham Ibn Chisdai, story by, 154-155.",
        "Abraham Ibn Daud, historian, 213-214.",
        "Abraham Ibn Ezra, on Kalir, 88.\n  life of, 115.\n  quotations from, 115.\n  activities and views of, 116, 123, 151.",
        "Abraham Abulafia, Kabbalist, 171.",
        "Abraham Farissol, geographer, 206.",
        "Abraham Zacuto, historian, 216.",
        "Abul-Faraj Harun, Karaite author, 77.",
        "Abulwalid Merwan Ibn Janach, grammarian, 101.\n  works of, translated, 148.",
        "Achai, Gaon and author, 70.",
        "Acharonim, later scholars, 240.",
        "Æsop, used by Berachya ha-Nakdan, 157.",
        "“Against Apion,” by Josephus, 34.",
        "Akiba, a Tanna, 23, 24-26.\n  characteristics and history of, 24-26.\n  school of, 26.\n  fable used by, 65.\n  Alphabet by, 175.",
        "Al-Farabi, works of, translated, 185.",
        "Alfassi. See Isaac Alfassi.",
        "Alfonso V of Portugal, Abarbanel with, 225.",
        "Alfonso VI of Spain, takes Toledo, 126.",
        "Alfonso X of Spain, employs Jews as translators, 150, 156.",
        "Almohades, the, a Mohammedan sect, 134, 135.",
        "“Alphabet of Rabbi Akiba,” Kabbalistic work, 175.",
        "Amoraim, the, teachers of the Talmud, 44.\n  characterised, 45-46.\n  some of, enumerated, 46-52.",
        "Amram, Gaon, liturgist, 70.",
        "Anan, the son of David, founder of Karaism, 75.",
        "Andalusia, the Spanish Piyut in, 85.",
        "“Answers.” See “Letters\"; “Responses.”",
        "“Antiquities of the Jews,” by Josephus, 34.",
        "Antonio de Montesinos, and the Ten Tribes, 208, 247.",
        "Apion, attacks Judaism, 36.",
        "Apocrypha, the, addresses of parents to children in, 194.",
        "Aquila, translates the Scriptures, 26.\n  identical with Onkelos, 26-27.",
        "Aquinas, Thomas, studies the “Guide,” 140.",
        "Arabic, used by the Gaonim, 71.\n  in Jewish literature, 83.\n  poetry, 84.\n  translation of the Scriptures, 91, 93, 94.\n  commentary on the Mishnah, 135.",
        "Aragon, Spanish Piyut in, 85.",
        "Aramaic, translation of the Pentateuch, 27.\n  used by Josephus, 37.\n  language of the Talmud, 44.\n  used by the Gaonim, 71.\n  translation of Scriptures in the synagogues, 94.\n  language of the Zohar, 173.",
        "Arbäa Turim, code by Jacob Asheri, 234, 239.",
        "Archimedes, works of, translated, 150, 185.",
        "Aristotle, teachings of, summarized, 140.\n  interpreted by Averroes, 149.\n  works of, translated, 185.",
        "Aruch, the, compiled by Zemach, 70.\n  by Nathan, the son of Yechiel, 121, 200.",
        "Asher, the son of Yechiel, the will of, 195-196.\n  codifier, 234.",
        "Ashi, Amora, compiler of the Talmud, 51-52.",
        "Atonement, the Day of, hymn for, 162.",
        "“Autobiography,” the, of Josephus, 34.",
        "Averroes, works of, translated, 148, 149, 185.",
        "Azariah di Rossi, historian, 221-222, 223.",
        "Azriel, Kabbalist, 171.",
        "Azulai, Chayim, historian, 220.",
        "Babylonia, Rabbinical schools in, 44.\n  centre of Jewish learning, 49, 68.\n  loses its supremacy, 92.",
        "Bachya Ibn Pekuda, works of, translated, 148.\n  ethical work by, 190.",
        "Bacon, Roger, on the scientific activity of the Jew, 150.",
        "Bahir, Kabbalistic work, 171.",
        "Bar Cochba, Akiba in the revolt of, 24.",
        "“Barlaam and Joshaphat,” by Abraham Ibn Chisdai, 154-155.",
        "Baruch of Ratisbon, Tossafist, 161.",
        "Beast Fables, in the Midrash, 64-67.\n  examples of, 65-66.",
        "Bechinath Olam, by Yedaiah Bedaressi, 191-192.",
        "Benjamin of Tudela, traveller, 203.",
        "Benjamin Nahavendi, Karaite author, 77.",
        "Berachya ha-Nakdan, fabulist, 156-157.",
        "Berlin, under Frederick the Great, 254.",
        "Beruriah, wife of Meir, 28.",
        "Bible, the. See Scriptures, the.",
        "Bidpai, Fables of, and the Jews, 155-156.",
        "Biur, the, commentary on the Pentateuch, 230.",
        "Bohemia, the Kalirian Piyut in, 85.",
        "“Book of Creation, The,” Kabbalistic work, 175.",
        "“Book of Creation, Commentary on the,” by Saadiah, 95.",
        "“Book of Delight, The,” by Joseph Zabara, 157-158.",
        "“Book of Genealogies, The,” by Abraham Zacuto, 216.",
        "“Book of Lights and the High Beacons, The,” by Kirkisani, 80.",
        "“Book of Principles, The,” by Joseph Albo, 141.",
        "“Book of Roots, The,” by David Kimchi, 117.",
        "“Book Raziel, The,” Kabbalistic work, 175.",
        "“Book of the Exiled, The,” by Saadiah, 94.",
        "“Book of the Pious, The,” ethical work, 191.",
        "“Book of Tradition, The,” by Abraham Ibn Daud, 213-214.",
        "Braganza, Duke of, friend of Abarbanel, 226.",
        "Brahe, Tycho, friend of David Gans, 220.",
        "“Branch of David, The,” by David Gans, 219, 220-221.",
        "“Breastplate of Judgment, The,” part of the Shulchan Aruch, 240.",
        "“Brilliancy,” Kabbalistic work, 171.",
        "Browne, Sir Thomas, alluded to, 127.",
        "Buddha, legend of, 154-155.",
        "Burgundy, the Kalirian Piyut in, 85.",
        "Buxtorf, as translator, 148.",
        "“Caged Bird, The,” fable, 65.",
        "Cairo, Old. See Fostat.",
        "Calendar, the Jewish, arranged, 48.",
        "“Call of the Generations, The,” by David Conforte, 220.",
        "“Captives of Hope, The,” by Penso, 246.",
        "Castile, the Spanish Piyut in, 85.",
        "Catalonia, the Spanish Piyut in, 85.",
        "“Ceremonies and Customs of the Jews,” by Leon da Modena, 220.",
        "Chacham Zevi, author of “Responses,” 238.",
        "“Chaff, Straw, and Wheat,” fable, 65.",
        "“Chain of Tradition, The,” by Gedaliah Ibn Yachya, 220, 222-223.",
        "Chanina, the son of Chama, Amora, 46.",
        "Charizi, on Chasdai, 99-100, 107.\n  on Moses Ibn Ezra, 114.\n  as a poet, 131-132.\n  influences Immanuel of Rome, 184.\n  ethical work by, 189.\n  geographical notes by, 200.",
        "Chasdai Ibn Shaprut, patron of Moses ben Chanoch, 97.\n  Charizi on, 99-100, 107.\n  activities of, 100.\n  as a patron of Jewish learning and poetry, 100-101, 102.\n  and the Chazars, 102-103.\n  as translator, 150.",
        "Chasdai Crescas, philosopher, 141.\n  studied by Spinoza, 251.",
        "Chassidim, the, new saints, 176.\n  hymns by, 177.",
        "Chayim Vital Calabrese, Kabbalist, 176.",
        "Chazars, the, and Chasdai Ibn Shaprut, 102-103.",
        "Chiddushim, Notes on the Talmud, 234.",
        "Chiya, Amora, 49.",
        "Chizzuk Emunah, by Isaac Troki, 81.",
        "Choboth ha-Lebaboth, by Bachya Ibn Pekuda, 190.",
        "“Choice of Pearls, The,” by Solomon Ibn Gebirol, 110, 189.",
        "Choshen ha-Mishpat, part of the Shulchan Aruch, 240.",
        "“Chronicle of Achimaaz,” 213.",
        "Clement VII, pope, and David Reubeni, 207.",
        "“Cluster of Cyprus Flowers, A,” by Judah Hadassi, 80.",
        "“Cock and the Bat, The,” fable, 65.",
        "Cohen, Tobiah, geographer, 209.",
        "“Collections.” See Machberoth.",
        "“Come, my Friend,” Sabbath hymn, 239.",
        "“Conciliator, The,” by Manasseh ben Israel, 245.",
        "“Consolations for the Tribulations of Israel,” by Samuel Usque, 217-218.",
        "Constantine, forbids Jews to enter Jerusalem, 205.",
        "Cordova, centre of Arabic learning, 96-97.\n  a Jewish centre, 103, 112.\n  in the hands of the Almohades, 134.",
        "Corfu, Abarbanel in, 226.",
        "Council, the Great. See Synhedrion, the.",
        "Cromwell, and Manasseh ben Israel, 248.",
        "Crusades, the, and the Jews of France, 124.",
        "Cuzari, by Jehuda Halevi, 127, 139.",
        "Damascus, Jehuda Halevi in, 129.",
        "Daniel, the Book of, commentary on, 48.",
        "Dante, influences Jewish poets, 179, 182, 183, 186.",
        "David, the son of Abraham, Karaite author, 79.",
        "David ben Maimon, brother of Moses, 135.",
        "David Abi Zimra, author of “Responses,” 238.",
        "David Alroy, pseudo-Messiah, 203.",
        "David Conforte, historian, 220.",
        "David Gans, historian, 220-221.",
        "David Kimchi, grammarian, 117, 123.",
        "David Reubeni, traveller, 207.",
        "“Deeds of God, The,” by Abarbanel, 229.",
        "Descartes, studied by Spinoza, 250.",
        "“Deuteronomy.” See “Strong Hand, The.”",
        "“Diary of Eldad the Danite,” 201-203.",
        "Dictionary, Hebrew rhyming, by Saadiah, 93.\n  See also Lexicon.",
        "Dioscorides, works of, translated, 150.",
        "Doria, Andrea, doge, physician of, 219.",
        "Dramas in Hebrew, 246-247.",
        "Dunash, the son of Labrat, grammarian, 101, 123.",
        "Duran family, writers of “Responses,” 237.",
        "Eben Bochan, by Kalonymos, 185.",
        "Eben ha-Ezer, part of the Shulchan Aruch, 240.",
        "Egypt, Jehuda Halevi in, 129.",
        "Eldad the Danite, traveller, 201-203.",
        "Eleazar of Worms, writer, 191.",
        "Eleazar the Levite, will of, 196-197.",
        "Eleazar, the son of Azariah, saying of, 25-26.",
        "Eleazar, the son of Isaac, will of, 194-195.",
        "Elias del Medigo, critic, 222.",
        "Elias Levita, grammarian, 229.",
        "Elijah Kapsali, historian, 216.",
        "Elisha, the son of Abuya, and Meir, 28.",
        "Emden, Jacob, author of “Responses,” 238.",
        "Emek ha-Bacha, by Joseph Cohen, 218, 219.",
        "Emunoth ve-Deoth, by Saadiah, 95.",
        "En Yaakob, by Jacob Ibn Chabib, 192.",
        "Enan, giant in “The Book of Delight,” 157-158.",
        "England, the Kalirian Piyut in, 85.\n  Jews re-admitted into, 244.\n  “Ennoblement of Character, The,” by Solomon Ibn Gebirol, 110.",
        "Eshkol ha-Kopher, by Judah Hadassi, 80.",
        "Esthori Parchi, explorer of Palestine, 204-205.",
        "Ethical Wills, prevalence and character of, 193-194.\n  examples of, and quotations from, 194-198.",
        "“Ethics, the,” by Spinoza, 251.",
        "Euclid, works of, translated, 149.",
        "Eusebius, used in “Josippon,” 214.",
        "“Examination of the World,” by Yedaiah Bedaressi, 191-192.",
        "Exilarchs, the, official heads of the Persian Jews, 72.",
        "“Eye of Jacob, The,” by Jacob Ibn Chabib, 192.",
        "Ezra, Kabbalist, 171.",
        "Fables. See Beast Fables; Fox Fables.",
        "“Faith and Philosophy,” by Saadiah, 95.",
        "Fathers, the Christian, and Simlai, 47.",
        "Fayum, birthplace of Saadiah, 91.",
        "Ferdinand and Isabella, Abarbanel with, 226.",
        "Fez, the Maimon family at, 135.",
        "Fiesco, rebellion of, 217.",
        "Folk-tales, diffusion of, 153.",
        "Fostat, Maimonides at, 135.",
        "“Foundation of the World, The,” by Moses Zacut, 246.",
        "“Fountain of Life, The,” by Solomon Ibn Gebirol, 110.",
        "“Four Rows, The,” code by Jacob Asheri, 234, 239.",
        "“Fox and the Fishes, The,” fable, 65.",
        "“Fox as Singer, The,” fable, 66.",
        "Fox Fables, by Meir, 64.\n  by Berachya ha-Nakdan, 156-157.",
        "France, the Kalirian Piyut in, 85.\n  a Jewish centre, 116, 119, 124.\n  Jewish schools of, destroyed, 124.",
        "Fränkel, teacher of Mendelssohn, 253.",
        "Frederick II, emperor, patron of Anatoli, 149.",
        "Frederick the Great, the Berlin of, 254.",
        "Galen, works of, translated, 150, 185.",
        "Galilee, centre of Jewish learning, 20.\n  explored by Esthori Parchi, 205.",
        "Gaonim, the, heads of the Babylonian schools, 68.\n  work of, 68-69.\n  literary productions of, 69-71.\n  language used by, 71.\n  “Letters” of, 71-74.\n  religious heads of the Jews of Persia, 72.\n  as writers, 74.\n  Karaite controversies with, 78.\n  works of, collected, 104.\n  analyze the Talmud, 121.",
        "Gedaliah Ibn Yachya, historian, 222-223.",
        "Gemara. See Talmud, the.",
        "Genesis, commentary on, by Saadiah, 94.",
        "Geographical literature among the Jews, 200.",
        "German Jews, stagnation among, 254.",
        "Germany, the Kalirian Piyut in, 85.",
        "Gersonides. See Levi, the son of Gershon.",
        "“Glory to the Virtuous,” by Luzzatto, 247.",
        "Graetz, H., quoted, 21, 168.",
        "Grammar, Hebrew, works on, 77, 79, 117.",
        "Granada, Jewish literary centre, 112.",
        "Greece, the Kalirian Piyut in, 85.",
        "Greek, translation of the Scriptures, 26.\n  used by Josephus, 37.\n  used in the Sibylline books, 39.\n  used among the Jews, 48.",
        "Grotius, friend of Manasseh ben Israel, 245.",
        "Guarini, influences Luzzatto, 246.",
        "“Guide of the Perplexed, The,” by Moses Maimonides, 136, 139-141, 142.",
        "Habus, Samuel Ibn Nagdela minister to, 103.",
        "Hagadah, the poetic element of the Talmud, 47.",
        "Hai, the last Gaon, 71.",
        "Halachah, the legal element of the Talmud, 47, 55.",
        "Halachoth Gedoloth, compilation of Halachic decisions, 73.",
        "Haman, a fable concerning, 66.",
        "Hassan, the son of Mashiach, Karaite author, 78, 79.",
        "“Heart Duties,” by Bachya Ibn Pekuda, 190.",
        "Hebrew, the, of the Mishnah, 29.\n  used by the Gaonim, 71.\n  the language of prayer, 83.\n  influenced by Kalir, 88.\n  translations into, 145, 146.\n  a living language, 147.\n  studied by Christians, 230.",
        "Heilprin, Yechiel, historian, 220.",
        "Heine, quoted, 128.",
        "“Hell and Eden,” by Immanuel of Rome, 182, 184-185.",
        "“Higher Criticism,” the, father of, 116.",
        "Hillel I, parable of, 62.",
        "Hillel II, arranges the Jewish Calendar, 48.",
        "Hippocrates, works of, translated, 150.",
        "Historical works, 33-34.",
        "Historical writing among the Jews, 211-212, 213, 217.",
        "“History of France and Turkey,” by Joseph Cohen, 217.",
        "“History of the Jewish Kings,” by Justus, 34.",
        "“History of the Ottoman Empire,” by Elijah Kapsali, 216.",
        "Holland, a Jewish centre, 243.",
        "Homiletics, in the Midrash, 57.\n  in Sheeltoth, 70.",
        "“Hope of Israel, The,” by Manasseh ben Israel, 208-209, 248.",
        "Hosannas, the Day of, hymn for, 89.",
        "Huet, friend of Manasseh ben Israel, 245.",
        "Huna, Amora, 49-50.",
        "Ibn Roshd. See Averroes.",
        "Icabo, character in Samuel Usque’s poem, 218.",
        "Iggaron, dictionary by David, 79.",
        "Ikkarim, by Joseph Albo, 141.",
        "Immanuel, the son of Solomon, Italian Jewish poet, 179, 180.\n  life of, 180-181.\n  works of, 182-185.",
        "Isaac the Elder, Tossafist, 161.",
        "Isaac, the son of Asher, Tossafist, 161.",
        "Isaac Abarbanel, in Portugal, 225-226.\n  writes commentaries, 226, 227.\n  in Castile, 226.\n  in Naples and Corfu, 226-227.\n  in Venice, 227.\n  as a writer, 227-228.\n  as an exegete, 228, 229.\n  as a philosopher, 229.",
        "Isaac Aboab, ethical writer, 192.",
        "Isaac Alfassi, Talmudist, 121-122.",
        "Isaac Lurya, Kabbalist, 176.",
        "Isaac Troki, Karaite author, 81.",
        "Isaiah Hurwitz, Kabbalist, 176.",
        "Isaiah, the Book of, Abraham Ibn Ezra on, 116.",
        "Islam, sects of, 75-76.",
        "Israel Baalshem, Kabbalist, 176-177.",
        "Israel Isserlein, author of “Responses,” 237.",
        "“It was at Midnight,” by Jannai, 86.",
        "Italian Jewish literature, 178-180, 187.",
        "Italy, the Kalirian Piyut in, 85.",
        "“Itinera Mundi,” by Abraham Farissol, 206.",
        "“Itinerary,” by Benjamin of Tudela, 203.",
        "Jabneh. See Jamnia.",
        "Jacob Ibn Chabib, writer, 192.",
        "Jacob Anatoli, translator, 148.\n  patron and friend of, 149.",
        "Jacob Asheri, compiler of the Turim, 234, 239.",
        "Jacob Weil, author of “Responses,” 237.",
        "Jacobs, Mr. Joseph, quoted, 65, 66, 156, 158-159.",
        "Jair Chayim Bacharach, author of “Responses,” 238.",
        "Jamnia, centre of Jewish learning, 19-22.",
        "Jannai, originator of the Piyut, 86.\n  date of, 87.",
        "Japhet, the son of Ali, Karaite author, 78, 79.",
        "Jayme I of Aragon, orders a public disputation, 164.",
        "Jehuda Halevi, models of, 107.\n  subjects of, 109.\n  prominence of, 126.\n  youth of, 126-127.\n  as a philosopher and physician, 127-128, 139.\n  longs for Jerusalem, 128.\n  on his journey, 128-129.\n  quotation from, 129-130.\n  works of, translated, 148.",
        "Jerome, under Jewish influence, 48.",
        "“Jerusalem,” by Mendelssohn, 256.",
        "“Jewish War, The,” by Justus, 34.",
        "“Jews, The,” by Lessing, 256.",
        "Jochanan, the son of Napacha, Amora, 46, 47, 51.",
        "Jochanan, the son of Zakkai, characterized, 20-21, 24.\n  as a Tanna, 23-24.",
        "Jochanan Aleman, Kabbalist, 174.",
        "John of Capua, translator, 155.",
        "Joseph Ibn Caspi, will of, 196.",
        "Joseph Ibn Verga, historian, 218-219.",
        "Joseph al-Bazir, Karaite author, 78, 79.",
        "Joseph Albo, philosopher, 141.",
        "Joseph Cohen, historian, 216-217, 219.",
        "Joseph Delmedigo, on Gedaliah Ibn Yachya, 222.",
        "Joseph Karo, prohibits the Machberoth, 183.\n  compiler of the Shulchan Aruch, 233.\n  life of, 238-239.\n  See Shulchan Aruch, the.",
        "Joseph Kimchi, exegete, 116.",
        "Joseph Zabara, poet, 157-158.\n  geographical notes by, 200.",
        "Josephus, Flavius, historian, 34-38.\n  works of, 34.\n  characterized, 35-36.\n  champion of Judaism, 36, 37-38.\n  style of, 36-37.\n  language used by, 37.\n  used in “Josippon,” 214.",
        "Joshua, the son of Levi, Amora, 47.",
        "“Josippon,” a romance, 214.",
        "Judah the Prince, a Tanna, 23, 28-29.\n  characterized, 28-29.",
        "Judah Ibn Ezra, anti-Karaite, 214.",
        "Judah Ibn Tibbon as a translator, 146, 147.\n  as a physician, 146-147.",
        "Judah Ibn Verga, chronicler, 218.",
        "Judah Chayuj, grammarian, 101.",
        "Judah Chassid, ethical writer, 191.",
        "Judah Hadassi, Karaite author, 80-81.",
        "Judah Minz, author of “Responses,” 237.",
        "Judah Romano, school-man, 185.",
        "Judaism, after the loss of a national centre, 21.\n  championed by Josephus, 36, 37-38.\n  philosophy of, 77.",
        "Justus of Tiberias, historian, works of, 34.",
        "Kabbala, mysticism, 170.\n  development of, 171.\n  and Christian scholars, 174.\n  the later, 175.",
        "Kalila ve-Dimna. See Bidpai, Fables of.",
        "Kalir, new-Hebrew poet, 85, 86, 87.\n  date of, 87.\n  style of, 87-88, 107.\n  subject-matter of, 88-89.\n  quotation from, 89-90.",
        "Kalirian Piyut, the, 85.",
        "Kalonymos, the son of Kalonymos, translator, 149, 185.\n  as poet, 179, 180, 185-186.",
        "Kant, and Mendelssohn, 257.",
        "Kaphtor va-Pherach, by Esthori Parchi, 205.",
        "Karaism, rise of, 75-76.\n  a reaction against tradition, 76.\n  defect of, 76.\n  literary influence of, 77.\n  history of, 80.\n  Rabbinite opposition to, 82.\n  opposed by Saadiah, 91, 92.",
        "Kepler, correspondent of David Gans, 220.",
        "Kether Malchuth, by Solomon Ibn Gebirol, 110.\n  quotation from, 111-112.",
        "Kimchi. See Joseph; Moses; David.",
        "Kirkisani, Karaite author, 80.",
        "Kodashim, order of the Mishnah, 31.",
        "Kore ha-Doroth, by David Conforte, 220.",
        "“Lamp of Light, The,” by Isaac Aboab, 192.",
        "Landau, Ezekiel, author of “Responses,” 238.",
        "Lavater, and Mendelssohn, 258.",
        "“Law of Man, The,” by Nachmanides, 166.",
        "Lecha Dodi, Sabbath hymn, 239.",
        "Lecky, on the scientific activity of the Jews, 150.",
        "Leon da Modena, historian, 220.",
        "Leon, Messer, physician and writer, 187.",
        "Leshon Limmudim, by Sahal, the son of Mazliach, 79.",
        "“Lesser Sanctuary, The,” by Moses Rieti, 186.",
        "Lessing, and Mendelssohn, 255-256.",
        "“Letter,” by Sherira, 70-71, 212.",
        "“Letter of Advice, The,” by Solomon Alami, 197-198.",
        "“Letter of Aristeas,” by Azariah di Rossi, 223.",
        "“Letters,” the, of the Gaonim, scope of, 71-73.\n  style of, 74.\n  geographical notes in, 200.\n  and the “Responses,” 234.",
        "Levi, the son of Gershon, philosopher, 141.",
        "Lexicon, by Sahal, 79.\n  by David, 79.\n  by David Kimchi, 117.",
        "Lexicon, Talmudical. See Aruch, 70.",
        "“Light of God, The,” by Chasdai Crescas, 141.",
        "“Light of the Eyes, The,” by Azariah di Rossi, 220, 223.",
        "Literature, Jewish, oral, 21-22.\n  principle of, 23-24.\n  under the influence of Karaism, 77.\n  See Mishnah, the.",
        "Liturgy, the, earliest additions to, 83.\n  See Piyut, the.",
        "Lorraine, the Kalirian Piyut in, 85.",
        "Lost Ten Tribes, book on, 201.\n  in Brazil, 208.",
        "Lucas, Mrs. Alice, translations by, quoted, 63.",
        "Lucian, used in “Josippon,” 214.",
        "Luzzatto, Moses Chayim, Kabbalist and dramatist, 176.\n  ethical work by, 193.\n  as dramatist, 246-247.",
        "Lydda, centre of Jewish learning, 20.",
        "Machberoth, by Immanuel of Rome, 182-185.",
        "Maggid, familiar of Joseph Karo, 239.",
        "Maharil, collection of Customs, 238.",
        "Maimonides, Moses, the forerunner of, 95.\n  youth of, 134-135.\n  activities of, 135-136.\n  disinterestedness of, 136.\n  attacks on, 137, 141.\n  prominence of, 137-138.\n  as a philosopher, 138-141, 142, 151.\n  works of, translated, 148.\n  and Nachmanides, 163.\n  studied by Spinoza, 250.",
        "Mainz, Rashi at, 122.",
        "Majorca, the Spanish Piyut in, 85.",
        "Manasseh ben Israel, and the Lost Tribes, 208-209, 243, 247-248.\n  political activity of, 244, 248.\n  life of, 244.\n  attainments and friends of, 245.\n  activities of, 247.\n  as a pamphleteer, 248-249.\n  and Spinoza, 250.",
        "Manetho, historian, and Josephus, 36.",
        "Massechtoth, tractates of the Mishnah, 31.",
        "“Maxims of the Philosophers,” by Charizi, 189.",
        "Mebo ha-Talmud, by Samuel Ibn Nagdela, 104.",
        "Mechilta, a Midrashic work, 57.",
        "Megillath Taanith. See “Scroll of Fasting, The.”",
        "Meir, a Tanna, 23, 27-28.\n  characterized, 27-28.\n  fables by, 64.",
        "Meir of Rothenburg, poet, 131, 235-237.\n  writer of “Responses,” 235.",
        "“Memorial Books,” historical sources, 216.",
        "Menachem, the son of Zaruk, grammarian, 100, 101, 123.",
        "Mendelssohn, Moses, antagonized by Ezekiel Landau, 238.\n  life of, 253.\n  objects to the separation of culture and religion, 254.\n  service of, to Judaism, 254-255.\n  and Lessing, 255-256.\n  style of, 257.\n  and Lavater, 258.\n  translates the Pentateuch, 258-259.\n  circle of, 259.\n  influence of, 259-260.",
        "Menorath ha-Maor, by Isaac Aboab, 192.",
        "Meör Enayim, by Azariah di Rossi, 220.",
        "Meshullam of Lunel, patron of learning, 146, 147.",
        "Messiah, the, Joshua on, 47.",
        "Messilath Yesharim, by Moses Chayim Luzzatto, 193.",
        "Metre, in Hebrew poetry, 84.",
        "Michlol, by David Kimchi, 117.",
        "Midrash, the, characterized, 55-57.\n  poetical, 56, 57.\n  popular homiletics, 57.\n  works called, 57-58.\n  style of, 58-59.\n  proverbs in, 59-60.\n  parables in, 60-64.\n  beast fables in, 64-67.\n  and the Piyut, 86, 88-89.\n  used by Rashi, 123, 124.",
        "Midrash Haggadol, a Midrashic work, 58.",
        "Midrash Rabbah, a Midrashic work, 58.",
        "Mikdash Meät, by Moses Rieti, 186.",
        "Minhag, established by the Gaonim, 69.",
        "Miphaloth Elohim, by Abarbanel, 229.",
        "Mishnah, a paragraph of the Mishnah, 31.",
        "Mishnah, the, origin of, 22.\n  principle of, 24.\n  compiled by Rabbi, 28.\n  contents and style of, 29-31.\n  divisions of, 31.\n  development of, 43. See Talmud, the.\n  date of, 52.\n  Sherira on, 70.\n  Maimon’s commentary on, 135.\n  commentary on, 206.\n  personified, 239.",
        "Mishneh Torah. See “Strong Hand, The.”",
        "Moed, order of the Mishnah, 31.",
        "Mohammedanism assumed by the Maimon family, 135.",
        "Moreh Nebuchim. See “Guide of the Perplexed, The.”",
        "Moses, teachings of, summarized, 140.",
        "Moses of Leon, author of the Zohar, 172, 173.",
        "Moses, the son of Chanoch, founds a school at Cordova, 97.",
        "Moses, the son of Maimon. See Maimonides, Moses.",
        "Moses Ibn Ezra, and the Scriptures, 107, 109.\n  life of, 112-113.\n  quotation from, 113-114.\n  hymns of, 114.\n  Charizi on, 114.",
        "Moses Ibn Tibbon, translator, 148.",
        "Moses Alshech, homiletical writer, 230.",
        "Moses Kimchi, grammarian, 117.",
        "Moses Minz, author of “Responses,” 237.",
        "Moses Rieti, poet, 186-187.",
        "Mysticism, an element of religion, 169-170.\n  in Judaism, 170.",
        "Nachmanides, Moses, Talmudist, 160-168.\n  on the French Rabbis, 160, 162.\n  as a poet, 162.\n  gentleness of, 163.\n  in a disputation, 163-164.\n  in Palestine, 165.\n  as an exegete, 165-168.\n  teacher of, 171.\n  will of, 195.",
        "Nahum, poet, 109.",
        "“Name of the Great Ones, The,” by Chayim Azulai, 220.",
        "Naples, Abarbanel in, 226.",
        "Nashim, order of the Mishnah, 31.",
        "“Nathan the Wise,” by Lessing, 256.",
        "Nathan, the son of Yechiel, lexicographer, 121.",
        "Nehardea, centre of Jewish learning, 44.",
        "Nehemiah Chayun, Kabbalist, 176.",
        "New-Hebrew, as a literary language, 83.",
        "New-Hebrew poetry, and the Scriptures, 107.\n  characteristics of, 108-109.\n  after Jehuda Halevi, 130-131, 132.\n  See also Piyut.",
        "Nezikin, order of the Mishnah, 31.",
        "Nicholas, monk, translator, 150.",
        "“Novelties,” Notes on the Talmud, 234.",
        "Numeo, character in Samuel Usque’s poem, 218.",
        "Obadiah of Bertinoro, Rabbi of Jerusalem, 206.",
        "Omar, forbids Jews to enter Jerusalem, 205.",
        "Onkelos. See Aquila.",
        "Orach Chayim, part of the Shulchan Aruch, 239, 240.",
        "“Order of Generations, The,” by Yechiel Heilprin, 220.",
        "“Order of the Tannaim and Amoraim,” 212.",
        "Orders of the Mishnah, 31.",
        "Origen, under Jewish influence, 48.",
        "Pablo Christiani, convert, and Nachmanides, 164.",
        "Palestine, the Kalirian Piyut in, 85.\n  the Maimon family in, 135.\n  explored, 204-205.\n  open to Jews, 205-206.",
        "Parables, in the Midrash, 60-64.\n  examples of, 62, 63.",
        "Parallelism of line, in the Scriptures, 108.",
        "Passover, hymn for, 86.",
        "“Path of Life, The,” part of the Shulchan Aruch, 239, 240.",
        "“Path of the Upright, The,” by Moses Chayim Luzzatto, 193.",
        "Penso, Joseph Felix, dramatist, 246.",
        "Pentateuch, the, translated, 27, 247, 258.\n  as viewed by Meir, 27.\n  commentary on, 166-168, 230.\n  See also Scriptures, the.",
        "Perakim, chapters of the Mishnah, 31.",
        "Perez of Corbeil, Tossafist, 161.",
        "“Perfection,” by David Kimchi, 117.",
        "Persia, the Jews of, independent, 72.\n  See also Babylonia.",
        "Pesikta, a Midrashic work, 58.",
        "Petachiah of Ratisbon, traveller, 204.",
        "“Phædo, or the Immortality of the Soul,” by Mendelssohn, 257.",
        "Philo, on Judaism, 38.",
        "Philosophy, Jewish, created by Saadiah, 91, 95.",
        "Pico di Mirandola, and the Kabbala, 174.",
        "Piyut, the, characteristics of, 83-84.\n  two types of, 84-85.\n  Kalirian, 85.\n  Spanish, 85.\n  creator of, 85-86.\n  by Samuel Ibn Nagdela, 105.\n  in Italy, 186.",
        "Poetry. See New-Hebrew poetry; Piyut.",
        "Poland, the Kalirian Piyut in, 85.",
        "Porphyry, on the Book of Daniel, 48.",
        "Prayer-Book, the, compiled by Amram, 70.\n  arranged by Saadiah, 95.",
        "Prester John, Eldad on, 203.",
        "“Prince and Nazirite,” by Abraham Ibn Chisdai, 154-155.",
        "Provence, the Spanish Piyut in, 85.\n  Jewish learning in, 146.",
        "Proverbs, in the Midrash, 59-60.\n  quoted, 59.",
        "Psalms, the, and new-Hebrew poetry, 104-105, 108.\n  mysticism in, 169, 170.",
        "Ptolemy, works of, translated, 149, 185.",
        "Pumbeditha, centre of Jewish learning, 44, 72.",
        "“Purim Tractate, The,” by Kalonymos, 185-186.",
        "Pygmies, the, discovered by Tobiah Cohen, 209.",
        "“Questions and Answers,” decisions, 73.",
        "Rab. See Abba Areka.",
        "Rabba, the son of Nachmani, Amora, 51.",
        "Rabbi. See Judah the Prince.",
        "Rabbinical schools, in Babylonia, 44.",
        "Rabina, Amora, compiler of the Talmud, 51, 52.",
        "Ralbag. See Levi, the son of Gershon.",
        "Ramban. See Nachmanides, Moses.",
        "Rashbam. See Samuel ben Meir.",
        "Rashi (R. Shelomo Izchaki), importance of, 119.\n  style of, 119-120.\n  characteristics of, 120-121.\n  life of, 122.\n  as an exegete, 123-124.\n  descendants of, 124, 161.",
        "Rava, Amora, 51.",
        "Rembrandt, friend of Manasseh ben Israel, 245.",
        "Renaissance, the, and Italian Jewish literature, 178, 182, 184, 187.",
        "Renan, on the students of Averroes, 148.",
        "“Responses,” on religious subjects, 234-235, 237-238.",
        "Reuchlin, Johann, and the Kabbala, 174.",
        "Rhyme, in Hebrew poetry, 84.",
        "“Rod of Judah, The,” by the Ibn Vergas, 218-219.",
        "Rokeach, by Eleazar of Worms, 191.",
        "“Royal Crown, The,” by Solomon Ibn Gebirol, 110.\n  quotation from, 111-112.",
        "Saadiah, Gaon, 70, 91-97.\n  activities of, 91, 95.\n  opposes Karaism, 92, 94.\n  translates the Scriptures, 93, 94.\n  style of, 93.\n  conflict of, with the Exilarch, 95.\n  arranges a prayer-book, 95.\n  as a philosopher, 95-96, 139.\n  works of, translated, 148.",
        "Sabbatai Zevi, and the Kabbala, 175.\n  opponents of, 238.",
        "“Sacred Letter, The,” by Nachmanides, 165.",
        "Safed, Kabbalist centre, 175.",
        "Sahal, the son of Mazliach, 77-78.",
        "Salman, the son of Yerucham, Karaite author, 78.",
        "Salonica, Kabbalist centre, 175.",
        "“Salvation of his Anointed,” by Abarbanel, 229.",
        "“Samson,” by Luzzatto, 246.",
        "Samuel, Amora, 47-48, 51.\n  astronomer, 48.",
        "Samuel, the son of Chofni, Gaon and author, 71.",
        "Samuel ben Meir, exegete, 124.",
        "Samuel Ibn Nagdela, Nagid and minister, 103.\n  as a scholar, 104.\n  as a poet, 104-105.",
        "Samuel Ibn Tibbon, translator, 147, 148.\n  son-in-law of, 148.",
        "Samuel Usque, poet, 217-218.",
        "Scientific activity of the Jews, 151.",
        "Scot, Michael, friend of Anatoli, 149, 151.",
        "Scriptures, the, translated into Greek, 26.\n  commentaries on, 77, 79, 123, 229.\n  translated into Arabic, 91, 93, 94.\n  translations of, in the synagogues, 94.\n  and new-Hebrew poetry, 107-108.\n  characteristics of the poetry of, 108.\n  addresses of parents to children in, 194.\n  See also Pentateuch, the.",
        "“Scroll of Fasting, The,” contents, character, and purpose of, 40-41.",
        "Sedarim, order of the Mishnah, 31.",
        "Seder ha-Doroth, by Yechiel Heilprin, 220.",
        "Sefer Dikduk, by Sahal, the son of Mazliach, 79.",
        "Sefer ha-Chassidim, ethical work, 191.",
        "Sefer ha-Galui, by Saadiah, 93.",
        "Sefer ha-Kabbalah, by Abraham Ibn Daud, 213-214.",
        "Sefer Yetsirah, by Saadiah, 95.\n  Kabbalistic, 175.",
        "Seleucid era, the, abolished, 238.",
        "Selichoth, elegies, Zunz on, 215-216.",
        "Sepphoris, centre of Jewish learning, 20.",
        "Septuagint, the, style of, 26.",
        "Seville, Jewish literary centre, 112.",
        "Shaaloth u-Teshuboth, decisions, 73.",
        "Shalsheleth ha-Kabbalah, by Gedaliah Ibn Yachya, 220.",
        "Shebet Jehudah, by the Ibn Vergas, 218-219.",
        "Sheeltoth, by Achai, 69-70.",
        "Sheloh, by Isaiah Hurwitz, 176.",
        "Shelomo Izchaki. See Rashi.",
        "Sherira, Gaon and historian, 70-71.",
        "Sheshet family, writers of “Responses,” 237.",
        "“Shields of the Mighty, The,” by Abraham de Porta Leone, 220.",
        "Shiites, the, Mohammedan sect, 75.",
        "Shilte ha-Gibborim, by Abraham de Porta Leone, 220.",
        "Shulchan Aruch, the, publication of, 232.\n  scope of, 232-233.\n  sources of, 233-234.\n  parts of, 239-240.\n  value of, 241.",
        "Sibylline books, the Jewish, 38-40.\n  on the Jewish religion, 38-39.\n  language of, 39.\n  quotations from, 39, 40.",
        "Siddur, the, compiled by Amram, 70.",
        "Sifra, a Midrashic work, 57.",
        "Sifre, a Midrashic work, 57.",
        "Simlai, Amora, 47, 48.",
        "Simon, the son of Lakish, Amora, 46.",
        "Simon, the son of Yochai, alleged author of the Zohar, 172.",
        "Solomon, the son of Adereth, writer of “Responses,” 235.",
        "Solomon Ibn Gebirol, and the Scriptures, 107.\n  subjects of, 109.\n  life of, 109-110.\n  works of, 110.\n  quotations from, 111-112.\n  works of, translated, 148.",
        "Solomon Ibn Verga, chronicler, 218.",
        "Solomon Alami, ethical writer, 197-198.",
        "Solomon Alkabets, poet, 239.",
        "Solomon Molcho, and the Kabbala, 175, 207.",
        "Song of Songs, the, and new-Hebrew poetry, 107.",
        "Spain, Moorish, the centre of Jewish learning, 96-97.",
        "Spanish-Jewish poetry. See New-Hebrew poetry.",
        "Spanish Piyut, the, 85.",
        "Speyer, Rashi at, 122.",
        "Spinoza, Baruch, influenced by Chasdai Crescas, 141.\n  philosopher, 243, 244, 249-251.\n  life of, 250-251.\n  works of, 251.",
        "Steinschneider, Dr., on Jewish translators, 144.",
        "“Stone of Help, The,” part of the Shulchan Aruch, 240.",
        "Strabo, used in “Josippon,” 214.",
        "“Strengthening of Faith, The,” by Isaac Troki, 81.",
        "“Strong Hand, The,” by Moses Maimonides, 136-137, 139, 232.",
        "“Strong Tower, The,” by Luzzatto, 246.",
        "Sunnites, the, Mohammedan sect, 75.",
        "Sura, centre of Jewish learning, 44, 72.\n  Saadiah at, 91, 96.",
        "Synhedrion, the, at Jamnia, 19-20.",
        "“Table Prepared.” See Shulchan Aruch, the.",
        "Tables of Alfonso, in Hebrew, 221.",
        "Tachkemoni, by Charizi, 131-132, 183.",
        "Talmud, the, commentary on the Mishnah, 43.\n  language of, 44.\n  two works, 44.\n  the teachers of, 44.\n  character of, 45, 50, 53.\n  the two aspects of, 47.\n  and Rab and Samuel, 47-48, 51.\n  influences traceable in, 50-51.\n  compilation of, 51-52.\n  beast fables in, 64-67.\n  lexicon of, 70.\n  and the Piyut, 86.\n  commentary on, by Rashi, 120.\n  geographical notes in, 200.\n  Notes on, 234.",
        "Talmud, the Babylonian, 44.\n  the larger work, 44.",
        "Talmud, the Jerusalem, 44.",
        "Tam of Rameru, Tossafist, 161.",
        "Tanchuma, a Midrashic work, 58.",
        "Tannaim, the, teachers of the Mishnah, 22.\n  four generations of, 23.",
        "Targum Onkelos, Aramaic translation of the Pentateuch, 27.",
        "Tarshish, by Moses Ibn Ezra, 114.",
        "“Teacher of Knowledge, The,” part of the Shulchan Aruch, 239-240.",
        "Teharoth, order of the Mishnah, 31.",
        "Teshuboth. See “Letters,” the; “Responses,” the.",
        "“Theologico-Political Tractate,” by Spinoza, 244, 251.",
        "Tiberias, centre of Jewish learning, 20.",
        "Todros Abulafia, Kabbalist, 171.",
        "Toledo, Jewish literary centre, 112.\n  cosmopolitanism of, 126.",
        "“Topaz, The,” by Moses Ibn Ezra, 114.",
        "Torah, the. See Pentateuch, the.",
        "Tossafists, the, French Talmudists, 160-161.",
        "Tossafoth, Additions, 161.",
        "“Touchstone, The,” by Kalonymos, 185.",
        "Tractates of the Mishnah, 31.",
        "Tradition, the Jewish, investigated at Jamnia, 21.\n  Sherira on, 70.\n  reaction against, 76.\n  See Mishnah, the.",
        "Translations, value of, 144.\n  made by Jews, 144-145, 146, 149-151, 153-154, 155-156.",
        "“Travels,” by Petachiah of Ratisbon, 204.",
        "Troyes, Rashi at, 122.",
        "“Two Tables of the Covenant, The,” by Isaiah Hurwitz, 176.",
        "Tyre, Jehuda Halevi in, 129.",
        "Usha, centre of Jewish learning, 20.",
        "“Valley of Tears, The,” by Joseph Cohen, 218, 219.",
        "Venice, Abarbanel in, 227.",
        "Vindiciæ Judeorum, by Manasseh ben Israel, 244, 249, 258.",
        "“Vineyard,” the. See Jamnia.",
        "Vossius, friend of Manasseh ben Israel, 245.",
        "“Wars of the Jews, The,” by Josephus, 34.\n  the language of, 37.",
        "“Wars of the Lord, The,” by Gersonides, 141.",
        "“Wars of the Lord, The,” by Salman, the son of Yerucham, 78.",
        "Wessely, N.H., pedagogue, 210.",
        "“Wolf and the two Hounds, The,” fable, 65.",
        "“Wolf at the Well, The,” fable, 65.",
        "“Work of Tobiah, The,” by Tobiah Cohen, 209.",
        "Worms, Rashi at, 122.",
        "Yad Hachazaka. See “Strong Hand, The.”",
        "Yalkut, collected Midrashim, 58.",
        "Yedaiah Bedaressi, writer, 191-192.",
        "Yeshuoth Meshicho, by Abarbanel, 229.",
        "Yoreh Deah, part of the Shulchan Aruch, 240.",
        "Yuchasin, by Abraham Zacuto, 216.",
        "Zabara, satirist, 127.",
        "Zacut, Moses, dramatist, 246.",
        "Zeëna u-Reëna, homiletical work, 230.",
        "Zeira, Amora, 46.",
        "Zemach, the son of Paltoi, Gaon and lexicographer, 70.",
        "Zemach David, by David Gans, 220-221.",
        "Zeraim, order of the Mishnah, 31.",
        "Zevaoth. See Ethical Wills.",
        "Zicareo, character in Samuel Usque’s poem, 218.",
        "Zion, odes to, by Jehuda Halevi, 109, 129-130.",
        "Zohar, the, Kabbalistic work, 172-174.\n  style and language of, 172-173.\n  contents of, 173-174.\n  Christian ideas in, 174.\n  importance of, 175.",
        "\nThis eBook of “Chapters On Jewish Literature” (1899) by Israel Abrahams belongs to the public domain.\n",
        "Chapters on Jewish LiteratureBy M. a. Israel AbrahamsAt Amazon"
    ]
}