{
    "title": "Chapters On Jewish Literature - Chapter XVIII. Italian Jewish Poetry",
    "author": "Israel Abrahams",
    "chapter": "18",
    "content": [
        "\n\n",
        "     Immanuel and Dante.–The Machberoth.–Judah\n     Romano.–Kalonymos.–The Eben Bochan.–Moses Rieti.–Messer\n     Leon.",
        "The course of Jewish literature in Italy ran along the same lines as in\nSpain. The Italian group of authors was less brilliant, but the\ndifference was one of degree, not of kind. The Italian aristocracy, like\nthe Moorish caliphs and viziers, patronized learning, and encouraged the\nJews in their literary ambitions.",
        "Yet the fact that the inspiration in Spain came from Islam and in Italy\nfrom Christianity produced some consequences. In Spain the Jews followed\nArab models of style. In Italy the influence of classical models was\nfelt at the time of the Renaissance. Most noteworthy of all was the\nindebtedness of the Hebrew poets of Italy to Dante.",
        "It is not improbable that Dante was a personal friend of the most noted\nof these Jewish poets, Immanuel, the son of Solomon of Rome. Like the\nother Jews of Rome, Immanuel stood in the most friendly relations with\nChristians, for nowhere was medieval intolerance less felt than in the\nvery seat of the Pope, the head of the Church. Thus, on the one hand\nImmanuel was a leading member of the synagogue, and, on the other, he\ncarried on a literary correspondence with learned Christians, with\npoets, and men of science. He was himself a physician, and his poems\nbreathe a scientific spirit. As happened earlier in Spain, the circle of\nImmanuel regarded verse-making as part of the culture of a scholar.\nWitty verses, in the form of riddles and epigrams, were exchanged at the\nmeetings of the circle. With these poets, among whom Kalonymos was\nincluded, the penning of verses was a fashion. On the other hand, music\nwas not so much cultivated by the Italian Hebrews as by the Spanish.\nHence, both Immanuel and Kalonymos lack the lightness and melody of the\nbest writers of Hebrew verse in Spain. The Italians atoned for this loss\nby their subject-matter. They are joyous poets, full of the gladness of\nlife. They are secular, not religious poets; the best of the\nSpanish-Hebrew poetry was devotional, and the best of the Italian so\nsecular that it was condemned by pietists as too frivolous and too much\n“disfigured by ill-timed levity.”",
        "Immanuel was born in Rome in about 1270. He rarely mentions his father,\nbut often names his mother Justa as a woman of pious and noble\ncharacter. As a youth, he had a strong fancy for scientific study, and\nwas nourished on the “Guide” of Maimonides, on the works of the Greeks\nand Arabs, and on the writings of the Christian school-men, which he\nread in Hebrew translations. Besides philosophy, mathematics, astronomy,\nand medicine, Immanuel studied the Bible and the Talmud, and became an\naccomplished scholar. He was not born a poet, but he read deeply the\npoetical literature of Jews and Christians, and took lessons in\nrhyme-making. He was wealthy, and his house was a rendezvous of wits and\nscientists. His own position in the Jewish community was remarkable. It\nhas already been said that he took an active part in the management of\ncommunal affairs, but he did more than this. He preached in the\nsynagogue on the Day of Atonement, and delivered eulogistic orations\nover the remains of departed worthies. Towards the end of his life he\nsuffered losses both in fortune and in friends, but he finally found a\nnew home in Fermo, where he was cordially welcomed in 1328. The date of\nhis death is uncertain, but he died in about 1330.",
        "His works were versatile rather than profound. He wrote grammatical\ntreatises and commentaries, which display learning more than\noriginality. But his poetical writings are of great interest in the\nhistory of Jewish literature. He lived in the dawn-flush of the\nRenaissance in Italy. The Italian language was just evolving itself,\nunder the genius of Dante, from a mere jumble of dialects into a\nliterary language. Dante did for Italy what Chaucer was soon after to do\nfor England. On the one side influenced by the Renaissance and the birth\nof the new Italian language, on the other by the Jewish revival of\nletters in Spain and Provence, the Italian Jews alone combined the\nJewish spirit with the spirit of the classical Renaissance. Immanuel was\nthe incarnation of this complex soul.",
        "This may be seen from the form of Immanuel’s Machberoth, or\n“Collection.” The latter portion of it, named separately “Hell and\nEden,” was imitated from the Christian Dante; the poem as a whole was\nplanned on Charizi’s Tachkemoni, a Hebrew development of the Arabic\nDivan. The poet is not the hero of his own song, but like the Arabic\npoets of the divan, conceives a personage who fills the centre of the\ncanvas–a personage really identical with the author, yet in a sense\nother than he. Much quaintness of effect is produced by this double part\nplayed by the poet, who, as it were, satirizes his own doings. In\nImmanuel’s Machberoth there is much variety of romantic incident. But\nit is in satire that he reaches his highest level. Love and wine are the\nfrequent burdens of his song, as they are in the Provençal and Italian\npoetry of his day. Immanuel was something of a Voltaire in his jocose\ntreatment of sacred things, and pietists like Joseph Karo inhibited the\nstudy of the Machberoth. Others, too, described his songs as sensuous\nand his satires as blasphemous. But the devout and earnest piety of\nsome of Immanuel’s prayers,–some of them to be found in the\nMachberoth themselves–proves that Immanuel’s licentiousness and\nlevity were due, not to lack of reverence, but to the attempt to\nreconcile the ideals of Italian society of the period of the Renaissance\nwith the ideals of Judaism.",
        "Immanuel owed his rhymed prose to Charizi, but again he shows his\ndevotion to two masters by writing Hebrew sonnets. The sonnet was new\nthen to Italian verse, and Immanuel’s Hebrew specimens thus belong to\nthe earliest sonnets written in any literature. It is, indeed,\nimpossible to convey a just sense of the variety of subject and form in\nthe Machberoth. “Serious and frivolous topics trip each other by the\nheels; all metrical forms, prayers, elegies, passages in unmetrical\nrhymes, all are mingled together.” The last chapter is, however, of a\ndifferent character, and it has often been printed as a separate work.\nIt is the “Hell and Eden” to which allusion has already been made.",
        "The link between Immanuel and his Provençal contemporary Kalonymos was\nsupplied by Judah Romano, the Jewish school-man. All three were in the\nservice of the king of Naples. Kalonymos was the equal of Romano as a\nphilosopher and not much below Immanuel as a satirist. He was a more\nfertile poet than Immanuel, for, while Immanuel remained the sole\nrepresentative of his manner, Kalonymos gave birth to a whole school of\nimitators. Kalonymos wrote many translations, of Galen, Averroes,\nAristotle, al-Farabi, Ptolemy, and Archimedes. But it was his keen wit\nmore than his learning that made him popular in Rome, and impelled the\nJews of that city, headed by Immanuel, to persuade Kalonymos to settle\npermanently in Italy. Kalonymos’ two satirical poems were called “The\nTouchstone” (Eben Bochan) and “The Purim Tractate.” These satirize\nthe customs and social habits of the Jews of his day in a bright and\npowerful style. In his Purim Tractate, Kalonymos parodies the style,\nlogic, and phraseology of the Talmud, and his work was the forerunner of\na host of similar parodies.",
        "There were many Italian writers of Piyutim, i.e. Synagogue hymns, but\nthese were mediocre in merit. The elegies written in lament for the\nburning of the Law and the martyrdoms endured in various parts of Italy\nwere the only meritorious devotional poems composed in Hebrew in that\ncountry. Italy remained famous in Hebrew poetry for secular, not for\nreligious compositions. In the fifteenth century Moses Rieti (born 1389,\ndied later than 1452) imitated Dante once more in his “Lesser Sanctuary\"\n(Mikdash Meät). Here again may be noticed a feature peculiar to\nItalian Hebrew poetry. Rieti uses regular stanzas, Italian forms of\nverse, in this matter following the example of Immanuel. Messer Leon, a\nphysician of Mantua, wrote a treatise on Biblical rhetoric (1480).\nAgain, the only important writer of dramas in Hebrew was, as we shall\nsee, an Italian Jew, who copied Italian models. Though, therefore, the\nHebrew poetry of Italy scarcely reaches the front rank, it is\nhistorically of first-rate importance. It represents the only effects of\nthe Renaissance on Jewish literature. In other countries, the condition\nof the Jews was such that they were shut off from external influences.\nTheir literature suffered as their lives did from imprisonment within\nthe Ghettos, which were erected both by the Jews themselves and by the\ngovernments of Europe.",
        "S. Morals.–Italian Jewish Literature (Publications of the\n  Gratz College, Vol. 1).",
        "Graetz.–IV, p. 61 [66].",
        "J. Chotzner.–Immanuel di Romi, J.Q.R., IV, p. 64.",
        "G. Sacerdote.–Emanuele da Roma’s Ninth Mehabbereth,\n  J.Q.R., VII, p. 711.",
        "Graetz.–IV, p. 68 [73].",
        "MOSES RIETI.",
        "Graetz.–IV, p. 230 [249].",
        "MESSER LEON.",
        "Graetz.–IV, p. 289 [311].",
        "Continue...",
        "\nThis eBook of “Chapters On Jewish Literature” (1899) by Israel Abrahams belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Chapters on Jewish LiteratureBy M. a. Israel AbrahamsAt Amazon"
    ]
}