{
    "title": "Chapters On Jewish Literature - Chapter IX. Dawn of the Spanish Era",
    "author": "Israel Abrahams",
    "chapter": "9",
    "content": [
        "\n\n",
        "     Chasdai Ibn Shaprut.–Menachem and Dunash, Chayuj and\n     Janach.–Samuel the Nagid.",
        "If but a small part of what Hebrew poets sang concerning Chasdai Ibn\nShaprut be literal fact, he was indeed a wonderful figure. His career\nset the Jewish imagination aflame. Charizi, in the thirteenth century,\nwrote of Chasdai thus:",
        "    In southern Spain, in days gone by,\n    The sun of fame rose up on high:\n    Chasdai it was, the prince, who gave\n    Rich gifts to all who came to crave.\n    Science rolled forth her mighty waves,\n    Laden with gems from hidden caves,\n    Till wisdom like an island stood,\n    The precious outcome of the flood.\n    Here thirsting spirits still might find\n    Knowledge to satisfy the mind.\n    Their prince’s favor made new day\n    For those who slept their life away.\n    They who had lived so long apart\n    Confessed a bond, a common heart,\n    From Christendom and Moorish lands,\n    From East, from West, from distant strands.\n    His favor compassed each and all.\n    Girt by the shelter of his grace,\n    Lit by the glory of his face,\n    Knowledge held their heart in thrall.\n    He showed the source of wisdom and her springs,\n    And God’s anointment made them more than kings.\n    His goodness made the dumb to speak his name,\n    Yea, stubborn hearts were not unyielding long;\n    And bards the starry splendor of his fame\n    Mirrored in lucent current of their song.",
        "This Chasdai, the son of Isaac, of the family of Shaprut (915-970), was\na physician and a statesman. He was something of a poet and linguist\nbesides; not much of a poet, for his eulogists say little of his verses;\nand not much of a linguist, for he employed others (among them Menachem,\nthe son of Zaruk, the grammarian) to write his Hebrew letters for him.\nBut he was enough of a scholar to appreciate learning in others, and as\na patron of literature he placed himself in the front of the new Jewish\ndevelopment in Spain. From Babylonia he was hailed as the head of the\nschool in Cordova. At his palatial abode was gathered all that was best\nin Spanish Judaism. He was the patron of the two great grammarians of\nthe day, Menachem, the son of Zaruk, and his rival and critic, Dunash,\nthe son of Labrat. These grammarians fought out their literary disputes\nin verses dedicated to Chasdai. Witty satires were written by the\nfriends of both sides. Sparkling epigrams were exchanged in the\nrose-garden of Chasdai’s house, and were read at the evening assemblies\nof poets, merchants, and courtiers. It was Chasdai who brought both the\nrivals to Cordova, Menachem from Tortosa and Dunash from Fez. Menachem\nwas the founder of scientific Hebrew grammar; Dunash, more lively but\nless scholarly, initiated the art of writing metrical Hebrew verses. The\nsuccessors of these grammarians, Judah Chayuj and Abulwalid Merwan Ibn\nJanach (eleventh century), completed what Menachem and Dunash had begun,\nand placed Hebrew philology on a firm scientific basis.",
        "Thus, with Chasdai a new literary era dawned for Judaism. His person,\nhis glorious position, his liberal encouragement of poetry and learning,\nopened the sealed-up lips of the Hebrew muse. As a contemporary said of\nChasdai:",
        "    The grinding yoke from Israel’s neck he tore,\n    Deep in his soul his people’s love he bore.\n    The sword that thirsted for their blood he brake,\n    And cold oppression melted for his sake.\n    For God sent Chasdai Israel’s heart to move\n    Once more to trust, once more his God to love.",
        "Chasdai did not confine his efforts on behalf of his brethren to the\nJews of Spain. Ambition and sympathy made him extend his affection to\nthe Jews of all the world. He interviewed the captains of ships, he\nconversed with foreign envoys concerning the Jews of other lands. He\nentered into a correspondence with the Chazars, Jews by adoption, not by\nrace. It is not surprising that the influence of Chasdai survived him.\nUnder the next two caliphs, Cordova continued the centre of a cultured\nlife and literature. Thither flocked, not only the Chazars, but also the\ndescendants of the Babylonian Princes of the Captivity and other men of\nnote.",
        "Half a century after Chasdai’s death, Samuel Ibn Nagdela (993-1055)\nstood at the head of the Jewish community in Granada. Samuel, called the\nNagid, or Prince, started life as a druggist in Malaga. His fine\nhandwriting came to the notice of the vizier, and Samuel was appointed\nprivate secretary. His talents as a statesman were soon discovered, and\nhe was made first minister to Habus, the ruler of Granada. Once a Moor\ninsulted him, and King Habus advised his favorite to cut out the\noffender’s tongue. But Samuel treated his reviler with much kindness,\nand one day King Habus and Samuel passed the same Moor. “He blesses you\nnow,” said the astonished king, “whom he used to curse.”",
        "“Ah!” replied Samuel, “I did as you advised. I cut out his angry\ntongue, and put a kind one there instead.”",
        "Samuel was not only vizier, he was also Rabbi. His knowledge of the\nRabbinical literature was profound, and his “Introduction to the Talmud\"\n(Mebo ha-Talmud) is still a standard work. He expended much labor and\nmoney on collecting the works of the Gaonim. The versatility of Samuel\nwas extraordinary. From the palace he would go to the school; after\ninditing a despatch he would compose a hymn; he would leave a reception\nof foreign diplomatists to discuss intricate points of Rabbinical law or\nexamine the latest scientific discoveries. As a poet, his muse was that\nof the town, not of the field. But though he wrote no nature poems, he\nresembled the ancient Hebrew Psalmists in one striking feature. He sang\nnew songs of thanksgiving over his own triumphs, uttered laments on his\nown woes, but there is an impersonal note in these songs as there is in\nthe similar lyrics of the Psalter. His individual triumphs and woes\nwere merged in the triumphs and woes of his people. In all, Samuel added\nsome thirty new hymns to the liturgy of the Synagogue. But his muse was\nas versatile as his mind. Samuel also wrote some stirring wine songs.\nThe marvellous range of his powers helped him to complete what Chasdai\nhad begun. The centre of Judaism became more firmly fixed than ever in\nSpain. When Samuel the Nagid died in 1055, the golden age of Spanish\nliterature was in sight. Above the horizon were rising in a glorious\nconstellation, Solomon Ibn Gebirol, the Ibn Ezras, and Jehuda Halevi.",
        "CHASDAI.",
        "Graetz,–III, p. 215 [220].",
        "DUNASH AND MENACHEM.",
        "Graetz.–III, p. 223 [228].",
        "JANACH.",
        "Encycl. Brit., Vol. XIII, p. 737.",
        "CHAYUJ.",
        "M. Jastrow, Jr.–The Weak and Geminative Verbs in Hebrew by\n  Hayyûg (Leyden, 1897).",
        "Steinschneider.–Jewish Literature, p. 131.",
        "CHAZARS.",
        "Letter of Chasdai to Chazars (Engl. transl. by Zedner,\n  Miscellany of the Society of Hebrew Literature, Vol. I).",
        "Graetz.–III, p. 138 [140].",
        "Graetz,–III, p, 254 [260].",
        "Continue...",
        "\nThis eBook of “Chapters On Jewish Literature” (1899) by Israel Abrahams belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Chapters on Jewish LiteratureBy M. a. Israel AbrahamsAt Amazon"
    ]
}