{
    "title": "Chapters On Jewish Literature - Chapter XV. The Diffusion of Folk-Tales",
    "author": "Israel Abrahams",
    "chapter": "15",
    "content": [
        "\n\n",
        "     Barlaam and Joshaphat.–The Fables of Bidpai.–Abraham Ibn\n     Chisdai.–Berachya ha-Nakdan.–Joseph Zabara.",
        "The folk-tales of India were communicated to Europe in two ways. First,\nthere was an oral diffusion. In friendly conversation round the family\nhearth, in the convivial intercourse of the tavern and divan, the wit\nand wisdom of the East found a home in the West. Having few\nopportunities of coming into close relations with Christian society, the\nJews had only a small share in the oral diffusion of folk-tales. But\nthere was another means of diffusion, namely, by books. By their\nwritings the Jews were able to leave some impress on the popular\nliterature of Europe.",
        "This they did by their translations. Sometimes the Jews translated\nfables and folk-tales solely for their own use, and in such cases the\ntranslations did not leave the Hebrew form into which they were cast. A\ngood example of this was Abraham Ibn Chisdai’s “Prince and Nazirite,\"\ncompiled in the beginning of the thirteenth century. It was a Hebrew\nversion of the legend of Buddha, known as “Barlaam and Joshaphat.” In\nthis the story is told of a prince’s conversion to the ascetic life. His\nfather had vainly sought to hold him firm to a life of pleasure by\nisolating him in a beautiful palace, far from the haunts of man, so that\nhe might never know that such things as evil, misery, and death existed.\nOf course the plan failed, the prince discovered the things hidden from\nhim, and he became converted to the life of self-denial and renunciation\nassociated with the saintly teaching of Buddha. This story is the frame\ninto which a number of charming tales are set, which have found their\nway into the popular literature of all the world. But in this spread of\nthe Indian stories, the book of Abraham Ibn Chisdai had no part.",
        "Far other it was with the Hebrew translation of the famous Fables of\nBidpai, known in Hebrew as Kalila ve-Dimna. These fables, like those\ncontained in the “Prince and Nazirite,” were Indian, and were in fact\nbirth-stories of Buddha. They were connected by means of a frame, or\ncentral plot. A large part of the popular tales of the Middle Ages can\nbe traced to the Fables of Bidpai, and here the Jews exerted important\ninfluence. Some authorities even hold that these Fables of Bidpai were\nbrought to Spain directly from India by Jews. This is doubtful, but it\nis certain that the spread of the Fables was due to Jewish activity. A\nJew translated them into Hebrew, and this Hebrew was turned into Latin\nby the Italian John of Capua, a Jew by birth, in the year 1270.\nMoreover, the Old Spanish version which was made in 1251 probably was\nalso the work of the Jewish school of translators established in Toledo\nby Alfonso. The Greek version, which was earlier still, and dates from\n1080, was equally the work of a Jew. Thus, as Mr. Joseph Jacobs has\nshown, this curious collection of fables, which influenced Europe more\nperhaps than any book except the Bible, started as a Buddhistic work,\nand passed over to the Mohammedans and Christians chiefly through the\nmediation of Jews.",
        "Another interesting collection of fables was made by Berachya ha-Nakdan\n(the Punctuator, or Grammarian). He lived in England in the twelfth\ncentury, or according to another opinion he dwelt in France a century\nlater. His collection of 107 “Fox Fables” won wide popularity, for their\nwit and point combined with their apt use of Biblical phrases to please\nthe medieval taste. The fables in this collection are all old, many of\nthem being Æsop’s, but it is very possible that the first knowledge of\nÆsop gained in England was derived from a Latin translation of Berachya.",
        "Of greater poetical merit was Joseph Zabara’s “Book of Delight,” written\nin about the year 1200 in Spain. In this poetical romance a large number\nof ancient fables and tales are collected, but they are thrown into a\nframe-work which is partially original. One night he, the author, lay at\nrest after much toil, when a giant appeared before him, and bade him\nrise. Joseph hastily obeyed, and by the light of the lamp which the\ngiant carried partook of a fine banquet which his visitor spread for\nhim. Enan, for such was the giant’s name, offered to take Joseph to\nanother land, pleasant as a garden, where all men were loving, all men\nwise. But Joseph refused, and told Enan fable after fable, about\nleopards, foxes, and lions, all proving that it was best for a man to\nremain where he was and not travel to foreign places. But Enan coaxes\nJoseph to go with him, and as they ride on, they tell one another a very\nlong series of excellent tales, and exchange many witty remarks and\nanecdotes. When at last they reach Enan’s city, Joseph discovers that\nhis guide is a demon. In the end, Joseph breaks away from him, and\nreturns home to Barcelona. Now, it is very remarkable that this\ncollection of tales, written in exquisite Hebrew, closely resembles the\nother collections in which Europe delighted later on. It is hard to\nbelieve that Zabara’s work had no influence in spreading these tales. At\nall events, Jews, Christians, and Mohammedans, all read and enjoyed the\nsame stories, all laughed at the same jokes. “It is,” says Mr. Jacobs,\n“one of those touches of nature which make the whole world kin. These\nfolk-tales form a bond, not alone between the ages, but between many\nraces who think they have nothing in common. We have the highest\nauthority that ’out of the mouths of babes and sucklings has the Lord\nestablished strength,’ and surely of all the influences for good in the\nworld, none is comparable to the lily souls of little children. That\nJews, by their diffusion of folk-tales, have furnished so large an\namount of material to the childish imagination of the civilized world\nis, to my mind, no slight thing for Jews to be proud of. It is one of\nthe conceptions that make real to us the idea of the Brotherhood of Man,\nwhich, in Jewish minds, is forever associated with the Fatherhood of\nGod.”",
        "J. Jacobs.–The Diffusion of Folk Tales (in Jewish Ideals,\n  p. 135); The Fables of Bidpai (London, 1888) and Barlaam\n  and Joshaphat (Introductions).",
        "Steinschneider.–Jewish Literature, p. 174.",
        "J. Jacobs.–Jews of Angevin England, pp. 165 seq., 278.",
        "A. Neubauer.–J.Q.R., II, p. 520.",
        "ZABARA.",
        "I. Abrahams.–J.Q.R., VI, p. 502 (with English translation\n  of the Book of Delight).",
        "Continue...",
        "\nThis eBook of “Chapters On Jewish Literature” (1899) by Israel Abrahams belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Chapters on Jewish LiteratureBy M. a. Israel AbrahamsAt Amazon"
    ]
}