{
    "title": "Chapters On Jewish Literature - Chapter XXIV. Amsterdam in the Seventeenth Century",
    "author": "Israel Abrahams",
    "chapter": "24",
    "content": [
        "\n\n",
        "     Manasseh ben Israel.–Baruch Spinoza.–The Drama in\n     Hebrew.–Moses Zacut, Joseph Felix Penso, Moses Chayim\n     Luzzatto.",
        "Holland was the centre of Jewish hope in the seventeenth century, and\namong its tolerant and cultivated people the Marranos, exiled from Spain\nand Portugal, founded a new Jerusalem. Two writers of Marrano origin,\nwide as the poles asunder in gifts of mind and character, represented\ntwo aspects of the aspiration of the Jews towards a place in the wider\nworld. Manasseh ben Israel (1604-1657) was an enthusiast who based his\nambitious hopes on the Messianic prophecies; Baruch Spinoza (1632-1677)\nlacked enthusiasm, had little belief in the verbal promises of\nScripture, yet developed a system of ethics in which God filled the\nworld. Manasseh ben Israel regained for the Jews admission to England;\nSpinoza reclaimed the right of a Jew to a voice in the philosophy of the\nworld. Both were political thinkers who maintained the full rights of\nthe individual conscience, and though the arguments used vary\nconsiderably, yet Manasseh ben Israel’s splendid Vindiciæ Judeorum and\nSpinoza’s “Tractate” alike insist on the natural right of men to think\nfreely. They anticipated some of the greatest principles that won\nacceptance at the end of the eighteenth century.",
        "Manasseh ben Israel was born in Lisbon of Marrano parents, who emigrated\nto Amsterdam a few years after their son’s birth. He displayed a\nyouthful talent for oratory, and was a noted preacher in his teens. He\nstarted the first Hebrew printing-press established in Amsterdam, and\nfrom it issued many works still remarkable for the excellence of their\ntype and general workmanship. Manasseh was himself, not only a\ndistinguished linguist, but a popularizer of linguistic studies. He\nwrote well in Hebrew, Latin, English, Spanish, and Portuguese, and was\nthe means of instructing many famous Christians of the day in Hebrew and\nRabbinic. Among his personal friends were Vossius, who translated\nManasseh’s “Conciliator” from Spanish into Latin. This, the most\nimportant of Manasseh’s early writings, was as popular with Christians\nas with Jews, for it attempted to reconcile the discrepancies and\ncontradictions apparent in the Bible. Another of his friends was the\npainter Rembrandt, who, in 1636, etched the portrait of Manasseh. Huet\nand Grotius were also among the friends and disciples who gathered round\nthe Amsterdam Rabbi.",
        "An unexpected result of Manasseh ben Israel’s zeal for the promotion of\nHebrew studies among his own brethren was the rise of a new form of\npoetical literature. The first dramas in Hebrew belong to this period.\nMoses Zacut and Joseph Felix Penso wrote Hebrew dramas in the first half\nof the seventeenth century in Amsterdam. The “Foundation of the World\"\nby the former and the “Captives of Hope” by the latter possess little\npoetical merit, but they are interesting signs of the desire of Jews to\nuse Hebrew for all forms of literary art. Hence these dramas were hailed\nas tokens of Jewish revival. Strangely enough, the only great writer of\nHebrew plays, Moses Chayim Luzzatto (1707-1747), was also resident in\nAmsterdam. Luzzatto wrote under the influence of the Italian poet\nGuarini. His metres, his long soliloquies, his lyrics, his dovetailing\nof rural and urban scenery, are all directly traceable to Guarini.\nLuzzatto was nevertheless an original poet. His mastery of Hebrew was\ncomplete, and his rich fancy was expressed in glowing lines. His dramas,\n“Samson,” the “Strong Tower,” and “Glory to the Virtuous,” show\nclassical refinement and freshness of touch, which have made them the\nmodels of all subsequent efforts of Hebrew dramatists.",
        "Manasseh ben Israel did not allow himself to become absorbed in the\nwider interests opened out to him by his intimacy with the greatest\nChristian scholars of his day. He prepared a Spanish translation of the\nPentateuch for the Amsterdam Jews, who were slow to adopt Dutch as their\nspeech, a fact not wonderful when it is remembered that literary Dutch\nwas only then forming. Manasseh also wrote at this period a Hebrew\ntreatise on immortality. His worldly prosperity was small, and he even\nthought of emigrating to Brazil. But the friends of the scholar found a\npost for him in a new college for the study of Hebrew, a college to\nwhich it is probable that Spinoza betook himself. In the meantime the\nreports of Montesinos as to the presence of the Lost Ten Tribes in\nAmerica turned the current of Manasseh’s life. In 1650 he wrote his\nfamous essay, the “Hope of Israel,” which he dedicated to the English\nParliament. He argued that, as a preliminary to the restoration of\nIsrael, or the millennium, for which the English Puritans were eagerly\nlooking, the dispersion of Israel must be complete. The hopes of the\nmillennium were doomed to disappointment unless the Jews were readmitted\nto England, “the isle of the Northern Sea.” His dedication met with a\nfriendly reception, Manasseh set out for England in 1655, and obtained\nfrom Cromwell a qualified consent to the resettlement of the Jews in the\nland from which they had been expelled in 1290.",
        "The pamphlets which Manasseh published in England deserve a high place\nin literature and in the history of modern thought. They are\nimmeasurably superior to his other works, which are eloquent but\ndiffuse, learned but involved. But in his Vindiciæ Judeorum (1656)\nhis style and thought are clear, original, elevated. There are here no\nmystic irrelevancies. His remarks are to the point, sweetly reasonable,\nforcible, moderate. He grapples with the medieval prejudices against the\nJews in a manner which places his works among the best political\npamphlets ever written. Morally, too, his manner is noteworthy. He\npleads for Judaism in a spirit equally removed from arrogance and\nself-abasement. He is dignified in his persuasiveness. He appeals to a\nsense of justice rather than mercy, yet he writes as one who knows that\njustice is the rarest and highest quality of human nature; as one who\nknows that humbly to express gratitude for justice received is to do\nreverence to the noblest faculty of man.",
        "Fate rather than disposition tore Manasseh from his study to plead\nbefore the English Parliament. Baruch Spinoza was spared such\ndistraction. Into his self-contained life the affairs of the world\ncould effect no entry. It is not quite certain whether Spinoza was born\nin Amsterdam. He must, at all events, have come there in his early\nyouth. He may have been a pupil of Manasseh, but his mind was nurtured\non the philosophical treatises of Maimonides and Crescas. His thought\nbecame sceptical, and though he was “intoxicated with a sense of God,\"\nhe had no love for any positive religion. He learned Latin, and found\nnew avenues opened to him in the writings of Descartes. His associations\nwith the representatives of the Cartesian philosophy and his own\nindifference to ceremonial observances brought him into collision with\nthe Synagogue, and, in 1656, during the absence of Manasseh in England,\nSpinoza was excommunicated by the Amsterdam Rabbis. Spinoza was too\nstrong to seek the weak revenge of an abjuration of Judaism. He went on\nquietly earning a living as a maker of lenses; he refused a\nprofessorship, preferring, like Maimonides before him, to rely on other\nthan literary pursuits as a means of livelihood.",
        "In 1670 Spinoza finished his “Theologico-Political Tractate,” in which\nsome bitterness against the Synagogue is apparent. His attack on the\nBible is crude, but the fundamental principles of modern criticism are\nhere anticipated. The main importance of the “Tractate” lay in the\ndoctrine that the state has full rights over the individual, except in\nrelation to freedom of thought and free expression of thought. These are\nrights which no human being can alienate to the state. Of Spinoza’s\ngreatest work, the “Ethics,” it need only be said that it was one of the\nmost stimulating works of modern times. A child of Judaism and of\nCartesianism, Spinoza won a front place among the great teachers of\nmankind.",
        "MANASSEH BEN ISRAEL.",
        "Graetz.–V, 2.",
        "H. Adler.–Transactions of the Jewish Historical Society of\n  England, Vol. I, p. 25.",
        "Kayserling.–Miscellany of the Society of Hebrew Literature,\n  Vol. I.",
        "Lady Magnus.–Jewish Portraits, p. 109.",
        "English translations of works, Vindiciæ Judeorum, Hope of Israel,\n  The Conciliator (E.H. Lindo, 1841, etc.).",
        "Graetz.–V, 4.",
        "J. Freudenthal.–History of Spinozism, J.Q.R., VIII, p. 17.",
        "HEBREW DRAMAS.",
        "Karpeles.–Jewish Literature and other Essays, p. 229.",
        "Abrahams.–Jewish Life in the Middle Ages, ch. 14.",
        "Graetz,–V, pp, 112 [119], 234 [247].",
        "Continue...",
        "\nThis eBook of “Chapters On Jewish Literature” (1899) by Israel Abrahams belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Chapters on Jewish LiteratureBy M. a. Israel AbrahamsAt Amazon"
    ]
}