{
    "title": "Chapters On Jewish Literature - Chapter V. The Letters of the Gaonim",
    "author": "Israel Abrahams",
    "chapter": "6",
    "content": [
        "\n\n",
        "    Representative Gaonim:\n    Achai, Amram, Zemach, Saadiah, Sherira, Samuel, Hai.",
        "For several centuries after the completion of the Talmud, Babylonia or\nPersia continued to hold the supremacy in Jewish learning. The great\nteachers in the Persian schools followed the same lines as their\npredecessors in the Mishnah and the Talmud. Their name was changed more\nthan their character. The title Gaon (\"Excellence”) was applied to the\nhead of the school, the members of which devoted themselves mainly to\nthe study and interpretation of the older literature. They also made\noriginal contributions to the store. Of their extensive works but little\nhas been preserved. What has survived proves that they were gifted with\nthe faculty of applying old precept to modern instance. They regulated\nthe social and religious affairs of all the Jews in the diaspora. They\nimproved educational methods, and were pioneers in the popularization of\nlearning. By a large collection of Case Law, that is, decisions in\nparticular cases, they brought the newer Jewish life into moral harmony\nwith the principles formulated by the earlier Rabbis. The Gaonim were\nthe originators or, at least, the arrangers of parts of the liturgy.\nThey composed new hymns and invocations, fixed the order of service, and\nestablished in full vigor a system of Minhag, or Custom, whose power\nbecame more and more predominant, not only in religious, but also in\nsocial and commercial affairs.",
        "The literary productions of the Gaonic age open with the Sheeltothwritten by Achai in the year 760. This, the first independent book\ncomposed after the close of the Talmud, was curiously enough compiled\nin Palestine, whither Achai had migrated from Persia. The Sheeltoth\n(\"Inquiries”) contain nearly two hundred homilies on the Pentateuch. In\nthe year 880 another Gaon, Amram by name, prepared a Siddur, or\nPrayer-Book, which includes many remarks on the history of the liturgy\nand the customs connected with it. A contemporary of Amram, Zemach, the\nson of Paltoi, found a different channel for his literary energies. He\ncompiled an Aruch, or Talmudical Lexicon. Of the most active of the\nGaonim, Saadiah, more will be said in a subsequent chapter. We will now\npass on to Sherira, who in 987 wrote his famous “Letter,” containing a\nhistory of the Jewish Tradition, a work which stamps the author as at\nonce learned and critical. It shows that the Gaonim were not afraid nor\nincapable of facing such problems as this: Was the Mishnah orallytransmitted to the Amoraim (or Rabbis of the Talmud), or was it\nwritten down by the compiler? Sherira accepted the former alternative.\nThe latest Gaonim were far more productive than the earlier. Samuel, the\nson of Chofni, who died in 1034, and the last of the Gaonim, Hai, who\nflourished from 998 to 1038, were the authors of many works on the\nTalmud, the Bible, and other branches of Jewish literature. Hai Gaon was\nalso a poet.",
        "The language used by the Gaonim was at first Hebrew and Aramaic, and the\nlatter remained the official speech of the Gaonate. In course of time,\nArabic replaced the Aramean dialect, and became the lingua franca of\nthe Jews.",
        "The formal works of the Gaonim, with certain obvious exceptions, were\nnot, however, the writings by which they left their mark on their age.\nThe most original and important of the Gaonic writings were their\n“Letters,” or “Answers” (Teshuboth). The Gaonim, as heads of the\nschool in the Babylonian cities Sura and Pumbeditha, enjoyed far more\nthan local authority. The Jews of Persia were practically independent of\nexternal control. Their official heads were the Exilarchs, who reigned\nover the Jews as viceroys of the caliphs. The Gaonim were the religious\nheads of an emancipated community. The Exilarchs possessed a princely\nrevenue, which they devoted in part to the schools over which the Gaonim\npresided. This position of authority, added to the world-wide repute of\nthe two schools, gave the Gaonim an influence which extended beyond\ntheir own neighborhood. From all parts of the Jewish world their\nguidance was sought and their opinions solicited on a vast variety of\nsubjects, mainly, but not exclusively, religious and literary. Amid the\ngrowing complications of ritual law, a desire was felt for terse\nprescriptions, clear-cut decisions, and rules of conduct. The\nimperfections of study outside of Persia, again, made it essential to\napply to the Gaonim for authoritative expositions of difficult passages\nin the Bible and the Talmud. To all such enquiries the Gaonim sent\nresponses in the form of letters, sometimes addressed to individual\ncorrespondents, sometimes to communities or groups of communities. These\nLetters and other compilations containing Halachic (or practical)\ndecisions were afterwards collected into treatises, such as the “Great\nRules” (Halachoth Gedoloth), originally compiled in the eighth\ncentury, but subsequently reedited. Mostly, however, the Letters were\nleft in loose form, and were collected in much later times.",
        "The Letters of the Gaonim have little pretence to literary form. They\nare the earliest specimens of what became a very characteristic branch\nof Jewish literature. “Questions and Answers” (Shaaloth u-Teshuboth)\nabound in later times in all Jewish circles, and there is no real\nparallel to them in any other literature. More will be said later on as\nto these curious works. So far as the Gaonic period is concerned, the\ncharacteristics of these thousands of letters are lucidity of thought\nand terseness of expression. The Gaonim never waste a word. They are\nrarely over-bearing in manner, but mostly use a tone which is persuasive\nrather than disciplinary. The Gaonim were, in this real sense,\ntherefore, princes of letter-writing. Moreover, though their Letters\ndeal almost entirely with contemporary affairs, they now constitute as\nfresh and vivid reading as when first penned. Subjected to the severe\ntest of time, the Letters of the Gaonim emerge triumphant.",
        "GAONIM.",
        "Graetz.–III, 4-8.",
        "Steinschneider.–Jewish Literature, p. 25.",
        "Continue...",
        "\nThis eBook of “Chapters On Jewish Literature” (1899) by Israel Abrahams belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Chapters on Jewish LiteratureBy M. a. Israel AbrahamsAt Amazon"
    ]
}