{
    "title": "Chapters On Jewish Literature - Chapter XI. Rashi and Alfassi",
    "author": "Israel Abrahams",
    "chapter": "11",
    "content": [
        "\n\n",
        "    Nathan of Rome.–Alfassi.–Rashi.–Rashbam.",
        "Before Hebrew poets, scientists, philosophers, and statesmen had made\nSpain famous in Jewish annals, Rashi and his school were building up a\nreputation destined to associate Jewish learning with France. In France\nthere was none of the width of culture which distinguished Spain. Rashi\ndid not shine as anything but an exponent of traditional Judaism. He\npossessed no graces of style, created no new literature. But he\nrepresented Judaism at its simplest, its warmest, its intensest. Rashi\nwas a great writer because his subject was great, not because he wrote\ngreatly.",
        "But it is only a half-truth to assert that Rashi had no graces of style.\nFor, if grace be the quality of producing effects with the least\ndisplay of effort, then there was no writer more graceful than Rashi.\nHis famous Commentary on the Talmud is necessarily long and intricate,\nbut there is never a word too much. No commentator on any classic ever\nsurpassed Rashi in the power of saying enough and only enough. He owed\nthis faculty in the first place to his intellectual grasp. He edited the\nTalmud as well as explained it. He restored the original text with the\nsurest of critical instincts. And his conscience was in his work. So\nthoroughly honest was he that, instead of slurring over difficulties, he\nfrankly said: “I cannot understand ... I do not know,” in the rare cases\nin which he was at a loss. Rashi moreover possessed that wondrous\nsympathy with author and reader which alone qualifies a third mind to\ninterpret author to reader. Probing the depth of the Talmud, Rashi\nprobed the depth of the learned student, and realized the needs of the\nbeginner. Thus the beginner finds Rashi useful, and the specialist\nturns to him for help. His immediate disciples rarely quote him by name;\nto them he is ’the Commentator.”",
        "Rashi was not the first to subject the Talmud to critical analysis. The\nGaonim had begun the task, and Nathan, the son of Yechiel of Rome,\ncompiled, in about the year 1000, a dictionary (Aruch) which is still\nthe standard work of reference. But Rashi’s nearest predecessor,\nAlfassi, was not an expounder of the Talmud; he extracted, with much\nskill, the practical results from the logical mazes in which they were\nenveloped. Isaac, the son of Jacob Alfassi, derived his name from Fez,\nwhere he was born in 1013. He gave his intellect entirely to the Talmud,\nbut he acquired from the Moorish culture of his day a sense of order and\nsystem. He dealt exclusively with the Halachah, or practical contents\nof the Rabbinic law, and the guide which he compiled to the Talmud soon\nsuperseded all previous works of its kind. Solomon, the son of Isaac,\nbest known as Rabbi Shelomo Izchaki (Rashi), was born in 1040, and\ndied in 1105, in Troyes, in Champagne. From his mother, who came of a\nfamily of poets, he inherited his warm humanity, his love for Judaism.\nFrom his father, he drew his Talmudical knowledge, his keen intellect.\nHis youth was a hard one. In accordance with medieval custom, he was\nmarried as a boy, and then left his home in search of knowledge rather\nthan of bread. Of bread he had little, but, starved and straitened in\ncircumstances though he was, he became an eager student at the Jewish\nschools which then were dotted along the Rhine, residing now at Mainz,\nnow at Speyer, now at Worms. In 1064 he settled finally in Troyes. Here\nhe was at once hailed as a new light in Israel. His spotless character\nand his unique reputation as a teacher attracted a vast number of eager\nstudents.",
        "Of Rashi’s Commentary on the Talmud something has already been said. As\nto his exposition of the Bible, it soon acquired the widest popularity.\nIt was inferior to his work on the Talmud, for, as he himself admitted\nin later life, he had relied too much on the Midrash, and had attended\ntoo little to evolving the literal meaning of the text of Scripture. But\nthis is the charm of his book, and it is fortunate that he did not\nactually attempt to recast his commentary. There is a quaintness and\nfascination about it which are lacking in the pedantic sobriety of Ibn\nEzra and the grammatical exactness of Kimchi. But he did himself less\nthan justice when he asserted that he had given insufficient heed to the\nPeshat (literal meaning). Rashi often quotes the grammatical works of\nMenachem and Dunash. He often translates the Hebrew into French, showing\na very exact knowledge of both languages. Besides, when he cites the\nMidrash, he, as it were, constructs a Peshat out of it, and this method,\noriginal to himself, found no capable imitators.",
        "Through the fame of Rashi, France took the leadership in matters\nTalmudical. Blessed with a progeny of famous men, Rashi’s influence was\ncarried on and increased by the work of his sons-in-law and grandsons.\nOf these, Samuel ben Meir (Rashbam, 1100-1160) was the most renowned.\nThe devoted attention to the literature of Judaism in the Rhinelands\ncame in the nick of time. It was a firm rock against the storm which was\nabout to break. The Crusades crushed out from the Jews of France all\nhope of temporal happiness. When Alfassi died in 1103 and Rashi in 1105,\nthe first Crusade had barely spent its force. The Jewish schools in\nFrance were destroyed, the teachers and scholars massacred or exiled.\nBut the spirit lived on. Their literature was life to the Jews, who had\nno other life. His body bent over Rashi’s illuminating expositions of\nthe Talmud and the Bible, the medieval Jew felt his soul raised above\nthe miseries of the present to a world of peace and righteousness, where\nthe wicked ceased from troubling, and the weary were at rest.",
        "ALFASSI AND RASHI.",
        "Graetz.–III, p. 285 [292] seq.\nALFASSI.",
        "I.H. Weiss.–J.Q.R., I, p. 290.",
        "Schiller-Szinessy.–Encycl. Brit., Vol. XX, p. 284.",
        "Continue...",
        "\nThis eBook of “Chapters On Jewish Literature” (1899) by Israel Abrahams belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Chapters on Jewish LiteratureBy M. a. Israel AbrahamsAt Amazon"
    ]
}