{
    "title": "Chapters On Jewish Literature - Chapter X. The Spanish-Jewish Poets (I)",
    "author": "Israel Abrahams",
    "chapter": "10",
    "content": [
        "\n\n",
        "     Solomon Ibn Gebirol.–\"The Royal Crown.\"–Moses Ibn\n     Ezra.–Abraham Ibn Ezra.–The Biblical Commentaries of Ibn Ezra\n     and the Kimchis.",
        "“In the days of Chasdai,” says Charizi, “the Hebrew poets began to\nsing.” We have seen that the new-Hebrew poetry was older than Chasdai,\nbut Charizi’s assertion is true. The Hebrew poets of Spain are\nmelodious, and Kalir is only ingenious. Again, it was in Spain that\nHebrew was first used for secular poetry, for love songs and ballads,\nfor praises of nature, for the expression of all human feelings. In most\nof this the poets found their models in the Bible. When Jehuda Halevi\nsang in Hebrew of love, he echoed the “Song of Songs.” When Moses Ibn\nEzra wrote penitential hymns, or Ibn Gebirol divine meditations, the\nPsalms were ever before them as an inspiration. The poets often devoted\nall their ambition to finding apt quotations from the sacred text. But\nin one respect they failed to imitate the Bible, and this failure\nseriously cramped their genius. The poetry of the Bible depends for its\nbeauty partly on its form. This form is what is called parallelism of\nline. The fine musical effect produced by repeating as an echo the idea\nalready expressed is lost in the poetry of the Spanish Jews.",
        "Thus Spanish-Jewish poetry suffers, on the one side, because it is an\nimitation of the Bible, and therefore lacks originality, and on the\nother side it suffers, because it does not sufficiently imitate the\nBiblical style. In spite of these limitations, it is real poetry. In the\nPsalms there is deep sympathy for the wilder and more awful phenomena of\nnature. In the poetry of the Spanish Jews, nature is loved in her\ngentler moods. One of these poets, Nahum, wrote prettily of his garden;\nanother, Ibn Gebirol, sang of autumn; Jehuda Halevi, of spring. Again,\nin their love songs there is freshness. There is in them a quaint\nblending of piety and love; they do not say that beauty is a vain thing,\nbut they make beauty the mark of a God-fearing character. There is an\nun-Biblical lightness of touch, too, in their songs of life in the city,\ntheir epigrams, their society verses. And in those of their verses which\nmost resemble the Bible, the passionate odes to Zion by Jehuda Halevi,\nthe sublime meditations of Ibn Gebirol, the penitential prayers of Moses\nIbn Ezra, though the echoes of the Bible are distinct enough, yet amid\nthe echoes there sounds now and again the fresh, clear voice of the\nmedieval poet.",
        "Solomon Ibn Gebirol was born in Malaga in 1021, and died in 1070. His\nearly life was unhappy, and his poetry is tinged with melancholy. But\nhis unhappiness only gave him a fuller hope in God. As he writes in his\ngreatest poem, he would fly from God to God:",
        "    From thee to thee I fly to win\n    A place of refuge, and within\n    Thy shadow from thy anger hide,\n    Until thy wrath be turned aside.\n    Unto thy mercy I will cling,\n    Until thou hearken pitying;\n    Nor will I quit my hold of thee,\n    Until thy blessing light on me.",
        "These lines occur in Gebirol’s “Royal Crown” (Kether Malchuth) a\nglorious series of poems on God and the world. In this, the poet pours\nforth his heart even more unreservedly than in his philosophical\ntreatise, “The Fountain of Life,” or in his ethical work, “The\nEnnoblement of Character,” or in his compilation from the wisdom of the\npast, “The Choice of Pearls” (if, indeed, this last book be his). The\n“Royal Crown” is a diadem of praises of the greatness of God, praises to\nutter which make man, with all his insignificance, great.",
        "    Wondrous are thy works, O Lord of hosts,\n    And their greatness holds my soul in thrall.\n    Thine the glory is, the power divine,\n    Thine the majesty, the kingdom thine,\n    Thou supreme, exalted over all.",
        "    Thou art One, the first great cause of all;\n    Thou art One, and none can penetrate,\n    Not even the wise in heart, the mystery\n    Of thy unfathomable Unity;\n    Thou art One, the infinitely great.",
        "But man can perceive that the power of God makes him great to pardon. If\nhe see it not now, he will hereafter.",
        "    Thou art light: pure souls shall thee behold,\n    Save when mists of evil intervene.\n    Thou art light, that, in this world concealed,\n    In the world to come shall be revealed;\n    In the mount of God it shall be seen.",
        "And so the poet in one of the final hymns of the “Royal Crown,” filled\nwith a sense of his own unworthiness, hopefully abandons himself to God:",
        "     My God, I know that those who plead\n     To thee for grace and mercy need\n     All their good works should go before,\n     And wait for them at heaven’s high door.\n     But no good deeds have I to bring,\n     No righteousness for offering.\n     No service for my Lord and King.",
        "     Yet hide not thou thy face from me,\n     Nor cast me out afar from thee;\n     But when thou bidd’st my life to cease,\n     O may’st thou lead me forth in peace\n     Unto the world to come, to dwell\n     Among thy pious ones, who tell\n     Thy glories inexhaustible.",
        "     There let my portion be with those\n     Who to eternal life arose;\n     There purify my heart aright,\n     In thy light to behold the light.\n     Raise me from deepest depths to share\n     Heaven’s endless joys of praise and prayer,\n     That I may evermore declare:\nThough thou wast angered, Lord, I will give thanks to thee,\nFor past is now thy wrath, and thou dost comfort me.",
        "Ibn Gebirol stood a little outside and a good deal above the circle of\nthe Jewish poets who made this era so brilliant. Many of them are now\nforgotten; they had their day of popularity in Toledo, Cordova, Seville,\nand Granada, but their poems have not survived.",
        "In the very year of Ibn Gebirol’s death Moses Ibn Ezra was born. Of his\nlife little is certain, but it is known that he was still alive in\n1138. He is called the “poet of penitence,” and a gloomy turn was given\nto his thought by an unhappy love attachment in his youth. A few stanzas\nof one of his poems run thus:",
        "    Sleepless, upon my bed the hours I number,\n    And, rising, seek the house of God, while slumber\n    Lies heavy on men’s eyes, and dreams encumber\n    Their souls in visions of the night.",
        "    In sin and folly passed my early years,\n    Wherefore I am ashamed, and life’s arrears\n    Now strive to pay, the while my tears\n    Have been my food by day and night.",
        "    Short is man’s life, and full of care and sorrow,\n    This way and that he turns some ease to borrow,\n    Like to a flower he blooms, and on the morrow\n    Is gone–a vision of the night.",
        "    How does the weight of sin my soul oppress,\n    Because God’s law too often I transgress;\n    I mourn and sigh, with tears of bitterness\n    My bed I water all the night.",
        "    My youth wanes like a shadow that’s cast,\n    Swifter than eagle’s wings my years fly fast,\n    And I remember not my gladness past,\n    Either by day or yet by night.",
        "    Proclaim we then a fast, a holy day,\n    Make pure our hearts from sin, God’s will obey,\n    And unto him, with humbled spirit pray\n    Unceasingly, by day and night.",
        "    May we yet hear his words: “Thou art my own,\n    My grace is thine, the shelter of my throne,\n    For I am thy Redeemer, I alone;\n    Endure but patiently this night!”",
        "But his hymns, many of which won a permanent place in the prayer-book,\nare not always sad. Often they are warm with hope, and there is a lilt\nabout them which is almost gay. His chief secular poem, “The Topaz\"\n(Tarshish), is in ten parts, and contains 1210 lines. It is written on\nan Arabic model: it contains no rhymes, but is metrical, and the same\nword, with entirely different meanings, occurs at the end of several\nlines. It needs a good deal of imagination to appreciate Moses Ibn Ezra,\nand this is perhaps what Charizi meant when he called him “the poet’s\npoet.”",
        "Another Ibn Ezra, Abraham, one of the greatest Jews of the Middle Ages,\nwas born in Toledo before 1100. He passed a hard life, but he laughed at\nhis fate. He said of himself:",
        "    If I sold shrouds,\n      No one would die.\n    If I sold lamps,\n      Then, in the sky,\n    The sun, for spite,\n    Would shine by night.",
        "Several of Abraham Ibn Ezra’s hymns are instinct with the spirit of\nresignation. Here is one of them:",
        "    I hope for the salvation of the Lord,\n      In him I trust, when fears my being thrill,\n    Come life, come death, according to his word,\n      He is my portion still.",
        "    Hence, doubting heart! I will the Lord extol\n      With gladness, for in him is my desire,\n    Which, as with fatness, satisfies my soul,\n      That doth to heaven aspire.",
        "    All that is hidden shall mine eyes behold,\n      And the great Lord of all be known to me,\n    Him will I serve, his am I as of old;\n      I ask not to be free.",
        "    Sweet is ev’n sorrow coming in his name,\n      Nor will I seek its purpose to explore,\n    His praise will I continually proclaim,\n      And bless him evermore.",
        "Ibn Ezra wandered over many lands, and even visited London, where he\nstayed in 1158. Ibn Ezra was famed, not only for his poetry, but also\nfor his brilliant wit and many-sided learning. As a mathematician, as a\npoet, as an expounder of Scriptures, he won a high place in Jewish\nannals. In his commentaries he rejected the current digressive and\nallegorical methods, and steered a middle course between free research\non the one hand, and blind adherence to tradition on the other. Ibn Ezra\nwas the first to maintain that the Book of Isaiah contains the work of\ntwo prophets–a view now almost universal. He never for a moment\ndoubted, however, that the Bible was in every part inspired and in every\npart the word of God. But he was also the father of the “Higher\nCriticism.” Ibn Ezra’s pioneer work in spreading scientific methods of\nstudy in France was shared by Joseph Kimchi, who settled in Narbonne in\nthe middle of the twelfth century. His sons, Moses and David, were\nafterwards famous as grammarians and interpreters of the Scriptures.\nDavid Kimchi (1160-1235) by his lucidity and thoroughness established\nfor his grammar, “Perfection” (Michlol), and his dictionary, “Book of\nRoots,” complete supremacy in the field of exegesis. He was the favorite\nauthority of the Christian students of Hebrew at the time of the\nReformation, and the English Authorized Version of 1611 owed much to\nhim.",
        "At this point, however, we must retrace our steps, and cast a glance at\nHebrew literature in France at a period earlier than the era of Ibn\nEzra.",
        "TRANSLATIONS OF SPANISH-HEBREW POEMS:",
        "Emma Lazarus.–Poems (Boston, 1889).",
        "Mrs. H. Lucas.–The Jewish Year (New York, 1898), and in\n  Editions of the Prayer-Books. See also (Abrahams) J.Q.R.,\n  XI, p. 64.",
        "Graetz.–III, 9.",
        "D. Rosin.–The Ethics of Solomon Ibn Gebirol, 7. J.Q.R.,\n  III, p. 159.",
        "Graetz.–III, p. 319 [326].",
        "ABRAHAM IBN EZRA.",
        "Graetz.–III, p. 366 [375].",
        "Abraham Ibn Ezra’s Commentary on Isaiah (tr. by M. Friedländer, 1873).",
        "M. Friedländer.–Essays on Ibn Ezra (London, 1877). See also\n  Transactions of the Jewish Historical Society of England,\n  Vol. II, p. 47, and J. Jacobs, Jews of Angevin England,\n  p. 29 seq.\nKIMCHI FAMILY.",
        "Graetz.–III, p. 392 [404].",
        "Steinschneider.–Jewish Literature, pp. 141, 146-179.",
        "Continue...",
        "\nThis eBook of “Chapters On Jewish Literature” (1899) by Israel Abrahams belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Chapters on Jewish LiteratureBy M. a. Israel AbrahamsAt Amazon"
    ]
}