{
    "title": "Chapters On Jewish Literature - Chapter II. Flavius Josephus and the Jewish Sibyl",
    "author": "Israel Abrahams",
    "chapter": "3",
    "content": [
        "\n\n",
        "Great national crises usually produce an historical literature. This is\nmore likely to happen with the nation that wins in a war than with the\nnation that loses. Thus, in the Maccabean period, historical works\ndealing with the glorious struggle and its triumphant termination were\nwritten by Jews both in Hebrew and in Greek. After the terrible\nmisfortune which befell the Jews in the year 70, when Jerusalem sank\nbefore the Roman arms never to rise again, little heart was there for\nwriting history. Jews sought solace in their existing literature rather\nthan in new productions, and the Bible and the oral traditions that were\nto crystallize a century later into the Mishnah filled the national\nheart and mind. Yet more than one Jew felt an impulse to write the\nhistory of the dismal time. Thus the first complete books which appeared\nin Jewish literature after the loss of nationality were historical works\nwritten by two men, Justus and Josephus, both of whom bore an active\npart in the most recent of the wars which they recorded. Justus of\nTiberias wrote in Greek a terse chronicle entitled, “History of the\nJewish Kings,” and also a more detailed narrative of the “Jewish War\"\nwith Rome. Both these books are known to us only from quotations. The\noriginals are entirely lost. A happier fate has preserved the works of\nanother Jewish historian of the same period, Flavius Josephus (38 to 95\nC.E.), the literary and political opponent of Justus. He wrote three\nhistories: “Antiquities of the Jews\"; an “Autobiography\"; “The Wars of\nthe Jews\"; together with a reply to the attacks of an Alexandrian critic\nof Judaism, “Against Apion.” The character of Josephus has been\nvariously estimated. Some regard him as a patriot, who yielded to Rome\nonly when convinced that Jewish destiny required such submission. But\nthe most probable view of his career is as follows. Josephus was a man\nof taste and learning. He was a student of the Greek and Latin classics,\nwhich he much admired, and was also a devoted and loyal lover of\nJudaism. Unfortunately, circumstances thrust him into a political\nposition from which he could extricate himself only by treachery and\nduplicity. As a young man he had visited Rome, and there acquired\nenthusiastic admiration for the Romans. When he returned to Palestine,\nhe found his countrymen filled with fiery patriotism and about to hurl\nthemselves against the legions of the Caesars. To his dismay Josephus\nsaw himself drawn into the patriotic vortex. By a strange mishap an\nimportant command was entrusted to him. He betrayed his country, and\nsaved himself by eager submission to the Romans. He became a personal\nfriend of Vespasian and the constant companion of his son Titus.",
        "Traitor though he was to the national cause, Josephus was a steadfast\nchampion of the Jewish religion. All his works are animated with a\ndesire to present Judaism and the Jews in the best light. He was\nindignant that heathen historians wrote with scorn of the vanquished\nJews, and resolved to describe the noble stand made by the Jewish armies\nagainst Rome. He was moved to wrath by the Egyptian Manetho’s distortion\nof the ancient history of Israel, and he could not rest silent under the\ninsults of Apion. The works of Josephus are therefore works written with\na tendency to glorify his people and his religion. But they are in the\nmain trustworthy, and are, indeed, one of the chief sources of\ninformation for the history of the Jews in post-Biblical times. His\nstyle is clear and attractive, and his power of grasping the events of\nlong periods is comparable with that of Polybius. He was no mere\nchronicler; he possessed some faculty for explaining as well as\nrecording facts and some real insight into the meaning of events passing\nunder his own eyes.",
        "He wrote for the most part in Greek, both because that language was\nfamiliar to many cultured Jews of his day, and because his histories\nthereby became accessible to the world of non-Jewish readers. Sometimes\nhe used both Aramaic and Greek. For instance, he produced his “Jewish\nWar” first in the one, subsequently in the other of these languages. The\nAramaic version has been lost, but the Greek has survived. His style is\noften eloquent, especially in his book “Against Apion.” This was an\nhistorical and philosophical justification of Judaism. At the close of\nthis work Josephus says: “And so I make bold to say that we are become\nthe teachers of other men in the greatest number of things, and those\nthe most excellent.” Josephus, like the Jewish Hellenists of an earlier\ndate, saw in Judaism a universal religion, which ought to be shared by\nall the peoples of the earth. Judaism was to Josephus, as to Philo, not\na contrast or antithesis to Greek culture, but the perfection and\nculmination of culture.",
        "The most curious efforts to propagate Judaism were, however, those which\nwere clothed in a Sibylline disguise. In heathen antiquity, the Sibyl\nwas an inspired prophetess whose mysterious oracles concerned the\ndestinies of cities and nations. These oracles enjoyed high esteem among\nthe cultivated Greeks, and, in the second century B.C.E., some\nAlexandrian Jews made use of them to recommend Judaism to the heathen\nworld. In the Jewish Sibylline books the religion of Israel is presented\nas a hope and a threat; a menace to those who refuse to follow the\nbetter life, a promise of salvation to those who repent. About the year\n80 C.E., a book of this kind was composed. It is what is known as the\nFourth Book of the Sibylline Oracles. The language is Greek, the form\nhexameter verse. In this poem, the Sibyl, in the guise of a prophetess,\ntells of the doom of those who resist the will of the one true God,\npraises the God of Israel, and holds out a beautiful prospect to the\nfaithful.",
        "The book opens with an invocation:",
        "    Hear, people of proud Asia, Europe, too,\n    How many things by great, loud-sounding mouth,\n    All true and of my own, I prophesy.\n    No oracle of false Apollo this,\n    Whom vain men call a god, tho’ he deceived;\n    But of the mighty God, whom human hands\n    Shaped not like speechless idols cut in stone.",
        "The Sibyl speaks of the true God, to love whom brings blessing. The\nungodly triumph for a while, as Assyria, Media, Phrygia, Greece, and\nEgypt had triumphed. Jerusalem will fall, and the Temple perish in\nflames, but retribution will follow, the earth will be desolated by the\ndivine wrath, the race of men and cities and rivers will be reduced to\nsmoky dust, unless moral amendment comes betimes. Then the Sibyl’s note\nchanges into a prophecy of Messianic judgment and bliss, and she ends\nwith a comforting message:",
        "    But when all things become an ashy pile,\n    God will put out the fire unspeakable\n    Which he once kindled, and the bones and ashes\n    Of men will God himself again transform,\n    And raise up mortals as they were before.\n    And then will be the judgment, God himself\n    Will sit as judge, and judge the world again.\n    As many as committed impious sins\n    Shall Stygian Gehenna’s depths conceal\n    ’Neath molten earth and dismal Tartarus.",
        "    But the pious shall again live on the earth,\n    And God will give them spirit, life, and means\n    Of nourishment, and all shall see themselves,\n    Beholding the sun’s sweet and cheerful light.\n    O happiest men who at that time shall live!",
        "The Jews found some consolation for present sorrows in the thought of\npast deliverances. The short historical record known as the “Scroll of\nFasting” (Megillath Taanith) was perhaps begun before the destruction\nof the Temple, but was completed after the death of Trajan in 118. This\nscroll contained thirty-five brief paragraphs written in Aramaic. The\ncompilation, which is of great historical value, follows the order of\nthe Jewish Calendar, beginning with the month Nisan and ending with\nAdar. The entries in the list relate to the days on which it was held\nunlawful to fast, and many of these days were anniversaries of national\nvictories. The Megillath Taanith contains no jubilations over these\ntriumphs, but is a sober record of facts. It is a precious survival of\nthe historical works compiled by the Jews before their dispersion from\nPalestine. Such works differ from those of Josephus and the Sibyl in\ntheir motive. They were not designed to win foreign admiration for\nJudaism, but to provide an accurate record for home use and inspire the\nJews with hope amid the threatening prospects of life.",
        "JOSEPHUS.",
        "Whiston’s English Translation, revised by Shilleto (1889).",
        "Graetz.–II, p. 276 [278].",
        "SIBYLLINE ORACLES.",
        "S.A. Hirsch.–Jewish Sibylline Oracles, J.Q.R., II, p. 406.",
        "Continue...",
        "\nThis eBook of “Chapters On Jewish Literature” (1899) by Israel Abrahams belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Chapters on Jewish LiteratureBy M. a. Israel AbrahamsAt Amazon"
    ]
}