{
    "title": "Chapters On Jewish Literature - Chapter I. The “Vineyard” At Jamnia",
    "author": "Israel Abrahams",
    "chapter": "2",
    "content": [
        "\n\n",
        "     Schools at Jamnia, Lydda, Usha, and Sepphoris.–The Tannaim\n     compile the Mishnah.–Jochanan, Akiba, Meir, Judah.–Aquila.",
        "The story of Jewish literature, after the destruction of the Temple at\nJerusalem in the year 70 of the Christian era, centres round the city of\nJamnia. Jamnia, or Jabneh, lay near the sea, beautifully situated on the\nslopes of a gentle hill in the lowlands, about twenty-eight miles from\nthe capital. When Vespasian was advancing to the siege of Jerusalem, he\noccupied Jamnia, and thither the Jewish Synhedrion, or Great Council,\ntransferred itself when Jerusalem fell. A college existed there\nalready, but Jamnia then became the head-quarters of Jewish learning,\nand retained that position till the year 135. At that date the learned\ncircle moved further north, to Galilee, and, besides the famous school\nat Lydda in Judea, others were founded in Tiberias, Usha, and Sepphoris.",
        "The real founder of the College at Jamnia was Jochanan, the son of\nZakkai, called “the father of wisdom.” Like the Greek philosophers who\ntaught their pupils in the gardens of the “Academy” at Athens, the\nRabbis may have lectured to their students in a “Vineyard” at Jamnia.\nPossibly the term “Vineyard” was only a metaphor applied to the\nmeeting-place of the Wise at Jamnia, but, at all events, the result of\nthese pleasant intellectual gatherings was the Rabbinical literature.\nJochanan himself was a typical Rabbi. For a great part of his life he\nfollowed a mercantile pursuit, and earned his bread by manual labor. His\noriginality as a teacher lay in his perception that Judaism could\nsurvive the loss of its national centre. He felt that “charity and the\nlove of men may replace the sacrifices.” He would have preferred his\nbrethren to submit to Rome, and his political foresight was justified\nwhen the war of independence closed in disaster. As Graetz has well\nsaid, like Jeremiah Jochanan wept over the desolation of Zion, but like\nZerubbabel he created a new sanctuary. Jochanan’s new sanctuary was the\nschool.",
        "In the “Vineyard” at Jamnia, the Jewish tradition was the subject of\nmuch animated inquiry. The religious, ethical, and practical literature\nof the past was sifted and treasured, and fresh additions were made. But\nnot much was written, for until the close of the second century the new\nliterature of the Jews was oral. The Bible was written down, and read\nfrom scrolls, but the Rabbinical literature was committed to memory\npiecemeal, and handed down from teacher to pupil. Notes were perhaps\ntaken in writing, but even when the Oral Literature was collected, and\narranged as a book, it is believed by many authorities that the book so\ncompiled remained for a considerable period an oral and not a written\nbook.",
        "This book was called the Mishnah (from the verb shana, “to repeat\"\nor “to learn”). The Mishnah was not the work of one man or of one age.\nSo long was it in growing, that its birth dates from long before the\ndestruction of the Temple. But the men most closely associated with the\ncompilation of the Mishnah were the Tannaim (from the root tana, which\nhas the same meaning as shana). There were about one hundred and\ntwenty of these Tannaim between the years 70 and 200 C.E., and they may\nbe conveniently arranged in four generations. From each generation one\ntypical representative will here be selected.",
        "    First Generation, 70 to 100 C.E.\n    JOCHANAN, the son of Zakkai",
        "    Second Generation, 100 to 130 C.E.\n    AKIBA",
        "    Third Generation, 130 to 160 C.E.\n    MEIR",
        "    Fourth Generation, 160 to 200 C.E.\n    JUDAH THE PRINCE",
        "The Tannaim were the possessors of what was perhaps the greatest\nprinciple that dominated a literature until the close of the eighteenth\ncentury. They maintained that literature and life were co-extensive.\nIt was said of Jochanan, the son of Zakkai, that he never walked a\nsingle step without thinking of God. Learning the Torah, that is, the\nLaw, the authorized Word of God, and its Prophetical and Rabbinical\ndevelopments, was man’s supreme duty. “If thou hast learned much Torah,\nascribe not any merit to thyself, for therefor wast thou created.” Man\nwas created to learn; literature was the aim of life. We have already\nseen what kind of literature. Jochanan once said to his five favorite\ndisciples: “Go forth and consider which is the good way to which a man\nshould cleave.” He received various answers, but he most approved of\nthis response: “A good heart is the way.” Literature is life if it be a\nheart-literature–this may be regarded as the final justification of the\nunion effected in the Mishnah between learning and righteousness.",
        "Akiba, who may be taken to represent the second generation of Tannaim,\ndiffered in character from Jochanan. Jochanan had been a member of the\npeace party in the years 66 to 70; Akiba was a patriot, and took a\npersonal part in the later struggle against Rome, which was organized by\nthe heroic Bar Cochba in the years 131 to 135. Akiba set his face\nagainst frivolity, and pronounced silence a fence about wisdom. But his\ndisposition was resolute rather than severe. Of him the most romantic of\nlove stories is told. He was a herdsman, and fell in love with his\nmaster’s daughter, who endured poverty as his devoted wife, and was\nglorified in her husband’s fame. But whatever contrast there may have\nbeen in the two characters, Akiba, like Jochanan, believed that a\nliterature was worthless unless it expressed itself in the life of the\nscholar. He and his school held in low esteem the man who, though\nlearned, led an evil life, but they took as their ideal the man whose\nmoral excellence was more conspicuous than his learning. As R. Eleazar,\nthe son of Azariah, said: “He whose knowledge is in excess of his good\ndeeds is like a tree whose branches are many and its roots scanty; the\nwind comes, uproots, and overturns it. But he whose good deeds are more\nthan his knowledge is like a tree with few branches but many roots, so\nthat if all the winds in the world come and blow upon it, it remains\nfirm in its place.” Man, according to Akiba, is master of his own\ndestiny; he needs God’s grace to triumph over evil, yet the triumph\ndepends on his own efforts: “Everything is seen, yet freedom of choice\nis given; the world is judged by grace, yet all is according to the\nwork.” The Torah, the literature of Israel, was to Akiba “a desirable\ninstrument,” a means to life.",
        "Among the distinctions of Akiba’s school must be named the first literal\ntranslation of the Bible into Greek. This work was done towards the\nclose of the second century by Aquila, a proselyte, who was inspired by\nAkiba’s teaching. Aquila’s version was inferior to the Alexandrian Greek\nversion, called the Septuagint, in graces of style, but was superior in\naccuracy. Aquila followed the Hebrew text word by word. This translator\nis identical with Onkelos, to whom in later centuries the Aramaic\ntranslation (Targum Onkelos) of the Pentateuch was ascribed. Aramaic\nversions of the Bible were made at a very early period, and the Targum\nOnkelos may contain ancient elements, but in its present form it is not\nearlier than the fifth century.",
        "Meir, whom we take as representative of the third generation of Tannaim,\nwas filled with the widest sympathies. In his conception of truth,\neverything that men can know belonged to the Torah. Not that the Torah\nsuperseded or absorbed all other knowledge, but that the Torah needed,\nfor its right study, all the aids which science and secular information\ncould supply. In this way Jewish literature was to some extent saved\nfrom the danger of becoming a merely religious exercise, and in later\ncenturies, when the mass of Jews were disposed to despise and even\ndiscourage scientific and philosophical culture, a minority was always\nprepared to resist this tendency and, on the ground of the views of some\nof the Tannaim like Meir, claimed the right to study what we should now\nterm secular sciences. The width of Meir’s sympathies may be seen in his\ntolerant conduct towards his friend Elisha, the son of Abuya. When the\nlatter forsook Judaism, Meir remained true to Elisha. He devoted himself\nto the effort to win back his old friend, and, though he failed, he\nnever ceased to love him. Again, Meir was famed for his knowledge of\nfables, in antiquity a branch of the wisdom of all the Eastern world.\nMeir’s large-mindedness was matched by his large-heartedness, and in his\nwife Beruriah he possessed a companion whose tender sympathies and fine\ntoleration matched his own.",
        "The fourth generation of Tannaim is overshadowed by the fame of Judah\nthe Prince, Rabbi, as he was simply called. He lived from 150 to 210,\nand with his name is associated the compilation of the Mishnah. A man of\ngenial manners, strong intellectual grasp, he was the exemplar also of\nprincely hospitality and of friendship with others than Jews. His\nintercourse with one of the Antonines was typical of his wide culture.\nLife was not, in Rabbi Judah’s view, compounded of smaller and larger\nincidents, but all the affairs of life were parts of the great divine\nscheme. “Reflect upon three things, and thou wilt not fall into the\npower of sin: Know what is above thee–a seeing eye and a hearing\near–and all thy deeds are written in a book.”",
        "The Mishnah, which deals with things great and small, with everything\nthat concerns men, is the literary expression of this view of life. Its\nlanguage is the new-Hebrew, a simple, nervous idiom suited to practical\nlife, but lacking the power and poetry of the Biblical Hebrew. It is a\nmore useful but less polished instrument than the older language. The\nsubject-matter of the Mishnah includes both law and morality, the\naffairs of the body, of the soul, and of the mind. Business, religion,\nsocial duties, ritual, are all dealt with in one and the same code. The\nfault of this conception is, that by associating things of unequal\nimportance, both the mind and the conscience may become incapable of\ndiscriminating the great from the small, the external from the\nspiritual. Another ill consequence was that, as literature corresponded\nso closely with life, literature could not correct the faults of life,\nwhen life became cramped or stagnant. The modern spirit differs from the\nancient chiefly in that literature has now become an independent force,\nwhich may freshen and stimulate life. But the older ideal was\nnevertheless a great one. That man’s life is a unity; that his conduct\nis in all its parts within the sphere of ethics and religion; that his\nmind and conscience are not independent, but two sides of the same\nthing; and that therefore his religious, ethical, æsthetic, and\nintellectual literature is one and indivisible,–this was a noble\nconception which, with all its weakness, had distinct points of\nsuperiority over the modern view.",
        "The Mishnah is divided into six parts, or Orders (Sedarim); each Order\ninto Tractates (Massechtoth); each Tractate into Chapters (Perakim);\neach Chapter into Paragraphs (each called a Mishnah). The six Orders\nare as follows:",
        "ZERAIM (\"Seeds”). Deals with the laws connected with Agriculture, and\nopens with a Tractate on Prayer (\"Blessings”).",
        "MOED (\"Festival”). On Festivals.",
        "NASHIM (\"Women”). On the laws relating to Marriage, etc.",
        "NEZIKIN (\"Damages”). On civil and criminal Law.",
        "KODASHIM (\"Holy Things”). On Sacrifices, etc.",
        "TEHAROTH (\"Purifications”). On personal and ritual Purity.",
        "THE MISHNAH.",
        "Graetz.–History of the Jews, English translation,\n  Vol. II, chapters 13-17 (character of the Mishnah, end of ch. 17).",
        "Steinschneider.–Jewish Literature (London, 1857), p. 13.",
        "Schiller-Szinessy.–Encyclopedia Britannica (Ninth Edition),\n  Vol. XVI, p. 502.",
        "De Sola and Raphall.–Eighteen Tractates from the Mishnah  (English translation, London).",
        "C. Taylor.–Sayings of the Jewish Fathers (Cambridge, 1897).",
        "A. Kohut.–The Ethics of the Fathers (New York, 1885).",
        "G. Karpeles.–A Sketch of Jewish History (Jewish Publication\n  Society of America, 1895), p. 40.",
        "F.C. Burkitt.–Jewish Quarterly Review, Vol. X, p. 207.",
        "Continue...",
        "\nThis eBook of “Chapters On Jewish Literature” (1899) by Israel Abrahams belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Chapters on Jewish LiteratureBy M. a. Israel AbrahamsAt Amazon"
    ]
}