{
    "title": "Chapters On Jewish Literature - Chapter XIV. The Diffusion of Science",
    "author": "Israel Abrahams",
    "chapter": "14",
    "content": [
        "\n\n",
        "     Provençal Translators.–The Ibn Tibbons.–Italian\n     Translators.–Jacob Anatoli.–Kalonymos.–Scientific\n     Literature.",
        "Translators act as mediators between various peoples and ages. They\nbring the books and ideas of one form of civilization to the minds and\nhearts of another. In the Middle Ages translations were of more\nimportance than now, since fewer educated people could read foreign\nlanguages.",
        "No men of letters were more active than the Jews in this work of\ndiffusion. Dr. Steinschneider fills 1100 large pages with an account of\nthe translations made by Jews in the Middle Ages. Jews co-operated with\nMohammedans in making translations from the Greek, as later on they\nwere associated with Christians in making Latin translations of the\nmasterpieces of Greek literature. Most of the Jewish translations,\nhowever, that influenced Europe were made from the Arabic into the\nHebrew. But though the language of these translations was mostly Hebrew,\nthey were serviceable to others besides Jews. For the Hebrew versions\nwere often only a stage in a longer journey. Sometimes by Jews directly,\nsometimes by Christian scholars acting in conjunction with Jews, these\nHebrew versions were turned into Latin, which most scholars understood,\nand from the Latin further translations were made into the every-day\nlanguages of Europe.",
        "The works so translated were chiefly the scientific and philosophical\nmasterpieces of the Greeks and Arabs. Poetry and history were less\nfrequently the subject of translation, but, as will be seen later on,\nthe spread of the fables of Greece and of the folk-tales of India owed\nsomething to Hebrew translators and editors.",
        "Provence was a meeting-place for Arab science and Jewish learning in the\nMiddle Ages, and it was there that the translating impulse of the Jews\nfirst showed itself strongly. By the beginning of the thirteenth\ncentury, Hebrew translation had become an art. True, these Hebrew\nversions possess no graces of style, but they rank among the best of\ntheir class for fidelity to their originals. Jewish patrons encouraged\nthe translators by material and moral support. Thus, Meshullam of Lunel\n(twelfth century) was both learned and wealthy, and his eager\nencouragement of Judah Ibn Tibbon, “the father of Jewish translators,\"\ngave a strong impetus to the translating activity of the Jews.",
        "Judah Ibn Tibbon (about 1120-1190) was of Spanish origin, but he\nemigrated from Granada to Provence during the same persecution that\ndrove Maimonides from his native land. Judah settled in Lunel, and his\nskill as a physician won him such renown that his medical services were\nsought by knights and bishops even from across the sea. Judah Ibn Tibbon\nwas a student of science and philosophy. He early qualified himself as a\ntranslator by careful attention to philological niceties. Under the\ninspiration of Meshullam, he spent the years 1161 to 1186 in making a\nseries of translations from Arabic into Hebrew. His translations were\ndifficult and forced in style, but he had no ready-made language at his\ncommand. He had to create a new Hebrew. Classical Hebrew was naturally\ndestitute of the technical terms of philosophy, and Ibn Tibbon invented\nexpressions modelled on the Greek and the Arabic. He made Hebrew once\nmore a living language by extending its vocabulary and adapting its\nidioms to the requirements of medieval culture.",
        "His son Samuel (1160-1230) and his grandson Moses continued the line of\nfaithful but inelegant translators. Judah had turned into Hebrew the\nworks of Bachya, Ibn Gebirol, Jehuda Halevi, Ibn Janach, and Saadiah.\nSamuel was the translator of Maimonides, and bore a brave part in the\ndefence of his master in the bitter controversies which arose as to the\nlawfulness and profit of studying philosophy. The translations of the\nTibbon family were in the first instance intended for Jewish readers\nonly, but later on the Tibbonite versions were turned into Latin by\nBuxtorf and others. Another Latin translation of Maimonides existed as\nearly as the thirteenth century.",
        "Of the successors of the Tibbons, Jacob Anatoli (1238) was the first to\ntranslate any portion of Averroes into any language. Averroes was an\nArab thinker of supreme importance in the Middle Ages, for through his\nwritings Europe was acquainted with Aristotle. Renan asserts that all\nthe early students of Averroes were Jews. Anatoli, a son-in-law of\nSamuel Ibn Tibbon, was invited by Emperor Frederick II to leave Provence\nand settle in Naples. To allow Anatoli full leisure for making\ntranslations, Frederick granted him an annual income. Anatoli was a\nfriend of the Christian Michael Scot, and the latter made Latin\nrenderings from the former’s Hebrew translations. In this way Christian\nEurope was made familiar with Aristotle as interpreted by Averroes (Ibn\nRoshd). Much later, the Jew Abraham de Balmes (1523) translated Averroes\ndirectly from Arabic into Latin. In the early part of the fourteenth\ncentury, Kalonymos, the son of Kalonymos, of Aries (born 1287),\ntranslated various works into Latin.",
        "From the thirteenth century onwards, Jews were industrious translators\nof all the important masterpieces of scientific and philosophical\nliterature. Their zeal included the works of the Greek astronomers and\nmathematicians, Ptolemy, Euclid, Archimedes, and many others. Alfonso X\ncommissioned several Jews to co-operate with the royal secretaries in\nmaking new renderings of older Arabic works on astronomy. Long before\nthis, in 959, the monk Nicholas joined the Jew Chasdai in translating\nDioscorides. Most of the Jewish translators were, however, not\nSpaniards, but Provençals and Italians. It is to them that we owe the\nHebrew translations of Galen and Hippocrates, on which Latin versions\nwere based.",
        "The preceding details, mere drops from an ocean of similar facts, show\nthat the Jews were the mediators between Mohammedan and Christian\nlearning in the Middle Ages. According to Lecky, “the Jews were the\nchief interpreters to Western Europe of Arabian learning.” When it is\nremembered that Arabian learning for a long time included the Greek, it\nwill be seen that Lecky ascribes to Jewish translators a role of the\nfirst importance in the history of science. Roger Bacon (1214-1294) had\nlong before said a similar thing: “Michael Scot claimed the merit of\nnumerous translations. But it is certain that a Jew labored at them more\nthan he did. And so with the rest.”",
        "In what precedes, nothing has been said of the original contributions\nmade by Jewish authors to scientific literature. Jews were active in\noriginal research especially in astronomy, medicine, and mathematics.\nMany Jewish writers famous as philosophers, Talmudists, or poets, were\nalso men of science. There are numerous Jewish works on the calendar, on\nastronomical instruments and tables, on mathematics, on medicine, and\nnatural history. Some of their writers share the medieval belief in\nastrology and magic. But it is noteworthy that Abraham Ibn Ezra doubted\nthe common belief in demons, while Maimonides described astrology as\n“that error called a science.” These subjects, however, are too\ntechnical for fuller treatment in the present book. More will be found\nin the works cited below.",
        "IBN TIBBON FAMILY.",
        "Graetz.–III, p. 397 [409].",
        "JACOB ANATOLI.",
        "Graetz.–III, p. 566 [584].",
        "Karpeles.–Sketch of Jewish History (Jewish Publication Society\n  of America, 1897), pp. 49, 57.",
        "Steinschneider, Jewish Literature, p. 62 seq.\nSCIENCE AND MEDICINE.",
        "Steinschneider.–Ibid., pp. 179 seq., 260 seq.\nAlso, A. Friedenwald.–Jewish Physicians and the Contributions of\n  the Jews to the Science of Medicine (Publications of the\n  Gratz College, Vol. I).",
        "Continue...",
        "\nThis eBook of “Chapters On Jewish Literature” (1899) by Israel Abrahams belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Chapters on Jewish LiteratureBy M. a. Israel AbrahamsAt Amazon"
    ]
}