{
    "title": "Chapters On Jewish Literature - Chapter XXII. Isaac Abarbanel",
    "author": "Israel Abrahams",
    "chapter": "22",
    "content": [
        "\n\n",
        "     Abarbanel’s Philosophy and Biblical Commentaries.–Elias\n     Levita.–Zeëna u-Reëna.–Moses Alshech.–The Biur.",
        "The career of Don Isaac Abarbanel (born in Lisbon in 1437, died in\nVenice in 1509) worthily closes the long services which the Jews of\nSpain rendered to the state and to learning. The earlier part of his\nlife was spent in the service of Alfonso V of Portugal. He possessed\nconsiderable wealth, and his house, which he himself tells us was built\nwith spacious halls, was the meeting-place of scholars, diplomatists,\nand men of science. Among his other occupations, he busied himself in\nransoming Jewish slaves, and obtained the co-operation of some Italian\nJews in this object.",
        "When Alfonso died, Abarbanel not only lost his post as finance\nminister, but was compelled to flee for his life. He shared the fall of\nthe Duke of Braganza, whose popularity was hateful to Alfonso’s\nsuccessor. Don Isaac escaped to Castile in 1484, and, amid the friendly\nsmiles of the cultured Jews of Toledo, set himself to resume the\nliterary work he had been forced to lay aside while burdened with\naffairs of state. He began the compilation of commentaries on the\nhistorical books of the Bible, but he was not long left to his studies.\nFerdinand and Isabella, under the very eyes of Torquemada and the\nInquisition, entrusted the finances of their kingdom to the Jew\nAbarbanel during the years 1484 to 1492.",
        "In the latter year, Abarbanel was driven from Spain in the general\nexpulsion instigated by the Inquisition. He found a temporary asylum in\nNaples, where he also received a state appointment. But he was soon\nforced to flee again, this time to Corfu. “My wife, my sons, and my\nbooks are far from me,” he wrote, “and I am left alone, a stranger in a\nstrange land.” But his spirit was not crushed by these successive\nmisfortunes. He continued to compile huge works at a very rapid rate. He\nwas not destined, however, to end his life in obscurity. In 1503 he was\ngiven a diplomatic post in Venice, and he passed his remaining years in\nhappiness and honor. He ended the splendid roll of famous Spanish Jews\nwith a career peculiarly Spanish. He gave a final, striking example of\nthat association of life with literature which of old characterized\nJews, but which found its greatest and last home in Spain.",
        "As a writer, Abarbanel has many faults. He is very verbose, and his\nmannerisms are provoking. Thus, he always introduces his commentaries\nwith a long string of questions, which he then proceeds to answer. It\nwas jokingly said of him that he made many sceptics, for not one in a\nscore of his readers ever got beyond the questions to the answers.\nThere is this truth in the sarcasm, that Abarbanel, despite his\nessential lucidity, is very hard to read. Though Abarbanel has obvious\nfaults, his good qualities are equally tangible. No predecessor of\nAbarbanel came so near as he did to the modern ideal of a commentator on\nthe Bible. Ibn Ezra was the father of the “Higher Criticism,” i.e. the\nattempt to explain the evolution of the text of Scripture. The Kimchis\ndeveloped the strictly grammatical exposition of the Bible. But\nAbarbanel understood that, to explain the Bible, one must try to\nreproduce the atmosphere in which it was written; one must realize the\nideas and the life of the times with which the narrative deals. His own\npractical state-craft stood him in good stead. He was able to form a\nconception of the politics of ancient Judea. His commentaries are works\non the philosophy of history. His more formal philosophical works, such\nas his “Deeds of God” (Miphaloth Elohim), are of less value, they are\nborrowed in the main from Maimonides. In his Talmudical writings,\nnotably his “Salvation of his Anointed” (Yeshuoth Meshicho), Abarbanel\ndisplays a lighter and more original touch than in his philosophical\ntreatises. But his works on the Bible are his greatest literary\nachievement. Besides the merits already indicated, these books have\nanother important excellence. He was the first Jew to make extensive use\nof Christian commentaries. He must be credited with the discovery that\nthe study of the Bible may be unsectarian, and that all who hold the\nBible in honor may join hands in elucidating it.",
        "A younger contemporary of Abarbanel was also an apostle of the same\nview. This was Elias Levita (1469-1549). He was a Grammarian, or\nMassorite, i.e. a student of the tradition (Massorah) as to the\nHebrew text of the Bible, and he was an energetic teacher of\nChristians. In the sixteenth century the study of Hebrew made much\nprogress in Europe, but the Jews themselves were only indirectly\nassociated with this advance. Despite Abarbanel, Jewish commentaries\nremained either homiletic or mystical, or, like the popular works of\nMoses Alshech, were more or less Midrashic in style. But the Bible was a\nreal delight to the Jews, and it is natural that such books were often\ncompiled for the masses. Mention must be made of the Zeëna u-Reëna(\"Go forth and see”), a work written at the beginning of the eighteenth\ncentury in Jewish-German for the use of women, a work which is still\nbeloved of the Jewess. But the seeds sown by Abarbanel and others of his\nschool eventually produced an abundant harvest. Mendelssohn’s German\nedition of the Pentateuch with the Hebrew Commentary (Biur) was the\nturning-point in the march towards the modern exposition of the Bible,\nwhich had been inaugurated by the statesman-scholar of Spain.",
        "ABARBANEL.",
        "Graetz.–IV, II.",
        "I.S. Meisels.–Don Isaac Abarbanel, J.Q.R., II, p. 37.",
        "S. Schechter.–Studies in Judaism, p. 173 [211].",
        "F.D. Mocatta.–The Jews of Spain and Portugal and the Inquisition  (London, 1877).",
        "Schiller-Szinessy.–Encycl. Brit., Vol. I, p. 52.",
        "EXEGESIS 16th-18th CENTURIES.",
        "Steinschneider.–Jewish Literature, p. 232 seq.\nBIUR.",
        "Specimen of the Biur, translated by A. Benisch (Miscellany\n  of the Society of Hebrew Literature, Vol. I).",
        "Continue...",
        "\nThis eBook of “Chapters On Jewish Literature” (1899) by Israel Abrahams belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Chapters on Jewish LiteratureBy M. a. Israel AbrahamsAt Amazon"
    ]
}