{
    "title": "Culture and Anarchy - Chapter II",
    "author": "Matthew Arnold",
    "chapter": "4",
    "content": [
        "\n",
        "\n\n",
        "[51] I have been trying to show that culture is, or ought to be, the\nstudy and pursuit of perfection; and that of perfection as pursued by\nculture, beauty and intelligence, or, in other words, sweetness and\nlight, are the main characters.  But hitherto I have been insisting\nchiefly on beauty, or sweetness, as a character of perfection.  To\ncomplete rightly my design, it evidently remains to speak also of\nintelligence, or light, as a character of perfection.  First,\nhowever, I ought perhaps to notice that, both here and on the other\nside of the Atlantic, all sorts of objections are raised against the\n“religion of culture,” as the objectors mockingly call it, which I am\nsupposed to be promulgating.  It is said to be a religion proposing\nparmaceti, or some scented salve or other, as a cure for human\nmiseries; a religion breathing a spirit of cultivated inaction,\nmaking its believer refuse to lend a hand at uprooting the definite\nevils on all sides of us, and filling him with antipathy against the\nreforms and reformers which try to [52] extirpate them.  In general,\nit is summed up as being not practical, or,–as some critics more\nfamiliarly put it,–all moonshine.  That Alcibiades, the editor of\nthe Morning Star, taunts me, as its promulgator, with living out of\nthe world and knowing nothing of life and men.  That great austere\ntoiler, the editor of the Daily Telegraph, upbraids me,–but kindly,\nand more in sorrow than in anger,–for trifling with aesthetics and\npoetical fancies, while he himself, in that arsenal of his in Fleet\nStreet, is bearing the burden and heat of the day.  An intelligent\nAmerican newspaper, the Nation, says that it is very easy to sit in\none’s study and find fault with the course of modern society, but the\nthing is to propose practical improvements for it.  While, finally,\nMr. Frederic Harrison, in a very good-tempered and witty satire,\nwhich makes me quite understand his having apparently achieved such a\nconquest of my young Prussian friend, Arminius, at last gets moved to\nan almost stern moral impatience, to behold, as he says, “Death, sin,\ncruelty stalk among us, filling their maws with innocence and youth,\"\nand me, in the midst of the general tribulation, handing out my\npouncet-box.",
        "[53] It is impossible that all these remonstrances and reproofs\nshould not affect me, and I shall try my very best, in completing my\ndesign and in speaking of light as one of the characters of\nperfection, and of culture as giving us light, to profit by the\nobjections I have heard and read, and to drive at practice as much as\nI can, by showing the communications and passages into practical life\nfrom the doctrine which I am inculcating.",
        "It is said that a man with my theories of sweetness and light is full\nof antipathy against the rougher or coarser movements going on around\nhim, that he will not lend a hand to the humble operation of\nuprooting evil by their means, and that therefore the believers in\naction grow impatient with them.  But what if rough and coarse\naction, ill-calculated action, action with insufficient light, is,\nand has for a long time been, our bane?  What if our urgent want now\nis, not to act at any price, but rather to lay in a stock of light\nfor our difficulties?  In that case, to refuse to lend a hand to the\nrougher and coarser movements going on round us, to make the primary\nneed, both for oneself and others, to consist in enlightening\nourselves and qualifying ourselves [54] to act less at random, is\nsurely the best, and in real truth the most practical line, our\nendeavours can take.  So that if I can show what my opponents call\nrough or coarse action, but what I would rather call random and ill-\nregulated action,–action with insufficient light, action pursued\nbecause we like to be doing something and doing it as we please, and\ndo not like the trouble of thinking, and the severe constraint of any\nkind of rule,–if I can show this to be, at the present moment, a\npractical mischief and danger to us, then I have found a practical\nuse for light in correcting this state of things, and have only to\nexemplify how, in cases which fall under everybody’s observation, it\nmay deal with it.",
        "When I began to speak of culture, I insisted on our bondage to\nmachinery, on our proneness to value machinery as an end in itself,\nwithout looking beyond it to the end for which alone, in truth, it is\nvaluable.  Freedom, I said, was one of those things which we thus\nworshipped in itself, without enough regarding the ends for which\nfreedom is to be desired.  In our common notions and talk about\nfreedom, we eminently show our idolatry of machinery.  Our prevalent\nnotion is,–and I quoted a [55] number of instances to prove it,–\nthat it is a most happy and important thing for a man merely to be\nable to do as he likes.  On what he is to do when he is thus free to\ndo as he likes, we do not lay so much stress.  Our familiar praise of\nthe British Constitution under which we live, is that it is a system\nof checks,–a system which stops and paralyses any power in\ninterfering with the free action of individuals.  To this effect Mr.\nBright, who loves to walk in the old ways of the Constitution, said\nforcibly in one of his great speeches, what many other people are\nevery day saying less forcibly, that the central idea of English life\nand politics is the assertion of personal liberty.  Evidently this is\nso; but evidently, also, as feudalism, which with its ideas and\nhabits of subordination was for many centuries silently behind the\nBritish Constitution, dies out, and we are left with nothing but our\nsystem of checks, and our notion of its being the great right and\nhappiness of an Englishman to do as far as possible what he likes, we\nare in danger of drifting towards anarchy.  We have not the notion,\nso familiar on the Continent and to antiquity, of the State–the\nnation, in its collective [56] and corporate character, entrusted\nwith stringent powers for the general advantage, and controlling\nindividual wills in the name of an interest wider than that of\nindividuals.  We say, what is very true, that this notion is often\nmade instrumental to tyranny; we say that a State is in reality made\nup of the individuals who compose it, and that every individual is\nthe best judge of his own interests.  Our leading class is an\naristocracy, and no aristocracy likes the notion of a State-authority\ngreater than itself, with a stringent administrative machinery\nsuperseding the decorative inutilities of lord-lieutenancy, deputy-\nlieutenancy, and the posse comitatûs,+ which are all in its own\nhands.  Our middle-class, the great representative of trade and\nDissent, with its maxims of every man for himself in business, every\nman for himself in religion, dreads a powerful administration which\nmight somehow interfere with it; and besides, it has its own\ndecorative inutilities of vestrymanship and guardianship, which are\nto this class what lord-lieutenancy and the county magistracy are to\nthe aristocratic class, and a stringent administration might either\ntake these functions out of its hands, [57] or prevent its exercising\nthem in its own comfortable, independent manner, as at present.",
        "Then as to our working-class.  This class, pressed constantly by the\nhard daily compulsion of material wants, is naturally the very centre\nand stronghold of our national idea, that it is man’s ideal right and\nfelicity to do as he likes.  I think I have somewhere related how\nMonsieur Michelet said to me of the people of France, that it was “a\nnation of barbarians civilised by the conscription.”  He meant that\nthrough their military service the idea of public duty and of\ndiscipline was brought to the mind of these masses, in other respects\nso raw and uncultivated.  Our masses are quite as raw and\nuncultivated as the French; and, so far from their having the idea of\npublic duty and of discipline, superior to the individual’s self-\nwill, brought to their mind by a universal obligation of military\nservice, such as that of the conscription,–so far from their having\nthis, the very idea of a conscription is so at variance with our\nEnglish notion of the prime right and blessedness of doing as one\nlikes, that I remember the manager of the Clay Cross works in\nDerbyshire told me during the Crimean [58] war, when our want of\nsoldiers was much felt and some people were talking of a\nconscription, that sooner than submit to a conscription the\npopulation of that district would flee to the mines, and lead a sort\nof Robin Hood life under ground.",
        "For a long time, as I have said, the strong feudal habits of\nsubordination and deference continued to tell upon the working-class.\nThe modern spirit has now almost entirely dissolved those habits, and\nthe anarchical tendency of our worship of freedom in and for itself,\nof our superstitious faith, as I say, in machinery, is becoming very\nmanifest.  More and more, because of this our blind faith in\nmachinery, because of our want of light to enable us to look beyond\nmachinery to the end for which machinery is valuable, this and that\nman, and this and that body of men, all over the country, are\nbeginning to assert and put in practice an Englishman’s right to do\nwhat he likes; his right to march where he likes, meet where he\nlikes, enter where he likes, hoot as he likes, threaten as he likes,\nsmash as he likes.  All this, I say, tends to anarchy; and though a\nnumber of excellent people, and particularly my friends of the\nliberal or progressive party, as they [59] call themselves, are kind\nenough to reassure us by saying that these are trifles, that a few\ntransient outbreaks of rowdyism signify nothing, that our system of\nliberty is one which itself cures all the evils which it works, that\nthe educated and intelligent classes stand in overwhelming strength\nand majestic repose, ready, like our military force in riots, to act\nat a moment’s notice,–yet one finds that one’s liberal friends\ngenerally say this because they have such faith in themselves and\ntheir nostrums, when they shall return, as the public welfare\nrequires, to place and power.  But this faith of theirs one cannot\nexactly share, when one has so long had them and their nostrums at\nwork, and sees that they have not prevented our coming to our present\nembarrassed condition; and one finds, also, that the outbreaks of\nrowdyism tend to become less and less of trifles, to become more\nfrequent rather than less frequent; and that meanwhile our educated\nand intelligent classes remain in their majestic repose, and somehow\nor other, whatever happens, their overwhelming strength, like our\nmilitary force in riots, never does act.",
        "How, indeed, should their overwhelming strength [60] act, when the\nman who gives an inflammatory lecture, or breaks down the Park\nrailings, or invades a Secretary of State’s office, is only following\nan Englishman’s impulse to do as he likes; and our own conscience\ntells us that we ourselves have always regarded this impulse as\nsomething primary and sacred?  Mr. Murphy lectures at Birmingham, and\nshowers on the Catholic population of that town “words,” says Mr.\nHardy, “only fit to be addressed to thieves or murderers.”  What\nthen?  Mr. Murphy has his own reasons of several kinds.  He suspects\nthe Roman Catholic Church of designs upon Mrs. Murphy; and he says,\nif mayors and magistrates do not care for their wives and daughters,\nhe does.  But, above all, he is doing as he likes, or, in worthier\nlanguage, asserting his personal liberty.  “I will carry out my\nlectures if they walk over my body as a dead corpse; and I say to the\nMayor of Birmingham that he is my servant while I am in Birmingham,\nand as my servant he must do his duty and protect me.”  Touching and\nbeautiful words, which find a sympathetic chord in every British\nbosom!  The moment it is plainly put before us that a man is\nasserting his personal liberty, we are half disarmed; [61] because we\nare believers in freedom, and not in some dream of a right reason to\nwhich the assertion of our freedom is to be subordinated.\nAccordingly, the Secretary of State had to say that although the\nlecturer’s language was “only fit to be addressed to thieves or\nmurderers,” yet, “I do not think he is to be deprived, I do not think\nthat anything I have said could justify the inference that he is to\nbe deprived, of the right of protection in a place built by him for\nthe purpose of these lectures; because the language was not language\nwhich afforded grounds for a criminal prosecution.”  No, nor to be\nsilenced by Mayor, or Home Secretary, or any administrative authority\non earth, simply on their notion of what is discreet and reasonable!\nThis is in perfect consonance with our public opinion, and with our\nnational love for the assertion of personal liberty.",
        "In quite another department of affairs, an experienced and\ndistinguished Chancery Judge relates an incident which is just to the\nsame effect as this of Mr. Murphy.  A testator bequeathed 300£. a\nyear, to be for ever applied as a pension to some person who had been\nunsuccessful in literature, and whose duty [62] should be to support\nand diffuse, by his writings, the testator’s own views, as enforced\nin the testator’s publications.  This bequest was appealed against in\nthe Court of Chancery, on the ground of its absurdity; but, being\nonly absurd, it was upheld, and the so-called charity was\nestablished.  Having, I say, at the bottom of our English hearts a\nvery strong belief in freedom, and a very weak belief in right\nreason, we are soon silenced when a man pleads the prime right to do\nas he likes, because this is the prime right for ourselves too; and\neven if we attempt now and then to mumble something about reason, yet\nwe have ourselves thought so little about this and so much about\nliberty, that we are in conscience forced, when our brother\nPhilistine with whom we are meddling turns boldly round upon us and\nasks: Have you any light?–to shake our heads ruefully, and to let\nhim go his own way after all.",
        "There are many things to be said on behalf of this exclusive\nattention of ours to liberty, and of the relaxed habits of government\nwhich it has engendered.  It is very easy to mistake or to exaggerate\nthe sort of anarchy from which we are in danger through them.  We are\nnot in danger from [63] Fenianism, fierce and turbulent as it may\nshow itself; for against this our conscience is free enough to let us\nact resolutely and put forth our overwhelming strength the moment\nthere is any real need for it.  In the first place, it never was any\npart of our creed that the great right and blessedness of an\nIrishman, or, indeed, of anybody on earth except an Englishman, is to\ndo as he likes; and we can have no scruple at all about abridging, if\nnecessary, a non-Englishman’s assertion of personal liberty.  The\nBritish Constitution, its checks, and its prime virtues, are for\nEnglishmen.  We may extend them to others out of love and kindness;\nbut we find no real divine law written on our hearts constraining us\nso to extend them.  And then the difference between an Irish Fenian\nand an English rough is so immense, and the case, in dealing with the\nFenian, so much more clear!  He is so evidently desperate and\ndangerous, a man of a conquered race, a Papist, with centuries of\nill-usage to inflame him against us, with an alien religion\nestablished in his country by us at his expense, with no admiration\nof our institutions, no love of our virtues, no talents for our\nbusiness, no turn for our comfort!  Show him our symbolical [64]\nTruss Manufactory on the finest site in Europe, and tell him that\nBritish industrialism and individualism can bring a man to that, and\nhe remains cold!  Evidently, if we deal tenderly with a\nsentimentalist like this, it is out of pure philanthropy.  But with\nthe Hyde Park rioter how different!+  He is our own flesh and blood;\nhe is a Protestant; he is framed by nature to do as we do, hate what\nwe hate, love what we love; he is capable of feeling the symbolical\nforce of the Truss Manufactory; the question of questions, for him,\nis a wages’ question.  That beautiful sentence Sir Daniel Gooch\nquoted to the Swindon workmen, and which I treasure as Mrs. Gooch’s\nGolden Rule, or the Divine Injunction “Be ye Perfect” done into\nBritish,–the sentence Sir Daniel Gooch’s mother repeated to him\nevery morning when he was a boy going to work: “Ever remember, my\ndear Dan, that you should look forward to being some day manager of\nthat concern!\"–this fruitful maxim is perfectly fitted to shine\nforth in the heart of the Hyde Park rough also, and to be his\nguiding-star through life.  He has no visionary schemes of revolution\nand transformation, though of course he would like his class to rule,\nas the aristocratic [65] class like their class to rule, and the\nmiddle-class theirs.  Meanwhile, our social machine is a little out\nof order; there are a good many people in our paradisiacal centres of\nindustrialism and individualism taking the bread out of one another’s\nmouths; the rioter has not yet quite found his groove and settled\ndown to his work, and so he is just asserting his personal liberty a\nlittle, going where he likes, assembling where he likes, bawling as\nhe likes, hustling as he likes.  Just as the rest of us,–as the\ncountry squires in the aristocratic class, as the political\ndissenters in the middle-class,–he has no idea of a State, of the\nnation in its collective and corporate character controlling, as\ngovernment, the free swing of this or that one of its members in the\nname of the higher reason of all of them, his own as well as that of\nothers.  He sees the rich, the aristocratic class, in occupation of\nthe executive government, and so if he is stopped from making Hyde\nPark a bear-garden or the streets impassable, he says he is being\nbutchered by the aristocracy.",
        "His apparition is somewhat embarrassing, because too many cooks spoil\nthe broth; because, while the aristocratic and middle classes have\nlong been doing [66] as they like with great vigour, he has been too\nundeveloped and submissive hitherto to join in the game; and now,\nwhen he does come, he comes in immense numbers, and is rather raw and\nrough.  But he does not break many laws, or not many at one time;\nand, as our laws were made for very different circumstances from our\npresent (but always with an eye to Englishmen doing as they like),\nand as the clear letter of the law must be against our Englishman who\ndoes as he likes and not only the spirit of the law and public\npolicy, and as Government must neither have any discretionary power\nnor act resolutely on its own interpretation of the law if any one\ndisputes it, it is evident our laws give our playful giant, in doing\nas he likes, considerable advantage.  Besides, even if he can be\nclearly proved to commit an illegality in doing as he likes, there is\nalways the resource of not putting the law in force, or of abolishing\nit.  So he has his way, and if he has his way he is soon satisfied\nfor the time; however, he falls into the habit of taking it oftener\nand oftener, and at last begins to create by his operations a\nconfusion of which mischievous people can take advantage, and which\nat any rate, by troubling the common course [67] of business\nthroughout the country, tends to cause distress, and so to increase\nthe sort of anarchy and social disintegration which had previously\ncommenced.  And thus that profound sense of settled order and\nsecurity, without which a society like ours cannot live and grow at\nall, is beginning to threaten us with taking its departure.",
        "Now, if culture, which simply means trying to perfect oneself, and\none’s mind as part of oneself, brings us light, and if light shows us\nthat there is nothing so very blessed in merely doing as one likes,\nthat the worship of the mere freedom to do as one likes is worship of\nmachinery, that the really blessed thing is to like what right reason\nordains, and to follow her authority, then we have got a practical\nbenefit out of culture.  We have got a much wanted principle, a\nprinciple of authority, to counteract the tendency to anarchy which\nseems to be threatening us.",
        "But how to organise this authority, or to what hands to entrust the\nwielding of it?  How to get your State, summing up the right reason\nof the community, and giving effect to it, as circumstances may\nrequire, with vigour?  And here I think I see [68] my enemies waiting\nfor me with a hungry joy in their eyes.  But I shall elude them.",
        "The State, the power most representing the right reason of the\nnation, and most worthy, therefore, of ruling,–of exercising, when\ncircumstances require it, authority over us all,–is for Mr. Carlyle\nthe aristocracy.  For Mr. Lowe, it is the middle-class with its\nincomparable Parliament.  For the Reform League, it is the working-\nclass, with its “brightest powers of sympathy and readiest powers of\naction.”  Now, culture, with its disinterested pursuit of perfection,\nculture, simply trying to see things as they are, in order to seize\non the best and to make it prevail, is surely well fitted to help us\nto judge rightly, by all the aids of observing, reading, and\nthinking, the qualifications and titles to our confidence of these\nthree candidates for authority, and can thus render us a practical\nservice of no mean value.",
        "So when Mr. Carlyle, a man of genius to whom we have all at one time\nor other been indebted for refreshment and stimulus, says we should\ngive rule to the aristocracy, mainly because of its dignity and\npoliteness, surely culture is useful in reminding us, [69] that in\nour idea of perfection the characters of beauty and intelligence are\nboth of them present, and sweetness and light, the two noblest of\nthings, are united.  Allowing, therefore, with Mr. Carlyle, the\naristocratic class to possess sweetness, culture insists on the\nnecessity of light also, and shows us that aristocracies, being by\nthe very nature of things inaccessible to ideas, unapt to see how the\nworld is going, must be somewhat wanting in light, and must therefore\nbe, at a moment when light is our great requisite, inadequate to our\nneeds.  Aristocracies, those children of the established fact, are\nfor epochs of concentration.  In epochs of expansion, epochs such as\nthat in which we now live, epochs when always the warning voice is\nagain heard: Now is the judgment of this world–in such epochs\naristocracies, with their natural clinging to the established fact,\ntheir want of sense for the flux of things, for the inevitable\ntransitoriness of all human institutions, are bewildered and\nhelpless.  Their serenity, their high spirit, their power of haughty\nresistance,–the great qualities of an aristocracy, and the secret of\nits distinguished manners and dignity,–these very qualities, in an\nepoch of [70] expansion, turn against their possessors.  Again and\nagain I have said how the refinement of an aristocracy may be\nprecious and educative to a raw nation as a kind of shadow of true\nrefinement; how its serenity and dignified freedom from petty cares\nmay serve as a useful foil to set off the vulgarity and hideousness\nof that type of life which a hard middle-class tends to establish,\nand to help people to see this vulgarity and hideousness in their\ntrue colours.  From such an ignoble spectacle as that of poor Mrs.\nLincoln,–a spectacle to vulgarise a whole nation,–aristocracies\nundoubtedly preserve us.  But the true grace and serenity is that of\nwhich Greece and Greek art suggest the admirable ideals of\nperfection,–a serenity which comes from having made order among\nideas and harmonised them; whereas the serenity of aristocracies, at\nleast the peculiar serenity of aristocracies of Teutonic origin,\nappears to come from their never having had any ideas to trouble\nthem.  And so, in a time of expansion like the present, a time for\nideas, one gets, perhaps, in regarding an aristocracy, even more than\nthe idea of serenity, the idea of futility and sterility.  One has\noften wondered whether upon the whole [71] earth there is anything so\nunintelligent, so unapt to perceive how the world is really going, as\nan ordinary young Englishman of our upper class.  Ideas he has not,\nand neither has he that seriousness of our middle-class, which is, as\nI have often said, the great strength of this class, and may become\nits salvation.  Why, a man may hear a young Dives of the aristocratic\nclass, when the whim takes him to sing the praises of wealth and\nmaterial comfort, sing them with a cynicism from which the conscience\nof the veriest Philistine of our industrial middle-class would recoil\nin affright.  And when, with the natural sympathy of aristocracies\nfor firm dealing with the multitude, and his uneasiness at our feeble\ndealing with it at home, an unvarnished young Englishman of our\naristocratic class applauds the absolute rulers on the Continent, he\nin general manages completely to miss the grounds of reason and\nintelligence which alone can give any colour of justification, any\npossibility of existence, to those rulers, and applauds them on\ngrounds which it would make their own hair stand on end to listen to.",
        "And all this time, we are in an epoch of expansion; [72] and the\nessence of an epoch of expansion is a movement of ideas, and the one\nsalvation of an epoch of expansion is a harmony of ideas.  The very\nprinciple of the authority which we are seeking as a defence against\nanarchy is right reason, ideas, light.  The more, therefore, an\naristocracy calls to its aid its innate forces,–its impenetrability,\nits high spirit, its power of haughty resistance,–to deal with an\nepoch of expansion, the graver is the danger, the greater the\ncertainty of explosion, the surer the aristocracy’s defeat; for it is\ntrying to do violence to nature instead of working along with it.\nThe best powers shown by the best men of an aristocracy at such an\nepoch are, it will be observed, non-aristocratical powers, powers of\nindustry, powers of intelligence; and these powers, thus exhibited,\ntend really not to strengthen the aristocracy, but to take their\nowners out of it, to expose them to the dissolving agencies of\nthought and change, to make them men of the modern spirit and of the\nfuture.  If, as sometimes happens, they add to their non-\naristocratical qualities of labour and thought, a strong dose of\naristocratical qualities also,–of pride, defiance, turn for\nresistance–this truly aristocratical [73] side of them, so far from\nadding any strength to them really neutralises their force and makes\nthem impracticable and ineffective.",
        "Knowing myself to be indeed sadly to seek, as one of my many critics\nsays, in “a philosophy with coherent, interdependent, subordinate and\nderivative principles,” I continually have recourse to a plain man’s\nexpedient of trying to make what few simple notions I have, clearer,\nand more intelligible to myself, by means of example and\nillustration.  And having been brought up at Oxford in the bad old\ntimes, when we were stuffed with Greek and Aristotle, and thought\nnothing of preparing ourselves,–as after Mr. Lowe’s great speech at\nEdinburgh we shall do,–to fight the battle of life with the German\nwaiters, my head is still full of a lumber of phrases we learnt at\nOxford from Aristotle, about virtue being in a mean, and about excess\nand defect, and so on.  Once when I had had the advantage of\nlistening to the Reform debates in the House of Commons, having heard\na number of interesting speakers, and among them Lord Elcho and Sir\nThomas Bateson, I remember it struck me, applying Aristotle’s\nmachinery of the [74] mean to my ideas about our aristocracy, that\nLord Elcho was exactly the perfection, or happy mean, or virtue, of\naristocracy, and Sir Thomas Bateson the excess; and I fancied that by\nobserving these two we might see both the inadequacy of aristocracy\nto supply the principle of authority needful for our present wants,\nand the danger of its trying to supply it when it was not really\ncompetent for the business.  On the one hand, in Lord Elcho, showing\nplenty of high spirit, but remarkable, far above and beyond his gift\nof high spirit, for the fine tempering of his high spirit, for ease,\nserenity, politeness,–the great virtues, as Mr. Carlyle says, of\naristocracy,–in this beautiful and virtuous mean, there seemed\nevidently some insufficiency of light; while, on the other hand, Sir\nThomas Bateson, in whom the high spirit of aristocracy, its\nimpenetrability, defiant courage, and pride of resistance, were\ndeveloped even in excess, was manifestly capable, if he had his way\ngiven him, of causing us great danger, and, indeed, of throwing the\nwhole commonwealth into confusion.  Then I reverted to that old\nfundamental notion of mine about the grand merit of our race being\nreally our honesty; and the [75] very helplessness of our\naristocratic or governing class in dealing with our perturbed social\nstate gave me a sort of pride and satisfaction, because I saw they\nwere, as a whole, too honest to try and manage a business for which\nthey did not feel themselves capable.",
        "Surely, now, it is no inconsiderable boon culture confers upon us, if\nin embarrassed times like the present it enables us to look at the\nins and the outs of things in this way, without hatred and without\npartiality, and with a disposition to see the good in everybody all\nround.  And I try to follow just the same course with our middle-\nclass as with our aristocracy.  Mr. Lowe talks to us of this strong\nmiddle part of the nation, of the unrivalled deeds of our liberal\nmiddle-class Parliament, of the noble, the heroic work it has\nperformed in the last thirty years; and I begin to ask myself if we\nshall not, then, find in our middle-class the principle of authority\nwe want, and if we had not better take administration as well as\nlegislation away from the weak extreme which now administers for us,\nand commit both to the strong middle part.  I observe, too, that the\nheroes of middle-class liberalism, such as we have [76] hitherto\nknown it, speak with a kind of prophetic anticipation of the great\ndestiny which awaits them, and as if the future was clearly theirs.\nThe advanced party, the progressive party, the party in alliance with\nthe future, are the names they like to give themselves.  “The\nprinciples which will obtain recognition in the future,” says Mr.\nMiall, a personage of deserved eminence among the political\nDissenters, as they are called, who have been the backbone of middle-\nclass liberalism–\"the principles which will obtain recognition in\nthe future are the principles for which I have long and zealously\nlaboured.  I qualified myself for joining in the work of harvest by\ndoing to the best of my ability the duties of seed-time.”  These\nduties, if one is to gather them from the works of the great liberal\nparty in the last thirty years, are, as I have elsewhere summed them\nup, the advocacy of free-trade, of parliamentary reform, of abolition\nof church-rates, of voluntaryism in religion and education, of non-\ninterference of the State between employers and employed, and of\nmarriage with one’s deceased wife’s sister.",
        "Now I know, when I object that all this is machinery, the great\nliberal middle-class has by this [77] time grown cunning enough to\nanswer, that it always meant more by these things than meets the eye;\nthat it has had that within which passes show, and that we are soon\ngoing to see, in a Free Church and all manner of good things, what it\nwas.  But I have learned from Bishop Wilson (if Mr. Frederic Harrison\nwill forgive my again quoting that poor old hierophant of a decayed\nsuperstition): “If we would really know our heart let us impartially\nview our actions;” and I cannot help thinking that if our liberals\nhad had so much sweetness and light in their inner minds as they\nallege, more of it must have come out in their sayings and doings.\nAn American friend of the English liberals says, indeed, that their\nDissidence of Dissent has been a mere instrument of the political\nDissenters for making reason and the will of God prevail (and no\ndoubt he would say the same of marriage with one’s deceased wife’s\nsister); and that the abolition of a State Church is merely the\nDissenter’s means to this end, just as culture is mine.  Another\nAmerican defender of theirs says just the same of their industrialism\nand free-trade; indeed, this gentleman, taking the bull by the horns,\nproposes that we should for the [78] future call industrialism\nculture, and the industrialists the men of culture, and then of\ncourse there can be no longer any misapprehension about their true\ncharacter; and besides the pleasure of being wealthy and comfortable,\nthey will have authentic recognition as vessels of sweetness and\nlight.  All this is undoubtedly specious; but I must remark that the\nculture of which I talked was an endeavour to come at reason and the\nwill of God by means of reading, observing, and thinking; and that\nwhoever calls anything else culture, may, indeed, call it so if he\nlikes, but then he talks of something quite different from what I\ntalked of.  And, again, as culture’s way of working for reason and\nthe will of God is by directly trying to know more about them, while\nthe Dissidence of Dissent is evidently in itself no effort of this\nkind, nor is its Free Church, in fact, a church with worthier\nconceptions of God and the ordering of the world than the State\nChurch professes, but with mainly the same conceptions of these as\nthe State Church has, only that every man is to comport himself as he\nlikes in professing them,–this being so, I cannot at once accept the\nNonconformity any more than the industrialism and the other great\n[79] works of our liberal middle-class as proof positive that this\nclass is in possession of light, and that here is the true seat of\nauthority for which we are in search; but I must try a little\nfurther, and seek for other indications which may enable me to make\nup my mind.",
        "Why should we not do with the middle-class as we have done with the\naristocratic class,–find in it some representative men who may stand\nfor the virtuous mean of this class, for the perfection of its\npresent qualities and mode of being, and also for the excess of them.\nSuch men must clearly not be men of genius like Mr. Bright; for, as I\nhave formerly said, so far as a man has genius he tends to take\nhimself out of the category of class altogether, and to become simply\na man.  Mr. Bright’s brother, Mr. Jacob Bright, would, perhaps, be\nmore to the purpose; he seems to sum up very well in himself, without\ndisturbing influences, the general liberal force of the middle-class,\nthe force by which it has done its great works of free-trade,\nparliamentary reform, voluntaryism, and so on, and the spirit in\nwhich it has done them.  Now it is clear, from what has been already\nsaid, that there has been at least [80] an apparent want of light in\nthe force and spirit through which these great works have been done,\nand that the works have worn in consequence too much a look of\nmachinery.  But this will be clearer still if we take, as the happy\nmean of the middle-class, not Mr. Jacob Bright, but his colleague in\nthe representation of Manchester, Mr. Bazley.  Mr. Bazley sums up for\nus, in general, the middle-class, its spirit and its works, at least\nas well as Mr. Jacob Bright; and he has given us, moreover, a famous\nsentence, which bears directly on the resolution of our present\nquestion,–whether there is light enough in our middle-class to make\nit the proper seat of the authority we wish to establish.  When there\nwas a talk some little while ago about the state of middle-class\neducation, Mr. Bazley, as the representative of that class, spoke\nsome memorable words:–\"There had been a cry that middle-class\neducation ought to receive more attention.  He confessed himself very\nmuch surprised by the clamour that was raised.  He did not think that\nclass need excite the sympathy either of the legislature or the\npublic.”  Now this satisfaction of Mr. Bazley with the mental state\nof the middle-class [81] was truly representative, and enhances his\nclaim (if that were necessary) to stand as the beautiful and virtuous\nmean of that class.  But it is obviously at variance with our\ndefinition of culture, or the pursuit of light and perfection, which\nmade light and perfection consist, not in resting and being, but in\ngrowing and becoming, in a perpetual advance in beauty and wisdom.\nSo the middle-class is by its essence, as one may say, by its\nincomparable self-satisfaction decisively expressed through its\nbeautiful and virtuous mean, self-excluded from wielding an authority\nof which light is to be the very soul.",
        "Clear as this is, it will be made clearer still if we take some\nrepresentative man as the excess of the middle-class, and remember\nthat the middle-class, in general, is to be conceived as a body\nswaying between the qualities of its mean and of its excess, and on\nthe whole, of course, as human nature is constituted, inclining\nrather towards the excess than the mean.  Of its excess no better\nrepresentative can possibly be imagined than the Rev. W. Cattle, a\nDissenting minister from Walsall, who came before the public in\nconnection with the proceedings at [82] Birmingham of Mr. Murphy,\nalready mentioned.  Speaking in the midst of an irritated population\nof Catholics, the Rev. W. Cattle exclaimed:–\"I say, then, away with\nthe mass!  It is from the bottomless pit; and in the bottomless pit\nshall all liars have their part, in the lake that burneth with fire\nand brimstone.”  And again: “When all the praties were black in\nIreland, why didn’t the priests say the hocus-pocus over them, and\nmake them all good again?”  He shared, too, Mr. Murphy’s fears of\nsome invasion of his domestic happiness: “What I wish to say to you\nas Protestant husbands is, Take care of your wives!”  And, finally,\nin the true vein of an Englishman doing as he likes, a vein of which\nI have at some length pointed out the present dangers, he recommended\nfor imitation the example of some churchwardens at Dublin, among\nwhom, said he, “there was a Luther and also a Melancthon,” who had\nmade very short work with some ritualist or other, handed him down\nfrom his pulpit, and kicked him out of church.  Now it is manifest,\nas I said in the case of Sir Thomas Bateson, that if we let this\nexcess of the sturdy English middle-class, this conscientious\nProtestant Dissenter, so strong, so self- [83] reliant, so fully\npersuaded in his own mind, have his way, he would be capable, with\nhis want of light–or, to use the language of the religious world,\nwith his zeal without knowledge–of stirring up strife which neither\nhe nor any one else could easily compose.",
        "And then comes in, as it did also with the aristocracy, the honesty\nof our race, and by the voice of another middle-class man, Alderman\nWilson, Alderman of the City of London and Colonel of the City of\nLondon Militia, proclaims that it has twinges of conscience, and that\nit will not attempt to cope with our social disorders, and to deal\nwith a business which it feels to be too high for it.  Every one\nremembers how this virtuous Alderman-Colonel, or Colonel-Alderman,\nled his militia through the London streets; how the bystanders\ngathered to see him pass; how the London roughs, asserting an\nEnglishman’s best and most blissful right of doing what he likes,\nrobbed and beat the bystanders; and how the blameless warrior-\nmagistrate refused to let his troops interfere.  “The crowd,” he\ntouchingly said afterwards, “was mostly composed of fine healthy\nstrong men, bent on mischief; if he had [84] allowed his soldiers to\ninterfere they might have been overpowered, their rifles taken from\nthem and used against them by the mob; a riot, in fact, might have\nensued, and been attended with bloodshed, compared with which the\nassaults and loss of property that actually occurred would have been\nas nothing.”  Honest and affecting testimony of the English middle-\nclass to its own inadequacy for the authoritative part one’s\nadmiration would sometimes incline one to assign to it!  “Who are\nwe,” they say by the voice of their Alderman-Colonel, “that we should\nnot be overpowered if we attempt to cope with social anarchy, our\nrifles taken from us and used against us by the mob, and we, perhaps,\nrobbed and beaten ourselves?  Or what light have we, beyond a free-\nborn Englishman’s impulse to do as he likes, which could justify us\nin preventing, at the cost of bloodshed, other free-born Englishmen\nfrom doing as they like, and robbing and beating us as much as they\nplease?”",
        "This distrust of themselves as an adequate centre of authority does\nnot mark the working-class, as was shown by their readiness the other\nday in Hyde Park to take upon themselves all the functions of [85]\ngovernment.  But this comes from the working-class being, as I have\noften said, still an embryo, of which no one can yet quite foresee\nthe final development; and from its not having the same experience\nand self-knowledge as the aristocratic and middle classes.  Honesty\nit no doubt has, just like the other classes of Englishmen, but\nhonesty in an inchoate and untrained state; and meanwhile its powers\nof action, which are, as Mr. Frederic Harrison says, exceedingly\nready, easily run away with it.  That it cannot at present have a\nsufficiency of light which comes by culture,–that is, by reading,\nobserving, and thinking,–is clear from the very nature of its\ncondition; and, indeed, we saw that Mr. Frederic Harrison, in seeking\nto make a free stage for its bright powers of sympathy and ready\npowers of action, had to begin by throwing overboard culture, and\nflouting it as only fit for a professor of belles lettres.  Still, to\nmake it perfectly manifest that no more in the working-class than in\nthe aristocratic and middle classes can one find an adequate centre\nof authority,–that is, as culture teaches us to conceive our\nrequired authority, of light,–let us again follow, with this class,\nthe method we have [86] followed with the aristocratic and middle\nclasses, and try to bring before our minds representative men, who\nmay figure to us its virtue and its excess.  We must not take, of\ncourse, Colonel Dickson or Mr. Beales; because Colonel Dickson, by\nhis martial profession and dashing exterior, seems to belong\nproperly, like Julius Caesar and Mirabeau and other great popular\nleaders, to the aristocratic class, and to be carried into the\npopular ranks only by his ambition or his genius; while Mr. Beales\nbelongs to our solid middle-class, and, perhaps, if he had not been a\ngreat popular leader, would have been a Philistine.  But Mr. Odger,\nwhose speeches we have all read, and of whom his friends relate,\nbesides, much that is favourable, may very well stand for the\nbeautiful and virtuous mean of our present working-class; and I think\neverybody will admit that in Mr. Odger, as in Lord Elcho, there is\nmanifestly, with all his good points, some insufficiency of light.\nThe excess of the working-class, in its present state of development,\nis perhaps best shown in Mr. Bradlaugh, the iconoclast, who seems to\nbe almost for baptizing us all in blood and fire into his new social\ndispensation, and to whose [87] reflections, now that I have once\nbeen set going on Bishop Wilson’s track, I cannot forbear commending\nthis maxim of the good old man: “Intemperance in talk makes a\ndreadful havoc in the heart.”  Mr. Bradlaugh, like Sir Thomas Bateson\nand the Rev. W. Cattle, is evidently capable, if he had his head\ngiven him, of running us all into great dangers and confusion.  I\nconclude, therefore,–what, indeed, few of those who do me the honour\nto read this disquisition are likely to dispute,–that we can as\nlittle find in the working-class as in the aristocratic or in the\nmiddle class our much-wanted source of authority, as culture suggests\nit to us.",
        "Well, then, what if we tried to rise above the idea of class to the\nidea of the whole community, the State, and to find our centre of\nlight and authority there?  Every one of us has the idea of country,\nas a sentiment; hardly any one of us has the idea of the State, as a\nworking power.  And why?  Because we habitually live in our ordinary\nselves, which do not carry us beyond the ideas and wishes of the\nclass to which we happen to belong.  And we are all afraid of giving\nto the State too much power, because we only conceive of the State\n[88] as something equivalent to the class in occupation of the\nexecutive government, and are afraid of that class abusing power to\nits own purposes.  If we strengthen the State with the aristocratic\nclass in occupation of the executive government, we imagine we are\ndelivering ourselves up captive to the ideas and wishes of Sir Thomas\nBateson; if with the middle-class in occupation of the executive\ngovernment, to those of the Rev. W. Cattle; if with the working-\nclass, to those of Mr. Bradlaugh.  And with much justice; owing to\nthe exaggerated notion which we English, as I have said, entertain of\nthe right and blessedness of the mere doing as one likes, of the\naffirming oneself, and oneself just as it is.  People of the\naristocratic class want to affirm their ordinary selves, their\nlikings and dislikings; people of the middle-class the same, people\nof the working-class the same.  By our everyday selves, however, we\nare separate, personal, at war; we are only safe from one another’s\ntyranny when no one has any power; and this safety, in its turn,\ncannot save us from anarchy.  And when, therefore, anarchy presents\nitself as a danger to us, we know not where to turn.",
        "[89] But by our best self we are united, impersonal, at harmony.  We\nare in no peril from giving authority to this, because it is the\ntruest friend we all of us can have; and when anarchy is a danger to\nus, to this authority we may turn with sure trust.  Well, and this is\nthe very self which culture, or the study of perfection, seeks to\ndevelop in us; at the expense of our old untransformed self, taking\npleasure only in doing what it likes or is used to do, and exposing\nus to the risk of clashing with every one else who is doing the same!\nSo that our poor culture, which is flouted as so unpractical, leads\nus to the very ideas capable of meeting the great want of our present\nembarrassed times!  We want an authority, and we find nothing but\njealous classes, checks, and a dead-lock; culture suggests the idea\nof the State.  We find no basis for a firm State-power in our\nordinary selves; culture suggests one to us in our best self.",
        "It cannot but acutely try a tender conscience to be accused, in a\npractical country like ours, of keeping aloof from the work and hope\nof a multitude of earnest-hearted men, and of merely toying with\npoetry and aesthetics.  So it is with no little [90] sense of relief\nthat I find myself thus in the position of one who makes a\ncontribution in aid of the practical necessities of our times.  The\ngreat thing, it will be observed, is to find our best self, and to\nseek to affirm nothing but that; not,–as we English with our over-\nvalue for merely being free and busy have been so accustomed to do,–\nresting satisfied with a self which comes uppermost long before our\nbest self, and affirming that with blind energy.  In short,–to go\nback yet once more to Bishop Wilson,–of these two excellent rules of\nBishop Wilson’s for a man’s guidance: “Firstly, never go against the\nbest light you have; secondly, take care that your light be not\ndarkness,” we English have followed with praiseworthy zeal the first\nrule, but we have not given so much heed to the second.  We have gone\nmanfully, the Rev. W. Cattle and the rest of us, according to the\nbest light we have; but we have not taken enough care that this\nshould be really the best light possible for us, that it should not\nbe darkness.  And, our honesty being very great, conscience has\nwhispered to us that the light we were following, our ordinary self,\nwas, indeed, perhaps, only an inferior self, only darkness; and [91]\nthat it would not do to impose this seriously on all the world.",
        "But our best self inspires faith, and is capable of affording a\nserious principle of authority.  For example.  We are on our way to\nwhat the late Duke of Wellington, with his strong sagacity, foresaw\nand admirably described as “a revolution by due course of law.”  This\nis undoubtedly,–if we are still to live and grow, and this famous\nnation is not to stagnate and dwindle away on the one hand, or, on\nthe other, to perish miserably in mere anarchy and confusion,–what\nwe are on the way to.  Great changes there must be, for a revolution\ncannot accomplish itself without great changes; yet order there must\nbe, for without order a revolution cannot accomplish itself by due\ncourse of law.  So whatever brings risk of tumult and disorder,\nmultitudinous processions in the streets of our crowded towns,\nmultitudinous meetings in their public places and parks,–\ndemonstrations perfectly unnecessary in the present course of our\naffairs,–our best self, or right reason, plainly enjoins us to set\nour faces against.  It enjoins us to encourage and uphold the\noccupants of the executive power, whoever they [92] may be, in firmly\nprohibiting them.  But it does this clearly and resolutely, and is\nthus a real principle of authority, because it does it with a free\nconscience; because in thus provisionally strengthening the executive\npower, it knows that it is not doing this merely to enable Sir Thomas\nBateson to affirm himself as against Mr. Bradlaugh, or the Rev. W.\nCattle to affirm himself as against both.  It knows that it is\nstablishing the State, or organ of our collective best self, of our\nnational right reason; and it has the testimony of conscience that it\nis stablishing the State on behalf of whatever great changes are\nneeded, just as much as on behalf of order; stablishing it to deal\njust as stringently, when the time comes, with Sir Thomas Bateson’s\nProtestant ascendency, or with the Rev. W. Cattle’s sorry education\nof his children, as it deals with Mr. Bradlaugh’s street-processions.",
        "56. +posse comitatûs.  Arnold’s phrase refers to the medieval\ninstitution of the “power of the county.”  It originally consisted of\na county’s able-bodied males over fifteen, and the local authorities\nmight call upon it to preserve order.  Later, the posse became an\ninstrument of the church parish.",
        "64. +London’s Hyde Park riots occurred in 1866.  Reform Leaguers bent\non assembling to promote universal suffrage broke through the iron\nrails encompassing the Park.",
        "Continue...",
        "\nMatthew Arnold’s “Culture and Anarchy” is in the public domain; this is the complete e-text.\n\n\nThis book on Amazon\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on September 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Arnold: 'Culture and Anarchy' and Other Writings (Cambridge Texts in the History of Political Thought)By Matthew ArnoldAt Amazon"
    ]
}