{
    "title": "Culture and Anarchy - Chapter VI",
    "author": "Matthew Arnold",
    "chapter": "8",
    "content": [
        "\n",
        "\n\n",
        "[197] But an unpretending writer, without a philosophy based on\ninter-dependent, subordinate, and coherent principles, must not\npresume to indulge himself too much in generalities, but he must keep\nclose to the level ground of common fact, the only safe ground for\nunderstandings without a scientific equipment.  Therefore I am bound\nto take, before concluding, some of the practical operations in which\nmy friends and countrymen are at this moment engaged, and [198] to\nmake these, if I can, show the truth of what I have advanced.\nProbably I could hardly give a greater proof of my confessed\ninexpertness in reasoning and arguing, than by taking, for my first\nexample of an operation of this kind, the proceedings for the\ndisestablishment of the Irish Church, which we are now witnessing.\nIt seems so clear that this is surely one of those operations for the\nuprooting of a certain definite evil in which one’s Liberal friends\nengage, and have a right to complain and to get impatient and to\nreproach one with delicate Conservative scepticism and cultivated\ninaction if one does not lend a hand to help them.  This does,\nindeed, seem evident; and yet this operation comes so prominently\nbefore us just at this moment,–it so challenges everybody’s regard,-\n-that one seems cowardly in blinking it.  So let us venture to try\nand see whether this conspicuous operation is one of those round\nwhich we need to let our consciousness play freely and reveal what\nmanner of spirit we are of in doing it; or whether it is one which by\nno means admits the application of this doctrine of ours, and one to\nwhich we ought to lend a hand immediately.",
        "[199] Now it seems plain that the present Church establishment in\nIreland is contrary to reason and justice, in so far as the Church of\na very small minority of the people there takes for itself all the\nChurch property of the Irish people.  And one would think, that\nproperty assigned for the purpose of providing for a people’s\nreligious worship when that worship was one, the State should, when\nthat worship is split into several forms, apportion between those\nseveral forms, with due regard to circumstances, taking account only\nof great differences, which are likely to be lasting, and of\nconsiderable communions, which are likely to represent profound and\nwidespread religious characteristics; and overlooking petty\ndifferences, which have no serious reason for lasting, and\ninconsiderable communions, which can hardly be taken to express any\nbroad and necessary religious lineaments of our common nature.  This\nis just in accordance with that maxim about the State which we have\nmore than once used: The State is of the religion of all its\ncitizens, without the fanaticism of any of them.  Those who deny\nthis, either think so poorly of the State that they do not like to\nsee religion condescend to touch the State, or they think [200] so\npoorly of religion that they do not like to see the State condescend\nto touch religion; but no good statesman will easily think thus\nunworthily either of the State or of religion, and our statesmen of\nboth parties were inclined, one may say, to follow the natural line\nof the State’s duty, and to make in Ireland some fair apportionment\nof Church property between large and radically divided religious\ncommunions in that country.  But then it was discovered that in Great\nBritain the national mind, as it is called, is grown averse to\nendowments for religion and will make no new ones; and though this in\nitself looks general and solemn enough, yet there were found\npolitical philosophers, like Mr. Baxter and Mr. Charles Buxton, to\ngive it a look of more generality and more solemnity still, and to\nelevate, by their dexterous command of powerful and beautiful\nlanguage, this supposed edict of the British national mind into a\nsort of formula for expressing a great law of religious transition\nand progress for all the world.  But we, who, having no coherent\nphilosophy, must not let ourselves philosophise, only see that the\nEnglish and Scotch Nonconformists have a great horror of\nestablishments and endowments for [201] religion, which, they assert,\nwere forbidden by Christ when he said: “My kingdom is not of this\nworld;\"+ and that the Nonconformists will be delighted to aid\nstatesmen in disestablishing any church, but will suffer none to be\nestablished or endowed if they can help it.  Then we see that the\nNonconformists make the strength of the Liberal majority in the House\nof Commons, and that, therefore, the leading Liberal statesmen, to\nget the support of the Nonconformists, forsake the notion of fairly\napportioning Church property in Ireland among the chief religious\ncommunions, declare that the national mind has decided against new\nendowments, and propose simply to disestablish and disendow the\npresent establishment in Ireland without establishing or endowing any\nother.  The actual power, in short, by virtue of which the Liberal\nparty in the House of Commons is now trying to disestablish the Irish\nChurch, is not the power of reason and justice, it is the power of\nthe Nonconformists’ antipathy to Church establishments.  Clearly it\nis this; because Liberal statesmen, relying on the power of reason\nand justice to help them, proposed something quite different from\nwhat they now propose; and they proposed [202] what they now propose,\nand talked of the decision of the national mind, because they had to\nrely on the English and Scotch Nonconformists.  And clearly the\nNonconformists are actuated by antipathy to establishments, not by\nantipathy to the injustice and irrationality of the present\nappropriation of Church property in Ireland; because Mr. Spurgeon, in\nhis eloquent and memorable letter, expressly avowed that he would\nsooner leave things as they are in Ireland, that is, he would sooner\nlet the injustice and irrationality of the present appropriation\ncontinue, than do anything to set up the Roman image, that is, than\ngive the Catholics their fair and reasonable share of Church\nproperty.  Most indisputably, therefore, we may affirm that the real\nmoving power by which the Liberal party are now operating the\noverthrow of the Irish establishment is the antipathy of the\nNonconformists to Church establishments, and not the sense of reason\nor justice, except so far as reason and justice may be contained in\nthis antipathy.  And thus the matter stands at present.",
        "Now surely we must all see many inconveniences in performing the\noperation of uprooting this evil, [203] the Irish Church\nestablishment, in this particular way.  As was said about industry\nand freedom and gymnastics, we shall never awaken love and gratitude\nby this mode of operation; for it is pursued, not in view of reason\nand justice and human perfection and all that enkindles the\nenthusiasm of men, but it is pursued in view of a certain stock\nnotion, or fetish, of the Nonconformists, which proscribes Church\nestablishments.  And yet, evidently, one of the main benefits to be\ngot by operating on the Irish Church is to win the affections of the\nIrish people.  Besides this, an operation performed in virtue of a\nmechanical rule, or fetish, like the supposed decision of the English\nnational mind against new endowments, does not easily inspire respect\nin its adversaries, and make their opposition feeble and hardly to be\npersisted in, as an operation evidently done in virtue of reason and\njustice might.  For reason and justice have in them something\npersuasive and irresistible; but a fetish or mechanical maxim, like\nthis of the Nonconformists, has in it nothing at all to conciliate\neither the affections or the understanding; nay, it provokes the\ncounter-employment of other fetishes or mechanical maxims [204] on\nthe opposite side, by which the confusion and hostility already\nprevalent are heightened.  Only in this way can be explained the\napparition of such fetishes as are beginning to be set up on the\nConservative side against the fetish of the Nonconformists:–The\nConstitution in danger!  The bulwarks of British freedom menaced!\nThe lamp of the Reformation put out!  No Popery!–and so on.  To\nelevate these against an operation relying on reason and justice to\nback it is not so easy, or so tempting to human infirmity, as to\nelevate them against an operation relying on the Nonconformists’\nantipathy to Church establishments to back it; for after all, No\nPopery! is a rallying cry which touches the human spirit quite as\nvitally as No Church establishments!–that is to say, neither the one\nnor the other, in themselves, touch the human spirit vitally at all.",
        "Ought the believers in action, then, to be so impatient with us, if\nwe say, that even for the sake of this operation of theirs itself and\nits satisfactory accomplishment, it is more important to make our\nconsciousness play freely round the stock notion or habit on which\ntheir operation relies for aid, than to [205] lend a hand to it\nstraight away?  Clearly they ought not; because nothing is so\neffectual for operating as reason and justice, and a free play of\nthought will either disengage the reason and justice lying hid in the\nNonconformist fetish, and make them effectual, or else it will help\nto get this fetish out of the way, and to let statesmen go freely\nwhere reason and justice take them.",
        "So, suppose we take this absolute rule, this mechanical maxim of Mr.\nSpurgeon and the Nonconformists, that Church establishments are bad\nthings because Christ said: “My kingdom is not of this world.\"\nSuppose we try and make our consciousness bathe and float this piece\nof petrifaction,–for such it now is,–and bring it within the stream\nof the vital movement of our thought, and into relation with the\nwhole intelligible law of things.  An enemy and a disputant might\nprobably say that much machinery which Nonconformists themselves\nemploy, the Liberation Society which exists already, and the\nNonconformist Union which Mr. Spurgeon desires to see existing, come\nwithin the scope of Christ’s words as well as Church establishments.\nThis, however, is merely a negative and [206] contentious way of\ndealing with the Nonconformist maxim; whereas what we desire is to\nbring this maxim within the positive and vital movement of our\nthought.  We say, therefore, that Christ’s words mean that his\nreligion is a force of inward persuasion acting on the soul, and not\na force of outward constraint acting on the body; and if the\nNonconformist maxim against Church establishments and Church\nendowments has warrant given to it from what Christ thus meant, then\ntheir maxim is good, even though their own practice in the matter of\nthe Liberation Society may be at variance with it.",
        "And here we cannot but remember what we have formerly said about\nreligion, Miss Cobbe, and the British College of Health in the New\nRoad.  In religion there are two parts, the part of thought and\nspeculation, and the part of worship and devotion.  Christ certainly\nmeant his religion, as a force of inward persuasion acting on the\nsoul, to employ both parts as perfectly as possible.  Now thought and\nspeculation is eminently an individual matter, and worship and\ndevotion is eminently a collective matter.  It does not help me to\nthink a thing more clearly that thousands of other people are\nthinking [207] the same; but it does help me to worship with more\nemotion that thousands of other people are worshipping with me.  The\nconsecration of common consent, antiquity, public establishment,\nlong-used rites, national edifices, is everything for religious\nworship.  “Just what makes worship impressive,” says Joubert, “is its\npublicity, its external manifestation, its sound, its splendour, its\nobservance universally and visibly holding its way through all the\ndetails both of our outward and of our inward life.”  Worship,\ntherefore, should have in it as little as possible of what divides\nus, and should be as much as possible a common and public act; as\nJoubert says again: “The best prayers are those which have nothing\ndistinct about them, and which are thus of the nature of simple\nadoration.”  For, “The same devotion,” as he says in another place,\n“unites men far more than the same thought and knowledge.”  Thought\nand knowledge, as we have said before, is eminently something\nindividual, and of our own; the more we possess it as strictly of our\nown, the more power it has on us.  Man worships best, therefore, with\nthe community; he philosophises best alone.  So it seems that whoever\n[208] would truly give effect to Christ’s declaration that his\nreligion is a force of inward persuasion acting on the soul, would\nleave our thought on the intellectual aspects of Christianity as\nindividual as possible, but would make Christian worship as\ncollective as possible.  Worship, then, appears to be eminently a\nmatter for public and national establishment; for even Mr. Bright,\nwho, when he stands in Mr. Spurgeon’s great Tabernacle is so ravished\nwith admiration, will hardly say that the great Tabernacle and its\nworship are in themselves, as a temple and service of religion, so\nimpressive and affecting as the public and national Westminster\nAbbey, or Notre Dame, with their worship.  And when, very soon after\nthe great Tabernacle, one comes plump down to the mass of private and\nindividual  establishments of religious worship, establishments\nfalling, like the British College of Health in the New Road,\nconspicuously short of what a public and national establishment might\nbe, then one cannot but feel that Christ’s command to make his\nreligion a force of persuasion to the soul, is, so far as one main\nsource of persuasion is concerned, altogether set at nought.",
        "[209] But perhaps the Nonconformists worship so unimpressively\nbecause they philosophise so keenly; and one part of religion, the\npart of public national worship, they have subordinated to the other\npart, the part of individual thought and knowledge?  This, however,\ntheir organisation in congregations forbids us to admit.  They are\nmembers of congregations, not isolated thinkers; and a true play of\nindividual thought is at least as much impeded by membership of a\nsmall congregation as by membership of a great Church; thinking by\nbatches of fifties is to the full as fatal to free thought as\nthinking by batches of thousands.  Accordingly, we have had occasion\nalready to notice that Nonconformity does not at all differ from the\nEstablished Church by having worthier or more philosophical ideas\nabout God and the ordering of the world than the Established Church\nhas; it has very much the same ideas about these as the Established\nChurch has, but it differs from the Established Church in that its\nworship is a much less collective and national affair.  So Mr.\nSpurgeon and the Nonconformists seem to have misapprehended the true\nmeaning of Christ’s words, My kingdom is not of this world; [210]\nbecause, by these words, Christ meant that his religion was to work\non the soul; and of the two parts of the soul on which religion\nworks,–the thinking and speculative part, and the feeling and\nimaginative part,–Nonconformity satisfies the first no better than\nthe Established Churches, which Christ by these words is supposed to\nhave condemned, satisfy it; and the second part it satisfies much\nworse than the Established Churches.  And thus the balance of\nadvantage seems to rest with the Established Churches; and they seem\nto have apprehended and applied Christ’s words, if not with perfect\nadequacy, at least less inadequately than the Nonconformists.",
        "Might it not, then, be urged with great force that the way to do\ngood, in presence of this operation for uprooting the Church\nestablishment in Ireland by the power of the Nonconformists’\nantipathy to publicly establishing or endowing religious worship, is\nnot by lending a hand straight away to the operation, and\nHebraising,–that is, in this case, taking an uncritical\ninterpretation of certain Bible words as our absolute rule of\nconduct,–with the Nonconformists.  If may be very well for born\n[211] Hebraisers, like Mr. Spurgeon, to Hebraise; but for Liberal\nstatesmen to Hebraise is surely unsafe, and to see poor old Liberal\nhacks Hebraising, whose real self belongs to a kind of negative\nHellenism,–a state of moral indifferency without intellectual\nardour,–is even painful.  And when, by our Hebraising, we neither do\nwhat the better mind of statesmen prompted them to do, nor win the\naffections of the people we want to conciliate, nor yet reduce the\nopposition of our adversaries but rather heighten it, surely it may\nbe not unreasonable to Hellenise a little, to let our thought and\nconsciousness play freely about our proposed operation and its\nmotives, dissolve these motives if they are unsound, which certainly\nthey have some appearance, at any rate, of being, and create in their\nstead, if they are, a set of sounder and more persuasive motives\nconducting to a more solid operation.  May not the man who promotes\nthis be giving the best help towards finding some lasting truth to\nminister to the diseased spirit of his time, and does he really\ndeserve that the believers in action should grow impatient with him?",
        "But now to take another operation which does [212] not at this moment\nso excite people’s feelings as the disestablishment of the Irish\nChurch, but which, I suppose, would also be called exactly one of\nthose operations of simple, practical, common-sense reform, aiming at\nthe removal of some particular abuse, and rigidly restricted to that\nobject, to which a Liberal ought to lend a hand, and deserves that\nother Liberals should grow impatient with him if he does not.  This\noperation I had the great advantage of with my own ears hearing\ndiscussed in the House of Commons, and recommended by a powerful\nspeech from that famous speaker, Mr. Bright; so that the effeminate\nhorror which, it is alleged, I have of practical reforms of this\nkind, was put to a searching test; and if it survived, it must have,\none would think, some reason or other to support it, and can hardly\nquite merit the stigma of its present name.  The operation I mean was\nthat which the Real Estate Intestacy Bill aimed at accomplishing, and\nthe discussion on this bill I heard in the House of Commons.  The\nbill proposed, as every one knows, to prevent the land of a man who\ndies intestate from going, as it goes now, to his eldest son, and was\nthought, by its friends and by its enemies, to be a [213] step\ntowards abating the now almost exclusive possession of the land of\nthis country by the people whom we call the Barbarians.  Mr. Bright,\nand other speakers on his side, seemed to hold that there is a kind\nof natural law or fitness of things which assigns to all a man’s\nchildren a right to equal shares in the enjoyment of his property\nafter his death; and that if, without depriving a man of an\nEnglishman’s prime privilege of doing what he likes by making what\nwill he chooses, you provide that when he makes none his land shall\nbe divided among his family, then you give the sanction of the law to\nthe natural fitness of things, and inflict a sort of check on the\npresent violation of this by the Barbarians.  It occurred to me, when\nI saw Mr. Bright and his friends proceeding in this way, to ask\nmyself a question.  If the almost exclusive possession of the land of\nthis country by the Barbarians is a bad thing, is this practical\noperation of the Liberals, and the stock notion, on which it seems to\nrest, about the right of children to share equally in the enjoyment\nof their father’s property after his death, the best and most\neffective means of dealing with it?  Or is it best [214] dealt with\nby letting one’s thought and consciousness play freely and naturally\nupon the Barbarians, this Liberal operation, and the stock notion at\nthe bottom of it, and trying to get as near as we can to the\nintelligible law of things as to each of them?",
        "Now does any one, if he simply and naturally reads his consciousness,\ndiscover that he has any rights at all?  For my part, the deeper I go\nin my own consciousness, and the more simply I abandon myself to it,\nthe more it seems to tell me that I have no rights at all, only\nduties; and that men get this notion of rights from a process of\nabstract reasoning, inferring that the obligations they are conscious\nof towards others, others must be conscious of towards them, and not\nfrom any direct witness of consciousness at all.  But it is obvious\nthat the notion of a right, arrived at in this way, is likely to\nstand as a formal and petrified thing, deceiving and misleading us;\nand that the notions got directly from our consciousness ought to be\nbrought to bear upon it, and to control it.  So it is unsafe and\nmisleading to say that our children have rights against us; what is\ntrue and safe to say is, that we have duties towards our [215]\nchildren.  But who will find among these natural duties, set forth to\nus by our consciousness, the obligation to leave to all our children\nan equal share in the enjoyment of our property? or, though\nconsciousness tells us we ought to provide for our children’s\nwelfare, whose consciousness tells him that the enjoyment of property\nis in itself welfare?  Whether our children’s welfare is best served\nby their all sharing equally in our property depends on circumstances\nand on the state of the community in which we live.  With this equal\nsharing, society could not, for example, have organised itself afresh\nout of the chaos left by the fall of the Roman Empire, and to have an\norganised society to live in is more for a child’s welfare than to\nhave an equal share of his father’s property.  So we see how little\nconvincing force the stock notion on which the Real Estate Intestacy\nBill was based,–the notion that in the nature and fitness of things\nall a man’s children have a right to an equal share in the enjoyment\nof what he leaves,–really has; and how powerless, therefore, it must\nof necessity be to persuade and win any one who has habits and\ninterests which disincline him to [216] it.  On the other hand, the\npractical operation proposed relies entirely, if it is to be\neffectual in altering the present practice of the Barbarians, on the\npower of truth and persuasiveness in the notion which it seeks to\nconsecrate; for it leaves to the Barbarians full liberty to continue\ntheir present practice, to which all their habits and interests\nincline them, unless the promulgation of a notion, which we have seen\nto have no vital efficacy and hold upon our consciousness, shall\nhinder them.",
        "Are we really to adorn an operation of this kind, merely because it\nproposes to do something, with all the favourable epithets of simple,\npractical, common-sense, definite; to enlist on its side all the zeal\nof the believers in action, and to call indifference to it a really\neffeminate horror of useful reforms?  It seems to me quite easy to\nshow that a free disinterested play of thought on the Barbarians and\ntheir land-holding is a thousand times more really practical, a\nthousand times more likely to lead to some effective result, than an\noperation such as that of which we have been now speaking.  For if,\ncasting aside the impediments of stock notions and mechanical action,\nwe try to find the intelligible law [217] of things respecting a\ngreat land-owning class such as we have in this country, does not our\nconsciousness readily tell us that whether the perpetuation of such a\nclass is for its own real welfare and for the real welfare of the\ncommunity, depends on the actual circumstances of this class and of\nthe community?  Does it not readily tell us that wealth, power, and\nconsideration are, and above all when inherited and not earned, in\nthemselves trying and dangerous things? as Bishop Wilson excellently\nsays: “Riches are almost always abused without a very extraordinary\ngrace.”  But this extraordinary grace was in great measure supplied\nby the circumstances of the feudal epoch, out of which our land-\nholding class, with its rules of inheritance, sprang.  The labour and\ncontentions of a rude, nascent, and struggling society supplied it;\nthese perpetually were trying, chastising, and forming the class\nwhose predominance was then needed by society to give it points of\ncohesion, and was not so harmful to themselves because they were thus\nsharply tried and exercised.  But in a luxurious, settled, and easy\nsociety, where wealth offers the means of enjoyment a thousand times\nmore, and the temptation to abuse [218] them is thus made a thousand\ntimes greater, the exercising discipline is at the same time taken\naway, and the feudal class is left exposed to the full operation of\nthe natural law well put by the French moralist: Pouvoir sans savoir\nest fort dangereux.  And, for my part, when I regard the young people\nof this class, it is above all by the trial and shipwreck made of\ntheir own welfare by the circumstances in which they live that I am\nstruck; how far better it would have been for nine out of every ten\namong them, if they had had their own way to make in the world, and\nnot been tried by a condition for which they had not the\nextraordinary grace requisite!",
        "This, I say, seems to be what a man’s consciousness, simply\nconsulted, would tell him about the actual welfare of our Barbarians\nthemselves.  Then, as to their actual effect upon the welfare of the\ncommunity, how can this be salutary, if a class which, by the very\npossession of wealth, power and consideration, becomes a kind of\nideal or standard for the rest of the community, is tried by ease and\npleasure more than it can well bear, and almost irresistibly carried\naway from excellence and strenuous virtue?  This must certainly be\nwhat [219] Solomon meant when he said: “As he who putteth a stone in\na sling, so is he that giveth honour to a fool.\"+  For any one can\nperceive how this honouring of a false ideal, not of intelligence and\nstrenuous virtue, but of wealth and station, pleasure and ease, is as\na stone from a sling to kill in our great middle-class, in us who are\ncalled Philistines, the desire before spoken of, which by nature for\never carries all men towards that which is lovely; and to leave\ninstead of it only a blind deteriorating pursuit, for ourselves also,\nof the false ideal.  And in those among us Philistines whom this\ndesire does not wholly abandon, yet, having no excellent ideal set\nforth to nourish and to steady it, it meets with that natural bent\nfor the bathos which together with this desire itself is implanted at\nbirth in the breast of man, and is by that force twisted awry, and\nborne at random hither and thither, and at last flung upon those\ngrotesque and hideous forms of popular religion which the more\nrespectable part among us Philistines mistake for the true goal of\nman’s desire after all that is lovely.  And for the Populace this\nfalse idea is a stone which kills the desire before it can even\narise; so impossible and unattainable for [220] them do the\nconditions of that which is lovely appear according to this ideal to\nbe made, so necessary to the reaching of them by the few seems the\nfalling short of them by the many.  So that, perhaps, of the actual\nvulgarity of our Philistines and brutality of our Populace, the\nBarbarians and their feudal habits of succession, enduring out of\ntheir due time and place, are involuntarily the cause in a great\ndegree; and they hurt the welfare of the rest of the community at the\nsame time that, as we have seen, they hurt their own.",
        "But must not, now, the working in our minds of considerations like\nthese, to which culture, that is, the disinterested and active use of\nreading, reflection, and observation, carries us, be really much more\neffectual to the dissolution of feudal habits and rules of succession\nin land than an operation like the Real Estate Intestacy Bill, and a\nstock notion like that of the natural right of all a man’s children\nto an equal share in the enjoyment of his property; since we have\nseen that this mechanical maxim is unsound, and that, if it is\nunsound, the operation relying upon it cannot possibly be effective?\nIf truth and reason have, as we believe, any natural irresistible\neffect on [221] the mind of man, it must.  These considerations, when\nculture has called them forth and given them free course in our\nminds, will live and work.  They will work gradually, no doubt, and\nwill not bring us ourselves to the front to sit in high place and put\nthem into effect; but so they will be all the more beneficial.\nEverything teaches us how gradually nature would have all profound\nchanges brought about; and we can even see, too, where the absolute\nabrupt stoppage of feudal habits has worked harm.  And appealing to\nthe sense of truth and reason, these considerations will, without\ndoubt, touch and move all those of even the Barbarians themselves,\nwho are (as are some of us Philistines also, and some of the\nPopulace) beyond their fellows quick of feeling for truth and reason.\nFor indeed this is just one of the advantages of sweetness and light\nover fire and strength, that sweetness and light make a feudal class\nquietly and gradually drop its feudal habits because it sees them at\nvariance with truth and reason, while fire and strength tear them\npassionately off it because it applauded Mr. Lowe when he called, or\nwas supposed to call, the working-class drunken and venal.",
        "[222] But when once we have begun to recount the practical operations\nby which our Liberal friends work for the removal of definite evils,\nand in which if we do not join them they are apt to grow impatient\nwith us, how can we pass over that very interesting operation of this\nkind,–the attempt to enable a man to marry his deceased wife’s\nsister?  This operation, too, like that for abating the feudal\ncustoms of succession in land, I have had the advantage of myself\nseeing and hearing my Liberal friends labour at.  I was lucky enough\nto be present when Mr. Chambers, I think, brought forward in the\nHouse of Commons his bill for enabling a man to marry his deceased\nwife’s sister, and I heard the speech which Mr. Chambers then made in\nsupport of his bill.  His first point was that God’s law,–the name\nhe always gave to the Book of Leviticus,–did not really forbid a man\nto marry his deceased wife’s sister.  God’s law not forbidding it,\nthe Liberal maxim that a man’s prime right and happiness is to do as\nhe likes ought at once to come into force, and to annul any such\ncheck upon the assertion of personal liberty as the prohibition to\nmarry one’s deceased wife’s sister.  A distinguished Liberal\nsupporter of Mr. Chambers, in [223] the debate which followed the\nintroduction of the bill, produced a formula of much beauty and\nneatness for conveying in brief the Liberal notions on this head:\n“Liberty,” said he, “is the law of human life.”  And, therefore, the\nmoment it is ascertained that God’s law, the Book of Leviticus, does\nnot stop the way, man’s law, the law of liberty, asserts its right,\nand makes us free to marry our deceased wife’s sister.",
        "And this exactly falls in with what Mr. Hepworth Dixon, who may\nalmost be called the Colenso of love and marriage,–such a revolution\ndoes he make in our ideas on these matters, just as Dr. Colenso does\nin our ideas on religion,–tells us of the notions and proceedings of\nour kinsmen in America.  With that affinity of genius to the Hebrew\ngenius which we have already noticed, and with the strong belief of\nour race that liberty is the law of human life, so far as a fixed,\nperfect, and paramount rule of conscience, the Bible, does not\nexpressly control it, our American kinsmen go again, Mr. Hepworth\nDixon tells us, to their Bible, the Mormons to the patriarchs and the\nOld Testament, Brother Noyes to St. Paul and the New, and having\nnever before read anything else but [224] their Bible, they now read\ntheir Bible over again, and make all manner of great discoveries\nthere.  All these discoveries are favourable to liberty, and in this\nway is satisfied that double craving so characteristic of the\nPhilistine, and so eminently exemplified in that crowned Philistine,\nHenry the Eighth,–the craving for forbidden fruit and the craving\nfor legality.  Mr. Hepworth Dixon’s eloquent writings give currency,\nover here, to these important discoveries; so that now, as regards\nlove and marriage, we seem to be entering, with all our sails spread,\nupon what Mr. Hepworth Dixon, its apostle and evangelist, calls a\nGothic Revival, but what one of the many newspapers that so greatly\nadmire Mr. Hepworth Dixon’s lithe and sinewy style and form their own\nstyle upon it, calls, by a yet bolder and more striking figure, “a\ngreat sexual insurrection of our Anglo-Teutonic race.”  For this end\nwe have to avert our eyes from everything Hellenic and fanciful, and\nto keep them steadily fixed upon the two cardinal points of the Bible\nand liberty.  And one of those practical operations in which the\nLiberal party engage, and in which we are summoned to join them,\ndirects itself entirely, as we have seen, to these cardinal points,\n[225] and may almost be regarded, perhaps, as a kind of first\ninstalment or public and parliamentary pledge of the great sexual\ninsurrection of our Anglo-Teutonic race.",
        "But here, as elsewhere, what we seek is the Philistine’s perfection,\nthe development of his best self, not mere liberty for his ordinary\nself.  And we no more allow absolute validity to his stock maxim,\nLiberty is the law of human life, than we allow it to the opposite\nmaxim, which is just as true, Renouncement is the law of human life.\nFor we know that the only perfect freedom is, as our religion says, a\nservice; not a service to any stock maxim, but an elevation of our\nbest self, and a harmonising in subordination to this, and to the\nidea of a perfected humanity, all the multitudinous, turbulent, and\nblind impulses of our ordinary selves.  Now, the Philistine’s great\ndefect being a defect in delicacy of perception, to cultivate in him\nthis delicacy, to render it independent of external and mechanical\nrule, and a law to itself, is what seems to make most for his\nperfection, his true humanity.  And his true humanity, and therefore\nhis happiness, appears to lie much more, so far as the relations of\nlove and [226] marriage are concerned, in becoming alive to the finer\nshades of feeling which arise within these relations, in being able\nto enter with tact and sympathy into the subtle instinctive\npropensions and repugnances of the person with whose life his own\nlife is bound up, to make them his own, to direct and govern, in\nharmony with them, the arbitrary range of his personal action, and\nthus to enlarge his spiritual and intellectual life and liberty, than\nin remaining insensible to these finer shades of feeling, this\ndelicate sympathy, in giving unchecked range, so far as he can, to\nhis mere personal action, in allowing no limits or government to this\nexcept such as a mechanical external law imposes, and in thus really\nnarrowing, for the satisfaction of his ordinary self, his spiritual\nand intellectual life and liberty.",
        "Still more must this be so when his fixed eternal rule, his God’s\nlaw, is supplied to him from a source which is less fit, perhaps, to\nsupply final and absolute instructions on this particular topic of\nlove and marriage than on any other relation of human life.  Bishop\nWilson, who is full of examples of that fruitful Hellenising within\nthe limits of Hebraism itself, of that renewing of the [227] stiff\nand stark notions of Hebraism by turning upon them a stream of fresh\nthought and consciousness, which we have already noticed in St.\nPaul,–Bishop Wilson gives an admirable lesson to rigid Hebraisers,\nlike Mr. Chambers, asking themselves: Does God’s law (that is, the\nBook of Leviticus) forbid us to marry our wife’s sister?–Does God’s\nlaw (that is, again, the Book of Leviticus) allow us to marry our\nwife’s sister?–when he says: “Christian duties are founded on\nreason, not on the sovereign authority of God commanding what he\npleases; God cannot command us what is not fit to be believed or\ndone, all his commands being founded in the necessities of our\nnature.”  And, immense as is our debt to the Hebrew race and its\ngenius, incomparable as is its authority on certain profoundly\nimportant sides of our human nature, worthy as it is to be described\nas having uttered, for those sides, the voice of the deepest\nnecessities of our nature, the statutes of the divine and eternal\norder of things, the law of God,–who, that is not manacled and\nhoodwinked by his Hebraism, can believe that, as to love and\nmarriage, our reason and the necessities of our humanity have their\ntrue, [228] sufficient, and divine law expressed for them by the\nvoice of any Oriental and polygamous nation like the Hebrews?  Who, I\nsay, will believe, when he really considers the matter, that where\nthe feminine nature, the feminine ideal, and our relations to them,\nare brought into question, the delicate and apprehensive genius of\nthe Indo-European race, the race which invented the Muses, and\nchivalry, and the Madonna, is to find its last word on this question\nin the institutions of a Semitic people, whose wisest king had seven\nhundred wives and three hundred concubines?",
        "If here again, therefore, we seem to minister better to the diseased\nspirit of our time by leading it to think about the operation our\nLiberal friends have in hand, than by lending a hand to this\noperation ourselves, let us see, before we dismiss from our view the\npractical operations of our Liberal friends, whether the same thing\ndoes not hold good as to their celebrated industrial and economical\nlabours also.  Their great work of this kind is, of course, their\nfree-trade policy.  This policy, as having enabled the poor man to\neat untaxed bread, and as having wonderfully augmented trade, we\n[229] are accustomed to speak of with a kind of solemnity; it is\nchiefly on their having been our leaders in this policy that Mr.\nBright founds for himself and his friends the claim, so often\nasserted by him, to be considered guides of the blind, teachers of\nthe ignorant, benefactors slowly and laboriously developing in the\nConservative party and in the country that which Mr. Bright is fond\nof calling the growth of intelligence,–the object, as is well known,\nof all the friends of culture also, and the great end and aim of the\nculture that we preach.  Now, having first saluted free-trade and its\ndoctors with all respect, let us see whether even here, too, our\nLiberal friends do not pursue their operations in a mechanical way,\nwithout reference to any firm intelligible law of things, to human\nlife as a whole, and human happiness; and whether it is not more for\nour good, at this particular moment at any rate, if, instead of\nworshipping free-trade with them Hebraistically, as a kind of fetish,\nand helping them to pursue it as an end in and for itself, we turn\nthe free stream of our thought upon their treatment of it, and see\nhow this is related to the intelligible law of human life, and to\nnational well- [230] being and happiness.  In short, suppose we\nHellenise a little with free-trade, as we Hellenised with the Real\nEstate Intestacy Bill, and with the disestablishment of the Irish\nChurch by the power of the Nonconformists’ antipathy to religious\nestablishments and endowments, and see whether what our reprovers\nbeautifully call ministering to the diseased spirit of our time is\nbest done by the Hellenising method of proceeding, or by the other.",
        "But first let us understand how the policy of free-trade really\nshapes itself for our Liberal friends, and how they practically\nemploy it as an instrument of national happiness and salvation.  For\nas we said that it seemed clearly right to prevent the Church\nproperty of Ireland from being all taken for the benefit of the\nChurch of a small minority, so it seems clearly right that the poor\nman should eat untaxed bread, and, generally, that restrictions and\nregulations which, for the supposed benefit of some particular person\nor class of persons, make the price of things artificially high here,\nor artificially low there, and interfere with the natural flow of\ntrade and commerce, should be done away with.  But in the policy of\nour Liberal friends free-trade [231] means more than this, and is\nspecially valued as a stimulant to the production of wealth, as they\ncall it, and to the increase of the trade, business, and population\nof the country.  We have already seen how these things,–trade,\nbusiness, and population,–are mechanically pursued by us as ends\nprecious in themselves, and are worshipped as what we call fetishes;\nand Mr. Bright, I have already said, when he wishes to give the\nworking-class a true sense of what makes glory and greatness, tells\nit to look at the cities it has built, the railroads it has made, the\nmanufactures it has produced.  So to this idea of glory and greatness\nthe free-trade which our Liberal friends extol so solemnly and\ndevoutly has served,–to the increase of trade, business, and\npopulation; and for this it is prized.  Therefore, the untaxing of\nthe poor man’s bread has, with this view of national happiness, been\nused, not so much to make the existing poor man’s bread cheaper or\nmore abundant, but rather to create more poor men to eat it; so that\nwe cannot precisely say that we have fewer poor men than we had\nbefore free-trade, but we can say with truth that we have many more\ncentres of industry, as they are called, and much [232] more\nbusiness, population, and manufactures.  And if we are sometimes a\nlittle troubled by our multitude of poor men, yet we know the\nincrease of manufactures and population to be such a salutary thing\nin itself, and our free-trade policy begets such an admirable\nmovement, creating fresh centres of industry and fresh poor men here,\nwhile we were thinking about our poor men there, that we are quite\ndazzled and borne away, and more and more industrial movement is\ncalled for, and our social progress seems to become one triumphant\nand enjoyable course of what is sometimes called, vulgarly,\noutrunning the constable.",
        "If, however, taking some other criterion of man’s well-being than the\ncities he has built and the manufactures he has produced, we persist\nin thinking that our social progress would be happier if there were\nnot so many of us so very poor, and in busying ourselves with notions\nof in some way or other adjusting the poor man and business one to\nthe other, and not multiplying the one and the other mechanically and\nblindly, then our Liberal friends, the appointed doctors of free-\ntrade, take us up very sharply.  “Art is long,” says The Times, “and\nlife [233] is short; for the most part we settle things first and\nunderstand them afterwards.  Let us have as few theories as possible;\nwhat is wanted is not the light of speculation.  If nothing worked\nwell of which the theory was not perfectly understood, we should be\nin sad confusion.  The relations of labour and capital, we are told,\nare not understood, yet trade and commerce, on the whole, work\nsatisfactorily.”  I quote from The Times of only the other day.  But\nthoughts like these, as I have often pointed out, are thoroughly\nBritish thoughts, and we have been familiar with them for years.",
        "Or, if we want more of a philosophy of the matter than this, our\nfree-trade friends have two axioms for us, axioms laid down by their\njustly esteemed doctors, which they think ought to satisfy us\nentirely.  One is, that, other things being equal, the more\npopulation increases, the more does production increase to keep pace\nwith it; because men by their numbers and contact call forth all\nmanner of activities and resources in one another and in nature,\nwhich, when men are few and sparse, are never developed.  The other\nis, that, although population always tends to equal the means of\n[234] subsistence, yet people’s notions of what subsistence is\nenlarge as civilisation advances, and take in a number of things\nbeyond the bare necessaries of life; and thus, therefore, is supplied\nwhatever check on population is needed.  But the error of our friends\nis just, perhaps, that they apply axioms of this sort as if they were\nself-acting laws which will put themselves into operation without\ntrouble or planning on our part, if we will only pursue free-trade,\nbusiness, and population zealously and staunchly.  Whereas the real\ntruth is, that, however the case might be under other circumstances,\nyet in fact, as we now manage the matter, the enlarged conception of\nwhat is included in subsistence does not operate to prevent the\nbringing into the world of numbers of people who but just attain to\nthe barest necessaries of life or who even fail to attain to them;\nwhile, again, though production may increase as population increases,\nyet it seems that the production may be of such a kind, and so\nrelated, or rather non-related, to population, that the population\nmay be little the better for it.  For instance, with the increase of\npopulation since Queen Elizabeth’s time the production of silk-\nstockings has wonderfully increased, and silk- [235] stockings have\nbecome much cheaper and procurable in much greater abundance by many\nmore people, and tend perhaps, as population and manufactures\nincrease, to get cheaper and cheaper, and at last to become,\naccording to Bastiat’s favourite image, a common free property of the\nhuman race, like light and air.  But bread and bacon have not become\nmuch cheaper with the increase of population since Queen Elizabeth’s\ntime, nor procurable in much greater abundance by many more people;\nneither do they seem at all to promise to become, like light and air,\na common free property of the human race.  And if bread and bacon\nhave not kept pace with our population, and we have many more people\nin want of them now than in Queen Elizabeth’s time, it seems vain to\ntell us that silk-stockings have kept pace with our population, or\neven more than kept pace with it, and that we are to get our comfort\nout of that.  In short, it turns out that our pursuit of free-trade,\nas of so many other things, has been too mechanical.  We fix upon\nsome object, which in this case is the production of wealth, and the\nincrease of manufactures, population, and commerce through free-\n[236] trade, as a kind of one thing needful, or end in itself, and\nthen we pursue it staunchly and mechanically, and say that it is our\nduty to pursue it staunchly and mechanically, not to see how it is\nrelated to the whole intelligible law of things and to full human\nperfection, or to treat it as the piece of machinery, of varying\nvalue as its relations to the intelligible law of things vary, which\nit really is.",
        "So it is of no use to say to The Times, and to our Liberal friends\nrejoicing in the possession of their talisman of free-trade, that\nabout one in nineteen of our population is a pauper, and that, this\nbeing so, trade and commerce can hardly be said to prove by their\nsatisfactory working that it matters nothing whether the relations\nbetween labour and capital are understood or not; nay, that we can\nhardly be said not to be in sad confusion.  For here comes in our\nfaith in the staunch mechanical pursuit of a fixed object, and covers\nitself with that imposing and colossal necessitarianism of The Times\nwhich we have before noticed.  And this necessitarianism, taking for\ngranted that an increase in trade and population is a good in itself,\none of the chiefest of goods, tells us that disturbances of [237]\nhuman happiness caused by ebbs and flows in the tide of trade and\nbusiness, which, on the whole, steadily mounts, are inevitable and\nnot to be quarrelled with.  This firm philosophy I seek to call to\nmind when I am in the East of London, whither my avocations often\nlead me; and, indeed, to fortify myself against the depressing sights\nwhich on these occasions assail us, I have transcribed from The Times\none strain of this kind, full of the finest economical doctrine, and\nalways carry it about with me.  The passage is this:–",
        "“The East End is the most commercial, the most industrial, the most\nfluctuating region of the metropolis.  It is always the first to\nsuffer; for it is the creature of prosperity, and falls to the ground\nthe instant there is no wind to bear it up.  The whole of that region\nis covered with huge docks, shipyards, manufactories, and a\nwilderness of small houses, all full of life and happiness in brisk\ntimes, but in dull times withered and lifeless, like the deserts we\nread of in the East.  Now their brief spring is over.  There is no\none to blame for this; it is the result of Nature’s simplest laws!\"\nWe must all agree that it is impossible that [238] anything can be\nfirmer than this, or show a surer faith in the working of free-trade,\nas our Liberal friends understand and employ it.",
        "But, if we still at all doubt whether the indefinite multiplication\nof manufactories and small houses can be such an absolute good in\nitself as to counterbalance the indefinite multiplication of poor\npeople, we shall learn that this multiplication of poor people, too,\nis an absolute good in itself, and the result of divine and beautiful\nlaws.  This is indeed a favourite thesis with our Philistine friends,\nand I have already noticed the pride and gratitude with which they\nreceive certain articles in The Times, dilating in thankful and\nsolemn language on the majestic growth of our population.  But I\nprefer to quote now, on this topic, the words of an ingenious young\nScotch writer, Mr. Robert Buchanan, because he invests with so much\nimagination and poetry this current idea of the blessed and even\ndivine character which the multiplying of population is supposed in\nitself to have.  “We move to multiplicity,” says Mr. Robert Buchanan.\n“If there is one quality which seems God’s, and his exclusively, it\nseems that divine philoprogenitiveness, [239] that passionate love of\ndistribution and expansion into living forms.  Every animal added\nseems a new ecstasy to the Maker; every life added, a new embodiment\nof his love.  He would swarm the earth with beings.  There are never\nenough.  Life, life, life,–faces gleaming, hearts beating, must fill\nevery cranny.  Not a corner is suffered to remain empty.  The whole\nearth breeds, and God glories.”",
        "It is a little unjust, perhaps, to attribute to the Divinity\nexclusively this philoprogenitiveness, which the British Philistine,\nand the poorer class of Irish, may certainly claim to share with him;\nyet how inspiriting is here the whole strain of thought! and these\nbeautiful words, too, I carry about with me in the East of London,\nand often read them there.  They are quite in agreement with the\npopular language one is accustomed to hear about children and large\nfamilies, which describes children as sent.  And a line of poetry\nwhich Mr. Robert Buchanan throws in presently after the poetical\nprose I have quoted:–",
        "     ’Tis the old story of the fig-leaf time–",
        "this fine line, too, naturally connects itself, when one is in the\nEast of London, with the idea of God’s [240] desire to swarm the\nearth with beings; because the swarming of the earth with beings does\nindeed, in the East of London, so seem to revive",
        "     . . . the old story of the fig-leaf time–",
        "such a number of the people one meets there having hardly a rag to\ncover them; and the more the swarming goes on, the more it promises\nto revive this old story.  And when the story is perfectly revived,\nthe swarming quite completed, and every cranny choke-full, then, too,\nno doubt, the faces in the East of London will be gleaming faces,\nwhich Mr. Robert Buchanan says it is God’s desire they should be, and\nwhich every one must perceive they are not at present, but, on the\ncontrary, very miserable.",
        "But to prevent all this philosophy and poetry from quite running away\nwith us, and making us think with The Times, and our practical\nLiberal free-traders, and the British Philistines generally, that the\nincrease of small houses and manufactories, or the increase of\npopulation, are absolute goods in themselves, to be mechanically\npursued, and to be worshipped like fetishes,–to prevent this, we\nhave got that notion of ours immoveably fixed, of which I [241] have\nlong ago spoken, the notion that culture, or the study of perfection,\nleads us to conceive of no perfection as being real which is not a\ngeneral  perfection, embracing all our fellow-men with whom we have\nto do.  Such is the sympathy which binds humanity together, that we\nare indeed, as our religion says, members of one body, and if one\nmember suffer, all the members suffer with it; individual perfection\nis impossible so long as the rest of mankind are not perfected along\nwith us.  “The multitude of the wise is the welfare of the world,\"\nsays the wise man.  And to this effect that excellent and often\nquoted guide of ours, Bishop Wilson, has some striking words:–\"It is\nnot,” says he, “so much our neighbour’s interest as our own that we\nlove him.”  And again he says: “Our salvation does in some measure\ndepend upon that of others.”  And the author of the Imitation puts\nthe same thing admirably when he says:–\"Obscurior etiam via ad\ncoelum videbatur quando tam pauci regnum coelorum quaerere\ncurabant,\"+–the fewer there are who follow the way to perfection,\nthe harder that way is to find.  So all our fellow-men, in the East\nof London and elsewhere, we must take along with us in the progress\ntowards perfection, [242] if we ourselves really, as we profess, want\nto be perfect; and we must not let the worship of any fetish, any\nmachinery, such as manufactures or population,–which are not, like\nperfection, absolute goods in themselves, though we think them so,–\ncreate for us such a multitude of miserable, sunken, and ignorant\nhuman beings, that to carry them all along with us is impossible, and\nperforce they must for the most part be left by us in their\ndegradation and wretchedness.  But evidently the conception of free-\ntrade, on which our Liberal friends vaunt themselves, and in which\nthey think they have found the secret of national prosperity,–\nevidently, I say, the mere unfettered pursuit of the production of\nwealth, and the mere mechanical multiplying, for this end, of\nmanufactures and population, threatens to create for us, if it has\nnot created already, those vast, miserable, unmanageable masses of\nsunken people,–one pauper, at the present moment, for every nineteen\nof us,–to the existence of which we are, as we have seen, absolutely\nforbidden to reconcile ourselves, in spite of all that the philosophy\nof The Times and the poetry of Mr. Robert Buchanan may say to\npersuade us.",
        "[243] And though Hebraism, following its best and highest instinct,–\nidentical, as we have seen, with that of Hellenism in its final aim,\nthe aim of perfection,–teaches us this very clearly; and though from\nHebraising counsellors,–the Bible, Bishop Wilson, the author of the\nImitation,–I have preferred (as well I may, for from this rock of\nHebraism we are all hewn!) to draw the texts which we use to bring\nhome to our minds this teaching; yet Hebraism seems powerless, almost\nas powerless as our free-trading Liberal friends, to deal\nefficaciously with our ever-accumulating masses of pauperism, and to\nprevent their accumulating still more.  Hebraism builds churches,\nindeed, for these masses, and sends missionaries among them; above\nall, it sets itself against the social necessitarianism of The Times,\nand refuses to accept their degradation as inevitable; but with\nregard to their ever-increasing accumulation, it seems to be led to\nthe very same conclusions, though from a point of view of its own, as\nour free-trading Liberal friends.  Hebraism, with that mechanical and\nmisleading use of the letter of Scripture on which we have already\ncommented, is governed by such texts as: Be fruitful and multiply,+\nthe edict of [244] God’s law, as Mr. Chambers would say; or by the\ndeclaration of what he would call God’s words in the Psalms, that the\nman who has a great number of children is thereby made happy.  And in\nconjunction with such texts as these it is apt to place another text:\nThe poor shall never cease out of the land.+  Thus Hebraism is\nconducted to nearly the same notion as the popular mind and as Mr.\nRobert Buchanan, that children are sent, and that the divine nature\ntakes a delight in swarming the East End of London with paupers.\nOnly, when they are perishing in their helplessness and wretchedness,\nit asserts the Christian duty of succouring them, instead of saying,\nlike The Times: “Now their brief spring is over; there is nobody to\nblame for this; it is the result of Nature’s simplest laws!”  But,\nlike The Times, Hebraism despairs of any help from knowledge and says\nthat “what is wanted is not the light of speculation.”  I remember,\nonly the other day, a good man, looking with me upon a multitude of\nchildren who were gathered before us in one of the most miserable\nregions of London,–children eaten up with disease, half-sized, half-\nfed, half-clothed, neglected by their parents, without health,\nwithout [245] home, without hope,–said to me: “The one thing really\nneedful is to teach these little ones to succour one another, if only\nwith a cup of cold water; but now, from one end of the country to the\nother, one hears nothing but the cry for knowledge, knowledge,\nknowledge!”  And yet surely, so long as these children are there in\nthese festering masses, without health, without home, without hope,\nand so long as their multitude is perpetually swelling, charged with\nmisery they must still be for themselves, charged with misery they\nmust still be for us, whether they help one another with a cup of\ncold water or no; and the knowledge how to prevent their accumulating\nis necessary, even to give their moral life and growth a fair chance!",
        "May we not, therefore, say, that neither the true Hebraism of this\ngood man, willing to spend and be spent for these sunken multitudes,\nnor what I may call the spurious Hebraism of our free-trading Liberal\nfriends,–mechanically worshipping their fetish of the production of\nwealth and of the increase of manufactures and population, and\nlooking neither to the right nor left so long as this increase goes\non,–avail us much here; and that here, again, what we [246] want is\nHellenism, the letting our consciousness play freely and simply upon\nthe facts before us, and listening to what it tells us of the\nintelligible law of things as concerns them?  And surely what it\ntells us is, that a man’s children are not really sent, any more than\nthe pictures upon his wall, or the horses in his stable, are sent;\nand that to bring people into the world, when one cannot afford to\nkeep them and oneself decently and not too precariously, or to bring\nmore of them into the world than one can afford to keep thus, is,\nwhatever The Times and Mr. Robert Buchanan may say, by no means an\naccomplishment of the divine will or a fulfilment of Nature’s\nsimplest laws, but is just as wrong, just as contrary to reason and\nthe will of God, as for a man to have horses, or carriages, or\npictures, when he cannot afford them, or to have more of them than he\ncan afford; and that, in the one case as in the other, the larger the\nscale on which the violation of reason’s laws is practised, and the\nlonger it is persisted in, the greater must be the confusion and\nfinal trouble.  Surely no laudations of free-trade, no meetings of\nbishops and clergy in the East End of London, no reading of papers\nand reports, can tell [247] us anything about our social condition\nwhich it more concerns us to know than that! and not only to know,\nbut habitually to have the knowledge present, and to act upon it as\none acts upon the knowledge that water wets and fire burns!  And not\nonly the sunken populace of our great cities are concerned to know\nit, and the pauper twentieth of our population; we Philistines of the\nmiddle-class, too, are concerned to know it, and all who have to set\nthemselves to make progress in perfection.",
        "But we all know it already! some one will say; it is the simplest law\nof prudence.  But how little reality must there be in our knowledge\nof it; how little can we be putting it in practice; how little is it\nlikely to penetrate among the poor and struggling masses of our\npopulation, and to better our condition, so long as an unintelligent\nHebraism of one sort keeps repeating as an absolute eternal word of\nGod the psalm-verse which says that the man who has a great many\nchildren is happy; or an unintelligent Hebraism of another sort keeps\nassigning as an absolute proof of national prosperity the multiplying\nof manufactures and population!  Surely, the one set of Hebraisers\nhave [248] to learn that their psalm-verse was composed at the\nresettlement of Jerusalem after the Captivity, when the Jews of\nJerusalem were a handful, an undermanned garrison, and every child\nwas a blessing; and that the word of God, or the voice of the divine\norder of things, declares the possession of a great many children to\nbe a blessing only when it really is so!  And the other set of\nHebraisers, have they not to learn that if they call their private\nacquaintances imprudent and unlucky, when, with no means of support\nfor them or with precarious means, they have a large family of\nchildren, then they ought not to call the State well managed and\nprosperous merely because its manufactures and its citizens multiply,\nif the manufactures, which bring new citizens into existence just as\nmuch as if they had actually begotten them, bring more of them into\nexistence than they can maintain, or are too precarious to go on\nmaintaining those whom for a while they maintained?  Hellenism,\nsurely, or the habit of fixing our mind upon the intelligible law of\nthings, is most salutary if it makes us see that the only absolute\ngood, the only absolute and eternal object prescribed to us by God’s\nlaw, or the divine order of [249] things, is the progress towards\nperfection,–our own progress towards it and the progress of\nhumanity.  And therefore, for every individual man, and for every\nsociety of men, the possession and multiplication of children, like\nthe possession and multiplication of horses and pictures, is to be\naccounted good or bad, not in itself, but with reference to this\nobject and the progress towards it.  And as no man is to be excused\nin having horses or pictures, if his having them hinders his own or\nothers’ progress towards perfection and makes them lead a servile and\nignoble life, so is no man to be excused for having children if his\nhaving them makes him or others lead this.  Plain thoughts of this\nkind are surely the spontaneous product of our consciousness, when it\nis allowed to play freely and disinterestedly upon the actual facts\nof our social condition, and upon our stock notions and stock habits\nin respect to it.  Firmly grasped and simply uttered, they are more\nlikely, one cannot but think, to better that condition, and to\ndiminish our formidable rate of one pauper to every nineteen of us,\nthan is the Hebraising and mechanical pursuit of free-trade by our\nLiberal friends.",
        "So that, here as elsewhere, the practical operations [250] of our\nLiberal friends, by which they set so much store, and in which they\ninvite us to join them and to show what Mr. Bright calls a\ncommendable interest, do not seem to us so practical for real good as\nthey think; and our Liberal friends seem to us themselves to need to\nHellenise, as we say, a little,–that is, to examine into the nature\nof real good, and to listen to what their consciousness tells them\nabout it,–rather than to pursue with such heat and confidence their\npresent practical operations.  And it is clear that they have no just\ncause, so far as regards several operations of theirs which we have\ncanvassed, to reproach us with delicate Conservative scepticism; for\noften by Hellenising we seem to subvert stock Conservative notions\nand usages more effectually than they subvert them by Hebraising.\nBut, in truth, the free spontaneous play of consciousness with which\nculture tries to float our stock habits of thinking and acting, is by\nits very nature, as has been said, disinterested.  Sometimes the\nresult of floating them may be agreeable to this party, sometimes to\nthat; now it may be unwelcome to our so-called Liberals, now to our\nso-called Conservatives; but what culture seeks is, above all, to\nfloat them, to [251] prevent their being stiff and stark pieces of\npetrifaction any longer.  It is mere Hebraising, if we stop short,\nand refuse to let our consciousness play freely, whenever we or our\nfriends do not happen to like what it discovers to us.  This is to\nmake the Liberal party, or the Conservative party, our one thing\nneedful, instead of human perfection; and we have seen what mischief\narises from making an even greater thing than the Liberal or the\nConservative party,–the predominance of the moral side in man,–our\none thing needful.  But wherever the free play of our consciousness\nleads us, we shall follow; believing that in this way we shall tend\nto make good at all points what is wanting to us, and so shall be\nbrought nearer to our complete human perfection.",
        "Thus we may often, perhaps, praise much that a so-called Liberal\nthinks himself forbidden to praise, and yet blame much that a so-\ncalled Conservative thinks himself forbidden to blame, because these\nare both of them partisans, and no partisan can afford to be thus\ndisinterested.  But we who are not partisans can afford it; and so,\nafter we have seen what Nonconformists lose by being locked up in\ntheir New Road forms of religious institution, [252] we can let\nourselves see, on the other hand, how their ministers, in a time of\nmovement of ideas like our present time, are apt to be more exempt\nthan the ministers of a great Church establishment from that self-\nconfidence, and sense of superiority to such a movement, which are\nnatural to a powerful hierarchy; and which in Archdeacon Denison, for\ninstance, seem almost carried to such a pitch that they may become,\none cannot but fear, his spiritual ruin.  But seeing this does not\ndispose us, therefore, to lock up all the nation in forms of worship\nof the New Road type; but it points us to the quite new ideal, of\ncombining grand and national forms of worship with an openness and\nmovement of mind not yet found in any hierarchy.  So, again, if we\nsee what is called ritualism making conquests in our Puritan middle-\nclass, we may rejoice that portions of this class should have become\nalive to the aesthetical weakness of their position, even although\nthey have not yet become alive to the intellectual weakness of it.\nIn Puritanism, on the other hand, we can respect that idea of dealing\nsincerely with oneself, which is at once the great force of\nPuritanism,–Puritanism’s great superiority over all products, like\nritualism, of our Catholicising [253] tendencies,–and also an idea\nrich in the latent seeds of intellectual promise.  But we do this,\nwithout on that account hiding from ourselves that Puritanism has by\nHebraising misapplied that idea, has as yet developed none or hardly\none of those seeds, and that its triumph at its present stage of\ndevelopment would be baneful.",
        "Everything, in short, confirms us in the doctrine, so unpalatable to\nthe believers in action, that our main business at the present moment\nis not so much to work away at certain crude reforms of which we have\nalready the scheme in our own mind, as to create, through the help of\nthat culture which at the very outset we began by praising and\nrecommending, a frame of mind out of which really fruitful reforms\nmay with time grow.  At any rate, we ourselves must put up with our\nfriends’ impatience, and with their reproaches against cultivated\ninaction, and must still decline to lend a hand to their practical\noperations, until we, for our own part at least, have grown a little\nclearer about the nature of real good, and have arrived nearer to a\ncondition of mind out of which really fruitful and solid operations\nmay spring.",
        "In the meanwhile, since our Liberal friends keep [254] loudly and\nresolutely assuring us that their actual operations at present are\nfruitful and solid, let us in each case keep testing these operations\nin the simple way we have indicated, by letting the natural stream of\nour consciousness flow over them freely; and if they stand this test\nsuccessfully, then let us give them our commendable interest, but not\nelse.  For example.  Our Liberal friends assure us, at the very top\nof their voices, that their present actual operation for the\ndisestablishment of the Irish Church is fruitful and solid.  But what\nif, on testing it, the truth appears to be, that the statesmen and\nreasonable people of both parties wished for much the same thing,–\nthe fair apportionment of the church property of Ireland among the\nprincipal religious bodies there; but that, behind the statesmen and\nreasonable people, there was, on one side, a mass of Tory prejudice,\nand, on the other, a mass of Nonconformist prejudice, to which such\nan arrangement was unpalatable?  Well, the natural way, one thinks,\nwould have been for the statesmen and reasonable people of both sides\nto have united, and to have allayed and dissipated, so far as they\ncould, the resistance of their respective extremes, and where [255]\nthey could not, to have confronted it in concert.  But we see that,\ninstead of this, Liberal statesmen waited to trip up their rivals, if\nthey proposed the arrangement which both knew to be reasonable, by\nmeans of the prejudice of their own Nonconformist extreme; and then,\nthemselves proposing an arrangement to flatter this prejudice, made\nthe other arrangement, which they themselves knew to be reasonable,\nout of the question; and drove their rivals in their turn to blow up\nwith all their might, in the hope of baffling them, a great fire,\namong their own Tory extreme, of fierce prejudice and religious\nbigotry,–a fire which, once kindled, may always very easily spread\nfurther?  If, I say, on testing the present operation of our Liberal\nfriends for the disestablishment of the Irish Church, the truth about\nit appears to be very much this, then, I think,–even with a\ntriumphant Liberal majority, and with our Liberal friends making\nimpassioned appeals to us to take a commendable interest in their\noperation and them, and to rally round what Sir Henry Hoare (who may\nbe described, perhaps, as a Barbarian converted to Philistinism, as\nI, on the other hand, seem to be a Philistine converted to culture)\nfinely calls the conscientiousness of a [256] Gladstone and the\nintellect of a Bright,–it is rather our duty to abstain, and,\ninstead of lending a hand to the operation of our Liberal friends, to\ndo what we can to abate and dissolve the mass of prejudice, Tory or\nNonconformist, which makes so doubtfully begotten and equivocal an\noperation as the present, producible and possible.",
        "And so we bring to an end what we had to say in praise of culture,\nand in evidence of its special utility for the circumstances in which\nwe find ourselves, and the confusion which environs us.  Through\nculture seems to lie our way, not only to perfection, but even to\nsafety.  Resolutely refusing to lend a hand to the imperfect\noperations of our Liberal friends, disregarding their impatience,\ntaunts, and reproaches, firmly bent on trying to find in the\nintelligible law of things a firmer and sounder basis for future\npractice than any which we have at present, and believing this search\nand discovery to be, for our generation and circumstances, of yet\nmore vital and pressing importance than practice itself, we\nnevertheless may do [257] more, perhaps, we poor disparaged followers\nof culture, to make the actual present, and the frame of society in\nwhich we live, solid and seaworthy, than all which our bustling\npoliticians can do.  For we have seen how much of our disorders and\nperplexities is due to the disbelief, among the classes and\ncombinations of men, Barbarian or Philistine, which have hitherto\ngoverned our society, in right reason, in a paramount best self; to\nthe inevitable decay and break-up of the organisations by which,\nasserting and expressing in these organisations their ordinary self\nonly, they have so long ruled us; and to their irresolution, when the\nsociety, which their conscience tells them they have made and still\nmanage not with right reason but with their ordinary self, is rudely\nshaken, in offering resistance to its subverters.  But for us,–who\nbelieve in right reason, in the duty and possibility of extricating\nand elevating our best self, in the progress of humanity towards\nperfection,–for us the framework of society, that theatre on which\nthis august drama has to unroll itself, is sacred; and whoever\nadministers it, and however we may seek to remove them from the\ntenure of administration, yet, while they administer, [258] we\nsteadily and with undivided heart support them in repressing anarchy\nand disorder; because without order there can be no society, and\nwithout society there can be no human perfection.",
        "With me, indeed, this rule of conduct is hereditary.  I remember my\nfather, in one of his unpublished letters written more than forty\nyears ago, when the political and social state of the country was\ngloomy and troubled, and there were riots in many places, goes on,\nafter strongly insisting on the badness and foolishness of the\ngovernment, and on the harm and dangerousness of our feudal and\naristocratical constitution of society, and ends thus: “As for\nrioting, the old Roman way of dealing with that is always the right\none; flog the rank and file, and fling the ringleaders from the\nTarpeian Rock!”  And this opinion we can never forsake, however our\nLiberal friends may think a little rioting, and what they call\npopular demonstrations, useful sometimes to their own interests and\nto the interests of the valuable practical operations they have in\nhand, and however they may preach the right of an Englishman to be\nleft to do as far as possible what he likes, and the duty of his\ngovernment to indulge him and connive as much as [259] possible and\nabstain from all harshness of repression.  And even when they\nartfully show us operations which are undoubtedly precious, such as\nthe abolition of the slave-trade, and ask us if, for their sake,\nfoolish and obstinate governments may not wholesomely be frightened\nby a little disturbance, the good design in view and the difficulty\nof overcoming opposition to it being considered,–still we say no,\nand that monster processions in the streets and forcible irruptions\ninto the parks, even in professed support of this good design, ought\nto be unflinchingly forbidden and repressed; and that far more is\nlost than is gained by permitting them.  Because a State in which law\nis authoritative and sovereign, a firm and settled course of public\norder, is requisite if man is to bring to maturity anything precious\nand lasting now, or to found anything precious and lasting for the\nfuture.",
        "Thus, in our eyes, the very framework and exterior order of the\nState, whoever may administer the State, is sacred; and culture is\nthe most resolute enemy of anarchy, because of the great hopes and\ndesigns for the State which culture teaches us to nourish.  But as,\nbelieving in right reason, and having faith in the progress of\nhumanity [260] towards perfection, and ever labouring for this end,\nwe grow to have clearer sight of the ideas of right reason, and of\nthe elements and helps of perfection, and come gradually to fill the\nframework of the State with them, to fashion its internal composition\nand all its laws and institutions conformably to them, and to make\nthe State more and more the expression, as we say, of our best self,\nwhich is not manifold, and vulgar, and unstable, and contentious, and\never-varying, but one, and noble, and secure, and peaceful, and the\nsame for all mankind,–with what aversion shall we not then regard\nanarchy, with what firmness shall we not check it, when there is so\nmuch that is so precious which it will endanger!  So that, for the\nsake of the present, but far more for the sake of the future, the\nlovers of culture are unswervingly and with a good conscience the\nopposers of anarchy.  And not as the Barbarians and Philistines,\nwhose honesty and whose sense of humour make them shrink, as we have\nseen, from treating the State as too serious a thing, and from giving\nit too much power;–for indeed the only State they know of, and think\nthey administer, is the expression of their ordinary self; and though\nthe headstrong and violent [261] extreme among them might gladly arm\nthis with full authority, yet their virtuous mean is, as we have\nsaid, pricked in conscience at doing this, and so our Barbarian\nSecretaries of State let the Park railings be broken down, and our\nPhilistine Alderman-Colonels let the London roughs rob and beat the\nbystanders.  But we, beholding in the State no expression of our\nordinary self, but even already, as it were, the appointed frame and\nprepared vessel of our best self, and, for the future, our best\nself’s powerful, beneficent, and sacred expression and organ,–we are\nwilling and resolved, even now, to strengthen against anarchy the\ntrembling hands of our Barbarian Home Secretaries, and the feeble\nknees of our Philistine Alderman-Colonels; and to tell them, that it\nis not really in behalf of their own ordinary self that they are\ncalled to protect the Park railings, and to suppress the London\nroughs, but in behalf of the best self both of themselves and of all\nof us in the future.",
        "Nevertheless, though for resisting anarchy the lovers of culture may\nprize and employ fire and strength, yet they must, at the same time,\nbear constantly in mind that it is not at this moment true, what the\nmajority of people tell us, that the world [262] wants fire and\nstrength more than sweetness and light, and that things are for the\nmost part to be settled first and understood afterwards.  We have\nseen how much of our present perplexities and confusion this untrue\nnotion of the majority of people amongst us has caused, and tends to\nperpetuate.  Therefore the true business of the friends of culture\nnow is, to dissipate this false notion, to spread the belief in right\nreason and in a firm intelligible law of things, and to get men to\nallow their thought and consciousness to play on their stock notions\nand habits disinterestedly and freely; to get men to try, in\npreference to staunchly acting with imperfect knowledge, to obtain\nsome sounder basis of knowledge on which to act.  This is what the\nfriends and lovers of culture have to do, however the believers in\naction may grow impatient with us for saying so, and may insist on\nour lending a hand to their practical operations, and showing a\ncommendable interest in them.",
        "To this insistence we must indeed turn a deaf ear.  But neither, on\nthe other hand, must the friends of culture expect to take the\nbelievers in action by storm, or to be visibly and speedily\nimportant, and to rule and cut a figure in the world.  Aristotle\nsays, [263] that those for whom ideas and the pursuit of the\nintelligible law of things can have much attraction, are principally\nthe young, filled with generous spirit and with a passion for\nperfection; but the mass of mankind, he says, follow seeming goods\nfor real, bestowing hardly a thought upon true sweetness and light;–\n“and to their lives,” he adds mournfully, “who can give another and a\nbetter rhythm?”  But, although those chiefly attracted by sweetness\nand light will probably always be the young and enthusiastic, and\nculture must not hope to take the mass of mankind by storm, yet we\nwill not therefore, for our own day and for our own people, admit and\nrest in the desponding sentence of Aristotle.  For is not this the\nright crown of the long discipline of Hebraism, and the due fruit of\nmankind’s centuries of painful schooling in self-conquest, and the\njust reward, above all, of the strenuous energy of our own nation and\nkindred in dealing honestly with itself and walking steadfastly\naccording to the best light it knows,–that, when in the fulness of\ntime it has reason and beauty offered to it, and the law of things as\nthey really are, it should at last walk by this true light with the\nsame staunchness [264] and zeal with which it formerly walked by its\nimperfect light; and thus man’s two great natural forces, Hebraism\nand Hellenism, should no longer be dissociated and rival, but should\nbe a joint force of right thinking and strong doing to carry him on\ntowards perfection?  This is what the lovers of culture may perhaps\ndare to augur for such a nation as ours.  Therefore, however great\nthe changes to be accomplished, and however dense the array of\nBarbarians, Philistines, and Populace, we will neither despair on the\none hand, nor, on the other, threaten violent revolution and change.\nBut we will look forward cheerfully and hopefully to “a revolution,\"\nas the Duke of Wellington said, “by due course of law;” though not\nexactly such laws as our Liberal friends are now, with their actual\nlights, fond of offering us.",
        "But if despondency and violence are both of them forbidden to the\nbeliever in culture, yet neither, on the other hand, is public life\nand direct political action much permitted to him.  For it is his\nbusiness, as we have seen, to get the present believers in action,\nand lovers of political talking and doing, to make a return upon\ntheir own minds, scrutinise their stock notions and habits much more,\nvalue their present [265] talking and doing much less; in order that,\nby learning to think more clearly, they may come at last to act less\nconfusedly.  But how shall we persuade our Barbarian to hold lightly\nto his feudal usages; how shall we persuade our Nonconformist that\nhis time spent in agitating for the abolition of church-rates would\nhave been better spent in getting worthier ideas than churchmen have\nof God and the ordering of the world, or his time spent in battling\nfor voluntaryism in education better spent in learning to value and\nfound a public and national culture; how shall we persuade, finally,\nour Alderman-Colonel not to be content with sitting in the hall of\njudgment or marching at the head of his men of war, without some\nknowledge how to perform judgment and how to direct men of war,–how,\nI say, shall we persuade all these of this, if our Alderman-Colonel\nsees that we want to get his leading-staff and his scales of justice\nfor our own hands; or the Nonconformist, that we want for ourselves\nhis platform; or the Barbarian, that we want for ourselves his pre-\neminency and function?  Certainly they will be less slow to believe,\nas we want them to believe, that the intelligible law of things has\nin itself something desirable and [266] precious, and that all place,\nfunction, and bustle are hollow goods without it, if they see that we\ncan content ourselves with it, and find in it our satisfaction,\nwithout making it an instrument to give us for ourselves place,\nfunction, and bustle.",
        "And although Mr. Sidgwick says that social usefulness really means\n“losing oneself in a mass of disagreeable, hard, mechanical details,\"\nand though all the believers in action are fond of asserting the same\nthing, yet, as to lose ourselves is not what we want, but to find the\nintelligible law of things, this assertion too we shall not blindly\naccept, but shall sift and try it a little first.  And if we see that\nbecause the believers in action, forgetting Goethe’s maxim, “to act\nis easy, to think is hard,” imagine there is some wonderful virtue in\nlosing oneself in a mass of mechanical details, therefore they excuse\nthemselves from much thought about the clear ideas which ought to\ngovern these details, then we shall give our chief care and pains to\nseeking out those ideas and to setting them forth; being persuaded,\nthat, if we have the ideas firm and clear, the mechanical details for\ntheir execution will come a great deal more simply and easily than we\nnow [267] suppose.  And even in education, where our Liberal friends\nare now, with much zeal, bringing out their train of practical\noperations and inviting all men to lend them a hand; and where, since\neducation is the road to culture, we might gladly lend them a hand\nwith their practical operations if we could lend them one anywhere;\nyet, if we see that any German or Swiss or French law for education\nrests on very clear ideas about the citizen’s claim, in this matter,\nupon the State, and the State’s duty towards the citizen, but has its\nmechanical details comparatively few and simple, while an English law\nfor the same concern is ruled by no clear idea about the citizen’s\nclaim and the State’s duty, but has, in compensation, a mass of\nminute mechanical details about the number of members on a school-\ncommittee, and how many shall be a quorum, and how they shall be\nsummoned, and how often they shall meet,–then we must conclude that\nour nation stands in more need of clear ideas on the main matter than\nof laboured details about the accessories of the matter, and that we\ndo more service by trying to help it to the ideas, than by lending it\na hand with the details.  So while Mr. Samuel Morley and his friends\ntalk [268] of changing their policy on education, not for the sake of\nmodelling it on more sound ideas, but “for fear the management of\neducation should be taken out of their hands,” we shall not much care\nfor taking the management out of their hands and getting it into\nours; but rather we shall try and make them perceive, that to model\neducation on sound ideas is of more importance than to have the\nmanagement of it in one’s own hands ever so fully.",
        "At this exciting juncture, then, while so many of the lovers of new\nideas, somewhat weary, as we too are, of the stock performances of\nour Liberal friends upon the political stage, are disposed to rush\nvaliantly upon this public stage themselves, we cannot at all think\nthat for a wise lover of new ideas this stage is the right one.\nPlenty of people there will be without us,–country gentlemen in\nsearch of a club, demagogues in search of a tub, lawyers in search of\na place, industrialists in search of gentility,–who will come from\nthe east and from the west, and will sit down at that Thyesteän\nbanquet of clap-trap, which English public life for these many years\npast has been.  Because, so long as those old organisations, of which\nwe have seen [269] the insufficiency,–those expressions of our\nordinary self, Barbarian or Philistine,–have force anywhere, they\nwill have force in Parliament.  There, the man whom the Barbarians\nsend, cannot but be impelled to please the Barbarians’ ordinary self,\nand their natural taste for the bathos; and the man whom the\nPhilistines send, cannot but be impelled to please those of the\nPhilistines.  Parliamentary Conservatism will and must long mean\nthis, that the Barbarians should keep their heritage; and\nParliamentary Liberalism, that the Barbarians should pass away, as\nthey will pass away, and that into their heritage the Philistines\nshould enter.  This seems, indeed, to be the true and authentic\npromise of which our Liberal friends and Mr. Bright believe\nthemselves the heirs, and the goal of that great man’s labours.\nPresently, perhaps, Mr. Odger and Mr. Bradlaugh will be there with\ntheir mission to oust both Barbarians and Philistines, and to get the\nheritage for the Populace.  We, on the other hand, are for giving the\nheritage neither to the Barbarians nor to the Philistines, nor yet to\nthe Populace; but we are for the transformation of each and all of\nthese according to the law of perfection.",
        "[270] Through the length and breadth of our nation a sense,–vague\nand obscure as yet,–of weariness with the old organisations, of\ndesire for this transformation, works and grows.  In the House of\nCommons the old organisations must inevitably be most enduring and\nstrongest, the transformation must inevitably be longest in showing\nitself; and it may truly be averred, therefore, that at the present\njuncture the centre of movement is not in the House of Commons.  It\nis in the fermenting mind of the nation; and his is for the next\ntwenty years the real influence who can address himself to this.",
        "Pericles was perhaps the most perfect public speaker who ever lived,\nfor he was the man who most perfectly combined thought and wisdom\nwith feeling and eloquence.  Yet Plato brings in Alcibiades\ndeclaring, that men went away from the oratory of Pericles, saying it\nwas very fine, it was very good, and afterwards thinking no more\nabout it; but they went away from hearing Socrates talk, he says,\nwith the point of what he had said sticking fast in their minds, and\nthey could not get rid of it.  Socrates is poisoned and dead; but in\nhis own breast does not every man carry about with him a possible\nSocrates, [271] in that power of a disinterested play of\nconsciousness upon his stock notions and habits, of which this wise\nand admirable man gave all through his lifetime the great example,\nand which was the secret of his incomparable influence?  And he who\nleads men to call forth and exercise in themselves this power, and\nwho busily calls it forth and exercises it in himself, is at the\npresent moment, perhaps, as Socrates was in his time, more in concert\nwith the vital working of men’s minds, and more effectually\nsignificant, than any House of Commons’ orator, or practical operator\nin politics.",
        "Every one is now boasting of what he has done to educate men’s minds\nand to give things the course they are taking.  Mr. Disraeli\neducates, Mr. Bright educates, Mr. Beales educates.  We, indeed,\npretend to educate no one, for we are still engaged in trying to\nclear and educate ourselves.  But we are sure that the endeavour to\nreach, through culture, the firm intelligible law of things, we are\nsure that the detaching ourselves from our stock notions and habits,\nthat a more free play of consciousness, an increased desire for\nsweetness and light, and all the bent which we call [272]\nHellenising, is the master-impulse now of the life of our nation and\nof humanity,–somewhat obscurely perhaps for this moment, but\ndecisively for the immediate future; and that those who work for this\nare the sovereign educators.  Docile echoes of the eternal voice,\npliant organs of the infinite will, they are going along with the\nessential movement of the world; and this is their strength, and\ntheir happy and divine fortune.  For if the believers in action, who\nare so impatient with us and call us effeminate, had had the same\nfortune, they would, no doubt, have surpassed us in this sphere of\nvital influence by all the superiority of their genius and energy\nover ours.  But now we go the way the world is going, while they\nabolish the Irish Church by the power of the Nonconformists’\nantipathy to establishments, or they enable a man to marry his\ndeceased wife’s sister.",
        "The End.",
        "201. +John 18:36.  “Jesus answered, My kingdom is not of this world:\nif my kingdom were of this world, then would my servants fight, that\nI should not be delivered to the Jews: but now is my kingdom not from\nhence.”  King James Bible.",
        "219. +Proverbs 26:8.  “As he that bindeth a stone in a sling, so is\nhe that giveth honour to a fool.”  King James Bible.",
        "241. +Arnold refers to fourteenth-century priest Thomas à Kempis.\nThe Benham translation and a modern English translation of the\nImitatio are currently available from the College of St. Benedict at\nSaint John’s University Internet Theology Resources site.  See also\nthe Benham text link.",
        "243. +Genesis 1:21-22.  “And God created great whales, and every\nliving creature that moveth, which the waters brought forth\nabundantly, after their kind, and every winged fowl after his kind:\nand God saw that\nit was good. / And God blessed them, saying, Be fruitful, and\nmultiply, and fill the waters in the seas, and let fowl multiply in\nthe earth.”  King James Bible.",
        "244. +Deuteronomy 15:11.  “For the poor shall never cease out of the\nland: therefore I command thee, saying, Thou shalt open thine hand\nwide unto thy brother, to thy poor, and to thy needy, in thy land.”",
        " ",
        " ",
        "\nMatthew Arnold’s “Culture and Anarchy” is in the public domain; this is the complete e-text.\n\n\nThis book on Amazon\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on September 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Arnold: 'Culture and Anarchy' and Other Writings (Cambridge Texts in the History of Political Thought)By Matthew ArnoldAt Amazon"
    ]
}