{
    "title": "Culture and Anarchy - Chapter III",
    "author": "Matthew Arnold",
    "chapter": "5",
    "content": [
        "\n",
        "\n\n",
        "[93] From a man without a philosophy no one can expect philosophical\ncompleteness.  Therefore I may observe without shame, that in trying\nto get a distinct notion of our aristocratic, our middle, and our\nworking class, with a view of testing the claims of each of these\nclasses to become a centre of authority, I have omitted, I find, to\ncomplete the old-fashioned analysis which I had the fancy of\napplying, and have not shown in these classes, as well as the\nvirtuous mean and the excess, the defect also.  I do not know that\nthe omission very much matters; still as clearness is the one merit\nwhich a plain, unsystematic writer, without a philosophy, can hope to\nhave, and as our notion of the three great English classes may\nperhaps be made clearer if we see their distinctive qualities in the\ndefect, as well as in the excess and in the mean, let us try, before\nproceeding further, to remedy this omission.",
        "It is manifest, if the perfect and virtuous mean of that fine spirit\nwhich is the distinctive quality [94] of aristocracies, is to be\nfound in Lord Elcho’s chivalrous style, and its excess in Sir Thomas\nBateson’s turn for resistance, that its defect must lie in a spirit\nnot bold and high enough, and in an excessive and pusillanimous\nunaptness for resistance.  If, again, the perfect and virtuous mean\nof that force by which our middle-class has done its great works, and\nof that self-reliance with which it contemplates itself and them, is\nto be seen in the performances and speeches of Mr. Bazley, and the\nexcess of that force and that self-reliance in the performances and\nspeeches of the Rev. W. Cattle, then it is manifest that their defect\nmust lie in a helpless inaptitude for the great works of the middle-\nclass, and in a poor and despicable lack of its self-satisfaction.\nTo be chosen to exemplify the happy mean of a good quality, or set of\ngood qualities, is evidently a praise to a man; nay, to be chosen to\nexemplify even their excess, is a kind of praise.  Therefore I could\nhave no hesitation in taking Lord Elcho and Mr. Bazley, the Rev. W.\nCattle and Sir Thomas Bateson, to exemplify, respectively, the mean\nand the excess of aristocratic and middle-class qualities.  But\nperhaps there might [95] be a want of urbanity in singling out this\nor that personage as the representative of defect.  Therefore I shall\nleave the defect of aristocracy unillustrated by any representative\nman.  But with oneself one may always, without impropriety, deal\nquite freely; and, indeed, this sort of plain-dealing with oneself\nhas in it, as all the moralists tell us, something very wholesome.\nSo I will venture to humbly offer myself as an illustration of defect\nin those forces and qualities which make our middle-class what it is.\nThe too well-founded reproaches of my opponents declare how little I\nhave lent a hand to the great works of the middle-class; for it is\nevidently these works, and my slackness at them, which are meant,\nwhen I am said to “refuse to lend a hand to the humble operation of\nuprooting certain definite evils” (such as church-rates and others),\nand that therefore “the believers in action grow impatient” with me.\nThe line, again, of a still unsatisfied seeker which I have followed,\nthe idea of self-transformation, of growing towards some measure of\nsweetness and light not yet reached, is evidently at clean variance\nwith the perfect self-satisfaction current in my class, the middle-\nclass, [96] and may serve to indicate in me, therefore, the extreme\ndefect of this feeling.  But these confessions, though salutary, are\nbitter and unpleasant.",
        "To pass, then, to the working-class.  The defect of this class would\nbe the falling short in what Mr. Frederic Harrison calls those\n“bright powers of sympathy and ready powers of action,” of which we\nsaw in Mr. Odger the virtuous mean, and in Mr. Bradlaugh the excess.\nThe working-class is so fast growing and rising at the present time,\nthat instances of this defect cannot well be now very common.\nPerhaps Canning’s “Needy Knife-grinder” (who is dead, and therefore\ncannot be pained at my taking him for an illustration) may serve to\ngive us the notion of defect in the essential quality of a working-\nclass; or I might even cite (since, though he is alive in the flesh,\nhe is dead to all heed of criticism) my poor old poaching friend,\nZephaniah Diggs, who, between his hare-snaring and his gin-drinking,\nhas got his powers of sympathy quite dulled and his powers of action\nin any great movement of his class hopelessly impaired.  But examples\nof this defect belong, as I have said, to a bygone age rather than to\nthe present.",
        "[97] The same desire for clearness, which has led me thus to extend a\nlittle my first analysis of the three great classes of English\nsociety, prompts me also to make my nomenclature for them a little\nfuller, with a view to making it thereby more clear and manageable.\nIt is awkward and tiresome to be always saying the aristocratic\nclass, the middle-class, the working-class.  For the middle-class,\nfor that great body which, as we know, “has done all the great things\nthat have been done in all departments,” and which is to be conceived\nas chiefly moving between its two cardinal points of Mr. Bazley and\nthe Rev. W. Cattle, but inclining, in the mass, rather towards the\nlatter than the former–for this class we have a designation which\nnow has become pretty well known, and which we may as well still keep\nfor them, the designation of Philistines.  What this term means I\nhave so often explained that I need not repeat it here.  For the\naristocratic class, conceived mainly as a body moving between the two\ncardinal points of Lord Elcho and Sir Thomas Bateson, but as a whole\nnearer to the latter than the former, we have as yet got no special\ndesignation.  Almost [98] all my attention has naturally been\nconcentrated on my own class, the middle-class, with which I am in\nclosest sympathy, and which has been, besides, the great power of our\nday, and has had its praises sung by all speakers and newspapers.\nStill the aristocratic class is so important in itself, and the\nweighty functions which Mr. Carlyle proposes at the present critical\ntime to commit to it must add so much to its importance, that it\nseems neglectful, and a strong instance of that want of coherent\nphilosophic method for which Mr. Frederic Harrison blames me, to\nleave the aristocratic class so much without notice and denomination.\nIt may be thought that the characteristic which I have occasionally\nmentioned as proper to aristocracies,–their natural inaccessibility,\nas children of the established fact, to ideas,–points to our\nextending to this class also the designation of Philistines; the\nPhilistine being, as is well known, the enemy of the children of\nlight, or servants of the idea.  Nevertheless, there seems to be an\ninconvenience in thus giving one and the same designation to two very\ndifferent classes; and besides, if we look into the thing closely, we\nshall find that the term Philistine conveys a sense which [99] makes\nit more peculiarly appropriate to our middle class than to our\naristocratic.  For Philistine gives the notion of something\nparticularly stiff-necked and perverse in the resistance to light and\nits children, and therein it specially suits our middle-class, who\nnot only do not pursue sweetness and light, but who prefer to them\nthat sort of machinery of business, chapels, tea meetings, and\naddresses from Mr. Murphy and the Rev. W. Cattle, which makes up the\ndismal and illiberal life on which I have so often touched.  But the\naristocratic class has actually, as we have seen, in its well-known\npoliteness, a kind of image or shadow of sweetness; and as for light,\nif it does not pursue light, it is not that it perversely cherishes\nsome dismal and illiberal existence in preference to light, but it is\nseduced from following light by those mighty and eternal seducers of\nour race which weave for this class their most irresistible charms,–\nby worldly splendour, security, power and pleasure.  These seducers\nare exterior goods, but they are goods; and he who is hindered by\nthem from caring for light and ideas, is not so much doing what is\nperverse as what is natural.",
        "Keeping this in view, I have in my own mind [100] often indulged\nmyself with the fancy of putting side by side with the idea of our\naristocratic class, the idea of the Barbarians.  The Barbarians, to\nwhom we all owe so much, and who reinvigorated and renewed our worn-\nout Europe, had, as is well-known, eminent merits; and in this\ncountry, where we are for the most part sprung from the Barbarians,\nwe have never had the prejudice against them which prevails among the\nraces of Latin origin.  The Barbarians brought with them that staunch\nindividualism, as the modern phrase is, and that passion for doing as\none likes, for the assertion of personal liberty, which appears to\nMr. Bright the central idea of English life, and of which we have, at\nany rate, a very rich supply.  The stronghold and natural seat of\nthis passion was in the nobles of whom our aristocratic class are the\ninheritors; and this class, accordingly, have signally manifested it,\nand have done much by their example to recommend it to the body of\nthe nation, who already, indeed, had it in their blood.  The\nBarbarians, again, had the passion for field-sports; and they have\nhanded it on to our aristocratic class, who of this passion too, as\nof the passion for asserting one’s personal liberty, are the [101]\ngreat natural stronghold.  The care of the Barbarians for the body,\nand for all manly exercises; the vigour, good looks, and fine\ncomplexion which they acquired and perpetuated in their families by\nthese means,–all this may be observed still in our aristocratic\nclass.  The chivalry of the Barbarians, with its characteristics of\nhigh spirit, choice manners, and distinguished bearing,–what is this\nbut the beautiful commencement of the politeness of our aristocratic\nclass?  In some Barbarian noble, no doubt, one would have admired, if\none could have been then alive to see it, the rudiments of Lord\nElcho.  Only, all this culture (to call it by that name) of the\nBarbarians was an exterior culture mainly: it consisted principally\nin outward gifts and graces, in looks, manners, accomplishments,\nprowess; the chief inward gifts which had part in it were the most\nexterior, so to speak, of inward gifts, those which come nearest to\noutward ones: they were courage, a high spirit, self-confidence.  Far\nwithin, and unawakened, lay a whole range of powers of thought and\nfeeling, to which these interesting productions of nature had, from\nthe circumstances of their life, no access.  Making allowances for\nthe [102] difference of the times, surely we can observe precisely\nthe same thing now in our aristocratic class.  In general its culture\nis exterior chiefly; all the exterior graces and accomplishments, and\nthe more external of the inward virtues, seem to be principally its\nportion.  It now, of course, cannot but be often in contact with\nthose studies by which, from the world of thought and feeling, true\nculture teaches us to fetch sweetness and light; but its hold upon\nthese very studies appears remarkably external, and unable to exert\nany deep power upon its spirit.  Therefore the one insufficiency\nwhich we noted in the perfect mean of this class, Lord Elcho, was an\ninsufficiency of light.  And owing to the same causes, does not a\nsubtle criticism lead us to make, even on the good looks and\npoliteness of our aristocratic class, the one qualifying remark, that\nin these charming gifts there should perhaps be, for ideal\nperfection, a shade more soul?",
        "I often, therefore, when I want to distinguish clearly the\naristocratic class from the Philistines proper, or middle-class, name\nthe former, in my own mind, the Barbarians: and when I go through the\ncountry, and see this and that beautiful and [103] imposing seat of\ntheirs crowning the landscape, “There,” I say to myself, “is a great\nfortified post of the Barbarians.”",
        "It is obvious that that part of the working-class which, working\ndiligently by the light of Mrs. Gooch’s Golden Rule, looks forward to\nthe happy day when it will sit on thrones with Mr. Bazley and other\nmiddle-class potentates, to survey, as Mr. Bright beautifully says,\n“the cities it has built, the railroads it has made, the manufactures\nit has produced, the cargoes which freight the ships of the greatest\nmercantile navy the world has ever seen,\"–it is obvious, I say, that\nthis part of the working-class is, or is in a fair way to be, one in\nspirit with the industrial middle-class.  It is notorious that our\nmiddle-class liberals have long looked forward to this consummation,\nwhen the working-class shall join forces with them, aid them heartily\nto carry forward their great works, go in a body to their tea-\nmeetings, and, in short, enable them to bring about their millennium.\nThat part of the working-class, therefore, which does really seem to\nlend itself to these great aims, may, with propriety, be numbered by\nus among the Philistines.  That part of it, again, which [104] so\nmuch occupies the attention of philanthropists at present,–the part\nwhich gives all its energies to organising itself, through trades’\nunions and other means, so as to constitute, first, a great working-\nclass power, independent of the middle and aristocratic classes, and\nthen, by dint of numbers, give the law to them, and itself reign\nabsolutely,–this lively and interesting part must also, according to\nour definition, go with the Philistines; because it is its class and\nits class-instinct which it seeks to affirm, its ordinary self not\nits best self; and it is a machinery, an industrial machinery, and\npower and pre-eminence and other external goods which fill its\nthoughts, and not an inward perfection.  It is wholly occupied,\naccording to Plato’s subtle expression, with the things of itself and\nnot its real self, with the things of the State and not the real\nState.  But that vast portion, lastly, of the working-class which,\nraw and half-developed, has long lain half-hidden amidst its poverty\nand squalor, and is now issuing from its hiding-place to assert an\nEnglishman’s heaven-born privilege of doing as he likes, and is\nbeginning to perplex us by marching where it likes, meeting where it\nlikes, bawling what it likes, [105] breaking what it likes,–to this\nvast residuum we may with great propriety give the name of Populace.",
        "Thus we have got three distinct terms, Barbarians, Philistines,\nPopulace, to denote roughly the three great classes into which our\nsociety is divided; and though this humble attempt at a scientific\nnomenclature falls, no doubt, very far short in precision of what\nmight be required from a writer equipped with a complete and coherent\nphilosophy, yet, from a notoriously unsystematic and unpretending\nwriter, it will, I trust, be accepted as sufficient.",
        "But in using this new, and, I hope, convenient division of English\nsociety, two things are to be borne in mind.  The first is, that\nsince, under all our class divisions, there is a common basis of\nhuman nature, therefore, in every one of us, whether we be properly\nBarbarians, Philistines, or Populace, there exists, sometimes only in\ngerm and potentially, sometimes more or less developed, the same\ntendencies and passions which have made our fellow-citizens of other\nclasses what they are.  This consideration is very important, because\nit has great influence in begetting that spirit of indulgence which\n[106] is a necessary part of sweetness, and which, indeed, when our\nculture is complete, is, as I have said, inexhaustible.  Thus, an\nEnglish Barbarian who examines himself, will, in general, find\nhimself to be not so entirely a Barbarian but that he has in him,\nalso, something of the Philistine, and even something of the Populace\nas well.  And the same with Englishmen of the two other classes.\nThis is an experience which we may all verify every day.  For\ninstance, I myself (I again take myself as a sort of corpus vile to\nserve for illustration in a matter where serving for illustration may\nnot by every one be thought agreeable), I myself am properly a\nPhilistine,–Mr. Swinburne would add, the son of a Philistine,–and\nthough, through circumstances which will perhaps one day be known, if\never the affecting history of my conversion comes to be written, I\nhave, for the most part, broken with the ideas and the tea-meetings\nof my own class, yet I have not, on that account, been brought much\nthe nearer to the ideas and works of the Barbarians or of the\nPopulace.  Nevertheless, I never take a gun or a fishing-rod in my\nhands without feeling that I have in the ground of my nature the\nself-same seeds which, fostered by [107] circumstances, do so much to\nmake the Barbarian; and that, with the Barbarian’s advantages, I\nmight have rivalled him.  Place me in one of his great fortified\nposts, with these seeds of a love for field-sports sown in my nature,\nWith all the means of developing them, with all pleasures at my\ncommand, with most whom I met deferring to me, every one I met\nsmiling on me, and with every appearance of permanence and security\nbefore me and behind me,–then I too might have grown, I feel, into a\nvery passable child of the established fact, of commendable spirit\nand politeness, and, at the same time, a little inaccessible to ideas\nand light; not, of course, with either the eminent fine spirit of\nLord Elcho, or the eminent power of resistance of Sir Thomas Bateson,\nbut, according to the measure of the common run of mankind, something\nbetween the two.  And as to the Populace, who, whether he be\nBarbarian or Philistine, can look at them without sympathy, when he\nremembers how often,–every time that we snatch up a vehement opinion\nin ignorance and passion, every time that we long to crush an\nadversary by sheer violence, every time that we are envious, every\ntime that we are brutal, [108] every time that we adore mere power or\nsuccess, every time that we add our voice to swell a blind clamour\nagainst some unpopular personage, every time that we trample savagely\non the fallen,–he has found in his own bosom the eternal spirit of\nthe Populace, and that there needs only a little help from\ncircumstances to make it triumph in him untameably?",
        "The second thing to be borne in mind I have indicated several times\nalready.  It is this.  All of us, so far as we are Barbarians,\nPhilistines, or Populace, imagine happiness to consist in doing what\none’s ordinary self likes.  What one’s ordinary self likes differs\naccording to the class to which one belongs, and has its severer and\nits lighter side; always, however, remaining machinery, and nothing\nmore.  The graver self of the Barbarian likes honours and\nconsideration; his more relaxed self, field-sports and pleasure.  The\ngraver self of one kind of Philistine likes business and money-\nmaking; his more relaxed self, comfort and tea-meetings.  Of another\nkind of Philistine, the graver self likes trades’ unions; the relaxed\nself, deputations, or hearing Mr. Odger speak.  The sterner self of\nthe [109] Populace likes bawling, hustling, and smashing; the lighter\nself, beer.  But in each class there are born a certain number of\nnatures with a curiosity about their best self, with a bent for\nseeing things as they are, for disentangling themselves from\nmachinery, for simply concerning themselves with reason and the will\nof God, and doing their best to make these prevail;–for the pursuit,\nin a word, of perfection.  To certain manifestations of this love for\nperfection mankind have accustomed themselves to give the name of\ngenius; implying, by this name, something original and heaven-\nbestowed in the passion.  But the passion is to be found far beyond\nthose manifestations of it to which the world usually gives the name\nof genius, and in which there is, for the most part, a talent of some\nkind or other, a special and striking faculty of execution, informed\nby the heaven-bestowed ardour, or genius.  It is to be found in many\nmanifestations besides these, and may best be called, as we have\ncalled it, the love and pursuit of perfection; culture being the true\nnurse of the pursuing love, and sweetness and light the true\ncharacter of the pursued perfection.  Natures with this bent emerge\nin all classes,–among the Barbarians, among the Philistines, [110]\namong the Populace.  And this bent always tends, as I have said, to\ntake them out of their class, and to make their distinguishing\ncharacteristic not their Barbarianism or their Philistinism, but\ntheir humanity.  They have, in general, a rough time of it in their\nlives; but they are sown more abundantly than one might think, they\nappear where and when one least expects it, they set up a fire which\nenfilades, so to speak, the class with which they are ranked; and, in\ngeneral, by the extrication of their best self as the self to\ndevelope, and by the simplicity of the ends fixed by them as\nparamount, they hinder the unchecked predominance of that class-life\nwhich is the affirmation of our ordinary self, and seasonably\ndisconcert mankind in their worship of machinery.",
        "Therefore, when we speak of ourselves as divided into Barbarians,\nPhilistines, and Populace, we must be understood always to imply that\nwithin each of these classes there are a certain number of aliens, if\nwe may so call them,–persons who are mainly led, not by their class\nspirit, but by a general humane spirit, by the love of human\nperfection; and that this number is capable of being diminished or\naugmented.  I mean, the number of those who will succeed in [111]\ndeveloping this happy instinct will be greater or smaller, in\nproportion both to the force of the original instinct within them,\nand to the hindrance or encouragement which it meets with from\nwithout.  In almost all who have it, it is mixed with some infusion\nof the spirit of an ordinary self, some quantity of class-instinct,\nand even, as has been shown, of more than one class-instinct at the\nsame time; so that, in general, the extrication of the best self, the\npredominance of the humane instinct, will very much depend upon its\nmeeting, or not, with what is fitted to help and elicit it.  At a\nmoment, therefore, when it is agreed that we want a source of\nauthority, and when it seems probable that the right source is our\nbest self, it becomes of vast importance to see whether or not the\nthings around us are, in general, such as to help and elicit our best\nself, and if they are not, to see why they are not, and the most\npromising way of mending them.",
        "Now, it is clear that the very absence of any powerful authority\namongst us, and the prevalent doctrine of the duty and happiness of\ndoing as one likes, and asserting our personal liberty, must tend to\nprevent the erection of any very strict standard of [112] excellence,\nthe belief in any very paramount authority of right reason, the\nrecognition of our best self as anything very recondite and hard to\ncome at.  It may be, as I have said, a proof of our honesty that we\ndo not attempt to give to our ordinary self, as we have it in action,\npredominant authority, and to impose its rule upon other people; but\nit is evident, also, that it is not easy, with our style of\nproceeding, to get beyond the notion of an ordinary self at all, or\nto get the paramount authority of a commanding best self, or right\nreason, recognised.  The learned Martinus Scriblerus well says:–\"The\ntaste of the bathos is implanted by nature itself in the soul of man;\ntill, perverted by custom or example, he is taught, or rather\ncompelled, to relish the sublime.”  But with us everything seems\ndirected to prevent any such perversion of us by custom or example as\nmight compel us to relish the sublime; by all means we are encouraged\nto keep our natural taste for the bathos unimpaired.  I have formerly\npointed out how in literature the absence of any authoritative\ncentre, like an Academy, tends to do this; each section of the public\nhas its own literary organ, and the mass of the public is without any\nsuspicion that [113] the value of these organs is relative to their\nbeing nearer a certain ideal centre of correct information, taste,\nand intelligence, or farther away from it.  I have said that within\ncertain limits, which any one who is likely to read this will have no\ndifficulty in drawing for himself, my old adversary, the Saturday\nReview, may, on matters of literature and taste, be fairly enough\nregarded, relatively to a great number of newspapers which treat\nthese matters, as a kind of organ of reason.  But I remember once\nconversing with a company of Nonconformist admirers of some lecturer\nwho had let off a great fire-work, which the Saturday Review said was\nall noise and false lights, and feeling my way as tenderly as I could\nabout the effect of this unfavourable judgment upon those with whom I\nwas conversing.  “Oh,” said one who was their spokesman, with the\nmost tranquil air of conviction, “it is true the Saturday Review\nabuses the lecture, but the British Banner” (I am not quite sure it\nwas the British Banner, but it was some newspaper of that stamp)\n“says that the Saturday Review is quite wrong.”  The speaker had\nevidently no notion that there was a scale of value for judgments on\nthese topics, and that the judgments of the [114] Saturday Review\nranked high on this scale, and those of the British Banner low; the\ntaste of the bathos implanted by nature in the literary judgments of\nman had never, in my friend’s case, encountered any let or hindrance.",
        "Just the same in religion as in literature.  We have most of us\nlittle idea of a high standard to choose our guides by, of a great\nand profound spirit, which is an authority, while inferior spirits\nare none; it is enough to give importance to things that this or that\nperson says them decisively, and has a large following of some strong\nkind when he says them.  This habit of ours is very well shown in\nthat able and interesting work of Mr. Hepworth Dixon’s, which we were\nall reading lately, The Mormons, by One of Themselves.  Here, again,\nI am not quite sure that my memory serves me as to the exact title,\nbut I mean the well-known book in which Mr. Hepworth Dixon described\nthe Mormons, and other similar religious bodies in America, with so\nmuch detail and such warm sympathy.  In this work it seems enough for\nMr. Dixon that this or that doctrine has its Rabbi, who talks big to\nhim, has a staunch body of disciples, and, above all, has plenty\n[115] of rifles.  That there are any further stricter tests to be\napplied to a doctrine, before it is pronounced important, never seems\nto occur to him.  “It is easy to say,” he writes of the Mormons,\n“that these saints are dupes and fanatics, to laugh at Joe Smith and\nhis church, but what then?  The great facts remain.  Young and his\npeople are at Utah; a church of 200,000 souls; an army of 20,000\nrifles.”  But if the followers of a doctrine are really dupes, or\nworse, and its promulgators are really fanatics, or worse, it gives\nthe doctrine no seriousness or authority the more that there should\nbe found 200,000 souls,–200,000 of the innumerable multitude with a\nnatural taste for the bathos,–to hold it, and 20,000 rifles to\ndefend it.  And again, of another religious organisation in America:\n“A fair and open field is not to be refused when hosts so mighty\nthrow down wager of battle on behalf of what they hold to be true,\nhowever strange their faith may seem.”  A fair and open field is not\nto be refused to any speaker; but this solemn way of heralding him is\nquite out of place unless he has, for the best reason and spirit of\nman, some significance.  “Well, but,” says Mr. Hepworth Dixon, [116]\n“a theory which has been accepted by men like Judge Edmonds, Dr.\nHare, Elder Frederick, and Professor Bush!”  And again: “Such are, in\nbrief, the bases of what Newman Weeks, Sarah Horton, Deborah Butler,\nand the associated brethren, proclaimed in Rolt’s Hall as the new\ncovenant!”  If he was summing up an account of the teaching of Plato\nor St. Paul, Mr. Hepworth Dixon could not be more earnestly\nreverential.  But the question is, have personages like Judge\nEdmonds, and Newman Weeks, and Elderess Polly, and Elderess\nAntoinette, and the rest of Mr. Hepworth Dixon’s heroes and heroines,\nanything of the weight and significance for the best reason and\nspirit of man that Plato and St. Paul have?  Evidently they, at\npresent, have not; and a very small taste of them and their doctrines\nought to have convinced Mr. Hepworth Dixon that they never could\nhave.  “But,” says he, “the magnetic power which Shakerism is\nexercising on American thought would of itself compel us,\"–and so\non.  Now as far as real thought is concerned,–thought which affects\nthe best reason and spirit of man, the scientific thought of the\nworld, the only thought which deserves [117] speaking of in this\nsolemn way,–America has up to the present time been hardly more than\na province of England, and even now would not herself claim to be\nmore than abreast of England; and of this only real human thought,\nEnglish thought itself is not just now, as we must all admit, one of\nthe most significant factors.  Neither, then, can American thought\nbe; and the magnetic power which Shakerism exercises on American\nthought is about as important, for the best reason and spirit of man,\nas the magnetic power which Mr. Murphy exercises on Birmingham\nProtestantism.  And as we shall never get rid of our natural taste\nfor the bathos in religion,–never get access to a best self and\nright reason which may stand as a serious authority,–by treating Mr.\nMurphy as his own disciples treat him, seriously, and as if he was as\nmuch an authority as any one else: so we shall never get rid of it\nwhile our able and popular writers treat their Joe Smiths and Deborah\nButlers, with their so many thousand souls and so many thousand\nrifles, in the like exaggerated and misleading manner, and so do\ntheir best to confirm us in a bad mental habit to which we are\nalready too prone.",
        "[118] If our habits make it hard for us to come at the idea of a high\nbest self, of a paramount authority, in literature or religion, how\nmuch more do they make this hard in the sphere of politics!  In other\ncountries, the governors, not depending so immediately on the favour\nof the governed, have everything to urge them, if they know anything\nof right reason (and it is at least supposed that governors should\nknow more of this than the mass of the governed), to set it\nauthoritatively before the community.  But our whole scheme of\ngovernment being representative, every one of our governors has all\npossible temptation, instead of setting up before the governed who\nelect him, and on whose favour he depends, a high standard of right\nreason, to accommodate himself as much as possible to their natural\ntaste for the bathos; and even if he tries to go counter to it, to\nproceed in this with so much flattering and coaxing, that they shall\nnot suspect their ignorance and prejudices to be anything very unlike\nright reason, or their natural taste for the bathos to differ much\nfrom a relish for the sublime.  Every one is thus in every possible\nway encouraged to trust in his own heart; but “he that trusteth in\nhis [119] own heart,” says the Wise Man, “is a fool;\"+ and at any\nrate this, which Bishop Wilson says, is undeniably true: “The number\nof those who need to be awakened is far greater than that of those\nwho need comfort.”  But in our political system everybody is\ncomforted.  Our guides and governors who have to be elected by the\ninfluence of the Barbarians, and who depend on their favour, sing the\npraises of the Barbarians, and say all the smooth things that can be\nsaid of them.  With Mr. Tennyson, they celebrate “the great broad-\nshouldered genial Englishman,” with his “sense of duty,” his\n“reverence for the laws,” and his “patient force,” who saves us from\nthe “revolts, republics, revolutions, most no graver than a\nschoolboy’s barring out,” which upset other and less broad-shouldered\nnations.  Our guides who are chosen by the Philistines and who have\nto look to their favour, tell the Philistines how “all the world\nknows that the great middle-class of this country supplies the mind,\nthe will, and the power requisite for all the great and good things\nthat have to be done,” and congratulate them on their “earnest good\nsense, which penetrates through sophisms, ignores commonplaces, and\ngives to conventional illusions their [120] true value.”  Our guides\nwho look to the favour of the Populace, tell them that “theirs are\nthe brightest powers of sympathy, and the readiest powers of action.\"\nHarsh things are said too, no doubt, against all the great classes of\nthe community; but these things so evidently come from a hostile\nclass, and are so manifestly dictated by the passions and\nprepossessions of a hostile class, and not by right reason, that they\nmake no serious impression on those at whom they are launched, but\nslide easily off their minds.  For instance, when the Reform League\norators inveigh against our cruel and bloated aristocracy, these\ninvectives so evidently show the passions and point of view of the\nPopulace, that they do not sink into the minds of those at whom they\nare addressed, or awaken any thought or self-examination in them.\nAgain, when Sir Thomas Bateson describes the Philistines and the\nPopulace as influenced with a kind of hideous mania for emasculating\nthe aristocracy, that reproach so clearly comes from the wrath and\nexcited imagination of the Barbarians, that it does not much set the\nPhilistines and the Populace thinking.  Or when Mr. Lowe calls the\nPopulace drunken and venal, he [121] so evidently calls them this in\nan agony of apprehension for his Philistine or middle-class\nParliament, which has done so many great and heroic works, and is now\nthreatened with mixture and debasement, that the Populace do not lay\nhis words seriously to heart.  So the voice which makes a permanent\nimpression on each of our classes is the voice of its friends, and\nthis is from the nature of things, as I have said, a comforting\nvoice.  The Barbarians remain in the belief that the great broad-\nshouldered genial Englishman may be well satisfied with himself; the\nPhilistines remain in the belief that the great middle-class of this\ncountry, with its earnest common-sense penetrating through sophisms\nand ignoring commonplaces, may be well satisfied with itself: the\nPopulace, that the working-man with his bright powers of sympathy and\nready powers of action, may be well satisfied with himself.  What\nhope, at this rate, of extinguishing the taste of the bathos\nimplanted by nature itself in the soul of man, or of inculcating the\nbelief that excellence dwells among high and steep rocks, and can\nonly be reached by those who sweat blood to reach her?  But it will\nbe said, perhaps, that candidates for [122] political influence and\nleadership, who thus caress the self-love of those whose suffrages\nthey desire, know quite well that they are not saying the sheer truth\nas reason sees it, but that they are using a sort of conventional\nlanguage, or what we call clap-trap, which is essential to the\nworking of representative institutions.  And therefore, I suppose, we\nought rather to say with Figaro: Qui est-ce qu’on trompe ici?+  Now,\nI admit that often, but not always, when our governors say smooth\nthings to the self-love of the class whose political support they\nwant, they know very well that they are overstepping, by a long\nstride, the bounds of truth and soberness; and while they talk, they\nin a manner, no doubt, put their tongue in their cheek.  Not always;\nbecause, when a Barbarian appeals to his own class to make him their\nrepresentative and give him political power, he, when he pleases\ntheir self-love by extolling broad-shouldered genial Englishmen with\ntheir sense of duty, reverence for the laws, and patient force,\npleases his own self-love and extols himself, and is, therefore,\nhimself ensnared by his own smooth words.  And so, too, when a\nPhilistine wants to represent his brother Philistines, and [123]\nextols the earnest good sense which characterises Manchester, and\nsupplies the mind, the will, and the power, as the Daily News\neloquently says, requisite for all the great and good things that\nhave to be done, he intoxicates and deludes himself as well as his\nbrother Philistines who hear him.  But it is true that a Barbarian\noften wants the political support of the Philistines; and he\nunquestionably, when he flatters the self-love of Philistinism, and\nextols, in the approved fashion, its energy, enterprise, and self-\nreliance, knows that he is talking clap-trap, and, so to say, puts\nhis tongue in his cheek.  On all matters where Nonconformity and its\ncatchwords are concerned, this insincerity of Barbarians needing\nNonconformist support, and, therefore, flattering the self-love of\nNonconformity and repeating its catchwords without the least real\nbelief in them, is very noticeable.  When the Nonconformists, in a\ntransport of blind zeal, threw out Sir James Graham’s useful\nEducation Clauses in 1843, one-half of their parliamentary\nrepresentatives, no doubt, who cried aloud against “trampling on the\nreligious liberty of the Dissenters by taking the money of Dissenters\nto teach the tenets of the [124] Church of England,” put their tongue\nin their cheek while they so cried out.  And perhaps there is even a\nsort of motion of Mr. Frederic Harrison’s tongue towards his cheek\nwhen he talks of the “shriek of superstition,” and tells the working-\nclass that theirs are the brightest powers of sympathy and the\nreadiest powers of action.  But the point on which I would insist is,\nthat this involuntary tribute to truth and soberness on the part of\ncertain of our governors and guides never reaches at all the mass of\nus governed, to serve as a lesson to us, to abate our self-love, and\nto awaken in us a suspicion that our favourite prejudices may be, to\na higher reason, all nonsense.  Whatever by-play goes on among the\nmore intelligent of our leaders, we do not see it; and we are left to\nbelieve that, not only in our own eyes, but in the eyes of our\nrepresentative and ruling men, there is nothing more admirable than\nour ordinary self, whatever our ordinary self happens to be,–\nBarbarian, Philistine, or Populace.",
        "Thus everything in our political life tends to hide from us that\nthere is anything wiser than our ordinary selves, and to prevent our\ngetting the notion of a paramount right reason.  Royalty itself,\n[125] in its idea the expression of the collective nation, and a sort\nof constituted witness to its best mind, we try to turn into a kind\nof grand advertising van, to give publicity and credit to the\ninventions, sound or unsound, of the ordinary self of individuals.  I\nremember, when I was in North Germany, having this very strongly\nbrought to my mind in the matter of schools and their institution.\nIn Prussia, the best schools are Crown patronage schools, as they are\ncalled; schools which have been established and endowed (and new ones\nare to this day being established and endowed) by the Sovereign\nhimself out of his own revenues, to be under the direct control and\nmanagement of him or of those representing him, and to serve as types\nof what schools should be.  The Sovereign, as his position raises him\nabove many prejudices and littlenesses, and as he can always have at\nhis disposal the best advice, has evident advantages over private\nfounders in well planning and directing a school; while at the same\ntime his great means and his great influence secure, to a well-\nplanned school of his, credit and authority.  This is what, in North\nGermany, the governors do, in the matter of education, for the [126]\ngoverned; and one may say that they thus give the governed a lesson,\nand draw out in them the idea of a right reason higher than the\nsuggestions of an ordinary man’s ordinary self.  But in England how\ndifferent is the part which in this matter our governors are\naccustomed to play!  The Licensed Victuallers or the Commercial\nTravellers propose to make a school for their children; and I\nsuppose, in the matter of schools, one may call the Licensed\nVictuallers or the Commercial Travellers ordinary men, with their\nnatural taste for the bathos still strong; and a Sovereign with the\nadvice of men like Wilhelm von Humboldt or Schleiermacher may, in\nthis matter, be a better judge, and nearer to right reason.  And it\nwill be allowed, probably, that right reason would suggest that, to\nhave a sheer school of Licensed Victuallers’ children, or a sheer\nschool of Commercial Travellers’ children, and to bring them all up,\nnot only at home but at school too, in a kind of odour of licensed\nvictualism or of bagmanism, is not a wise training to give to these\nchildren.  And in Germany, I have said, the action of the national\nguides or governors is to suggest and provide a better.  But, in\nEngland, the action of the national [127] guides or governors is, for\na Royal Prince or a great Minister to go down to the opening of the\nLicensed Victuallers’ or of the Commercial Travellers’ school, to\ntake the chair, to extol the energy and self-reliance of the Licensed\nVictuallers or the Commercial Travellers, to be all of their way of\nthinking, to predict full success to their schools, and never so much\nas to hint to them that they are doing a very foolish thing, and that\nthe right way to go to work with their children’s education is quite\ndifferent.  And it is the same in almost every department of affairs.\nWhile, on the Continent, the idea prevails that it is the business of\nthe heads and representatives of the nation, by virtue of their\nsuperior means, power, and information, to set an example and to\nprovide suggestions of right reason, among us the idea is that the\nbusiness of the heads and representatives of the nation is to do\nnothing of the kind, but to applaud the natural taste for the bathos\nshowing itself vigorously in any part of the community, and to\nencourage its works.",
        "Now I do not say that the political system of foreign countries has\nnot inconveniences which may outweigh the inconveniences of our own\npolitical [128] system; nor am I the least proposing to get rid of\nour own political system and to adopt theirs.  But a sound centre of\nauthority being what, in this disquisition, we have been led to seek,\nand right reason, or our best self, appearing alone to offer such a\nsound centre of authority, it is necessary to take note of the chief\nimpediments which hinder, in this country, the extrication or\nrecognition of this right reason as a paramount authority, with a\nview to afterwards trying in what way they can best be removed.",
        "This being borne in mind, I proceed to remark how not only do we get\nno suggestions of right reason, and no rebukes of our ordinary self,\nfrom our governors, but a kind of philosophical theory is widely\nspread among us to the effect that there is no such thing at all as a\nbest self and a right reason having claim to paramount authority, or,\nat any rate, no such thing ascertainable and capable of being made\nuse of; and that there is nothing but an infinite number of ideas and\nworks of our ordinary selves, and suggestions of our natural taste\nfor the bathos, pretty equal in value, which are doomed either to an\nirreconcileable conflict, or else to a [129] perpetual give and take;\nand that wisdom consists in choosing the give and take rather than\nthe conflict, and in sticking to our choice with patience and good\nhumour.  And, on the other hand, we have another philosophical theory\nrife among us, to the effect that without the labour of perverting\nourselves by custom or example to relish right reason, but by\ncontinuing all of us to follow freely our natural taste for the\nbathos, we shall, by the mercy of Providence, and by a kind of\nnatural tendency of things, come in due time to relish and follow\nright reason.  The great promoters of these philosophical theories\nare our newspapers, which, no less than our parliamentary\nrepresentatives, may be said to act the part of guides and governors\nto us; and these favourite doctrines of theirs I call,–or should\ncall, if the doctrines were not preached by authorities I so much\nrespect,–the first, a peculiarly British form of Atheism, the\nsecond, a peculiarly British form of Quietism.  The first-named\nmelancholy doctrine is preached in The Times with great clearness and\nforce of style; indeed, it is well known, from the example of the\npoet Lucretius and others, what great masters of style the atheistic\n[130] doctrine has always counted among its promulgators.  “It is of\nno use,” says The Times, “for us to attempt to force upon our\nneighbours our several likings and dislikings.  We must take things\nas they are.  Everybody has his own little vision of religious or\ncivil perfection.  Under the evident impossibility of satisfying\neverybody, we agree to take our stand on equal laws and on a system\nas open and liberal as is possible.  The result is that everybody has\nmore liberty of action and of speaking here than anywhere else in the\nOld World.”  We come again here upon Mr. Roebuck’s celebrated\ndefinition of happiness, on which I have so often commented: “I look\naround me and ask what is the state of England?  Is not every man\nable to say what he likes?  I ask you whether the world over, or in\npast history, there is anything like it?  Nothing.  I pray that our\nunrivalled happiness may last.”  This is the old story of our system\nof checks and every Englishman doing as he likes, which we have\nalready seen to have been convenient enough so long as there were\nonly the Barbarians and the Philistines to do what they liked, but to\nbe getting inconvenient, and productive of anarchy, [131] now that\nthe Populace wants to do what it likes too.  But for all that, I will\nnot at once dismiss this famous doctrine, but will first quote\nanother passage from The Times, applying the doctrine to a matter of\nwhich we have just been speaking,–education.  “The difficulty here\"\n(in providing a national system of education), says The Times, “does\nnot reside in any removeable arrangements.  It is inherent and native\nin the actual and inveterate state of things in this country.  All\nthese powers and personages, all these conflicting influences and\nvarieties of character, exist, and have long existed among us; they\nare fighting it out, and will long continue to fight it out, without\ncoming to that happy consummation when some one element of the\nBritish character is to destroy or to absorb all the rest.”  There it\nis; the various promptings of the natural taste for the bathos in\nthis man and that amongst us are fighting it out; and the day will\nnever come (and, indeed, why should we wish it to come?) when one\nman’s particular sort of taste for the bathos shall tyrannise over\nanother man’s; nor when right reason (if that may be called an\nelement of the British character) shall absorb and [132] rule them\nall.  “The whole system of this country, like the constitution we\nboast to inherit, and are glad to uphold, is made up of established\nfacts, prescriptive authorities, existing usages, powers that be,\npersons in possession, and communities or classes that have won\ndominion for themselves, and will hold it against all comers.”  Every\nforce in the world, evidently, except the one reconciling force,\nright reason!  Sir Thomas Bateson here, the Rev. W. Cattle on this\nside, Mr. Bradlaugh on that!–pull devil, pull baker!  Really,\npresented with the mastery of style of our leading journal, the sad\npicture, as one gazes upon it, assumes the iron and inexorable\nsolemnity of tragic Destiny.",
        "After this, the milder doctrine of our other philosophical teacher,\nthe Daily News, has, at first, something very attractive and\nassuaging.  The Daily News begins, indeed, in appearance, to weave\nthe iron web of necessity round us like The Times.  “The alternative\nis between a man’s doing what he likes and his doing what some one\nelse, probably not one whit wiser than himself, likes.”  This points\nto the tacit compact, mentioned [133] in my last paper, between the\nBarbarians and the Philistines, and into which it is hoped that the\nPopulace will one day enter; the compact, so creditable to English\nhonesty, that no class, if it exercise power, having only the ideas\nand aims of its ordinary self to give effect to, shall treat its\nordinary self too seriously, or attempt to impose it on others; but\nshall let these others,–the Rev. W. Cattle, for instance, in his\nPapist-baiting, and Mr. Bradlaugh in his Hyde Park anarchy-\nmongering,–have their fling.  But then the Daily News suddenly\nlights up the gloom of necessitarianism with bright beams of hope.\n“No doubt,” it says, “the common reason of society ought to check the\naberrations of individual eccentricity.”  This common reason of\nsociety looks very like our best self or right reason, to which we\nwant to give authority, by making the action of the State, or nation\nin its collective character, the expression of it.  But of this\nproject of ours, the Daily News, with its subtle dialectics, makes\nhavoc.  “Make the State the organ of the common reason?\"–it says.\n“You may make it the organ of something or other, but how can you be\ncertain that [134] reason will be the quality which will be embodied\nin it?”  You cannot be certain of it, undoubtedly, if you never try\nto bring the thing about; but the question is, the action of the\nState being the action of the collective nation, and the action of\nthe collective nation carrying naturally great publicity, weight, and\nforce of example with it, whether we should not try to put into the\naction of the State as much as possible of right reason, or our best\nself, which may, in this manner, come back to us with new force and\nauthority, may have visibility, form, and influence, and help to\nconfirm us, in the many moments when we are tempted to be our\nordinary selves merely, in resisting our natural taste of the bathos\nrather than in giving way to it?",
        "But no! says our teacher: “it is better there should be an infinite\nvariety of experiments in human action, because, as the explorers\nmultiply, the true track is more likely to be discovered.  The common\nreason of society can check the aberrations of individual\neccentricity only by acting on the individual reason; and it will do\nso in the main sufficiently, if left to this natural operation.\"\nThis is what I call the specially British form of [135] Quietism, or\na devout, but excessive, reliance on an over-ruling Providence.\nProvidence, as the moralists are careful to tell us, generally works\nin human affairs by human means; so when we want to make right reason\nact on individual reason, our best self on our ordinary self, we seek\nto give it more power of doing so by giving it public recognition and\nauthority, and embodying it, so far as we can, in the State.  It\nseems too much to ask of Providence, that while we, on our part,\nleave our congenital taste for the bathos to its natural operation\nand its infinite variety of experiments, Providence should\nmysteriously guide it into the true track, and compel it to relish\nthe sublime.  At any rate, great men and great institutions have\nhitherto seemed necessary for producing any considerable effect of\nthis kind.  No doubt we have an infinite variety of experiments, and\nan ever-multiplying multitude of explorers; even in this short paper\nI have enumerated many: the British Banner, Judge Edmonds, Newman\nWeeks, Deborah Butler, Elderess Polly, Brother Noyes, the Rev. W.\nCattle, the Licensed Victuallers, the Commercial Travellers, and I\nknow not how [136] many more; and the numbers of this noble army are\nswelling every day.  But what a depth of Quietism, or rather, what an\nover-bold call on the direct interposition of Providence, to believe\nthat these interesting explorers will discover the true track, or at\nany rate, “will do so in the main sufficiently” (whatever that may\nmean) if left to their natural operation; that is, by going on as\nthey are!  Philosophers say, indeed, that we learn virtue by\nperforming acts of virtue; but to say that we shall learn virtue by\nperforming any acts to which our natural taste for the bathos carries\nus, that the Rev. W. Cattle comes at his best self by Papist-baiting,\nor Newman Weeks and Deborah Butler at right reason by following their\nnoses, this certainly does appear over-sanguine.",
        "It is true, what we want is to make right reason act on individual\nreason, the reason of individuals; all our search for authority has\nthat for its end and aim.  The Daily News says, I observe, that all\nmy argument for authority “has a non-intellectual root;” and from\nwhat I know of my own mind and its inertness, I think this so\nprobable, that I should be inclined easily to admit it, if it were\nnot that, in [137] the first place, nothing of this kind, perhaps,\nshould be admitted without examination; and, in the second, a way of\naccounting for this charge being made, in this particular instance,\nwithout full grounds, appears to present itself.  What seems to me to\naccount here, perhaps, for the charge, is the want of flexibility of\nour race, on which I have so often remarked.  I mean, it being\nadmitted that the conformity of the individual reason of the Rev. W.\nCattle or Mr. Bradlaugh with right reason is our true object, and not\nthe mere restraining them, by the strong arm of the State, from\nPapist-baiting or railing-breaking,–admitting this, we have so\nlittle flexibility that we cannot readily perceive that the State’s\nrestraining them from these indulgences may yet fix clearly in their\nminds that, to the collective nation, these indulgences appear\nirrational and unallowable, may make them pause and reflect, and may\ncontribute to bringing, with time, their individual reason into\nharmony with right reason.  But in no country, owing to the want of\nintellectual flexibility above mentioned, is the leaning which is our\nnatural one, and, therefore, needs no recommending to us, so\nsedulously recommended, and the leaning which is [138] not our\nnatural one, and, therefore, does not-need dispraising to us, so\nsedulously dispraised, as in ours.  To rely on the individual being,\nwith us, the natural leaning, we will hear of nothing but the good of\nrelying on the individual; to act through the collective nation on\nthe individual being not our natural leaning, we will hear nothing in\nrecommendation of it.  But the wise know that we often need to hear\nmost of that to which we are least inclined, and even to learn to\nemploy, in certain circumstances, that which is capable, if employed\namiss, of being a danger to us.",
        "Elsewhere this is certainly better understood than here.  In a recent\nnumber of the Westminster Review, an able writer, but with precisely\nour national want of flexibility of which I have been speaking, has\nunearthed, I see, for our present needs, an English translation,\npublished some years ago, of Wilhelm von Humboldt’s book, The Sphere\nand Duties of Government.  Humboldt’s object in this book is to show\nthat the operation of government ought to be severely limited to what\ndirectly and immediately relates to the security of person and\nproperty.  Wilhelm von Humboldt, one of the [139] most beautiful and\nperfect souls that have ever existed, used to say that one’s business\nin life was, first, to perfect oneself by all the means in one’s\npower, and, secondly, to try and create in the world around one an\naristocracy, the most numerous that one possibly could, of talents\nand characters.  He saw, of course, that, in the end, everything\ncomes to this,–that the individual must act for himself, and must be\nperfect in himself; and he lived in a country, Germany, where people\nwere disposed to act too little for themselves, and to rely too much\non the Government.  But even thus, such was his flexibility, so\nlittle was he in bondage to a mere abstract maxim, that he saw very\nwell that for his purpose itself, of enabling the individual to stand\nperfect on his own foundations and to do without the State, the\naction of the State would for long, long years be necessary; and soon\nafter he wrote his book on The Sphere and Duties of Government,\nWilhelm von Humboldt became Minister of Education in Prussia, and\nfrom his ministry all the great reforms which give the control of\nPrussian education to the State,–the transference of the management\nof public schools from their old boards of trustees to the [140]\nState, the obligatory State-examination for schools, the obligatory\nState-examination for schoolmasters, and the foundation of the great\nState University of Berlin,–take their origin.  This his English\nreviewer says not a word of.  But, writing for a people whose dangers\nlie, as we have seen, on the side of their unchecked and unguided\nindividual action, whose dangers none of them lie on the side of an\nover-reliance on the State, he quotes just so much of Wilhelm von\nHumboldt’s example as can flatter them in their propensities, and do\nthem no good; and just what might make them think, and be of use to\nthem, he leaves on one side.  This precisely recalls the manner, it\nwill be observed, in which we have seen that our royal and noble\npersonages proceed with the Licensed Victuallers.",
        "In France the action of the State on individuals is yet more\npreponderant than in Germany; and the need which friends of human\nperfection feel to enable the individual to stand perfect on his own\nfoundations is all the stronger.  But what says one of the staunchest\nof these friends, Monsieur Renan, on State action, and even State\naction in that very sphere where in France it is most excessive, the\nsphere [141] of education?  Here are his words:–\"A liberal believes\nin liberty, and liberty signifies the non-intervention of the State.\nBut such an ideal is still a long way off from us, and the very means\nto remove it to an indefinite distance would be precisely the State’s\nwithdrawing its action too soon.”  And this, he adds, is even truer\nof education than of any other department of public affairs.",
        "We see, then, how indispensable to that human perfection which we\nseek is, in the opinion of good judges, some public recognition and\nestablishment of our best self, or right reason.  We see how our\nhabits and practice oppose themselves to such a recognition, and the\nmany inconveniences which we therefore suffer.  But now let us try to\ngo a little deeper, and to find, beneath our actual habits and\npractice, the very ground and cause out of which they spring.",
        "119. +Proverbs 28:26.  “He that trusteth in his own heart is a fool:\nbut whoso walketh wisely, he shall be delivered.”  The King James\nBible.",
        "122.  +\"Qui est-ce qu’on trompe ici?”  E-text editor’s translation:\n“Who is the one getting fooled here?”",
        "Continue...",
        "\nMatthew Arnold’s “Culture and Anarchy” is in the public domain; this is the complete e-text.\n\n\nThis book on Amazon\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on September 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Arnold: 'Culture and Anarchy' and Other Writings (Cambridge Texts in the History of Political Thought)By Matthew ArnoldAt Amazon"
    ]
}