{
    "title": "Culture and Anarchy - Chapter I",
    "author": "Matthew Arnold",
    "chapter": "3",
    "content": [
        "\n",
        "\n\n",
        "[5] The disparagers of culture make its motive curiosity; sometimes,\nindeed, they make its motive mere exclusiveness and vanity.  The\nculture which is supposed to plume itself on a smattering of Greek\nand Latin is a culture which is begotten by nothing so intellectual\nas curiosity; it is valued either out of sheer vanity and ignorance,\nor else as an engine of social and class distinction, separating its\nholder, like a badge or title, from other people who have not got it.\nNo serious man would call this culture, or attach any value to it, as\nculture, at all.  To find the real ground for the very differing\nestimate which serious people will set upon culture, we must find\nsome motive for culture in the terms of which [6] may lie a real\nambiguity; and such a motive the word curiosity gives us.  I have\nbefore now pointed out that in English we do not, like the\nforeigners, use this word in a good sense as well as in a bad sense;\nwith us the word is always used in a somewhat disapproving sense; a\nliberal and intelligent eagerness about the things of the mind may be\nmeant by a foreigner when he speaks of curiosity, but with us the\nword always conveys a certain notion of frivolous and unedifying\nactivity.  In the Quarterly Review, some little time ago, was an\nestimate of the celebrated French critic, Monsieur Sainte-Beuve, and\na very inadequate estimate it, in my judgment, was.  And its\ninadequacy consisted chiefly in this: that in our English way it left\nout of sight the double sense really involved in the word curiosity,\nthinking enough was said to stamp Monsieur Sainte-Beuve with blame if\nit was said that he was impelled in his operations as a critic by\ncuriosity, and omitting either to perceive that Monsieur Sainte-Beuve\nhimself, and many other people with him, would consider that this was\npraiseworthy and not blameworthy, or to point out why it ought really\nto be accounted worthy of blame [7] and not of praise.  For as there\nis a curiosity about intellectual matters which is futile, and merely\na disease, so there is certainly a curiosity,–a desire after the\nthings of the mind simply for their own sakes and for the pleasure of\nseeing them as they are,–which is, in an intelligent being, natural\nand laudable.  Nay, and the very desire to see things as they are\nimplies a balance and regulation of mind which is not often attained\nwithout fruitful effort, and which is the very opposite of the blind\nand diseased impulse of mind which is what we mean to blame when we\nblame curiosity.  Montesquieu says:–\"The first motive which ought to\nimpel us to study is the desire to augment the excellence of our\nnature, and to render an intelligent being yet more intelligent.\"\nThis is the true ground to assign for the genuine scientific passion,\nhowever manifested, and for culture, viewed simply as a fruit of this\npassion; and it is a worthy ground, even though we let the term\ncuriosity stand to describe it.",
        "But there is of culture another view, in which not solely the\nscientific passion, the sheer desire to see things as they are,\nnatural and proper in an intelligent [8] being, appears as the ground\nof it.  There is a view in which all the love of our neighbour, the\nimpulses towards action, help, and beneficence, the desire for\nstopping human error, clearing human confusion, and diminishing the\nsum of human misery, the noble aspiration to leave the world better\nand happier than we found it,–motives eminently such as are called\nsocial,–come in as part of the grounds of culture, and the main and\npre-eminent part.  Culture is then properly described not as having\nits origin in curiosity, but as having its origin in the love of\nperfection; it is a study of perfection.  It moves by the force, not\nmerely or primarily of the scientific passion for pure knowledge, but\nalso of the moral and social passion for doing good.  As, in the\nfirst view of it, we took for its worthy motto Montesquieu’s words:\n“To render an intelligent being yet more intelligent!” so, in the\nsecond view of it, there is no better motto which it can have than\nthese words of Bishop Wilson: “To make reason and the will of God\nprevail!”  Only, whereas the passion for doing good is apt to be\noverhasty in determining what reason and the will of God say, because\nits turn is for acting rather than thinking, and it wants to be [9]\nbeginning to act; and whereas it is apt to take its own conceptions,\nwhich proceed from its own state of development and share in all the\nimperfections and immaturities of this, for a basis of action; what\ndistinguishes culture is, that it is possessed by the scientific\npassion, as well as by the passion of doing good; that it has worthy\nnotions of reason and the will of God, and does not readily suffer\nits own crude conceptions to substitute themselves for them; and\nthat, knowing that no action or institution can be salutary and\nstable which are not based on reason and the will of God, it is not\nso bent on acting and instituting, even with the great aim of\ndiminishing human error and misery ever before its thoughts, but that\nit can remember that acting and instituting are of little use, unless\nwe know how and what we ought to act and to institute.",
        "This culture is more interesting and more far-reaching than that\nother, which is founded solely on the scientific passion for knowing.\nBut it needs times of faith and ardour, times when the intellectual\nhorizon is opening and widening all round us, to flourish in.  And is\nnot the close and bounded intellectual horizon within which we have\nlong lived [10] and moved now lifting up, and are not new lights\nfinding free passage to shine in upon us?  For a long time there was\nno passage for them to make their way in upon us, and then it was of\nno use to think of adapting the world’s action to them.  Where was\nthe hope of making reason and the will of God prevail among people\nwho had a routine which they had christened reason and the will of\nGod, in which they were inextricably bound, and beyond which they had\nno power of looking?  But now the iron force of adhesion to the old\nroutine,–social, political, religious,–has wonderfully yielded;\nthe iron force of exclusion of all which is new has wonderfully\nyielded; the danger now is, not that people should obstinately refuse\nto allow anything but their old routine to pass for reason and the\nwill of God, but either that they should allow some novelty or other\nto pass for these too easily, or else that they should underrate the\nimportance of them altogether, and think it enough to follow action\nfor its own sake, without troubling themselves to make reason and the\nwill of God prevail therein.  Now, then, is the moment for culture to\nbe of service, culture which believes in making reason and the [11]\nwill of God prevail, believes in perfection, is the study and pursuit\nof perfection, and is no longer debarred, by a rigid invincible\nexclusion of whatever is new, from getting acceptance for its ideas,\nsimply because they are new.",
        "The moment this view of culture is seized, the moment it is regarded\nnot solely as the endeavour to see things as they are, to draw\ntowards a knowledge of the universal order which seems to be intended\nand aimed at in the world, and which it is a man’s happiness to go\nalong with or his misery to go counter to,–to learn, in short, the\nwill of God,–the moment, I say, culture is considered not merely as\nthe endeavour to see and learn this, but as the endeavour, also, to\nmake it prevail, the moral, social, and beneficent character of\nculture becomes manifest.  The mere endeavour to see and learn it for\nour own personal satisfaction is indeed a commencement for making it\nprevail, a preparing the way for this, which always serves this, and\nis wrongly, therefore, stamped with blame absolutely in itself, and\nnot only in its caricature and degeneration.  But perhaps it has got\nstamped with blame, and disparaged with the dubious title of\ncuriosity, because [12] in comparison with this wider endeavour of\nsuch great and plain utility it looks selfish, petty, and\nunprofitable.",
        "And religion, the greatest and most important of the efforts by which\nthe human race has manifested its impulse to perfect itself,–\nreligion, that voice of the deepest human experience,–does not only\nenjoin and sanction the aim which is the great aim of culture, the\naim of setting ourselves to ascertain what perfection is and to make\nit prevail; but also, in determining generally in what human\nperfection consists, religion comes to a conclusion identical with\nthat which culture,–seeking the determination of this question\nthrough all the voices of human experience which have been heard upon\nit, art, science, poetry, philosophy, history, as well as religion,\nin order to give a greater fulness and certainty to its solution,–\nlikewise reaches.  Religion says: The kingdom of God is within you;\nand culture, in like manner, places human perfection in an internal\ncondition, in the growth and predominance of our humanity proper, as\ndistinguished from our animality, in the ever-increasing\nefficaciousness and in the general harmonious expansion [13] of those\ngifts of thought and feeling which make the peculiar dignity, wealth,\nand happiness of human nature.  As I have said on a former occasion:\n“It is in making endless additions to itself, in the endless\nexpansion of its powers, in endless growth in wisdom and beauty, that\nthe spirit of the human race finds its ideal.  To reach this ideal,\nculture is an indispensable aid, and that is the true value of\nculture.”  Not a having and a resting, but a growing and a becoming,\nis the character of perfection as culture conceives it; and here,\ntoo, it coincides with religion.  And because men are all members of\none great whole, and the sympathy which is in human nature will not\nallow one member to be indifferent to the rest, or to have a perfect\nwelfare independent of the rest, the expansion of our humanity, to\nsuit the idea of perfection which culture forms, must be a general\nexpansion.  Perfection, as culture conceives it, is not possible\nwhile the individual remains isolated: the individual is obliged,\nunder pain of being stunted and enfeebled in his own development if\nhe disobeys, to carry others along with him in his march towards\nperfection, to be continually doing all he can to enlarge [14] and\nincrease the volume of the human stream sweeping thitherward; and\nhere, once more, it lays on us the same obligation as religion, which\nsays, as Bishop Wilson has admirably put it, that “to promote the\nkingdom of God is to increase and hasten one’s own happiness.\"\nFinally, perfection,–as culture, from a thorough disinterested study\nof human nature and human experience, learns to conceive it,–is an\nharmonious expansion of all the powers which make the beauty and\nworth of human nature, and is not consistent with the over-\ndevelopment of any one power at the expense of the rest.  Here it\ngoes beyond religion, as religion is generally conceived by us.",
        "If culture, then, is a study of perfection, and of harmonious\nperfection, general perfection, and perfection which consists in\nbecoming something rather than in having something, in an inward\ncondition of the mind and spirit, not in an outward set of\ncircumstances,–it is clear that culture, instead of being the\nfrivolous and useless thing which Mr. Bright, and Mr. Frederic\nHarrison, and many other liberals are apt to call it, has a very\nimportant function to fulfil for mankind.  And this function is\nparticularly [15] important in our modern world, of which the whole\ncivilisation is, to a much greater degree than the civilisation of\nGreece and Rome, mechanical and external, and tends constantly to\nbecome more so.  But above all in our own country has culture a\nweighty part to perform, because here that mechanical character,\nwhich civilisation tends to take everywhere, is shown in the most\neminent degree.  Indeed nearly all the characters of perfection, as\nculture teaches us to fix them, meet in this country with some\npowerful tendency which thwarts them and sets them at defiance.  The\nidea of perfection as an inward condition of the mind and spirit is\nat variance with the mechanical and material civilisation in esteem\nwith us, and nowhere, as I have said, so much in esteem as with us.\nThe idea of perfection as a general expansion of the human family is\nat variance with our strong individualism, our hatred of all limits\nto the unrestrained swing of the individual’s personality, our maxim\nof “every man for himself.”  The idea of perfection as an harmonious\nexpansion of human nature is at variance with our want of\nflexibility, with our inaptitude for seeing more than one side of a\nthing, with our intense [16] energetic absorption in the particular\npursuit we happen to be following.  So culture has a rough task to\nachieve in this country, and its preachers have, and are likely long\nto have, a hard time of it, and they will much oftener be regarded,\nfor a great while to come, as elegant or spurious Jeremiahs, than as\nfriends and benefactors.  That, however, will not prevent their doing\nin the end good service if they persevere; and meanwhile, the mode of\naction they have to pursue, and the sort of habits they must fight\nagainst, should be made quite clear to every one who may be willing\nto look at the matter attentively and dispassionately.",
        "Faith in machinery is, I said, our besetting danger; often in\nmachinery most absurdly disproportioned to the end which this\nmachinery, if it is to do any good at all, is to serve; but always in\nmachinery, as if it had a value in and for itself.  What is freedom\nbut machinery? what is population but machinery? what is coal but\nmachinery? what are railroads but machinery? what is wealth but\nmachinery? what are religious organisations but machinery?  Now\nalmost every voice in England is accustomed to speak of these things\nas if they [17] were precious ends in themselves, and therefore had\nsome of the characters of perfection indisputably joined to them.  I\nhave once before noticed Mr. Roebuck’s stock argument for proving the\ngreatness and happiness of England as she is, and for quite stopping\nthe mouths of all gainsayers.  Mr. Roebuck is never weary of\nreiterating this argument of his, so I do not know why I should be\nweary of noticing it.  “May not every man in England say what he\nlikes?\"–Mr. Roebuck perpetually asks; and that, he thinks, is quite\nsufficient, and when every man may say what he likes, our aspirations\nought to be satisfied.  But the aspirations of culture, which is the\nstudy of perfection, are not satisfied, unless what men say, when\nthey may say what they like, is worth saying,–has good in it, and\nmore good than bad.  In the same way The Times, replying to some\nforeign strictures on the dress, looks, and behaviour of the English\nabroad, urges that the English ideal is that every one should be free\nto do and to look just as he likes.  But culture indefatigably tries,\nnot to make what each raw person may like, the rule by which he\nfashions himself; but to draw ever nearer to a sense of what is\nindeed [18] beautiful, graceful, and becoming, and to get the raw\nperson to like that.  And in the same way with respect to railroads\nand coal.  Every one must have observed the strange language current\nduring the late discussions as to the possible failure of our\nsupplies of coal.  Our coal, thousands of people were saying, is the\nreal basis of our national greatness; if our coal runs short, there\nis an end of the greatness of England.  But what is greatness?–\nculture makes us ask.  Greatness is a spiritual condition worthy to\nexcite love, interest, and admiration; and the outward proof of\npossessing greatness is that we excite love, interest, and\nadmiration.  If England were swallowed up by the sea to-morrow, which\nof the two, a hundred years hence, would most excite the love,\ninterest, and admiration of mankind,–would most, therefore, show the\nevidences of having possessed greatness,–the England of the last\ntwenty years, or the England of Elizabeth, of a time of splendid\nspiritual effort, but when our coal, and our industrial operations\ndepending on coal, were very little developed?  Well then, what an\nunsound habit of mind it must be which makes us talk of things like\ncoal or iron as constituting [19] the greatness of England, and how\nsalutary a friend is culture, bent on seeing things as they are, and\nthus dissipating delusions of this kind and fixing standards of\nperfection that are real!",
        "Wealth, again, that end to which our prodigious works for material\nadvantage are directed,–the commonest of commonplaces tells us how\nmen are always apt to regard wealth as a precious end in itself; and\ncertainly they have never been so apt thus to regard it as they are\nin England at the present time.  Never did people believe anything\nmore firmly, than nine Englishmen out of ten at the present day\nbelieve that our greatness and welfare are proved by our being so\nvery rich.  Now, the use of culture is that it helps us, by means of\nits spiritual standard of perfection, to regard wealth as but\nmachinery, and not only to say as a matter of words that we regard\nwealth as but machinery, but really to perceive and feel that it is\nso.  If it were not for this purging effect wrought upon our minds by\nculture, the whole world, the future as well as the present, would\ninevitably belong to the Philistines.  The people who believe most\nthat our greatness and welfare [20] are proved by our being very\nrich, and who most give their lives and thoughts to becoming rich,\nare just the very people whom we call the Philistines.  Culture says:\n“Consider these people, then, their way of life, their habits, their\nmanners, the very tones of their voice; look at them attentively;\nobserve the literature they read, the things which give them\npleasure, the words which come forth out of their mouths, the\nthoughts which make the furniture of their minds; would any amount of\nwealth be worth having with the condition that one was to become just\nlike these people by having it?”  And thus culture begets a\ndissatisfaction which is of the highest possible value in stemming\nthe common tide of men’s thoughts in a wealthy and industrial\ncommunity, and which saves the future, as one may hope, from being\nvulgarised, even if it cannot save the present.",
        "Population, again, and bodily health and vigour, are things which are\nnowhere treated in such an unintelligent, misleading, exaggerated way\nas in England.  Both are really machinery; yet how many people all\naround us do we see rest in them and fail to look beyond them!  Why,\nI have heard [21] people, fresh from reading certain articles of The\nTimes on the Registrar-General’s returns of marriages and births in\nthis country, who would talk of large families in quite a solemn\nstrain, as if they had something in itself beautiful, elevating, and\nmeritorious in them; as if the British Philistine would have only to\npresent himself before the Great Judge with his twelve children, in\norder to be received among the sheep as a matter of right!  But\nbodily health and vigour, it may be said, are not to be classed with\nwealth and population as mere machinery; they have a more real and\nessential value.  True; but only as they are more intimately\nconnected with a perfect spiritual condition than wealth or\npopulation are.  The moment we disjoin them from the idea of a\nperfect spiritual condition, and pursue them, as we do pursue them,\nfor their own sake and as ends in themselves, our worship of them\nbecomes as mere worship of machinery, as our worship of wealth or\npopulation, and as unintelligent and vulgarising a worship as that\nis.  Every one with anything like an adequate idea of human\nperfection has distinctly marked this subordination to higher and\nspiritual ends of the cultivation of bodily vigour and activity.",
        "[22] “Bodily exercise profiteth little; but godliness is profitable\nunto all things,” says the author of the Epistle to Timothy.  And the\nutilitarian Franklin says just as explicitly:–\"Eat and drink such an\nexact quantity as suits the constitution of thy body, in reference to\nthe services of the mind.”  But the point of view of culture, keeping\nthe mark of human perfection simply and broadly in view, and not\nassigning to this perfection, as religion or utilitarianism assign to\nit, a special and limited character,–this point of view, I say, of\nculture is best given by these words of Epictetus:–\"It is a sign of\naphuia\"+ says he,–that is, of a nature not finely tempered,–\"to\ngive yourselves up to things which relate to the body; to make, for\ninstance, a great fuss about exercise, a great fuss about eating, a\ngreat fuss about drinking, a great fuss about walking, a great fuss\nabout riding.  All these things ought to be done merely by the way:\nthe formation of the spirit and character must be our real concern.\"\nThis is admirable; and, indeed, the Greek words aphuia, euphuia,+ a\nfinely tempered nature, a coarsely tempered nature, give exactly the\nnotion of perfection as culture brings us to conceive of it: a\nperfection in which the [23] characters of beauty and intelligence\nare both present, which unites “the two noblest of things,\"–as\nSwift, who of one of the two, at any rate, had himself all too\nlittle, most happily calls them in his Battle of the Books,–\"the two\nnoblest of things, sweetness and light.”  The euphyês+ is the man who\ntends towards sweetness and light; the aphyês+ is precisely our\nPhilistine.  The immense spiritual significance of the Greeks is due\nto their having been inspired with this central and happy idea of the\nessential character of human perfection; and Mr. Bright’s\nmisconception of culture, as a smattering of Greek and Latin, conies\nitself, after all, from this wonderful significance of the Greeks\nhaving affected the very machinery of our education, and is in itself\na kind of homage to it.",
        "It is by thus making sweetness and light to be characters of\nperfection, that culture is of like spirit with poetry, follows one\nlaw with poetry.  I have called religion a more important\nmanifestation of human nature than poetry, because it has worked on a\nbroader scale for perfection, and with greater masses of men.  But\nthe idea of beauty and of a human nature perfect on all its sides,\nwhich is the dominant idea of poetry, is a true and invaluable idea,\nthough it [24] has not yet had the success that the idea of\nconquering the obvious faults of our animality, and of a human nature\nperfect on the moral side, which is the dominant idea of religion,\nhas been enabled to have; and it is destined, adding to itself the\nreligious idea of a devout energy, to transform and govern the other.\nThe best art and poetry of the Greeks, in which religion and poetry\nare one, in which the idea of beauty and of a human nature perfect on\nall sides adds to itself a religious and devout energy, and works in\nthe strength of that, is on this account of such surpassing interest\nand instructiveness for us, though it was,–as, having regard to the\nhuman race in general, and, indeed, having regard to the Greeks\nthemselves, we must own,–a premature attempt, an attempt which for\nsuccess needed the moral and religious fibre in humanity to be more\nbraced and developed than it had yet been.  But Greece did not err in\nhaving the idea of beauty, harmony, and complete human perfection, so\npresent and paramount; it is impossible to have this idea too present\nand paramount; only the moral fibre must be braced too.  And we,\nbecause we have braced the moral fibre, are not on that account in\nthe right way, if at the same [25] time the idea of beauty, harmony,\nand complete human perfection, is wanting or misapprehended amongst\nus; and evidently it is wanting or misapprehended at present.  And\nwhen we rely as we do on our religious organisations, which in\nthemselves do not and cannot give us this idea, and think we have\ndone enough if we make them spread and prevail, then, I say, we fall\ninto our common fault of overvaluing machinery.",
        "Nothing is more common than for people to confound the inward peace\nand satisfaction which follows the subduing of the obvious faults of\nour animality with what I may call absolute inward peace and\nsatisfaction,–the peace and satisfaction which are reached as we\ndraw near to complete spiritual perfection, and not merely to moral\nperfection, or rather to relative moral perfection.  No people in the\nworld have done more and struggled more to attain this relative moral\nperfection than our English race has; for no people in the world has\nthe command to resist the Devil, to overcome the Wicked One, in the\nnearest and most obvious sense of those words, had such a pressing\nforce and reality.  And we have had our reward, not only in the great\nworldly prosperity which our obedience to this [26] command has\nbrought us, but also, and far more, in great inward peace and\nsatisfaction.  But to me few things are more pathetic than to see\npeople, on the strength of the inward peace and satisfaction which\ntheir rudimentary efforts towards perfection have brought them, use,\nconcerning their incomplete perfection and the religious\norganisations within which they have found it, language which\nproperly applies only to complete perfection, and is a far-off echo\nof the human soul’s prophecy of it.  Religion itself, I need hardly\nsay, supplies in abundance this grand language, which is really the\nseverest criticism of such an incomplete perfection as alone we have\nyet reached through our religious organisations.",
        "The impulse of the English race towards moral development and self-\nconquest has nowhere so powerfully manifested itself as in\nPuritanism; nowhere has Puritanism found so adequate an expression as\nin the religious organisation of the Independents.  The modern\nIndependents have a newspaper, the Nonconformist, written with great\nsincerity and ability.  The motto, the standard, the profession of\nfaith which this organ of theirs carries aloft, is: “The Dissidence\nof Dissent and the [27] Protestantism of the Protestant religion.\"\nThere is sweetness and light, and an ideal of complete harmonious\nhuman perfection!  One need not go to culture and poetry to find\nlanguage to judge it.  Religion, with its instinct for perfection,\nsupplies language to judge it: “Finally, be of one mind, united in\nfeeling,” says St. Peter.  There is an ideal which judges the Puritan\nideal,–\"The Dissidence of Dissent and the Protestantism of the\nProtestant religion!”  And religious organisations like this are what\npeople believe in, rest in, would give their lives for!  Such, I say,\nis the wonderful virtue of even the beginnings of perfection, of\nhaving conquered even the plain faults of our animality, that the\nreligious organisation which has helped us to do it can seem to us\nsomething precious, salutary, and to be propagated, even when it\nwears such a brand of imperfection on its forehead as this.  And men\nhave got such a habit of giving to the language of religion a special\napplication, of making it a mere jargon, that for the condemnation\nwhich religion itself passes on the shortcomings of their religious\norganisations they have no ear; they are sure to cheat themselves and\nto explain this condemnation [28] away.  They can only be reached by\nthe criticism which culture, like poetry, speaking a language not to\nbe sophisticated, and resolutely testing these organisations by the\nideal of a human perfection complete on all sides, applies to them.",
        "But men of culture and poetry, it will be said, are again and again\nfailing, and failing conspicuously, in the necessary first stage to\nperfection, in the subduing of the great obvious faults of our\nanimality, which it is the glory of these religious organisations to\nhave helped us to subdue.  True, they do often so fail: they have\noften been without the virtues as well as the faults of the Puritan;\nit has been one of their dangers that they so felt the Puritan’s\nfaults that they too much neglected the practice of his virtues.  I\nwill not, however, exculpate them at the Puritan’s expense; they have\noften failed in morality, and morality is indispensable; they have\nbeen punished for their failure, as the Puritan has been rewarded for\nhis performance.  They have been punished wherein they erred; but\ntheir ideal of beauty and sweetness and light, and a human nature\ncomplete on all its sides, remains the true ideal of perfection\nstill; just as the Puritan’s ideal [29] of perfection remains narrow\nand inadequate, although for what he did well he has been richly\nrewarded.  Notwithstanding the mighty results of the Pilgrim Fathers’\nvoyage, they and their standard of perfection are rightly judged when\nwe figure to ourselves Shakspeare or Virgil,–souls in whom sweetness\nand light, and all that in human nature is most humane, were\neminent,–accompanying them on their voyage, and think what\nintolerable company Shakspeare and Virgil would have found them!  In\nthe same way let us judge the religious organisations which we see\nall around us.  Do not let us deny the good and the happiness which\nthey have accomplished; but do not let us fail to see clearly that\ntheir idea of human perfection is narrow and inadequate, and that the\nDissidence of Dissent and the Protestantism of the Protestant\nreligion will never bring humanity to its true goal.  As I said with\nregard to wealth,–let us look at the life of those who live in and\nfor it;–so I say with regard to the religious organisations.  Look\nat the life imaged in such a newspaper as the Nonconformist;–a life\nof jealousy of the Establishment, disputes, tea-meetings, openings of\nchapels, sermons; and then think of it [30] as an ideal of a human\nlife completing itself on all sides, and aspiring with all its organs\nafter sweetness, light, and perfection!",
        "Another newspaper, representing, like the Nonconformist, one of the\nreligious organisations of this country, was a short time ago giving\nan account of the crowd at Epsom on the Derby day, and of all the\nvice and hideousness which was to be seen in that crowd; and then the\nwriter turned suddenly round upon Professor Huxley, and asked him how\nhe proposed to cure all this vice and hideousness without religion.\nI confess I felt disposed to ask the asker this question: And how do\nyou propose to cure it with such a religion as yours?  How is the\nideal of a life so unlovely, so unattractive, so narrow, so far\nremoved from a true and satisfying ideal of human perfection, as is\nthe life of your religious organisation as you yourself image it, to\nconquer and transform all this vice and hideousness?  Indeed, the\nstrongest plea for the study of perfection as pursued by culture, the\nclearest proof of the actual inadequacy of the idea of perfection\nheld by the religious organisations,–expressing, as I have said, the\nmost wide-spread effort which the human [31] race has yet made after\nperfection,–is to be found in the state of our life and society with\nthese in possession of it, and having been in possession of it I know\nnot how many hundred years.  We are all of us included in some\nreligious organisation or other; we all call ourselves, in the\nsublime and aspiring language of religion which I have before\nnoticed, children of God.  Children of God;–it is an immense\npretension!–and how are we to justify it?  By the works which we do,\nand the words which we speak.  And the work which we collective\nchildren of God do, our grand centre of life, our city which we have\nbuilded for us to dwell in, is London!  London, with its unutterable\nexternal hideousness, and with its internal canker of public\negestas, privatim opulentia,+–to use the words which Sallust puts\ninto Cato’s mouth about Rome,–unequalled in the world!  The word,\nagain, which we children of God speak, the voice which most hits our\ncollective thought, the newspaper with the largest circulation in\nEngland, nay, with the largest circulation in the whole world, is the\nDaily Telegraph!  I say that when our religious organisations,–which\nI admit to express the most considerable effort after perfection [32]\nthat our race has yet made,–land us in no better result than this,\nit is high time to examine carefully their idea of perfection, to see\nwhether it does not leave out of account sides and forces of human\nnature which we might turn to great use; whether it would not be more\noperative if it were more complete.  And I say that the English\nreliance on our religious organisations and on their ideas of human\nperfection just as they stand, is like our reliance on freedom, on\nmuscular Christianity, on population, on coal, on wealth,–mere\nbelief in machinery, and unfruitful; and that it is wholesomely\ncounteracted by culture, bent on seeing things as they are, and on\ndrawing the human race onwards to a more complete perfection.",
        "Culture, however, shows its single-minded love of perfection, its\ndesire simply to make reason and the will of God prevail, its freedom\nfrom fanaticism, by its attitude towards all this machinery, even\nwhile it insists that it is machinery.  Fanatics, seeing the mischief\nmen do themselves by their blind belief in some machinery or other,–\nwhether it is wealth and industrialism, or whether it is the\ncultivation of bodily strength and activity, or whether it is a [33]\npolitical organisation, or whether it is a religious organisation,–\noppose with might and main the tendency to this or that political and\nreligious organisation, or to games and athletic exercises, or to\nwealth and industrialism, and try violently to stop it.  But the\nflexibility which sweetness and light give, and which is one of the\nrewards of culture pursued in good faith, enables a man to see that a\ntendency may be necessary, and even, as a preparation for something\nin the future, salutary, and yet that the generations or individuals\nwho obey this tendency are sacrificed to it, that they fall short of\nthe hope of perfection by following it; and that its mischiefs are to\nbe criticised, lest it should take too firm a hold and last after it\nhas served its purpose.  Mr. Gladstone well pointed out, in a speech\nat Paris,–and others have pointed out the same thing,–how necessary\nis the present great movement towards wealth and industrialism, in\norder to lay broad foundations of material well-being for the society\nof the future.  The worst of these justifications is, that they are\ngenerally addressed to the very people engaged, body and soul, in the\nmovement in question; at all events, that they are always seized with\n[34] the greatest avidity by these people, and taken by them as quite\njustifying their life; and that thus they tend to harden them in\ntheir sins.  Now, culture admits the necessity of the movement\ntowards fortune-making and exaggerated industrialism, readily allows\nthat the future may derive benefit from it; but insists, at the same\ntime, that the passing generations of industrialists,–forming, for\nthe most part, the stout main body of Philistinism,–are sacrificed\nto it.  In the same way, the result of all the games and sports which\noccupy the passing generation of boys and young men may be the\nestablishment of a better and sounder physical type for the future to\nwork with.  Culture does not set itself against the games and sports;\nit congratulates the future, and hopes it will make a good use of its\nimproved physical basis; but it points out that our passing\ngeneration of boys and young men is, meantime, sacrificed.\nPuritanism was necessary to develop the moral fibre of the English\nrace, Nonconformity to break the yoke of ecclesiastical domination\nover men’s minds and to prepare the way for freedom of thought in the\ndistant future; still, culture points out that the harmonious\nperfection of generations of [35] Puritans and Nonconformists have\nbeen, in consequence, sacrificed.  Freedom of speech is necessary for\nthe society of the future, but the young lions of the Daily Telegraph\nin the meanwhile are sacrificed.  A voice for every man in his\ncountry’s government is necessary for the society of the future, but\nmeanwhile Mr. Beales and Mr. Bradlaugh are sacrificed.",
        "Oxford, the Oxford of the past, has many faults; and she has heavily\npaid for them in defeat, in isolation, in want of hold upon the\nmodern world.  Yet we in Oxford, brought up amidst the beauty and\nsweetness of that beautiful place, have not failed to seize one\ntruth:–the truth that beauty and sweetness are essential characters\nof a complete human perfection.  When I insist on this, I am all in\nthe faith and tradition of Oxford.  I say boldly that this our\nsentiment for beauty and sweetness, our sentiment against hideousness\nand rawness, has been at the bottom of our attachment to so many\nbeaten causes, of our opposition to so many triumphant movements.\nAnd the sentiment is true, and has never been wholly defeated, and\nhas shown its power even in its defeat.  We have not won our\npolitical battles, we have not carried our [36] main points, we have\nnot stopped our adversaries’ advance, we have not marched\nvictoriously with the modern world; but we have told silently upon\nthe mind of the country, we have prepared currents of feeling which\nsap our adversaries’ position when it seems gained, we have kept up\nour own communications with the future.  Look at the course of the\ngreat movement which shook Oxford to its centre some thirty years\nago!  It was directed, as any one who reads Dr. Newman’s Apology may\nsee, against what in one word maybe called “liberalism.”  Liberalism\nprevailed; it was the appointed force to do the work of the hour; it\nwas necessary, it was inevitable that it should prevail.  The Oxford\nmovement was broken, it failed; our wrecks are scattered on every\nshore:–",
        "     Quae regio in terris nostri non plena laboris?+",
        "But what was it, this liberalism, as Dr. Newman saw it, and as it\nreally broke the Oxford movement?  It was the great middle-class\nliberalism, which had for the cardinal points of its belief the\nReform Bill of 1832, and local self-government, in politics; in the\nsocial sphere, free-trade, unrestricted competition, [37] and the\nmaking of large industrial fortunes; in the religious sphere, the\nDissidence of Dissent and the Protestantism of the Protestant\nreligion.  I do not say that other and more intelligent forces than\nthis were not opposed to the Oxford movement: but this was the force\nwhich really beat it; this was the force which Dr. Newman felt\nhimself fighting with; this was the force which till only the other\nday seemed to be the paramount force in this country, and to be in\npossession of the future; this was the force whose achievements fill\nMr. Lowe with such inexpressible admiration, and whose rule he was so\nhorror-struck to see threatened.  And where is this great force of\nPhilistinism now?  It is thrust into the second rank, it is become a\npower of yesterday, it has lost the future.  A new power has suddenly\nappeared, a power which it is impossible yet to judge fully, but\nwhich is certainly a wholly different force from middle-class\nliberalism; different in its cardinal points of belief, different in\nits tendencies in every sphere.  It loves and admires neither the\nlegislation of middle-class Parliaments, nor the local self-\ngovernment of middle-class vestries, nor the unrestricted competition\nof middle-class [38] industrialists, nor the dissidence of middle-\nclass Dissent and the Protestantism of middle-class Protestant\nreligion.  I am not now praising this new force, or saying that its\nown ideals are better; all I say is, that they are wholly different.\nAnd who will estimate how much the currents of feeling created by Dr.\nNewman’s movement, the keen desire for beauty and sweetness which it\nnourished, the deep aversion it manifested to the hardness and\nvulgarity of middle-class liberalism, the strong light it turned on\nthe hideous and grotesque illusions of middle-class Protestantism,–\nwho will estimate how much all these contributed to swell the tide of\nsecret dissatisfaction which has mined the ground under the self-\nconfident liberalism of the last thirty years, and has prepared the\nway for its sudden collapse and supersession?  It is in this manner\nthat the sentiment of Oxford for beauty and sweetness conquers, and\nin this manner long may it continue to conquer!",
        "In this manner it works to the same end as culture, and there is\nplenty of work for it yet to do.  I have said that the new and more\ndemocratic force which is now superseding our old middle-class\nliberalism cannot yet be rightly judged.  It has its [39] main\ntendencies still to form.  We hear promises of its giving us\nadministrative reform, law reform, reform of education, and I know\nnot what; but those promises come rather from its advocates, wishing\nto make a good plea for it and to justify it for superseding middle-\nclass liberalism, than from clear tendencies which it has itself yet\ndeveloped.  But meanwhile it has plenty of well-intentioned friends\nagainst whom culture may with advantage continue to uphold steadily\nits ideal of human perfection; that this is an inward spiritual\nactivity, having for its characters increased sweetness, increased\nlight, increased life, increased sympathy.  Mr. Bright, who has a\nfoot in both worlds, the world of middle-class liberalism and the\nworld of democracy, but who brings most of his ideas from the world\nof middle-class liberalism in which he was bred, always inclines to\ninculcate that faith in machinery to which, as we have seen,\nEnglishmen are so prone, and which has been the bane of middle-class\nliberalism.  He complains with a sorrowful indignation of people who\n“appear to have no proper estimate of the value of the franchise;” he\nleads his disciples to believe,–what the Englishman is always too\nready to believe, [40] –that the having a vote, like the having a\nlarge family, or a large business, or large muscles, has in itself\nsome edifying and perfecting effect upon human nature.  Or else he\ncries out to the democracy,–\"the men,” as he calls them, “upon whose\nshoulders the greatness of England rests,\"–he cries out to them:\n“See what you have done!  I look over this country and see the cities\nyou have built, the railroads you have made, the manufactures you\nhave produced, the cargoes which freight the ships of the greatest\nmercantile navy the world has ever seen!  I see that you have\nconverted by your labours what was once a wilderness, these islands,\ninto a fruitful garden; I know that you have created this wealth, and\nare a nation whose name is a word of power throughout all the world.\"\nWhy, this is just the very style of laudation with which Mr. Roebuck\nor Mr. Lowe debauch the minds of the middle classes, and make such\nPhilistines of them.  It is the same fashion of teaching a man to\nvalue himself not on what he is, not on his progress in sweetness and\nlight, but on the number of the railroads he has constructed, or the\nbigness of the Tabernacle he has built.  Only the middle classes are\ntold they have [41] done it all with their energy, self-reliance, and\ncapital, and the democracy are told they have done it all with their\nhands and sinews.  But teaching the democracy to put its trust in\nachievements of this kind is merely training them to be Philistines\nto take the place of the Philistines whom they are superseding; and\nthey too, like the middle class, will be encouraged to sit down at\nthe banquet of the future without having on a wedding garment, and\nnothing excellent can then come from them.  Those who know their\nbesetting faults, those who have watched them and listened to them,\nor those who will read the instructive account recently given of them\nby one of themselves, the Journeyman Engineer, will agree that the\nidea which culture sets before us of perfection,–an increased\nspiritual activity, having for its characters increased sweetness,\nincreased light, increased life, increased sympathy,–is an idea\nwhich the new democracy needs far more than the idea of the\nblessedness of the franchise, or the wonderfulness of their own\nindustrial performances.",
        "Other well-meaning friends of this new power are for leading it, not\nin the old ruts of middle-class [42] Philistinism, but in ways which\nare naturally alluring to the feet of democracy, though in this\ncountry they are novel and untried ways.  I may call them the ways of\nJacobinism.  Violent indignation with the past, abstract systems of\nrenovation applied wholesale, a new doctrine drawn up in black and\nwhite for elaborating down to the very smallest details a rational\nsociety for the future,–these are the ways of Jacobinism.  Mr.\nFrederic Harrison and other disciples of Comte,–one of them, Mr.\nCongreve, is an old acquaintance of mine, and I am glad to have an\nopportunity of publicly expressing my respect for his talents and\ncharacter,–are among the friends of democracy who are for leading it\nin paths of this kind.  Mr. Frederic Harrison is very hostile to\nculture, and from a natural enough motive; for culture is the eternal\nopponent of the two things which are the signal marks of Jacobinism,-\n-its fierceness, and its addiction to an abstract system.  Culture is\nalways assigning to system-makers and systems a smaller share in the\nbent of human destiny than their friends like.  A current in people’s\nminds sets towards new ideas; people are dissatisfied with their old\nnarrow stock of Philistine ideas, Anglo-Saxon [43] ideas, or any\nother; and some man, some Bentham or Comte, who has the real merit of\nhaving early and strongly felt and helped the new current, but who\nbrings plenty of narrownesses and mistakes of his own into his\nfeeling and help of it, is credited with being the author of the\nwhole current, the fit person to be entrusted with its regulation and\nto guide the human race.  The excellent German historian of the\nmythology of Rome, Preller, relating the introduction at Rome under\nthe Tarquins of the worship of Apollo, the god of light, healing, and\nreconciliation, observes that it was not so much the Tarquins who\nbrought to Rome the new worship of Apollo, as a current in the mind\nof the Roman people which set powerfully at that time towards a new\nworship of this kind, and away from the old run of Latin and Sabine\nreligious ideas.  In a similar way, culture directs our attention to\nthe current in human affairs, and to its continual working, and will\nnot let us rivet our faith upon any one man and his doings.  It makes\nus see, not only his good side, but also how much in him was of\nnecessity limited and transient; nay, it even feels a pleasure, a\nsense of an increased freedom and of an ampler future, in so [44]\ndoing.  I remember, when I was under the influence of a mind to which\nI feel the greatest obligations, the mind of a man who was the very\nincarnation of sanity and clear sense, a man the most considerable,\nit seems to me, whom America has yet produced,–Benjamin Franklin,–I\nremember the relief with which, after long feeling the sway of\nFranklin’s imperturbable common-sense, I came upon a project of his\nfor a new version of the Book of Job, to replace the old version, the\nstyle of which, says Franklin, has become obsolete, and thence less\nagreeable.  “I give,” he continues, “a few verses, which may serve as\na sample of the kind of version I would recommend.”  We all recollect\nthe famous verse in our translation: “Then Satan answered the Lord\nand said: ’Doth Job fear God for nought?’”  Franklin makes this:\n“Does Your Majesty imagine that Job’s good conduct is the effect of\nmere personal attachment and affection?”  I well remember how when\nfirst I read that, I drew a deep breath of relief, and said to\nmyself: “After all, there is a stretch of humanity beyond Franklin’s\nvictorious good sense!”  So, after hearing Bentham cried loudly up as\nthe renovator of modern society, [45] and Bentham’s mind and ideas\nproposed as the rulers of our future, I open the Deontology.  There I\nread: “While Xenophon was writing his history and Euclid teaching\ngeometry, Socrates and Plato were talking nonsense under pretence of\ntalking wisdom and morality.  This morality of theirs consisted in\nwords; this wisdom of theirs was the denial of matters known to every\nman’s experience.”  From the moment of reading that, I am delivered\nfrom the bondage of Bentham! the fanaticism of his adherents can\ntouch me no longer; I feel the inadequacy of his mind and ideas for\nbeing the rule of human society, for perfection.  Culture tends\nalways thus to deal with the men of a system, of disciples, of a\nschool; with men like Comte, or the late Mr. Buckle, or Mr. Mill.\nHowever much it may find to admire in these personages, or in some of\nthem, it nevertheless remembers the text: “Be not ye called Rabbi!\"\nand it soon passes on from any Rabbi.  But Jacobinism loves a Rabbi;\nit does not want to pass on from its Rabbi in pursuit of a future and\nstill unreached perfection; it wants its Rabbi and his ideas to stand\nfor perfection, that they may with the more authority recast the\nworld; [46] and for Jacobinism, therefore, culture,–eternally\npassing onwards and seeking,–is an impertinence and an offence.  But\nculture, just because it resists this tendency of Jacobinism to\nimpose on us a man with limitations and errors of his own along with\nthe true ideas of which he is the organ, really does the world and\nJacobinism itself a service.",
        "So, too, Jacobinism, in its fierce hatred of the past and of those\nwhom it makes liable for the sins of the past, cannot away with\nculture,–culture with its inexhaustible indulgence, its\nconsideration of circumstances, its severe judgment of actions joined\nto its merciful judgment of persons.  “The man of culture is in\npolitics,” cries Mr. Frederic Harrison, “one of the poorest mortals\nalive!”  Mr. Frederic Harrison wants to be doing business, and he\ncomplains that the man of culture stops him with a “turn for small\nfault-finding, love of selfish ease, and indecision in action.”  Of\nwhat use is culture, he asks, except for “a critic of new books or a\nprofessor of belles lettres?”  Why, it is of use because, in presence\nof the fierce exasperation which breathes, or rather, I may say,\nhisses, through the whole production in which Mr. Frederic Harrison\n[47] asks that question, it reminds us that the perfection of human\nnature is sweetness and light.  It is of use because, like religion,-\n-that other effort after perfection,–it testifies that, where bitter\nenvying and strife are, there is confusion and every evil work.",
        "The pursuit of perfection, then, is the pursuit of sweetness and\nlight.  He who works for sweetness works in the end for light also;\nhe who works for light works in the end for sweetness also.  But he\nwho works for sweetness and light united, works to make reason and\nthe will of God prevail.  He who works for machinery, he who works\nfor hatred, works only for confusion.  Culture looks beyond\nmachinery, culture hates hatred; culture has but one great passion,\nthe passion for sweetness and light.  Yes, it has one yet greater!–\nthe passion for making them prevail.  It is not satisfied till we all\ncome to a perfect man; it knows that the sweetness and light of the\nfew must be imperfect until the raw and unkindled masses of humanity\nare touched with sweetness and light.  If I have not shrunk from\nsaying that we must work for sweetness and light, so neither have I\nshrunk from saying that we must have a broad basis, must have\nsweetness and light [48] for as many as possible.  Again and again I\nhave insisted how those are the happy moments of humanity, how those\nare the marking epochs of a people’s life, how those are the\nflowering times for literature and art and all the creative power of\ngenius, when there is a national glow of life and thought, when the\nwhole of society is in the fullest measure permeated by thought,\nsensible to beauty, intelligent and alive.  Only it must be real\nthought and real beauty; real sweetness and real light.  Plenty of\npeople will try to give the masses, as they call them, an\nintellectual food prepared and adapted in the way they think proper\nfor the actual condition of the masses.  The ordinary popular\nliterature is an example of this way of working on the masses.\nPlenty of people will try to indoctrinate the masses with the set of\nideas and judgments constituting the creed of their own profession or\nparty.  Our religious and political organisations give an example of\nthis way of working on the masses.  I condemn neither way; but\nculture works differently.  It does not try to teach down to the\nlevel of inferior classes; it does not try to win them for this or\nthat sect of its own, with ready-made judgments and watchwords. [49]\nIt seeks to do away with classes; to make all live in an atmosphere\nof sweetness and light, and use ideas, as it uses them itself,\nfreely,–to be nourished and not bound by them.",
        "This is the social idea; and the men of culture are the true apostles\nof equality.  The great men of culture are those who have had a\npassion for diffusing, for making prevail, for carrying from one end\nof society to the other, the best knowledge, the best ideas of their\ntime; who have laboured to divest knowledge of all that was harsh,\nuncouth, difficult, abstract, professional, exclusive; to humanise\nit, to make it efficient outside the clique of the cultivated and\nlearned, yet still remaining the best knowledge and thought of the\ntime, and a true source, therefore, of sweetness and light.  Such a\nman was Abelard in the Middle Ages, in spite of all his\nimperfections; and thence the boundless emotion and enthusiasm which\nAbelard excited.  Such were Lessing and Herder in Germany, at the end\nof the last century; and their services to Germany were in this way\ninestimably precious.  Generations will pass, and literary monuments\nwill accumulate, and works far more perfect than the [50] works of\nLessing and Herder will be produced in Germany; and yet the names of\nthese two men will fill a German with a reverence and enthusiasm such\nas the names of the most gifted masters will hardly awaken.  Because\nthey humanised knowledge; because they broadened the basis of life\nand intelligence; because they worked powerfully to diffuse sweetness\nand light, to make reason and the will of God prevail.  With Saint\nAugustine they said: “Let us not leave Thee alone to make in the\nsecret of thy knowledge, as thou didst before the creation of the\nfirmament, the division of light from darkness; let the children of\nthy spirit, placed in their firmament, make their light shine upon\nthe earth, mark the division of night and day, and announce the\nrevolution of the times; for the old order is passed, and the new\narises; the night is spent, the day is come forth; and thou shalt\ncrown the year with thy blessing, when thou shalt send forth\nlabourers into thy harvest sown by other hands than theirs; when thou\nshalt send forth new labourers to new seed-times, whereof the harvest\nshall be not yet.”",
        "22. +aphuia.",
        "22. +aphuia, euphuia.  See notes below for these words separately,\npage 23.",
        "23. +euphyês.  Liddell and Scott definition: “well-grown, shapely,\ngoodly: graceful.  II. of good natural parts: clever, witty; also ’of\ngood disposition.’”",
        "23. +aphyês.  Liddell and Scott definition: “without natural talent,\ndull.”  GIF image:",
        "31. +publicé egestas, privatim opulentia.  E-text editor’s\ntranslation: public penury and private opulence.",
        "36. +Quae regio in terris nostri non plena laboris?  E-text editor’s\ntranslation: Which part of the world is not filled with our sorrows?\nP. Vergilius Maro (Virgil), Aeneid, Book 1, Line 459.",
        "Continue...",
        "\nMatthew Arnold’s “Culture and Anarchy” is in the public domain; this is the complete e-text.\n\n\nThis book on Amazon\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on September 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Arnold: 'Culture and Anarchy' and Other Writings (Cambridge Texts in the History of Political Thought)By Matthew ArnoldAt Amazon"
    ]
}