{
    "title": "Culture and Anarchy - Chapter V",
    "author": "Matthew Arnold",
    "chapter": "7",
    "content": [
        "\n",
        "\n\n",
        "[166] The matter here opened is so large, and the trains of thought\nto which it gives rise are so manifold, that we must be careful to\nlimit ourselves scrupulously to what has a direct bearing upon our\nactual discussion.  We have found that at the [167] bottom of our\npresent unsettled state, so full of the seeds of trouble, lies the\nnotion of its being the prime right and happiness, for each of us, to\naffirm himself, and his ordinary self; to be doing, and to be doing\nfreely and as he likes.  We have found at the bottom of it the\ndisbelief in right reason as a lawful authority.  It was easy to show\nfrom our practice and current history that this is so; but it was\nimpossible to show why it is so without taking a somewhat wider sweep\nand going into things a little more deeply.  Why, in fact, should\ngood, well-meaning, energetic, sensible people, like the bulk of our\ncountrymen, come to have such light belief in right reason, and such\nan exaggerated value for their own independent doing, however crude?\nThe answer is: because of an exclusive and excessive development in\nthem, without due allowance for time, place, and circumstance, of\nthat side of human nature, and that group of human forces, to which\nwe have given the general name of Hebraism.  Because they have\nthought their real and only important homage was owed to a power\nconcerned with their obedience rather than with their intelligence, a\npower interested in the moral side of their nature almost\nexclusively.  Thus they have [168] been led to regard in themselves,\nas the one thing needful, strictness of conscience, the staunch\nadherence to some fixed law of doing we have got already, instead of\nspontaneity of consciousness, which tends continually to enlarge our\nwhole law of doing.  They have fancied themselves to have in their\nreligion a sufficient basis for the whole of their life fixed and\ncertain for ever, a full law of conduct and a full law of thought, so\nfar as thought is needed, as well; whereas what they really have is a\nlaw of conduct, a law of unexampled power for enabling them to war\nagainst the law of sin in their members and not to serve it in the\nlusts thereof.  The book which contains this invaluable law they call\nthe Word of God, and attribute to it, as I have said, and as, indeed,\nis perfectly well known, a reach and sufficiency co-extensive with\nall the wants of human nature.  This might, no doubt, be so, if\nhumanity were not the composite thing it is, if it had only, or in\nquite overpowering eminence, a moral side, and the group of instincts\nand powers which we call moral.  But it has besides, and in notable\neminence, an intellectual side, and the group of instincts and powers\nwhich we call intellectual.  No doubt, mankind makes in general its\nprogress in a [169] fashion which gives at one time full swing to one\nof these groups of instincts, at another time to the other; and man’s\nfaculties are so intertwined, that when his moral side, and the\ncurrent of force which we call Hebraism, is uppermost, this side will\nmanage somehow to provide, or appear to provide, satisfaction for his\nintellectual needs; and when his moral side, and the current of force\nwhich we call Hellenism, is uppermost, this, again, will provide, or\nappear to provide, satisfaction for men’s moral needs.  But sooner or\nlater it becomes manifest that when the two sides of humanity proceed\nin this fashion of alternate preponderance, and not of mutual\nunderstanding and balance, the side which is uppermost does not\nreally provide in a satisfactory manner for the needs of the side\nwhich is undermost, and a state of confusion is, sooner or later, the\nresult.  The Hellenic half of our nature, bearing rule, makes a sort\nof provision for the Hebrew half, but it turns out to be an\ninadequate provision; and again the Hebrew half of our nature bearing\nrule makes a sort of provision for the Hellenic half, but this, too,\nturns out to be an inadequate provision.  The true and smooth order\nof humanity’s development [170] is not reached in either way.  And\ntherefore, while we willingly admit with the Christian apostle that\nthe world by wisdom,–that is, by the isolated preponderance of its\nintellectual impulses,–knew not God, or the true order of things, it\nis yet necessary, also, to set up a sort of converse to this\nproposition, and to say likewise (what is equally true) that the\nworld by Puritanism knew not God.  And it is on this converse of the\napostle’s proposition that it is particularly needful to insist in\nour own country just at present.",
        "Here, indeed, is the answer to many criticisms which have been\naddressed to all that we have said in praise of sweetness and light.\nSweetness and light evidently have to do with the bent or side in\nhumanity which we call Hellenic.  Greek intelligence has obviously\nfor its essence the instinct for what Plato calls the true, firm,\nintelligible law of things; the love of light, of seeing things as\nthey are.  Even in the natural sciences, where the Greeks had not\ntime and means adequately to apply this instinct, and where we have\ngone a great deal further than they did, it is this instinct which is\nthe root of the whole matter and the ground of all [171] our success;\nand this instinct the world has mainly learnt of the Greeks, inasmuch\nas they are humanity’s most signal manifestation of it.  Greek art,\nagain, Greek beauty, have their root in the same impulse to see\nthings as they really are, inasmuch as Greek art and beauty rest on\nfidelity to nature,–the best nature,–and on a delicate\ndiscrimination of what this best nature is.  To say we work for\nsweetness and light, then, is only another way of saying that we work\nfor Hellenism.  But, oh! cry many people, sweetness and light are not\nenough; you must put strength or energy along with them, and make a\nkind of trinity of strength, sweetness and light, and then, perhaps,\nyou may do some good.  That is to say, we are to join Hebraism,\nstrictness of the moral conscience, and manful walking by the best\nlight we have, together with Hellenism, inculcate both, and rehearse\nthe praises of both.",
        "Or, rather, we may praise both in conjunction, but we must be careful\nto praise Hebraism most.  “Culture,” says an acute, though somewhat\nrigid critic, Mr. Sidgwick, “diffuses sweetness and light.  I do not\nundervalue these blessings, but religion gives fire and strength, and\nthe world wants fire [172] and strength even more than sweetness and\nlight.”  By religion, let me explain, Mr. Sidgwick here means\nparticularly that Puritanism on the insufficiency of which I have\nbeen commenting and to which he says I am unfair.  Now, no doubt, it\nis possible to be a fanatical partisan of light and the instincts\nwhich push us to it, a fanatical enemy of strictness of moral\nconscience and the instincts which push us to it.  A fanaticism of\nthis sort deforms and vulgarises the well-known work, in some\nrespects so remarkable, of the late Mr. Buckle.  Such a fanaticism\ncarries its own mark with it, in lacking sweetness; and its own\npenalty, in that, lacking sweetness, it comes in the end to lack\nlight too.  And the Greeks,–the great exponents of humanity’s bent\nfor sweetness and light united, of its perception that the truth of\nthings must be at the same time beauty,–singularly escaped the\nfanaticism which we moderns, whether we Hellenise or whether we\nHebraise, are so apt to show, and arrived,–though failing, as has\nbeen said, to give adequate practical satisfaction to the claims of\nman’s moral side,–at the idea of a comprehensive adjustment of the\nclaims of both the sides in man, the moral as well [173] as the\nintellectual, of a full estimate of both, and of a reconciliation of\nboth; an idea which is philosophically of the greatest value, and the\nbest of lessons for us moderns.  So we ought to have no difficulty in\nconceding to Mr. Sidgwick that manful walking by the best light one\nhas,–fire and strength as he calls it,–has its high value as well\nas culture, the endeavour to see things in their truth and beauty,\nthe pursuit of sweetness and light.  But whether at this or that\ntime, and to this or that set of persons, one ought to insist most on\nthe praises of fire and strength, or on the praises of sweetness and\nlight, must depend, one would think, on the circumstances and needs\nof that particular time and those particular persons.  And all that\nwe have been saying, and indeed any glance at the world around us,\nshows that with us, with the most respectable and strongest part of\nus, the ruling force is now, and long has been, a Puritan force, the\ncare for fire and strength, strictness of conscience, Hebraism,\nrather than the care for sweetness and light, spontaneity of\nconsciousness, Hellenism.",
        "Well, then, what is the good of our now rehearsing [174] the praises\nof fire and strength to ourselves, who dwell too exclusively on them\nalready?  When Mr. Sidgwick says so broadly, that the world wants\nfire and strength even more than sweetness and light, is he not\ncarried away by a turn for powerful generalisation? does he not\nforget that the world is not all of one piece, and every piece with\nthe same needs at the same time?  It may be true that the Roman world\nat the beginning of our era, or Leo the Tenth’s Court at the time of\nthe Reformation, or French society in the eighteenth century, needed\nfire and strength even more than sweetness and light.  But can it be\nsaid that the Barbarians who overran the empire, needed fire and\nstrength even more than sweetness and light; or that the Puritans\nneeded them more; or that Mr. Murphy, the Birmingham lecturer, and\nthe Rev. W. Cattle and his friends, need them more?",
        "The Puritan’s great danger is that he imagines himself in possession\nof a rule telling him the unum necessarium, or one thing needful,+\nand that he then remains satisfied with a very crude conception of\nwhat this rule really is and what it tells him, thinks [175] he has\nnow knowledge and henceforth needs only to act, and, in this\ndangerous state of assurance and self-satisfaction, proceeds to give\nfull swing to a number of the instincts of his ordinary self.  Some\nof the instincts of his ordinary self he has, by the help of his rule\nof life, conquered; but others which he has not conquered by this\nhelp he is so far from perceiving to need subjugation, and to be\ninstincts of an inferior self, that he even fancies it to be his\nright and duty, in virtue of having conquered a limited part of\nhimself, to give unchecked swing to the remainder.  He is, I say, a\nvictim of Hebraism, of the tendency to cultivate strictness of\nconscience rather than spontaneity of consciousness.  And what he\nwants is a larger conception of human nature, showing him the number\nof other points at which his nature must come to its best, besides\nthe points which he himself knows and thinks of.  There is no unum\nnecessarium, or one thing needful, which can free human nature from\nthe obligation of trying to come to its best at all these points.\nThe real unum necessarium for us is to come to our best at all\npoints.  Instead of our “one thing needful,” justifying in us\nvulgarity, hideousness, ignorance, violence,–our [176] vulgarity,\nhideousness, ignorance, violence, are really so many touchstones\nwhich try our one thing needful, and which prove that in the state,\nat any rate, in which we ourselves have it, it is not all we want.\nAnd as the force which encourages us to stand staunch and fast by the\nrule and ground we have is Hebraism, so the force which encourages us\nto go back upon this rule, and to try the very ground on which we\nappear to stand, is Hellenism,–a turn for giving our consciousness\nfree play and enlarging its range.  And what I say is, not that\nHellenism is always for everybody more wanted than Hebraism, but that\nfor the Rev. W. Cattle at this particular moment, and for the great\nmajority of us his fellow-countrymen, it is more wanted.",
        "Nothing is more striking than to observe in how many ways a limited\nconception of human nature, the notion of a one thing needful, a one\nside in us to be made uppermost, the disregard of a full and\nharmonious development of ourselves, tells injuriously on our\nthinking and acting.  In the first place, our hold upon the rule or\nstandard to which we look for our one thing needful, tends to become\nless and less near and vital, our conception of it more and more\n[177] mechanical, and unlike the thing itself as it was conceived in\nthe mind where it originated.  The dealings of Puritanism with the\nwritings of St. Paul afford a noteworthy illustration of this.\nNowhere so much as in the writings of St. Paul, and in that great\napostle’s greatest work, the Epistle to the Romans, has Puritanism\nfound what seemed to furnish it with the one thing needful, and to\ngive it canons of truth absolute and final.  Now all writings, as has\nbeen already said, even the most precious writings and the most\nfruitful, must inevitably, from the very nature of things, be but\ncontributions to human thought and human development, which extend\nwider than they do.  Indeed, St. Paul, in the very Epistle of which\nwe are speaking, shows, when he asks, “Who hath known the mind of the\nLord?\"+–who hath known, that is, the true and divine order of things\nin its entirety,–that he himself acknowledges this fully.  And we\nhave already pointed out in another Epistle of St. Paul a great and\nvital idea of the human spirit,–the idea of the immortality of the\nsoul,–transcending and overlapping, so to speak, the expositor’s\npower to give it adequate definition and expression.  But quite\ndistinct from the question [178] whether St. Paul’s expression, or\nany man’s expression, can be a perfect and final expression of truth,\ncomes the question whether we rightly seize and understand his\nexpression as it exists.  Now, perfectly to seize another man’s\nmeaning, as it stood in his own mind, is not easy; especially when\nthe man is separated from us by such differences of race, training,\ntime, and circumstances as St. Paul.  But there are degrees of\nnearness in getting at a man’s meaning; and though we cannot arrive\nquite at what St. Paul had in his mind, yet we may come near it.  And\nwho, that comes thus near it, must not feel how terms which St. Paul\nemploys in trying to follow, with his analysis of such profound power\nand originality, some of the most delicate, intricate, obscure, and\ncontradictory workings and states of the human spirit, are detached\nand employed by Puritanism, not in the connected and fluid way in\nwhich St. Paul employs them, and for which alone words are really\nmeant, but in an isolated, fixed, mechanical way, as if they were\ntalismans; and how all trace and sense of St. Paul’s true movement of\nideas, and sustained masterly analysis, is thus lost?  Who, I say,\nthat has watched Puritanism,–the force which [179] so strongly\nHebraises, which so takes St. Paul’s writings as something absolute\nand final, containing the one thing needful,–handle such terms as\ngrace, faith, election, righteousness, but must feel, not only that\nthese terms have for the mind of Puritanism a sense false and\nmisleading, but also that this sense is the most monstrous and\ngrotesque caricature of the sense of St. Paul, and that his true\nmeaning is by these worshippers of his words altogether lost?",
        "Or to take another eminent example, in which not Puritanism only,\nbut, one may say, the whole religious world, by their mechanical use\nof St. Paul’s writings, can be shown to miss or change his real\nmeaning.  The whole religious world, one may say, use now the word\nresurrection,–a word which is so often in their thoughts and on\ntheir lips, and which they find so often in St. Paul’s writings,–in\none sense only.  They use it to mean a rising again after the\nphysical death of the body.  Now it is quite true that St. Paul\nspeaks of resurrection in this sense, that he tries to describe and\nexplain it, and that he condemns those who doubt and deny it.  But it\nis true, also, that in nine cases out of ten where St. Paul thinks\nand speaks of resurrection, he [180] thinks and speaks of it in a\nsense different from this; in the sense of a rising to a new life\nbefore the physical death of the body, and not after it.  The idea on\nwhich we have already touched, the profound idea of being baptized\ninto the death of the great exemplar of self-devotion and self-\nannulment, of repeating in our own person, by virtue of\nidentification with our exemplar, his course of self-devotion and\nself-annulment, and of thus coming, within the limits of our present\nlife, to a new life, in which, as in the death going before it, we\nare identified with our exemplar,–this is the fruitful and original\nconception of being risen with Christ which possesses the mind of St.\nPaul, and this is the central point round which, with such\nincomparable emotion and eloquence, all his teaching moves.  For him,\nthe life after our physical death is really in the main but a\nconsequence and continuation of the inexhaustible energy of the new\nlife thus originated on this side the grave.  This grand Pauline idea\nof Christian resurrection is worthily rehearsed in one of the noblest\ncollects of the Prayer-Book, and is destined, no doubt, to fill a\nmore and more important place in the Christianity of the future; but\nalmost as [181] signal as is the essentialness of this characteristic\nidea in St. Paul’s teaching, is the completeness with which the\nworshippers of St. Paul’s words, as an absolute final expression of\nsaving truth, have lost it, and have substituted for the apostle’s\nliving and near conception of a resurrection now, their mechanical\nand remote conception of a resurrection hereafter!",
        "In short, so fatal is the notion of possessing, even in the most\nprecious words or standards, the one thing needful, of having in\nthem, once for all, a full and sufficient measure of light to guide\nus, and of there being no duty left for us except to make our\npractice square exactly with them,–so fatal, I say, is this notion\nto the right knowledge and comprehension of the very words or\nstandards we thus adopt, and to such strange distortions and\nperversions of them does it inevitably lead, that whenever we hear\nthat commonplace which Hebraism, if we venture to inquire what a man\nknows, is so apt to bring out against us in disparagement of what we\ncall culture, and in praise of a man’s sticking to the one thing\nneedful,–he knows, says Hebraism, his Bible!–whenever we hear this\nsaid, we may, without [182] any elaborate defence of culture, content\nourselves with answering simply: “No man, who knows nothing else,\nknows even his Bible.”",
        "Now the force which we have so much neglected, Hellenism, may be\nliable to fail in moral force and earnestness, but by the law of its\nnature,–the very same law which makes it sometimes deficient in\nintensity when intensity is required,–it opposes itself to the\nnotion of cutting our being in two, of attributing to one part the\ndignity of dealing with the one thing needful, and leaving the other\npart to take its chance, which is the bane of Hebraism.  Essential in\nHellenism is the impulse to the development of the whole man, to\nconnecting and harmonising all parts of him, perfecting all, leaving\nnone to take their chance; because the characteristic bent of\nHellenism, as has been said, is to find the intelligible law of\nthings, and there is no intelligible law of things, things cannot\nreally appear intelligible, unless they are also beautiful.  The body\nis not intelligible, is not seen in its true nature and as it really\nis, unless it is seen as beautiful; behaviour is not intelligible,\ndoes not account for itself to the mind and show the reason for its\nexisting, unless it is beautiful.  The [183] same with discourse, the\nsame with song, the same with worship, the same with all the modes in\nwhich man proves his activity and expresses himself.  To think that\nwhen one shows what is mean, or vulgar, or hideous, one can be\npermitted to plead that one has that within which passes show; to\nsuppose that the possession of what benefits and satisfies one part\nof our being can make allowable either discourse like Mr. Murphy’s\nand the Rev. W. Cattle’s, or poetry like the hymns we all hear, or\nplaces of worship like the chapels we all see,–this it is abhorrent\nto the nature of Hellenism to concede.  And to be, like our honoured\nand justly honoured Faraday, a great natural philosopher with one\nside of his being and a Sandemanian with the other, would to\nArchimedes have been impossible.  It is evident to what a many-sided\nperfecting of man’s powers and activities this demand of Hellenism\nfor satisfaction to be given to the mind by everything which we do,\nis calculated to impel our race.  It has its dangers, as has been\nfully granted; the notion of this sort of equipollency in man’s modes\nof activity may lead to moral relaxation, what we do not make our one\nthing needful we may come to treat not [184] enough as if it were\nneedful, though it is indeed very needful and at the same time very\nhard.  Still, what side in us has not its dangers, and which of our\nimpulses can be a talisman to give us perfection outright, and not\nmerely a help to bring us towards it?  Has not Hebraism, as we have\nshown, its dangers as well as Hellenism; and have we used so\nexcessively the tendencies in ourselves to which Hellenism makes\nappeal, that we are now suffering from it?  Are we not, on the\ncontrary, now suffering because we have not enough used these\ntendencies as a help towards perfection?",
        "For we see whither it has brought us, the long exclusive predominance\nof Hebraism,–the insisting on perfection in one part of our nature\nand not in all; the singling out the moral side, the side of\nobedience and action, for such intent regard; making strictness of\nthe moral conscience so far the principal thing, and putting off for\nhereafter and for another world the care for being complete at all\npoints, the full and harmonious development of our humanity.  Instead\nof watching and following on its ways the desire which, as Plato\nsays, “for ever through all the universe tends towards that which\n[185] is lovely,” we think that the world has settled its accounts\nwith this desire, knows what this desire wants of it, and that all\nthe impulses of our ordinary self which do not conflict with the\nterms of this settlement, in our narrow view of it, we may follow\nunrestrainedly, under the sanction of some such text as “Not slothful\nin business,” or, “Whatsoever thy hand findeth to do, do it with all\nthy might,” or something else of the same kind.  And to any of these\nimpulses we soon come to give that same character of a mechanical,\nabsolute law, which we give to our religion; we regard it, as we do\nour religion, as an object for strictness of conscience, not for\nspontaneity of consciousness; for unremitting adherence on its own\naccount, not for going back upon, viewing in its connection with\nother things, and adjusting to a number of changing circumstances; we\ntreat it, in short, just as we treat our religion,–as machinery.  It\nis in this way that the Barbarians treat their bodily exercises, the\nPhilistines their business, Mr. Spurgeon his voluntaryism, Mr. Bright\nthe assertion of personal liberty, Mr. Beales the right of meeting in\nHyde Park.  In all those cases what is needed is a freer play of\nconsciousness [186] upon the object of pursuit; and in all of them\nHebraism, the valuing staunchness and earnestness more than this free\nplay, the entire subordination of thinking to doing, has led to a\nmistaken and misleading treatment of things.",
        "The newspapers a short time ago contained an account of the suicide\nof a Mr. Smith, secretary to some insurance company, who, it was\nsaid, “laboured under the apprehension that he would come to poverty,\nand that he was eternally lost.”  And when I read these words, it\noccurred to me that the poor man who came to such a mournful end was,\nin truth, a kind of type, by the selection of his two grand objects\nof concern, by their isolation from everything else, and their\njuxtaposition to one another, of all the strongest, most respectable,\nand most representative part of our nation.  “He laboured under the\napprehension that he would come to poverty, and that he was eternally\nlost.”  The whole middle-class have a conception of things,–a\nconception which makes us call them Philistines,–just like that of\nthis poor man; though we are seldom, of course, shocked by seeing it\ntake the distressing, violently morbid, and fatal turn, which [187]\nit took with him.  But how generally, with how many of us, are the\nmain concerns of life limited to these two,–the concern for making\nmoney, and the concern for saving our souls!  And how entirely does\nthe narrow and mechanical conception of our secular business proceed\nfrom a narrow and mechanical conception of our religious business!\nWhat havoc do the united conceptions make of our lives!  It is\nbecause the second-named of these two master-concerns presents to us\nthe one thing needful in so fixed, narrow, and mechanical a way, that\nso ignoble a fellow master-concern to it as the first-named becomes\npossible; and, having been once admitted, takes the same rigid and\nabsolute character as the other.  Poor Mr. Smith had sincerely the\nnobler master-concern as well as the meaner,–the concern for saving\nhis soul (according to the narrow and mechanical conception which\nPuritanism has of what the salvation of the soul is), and the concern\nfor making money.  But let us remark how many people there are,\nespecially outside the limits of the serious and conscientious\nmiddle-class to which Mr. Smith belonged, who take up with a meaner\nmaster-concern,–whether it be pleasure, or field-sports, or [188]\nbodily exercises, or business, or popular agitation,–who take up\nwith one of these exclusively, and neglect Mr. Smith’s nobler master-\nconcern, because of the mechanical form which Hebraism has given to\nthis nobler master-concern, making it stand, as we have said, as\nsomething talismanic, isolated, and all-sufficient, justifying our\ngiving our ordinary selves free play in amusement, or business, or\npopular agitation, if we have made our accounts square with this\nmaster-concern; and, if we have not, rendering other things\nindifferent, and our ordinary self all we have to follow, and to\nfollow with all the energy that is in us, till we do.  Whereas the\nidea of perfection at all points, the encouraging in ourselves\nspontaneity of consciousness, the letting a free play of thought live\nand flow around all our activity, the indisposition to allow one side\nof our activity to stand as so all-important and all-sufficing that\nit makes other sides indifferent,–this bent of mind in us may not\nonly check us in following unreservedly a mean master-concern of any\nkind, but may even, also, bring new life and movement into that side\nof us with which alone Hebraism concerns itself, and awaken a\nhealthier [189] and less mechanical activity there.  Hellenism may\nthus actually serve to further the designs of Hebraism.",
        "Undoubtedly it thus served in the first days of Christianity.\nChristianity, as has been said, occupied itself, like Hebraism, with\nthe moral side of man exclusively, with his moral affections and\nmoral conduct; and so far it was but a continuation of Hebraism.  But\nit transformed and renewed Hebraism by going back upon a fixed rule,\nwhich had become mechanical, and had thus lost its vital motive-\npower; by letting the thought play freely around this old rule, and\nperceive its inadequacy; by developing a new motive-power, which\nmen’s moral consciousness could take living hold of, and could move\nin sympathy with.  What was this but an importation of Hellenism, as\nwe have defined it, into Hebraism?  And as St. Paul used the\ncontradiction between the Jew’s profession and practice, his\nshortcomings on that very side of moral affection and moral conduct\nwhich the Jew and St. Paul, both of them, regarded as all in all–\n(\"Thou that sayest a man should not steal, dost thou steal? thou that\nsayest a man should not [190] commit adultery, dost thou commit\nadultery?”)+–for a proof of the inadequacy of the old rule of life,\nin the Jew’s mechanical conception of it, and tried to rescue him by\nmaking his consciousness play freely around this rule,–that is, by\na, so far, Hellenic treatment of it,–even so, when we hear so much\nsaid of the growth of commercial immorality in our serious middle-\nclass, of the melting away of habits of strict probity before the\ntemptation to get quickly rich and to cut a figure in the world; when\nwe see, at any rate, so much confusion of thought and of practice in\nthis great representative class of our nation, may we not be disposed\nto say that this confusion shows that his new motive-power of grace\nand imputed righteousness has become to the Puritan as mechanical,\nand with as ineffective a hold upon his practice, as the old motive-\npower of the law was to the Jew?  and that the remedy is the same as\nthat which St. Paul employed,–an importation of what we have called\nHellenism into his Hebraism, a making his consciousness flow freely\nround his petrified rule of life and renew it?  Only with this\ndifference: that whereas St. Paul imported Hellenism within the\nlimits of our moral part only, [191] this part being still treated by\nhim as all in all; and whereas he exhausted, one may say, and used to\nthe very uttermost, the possibilities of fruitfully importing it on\nthat side exclusively; we ought to try and import it,–guiding\nourselves by the ideal of a human nature harmoniously perfect at all\npoints,–into all the lines of our activity, and only by so doing can\nwe rightly quicken, refresh, and renew those very instincts, now so\nmuch baffled, to which Hebraism makes appeal.",
        "But if we will not be warned by the confusion visible enough at\npresent in our thinking and acting, that we are in a false line in\nhaving developed our Hebrew side so exclusively, and our Hellenic\nside so feebly and at random, in loving fixed rules of action so much\nmore than the intelligible law of things, let us listen to a\nremarkable testimony which the opinion of the world around us offers.\nAll the world now sets great and increasing value on three objects\nwhich have long been very dear to us, and pursues them in its own\nway, or tries to pursue them.  These three objects are industrial\nenterprise, bodily exercises, and freedom.  Certainly we have, before\nand beyond our neighbours, given ourselves [192] to these three\nthings with ardent passion and with high success.  And this our\nneighbours cannot but acknowledge; and they must needs, when they\nthemselves turn to these things, have an eye to our example, and take\nsomething of our practice.  Now, generally, when people are\ninterested in an object of pursuit, they cannot help feeling an\nenthusiasm for those who have already laboured successfully at it,\nand for their success; not only do they study them, they also love\nand admire them.  In this way a man who is interested in the art of\nwar not only acquaints himself with the performance of great\ngenerals, but he has an admiration and enthusiasm for them.  So, too,\none who wants to be a painter or a poet cannot help loving and\nadmiring the great painters or poets who have gone before him and\nshown him the way.  But it is strange with how little of love,\nadmiration, or enthusiasm, the world regards us and our freedom, our\nbodily exercises, and our industrial prowess, much as these things\nthemselves are beginning to interest it.  And is not the reason\nbecause we follow each of these things in a mechanical manner, as an\nend in and for itself, and not in reference to a general end of human\n[193] perfection? and this makes our pursuit of them uninteresting to\nhumanity, and not what the world truly wants?  It seems to them mere\nmachinery that we can, knowingly, teach them to worship,–a mere\nfetish.  British freedom, British industry, British muscularity, we\nwork for each of these three things blindly, with no notion of giving\neach its due proportion and prominence, because we have no ideal of\nharmonious human perfection before our minds, to set our work in\nmotion, and to guide it.  So the rest of the world, desiring\nindustry, or freedom, or bodily strength, yet desiring these not, as\nwe do, absolutely, but as means to something else, imitate, indeed,\nof our practice what seems useful for them, but us, whose practice\nthey imitate, they seem to entertain neither love nor admiration for.\nLet us observe, on the other hand, the love and enthusiasm excited by\nothers who have laboured for these very things.  Perhaps of what we\ncall industrial enterprise it is not easy to find examples in former\ntimes; but let us consider how Greek freedom and Greek gymnastics\nhave attracted the love and praise of mankind, who give so little\nlove and praise to ours.  And what can be the reason [194] of this\ndifference?  Surely because the Greeks pursued freedom and pursued\ngymnastics not mechanically, but with constant reference to some\nideal of complete human perfection and happiness.  And therefore, in\nspite of faults and failures, they interest and delight by their\npursuit of them all the rest of mankind, who instinctively feel that\nonly as things are pursued with reference to this ideal are they\nvaluable.",
        "Here again, therefore, as in the confusion into which the thought and\naction of even the steadiest class amongst us is beginning to fall,\nwe seem to have an admonition that we have fostered our Hebraising\ninstincts, our preference of earnestness of doing to delicacy and\nflexibility of thinking, too exclusively, and have been landed by\nthem in a mechanical and unfruitful routine.  And again we seem\ntaught that the development of our Hellenising instincts, seeking\nskilfully the intelligible law of things, and making a stream of\nfresh thought play freely about our stock notions and habits, is what\nis most wanted by us at present.",
        "Well, then, from all sides, the more we go into the matter, the\ncurrents seem to converge, and together [195] to bear us along\ntowards culture.  If we look at the world outside us we find a\ndisquieting absence of sure authority; we discover that only in right\nreason can we get a source of sure authority, and culture brings us\ntowards right reason.  If we look at our own inner world, we find all\nmanner of confusion arising out of the habits of unintelligent\nroutine and one-sided growth, to which a too exclusive worship of\nfire, strength, earnestness, and action has brought us.  What we want\nis a fuller harmonious development of our humanity, a free play of\nthought upon our routine notions, spontaneity of consciousness,\nsweetness and light; and these are just what culture generates and\nfosters.  Proceeding from this idea of the harmonious perfection of\nour humanity, and seeking to help itself up towards this perfection\nby knowing and spreading the best which has been reached in the\nworld–an object not to be gained without books and reading–culture\nhas got its name touched, in the fancies of men, with a sort of air\nof bookishness and pedantry, cast upon it from the follies of the\nmany bookmen who forget the end in the means, and use their books\nwith no real aim at perfection.  We will not stickle for a name,\n[196] and the name of culture one might easily give up, if only those\nwho decry the frivolous and pedantic sort of culture, but wish at\nbottom for the same things as we do, would be careful on their part,\nnot, in disparaging and discrediting the false culture, to\nunwittingly disparage and discredit, among a people with little\nnatural reverence for it, the true also.  But what we are concerned\nfor is the thing, not the name; and the thing, call it by what name\nwe will, is simply the enabling ourselves, whether by reading,\nobserving, or thinking, to come as near as we can to the firm\nintelligible law of things, and thus to get a basis for a less\nconfused action and a more complete perfection than we have at\npresent.",
        "And now, therefore, when we are accused of preaching up a spirit of\ncultivated inaction, of provoking the earnest lovers of action, of\nrefusing to lend a hand at uprooting certain definite evils, of\ndespairing to find any lasting truth to minister to the diseased\nspirit of our time, we shall not be so much confounded and\nembarrassed what to answer for ourselves.  We shall say boldly that\nwe do not at all despair of finding some lasting truth to minister to\nthe diseased spirit of our time; but that we have [197] discovered\nthe best way of finding this to be, not so much by lending a hand to\nour friends and countrymen in their actual operations for the removal\nof certain definite evils, but rather in getting our friends and\ncountrymen to seek culture, to let their consciousness play freely\nround their present operations and the stock notions on which they\nare founded, show what these are like, and how related to the\nintelligible law of things, and auxiliary to true human perfection.",
        "174. +unum necessarium or one thing needful.  Arnold refers here, and\nin his subsequent chapter title, Porro Unum est Necessarium, to Luke\n10:42.  Here is the context, 10:38-42.  “[Jesus] . . . entered into a\ncertain village: and a certain woman named Martha received him into\nher house. / And she had a sister called Mary . . . . / But Martha\nwas cumbered about much serving, and came to him, and said, Lord,\ndost thou not care that my sister hath left me to serve alone? bid\nher therefore that she help me. / And Jesus answered and said unto\nher, Martha, Martha, thou art careful and troubled about many things:\n/ But one thing is needful: and Mary hath chosen that good part,\nwhich shall not be taken away from her.”  King James Bible.",
        "177. +Romans 11:34.  “For who hath known the mind of the Lord? or who\nhath been his counsellor?”  King James Bible.",
        "189-90. +Romans 2:21-22.  “Thou therefore which teachest another,\nteachest thou not thyself? thou that preachest a man should not\nsteal, dost thou steal? / Thou that sayest a man should not commit\nadultery, dost thou commit adultery? thou that abhorrest idols, dost\nthou commit sacrilege?”  King James Bible.",
        "Continue...",
        "\nMatthew Arnold’s “Culture and Anarchy” is in the public domain; this is the complete e-text.\n\n\nThis book on Amazon\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on September 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Arnold: 'Culture and Anarchy' and Other Writings (Cambridge Texts in the History of Political Thought)By Matthew ArnoldAt Amazon"
    ]
}