{
    "title": "Cupid’s Understudy - Chapter Five",
    "author": "Edward Salisbury Field",
    "chapter": "5",
    "content": [
        "\n\n",
        "Our train left Grand Central Station at two o’clock next afternoon;\nit was bitter cold, I remember, and I drove to the station,\nsmothered in furs. But our car was wonderfully cozy and comfortable,\nand it warmed my heart to see how proud Dad was of it: I must\ninspect the kitchen; this was my stateroom, did I like it? I mustn’t\njudge Amos by his appearance, but the way he could cook—he was a\nwonder at making griddle cakes. Did I still like griddle cakes? “And\ndo look at the books and magazines Mr. Porter brought. And a box of\nchocolates, too. Wasn’t it kind of him?” Dear Dad! He was like a\nchild with a new toy.",
        "I’m sure he enjoyed every minute of the trip. Mr. Porter played\ncribbage with him (Dad adores cribbage) by the hour; they talked\nrailroads, and politics, and mining—I don’t think Dad had been so\nhappy in years. I know I had never been so happy, for I was sure Mr.\nPorter loved me. I couldn’t help being sure; his heart was in his\neyes every time he looked at me.",
        "When we started from New York, we were Mr. Middleton, and Mr.\nPorter, and Miss Middleton to one another; at Chicago, it was Tom,\nand Blakely, and Miss Middleton; I became Elizabeth in Utah (I made\nhim call me that. And when we reached Nevada . . .",
        "It happened so naturally, so sweetly. Dad was taking a nap after\nluncheon, and Blakely and I were sitting on the rear platform of our\ncar, the last car in the train. It was a heavenly day of blue sky\nand sunshine; the desert was fresh from recent rain. And then a few,\ndear, faltered words changed the desert into a garden that reached\nto the rim of the world.",
        "“I love you. I didn’t mean to tell you quite yet, but I . . .\nI . . .”",
        "“I know. And it makes me so happy.”",
        "You never saw anybody so delighted as Dad was when we told him.\n“This makes me glad clear through,” he said. “Blakely, boy, I\ncouldn’t love you more if you were my own son. Elizabeth, girl, come\nand kiss your old Daddy.”",
        "“And you aren’t surprised, Dad?”",
        "“Not a bit.”",
        "“He’s known I’ve loved you, all along. Haven’t you, Tom?”",
        "“I may have suspected it.”",
        "“But I’m sure he never dreamed I could possibly care for you,” I\nsaid. And then, because I was too happy to do anything else, I went\nto my state-room, and had a good cry.",
        "I have read somewhere that Love would grow old were it not for the\ntears of happy women.",
        "Continue...",
        "\nThis complete text of Cupid’s Understudy by Edward Salisbury Field is in the public domain.\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on April 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Cupids understudy,By Edward Salisbury FieldAt Amazon"
    ]
}