{
    "title": "Cupid’s Understudy - Chapter Seven",
    "author": "Edward Salisbury Field",
    "chapter": "7",
    "content": [
        "\n\n",
        "I never was so sorry for anybody in my whole life as I was for\nBlakely; I would have done anything to have saved him the bitterness\nand humiliation of that moment. As for Dad, he couldn’t understand\nit at all. That Blakely’s mother should refuse to meet his Elizabeth\nwas quite beyond his comprehension.",
        "“This is very strange,” he said, “very strange. There must be some\nmistake. Why shouldn’t she meet Elizabeth?”",
        "“There is no reason in the world,” Blakely answered.",
        "“Then why—?”",
        "“She probably has other plans for her son, Daddy dear,” I said. “And\nno doubt she has heard that we’re fearfully vulgar.”",
        "“Well, we ain’t,” said Dad in a relieved voice; “and as for those\nplans of hers, I reckon she’ll have to outgrow them. Buck up, my\nboy! One look at Elizabeth will show her she’s mistaken”",
        "“You don’t know my mother,” Blakely replied; “I feel that I haven’t\nknown her till now. It’s out of the question, our staying here after\nwhat has happened. Let’s go up to Del Monte, and let’s not wait four\nmonths for the wedding. Why can’t we be married this week? I’m done\nwith my mother and with the whole tribe of Porters; they’re not my\nkind, and you and Elizabeth are.”",
        "“Tom, I never felt, that I had a father till I found you. Elizabeth,\ngirl, I never knew what happiness was till you told me you loved me.\nMy mother says she would never consent to her son’s marrying the\ndaughter of a man who has kept a livery-stable. I say that I’m done\nwith a family that made its money out of whisky. My mother’s father\nwas a distiller, her grandfather was a distiller, and if there’s any\nshame, it’s mine, for by all the standards of decency, a livery-\nstable is a hundred times more respectable than a warehouse full of\nwhisky. You made your money honestly, but ours has been wrung out of\nthe poor, the sick, the ragged, the distressed. The whisky business\nis a rotten business, Tom, rotten!”",
        "“It was whisky that bought an ambassadorship for my mother’s\nbrother; it was whisky that paid for the French count my sister\nmarried; it was whisky that sent me to college. Whisky, whisky-\nalways whisky!”",
        "“I never thought twice about it before, but I’ve done some tall\nthinking today. I’m done with the Porters, root and branch.\nElizabeth and I are going to start a little family tree, of our own,\nand we’re not going to root it in a whisky barrel, either. We’re—\nwe’re—”",
        "“There, there!” said Dad. “It’s all right, Blakely, boy. It ain’t so\nbad as you think. You ain’t going to throw your mother over and your\nmother ain’t going to throw you over. I take it that all mothers are\nalike; they love their sons. Naturally, you’re sore and disappointed\nnow, but I reckon that mother of yours is sore and disappointed,\ntoo. As for our going to Del Monte, I never heard of a Middleton yet\nthat cut and ran at a time like this, and Elizabeth and I ain’t\ngoing to start any precedent.”",
        "“No, my boy, we’re going to stay right here, and you’re going to\nstay here with us. There’s lots of good times ahead for you and\nElizabeth, and in the meantime, I want you to be mighty sweet to\nthat mother of yours. She’s the only mother you’ve got, boy. You\ndon’t know what it means for us old folks to be disappointed in our\nchildren. Now, don’t disappoint me, lad. You be nice to that mother\nof yours, and keep on loving Elizabeth, and it will all come right,\nyou see if it don’t. If it don’t come one way, it will come another;\nyou can take my word for it.” As if Dad knew anything about it. He\nthought then that every woman possessed a sweet mind and a loving\nheart; he thinks so now. But one glimpse of Blakely’s mother was\nenough for me. She had a heart of stone; everything about her was\nmilitant, uncompromising; her eyes were of a piercing, steely blue;\nthe gowns she wore were insolently elegant; she radiated a superb\nself-satisfaction. When she looked at you through her lorgnette, you\nfelt as if you were on trial for your life. When she ceased looking,\nyou knew you were sentenced to mount the social scaffold. If it\nhadn’t been for Blakely and Dad, I should have died of rage during\nthe first two weeks of our stay in Santa Barbara.",
        "It was a cruel position for me, and it didn’t make it easier that\nbefore we had been there three days the whole hotel was talking\nabout it. Of course, every woman in the hotel who had been snubbed\nby Blakely’s mother instantly took my part, and as there were only\ntwo women who hadn’t been snubbed by her—Mrs. Tudor Carstairs and\nMrs. Sanderson-Spear—I was simply overwhelmed with unsolicited\nadvice and undesirable attention. Indeed, it was all I could do to\nsteer a dignified course between that uncompromising Scylla,\nBlakely’s mother, and the compromising Charybdis of my self-elected\nchampions. But I managed it, somehow. Dad bought me a stunning big\nautomobile in Los Angeles, and Blakely taught me how to run it;\nthen, Blakely was awfully fond of golf; and we spent loads of time\nat the Country Club. And of course there was the palace on the hill\nto be inspected every little while.",
        "Poor Blakely! How he did hate it all! Again and again he begged Dad\nto give his consent to our marrying at once. But Dad, as unconscious\nof what was going on round him as a two-months-old baby, would\nalways insist that everything would come out all right.",
        "“Give her time, my boy,” he would say, “give her time. Your mother\nisn’t used to our Western way of rushing things, and she wants a\nlittle time to get used to it.”",
        "“What if she never gets used to it?” Blakely would ask.",
        "Then Dad would answer: “You’re impatient, boy; all lovers are\nimpatient. Don’t I know?”",
        "“But things can’t go on this way forever.”",
        "“Of course they can’t,” Dad would agree. “When I think things have\ngone long enough, I’ll have a little talk with your mother myself.\nShe’s a dashed fine-looking woman, your mother—a dashed fine-\nlooking woman! Be patient with her, boy.”",
        "Poor Dad! Blakely and I were resolved that he should never have that\nlittle talk he spoke of with so much confidence. Ideals are awfully\nin the way sometimes, but nobody with a speck of decency can bear to\nstand by and see them destroyed. Dad’s deals had to be preserved at\nany price.",
        "Continue...",
        "\nThis complete text of Cupid’s Understudy by Edward Salisbury Field is in the public domain.\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on April 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Cupids understudy,By Edward Salisbury FieldAt Amazon"
    ]
}