{
    "title": "Cupid’s Understudy - Chapter Six",
    "author": "Edward Salisbury Field",
    "chapter": "6",
    "content": [
        "\n\n",
        "When we flew down the grade into California, everything seemed settled;\nwe were going to Santa Barbara where Dad was building a little palace\nfor his Elizabeth as a grand surprise (Blakely’s mother was in Santa\nBarbara); we would take rooms at the same hotel; I would be presented\nto Mrs. Porter, and as soon as the palace on the hill was completed—a\nmatter of two or three months—Blakely, and Dad, and I would move into\nit. Only, first, Blakely and I were going to San Bernardino on our\nwedding trip.",
        "Wasn’t that sweet of Blakely? When I told him about San Bernardino,\nand the livery-stable, and the cottage where Dad and I used to live,\nhe said he’d rather spend our honeymoon there than any place in the\nworld. Of course Dad had never sold the cottage, and it was touching\nto see how pleased he was with our plan.",
        "“You’ll find everything in first-class condition,” he said; “I go\nthere often myself. I built a little house in one corner of the\ngarden for the caretakers. You should see that gold-of-Ophir rose,\nElizabeth; it has grown beyond belief.”",
        "When we reached Oakland—where our car had to be switched off and\nattached to a coast line, train—we found we had four hours to kill,\nso Dad and Blakely and I (it was Blakely’s idea) caught the boat\nacross to San Francisco.",
        "What do you suppose that dear boy wanted us to go over there for?\nAnd where do you suppose he took us? He took us straight to\nShreve’s, and he and Dad spent a beautiful two hours in choosing an\nengagement ring for me. So when we finally landed in Santa Barbara I\nwas wearing a perfect love of a ruby on the third finger of my left\nhand. I was wearing my heart on my sleeve, too; I didn’t care if all\nthe world saw that I adored Blakely. We arrived in Santa Barbara in\nthe morning, and it was arranged that Blakely should lunch with his\nmother and devote himself to her during the afternoon, but he was to\ndine with us in our rooms. Naturally, I had a lot to do, supervising\nthe unpacking of my clothes, and straightening things about in our\nsitting-room so that it wouldn’t look too hotelish. Then Dad\nwouldn’t be happy till I’d inspected my new palace on the hill.",
        "It was an alarming looking pile. If anybody but Dad had been\nresponsible for it, I should have said it was hideous. Poor old Dad!\nHe knows absolutely nothing about architecture. But of course I\nraved over it, and, really, when I came to examine it closer, I\nfound it had its good points. Covered with vines, it would have been\nactually beautiful. Virginia creeper grows like mad in California\nand with English ivy and Lady Banksia roses to help out, I was sure\nI could transform my palace into a perfect. bower in almost no time.\nI was awfully glad I had seen it first, for now. I could break the\nbad news gently to Blakely. If I were a man, I couldn’t love a girl\nwho owned such a hideous house.",
        "But I didn’t have a chance to talk house to Blakely for some time.\nWhen he came in to dinner that night he looked awfully depressed; he\nbrightened up a lot, though, when he saw me. I had on my most\nbecoming gown, and Dad had ordered a grand dinner, including his own\nspecial brand of Burgundy. If Dad knew as much about architecture as\nhe does about wine, they’d insist on his designing all the buildings\nfor the next world’s fair.",
        "All through dinner Blakely wasn’t quite himself—I could see it; I\nthink Dad saw it, too-but I knew he would tell us what was the\nmatter as soon as he had an opportunity. One, of the sweetest things\nabout Blakely is his perfect frankness. I couldn’t love a man who\nwasn’t frank with me. That is, I suppose I could, but I should hate\nto; it would break my heart. Well, after dinner, when Dad had\nlighted his cigar, and Blakely his cigarette, it all came out.",
        "“Tom!”",
        "“Yes, my boy.” (I think Dad loved to hear Blakely say Tom almost as\nmuch as I loved to hear him say Elizabeth.)",
        "“Tom, I’ve got you and Elizabeth into a deuce of an unpleasant\nposition. I’ve told you what a fine woman my mother is, and how\nshe’d welcome Elizabeth with open arms, and now I find I was all\nwrong. My mother isn’t a fine woman; she’s an ancestor-worshiping,\nheartless, selfish snob. I’m ashamed of her, Tom. She refuses to\nmeet Elizabeth.”",
        "Continue...",
        "\nThis complete text of Cupid’s Understudy by Edward Salisbury Field is in the public domain.\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on April 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Cupids understudy,By Edward Salisbury FieldAt Amazon"
    ]
}