{
    "title": "Cupid’s Understudy - Chapter Four",
    "author": "Edward Salisbury Field",
    "chapter": "4",
    "content": [
        "\n\n",
        "Mr. Porter arrived on time to the minute, looking perfectly splendid\nin a wonderful furlined coat. And if his eyes were anxious, and his\nmanner a bit constrained at first, it didn’t last long; Dad’s\ngreeting was too cordial, not to make him feel at home. Indeed, he\ntalked delightfully all through dinner, and with the coffee, half\nlaughingly, half apologizingly told us the story of his life. “For,\"\nsaid he, “although I feel as if I’d known you always,” (he looked at\nDad, but I was sure he meant me, too) “you may not feel the same in\nregard to me—and I want you to.”",
        "It was sweet to see Dad grow almost boyish in his insistence that he\nfelt as Mr. Porter did. “Nonsense!” he said. “It seems the most\nnatural thing in the world to have you here. Doesn’t it Elizabeth!”",
        "It was rather embarrassing to be asked such a question in Mr.\nPorter’s presence, but I managed to murmur a weak “Yes, indeed!\"\nInside, though, I felt just as Dad did, and I was fearfully\ninterested in Mr. Porter’s account of himself. I could see, too,\nthat he belittled the real things, and magnified the unimportant.\nAccording to his narrative, the unimportant things were that he was\na civil engineer, that he had been in Peru building a railroad for\nan English; syndicate, and that the railroad was now practically\ncompleted; he seemed, however, to attach great importance to the\ncable that had called him to London to appear before a board of\ndirectors, for that had been the indirect means of his taking\npassage on the same ship with me. Then there was the wonderful fact\nthat he was to see us in California. He had been in harness now for\nfour years, he said, and he felt as if he’d earned a vacation. At\nall events, he meant to take one.",
        "As neither he nor Dad would hear of my leaving them to their cigars,\nI sat by and listened, and loved it all, every minute of it. I\ndidn’t know, then (I don’t know to this day) whether I liked Mr.\nPorter best for being so boyish, or so manly. But manly men who\nretain all the enthusiasms of youth have a certain charm one likes\ninstinctively, I think.",
        "There is no doubt that Mr. Porter quite captivated Dad. “You make me\nfeel like a boy,” he said, after listening to a delightfully\nwhimsical account of conditions in Peru. “By George, that’s a\ncountry for you! And Ecuador, I’ve always thought that must be an\ninteresting place. Have you ever been there?”",
        "Yes, Mr. Porter had been to Ecuador. And there was a certain rail-\nroad in India he had helped put through. India! Now that WAS a\nplace! Had Dad ever been to India?",
        "No, Dad had never been to India, but . . . “Good Lord, boy, how old\nare you, anyway?”",
        "“Thirty-two.”",
        "“Well, I never would have guessed it. Would you, Elizabeth?”",
        "This, too, was rather embarrassing, but I managed to say I thought\nMr. Porter didn’t look a day over twenty-eight.",
        "“It’s the life he leads,” Dad declared with an air of\nproprietorship—\"out of doors all day long. It must be great!”",
        "“It IS interesting. But I think I like it best for what it has done\nfor one; you see, I was supposed to have lungs once, long ago. Now\nI’m as sound as a dollar.”",
        "“He looks it, doesn’t he, Elizabeth!”",
        "If Dad hadn’t been such a dear, I should have been annoyed by his\nconstant requests for my opinion where it was so obviously\nunnecessary. But Dad is such a dear. To make it worse, Mr. Porter\nseemed to consider that whether he was, or was not, as sound as a\ndollar, depended entirely on my answer.",
        "“One would think I was a sort of supreme court from the way Dad\nrefers all questions to me. But I warn you, Mr. Porter; my ’yes’ or\n’no’ makes little difference in his opinions.”",
        "“You are my supreme court, and they do,” declared Dad.",
        "“I’m sure they do,” said Mr. Porter,",
        "“When the novelty of having me with you has worn off, you’ll be your\nsame old domineering self, Daddy dear.”",
        "“Domineering! Hear the minx! I’m a regular lamb, Porter. That\nreminds me: When are you going to California!”",
        "“I hadn’t thought. That is, I had thought . . . That is, I’ve wished\n. . . I mean I’ve wondered . . . I hope you won’t think me\npresumptuous, Mr. Middleton, but I’ve wondered if you’d allow me to\ngo on the same train with you and Miss Middleton.”",
        "“Why, my dear boy, we’d be delighted. Wouldn’t we, Elizabeth!”",
        "Mr. Porter turned to me. “You see, Miss Middleton, you are the\nsupreme court, after all,” his lips said. But his eyes told me why\nhe wanted to go on the same train with Dad and me, told me plainer\nthan words. Perhaps I should have remembered I had never spoken to\nhim till that morning, but . . .",
        "“The supreme court congratulates the inferior court on the wisdom of\nits decision,” I said, with an elaborate bow to Dad to hide my\nconfusion.",
        "“It’s settled!” cried Dad. “This is quite the nicest thing that ever\nhappened,” said Mr. Porter. “If only you knew how grateful I am. I\nfeel like—like giving three cheers, and tossing my hat in the air.”",
        "“The inferior court rules against hat-tossing as irrelevant,\nimmaterial, and incompetent.”",
        "“Ruling sustained,” I said.",
        "“And they call this a free country!”",
        "“The newspapers don’t. Read the newspapers my boy.”",
        "“At any rate, I now belong to the privileged class. When do we\nleave, Mr. Middleton?”",
        "“Elizabeth says to-morrow. We go by rather a slow train.”",
        "“But why?” I began.",
        "“Because, my dear, an all-wise Providence has decreed that express\ntrains shall not haul private cars.”",
        "“Oh, I say!” exclaimed Mr. Porter. “That makes all the difference in\nthe world.”",
        "“Only a day’s difference.”",
        "“I mean . . .”",
        "“You’re going as our guest, you know.”",
        "“But really, Mr. Middleton, I never . . .”",
        "“Don’t be absurd, my boy.”",
        "“No,” said Mr. Blakely Porter, “I won’t be absurd. I shall be more\nthan glad to go as your guest.”",
        "“That’s the way it should be. Isn’t it, Elizabeth!”",
        "“I didn’t know you owned a private car, Dad.”",
        "“Pshaw!” said Dad. “What’s a private car?”",
        "I smiled at what I was pleased to term “Dad’s magnificence,” little\nthinking I was soon to look on private cars as one of the most\ndelectable of modern inventions.",
        "Continue...",
        "\nThis complete text of Cupid’s Understudy by Edward Salisbury Field is in the public domain.\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on April 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Cupids understudy,By Edward Salisbury FieldAt Amazon"
    ]
}