{
    "title": "Cupid’s Understudy",
    "author": "Edward Salisbury Field",
    "chapter": "1",
    "content": [
        "\n\n",
        "If Dad had been a coal baron, like Mr. Tudor Carstairs, or a stock-\nwatering captain of industry, like Mrs. Sanderson-Spear’s husband,\nor descended from a long line of whisky distillers, like Mrs.\nCarmichael Porter, why, then his little Elizabeth would have been\nallowed the to sit in seat of the scornful with the rest of the Four\nHundred, and this story would never have been written. But Dad\nwasn’t any of these things; he was just an old love who had made\nseven million dollars by the luckiest fluke in the world.",
        "Everybody in southern California knew it was a fluke, too, so the\nseven millions came in for all the respect that would otherwise have\nfallen to Dad. Of course we were celebrities, in a way, but in a\nvery horrid way. Dad was Old Tom Middleton, who used to keep a\nlivery-stable in San Bernardino, and I was Old Tom Middleton’s girl,\n“who actually used to live over a livery-stable, my dear!” It sounds\nfearfully sordid, doesn’t it?",
        "But it wasn’t sordid, really, for I never actually lived over a\nstable. Indeed, we had the sweetest cottage in all San Bernardino. I\nremember it so well: the long, cool porch, the wonderful gold-of-\nOphir roses, the honeysuckle where the linnets nested, the mocking\nbirds that sang all night long; the perfume of the jasmine, of the\norange-blossoms, the pink flame of the peach trees in April, the\never-changing color of the mountains. And I remember Ninette, my\nlittle Creole mother, gay as a butterfly, carefree as a meadow-lark.\n’Twas she who planted the jasmine.",
        "My little mother died when I was seven years old. Dad and I and my\nold black mammy, Rachel, stayed on in the cottage. The mocking-birds\nstill sang, and the linnets still nested in the honeysuckle, but\nnothing was ever quite the same again. It was like a different\nworld; it was a different world. There were gold-of-Ophir roses,\nand, peach blossoms in April, but there was no more jasmine; Dad had\nit all dug up. To this day he turns pale at the sight of it—poor\nDad!",
        "When I was twelve years old, Dad sold out his hardware business,\nintending to put his money in an orange grove at Riverside, but the\nnicest livery-stable in San Bernardino happened to be for sale just\nthen, so he bought that instead, for he was always crazy about\nhorses.",
        "To see me trotting about in Paquin gowns and Doucet models, you’d\nnever think I owed them to three owlish little burros, would you?\nBut it’s a fact. When Dad took over the livery-stable, he found he\nwas the proud possessor of three donkeys, as well as some twenty-odd\nhorses, and a dozen or so buggies, buckboards and surries. The\nburros ate their solemn heads off all winter, but in May it had been\nthe custom to send them to Strawberry Valley in charge of a Mexican\nwho hired them out to the boarders at the summer hotel there.\nLuckily for us, when Fortune came stalking down the main street of\nSan Bernardino to knock at the door of the Golden Eagle Stables,\nboth dad and the burros were at home. If either had been out, we\nmight be poor this very minute.",
        "It is generally understood that when Fortune goes a-visiting, she\ngoes disguised, so it’s small wonder Dad didn’t recognize her at\nfirst. She wasn’t even a “her\"; she was a he, a great, awkward Swede\nwith mouse-colored hair and a Yon Yonsen accent—you know the kind—\nslow to anger; slow to everything, without “j” in his alphabet—by\nthe name of Olaf Knutsen.",
        "Now Olaf was a dreamer. Not the conventional sort of a dreamer, who\nsees beauty in everything but an honest day’s work, but a brawny,\npick-swinging dreamer who had dug holes in the ground at the end of\nmany rainbows. That he had never yet uncovered the elusive pot of\ngold didn’t seem to bother him in the least; for him, that tender\nplant called Hope flowered perennially. And now he was bent on\nfollowing another rainbow; a rainbow which; arching over the\nmountains, ended in that arid, pitiless waste known in the south\ncountry as Death Valley.",
        "He wouldn’t fail this time. No, by Yimminy! With Dad’s three burros,\nand plenty of bacon and beans and water—it was to be a grub-stake,\nof course—he would make both their fortunes. And the beautiful part\nabout it was, he did.",
        "No doubt you have heard of the famous Golden Eagle mine. Well,\nthat’s what Olaf and the three burros found in Death Valley. Good\nold Olaf! He named the mine after Dad’s livery-stable in San\nBernardino, and he insisted on keeping only a half interest, even\nthough Dad fought him about it. You see, Dad didn’t have the\nreputation of being the squarest man in San Bernardino for nothing.",
        "Continue...",
        "\nThis complete text of Cupid’s Understudy by Edward Salisbury Field is in the public domain.\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on April 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Cupids understudy,By Edward Salisbury FieldAt Amazon"
    ]
}