{
    "title": "Cupid’s Understudy - Chapter Ten",
    "author": "Edward Salisbury Field",
    "chapter": "10",
    "content": [
        "\n\n",
        "When Blakely returned with the grand duke, he came straight to me.\nWhat he expected was an explanation; what he actually received was\nthe worst scolding of his life. But the poor boy was so apologetic\nand so humble, I finally relented, and kissed him, and told him all\nabout his mother’s call, and its surprising consequences.",
        "“I suppose I should be grateful,” I said, “but the idea of going to\nthe ducal dinner fills me with rage.”",
        "“Let’s be ill, and dine together.”",
        "“I can’t, I’ve given my word. And then there’s Dad; he feels now\nthat all the prophecies he has uttered in regard to your mother have\nat last come true. It’s only my wicked pride that’s talking, dear.\nPlease don’t pay any attention to it.”",
        "And then Blakely said one of the sweetest things he ever said to me.\nOf course, it wasn’t true but it made me so happy. “Dearest,” he\nsaid “everything I should love best to be, you are.”",
        "Before dressing for dinner, Dad came to my room “to talk things\nover,” as he put it. He was so superbly satisfied with himself and\nthe world, I could hardly forbear a smile.",
        "“Naturally, I should be the last person to say ’I told you so’,\nElizabeth, but you see what patience has done. It is always best to\nbe patient, my child.”",
        "“Yes, Dad.” “Blakely’s mother has acted very handsomely toward us,\nconsidering—”",
        "“Very handsomely, CONSIDERING,” I agreed.",
        "“And we must try to meet her half way.” “Yes, Dad.”",
        "“No doubt she had her reasons for behaving as she did.”",
        "“I’m sure of it.”",
        "“You see, my dear, I’ve understood the situation from the very\nfirst.”",
        "“You sweet old simpleton, of course you have! But here it is half\npast seven, and you haven’t begun to dress. Be off with you.”",
        "Although, at first, I had felt it would be all but impossible for me\nto attend Mrs. Porter’s dinner, my talk with Blakely had so raised\nmy spirits that now I was able to face the ordeal with something\nvery like serenity. What did it matter? What did anything matter, so\nlong as Blakely loved me? Then, too, I knew I was looking my very\nbest; my white lace gown was a dream; Valentine had never done my\nhair so becomingly.",
        "When Blakely called at our rooms for Dad and me, I was not at all\nunhappy. And the dear boy was so relieved to see it! I will confess,\nhowever, to one moment of real terror as we approached the drawing\nroom where we were to join our hostess. But her greeting was most\ncordial and reassuring. And when she begged me to stand up with her,\nand help her receive her guests, I almost felt at home, for I knew\nit meant her surrender was unconditional.",
        "After, that, it was like a beautiful dream. Except that some of the\n“Choicest Flowers” of San Francisco society were fearfully and\nfashionably late, nothing occurred to disturb the social atmosphere.\nAnd when, on entering the dining room, I saw how the guests were\nplaced, I could have hugged Blakely’s mother. For where do you\nsuppose she had put Dad? On her left! Of course the duke, as guest\nof honor, was on her right; and I sat next to the duke, and Blakely\nsat next to me.",
        "By placing us so, Mrs. Porter had supplied the balance of the table\nwith a topic of conversation, always a desirable addition to a\ndinner party; I noted with amusement the lifted eyebrows, the\nexpressions of wonder and resentment on the faces of some of the\nguests. Nor did it seem to add to their pleasure that their hostess\ndevoted herself to Dad, while the duke and Blakely developed a\nspirited, though friendly, rivalry as to which should monopolize\nlittle Mimi.",
        "But the real sensation was to occur when the champagne was poured.\n(I could hardly believe my eyes, of my ears, either). For who should\nrise in his place but Dad! Yes, there he stood, the old darling, a\nbrimming champagne glass in his hand, a beatific expression on his\nface. And this is what he was saying:",
        "“Our hostess has asked me to do something, which is to announce the\nengagement of my daughter and her son. Let us drink to their\nhappiness.”",
        "“Bravo!” cried the Duke. “I give the American three cheers: Rah,\nrah, rah!” “How delightfully boyish the dear Duke is,” observed Mrs.\nSanderson-Spear, beaming at him from across the table.",
        "“So ingenious, I mean so ingenuous,” assented a languid lady from\nSan Francisco. “But we must stand up; toute le monde is standing up,\nmy dear.”",
        "And so it was, standing up to drink our healths, Blakely’s and mine,\nwhile Blakely held my hand under the table.",
        "“Bravo!” cried the Duke. “It ees delightful. I cannot make the\nspeech, mais, mademoiselle, monsieur—I drink your health.” He\ndrained his glass, then flung it, with a magnificent gesture, over\nhis shoulder. “It ees so we drink to royalty,” he said.",
        "Such a noble example naturally had its effect; there followed a\nperfect shower of glasses. Indeed, I think every one at table\nindulged in this pretty piece of extravagance except the third son\nof an English baronet, who was too busy explaining how it was done\nat home: “Purely a British custom, you understand—the wardroom of a\nman-of-war, d’ye see.—They were officers of a Scotch regiment, and\nthey drank it standing on their chairs, with one foot on the table.\nAnd, by gad, I didn’t care for it!\"—No doubt I should have learned\nmore concerning this purely British custom if the Pierpont Morgan of\nPennsylvania hadn’t called on Blakely for a speech, just then. Poor\nBlakely! He didn’t know at all how to make a speech. Thought I must\nsay I was rather glad of it; the most tiresome thing about Americans\nis their eternal speechmaking, I think.",
        "Blakely having faltered his few words of thanks, some one proposed\nthe duke’s health; but that had to wait till new glasses were\nbrought in and filled. Altogether, then, instead of being a solemn,\ndignified affair, such as one might have expected, it was a\ntremendously jolly dinner—a little rowdy, perhaps, but delightfully\nfriendly. If I had entered the dining room as Old Tom Middleton’s\ndaughter, “who actually used to live over a livery stable, my dear,\"\nit was not so I left it; for the nimbus of the sacred name of Porter\nhad already begun to shed its beautiful light on my many graces and\nsocial accomplishments. Indeed, when I retired with my hostess to\nthe drawing room, it was to hold a sort of reception; Mrs. Tudor\nCarstairs vied with Mrs. Sanderson-Spear in assurances of regard,\n“Choicest Flowers” expressed approval, the German baroness, bless\nher, conferred the distinction of a motherly kiss. And Blakely’s\nmother was so gracious, so kind and considerate, it was hard to\nbelieve we had faced each other, five hours before, with something\nvery like hatred in our eyes.",
        "When Blakely and Dad, and the other men joined us, I was so happy I\ncould have kicked both my slippers to the ceiling. I might have\ndisgraced myself doing it, too, if the third son of the English\nbaronet hadn’t come up just then to felicitate me. He would. have\ndone it charmingly if he hadn’t felt constrained to add that\nAmericans always say “dook” instead of “duke,” that nobody present\nseemed to realize the proper way to address a nephew of the Czar was\nto call him Monseigneur, that the Olympic games in London had been\nconducted admirably, arid that he didn’t believe in marriage,\nanyway.",
        "But the sweetest thing to me of all that wonderful evening was to\nsee the love and gratitude in Blakely’s eyes when he looked at his\nmother; for a man who doesn’t love his mother misses much, and I\nlove Blakely so tenderly, I couldn’t bear to have him miss the last\nthen that makes for contentment and happiness.",
        "Continue...",
        "\nThis complete text of Cupid’s Understudy by Edward Salisbury Field is in the public domain.\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on April 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Cupids understudy,By Edward Salisbury FieldAt Amazon"
    ]
}