{
    "title": "Cupid’s Understudy - Chapter Two",
    "author": "Edward Salisbury Field",
    "chapter": "2",
    "content": [
        "\n\n",
        "My mother’s family had never approved of her marriage with Dad, but\nDad, poor and running a hardware shop or a livery-stable, and Dad\nwith a fortune in his hands were two very different people—from\ntheir standpoint, at least; so as soon as Olaf and the three burros\nstruck it rich, Dad sold his livery-stable, and mammy Rachel and I\nwere bundled off to Ninette’s relations in New Orleans. I didn’t\nlike it a bit at first, but one can get used to anything in time.\nNinette’s maiden sister, Miss Marie Madeline Antoinette Hortense\nPrevost, was awfully nice to me; so was grandmere Prevost. I lived\nwith them till I was sixteen, when I was sent to France.",
        "If I wanted to (and you would let me) I could personally conduct you\nto Paris, where if you were ten feet tall and not averse to staring,\nyou could look over a certain gray stone wall on the Boulevard des\nInvalides, and see me pacing sedately up and down the gravel walks\nin the garden of the Convent of the Sacred Heart. That is, you could\nhave seen me three years ago. I’m not there now, thank goodness! I’m\nin California.",
        "And just one word before we go any further any further. I don’t want\nyou to think for a minute that I came back from Paris a little\nFrenchified miss. No, indeed! I’m as American as they make them.\nWhen I boasted to the other girls, whether in Paris or New Orleans,\nI always boasted about two things: Dad and California. And I’ve an\nidea I’ll go on boasting about them till my dying day.",
        "Of course, when I returned from Paris, Dad met me in New York. It\nwas a good thing he was rich, for it took a lot of money to get me\nand my seven trunks through the custom-house. It might have taken\nmore, though, if it hadn’t been for a young man who came over on the\nsame boat.",
        "He was such a good-looking young man; tall and broad-shouldered and\nfair, with light-brown hair, and the nicest eyes you ever saw. It\nwasn’t their color so much (his eyes were blue) as the way they\nlooked at you that made them so attractive. He was awfully well\nbred, too! He noticed me a lot on the boat (I had a perfect love of\na Redfern coat to wear on deck), but he didn’t try to scrape\nacquaintance with me. He worshipped from afar (a woman can always\ntell when a man’s thinking about her), and while I wouldn’t have had\nhim act otherwise for the world, I was crazy to have him speak to\nme.",
        "Our boat docked at Hoboken, and by tipping right and left I managed\nto be the very first passenger down the gangway. I half ran, half\nslid, but I landed in Dad’s arms.",
        "My boxes and bags passed through the custom-house with flying\ncolors. But my trunks—I couldn’t even find them all. Five of them\nwere stacked in the “M” division, but the other two. . . . Then\nthere was my maid’s trunk to look for under the “V’s” (her name is\nValentine). Dad and I were commencing at “A,” prepared to got\nthrough the whole alphabet, if necessary, when the nice young man\nstepped up and, raising his hat, asked if he might be of any\nservice. He asked Dad, but he looked at me.",
        "“Oh, If you please!” I said “I’ve lost two trunks. My brand is a\nwhite, ’M’ in a red circle.”",
        "“I noticed them in the ’R’ pile” he replied. “I’ll have them moved\nto the ’M’s’ right away.”",
        "“Now that’s what I call being decent,” said Dad, as soon as the\nyoung man had left us. “Did you notice, he didn’t wear a uniform?\nProbably an inspector, or something of the sort, eh, Elizabeth?”",
        "“Well—er—not exactly,” I managed to say. “The fact is, Dad, he\ncame over on the boat with me, and—”",
        "Dad looked thoughtful.",
        "“He never spoke to me once the whole trip,” I added hastily.",
        "Dad looked less thoughtful.",
        "“It was nice of him to wait till I had you with me, wasn’t it?”",
        "Dad smiled. “If you think it was, it probably was, my dear,” he\nsaid.",
        "Continue...",
        "\nThis complete text of Cupid’s Understudy by Edward Salisbury Field is in the public domain.\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on April 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Cupids understudy,By Edward Salisbury FieldAt Amazon"
    ]
}