{
    "title": "Cupid’s Understudy - Chapter Eleven",
    "author": "Edward Salisbury Field",
    "chapter": "11",
    "content": [
        "\n\n",
        "When I awoke, late next morning, it was to find myself, if not\nfamous, at least conspicuous; in the Los Angeles newspaper Valentine\nbrought me with my coffee, much space was devoted to the ducal\ndinner.",
        "GRAND DUKE SMASHES CHAMPAGNE GLASSES",
        "Miss Middleton Toasted in Truly Royal Fashion by Distinguished\nNephew of Russia’s Reigning Czar.",
        "Brilliant Dinner Reaches Climax in Shower of Costly Crystal While\nHostess Smiles Approval.",
        " Disgusting as it was, I couldn’t help laughing at the pen-and-ink\nsketch which accompanied it—a sketch of the duke, with crowned\nhead, and breast covered with decorations, smiling fatuously from\nwithin a rakish bordef, of broken champagne glasses.",
        "But there was worse to come. On another page under the heading:",
        "WHIRLWIND WOOING WINS WESTERN GIRL",
        "a distorted Cupid supported pictures of Blakely and me, while\nbeneath our pictures, a most fulsome chronicle of untruths was\npresented. “Mr. Porter first met his fiancee on shipboard . . .\nBeing of that fine old New York stock which never takes ’no’ for an\nanswer, he followed her to Santa Barbara . . . If rumor is to be\ncredited, the Grand Duke Alexander, as well as Cupid, was concerned\nin this singularly up-to-date love affair . . . Mr. Porter’s sister,\nthe Countess de Bienville, is a well-known leader in exclusive\nParisian circles . . . Miss Middleton an only daughter of Thomas\nMiddleton, the mining magnate . . . Although slightly indisposed,\nHis Imperial Highness granted an interview to our representative\nlate last evening. If the time-worn adage, in vino veritas, is to be\nbelieved; it is certain that the wedding will not only take place\nsoon, but that the favorite nephew of the Czar of all the Russias\nwill himself appear in this charming romance of throbbing hearts,\nplaying the role of best man.”",
        "It was really too dreadful; my cheeks burned with mortification and\nanger.",
        "People had assured me the horrid little American newspaper published\nin Paris was not typical of America—that it was no more than a paid\npanderer to seekers after notoriety. Yet here in California, my own\ndear California, a newspaper had dared print my picture without my\nconsent, had thrown its ugly light on the sweet story of my love\nserving it up in yellow paragraphs for the benefit of the bootblack,\nthe butcher, the waiter in cheap restaurants. What a hideous world!",
        "Pleading a sick headache, I stayed in my room till tea time.",
        "We had tea at five, Blakely and I, on the roof of the hotel. I\nlooked across the channel to the distant islands, followed the sweet\ncontour of the shore, watched the aimless flight of sea-gulls;\nturning, I scanned the friendly hills, the mountains painted in the\ntender colors of late afternoon—I looked into Blakely’s eyes. It\nwas a beautiful world, after all. “Let’s try and forget that awful\nnewspaper,” I said.",
        "“I forgot it long ago, dear.”",
        "“You also seem to have forgotten that some one may appear any\nminute.”",
        "“Let’s try and forget that some one may appear any minute.”",
        "“I can’t.”",
        "“You shouldn’t say ’I can’t,’ Elizabeth; you should say ’I’ll try’.”",
        "It is really surprising what one can do when one tries.",
        "Continue...",
        "\nThis complete text of Cupid’s Understudy by Edward Salisbury Field is in the public domain.\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on April 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Cupids understudy,By Edward Salisbury FieldAt Amazon"
    ]
}