{
    "title": "Der zerbrochene Krug - Siebenter Auftritt",
    "author": "Heinrich von Kleist",
    "chapter": "8",
    "content": [
        "\n",
        "\n\n",
        "Adam im Ornat, doch ohne Perücke, tritt auf.  Die Vorigen.",
        "Adam für sich.\nEi, Evchen.  Sieh!  Und der vierschröt’ge Schlingel,\nDer Ruprecht!  Ei, was Teufel, sieh!  die ganze Sippschaft!\n–Die werden mich doch nicht bei mir verklagen?",
        "Eve\nO liebste Mutter, folgt mir, ich beschwör Euch,\nLaßt diesem Unglückszimmer uns entfliehen!",
        "Adam\nGevatter! sagt mir doch, was bringen die?",
        "Licht\nWas weiß ich?  Lärm um nichts; Lappalien.\nEs ist ein Krug zerbrochen worden, hör ich.",
        "Adam\nEin Krug!  So!  Ei!–Ei, wer zerbrach den Krug?",
        "Licht\nWer ihn zerbrochen?",
        "Adam\nJa, Gevatterchen.",
        "Licht\nMein Seel, setzt Euch: so werdet Ihrs erfahren.",
        "Adam heimlich.\nEvchen!",
        "Eve gleichfalls.\nGeh Er.",
        "Adam\nEin Wort.",
        "Eve\nIch will nichts wissen.",
        "Adam\nWas bringt ihr mir?",
        "Eve\nIch sag Ihm, Er soll gehn.",
        "Adam\nEvchen!  Ich bitte dich!  Was soll mir das bedeuten?",
        "Eve\nWenn Er nicht gleich–!  Ich sags Ihm, laß Er mich.",
        "Adam zu Licht.\nGevatter, hört, mein Seel, ich halts nicht aus.\nDie Wund am Schienbein macht mir Übelkeiten;\nFührt Ihr die Sach, ich will zu Bette gehn.",
        "Licht\nZu Bett–?  Ihr wollt–?  Ich glaub, Ihr seid verrückt.",
        "Adam\nDer Henker hols.  Ich muß mich übergeben.",
        "Licht\nIch glaub, Ihr rast, im Ernst.  Soeben kommt Ihr–?\n–Meinethalben.  Sagts dem Herrn Gerichtsrat dort.\nVielleicht erlaubt ers.–Ich weiß nicht, was Euch fehlt.",
        "Adam wieder zu Even.\nEvchen!  Ich flehe dich!  Um alle Wunden!\nWas ists, das ihr mir bringt?",
        "Eve\nEr wirds schon hören.",
        "Adam\nIsts nur der Krug dort, den die Mutter hält,\nDen ich, soviel–?",
        "Eve\nJa, der zerbrochne Krug nur.",
        "Adam\nUnd weiter nichts?",
        "Eve\nNichts weiter.",
        "Adam\nNichts?  Gewiß nichts?",
        "Eve\nIch sag Ihm, geh Er.  Laß Er mich zufrieden.",
        "Adam\nHör du, bei Gott, sei klug, ich rat es dir.",
        "Eve\nEr Unverschämter!",
        "Adam\nIn dem Attest steht\nDer Name jetzt, Frakturschrift, Ruprecht Tümpel.\nHier trag ichs fix und fertig in der Tasche;\nHörst du es knackern, Evchen?  Sieh, das kannst du,\nAuf meine Ehr, heut übers Jahr dir holen,\nDir Trauerschürz und Mieder zuzuschneiden,\nWenns heißt: der Ruprecht in Batavia\nKrepiert’–ich weiß an welchem Fieber nicht,\nWars gelb, wars scharlach, oder war es faul.",
        "Walter\nSprecht nicht mit den Parteien, Herr Richter Adam,\nVor der Session!  Hier setzt Euch, und befragt sie.",
        "Adam\nWas sagt er?–Was befehlen Ew.  Gnaden?",
        "Walter\nWas ich befehl?–Ich sagte deutlich Euch,\nDaß Ihr nicht heimlich vor der Sitzung sollt\nMit den Parteien zweideut’ge Sprache führen.\nHier ist der Platz, der Eurem Amt gebührt,\nUnd öffentlich Verhör, was ich erwarte.",
        "Adam für sich.\nVerflucht!  Ich kann mich nicht dazu entschließen–!\nEs klirrte etwas, da ich Abschied nahm–",
        "Licht ihn aufschreckend.\nHerr Richter!  Seid Ihr–!",
        "Adam\nIch?  Auf Ehre nicht!\nIch hatte sie behutsam drauf gehängt,\nUnd müßt ein Ochs gewesen sein–",
        "Licht\nWas?",
        "Adam\nWas?",
        "Licht\nIch fragte–!",
        "Adam\nIhr fragtet, ob ich–?",
        "Licht\nOb Ihr taub seid, fragt ich.\nDort Sr.  Gnaden haben Euch gerufen.",
        "Adam\nIch glaubte–!  Wer ruft?",
        "Licht\nDer Herr Gerichtsrat dort.",
        "Adam für sich.\nEi!  Hols der Henker auch!  Zwei Fälle gibts,\nMein Seel, nicht mehr, und wenns nicht biegt, so brichts.\n–Gleich!  Gleich!  Gleich!  Was befehlen Ew.  Gnaden?\nSoll jetzt die Prozedur beginnen?",
        "Walter\nIhr seid ja sonderbar zerstreut.  Was fehlt Euch?",
        "Adam\n–Auf Ehr!  Verzeiht.  Es hat ein Perlhuhn mir,\nDas ich von einem Indienfahrer kaufte,\nDen Pips: ich soll es nudeln, und verstehs nicht,\nUnd fragte dort die Jungfer bloß um Rat.\nIch bin ein Narr in solchen Dingen, seht,\nUnd meine Hühner nenn ich meine Kinder.",
        "Walter\nHier.  Setzt Euch.  Ruft den Kläger und vernehmt ihn.\nUnd Ihr, Herr Schreiber, führt das Protokoll.",
        "Adam\nBefehlen Ew.  Gnaden den Prozeß\nNach den Formalitäten, oder so,\nWie er in Huisum üblich ist, zu halten?",
        "Walter\nNach den gesetzlichen Formalitäten,\nWie er in Huisum üblich ist, nicht anders.",
        "Adam\nGut, gut.  Ich werd Euch zu bedienen wissen.\nSeid Ihr bereit, Herr Schreiber?",
        "Licht\nZu Euren Diensten.",
        "Adam\n–So nimm, Gerechtigkeit, denn deinen Lauf!\nKläger trete vor.",
        "Frau Marthe\nHier, Herr Dorfrichter!",
        "Adam\nWer seid Ihr?",
        "Frau Marthe\nWer–?",
        "Adam\nIhr.",
        "Frau Marthe\nWer ich–?",
        "Adam\nWer Ihr seid!\nWes Namens, Standes, Wohnorts, und so weiter.",
        "Frau Marthe\nIch glaub, Er spaßt, Herr Richter.",
        "Adam\nSpaßen, was!\nIch sitz im Namen der Justiz, Frau Marthe,\nUnd die Justiz muß wissen, wer Ihr seid.",
        "Licht halblaut.\nLaßt doch die sonderbare Frag–",
        "Frau Marthe\nIhr guckt\nMir alle Sonntag in die Fenster ja,\nWenn Ihr aufs Vorwerk geht!",
        "Walter\nKennt Ihr die Frau?",
        "Adam\nSie wohnt hier um die Ecke, Ew.  Gnaden,\nWenn man den Fußsteig durch die Hecken geht;\nWitw’ eines Kastellans, Hebamme jetzt,\nSonst eine ehrliche Frau, von gutem Rufe.",
        "Walter\nWenn Ihr so unterrichtet seid, Herr Richter,\nSo sind dergleichen Fragen überflüssig.\nSetzt ihren Namen in das Protokoll,\nUnd schreibt dabei: dem Amte wohlbekannt.",
        "Adam\nAuch das.  Ihr seid nicht für Formalitäten.\nTut so, wie Sr.  Gnaden anbefohlen.",
        "Walter\nFragt nach dem Gegenstand der Klage jetzt.",
        "Adam\nJetzt soll ich–?",
        "Walter\nJa, den Gegenstand ermitteln!",
        "Adam\nDas ist gleichfalls ein Krug, verzeiht.",
        "Walter\nWie?  Gleichfalls!",
        "Adam\nEin Krug.  Ein bloßer Krug.  Setzt einen Krug,\nUnd schreibt dabei: dem Amte wohlbekannt.",
        "Licht\nAuf meine hingeworfene Vermutung\nWollt Ihr, Herr Richter–?",
        "Adam\nMein Seel, wenn ichs Euch sage,\nSo schreibt Ihrs hin.  Ists nicht ein Krug, Frau Marthe?",
        "Frau Marthe\nJa, hier der Krug–",
        "Adam\nDa habt Ihrs.",
        "Frau Marthe\nDer zerbrochne–",
        "Adam\nPedantische Bedenklichkeit.",
        "Licht\nIch bitt Euch–",
        "Adam\nUnd wer zerbrach den Krug?  Gewiß der Schlingel–?",
        "Frau Marthe\nJa, er, der Schlingel dort–",
        "Adam für sich.\nMehr brauch ich nicht.",
        "Ruprecht\nDas ist nicht wahr, Herr Richter.",
        "Adam für sich.\nAuf, aufgelebt, du alter Adam!",
        "Ruprecht\nDas lügt sie in den Hals hinein–",
        "Adam\nSchweig, Maulaffe!\nDu steckst den Hals noch früh genug ins Eisen.\n–Setzt einen Krug, Herr Schreiber, wie gesagt,\nZusamt dem Namen des, der ihn zerschlagen.\nJetzt wird die Sache gleich ermittelt sein.",
        "Walter\nHerr Richter!  Ei!  Welch ein gewaltsames Verfahren.",
        "Adam\nWieso?",
        "Licht\nWollt Ihr nicht förmlich",
        "Adam\nNein! sag ich;\nIhr Gnaden lieben Förmlichkeiten nicht.",
        "Walter\nWenn Ihr die Instruktion, Herr Richter Adam,\nNicht des Prozesses einzuleiten wißt,\nIst hier der Ort jetzt nicht, es Euch zu lehren.\nWenn Ihr Recht anders nicht, als so, könnt geben,\nSo tretet ab: vielleicht kanns Euer Schreiber.",
        "Adam\nErlaubt!  Ich gabs, wie’s hier in Huisum üblich;\nEw.  Gnaden habens also mir befohlen.",
        "Walter\nIch hätt–?",
        "Adam\nAuf meine Ehre!",
        "Walter\nIch befahl Euch,\nRecht hier nach den Gesetzen zu erteilen;\nUnd hier in Huisum glaubt ich die Gesetze\nWie anderswo in den vereinten Staaten.",
        "Adam\nDa muß submiß ich um Verzeihung bitten!\nWir haben hier, mit Euerer Erlaubnis,\nStatuten, eigentümliche, in Huisum,\nNicht aufgeschriebene, muß ich gestehn, doch durch\nBewährte Tradition uns überliefert.\nVon dieser Form, getrau ich mir zu hoffen,\nBin ich noch heut kein Jota abgewichen.\nDoch auch in Eurer andern Form bin ich,\nWie sie im Reich mag üblich sein, zu Hause.\nVerlangt Ihr den Beweis?  Wohlan, befehlt!\nIch kann Recht so jetzt, jetzo so erteilen.",
        "Walter\nIhr gebt mir schlechte Meinungen, Herr Richter.\nEs sei.  Ihr fangt von vorn die Sache an.–",
        "Adam\nAuf Ehr!  Gebt acht, Ihr sollt zufrieden sein.\n–Frau Marthe Rull!  Bringt Eure Klage vor.",
        "Frau Marthe\nIch klag, Ihr wißts, hier wegen dieses Krugs;\nJedoch vergönnt, daß ich, bevor ich melde,\nWas diesem Krug geschehen, auch beschreibe,\nWas er vorher mir war.",
        "Adam\nDas Reden ist an Euch.",
        "Frau Marthe\nSeht ihr den Krug, ihr wertgeschätzten Herren?\nSeht ihr den Krug?",
        "Adam\nO ja, wir sehen ihn.",
        "Frau Marthe\nNichts seht ihr, mit Verlaub, die Scherben seht ihr;\nDer Krüge schönster ist entzwei geschlagen.\nHier grade auf dem Loch, wo jetzo nichts,\nSind die gesamten niederländischen Provinzen\nDem span’schen Philipp übergeben worden.\nHier im Ornat stand Kaiser Karl der Fünfte:\nVon dem seht ihr nur noch die Beine stehn.\nHier kniete Philipp und empfing die Krone;\nDer liegt im Topf, bis auf den Hinterteil,\nUnd auch noch der hat einen Stoß empfangen.\nDort wischten seine beiden Muhmen sich,\nDer Franzen und der Ungarn Königinnen,\nGerührt die Augen aus; wenn man die eine\nDie Hand noch mit dem Tuch empor sieht heben,\nSo ists, als weinete sie über sich.\nHier im Gefolge stützt sich Philibert,\nFür den den Stoß der Kaiser aufgefangen,\nNoch auf das Schwert; doch jetzo müßt er fallen,\nSo gut wie Maximilian: der Schlingel!\nDie Schwerter unten jetzt sind weggeschlagen.\nHier in der Mitte, mit der heil’gen Mütze,\nSah man den Erzbischof von Arras stehn;\nDen hat der Teufel ganz und gar geholt,\nSein Schatten nur fällt lang noch übers Pflaster.\nHier standen rings, im Grunde, Leibtrabanten,\nMit Hellebarden, dicht gedrängt, und Spießen,\nHier Häuser, seht, vom großen Markt zu Brüssel,\nHier guckt noch ein Neugier’ger aus dem Fenster:\nDoch was er jetzo sieht, das weiß ich nicht.",
        "Adam\nFrau Marth!  Erlaßt uns das zerscherbte Paktum,\nWenn es zur Sache nicht gehört.\nUns geht das Loch–nichts die Provinzen an,\nDie darauf übergeben worden sind.",
        "Frau Marthe\nErlaubt!  Wie schön der Krug, gehört zur Sache!\nDen Krug erbeutete sich Childerich,\nDer Kesselflicker, als Oranien\nBriel mit den Wassergeusen überrumpelte.\nIhn hatt ein Spanier, gefüllt mit Wein,\nJust an den Mund gesetzt, als Childerich\nDen Spanier von hinten niederwarf,\nDen Krug ergriff, ihn leert’ und weiterging.",
        "Adam\nEin würd’ger Wassergeuse.",
        "Frau Marthe\nHierauf vererbte\nDer Krug auf Fürchtegott, den Totengräber;\nDer trank zu dreimal nur, der Nüchterne,\nUnd stets vermischt mit Wasser aus dem Krug.\nDas erstemal, als er im Sechzigsten\nEin junges Weib sich nahm; drei Jahre drauf,\nAls sie noch glücklich ihn zum Vater machte;\nUnd als sie jetzt noch funfzehn Kinder zeugte,\nTrank er zum dritten Male, als sie starb.",
        "Adam\nGut.  Das ist auch nicht übel.",
        "Frau Marthe\nDrauf fiel der Krug\nAn den Zachäus, Schneider in Tirlemont,\nDer meinem sel’gen Mann, was ich euch jetzt\nBerichten will, mit eignem Mund erzählt.\nDer warf, als die Franzosen plünderten,\nDen Krug, samt allem Hausrat, aus dem Fenster,\nSprang selbst, und brach den Hals, der Ungeschickte,\nUnd dieser irdne Krug, der Krug von Ton,\nAufs Bein kam er zu stehen, und blieb ganz.",
        "Adam\nZur Sache, wenns beliebt, Frau Marthe Rull!  Zur Sache!",
        "Frau Marthe\nDrauf in der Feuersbrunst von sechsundsechzig,\nDa hatt ihn schon mein Mann, Gott hab ihn selig–",
        "Adam\nZum Teufel!  Weib!  So seid Ihr noch nicht fertig?",
        "Frau Marthe\n–Wenn ich nicht reden soll, Herr Richter Adam,\nSo bin ich unnütz hier, so will ich gehn,\nUnd ein Gericht mir suchen, das mich hört.",
        "Walter\nIhr sollt hier reden: doch von Dingen nicht,\nDie Eurer Klage fremd.  Wenn Ihr uns sagt,\nDaß jener Krug Euch wert, so wissen wir\nSo viel, als wir zum Richten hier gebrauchen.",
        "Frau Marthe\nWie viel ihr brauchen möget, hier zu richten,\nDas weiß ich nicht, und untersuch es nicht;\nDas aber weiß ich, daß ich, um zu klagen,\nMuß vor euch sagen dürfen, über was.",
        "Walter\nGut denn.  Zum Schluß jetzt.  Was geschah dem Krug?\nWas?–Was geschah dem Krug im Feuer\nVon Anno sechsundsechzig?  Wird mans hören?\nWas ist dem Krug geschehn?",
        "Frau Marthe\nWas ihm geschehen?\nNichts ist dem Krug, ich bitt euch sehr, ihr Herren,\nNichts Anno sechsundsechzig ihm geschehen.\nGanz blieb der Krug, ganz in der Flammen Mitte,\nUnd aus des Hauses Asche zog ich ihn\nHervor, glasiert, am andern Morgen, glänzend,\nAls käm er eben aus dem Töpferofen.",
        "Walter\nNun gut.  Nun kennen wir den Krug.  Nun wissen\nWir alles, was dem Krug geschehn, was nicht.\nWas gibts jetzt weiter?",
        "Frau Marthe\nNun, diesen Krug jetzt, seht–den Krug,\nZertrümmert einen Krug noch wert, den Krug\nFür eines Fräuleins Mund, die Lippe selbst\nNicht der Frau Erbstatthalterin zu schlecht,\nDen Krug, ihr hohen Herren Richter beide,\nDen Krug hat jener Schlingel mir zerbrochen.",
        "Adam\nWer?",
        "Frau Marthe\nEr, der Ruprecht dort.",
        "Ruprecht\nDas ist gelogen, Herr Richter.",
        "Adam\nSchweig Er, bis man Ihn fragen wird.\nAuch heut an Ihn noch wird die Reihe kommen.\n–Habt Ihrs im Protokoll bemerkt?",
        "Licht\nO ja.",
        "Adam\nErzählt den Hergang, würdige Frau Marthe.",
        "Frau Marthe\nEs war Uhr elfe gestern–",
        "Adam\nWann, sagt Ihr?",
        "Frau Marthe\nUhr elf.",
        "Adam\nAm Morgen?",
        "Frau Marthe\nNein, verzeiht, am Abend–\nUnd schon die Lamp im Bette wollt ich löschen,\nAls laute Männerstimmen, ein Tumult,\nIn meiner Tochter abgelegnen Kammer,\nAls ob der Feind einbräche, mich erschreckt.\nGeschwind die Trepp eil ich hinab, ich finde\nDie Kammertür gewaltsam eingesprengt,\nSchimpfreden schallen wütend mir entgegen,\nUnd da ich mir den Auftritt jetzt beleuchte,\nWas find ich jetzt, Herr Richter, was jetzt find ich?\nDen Krug find ich zerscherbt im Zimmer liegen,\nIn jedem Winkel brüchig liegt ein Stück,\nDas Mädchen ringt die Händ, und er, der Flaps dort,\nDer trotzt, wie toll, Euch in des Zimmers Mitte.",
        "Adam\nEi, Wetter!",
        "Frau Marthe\nWas?",
        "Adam\nSieh da, Frau Marthe!",
        "Frau Marthe\nJa!–\nDrauf ists, als ob, in so gerechtem Zorn,\nMir noch zehn Arme wüchsen, jeglichen\nFühl ich mir wie ein Geier ausgerüstet.\nIhn stell ich dort zur Rede, was er hier\nIn später Nacht zu suchen, mir die Krüge\nDes Hauses tobend einzuschlagen habe;\nUnd er, zur Antwort gibt er mir, jetzt ratet–\nDer Unverschämte!  Der Halunke, der!\nAufs Rad will ich ihn sehen, oder mich\nNicht mehr geduldig auf den Rücken legen;\nEr spricht, es hab ein anderer den Krug\nVom Sims gestürzt–ein anderer, ich bitt Euch,\nDer vor ihm aus der Kammer nur entwichen;\n–Und überhäuft mit Schimpf mir da das Mädchen.",
        "Adam\nO!  faule Fische–Hierauf?",
        "Frau Marthe\nAuf dies Wort\nSeh ich das Mädchen fragend an; die steht\nGleich einer Leiche da, ich sage: Eve!\nSie setzt sich.–Ists ein anderer gewesen?\nFrag ich.  Und “Joseph und Marie”, ruft sie,\n“Was denkt Ihr, Mutter, auch?\"–So sprich!  Wer wars?\n“Wer sonst”, sagt sie,–und wer auch konnt es anders?\nUnd schwört mir zu, daß ers gewesen ist.",
        "Eve\nWas schwor ich Euch?  Was hab ich Euch geschworen?\nNichts schwor ich, nichts Euch–",
        "Frau Marthe\nEve!",
        "Eve\nNein!  Dies lügt Ihr–",
        "Ruprecht\nDa hört Ihrs.",
        "Adam\nHund, jetzt, verfluchter, schweig,\nSoll hier die Faust den Rachen dir nicht stopfen!\nNachher ist Zeit für dich, nicht jetzt.",
        "Frau Marthe\nDu hättest nicht–?",
        "Eve\nNein, Mutter!  Dies verfälscht Ihr.\nSeht, leid tuts in der Tat mir tief zur Seele,\nDaß ich es öffentlich erklären muß:\nDoch nichts schwor ich, nichts, nichts hab ich geschworen.",
        "Adam\nSeid doch vernünftig, Kinder.",
        "Licht\nDas ist ja seltsam.",
        "Frau Marthe\nDu hättest mir, o Eve, nicht versichert\nNicht Joseph und Maria angerufen?",
        "Eve\nBeim Schwur nicht!  Schwörend nicht!  Seht, dies jetzt schwör ich,\nUnd Joseph und Maria ruf ich an.",
        "Adam\nEi, Leutchen!  Ei, Frau Marthe!  Was auch macht Sie?\nWie schüchtert Sie das gute Kind auch ein!\nWenn sich die Jungfer wird besonnen haben,\nErinnert ruhig dessen, was geschehen,\n–Ich sage, was geschehen ist, und was,\nSpricht sie nicht, wie sie soll, geschehn noch kann:\nGebt acht, so sagt sie heut uns aus, wie gestern,\nGleichviel, ob sie’s beschwören kann, ob nicht.\nLaßt Joseph und Maria aus dem Spiele.",
        "Walter\nNicht doch, Herr Richter, nicht!  Wer wollte den\nParteien so zweideut’ge Lehren geben.",
        "Frau Marthe\nWenn sie ins Angesicht mir sagen kann,\nSchamlos, die liederliche Dirne, die,\nDaß es ein andrer als der Ruprecht war,\nSo mag meinetwegen sie–ich mag nicht sagen, was.\nIch aber, ich versichr es Euch, Herr Richter,\nUnd kann ich gleich nicht, daß sie’s schwor, behaupten,\nDaß sie’s gesagt hat gestern, das beschwör ich,\nUnd Joseph und Maria ruf ich an.",
        "Adam\nNun weiter will ja auch die Jungfer–",
        "Walter\nHerr Richter!",
        "Adam\nEw.  Gnaden?  Was sagt er?–Nicht, Herzens-Evchen.",
        "Frau Marthe\nHeraus damit!  Hast du’s mir nicht gesagt?\nHast du’s mir gestern nicht, mir nicht gesagt?",
        "Eve\nWer leugnet Euch, daß ichs gesagt–",
        "Adam\nDa habt Ihrs.",
        "Ruprecht\nDie Metze, die!",
        "Adam\nSchreibt auf.",
        "Veit\nPfui, schäm Sie sich.",
        "Walter\nVon Eurer Aufführung, Herr Richter Adam,\nWeiß ich nicht, was ich denken soll.  Wenn Ihr selbst\nDen Krug zerschlagen hättet, könntet Ihr\nVon Euch ab den Verdacht nicht eifriger\nHinwälzen auf den jungen Mann, als jetzt.\nIhr setzt nicht mehr ins Protokoll, Herr Schreiber,\nAls nur der Jungfer Eingeständnis, hoff ich.\nVom gestrigen Geständnis, nicht vom Fakto.\n–Ists an die Jungfer jetzt schon, auszusagen?",
        "Adam\nMein Seel, wenns ihre Reihe noch nicht ist,\nIn solchen Dingen irrt der Mensch, Ew.  Gnaden.\nWen hätt ich fragen sollen jetzt?  Beklagten?\nAuf Ehr!  Ich nehme gute Lehre an.",
        "Walter\nWie unbefangen!–Ja, fragt den Beklagten.\nFragt, macht ein Ende, fragt, ich bitt Euch sehr:\nDies ist die letzte Sache, die Ihr führt.",
        "Adam\nDie letzte!  Was!  Ei freilich!  Den Beklagten!\nWohin auch, alter Richter, dachtest du?\nVerflucht das pips’ge Perlhuhn mir!  Daß es\nKrepiert wär an der Pest in Indien!\nStets liegt der Kloß von Nudeln mir im Sinn.",
        "Walter\nWas liegt?  Was für ein Kloß liegt Euch–?",
        "Adam\nDer Nudelkloß,\nVerzeiht, den ich dem Huhne geben soll.\nSchluckt mir das Aas die Pille nicht herunter,\nMein Seel, so weiß ich nicht, wie’s werden wird.",
        "Walter\nTut Eure Schuldigkeit, sag ich, zum Henker!",
        "Adam\nBeklagter trete vor.",
        "Ruprecht\nHier, Herr Dorfrichter.\nRuprecht, Veits, des Kossäten, Sohn, aus Huisum.",
        "Adam\nVernahm Er dort, was vor Gericht soeben\nFrau Marthe gegen Ihn hat angebracht?",
        "Ruprecht\nJa, Herr Dorfrichter, das hab ich.",
        "Adam\nGetraut Er sich\nEtwas dagegen aufzubringen, was?\nBekennt Er, oder unterfängt Er sich,\nHier wie ein gottvergeßner Mensch zu leugnen?",
        "Ruprecht\nWas ich dagegen aufzubringen habe,\nHerr Richter?  Ei!  Mit Euerer Erlaubnis,\nDaß sie kein wahres Wort gesprochen hat.",
        "Adam\nSo?  Und das denkt Er zu beweisen?",
        "Ruprecht\nO ja.",
        "Adam\nDie würdige Frau Marthe, die–\nBeruhige Sie sich.  Es wird sich finden.",
        "Walter\nWas geht Ihm die Frau Marthe an, Herr Richter?",
        "Adam\nWas mir–?  Bei Gott!  Soll ich als Christ–?",
        "Walter\nBericht’\nEr, was Er für sich anzuführen hat.–\nHerr Schreiber, wißt Ihr den Prozeß zu führen?",
        "Adam\nAch, was!",
        "Licht\nOb ich–ei nun, wenn Ew.  Gnaden–",
        "Adam\nWas glotzt Er da?  Was hat Er aufzubringen?\nSteht nicht der Esel wie ein Ochse da?\nWas hat Er aufzubringen?",
        "Ruprecht\nWas ich aufzubringen?",
        "Walter\nEr, ja, Er soll den Hergang jetzt erzählen.",
        "Ruprecht\nMein Seel, wenn man zu Wort mich kommen ließe.",
        "Walter\n’s ist in der Tat, Herr Richter, nicht zu dulden.",
        "Ruprecht\nGlock zehn Uhr mocht es etwa sein zu Nacht,\nUnd warm just diese Nacht des Januars\nWie Mai,–als ich zum Vater sage: Vater!\nIch will ein bissel noch zur Eve gehn.\nDenn heuren wollt ich sie, das müßt Ihr wissen;\nEin rüstig Mädel ists, ich habs beim Ernten\ngesehn, wie alles von der Faust ihr ging,\nUnd ihr das Heu man flog, als wie gemaust.\nDas sagt ich: Willst du?  Und sie sagte: “Ach!\nWas du da gakelst.”  Und nachher sagt’ sie: “Ja.”",
        "Adam\nBleib Er bei seiner Sache.  Gakeln!  Was!\nIch sagte: Willst du?  Und sie sagte: Ja.",
        "Ruprecht\nJa, meiner Treu, Herr Richter.",
        "Walter\nWeiter!  Weiter!",
        "Ruprecht\nNun–\nDa sagt ich: Vater, hört Er?  Laß Er mich.\nWir schwatzen noch am Fenster was zusammen.\n“Na”, sagt er, “lauf; bleibst du auch draußen?” sagt er.\nJa, meiner Seel, sag ich, das ist geschworen.\n“Na”, sagt er, “lauf, um elfe bist du hier.”",
        "Adam\nNa, so sag du, und gakle, und kein Ende.\nNa, hat er bald sich ausgesagt?",
        "Ruprecht\nNa, sag ich,\nDas ist ein Wort, und setz die Mütze auf,\nUnd geh; und übern Steig will ich, und muß\nDurchs Dorf zurückgehn, weil der Bach geschwollen.\nEi, alle Wetter, denk ich, Ruprecht, Schlag!\nNun ist die Gartentür bei Marthens zu:\nDenn bis um zehn läßts Mädel sie nur offen,\nWenn ich um zehn nicht da bin, komm ich nicht.",
        "Adam\nDie liederliche Wirtschaft, die.",
        "Walter\nDrauf weiter?",
        "Ruprecht\nDrauf–wie ich übern Lindengang mich näh’re,\nBei Marthens, wo die Reihen dicht gewölbt\nUnd dunkel, wie der Dom zu Utrecht, sind,\nHör ich die Gartentüre fernher knarren.\nSieh da!  Da ist die Eve noch! sag ich,\nUnd schicke freudig Euch, von wo die Ohren\nMir Kundschaft brachten, meine Augen nach\n–Und schelte sie, da sie mir wiederkommen,\nFür blind, und schicke auf der Stelle sie\nZum zweitenmal, sich besser umzusehen,\nUnd schimpfe sie nichtswürdige Verleumder,\nAufhetzer, niederträcht’ge Ohrenbläser,\nUnd schicke sie zum drittenmal, und denke,\nSie werden, weil sie ihre Pflicht getan,\nUnwillig los sich aus dem Kopf mir reißen,\nUnd sich in einen andern Dienst begeben:\nDie Eve ists, am Latz erkenn ich sie,\nUnd einer ists noch obenein.",
        "Adam\nSo?  Einer noch?  Und wer, Er Klugschwätzer?",
        "Ruprecht\nWer?  Ja, mein Seel, da fragt Ihr mich–",
        "Adam\nNun also!\nUnd nicht gefangen, denk ich, nicht gehangen.",
        "Walter\nFort!  Weiter in der Rede!  Laßt ihn doch!\nWas unterbracht Ihr ihn, Herr Dorfrichter?",
        "Ruprecht\nIch kann das Abendmahl darauf nicht nehmen,\nStockfinster wars, und alle Katzen grau.\nDoch müßt Ihr wissen, daß der Flickschuster,\nDer Lebrecht, den man kürzlich losgesprochen,\nDem Mädel längst mir auf die Fährte ging.\nIch sagte vor’gen Herbst schon: Eve, höre,\nDer Schuft schleicht mir ums Haus, das mag ich nicht;\nSag ihm, daß du kein Braten bist für ihn,\nMein Seel, sonst werf ich ihn vom Hof herunter.\nDie spricht: “Ich glaub, du schierst mich”, sagt ihm was,\nDas ist nicht hin, nicht her, nicht Fisch, nicht Fleisch:\nDrauf geh ich hin und werf den Schlingel herunter.",
        "Adam\nSo?  Lebrecht heißt der Kerl?",
        "Ruprecht\nJa, Lebrecht.",
        "Adam\nGut.\nDas ist ein Nam.  Es wird sich alles finden.\n–Habt Ihrs bemerkt im Protokoll, Herr Schreiber?",
        "Licht\nO ja, und alles andere, Herr Richter.",
        "Adam\nSprich weiter, Ruprecht, jetzt, mein Sohn.",
        "Ruprecht\nNun schießt,\nDa ich Glock elf das Pärchen hier begegne,\n–Glock zehn Uhr zog ich immer ab–das Blatt mir.\nIch denke: halt, jetzt ists noch Zeit, o Ruprecht,\nNoch wachsen dir die Hirschgeweihe nicht;\nHier mußt du sorgsam dir die Stirn befühlen,\nOb dir von fern hornartig etwas keimt.\nUnd drücke sacht mich durch die Gartenpforte,\nUnd berg in einem Strauch von Taxus mich,\nUnd hör Euch ein Gefispre hier, ein Scherzen,\nEin Zerren hin, Herr Richter, Zerren her,\nMein Seel, ich denk, ich soll vor Lust–",
        "Eve\nDu Bösewicht!\nWas das, o, schändlich ist von dir!",
        "Frau Marthe\nHalunke!\nDir weis ich noch einmal, wenn wir allein sind,\nDie Zähne!  Wart!  Du weißt noch nicht, wo mir\nDie Haare wachsen!  Du sollsts erfahren!",
        "Ruprecht\nEin Viertelstündchen dauerts so; ich denke:\nWas wirds doch werden, ist doch heut nicht Hochzeit?\nUnd eh ich den Gedanken ausgedacht,\nHusch!  sind sie beid ins Haus schon, vor dem Pastor.",
        "Eve\nGeht, Mutter, mag es werden, wie es will–",
        "Adam\nSchweig du mir dort, tat ich, das Donnerwetter\nSchlägt über dich ein, unberufne Schwätzerin!\nWart, bis ich auf zur Red dich rufen werde.",
        "Walter\nSehr sonderbar, bei Gott!",
        "Ruprecht\nJetzt hebt, Herr Richter Adam,\nJetzt hebt sichs, wie ein Blutsturz, mir.  Luft!\nDa mir der Knopf am Brustlatz springt: Luft jetzt!\nUnd reiße mir den Latz auf: Luft jetzt, sag ich!\nUnd geh, und drück, und tret und donnere,\nDa ich der Dirne Tür verriegelt finde,\nGestemmt, mit Macht, auf einen Tritt, sie ein.",
        "Adam\nBlitzjunge, du!",
        "Ruprecht\nJust da sie auf jetzt rasselt,\nStürzt dort der Krug vom Sims ins Zimmer hin,\nUnd husch!  springt einer aus dem Fenster Euch:\nIch seh die Schöße noch vom Rocke wehn.",
        "Adam\nWar das der Leberecht?",
        "Ruprecht\nWer sonst, Herr Richter?\nDas Mädchen steht, die werf ich übern Haufen,\nZum Fenster eil ich hin, und find den Kerl\nNoch in den Pfählen hangen, am Spalier,\nWo sich das Weinlaub aufrankt bis zum Dach.\nUnd da die Klinke in der Hand mir blieb,\nAls ich die Tür eindonnerte, so reiß ich\nJetzt mit dem Stahl eins pfundschwer übern Detz ihm:\nDen just, Herr Richter, konnt ich noch erreichen.",
        "Adam\nWars eine Klinke?",
        "Ruprecht\nWas?",
        "Adam\nObs–",
        "Ruprecht\nJa, die Türklinke.",
        "Adam\nDarum.",
        "Licht\nIhr glaubtet wohl, es war ein Degen?",
        "Adam\nEin Degen?  Ich–wieso?",
        "Ruprecht\nEin Degen!",
        "Licht\nJe nun!\nMan kann sich wohl verhören.  Eine Klinke\nHat sehr viel Ähnlichkeit mit einem Degen.",
        "Adam\nIch glaub–!",
        "Licht\nBei meiner Treu!  Der Stiel, Herr Richter?",
        "Adam\nDer Stiel!",
        "Ruprecht\nDer Stiel!  Der wars nun aber nicht.\nDer Klinke umgekehrtes Ende wars.",
        "Adam\nDas umgekehrte Ende wars der Klinke!",
        "Licht\nSo!  So!",
        "Ruprecht\nDoch auf dem Griffe lag ein Klumpen\nBlei, wie ein Degengriff, das muß ich sagen.",
        "Adam\nJa, wie ein Griff.",
        "Licht\nGut.  Wie ein Degengriff.\nDoch irgendeine tück’sche Waffe mußt es\nGewesen sein.  Das wußt ich wohl.",
        "Walter\nZur Sache stets, Ihr Herren, doch!  Zur Sache!",
        "Adam\nNichts als Allotrien, Herr Schreiber!–Er, weiter!",
        "Ruprecht\nJetzt stürzt der Kerl, und ich schon will mich wenden,\nAls ichs im Dunkeln auf sich rappeln sehe.\nIch denke: lebst du noch?  und steig aufs Fenster\nUnd will dem Kerl das Gehen unten legen:\nAls jetzt, Ihr Herrn, da ich zum Sprung just aushol,\nMir eine Handvoll grobgekörnten Sandes–\nUnd Kerl und Nacht und Welt und Fensterbrett,\nWorauf ich steh, denk ich nicht, straf mich Gott,\nDas alles fällt in einen Sack zusammen–\nWie Hagel, stiebend, in die Augen fliegt.",
        "Adam\nVerflucht!  Sieh da!  Wer tat das?",
        "Ruprecht\nWer?  Der Lebrecht.",
        "Adam\nHalunke!",
        "Ruprecht\nMeiner Treu!  Wenn ers gewesen.",
        "Adam\nWer sonst!",
        "Ruprecht\nAls stürzte mich ein Schloßenregen\nVon eines Bergs zehn Klaftern hohem Abhang,\nSo schlag ich jetzt vom Fenster Euch ins Zimmer:\nIch denk, ich schmettere den Boden ein.\nNun brech ich mir den Hals doch nicht, auch nicht\nDas Kreuz mir, Hüften, oder sonst, inzwischen\nKonnt ich des Kerls doch nicht mehr habhaft werden,\nUnd sitze auf, und wische mir die Augen.\nDie kommt, und: “Ach, Herr Gott!” ruft sie, und: “Ruprecht!\nWas ist dir auch?” Mein Seel, ich hob den Fuß,\nGut wars, daß ich nicht sah, wohin ich stieß.",
        "Adam\nKam das vom Sande noch?",
        "Ruprecht\nVom Sandwurf, ja.",
        "Adam\nVerdammt!  Der traf!",
        "Ruprecht\nDa ich jetzt aufersteh,–\nWas sollt ich auch die Fäuste hier mir schänden?–\nSo schimpf ich sie, und sage: Liederliche Metze,\nUnd denke, das ist gut genug für sie.\nDoch Tränen, seht, ersticken mir die Sprache.\nDenn da Frau Marthe jetzt ins Zimmer tritt,\nDie Lampe hebt, und ich das Mädchen dort\nJetzt schlotternd, zum Erbarmen, vor mir sehe,\nSie, die so herzhaft sonst wohl um sich sah,\nSo sag ich zu mir: blind ist auch nicht übel.\nIch hätte meine Augen hingegeben,\nKnippkügelchen, wer will, damit zu spielen.",
        "Eve\nEr ist nicht wert, der Bösewicht–",
        "Adam\nSie soll schweigen!",
        "Ruprecht\nDas Weitre wißt Ihr.",
        "Adam\nWie, das Weitere?",
        "Ruprecht\nNun ja, Frau Marthe kam, und geiferte,\nUnd Ralf, der Nachbar, kam, und Hinz, der Nachbar,\nUnd Muhme Sus’ und Muhme Liese kamen.\nUnd Knecht’ und Mägd’ und Hund’ und Katzen kamen,\n’s war ein Spektakel, und Frau Marthe fragte\nDie Jungfer dort, wer ihr den Krug zerschlagen,\nUnd die, die sprach, Ihr wißts, daß ichs gewesen.\nMein Seel, sie hat so unrecht nicht, Ihr Herren.\nDen Krug, den sie zu Wasser trug, zerschlug ich,\nUnd der Flickschuster hat im Kopf ein Loch.",
        "Adam\nFrau Marthe!  Was entgegnet Ihr der Rede?\nSagt an!",
        "Frau Marthe\nWas ich der Red entgegene?\nDaß sie, Herr Richter, wie der Marder einbricht,\nUnd Wahrheit wie ein gakelnd Huhn erwürgt.\nWas Recht liebt, sollte zu den Keulen greifen,\nUm dieses Ungetüm der Nacht zu tilgen.",
        "Adam\nDa wird Sie den Beweis uns führen müssen.",
        "Frau Marthe\nO ja, sehr gern.  Hier ist mein Zeuge.–Rede!",
        "Adam\nDie Tochter?  Nein, Frau Marthe.",
        "Walter\nNein?  Warum nicht?",
        "Adam\nAls Zeugin, gnädiger Herr?  Steht im Gesetzbuch\nNicht titulo, ists quarto?–oder quinto!\nWenn Krüge oder sonst, was weiß ich?\nVon jungen Bengeln sind zerschlagen worden,\nSo zeugen Töchter ihren Müttern nicht?",
        "Walter\nIn Eurem Kopf liegt Wissenschaft und Irrtum\nGeknetet, innig, wie ein Teig, zusammen;\nMit jedem Schnitte gebt Ihr mir von beidem.\nDie Jungfer zeugt noch nicht, sie deklariert jetzt;\nOb, und für wen, sie zeugen will und kann,\nWird erst aus der Erklärung sich ergeben.",
        "Adam\nJa, deklarieren.  Gut.  Titulo sexto.\nDoch was sie sagt, das glaubt man nicht.",
        "Walter\nTritt vor, mein junges Kind.",
        "Adam\nHe!  Lies’!–Erlaubt!\nDie Zunge wird sehr trocken mir–Margrete!",
        "Continue...",
        "\nThis eBook of “Der zerbrochene Krug” by Heinrich von Kleist belongs to the public domain.\n Complete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Der zerbrochene Krug: Nach Heinrich von KleistBy Hans Carl ArtmannAt Amazon"
    ]
}