{
    "title": "Der zerbrochene Krug - Sechster Auftritt",
    "author": "Heinrich von Kleist",
    "chapter": "7",
    "content": [
        "\n",
        "\n\n",
        "Frau Marthe, Eve, Veit und Ruprecht treten auf.–Walter und\nLicht im Hintergrunde.",
        "Frau Marthe\nIhr krugzertrümmerndes Gesindel, ihr!\nIhr sollt mir büßen, ihr!",
        "Veit\nSei Sie nur ruhig,\nFrau Marth!  Es wird sich alles hier entscheiden.",
        "Frau Marthe\nO ja.  Entscheiden.  Seht doch!  Den Klugschwätzer!\nDen Krug mir, den zerbrochenen, entscheiden!\nWer wird mir den geschiednen Krug entscheiden?\nHier wird entschieden werden, daß geschieden\nDer Krug mir bleiben soll.  Für so’n Schiedsurteil\nGeb ich noch die geschiednen Scherben nicht.",
        "Veit\nWenn Sie sich Recht erstreiten kann, Sie hörts,\nErsetz ich ihn.",
        "Frau Marthe\nEr mir den Krug ersetzen.\nWenn ich mir Recht erstreiten kann, ersetzen.\nSetz Er den Krug mal hin, versuch Ers mal,\nSetz Er’n mal hin auf das Gesims!  Ersetzen!\nDen Krug, der kein Gebein zum Stehen hat,\nZum Liegen oder Sitzen hat, ersetzen!",
        "Veit\nSie hörts!  Was geifert Sie?  Kann man mehr tun?\nWenn einer Ihr von uns den Krug zerbrochen,\nSoll Sie entschädigt werden.",
        "Frau Marthe\nIch entschädigt!\nAls ob ein Stück von meinem Hornvieh spräche.\nMeint Er, daß die Justiz ein Töpfer ist?\nUnd kämen die Hochmögenden und bänden\nDie Schürze vor, und trügen ihn zum Ofen,\nDie könnten sonst was in den Krug mir tun,\nAls ihn entschädigen.  Entschädigen!",
        "Ruprecht\nLaß Er sie, Vater.  Folg Er mir.  Der Drache!\n’s ist der zerbrochne Krug nicht, der sie wurmt,\nDie Hochzeit ist es, die ein Loch bekommen,\nUnd mit Gewalt hier denkt sie sie zu flicken.\nIch aber setze noch den Fuß eins drauf:\nVerflucht bin ich, wenn ich die Metze nehme.",
        "Frau Marthe\nDer eitle Flaps!  Die Hochzeit ich hier flicken!\nDie Hochzeit, nicht des Flickdrahts, unzerbrochen,\nNicht Einen von des Kruges Scherben wert.\nUnd stünd die Hochzeit blankgescheuert vor mir,\nWie noch der Krug auf dem Gesimse gestern,\nSo faßt ich sie beim Griff jetzt mit den Händen,\nUnd schlüg sie gellend Ihm am Kopf entzwei,\nNicht aber hier die Scherben möcht ich flicken!\nSie flicken!",
        "Eve\nRuprecht!",
        "Ruprecht\nFort, du–!",
        "Eve\nLiebster Ruprecht!",
        "Ruprecht\nMir aus den Augen!",
        "Eve\nIch beschwöre dich.",
        "Ruprecht\nDie liederliche–!  Ich mag nicht sagen, was.",
        "Eve\nLaß mich ein einz’ges Wort dir heimlich–",
        "Ruprecht\nNichts!",
        "Eve\nDu gehst zum Regimente jetzt, o Ruprecht,\nWer weiß, wenn du erst die Muskete trägst,\nOb ich dich je im Leben wieder sehe.\nKrieg ists, bedenke, Krieg, in den du ziehst:\nWillst du mit solchem Grolle von mir scheiden?",
        "Ruprecht\nGroll?  Nein, bewahr mich Gott, das will ich nicht.\nGott schenk dir so viel Wohlergehn, als er\nErübrigen kann.  Doch kehrt ich aus dem Kriege\nGesund, mit erzgegoßnem Leib zurück,\nUnd würd in Huisum achtzig Jahre alt,\nSo sagt ich noch im Tode zu dir: Metze!\nDu willsts ja selber vor Gericht beschwören.",
        "Frau Marthe zu Eve.\nHinweg!  Was sagt ich dir?  Willst du dich noch\nBeschimpfen lassen?  Der Herr Korporal\nIst was für dich, der würd’ge Holzgebein,\nDer seinen Stock im Militär geführt,\nUnd nicht dort der Maulaffe, der dem Stock\nJetzt seinen Rücken bieten wird.  Heut ist\nVerlobung, Hochzeit, wäre Taufe heute,\nEs wär mir recht, und mein Begräbnis leid ich,\nWenn ich dem Hochmut erst den Kamm zertreten,\nDer mir bis an die Krüge schwillet.",
        "Eve\nMutter!\nLaßt doch den Krug!  Laßt mich doch in der Stadt versuchen,\nOb ein geschickter Handwerksmann die Scherben\nNicht wieder Euch zur Lust zusammenfügt.\nUnd wärs um ihn geschehn, nehmt meine ganze\nSparbüchse hin, und kauft Euch einen neuen.\nWer wollte doch um einen irdnen Krug,\nUnd stammt’ er von Herodes’ Zeiten her,\nSolch einen Aufruhr, so viel Unheil stiften.",
        "Frau Marthe\nDu sprichst, wie du’s verstehst.  Willst du etwa\nDie Fiedel tragen, Evchen, in der Kirche\nAm nächsten Sonntag reuig Buße tun?\nDein guter Name lag in diesem Topfe,\nUnd vor der Welt mit ihm ward er zerstoßen,\nWenn auch vor Gott nicht, und vor mir und dir.\nDer Richter ist mein Handwerksmann, der Scherge,\nDer Block ists, Peitschenhiebe, die es braucht,\nUnd auf den Scheiterhaufen das Gesindel,\nWenns unsre Ehre weiß zu brennen gilt,\nUnd diesen Krug hier wieder zu glasieren.",
        "Continue...",
        "\nThis eBook of “Der zerbrochene Krug” by Heinrich von Kleist belongs to the public domain.\n Complete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Der zerbrochene Krug: Nach Heinrich von KleistBy Hans Carl ArtmannAt Amazon"
    ]
}