{
    "title": "Der zerbrochene Krug - Erster Auftritt",
    "author": "Heinrich von Kleist",
    "chapter": "2",
    "content": [
        "\n",
        "\n\n",
        "Adam sitzt und verbindet sich ein Bein.  Licht tritt auf.",
        "Licht\nEi, was zum Henker, sagt, Gevatter Adam!\nWas ist mit Euch geschehn?  Wie seht Ihr aus?",
        "Adam\nJa, seht.  Zum Straucheln brauchts doch nichts als Füße.\nAuf diesem glatten Boden, ist ein Strauch hier?\nGestrauchelt bin ich hier; denn jeder trägt\nDen leid’gen Stein zum Anstoß in sich selbst.",
        "Licht\nNein, sagt mir, Freund!  Den Stein trüg jeglicher–?",
        "Adam\nJa, in sich selbst!",
        "Licht\nVerflucht das!",
        "Adam\nWas beliebt?",
        "Licht\nIhr stammt von einem lockern Ältervater,\nDer so beim Anbeginn der Dinge fiel,\nUnd wegen seines Falls berühmt geworden;\nIhr seid doch nicht–?",
        "Adam\nNun?",
        "Licht\nGleichfalls–?",
        "Adam\nOb ich–?  Ich glaube–!\nHier bin ich hingefallen, sag ich Euch.",
        "Licht\nUnbildlich hingeschlagen?",
        "Adam\nJa, unbildlich.\nEs mag ein schlechtes Bild gewesen sein.",
        "Licht\nWann trug sich die Begebenheit denn zu?",
        "Adam\nJetzt, in dem Augenblick, da ich dem Bett\nEntsteig.  Ich hatte noch das Morgenlied\nIm Mund, da stolpr ich in den Morgen schon,\nUnd eh ich noch den Lauf des Tags beginne,\nRenkt unser Herrgott mir den Fuß schon aus.",
        "Licht\nUnd wohl den linken obenein?",
        "Adam\nDen linken?",
        "Licht\nHier, den gesetzten?",
        "Adam\nFreilich!",
        "Licht\nAllgerechter!\nDer ohnehin schwer den Weg der Sünde wandelt?",
        "Adam\nDer Fuß!  Was?  Schwer!  Warum?",
        "Licht\nDer Klumpfuß?",
        "Adam\nKlumpfuß!\nEin Fuß ist, wie der andere, ein Klumpen.",
        "Licht\nErlaubt!  Da tut Ihr Eurem rechten unrecht.\nDer rechte kann sich dieser–Wucht nicht rühmen,\nUnd wagt sich ehr aufs Schlüpfrige.",
        "Adam\nAch, was!\nWo sich der eine hinwagt, folgt der andre.",
        "Licht\nUnd was hat das Gesicht Euch so verrenkt?",
        "Adam\nMir das Gesicht?",
        "Licht\nWie?  Davon wißt Ihr nichts?",
        "Adam\nIch müßt ein Lügner sein–wie siehts denn aus?",
        "Licht\nWie’s aussieht?",
        "Adam\nJa, Gevatterchen.",
        "Licht\nAbscheulich!",
        "Adam\nErklärt Euch deutlicher.",
        "Licht\nGeschunden ists,\nEin Greul zu sehn.  Ein Stück fehlt von der Wange,\nWie groß?  Nicht ohne Waage kann ichs schätzen.",
        "Adam\nDen Teufel auch!",
        "Licht bringt einen Spiegel.\nHier!  Überzeugt Euch selbst!\nEin Schaf, das, eingehetzt von Hunden, sich\nDurch Dornen drängt, läßt nicht mehr Wolle sitzen,\nAls Ihr–Gott weiß wo?–Fleisch habt sitzen lassen.",
        "Adam\nHm!  Ja!  ’s ist wahr.  Unlieblich sieht es aus.\nDie Nas hat auch gelitten.",
        "Licht\nUnd das Auge.",
        "Adam\nDas Auge nicht, Gevatter.",
        "Licht\nEi, hier liegt\nQuerfeld ein Schlag, blutrünstig, straf mich Gott,\nAls hätt ein Großknecht wütend ihn geführt.",
        "Adam\nDas ist der Augenknochen.–Ja, nun seht,\nDas alles hatt ich nicht einmal gespürt.",
        "Licht\nJa, ja!  So gehts im Feuer des Gefechts.",
        "Adam\nGefecht!  Was?–Mit dem verfluchten Ziegenbock\nAm Ofen focht ich, wenn Ihr wollt.  Jetzt weiß ichs.\nDa ich das Gleichgewicht verlier, und gleichsam\nErtrunken in den Lüften um mich greife,\nFass’ ich die Hosen, die ich gestern abend\nDurchnäßt an das Gestell des Ofens hing.\nNun fass’ ich sie, versteht Ihr, denke mich,\nIch Tor, daran zu halten, und nun reißt\nDer Bund; Bund jetzt und Hos und ich, wir stürzen,\nUnd häuptlings mit dem Stirnblatt schmettr ich auf\nDen Ofen hin, just wo ein Ziegenbock\nDie Nase an der Ecke vorgestreckt.",
        "Licht lacht.\nGut, gut.",
        "Adam\nVerdammt!",
        "Licht\nDer erste Adamsfall,\nDen Ihr aus einem Bett hinaus getan.",
        "Adam\nMein Seel!–Doch, was ich sagen wollte, was gibts\nNeues?",
        "Licht\nJa, was es Neues gibt!  Der Henker hols,\nHätt ichs doch bald vergessen.",
        "Adam\nNun?",
        "Licht\nMacht Euch bereit auf unerwarteten\nBesuch aus Utrecht.",
        "Adam\nSo?",
        "Licht\nDer Herr Gerichtsrat kömmt.",
        "Adam\nWer kömmt?",
        "Licht\nDer Herr Gerichtsrat Walter kömmt, aus Utrecht.\nEr ist in Revisions-Bereisung auf den Ämtern,\nUnd heut noch trifft er bei uns ein.",
        "Adam\nNoch heut!  Seid Ihr bei Trost?",
        "Licht\nSo wahr ich lebe.\nEr war in Holla, auf dem Grenzdorf, gestern,\nHat das Justizamt dort schon revidiert.\nEin Bauer sah zur Fahrt nach Huisum schon\nDie Vorspannpferde vor den Wagen schirren.",
        "Adam\nHeut noch, er, der Gerichtsrat, her, aus Utrecht!\nZur Revision, der wackre Mann, der selbst\nSein Schäfchen schiert, dergleichen Fratzen haßt.\nNach Huisum kommen und uns kujonieren!",
        "Licht\nKam er bis Holla, kommt er auch bis Huisum.\nNehmt Euch in acht.",
        "Adam\nAch, geht!",
        "Licht\nIch sag es Euch.",
        "Adam\nGeht mir mit Eurem Märchen, sag ich Euch.",
        "Licht\nDer Bauer hat ihn selbst gesehn, zum Henker.",
        "Adam\nWer weiß, wen der triefäugige Schuft gesehn.\nDie Kerle unterscheiden ein Gesicht\nVon einem Hinterkopf nicht, wenn er kahl ist.\nSetzt einen Hut dreieckig auf mein Rohr,\nHängt ihm den Mantel um, zwei Stiefeln drunter,\nSo hält so’n Schubjak ihn, für wen Ihr wollt.",
        "Licht\nWohlan, so zweifelt fort, ins Teufels Namen,\nBis er zur Tür hier eintritt.",
        "Adam\nEr, eintreten!–\nOhn uns ein Wort vorher gesteckt zu haben.",
        "Licht\nDer Unverstand!  Als obs der vorige\nRevisor noch, der Rat Wacholder, wäre!\nEs ist Rat Walter jetzt, der revidiert.",
        "Adam\nWenn gleich Rat Walter!  Geht, laßt mich zufrieden.\nDer Mann hat seinen Amtseid ja geschworen,\nUnd praktisiert, wie wir, nach den\nBestehenden Edikten und Gebräuchen.",
        "Licht\nNun, ich versichr Euch, der Gerichtsrat Walter\nErschien in Holla unvermutet gestern,\nVis’tierte Kassen und Registraturen,\nUnd suspendierte Richter dort und Schreiber,\nWarum?  ich weiß nicht, ab officio.",
        "Adam\nDen Teufel auch?  Hat das der Bauer gesagt?",
        "Licht\nDies und noch mehr–",
        "Adam\nSo?",
        "Licht\nWenn Ihrs wissen wollt.\nDenn in der Frühe heut sucht man den Richter,\nDem man in seinem Haus Arrest gegeben,\nUnd findet hinten in der Scheuer ihn\nAm Sparren hoch des Daches aufgehangen.",
        "Adam\nWas sagt Ihr?",
        "Licht\nHilf inzwischen kommt herbei,\nMan löst ihn ab, man reibt ihn, und begießt ihn,\nIns nackte Leben bringt man ihn zurück.",
        "Adam\nSo?  Bringt man ihn?",
        "Licht\nDoch jetzo wird versiegelt\nIn seinem Haus, vereidet und verschlossen,\nEs ist, als wär er eine Leiche schon,\nUnd auch sein Richteramt ist schon beerbt.",
        "Adam\nEi, Henker, seht!–Ein liederlicher Hund wars–\nSonst eine ehrliche Haut, so wahr ich lebe,\nEin Kerl, mit dem sichs gut zusammen war;\nDoch grausam liederlich, das muß ich sagen.\nWenn der Gerichtsrat heut in Holla war,\nSo gings ihm schlecht, dem armen Kauz, das glaub ich.",
        "Licht\nUnd dieser Vorfall einzig, sprach der Bauer,\nSei schuld, daß der Gerichtsrat noch nicht hier;\nZu Mittag treff er doch ohnfehlbar ein.",
        "Adam\nZu Mittag!  Gut, Gevatter!  Jetzt gilts Freundschaft.\nIhr wißt, wie sich zwei Hände waschen können.\nIhr wollt auch gern, ich weiß, Dorfrichter werden,\nUnd Ihr verdients, bei Gott, so gut wie einer.\nDoch heut ist noch nicht die Gelegenheit,\nHeut laßt Ihr noch den Kelch vorübergehn.",
        "Licht\nDorfrichter, ich!  Was denkt Ihr auch von mir?",
        "Adam\nIhr seid ein Freund von wohlgesetzter Rede,\nUnd Euren Cicero habt Ihr studiert\nTrotz Einem auf der Schul in Amsterdam.\nDrückt Euren Ehrgeiz heut hinunter, hört Ihr?\nEs werden wohl sich Fälle noch ergeben,\nWo Ihr mit Eurer Kunst Euch zeigen könnt.",
        "Licht\nWir zwei Gevatterleute!  Geht mir fort.",
        "Adam\nZu seiner Zeit, Ihr wißts, schwieg auch der große\nDemosthenes.  Folgt hierin seinem Muster.\nUnd bin ich König nicht von Mazedonien,\nKann ich auf meine Art doch dankbar sein.",
        "Licht\nGeht mir mit Eurem Argwohn, sag ich Euch.\nHab ich jemals–?",
        "Adam\nSeht, ich, ich, für mein Teil,\nDem großen Griechen folg ich auch.  Es ließe\nVon Depositionen sich und Zinsen\nZuletzt auch eine Rede ausarbeiten:\nWer wollte solche Perioden drehn?",
        "Licht\nNun, also!",
        "Adam\nVon solchem Vorwurf bin ich rein,\nDer Henker hols!  Und alles, was es gilt,\nEin Schwank ists etwa, der, zur Nacht geboren,\nDes Tags vorwitz’gen Lichtstrahl scheut.",
        "Licht\nIch weiß.",
        "Adam\nMein Seel!  Es ist kein Grund, warum ein Richter,\nWenn er nicht auf dem Richtstuhl sitzt,\nSoll gravitätisch wie ein Eisbär sein.",
        "Licht\nDas sag ich auch.",
        "Adam\nNun denn, so kommt, Gevatter,\nFolgt mir ein wenig zur Registratur;\nDie Aktenstöße setz ich auf, denn die,\nDie liegen wie der Turm zu Babylon.",
        "Continue...",
        "\nThis eBook of “Der zerbrochene Krug” by Heinrich von Kleist belongs to the public domain.\n Complete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Der zerbrochene Krug: Nach Heinrich von KleistBy Hans Carl ArtmannAt Amazon"
    ]
}