{
    "title": "Der zerbrochene Krug - Vierter Auftritt",
    "author": "Heinrich von Kleist",
    "chapter": "5",
    "content": [
        "\n",
        "\n\n",
        "Der Gerichtsrat Walter tritt auf.  Die Vorigen.",
        "Walter\nGott grüß Euch, Richter Adam.",
        "Adam\nEi, willkommen!\nWillkommen, gnäd’ger Herr, in unserm Huisum!\nWer konnte, du gerechter Gott, wer konnte\nSo freudigen Besuches sich gewärt’gen.\nKein Traum, der heute früh Glock achte noch\nZu solchem Glücke sich versteigen durfte.",
        "Walter\nIch komm ein wenig schnell, ich weiß; und muß\nAuf dieser Reis’, in unsrer Staaten Dienst,\nZufrieden sein, wenn meine Wirte mich\nMit wohlgemeintem Abschiedsgruß entlassen.\nInzwischen ich, was meinen Gruß betrifft,\nIch meins von Herzen gut, schon wenn ich komme.\nDas Obertribunal in Utrecht will\nDie Rechtspfleg auf dem platten Land verbessern,\nDie mangelhaft von mancher Seite scheint,\nUnd strenge Weisung hat der Mißbrauch zu erwarten.\nDoch mein Geschäft auf dieser Reis’ ist noch\nEin strenges nicht, sehn soll ich bloß, nicht strafen,\nUnd find ich gleich nicht alles, wie es soll,\nIch freue mich, wenn es erträglich ist.",
        "Adam\nFürwahr, so edle Denkart muß man loben.\nEw.  Gnaden werden hie und da, nicht zweifl ich,\nDen alten Brauch im Recht zu tadeln wissen;\nUnd wenn er in den Niederlanden gleich\nSeit Kaiser Karl dem Fünften schon besteht:\nWas läßt sich in Gedanken nicht erfinden?\nDie Welt, sagt unser Sprichwort, wird stets klüger,\nUnd alles liest, ich weiß, den Puffendorf;\nDoch Huisum ist ein kleiner Teil der Welt,\nAuf den nicht mehr, nicht minder, als sein Teil nur\nKann von der allgemeinen Klugheit kommen.\nKlärt die Justiz in Huisum gütigst auf,\nUnd überzeugt Euch, gnäd’ger Herr, Ihr habt\nIhr noch so bald den Rücken nicht gekehrt,\nAls sie auch völlig Euch befried’gen wird;\nDoch fändet Ihr sie heut im Amte schon,\nWie Ihr es wünscht, mein Seel, so wärs ein Wunder,\nDa sie nur dunkel weiß noch, was Ihr wollt.",
        "Walter\nEs fehlt an Vorschriften, ganz recht.  Vielmehr\nEs sind zu viel, man wird sie sichten müssen.",
        "Adam\nJa, durch ein großes Sieb.  Viel Spreu!  Viel Spreu!",
        "Walter\nDas ist dort der Herr Schreiber?",
        "Licht\nDer Schreiber Licht,\nZu Eurer Gnaden Diensten.  Pfingsten\nNeun Jahre, daß ich im Justizamt bin.",
        "Adam bringt einen Stuhl.\nSetzt Euch.",
        "Walter\nLaßt sein.",
        "Adam\nIhr kommt von Holla schon.",
        "Walter\nZwei kleine Meilen–Woher wißt Ihr das?",
        "Adam\nWoher?  Ew.  Gnaden Diener–",
        "Licht\nEin Bauer sagt’ es,\nDer eben jetzt von Holla eingetroffen.",
        "Walter\nEin Bauer?",
        "Adam\nAufzuwarten.",
        "Walter\n–Ja!  Es trug sich\nDort ein unangenehmer Vorfall zu,\nDer mir die heitre Laune störte,\nDie in Geschäften uns begleiten soll.–\nIhr werdet davon unterrichtet sein?",
        "Adam\nWärs wahr, gestrenger Herr?  Der Richter Pfaul,\nWeil er Arrest in seinem Haus empfing,\nVerzweiflung hätt den Toren überrascht,\nEr hing sich auf?",
        "Walter\nUnd machte Übel ärger.\nWas nur Unordnung schien, Verworrenheit,\nNimmt jetzt den Schein an der Veruntreuung,\nDie das Gesetz, Ihr wißts, nicht mehr verschont.–\nWie viele Kassen habt Ihr?",
        "Adam\nFünf, zu dienen.",
        "Walter\nWie, fünf?  Ich stand im Wahn–Gefüllte Kassen?\nIch stand im Wahn, daß Ihr nur vier–",
        "Adam\nVerzeiht!\nMit der Rhein-Inundations-Kollekten-Kasse?",
        "Walter\nMit der Inundations-Kollekten-Kasse!\nDoch jetzo ist der Rhein nicht inundiert,\nUnd die Kollekten gehn mithin nicht ein.\n–Sagt doch, Ihr habt ja wohl Gerichtstag heut?",
        "Adam\nOb wir–?",
        "Walter\nWas?",
        "Licht\nJa, den ersten in der Woche.",
        "Walter\nUnd jene Schar von Leuten, die ich draußen\nAuf Eurem Flure sah, sind das–?",
        "Adam\nDas werden–",
        "Licht\nDie Kläger sinds, die sich bereits versammeln.",
        "Walter\nGut.  Dieser Umstand ist mir lieb, ihr Herren.\nLaßt diese Leute, wenns beliebt, erscheinen.\nIch wohne dem Gerichtsgang bei; ich sehe,\nWie er in Eurem Huisum üblich ist.\nWir nehmen die Registratur, die Kassen\nNachher, wenn diese Sache abgetan.",
        "Adam\nWie Ihr befehlt.–Der Büttel!  He!  Hanfriede!",
        "Continue...",
        "\nThis eBook of “Der zerbrochene Krug” by Heinrich von Kleist belongs to the public domain.\n Complete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Der zerbrochene Krug: Nach Heinrich von KleistBy Hans Carl ArtmannAt Amazon"
    ]
}