{
    "title": "Der zerbrochene Krug - Neunter Auftritt",
    "author": "Heinrich von Kleist",
    "chapter": "10",
    "content": [
        "\n",
        "\n\n",
        "Walter.  Adam.  Frau Marthe usw.  ohne die Magd.",
        "Adam\n–Wenn ich freimütig reden darf, Ihr Gnaden,\nDie Sache eignet gut sich zum Vergleich.",
        "Walter\nSich zum Vergleich?  Das ist nicht klar, Herr Richter.\nVernünft’ge Leute können sich vergleichen;\nDoch wie Ihr den Vergleich schon wollt bewirken,\nDa noch durchaus die Sache nicht entworren,\nDas hätt ich wohl von Euch zu hören Lust.\nWie denkt Ihrs anzustellen, sagt mir an?\nHabt Ihr ein Urteil schon gefaßt?",
        "Adam\nMein Seel!\nWenn ich, da das Gesetz im Stich mich läßt,\nPhilosophie zu Hilfe nehmen soll,\nSo wars–der Leberecht–",
        "Walter\nWer?",
        "Adam\nOder Ruprecht–",
        "Walter\nWer?",
        "Adam\nOder Lebrecht, der den Krug zerschlug.",
        "Walter\nWer also wars?  Der Lebrecht oder Ruprecht?\nIhr greift, ich seh, mit Eurem Urteil ein,\nWie eine Hand in einen Sack voll Erbsen.",
        "Adam\nErlaubt!",
        "Walter\nSchweigt, schweigt, ich bitt Euch.",
        "Adam\nWie Ihr wollt.\nAuf meine Ehr, mir wärs vollkommen recht,\nWenn sie es alle beid gewesen wären.",
        "Walter\nFragt dort, so werdet Ihrs erfahren.",
        "Adam\nSehr gern.\nDoch wenn Ihrs herausbekommt, bin ich ein Schuft.\n–Habt Ihr das Protokoll da in Bereitschaft?",
        "Licht\nVollkommen.",
        "Adam\nGut.",
        "Licht\nUnd brech ein eignes Blatt mir,\nBegierig, was darauf zu stehen kommt.",
        "Adam\nEin eignes Blatt?  Auch gut.",
        "Walter\nSprich dort, mein Kind!",
        "Adam\nSprich, Evchen, hörst du, sprich jetzt, Jungfer Evchen!\nGib Gotte, hörst du, Herzchen, gib, mein Seel,\nIhm und der Welt, gib ihm was von der Wahrheit.\nDenk, daß du hier vor Gottes Richtstuhl bist,\nUnd daß du deinen Richter nicht mit Leugnen,\nUnd Plappern, was zur Sache nicht gehört,\nBetrüben mußt.  Ach, was!  Du bist vernünftig.\nEin Richter immer, weißt du, ist ein Richter,\nUnd einer braucht ihn heut, und einer morgen.\nSagst du, daß es der Lebrecht war: nun gut;\nUnd sagst du, daß es Ruprecht war: auch gut!\nSprich so, sprich so, ich bin kein ehrlicher Kerl,\nEs wird sich alles, wie du wünschest, finden.\nWillst du mir hier von einem andern trätschen,\nUnd dritten etwa, dumme Namen nennen:\nSieh, Kind, nimm dich in acht, ich sag nichts weiter.\nIn Huisum, hols der Henker, glaubt dirs keiner,\nUnd keiner, Evchen, in den Niederlanden;\nDu weißt, die weißen Wände zeugen nicht,\nDer auch wird zu verteidigen sich wissen:\nUnd deinen Ruprecht holt die Schwerenot!",
        "Walter\nWenn Ihr doch Eure Reden lassen wolltet.\nGeschwätz, gehauen nicht und nicht gestochen.",
        "Adam\nVerstehens Ew.  Gnaden nicht?",
        "Walter\nMacht fort!\nIhr habt zulängst hier auf dem Stuhl gesprochen.",
        "Adam\nAuf Ehr!  Ich habe nicht studiert, Ew. Gnaden.\nBin ich Euch Herrn aus Utrecht nicht verständlich,\nMit diesem Volk vielleicht verhält sichs anders:\nDie Jungfer weiß, ich wette, was ich will.",
        "Frau Marthe\nWas soll das?  Dreist heraus jetzt mit der Sprache!",
        "Eve\nO liebste Mutter!",
        "Frau Marthe\nDu–!  Ich rate dir!",
        "Ruprecht\nMein Seel, ’s ist schwer, Frau Marthe, dreist zu sprechen,\nWenn das Gewissen an der Kehl uns sitzt.",
        "Adam\nSchweig Er jetzt, Nasweis, mucks Er nicht.",
        "Frau Marthe\nWer wars?",
        "Eve\nO Jesus.",
        "Frau Marthe\nMaulaffe, der!  Der niederträchtige!\nO Jesus!  Als ob sie eine Hure wäre.\nWars der Herr Jesus?",
        "Adam\nFrau Marthe!  Unvernunft!\nWas das für–!  Laß Sie die Jungfer doch gewähren!\nDas Kind einschrecken–Hure–Schafsgesicht!\nSo wird uns nichts.  Sie wird sich schon besinnen.",
        "Ruprecht\nO ja, besinnen.",
        "Adam\nFlaps dort, schweig Er jetzt.",
        "Ruprecht\nDer Flickschuster wird ihr schon einfallen.",
        "Adam\nDer Satan!  Ruft den Büttel!  He!  Hanfriede!",
        "Ruprecht\nNun, nun!  Ich schweig, Herr Richter, laßts nur sein.\nSie wird Euch schon auf meinen Namen kommen.",
        "Frau Marthe\nHör du, mach mir hier kein Spektakel, sag ich.\nHör, neunundvierzig bin ich alt geworden\nIn Ehren: funfzig möcht ich gern erleben.\nDen dritten Februar ist mein Geburtstag;\nHeut ist der erste.  Mach es kurz.  Wer wars?",
        "Adam\nGut, meinethalben!  Gut, Frau Marthe Rull!",
        "Frau Marthe\nDer Vater sprach, als er verschied: “Hör, Marthe,\nDem Mädel schaff mir einen wackern Mann;\nUnd wird sie eine liederliche Metze,\nSo gib dem Totengräber einen Groschen,\nUnd laß mich wieder auf den Rücken legen:\nMein Seel, ich glaub, ich kehr im Grab mich um.",
        "Adam\nNun, das ist auch nicht übel.",
        "Frau Marthe\nWillst du Vater\nUnd Mutter jetzt, mein Evchen, nach dem vierten\nGebot hoch ehren, gut, so sprich: in meine Kammer\nLieß ich den Schuster, oder einen dritten,\nHörst du?  Der Bräut’gam aber war es nicht.",
        "Ruprecht\nSie jammert mich.  Laßt doch den Krug, ich bitt Euch;\nIch will ’n nach Utrecht tragen.  Solch ein Krug–\nIch wollt, ich hätt ihn nur entzwei geschlagen.",
        "Eve\nUnedelmüt’ger, du!  Pfui, schäme dich,\nDaß du nicht sagst: gut, ich zerschlug den Krug!\nPfui, Ruprecht, pfui, o schäme dich, daß du\nMir nicht in meiner Tat vertrauen kannst.\nGab ich die Hand dir nicht, und sagte: ja,\nAls du mich fragtest: “Eve, willst du mich?\"\nMeinst du, daß du den Flickschuster nicht wert bist?\nUnd hättest du durchs Schlüsselloch mich mit\nDem Lebrecht aus dem Kruge trinken sehen,\nDu hättest denken sollen: Ev ist brav,\nEs wird sich alles ihr zum Ruhme lösen,\nUnd ists im Leben nicht, so ist es Jenseits,\nUnd wenn wir auferstehn, ist auch ein Tag.",
        "Ruprecht\nMein Seel, das dauert mir zu lange, Evchen.\nWas ich mit Händen greife, glaub ich gern.",
        "Eve\nGesetzt, es wär der Leberecht gewesen,\nWarum–des Todes will ich ewig sterben,\nHätt ichs dir Einzigen nicht gleich vertraut;\nJedoch warum vor Nachbarn, Knecht’ und Mägden–\nGesetzt, ich hätte Gründ, es zu verbergen,\nWarum, o Ruprecht, sprich, warum nicht sollt ich\nAuf dein Vertraun hin sagen, daß du’s warst?\nWarum nicht sollt ichs?  Warum sollt ichs nicht?",
        "Ruprecht\nEi, so zum Henker, sags, es ist mir recht,\nWenn du die Fiedel dir ersparen kannst.",
        "Eve\nO du Abscheulicher!  Du Undankbarer!\nWert, daß ich mir die Fiedel spare!  Wert,\nDaß ich mit Einem Wort zu Ehren mich,\nUnd dich in ewiges Verderben bringe.",
        "Walter\nNun–?  Und dies einz’ge Wort–?  Halt uns nicht auf.\nDer Ruprecht also war es nicht?",
        "Eve\nNein, gnäd’ger Herr, weil ers denn selbst so will,\nUm seinetwillen nur verschwieg ich es:\nDen irdnen Krug zerschlug der Ruprecht nicht,\nWenn ers Euch selber leugnet, könnt Ihrs glauben.",
        "Frau Marthe\nEve!  Der Ruprecht nicht?",
        "Eve\nNein, Mutter, nein!\nUnd wenn ichs gestern sagte, wars gelogen.",
        "Frau Marthe\nHör, dir zerschlag ich alle Knochen!",
        "Sie setzt den Krug nieder.",
        "Eve\nTut, was Ihr wollt.",
        "Walter drohend.\nFrau Marthe!",
        "Adam\nHe!  Der Büttel!–\nSchmeißt sie heraus dort, die verwünschte Vettel!\nWarum solls Ruprecht just gewesen sein?\nHat Sie das Licht dabei gehalten, was?\nDie Jungfer, denk ich, wird es wissen müssen:\nIch bin ein Schelm, wenns nicht der Lebrecht war.",
        "Frau Marthe\nWar es der Lebrecht etwa?  Wars der Lebrecht?",
        "Adam\nSprich, Evchen, wars der Lebrecht nicht,\nmein Herzchen?",
        "Eve\nEr Unverschämter, Er!  Er Niederträcht’ger!\nWie kann Er sagen, daß es Lebrecht–",
        "Walter\nJungfer!\nWas untersteht Sie sich?  Ist das mir der\nRespekt, den Sie dem Richter schuldig ist?",
        "Eve\nEi, was!  Der Richter dort!  Wert, selbst vor dem\nGericht, ein armer Sünder, dazustehn–\n–Er, der wohl besser weiß, wer es gewesen!",
        "Sich zum Dorfrichter wendend.",
        "Hat Er den Lebrecht in die Stadt nicht gestern\nGeschickt nach Utrecht, vor die Kommission,\nMit dem Attest, der die Rekruten aushebt?\nWie kann Er sagen, daß es Lebrecht war,\nWenn Er wohl weiß, daß der in Utrecht ist?",
        "Adam\nNun, wer denn sonst?  Wenns Lebrecht nicht, zum Henker–\nNicht Ruprecht ist, nicht Lebrecht ist–Was machst du?",
        "Ruprecht\nMein Seel, Herr Richter Adam, laßt Euch sagen,\nHierin mag doch die Jungfer just nicht lügen.\nDem Lebrecht bin ich selbst begegnet gestern,\nAls er nach Utrecht ging, früh wars Glock acht,\nUnd wenn er auf ein Fuhrwerk sich nicht lud,\nHat sich der Kerl, krummbeinig wie er ist,\nGlock zehn Uhr nachts noch nicht zurückgehaspelt.\nEs kann ein dritter wohl gewesen sein.",
        "Adam\nAch was!  Krummbeinig!  Schafsgesicht!  Der Kerl\nGeht seinen Stiefel, der, trotz einem.\nIch will von ungespaltnem Leibe sein,\nWenn nicht ein Schäferhund von mäß’ger Größe\nMuß seinen Trab gehn, mit ihm fortzukommen.",
        "Walter\nErzähl den Hergang uns.",
        "Adam\nVerzeihn Ew.  Gnaden!\nHierauf wird Euch die Jungfer schwerlich dienen.",
        "Walter\nNicht dienen?  Mir nicht dienen?  Und warum nicht?",
        "Adam\nEin twatsches Kind.  Ihr sehts.  Gut, aber twatsch.\nBlutjung, gefirmelt kaum; das schämt sich noch,\nWenns einen Bart von weitem sieht.  So ’n Volk,\nIm Finstern leiden sie’s, und wenn es Tag wird,\nSo leugnen sie’s vor ihrem Richter ab.",
        "Walter\nIhr seid sehr nachsichtsvoll, Herr Richter Adam,\nSehr mild, in allem, was die Jungfer angeht.",
        "Adam\nDie Wahrheit Euch zu sagen, Herr Gerichtsrat,\nIhr Vater war ein guter Freund von mir.\nWollen Ew.  Gnaden heute huldreich sein,\nSo tun wir hier nicht mehr, als unsre Pflicht,\nUnd lassen seine Tochter gehn.",
        "Walter\nIch spüre große Lust in mir, Herr Richter,\nDer Sache völlig auf den Grund zu kommen.–\nSei dreist, mein Kind; sag, wer den Krug zerschlagen.\nVor niemand stehst du, in dem Augenblick,\nDer einen Fehltritt nicht verzeihen könnte.",
        "Eve\nMein lieber, würdiger und gnäd’ger Herr,\nErlaßt mir, Euch den Hergang zu erzählen.\nVon dieser Weigrung denkt uneben nicht.\nEs ist des Himmels wunderbare Fügung,\nDie mir den Mund in dieser Sache schließt.\nDaß Ruprecht jenen Krug nicht traf, will ich\nMit einem Eid, wenn Ihrs verlangt,\nAuf heiligem Altar bekräftigen.\nJedoch die gestrige Begebenheit,\nMit jedem andern Zuge, ist mein eigen,\nUnd nicht das ganze Garnstück kann die Mutter,\nUm eines einz’gen Fadens willen, fordern,\nDer, ihr gehörig, durchs Gewebe läuft.\nIch kann hier, wer den Krug zerschlug, nicht melden,\nGeheimnisse, die nicht mein Eigentum,\nMüßt ich, dem Kruge völlig fremd, berühren.\nFrüh oder spät will ichs ihr anvertrauen,\nDoch hier das Tribunal ist nicht der Ort,\nWo sie das Recht hat, mich darnach zu fragen.",
        "Adam\nNein, Rechtens nicht.  Auf meine Ehre, nicht.\nDie Jungfer weiß, wo unsre Zäume hängen.\nWenn sie den Eid hier vor Gericht will schwören,\nSo fällt der Mutter Klage weg:\nDagegen ist nichts weiter einzuwenden.",
        "Walter\nWas sagt zu der Erklärung Sie, Frau Marthe?",
        "Frau Marthe\nWenn ich gleich was Erkleckliches nicht aufbringe\nGestrenger Herr, so glaubt, ich bitt Euch sehr,\nDaß mir der Schlag bloß jetzt die Zunge lähmte.\nBeispiele gibts, daß ein verlorner Mensch,\nUm vor der Welt zu Ehren sich zu bringen,\nDen Meineid vor dem Richtstuhl wagt; doch daß\nEin falscher Eid sich schwören kann, auf heil’gem\nAltar, um an den Pranger hinzukommen,\nDas heut erfährt die Welt zum erstenmal.\nWär, daß ein andrer, als der Ruprecht, sich\nIn ihre Kammer gestern schlich, gegründet,\nWärs überall nur möglich, gnäd’ger Herr,\nVersteht mich wohl,–so säumt ich hier nicht länger.\nDen Stuhl setzt ich, zur ersten Einrichtung,\nIhr vor die Tür, und sagte: geh, mein Kind,\nDie Welt ist weit, da zahlst du keine Miete,\nUnd lange Haare hast du auch geerbt,\nWoran du dich, kommt Zeit, kommt Rat, kannst hängen.",
        "Walter\nRuhig, ruhig, Frau Marthe.",
        "Frau Marthe\nDa ich jedoch\nHier den Beweis noch anders führen kann,\nAls bloß durch sie, die diesen Dienst mir weigert,\nUnd überzeugt bin völlig, daß nur er\nMir, und kein anderer, den Krug zerschlug,\nSo bringt die Lust, es kurzhin abzuschwören,\nMich noch auf einen schändlichen Verdacht.\nDie Nacht von gestern birgt ein anderes\nVerbrechen noch, als bloß die Krugverwüstung.\nIch muß Euch sagen, gnäd’ger Herr, daß Ruprecht\nZur Konskription gehört, in wenig Tagen\nSoll er den Eid zur Fahn in Utrecht schwören.\nDie jungen Landessöhne reißen aus.\nGesetzt, er hätte gestern nacht gesagt:\n“Was meinst du, Evchen?  Komm.  Die Welt ist groß.\nZu Kist und Kasten hast du ja die Schlüssel\"\nUnd sie, sie hätt ein wenig sich gesperrt:\nSo hätte ohngefähr, da ich sie störte,\n–Bei ihm aus Rach, aus Liebe noch bei ihr–\nDer Rest, so wie geschehn, erfolgen können.",
        "Ruprecht\nDas Rabenaas!  Was das für Reden sind!\nZu Kist und Kasten–",
        "Walter\nStill!",
        "Eve\nEr, austreten!",
        "Walter\nZur Sache hier.  Vom Krug ist hier die Rede.\nBeweis, Beweis, daß Ruprecht ihn zerbrach!",
        "Frau Marthe\nGut, gnäd’ger Herr.  Erst will ich hier beweisen,\nDaß Ruprecht mir den Krug zerschlug,\nUnd dann will ich im Hause untersuchen.–\nSeht, eine Zunge, die mir Zeugnis redet,\nBring ich für jedes Wort auf, das er sagte,\nUnd hätt in Reihen gleich sie aufgeführt,\nWenn ich von fern geahndet nur, daß diese\nDie ihrige für mich nicht brauchen würde.\nDoch wenn Ihr Frau Brigitte jetzo ruft,\nDie ihm die Muhm ist, so genügt mir die,\nWeil die den Hauptpunkt just bestreiten wird.\nDenn die, die hat Glock halb auf elf im Garten,\nMerkt wohl, bevor der Krug zertrümmert worden,\nWortwechselnd mit der Ev ihn schon getroffen;\nUnd wie die Fabel, die er aufgestellt,\nVom Kopf zu Fuß dadurch gespalten wird,\nDurch diese einz’ge Zung, ihr hohen Richter:\nDas überlaß ich selbst euch einzusehn.",
        "Ruprecht\nWer hat mich",
        "Veit\nSchwester Briggy?",
        "Ruprecht\nMich mit Ev?  Im Garten?",
        "Frau Marthe\nIhn mit der Ev, im Garten, Glock halb elf,\nBevor er noch, wie er geschwätzt, um elf\nDas Zimmer überrumpelnd eingesprengt:\nIm Wortgewechsel, kosend bald, bald zerrend,\nAls wollt er sie zu etwas überreden.",
        "Adam für sich.\nVerflucht!  Der Teufel ist mir gut.",
        "Walter\nSchafft diese Frau herbei.",
        "Ruprecht\nIhr Herrn, ich bitt euch:\nDas ist kein wahres Wort, das ist nicht möglich.",
        "Adam\nO wart, Halunke!–He!  Der Büttel!  Hanfried!–\nDenn auf der Flucht zerschlagen sich die Krüge–\n–Herr Schreiber, geht, schafft Frau Brigitt herbei!",
        "Veit\nHör, du verfluchter Schlingel, du, was machst du?\nDir brech ich alle Knochen noch.",
        "Ruprecht\nWeshalb auch?",
        "Veit\nWarum verschwiegst du, daß du mit der Dirne\nGlock halb elf im Garten schon scharwenzt?\nWarum verschwiegst du’s?",
        "Ruprecht\nWarum ichs verschwieg?\nGotts Schlag und Donner, weils nicht wahr ist, Vater!\nWenn das die Muhme Briggy zeugt, so hängt mich.\nUnd bei den Beinen sie meinthalb dazu.",
        "Veit\nWenn aber sie’s bezeugt–nimm dich in acht!\nDu und die saubre Jungfer Eve dort,\nWie ihr auch vor Gericht euch stellt, ihr steckt\nDoch unter einer Decke noch.  ’s ist irgend\nEin schändliches Geheimnis noch, von dem\nSie weiß, und nur aus Schonung hier nichts sagt.",
        "Ruprecht\nGeheimnis?  Welches?",
        "Veit\nWarum hast du eingepackt?\nHe?  Warum hast du gestern abend eingepackt?",
        "Ruprecht\nDie Sachen?",
        "Veit\nRöcke, Hosen, ja, und Wäsche;\nEin Bündel, wie’s ein Reisender just auf\nDie Schultern wirft?",
        "Ruprecht\nWeil ich nach Utrecht soll!\nWeil ich zum Regiment soll!  Himmel-Donner–!\nGlaubt Er, daß ich–?",
        "Veit\nNach Utrecht?  Ja, nach Utrecht!\nDu hast geeilt, nach Utrecht hinzukommen!\nVorgestern wußtest du noch nicht, ob du\nDen fünften oder sechsten Tag wirst reisen.",
        "Walter\nWeiß Er zur Sache was zu melden, Vater?",
        "Veit\n–Gestrenger Herr, ich will noch nichts behaupten.\nIch war daheim, als sich der Krug zerschlug,\nUnd auch von einer andern Unternehmung\nHab ich, die Wahrheit zu gestehn, noch nichts,\nWenn ich jedweden Umstand wohl erwäge,\nDas meinen Sohn verdächtig macht, bemerkt.\nVon seiner Unschuld völlig überzeugt,\nKam ich hierher, nach abgemachtem Streit\nSein ehelich Verlöbnis aufzulösen,\nUnd ihm das Silberkettlein einzufordern,\nZusamt dem Schaupfennig, den er der Jungfer\nBei dem Verlöbnis vor’gen Herbst verehrt.\nWenn jetzt von Flucht was und Verräterei\nAn meinem grauen Haar zu Tage kommt,\nSo ist mir das so neu, Ihr Herrn, als Euch:\nDoch dann der Teufel soll den Hals ihm brechen.",
        "Walter\nSchafft Frau Brigitt herbei, Herr Richter Adam.",
        "Adam\n–Wird Ew.  Gnaden diese Sache nicht\nErmüden?  Sie zieht sich in die Länge.\nEw.  Gnaden haben meine Kassen noch,\nUnd die Registratur–Was ist die Glocke?",
        "Licht\nEs schlug soeben halb.",
        "Adam\nAuf elf?",
        "Licht\nVerzeiht, auf zwölfe.",
        "Walter\nGleichviel.",
        "Adam\nIch glaub, die Zeit ist, oder Ihr verrückt.",
        "(Er sieht nach der Uhr.)",
        "Ich bin kein ehrlicher Mann–Ja, was befehlt Ihr?",
        "Walter\nIch bin der Meinung–",
        "Adam\nAbzuschließen?  Gut–!",
        "Walter\nErlaubt!  Ich bin der Meinung, fortzufahren.",
        "Adam\nIhr seid der Meinung–Auch gut.  Sonst würd ich\nAuf Ehre, morgen früh, Glock neun, die Sache\nZu Euerer Zufriedenheit beendigen.",
        "Walter\nIhr wißt um meinen Willen.",
        "Adam\nWie Ihr befehlt.\nHerr Schreiber, schickt die Büttel ab; sie sollen\nSogleich ins Amt die Frau Brigitte laden.",
        "Walter\nUnd nehmt Euch–Zeit, die mir viel wert, zu sparen–\nGefälligst selbst der Sach ein wenig an.",
        "(Licht ab.)",
        "Continue...",
        "\nThis eBook of “Der zerbrochene Krug” by Heinrich von Kleist belongs to the public domain.\n Complete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Der zerbrochene Krug: Nach Heinrich von KleistBy Hans Carl ArtmannAt Amazon"
    ]
}