{
    "title": "Description of Wales - Chapter XIV",
    "author": "G. Cambrensis",
    "chapter": "16",
    "content": [
        "\n\n",
        "Their wit and pleasantry",
        "The heads of different families, in order to excite the laughter of\ntheir guests, and gain credit by their sayings, make use of great\nfacetiousness in their conversation; at one time uttering their\njokes in a light, easy manner, at another time, under the disguise\nof equivocation, passing the severest censures.  For the sake of\nexplanation I shall here subjoin a few examples.  Tegeingl is the\nname of a province in North Wales, over which David, son of Owen,\nhad dominion, and which had once been in the possession of his\nbrother.  The same word also was the name of a certain woman with\nwhom, it was said, each brother had an intrigue, from which\ncircumstance arose this term of reproach, “To have Tegeingl, after\nTegeingl had been in possession of his brother.”",
        "At another time, when Rhys, son of Gruffydd, prince of South Wales,\naccompanied by a multitude of his people, devoutly entered the\nchurch of St. David’s, previous to an intended journey, the\noblations having been made, and mass solemnised, a young man came\nto him in the church, and publicly declared himself to be his son,\nthrew himself at his feet, and with tears humbly requested that the\ntruth of this assertion might be ascertained by the trial of the\nburning iron.  Intelligence of this circumstance being conveyed to\nhis family and his two sons, who had just gone out of the church, a\nyouth who was present made this remark:  “This is not wonderful;\nsome have brought gold, and others silver, as offerings; but this\nman, who had neither, brought what he had, namely, iron;” thus\ntaunting him with his poverty.  On mentioning a certain house that\nwas strongly built and almost impregnable, one of the company said,\n“This house indeed is strong, for if it should contain food it\ncould never be got at,” thus alluding both to the food and to the\nhouse.  In like manner, a person, wishing to hint at the avaricious\ndisposition of the mistress of a house, said, “I only find fault\nwith our hostess for putting too little butter to her salt,\"\nwhereas the accessory should be put to the principal; thus, by a\nsubtle transposition of the words, converting the accessory into\nthe principal, by making it appear to abound in quantity.  Many\nsimilar sayings of great men and philosophers are recorded in the\nSaturnalia of Macrobius.  When Cicero saw his son-in-law, Lentulus,\na man of small stature, with a long sword by his side:  “Who,” says\nhe, “has girded my son-in-law to that sword?” thus changing the\naccessary into the principal.  The same person, on seeing the half-\nlength portrait of his brother Quintus Cicero, drawn with very\nlarge features and an immense shield, exclaimed, “Half of my\nbrother is greater than the whole!”  When the sister of Faustus had\nan intrigue with a fuller, “Is it strange,” says he, “that my\nsister has a spot, when she is connected with a fuller?”  When\nAntiochus showed Hannibal his army, and the great warlike\npreparations he had made against the Romans, and asked him,\n“Thinkest thou, O Hannibal, that these are sufficient for the\nRomans?”  Hannibal, ridiculing the unmilitary appearance of the\nsoldiers, wittily and severely replied, “I certainly think them\nsufficient for the Romans, however greedy;” Antiochus asking his\nopinion about the military preparations, and Hannibal alluding to\nthem as becoming a prey to the Romans.",
        "Continue...",
        "This eBook of “Description of Wales” by G. Cambrensis belongs to the public domain.\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}