{
    "title": "Description of Wales - Chapter III",
    "author": "G. Cambrensis",
    "chapter": "24",
    "content": [
        "\n\n",
        "Of their deficiency in battle, and base and dishonourable flight",
        "In war this nation is very severe in the first attack, terrible by\ntheir clamour and looks, filling the air with horrid shouts and the\ndeep-toned clangour of very long trumpets; swift and rapid in their\nadvances and frequent throwing of darts.  Bold in the first onset,\nthey cannot bear a repulse, being easily thrown into confusion as\nsoon as they turn their backs; and they trust to flight for safety,\nwithout attempting to rally, which the poet thought reprehensible\nin martial conflicts:",
        "“Ignavum scelus est tantum fuga;”",
        "and elsewhere -",
        "“In vitium culpae ducit fuga, si caret arte.”",
        "The character given to the Teutones in the Roman History, may be\napplied to this people.  “In their first attack they are more than\nmen, in the second, less than women.”  Their courage manifests\nitself chiefly in the retreat, when they frequently return, and,\nlike the Parthians, shoot their arrows behind them; and, as after\nsuccess and victory in battle, even cowards boast of their courage,\nso, after a reverse of fortune, even the bravest men are not\nallowed their due claims of merit.  Their mode of fighting consists\nin chasing the enemy or in retreating.  This light-armed people,\nrelying more on their activity than on their strength, cannot\nstruggle for the field of battle, enter into close engagement, or\nendure long and severe actions, such as the poet describes:",
        "“Jam clypeo clypeus, umbone repellitur umbo,\nEnse minax ensis, pede pes, et cuspide cuspis.”",
        "Though defeated and put to flight on one day, they are ready to\nresume the combat on the next, neither dejected by their loss, nor\nby their dishonour; and although, perhaps, they do not display\ngreat fortitude in open engagements and regular conflicts, yet they\nharass the enemy by ambuscades and nightly sallies.  Hence, neither\noppressed by hunger or cold, nor fatigued by martial labours, nor\ndespondent in adversity, but ready, after a defeat, to return\nimmediately to action, and again endure the dangers of war; they\nare as easy to overcome in a single battle, as difficult to subdue\nin a protracted war.  The poet Claudian thus speaks of a people\nsimilar in disposition:-",
        "“Dum percunt, meminere mali:  si corda parumper\nRespirare sinas, nullo tot funera censu\nPraetercunt, tantique levis jactura cruoris.”",
        "Continue...",
        "This eBook of “Description of Wales” by G. Cambrensis belongs to the public domain.\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}