{
    "title": "Description of Wales - Chapter IV",
    "author": "G. Cambrensis",
    "chapter": "6",
    "content": [
        "\n\n",
        "How many cantreds, royal palaces, and cathedrals there are in Wales",
        "South Wales contains twenty-nine cantreds; North Wales, twelve;\nPowys, six:  many of which are at this time in the possession of\nthe English and Franks.  For the country now called Shropshire\nformerly belonged to Powys, and the place where the castle of\nShrewsbury stands bore the name of Pengwern, or the head of the\nAlder Grove.  There were three royal seats in South Wales:\nDinevor, in South Wales, removed from Caerleon; Aberfraw, (9) in\nNorth Wales; and Pengwern, in Powys.",
        "Wales contains in all fifty-four cantreds.  The word CANTREF is\nderived from CANT, a hundred, and TREF, a village; and means in the\nBritish and Irish languages such a portion of land as contains a\nhundred vills.",
        "There are four cathedral churches in Wales:  St. David’s, upon the\nIrish sea, David the archbishop being its patron:  it was in\nancient times the metropolitan church, and the district only\ncontained twenty-four cantreds, though at this time only twenty-\nthree; for Ergengl, in English called Urchenfeld, (10) is said to\nhave been formerly within the diocese of St. David’s, and sometimes\nwas placed within that of Landaff.  The see of St. David’s had\ntwenty-five successive archbishops; and from the time of the\nremoval of the pall into France, to this day, twenty-two bishops;\nwhose names and series, as well as the cause of the removal of the\narchiepiscopal pall, may be seen in our Itinerary. (11)",
        "In South Wales also is situated the bishopric of Landaff, near the\nSevern sea, and near the noble castle of Caerdyf; bishop Teilo\nbeing its patron.  It contains five cantreds, and the fourth part\nof another, namely, Senghennyd.",
        "In North Wales, between Anglesey and the Eryri mountains, is the\nsee of Bangor, under the patronage of Daniel, the abbot; it\ncontains about nine cantreds.",
        "In North Wales also is the poor little cathedral of Llan-Elwy, or\nSt. Asaph, containing about six cantreds, to which Powys is\nsubject.",
        "Continue...",
        "This eBook of “Description of Wales” by G. Cambrensis belongs to the public domain.\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}