{
    "title": "Description of Wales - Chapter VII",
    "author": "G. Cambrensis",
    "chapter": "28",
    "content": [
        "\n\n",
        "Of their sins, and the consequent loss of Britain and of Troy",
        "Moreover, through their sins, and particularly that detestable and\nwicked vice of Sodom, as well as by divine vengeance, they lost\nBritain as they formerly lost Troy.  For we read in the Roman\nhistory, that the emperor Constantine having resigned the city and\nthe Western empire to the blessed Sylvester and his successors,\nwith an intention of rebuilding Troy, and there establishing the\nchief seat of the Eastern Empire, heard a voice, saying, “Dost thou\ngo to rebuild Sodom?” upon which, he altered his intention, turned\nhis ships and standards towards Byzantium, and there fixing his\nseat of empire, gave his own propitious name to the city.  The\nBritish history informs us, that Mailgon, king of the Britons, and\nmany others, were addicted to this vice; that enormity, however,\nhad entirely ceased for so long a time, that the recollection of it\nwas nearly worn out.  But since that, as if the time of repentance\nwas almost expired, and because the nation, by its warlike\nsuccesses and acquisition of territory, has in our times unusually\nincreased in population and strength, they boast in their turn, and\nmost confidently and unanimously affirm, that in a short time their\ncountrymen shall return to the island, and, according to the\nprophecies of Merlin, the nation, and even the name, of foreigners,\nshall be extinguished in the island, and the Britons shall exult\nagain in their ancient name and privileges.  But to me it appears\nfar otherwise; for since",
        "“Luxuriant animi rebus plerumque secundis,\nNec facile est aequa commoda mente pati;”",
        "And because",
        "“Non habet unde suum paupertas pascat amorem, . . .\nDivitiis alitur luxuriosus amor.”",
        "So that their abstinence from that vice, which in their prosperity\nthey could not resist, may be attributed more justly to their\npoverty and state of exile than to their sense of virtue.  For they\ncannot be said to have repented, when we see them involved in such\nan abyss of vices, perjury, theft, robbery, rapine, murders,\nfratricides, adultery, and incest, and become every day more\nentangled and ensnared in evil-doing; so that the words of the\nprophet Hosea may be truly applied to them, “There is no truth, nor\nmercy,” etc.",
        "Other matters of which they boast are more properly to be\nattributed to the diligence and activity of the Norman kings than\nto their own merits or power.  For previous to the coming of the\nNormans, when the English kings contented themselves with the\nsovereignty of Britain alone, and employed their whole military\nforce in the subjugation of this people, they almost wholly\nextirpated them; as did king Offa, who by a long and extensive dyke\nseparated the British from the English; Ethelfrid also, who\ndemolished the noble city of Legions, (27) and put to death the\nmonks of the celebrated monastery at Banchor, who had been called\nin to promote the success of the Britons by their prayers; and\nlastly Harold, who himself on foot, with an army of light-armed\ninfantry, and conforming to the customary diet of the country, so\nbravely penetrated through every part of Wales, that he scarcely\nleft a man alive in it; and as a memorial of his signal victories\nmany stones may be found in Wales bearing this inscription:- “HIC\nVICTOR FUIT HAROLDUS” - “HERE HAROLD CONQUERED.” (28)",
        "To these bloody and recent victories of the English may be\nattributed the peaceable state of Wales during the reigns of the\nthree first Norman kings; when the nation increased in population,\nand being taught the use of arms and the management of horses by\nthe English and Normans (with whom they had much intercourse, by\nfollowing the court, or by being sent as hostages), took advantage\nof the necessary attention which the three succeeding kings were\nobliged to pay to their foreign possessions, and once more lifting\nup their crests, recovered their lands, and spurned the yoke that\nhad formerly been imposed upon them.",
        "Continue...",
        "This eBook of “Description of Wales” by G. Cambrensis belongs to the public domain.\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}