{
    "title": "Description of Wales - SECOND PREFACE to the same",
    "author": "G. Cambrensis",
    "chapter": "2",
    "content": [
        "\n\n",
        "When, amidst various literary pursuits, I first applied my mind to\nthe compilation of history, I determined, lest I should appear\nungrateful to my native land, to describe, to the best of my\nabilities, my own country and its adjoining regions; and\nafterwards, under God’s guidance, to proceed to a description of\nmore distant territories.  But since some leading men (whom we have\nboth seen and known) show so great a contempt for literature, that\nthey immediately shut up within their book-cases the excellent\nworks with which they are presented, and thus doom them, as it\nwere, to a perpetual imprisonment; I entreat you, illustrious\nPrelate, to prevent the present little work, which will shortly be\ndelivered to you, from perishing in obscurity.  And because this,\nas well as my former productions, though of no transcendent merit,\nmay hereafter prove to many a source of entertainment and\ninstruction, I entreat you generously to order it to be made\npublic, by which it will acquire reputation.  And I shall consider\nmyself sufficiently rewarded for my trouble, if, withdrawing for a\nwhile from your religious and secular occupations, you would kindly\ncondescend to peruse this book, or, at least, give it an attentive\nhearing; for in times like these, when no one remunerates literary\nproductions, I neither desire nor expect any other recompense.  Not\nthat it would appear in any way inconsistent, however there exists\namong men of rank a kind of conspiracy against authors, if a\nprelate so eminently conspicuous for his virtues, for his\nabilities, both natural and acquired, for irreproachable morals,\nand for munificence, should distinguish himself likewise by\nbecoming the generous and sole patron of literature.  To comprise\nyour merits in a few words, the lines of Martial addressed to\nTrajan, whilst serving under Dioclesian, may be deservedly applied\nto you:",
        "“Laudari debes quoniam sub principe duro,\nTemporibusque malis, ausus es esse bonus.”",
        "And those also of Virgil to Mecaenas, which extol the humanity of\nthat great man:",
        "“Omnia cum possis tanto tam clarus amico,\nTe sensit nemo posse nocere tamen.”",
        "Many indeed remonstrate against my proceedings, and those\nparticularly who call themselves my friends insist that, in\nconsequence of my violent attachment to study, I pay no attention\nto the concerns of the world, or to the interests of my family; and\nthat, on this account, I shall experience a delay in my promotion\nto worldly dignities; that the influence of authors, both poets and\nhistorians, has long since ceased; that the respect paid to\nliterature vanished with literary princes; and that in these\ndegenerate days very different paths lead to honours and opulence.\nI allow all this, I readily allow it, and acquiesce in the truth.\nFor the unprincipled and covetous attach themselves to the court,\nthe churchmen to their books, and the ambitious to the public\noffices, but as every man is under the influence of some darling\npassion, so the love of letters and the study of eloquence have\nfrom my infancy had for me peculiar charms of attraction.  Impelled\nby this thirst for knowledge, I have carried my researches into the\nmysterious works of nature farther than the generality of my\ncontemporaries, and for the benefit of posterity have rescued from\noblivion the remarkable events of my own times.  But this object\nwas not to be secured without an indefatigable, though at the same\ntime an agreeable, exertion; for an accurate investigation of every\nparticular is attended with much difficulty.  It is difficult to\nproduce an orderly account of the investigation and discovery of\ntruth; it is difficult to preserve from the beginning to the end a\nconnected relation unbroken by irrelevant matter; and it is\ndifficult to render the narration no less elegant in the diction,\nthan instructive in its matter, for in prosecuting the series of\nevents, the choice of happy expressions is equally perplexing, as\nthe search after them painful.  Whatever is written requires the\nmost intense thought, and every expression should be carefully\npolished before it be submitted to the public eye; for, by exposing\nitself to the examination of the present and of future ages, it\nmust necessarily undergo the criticism not only of the acute, but\nalso of the dissatisfied, reader.  Words merely uttered are soon\nforgotten, and the admiration or disgust which they occasioned is\nno more; but writings once published are never lost, and remain as\nlasting memorials either of the glory or of the disgrace of the\nauthor.  Hence the observation of Seneca, that the malicious\nattention of the envious reader dwells with no less satisfaction on\na faulty than on an elegant expression, and is as anxious to\ndiscover what it may ridicule, as what it may commend; as the poet\nalso observes:",
        "“Discit enim citius meminitque libentius illud\nQuod quis deridet, quam quod probat et veneratur.”",
        "Among the pursuits, therefore, most worthy of commendation, this\nholds by no means the lowest rank; for history, as the moral\nphilosopher declares, “is the record of antiquity, the testimony of\nages, the light of truth, the soul of memory, the mistress of\nconduct, and the herald of ancient times.”",
        "This study is the more delightful, as it is more honourable to\nproduce works worthy of being quoted than to quote the works of\nothers; as it is more desirable to be the author of compositions\nwhich deserve to be admired than to be esteemed a good judge of the\nwritings of other men; as it is more meritorious to be the just\nobject of other men’s commendations than to be considered an adept\nin pointing out the merits of others.  On these pleasing\nreflections I feed and regale myself; for I would rather resemble\nJerome than Croesus, and I prefer to riches themselves the man who\nis capable of despising them.  With these gratifying ideas I rest\ncontented and delighted, valuing moderation more than intemperance,\nand an honourable sufficiency more than superfluity; for\nintemperance and superfluity produce their own destruction, but\ntheir opposite virtues never perish; the former vanish, but the\nlatter, like eternity, remain for ever; in short, I prefer praise\nto lucre, and reputation to riches.",
        "Continue...",
        "This eBook of “Description of Wales” by G. Cambrensis belongs to the public domain.\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}