{
    "title": "Description of Wales - Chapter VIII",
    "author": "G. Cambrensis",
    "chapter": "29",
    "content": [
        "\n\n",
        "In what manner this nation is to be overcome",
        "The prince who would wish to subdue this nation, and govern it\npeaceably, must use this method.  He must be determined to apply a\ndiligent and constant attention to this purpose for one year at\nleast; for a people who with a collected force will not openly\nattack the enemy in the field, nor wait to be besieged in castles,\nis not to be overcome at the first onset, but to be worn out by\nprudent delay and patience.  Let him divide their strength, and by\nbribes and promises endeavour to stir up one against the other,\nknowing the spirit of hatred and envy which generally prevails\namongst them; and in the autumn let not only the marches, but also\nthe interior part of the country be strongly fortified with\ncastles, provisions, and confidential families.  In the meantime\nthe purchase of corn, cloth, and salt, with which they are usually\nsupplied from England, should be strictly interdicted; and well-\nmanned ships placed as a guard on the coast, to prevent their\nimportation of these articles from Ireland or the Severn sea, and\nto facilitate the supply of his own army.  Afterwards, when the\nseverity of winter approaches, when the trees are void of leaves,\nand the mountains no longer afford pasturage - when they are\ndeprived of any hopes of plunder, and harassed on every side by the\nrepeated attacks of the enemy - let a body of light-armed infantry\npenetrate into their woody and mountainous retreats, and let these\ntroops be supported and relieved by others; and thus by frequent\nchanges, and replacing the men who are either fatigued or slain in\nbattle, this nation may be ultimately subdued; nor can it be\novercome without the above precautions, nor without great danger\nand loss of men.  Though many of the English hired troops may\nperish in a day of battle, money will procure as many or more on\nthe morrow for the same service; but to the Welsh, who have neither\nforeign nor stipendiary troops, the loss is for the time\nirreparable.  In these matters, therefore, as an artificer is to be\ntrusted in his trade, so attention is to be paid to the counsel of\nthose who, having been long conversant in similar concerns, are\nbecome acquainted with the manners and customs of their country,\nand whom it greatly interests, that an enemy, for whom during long\nand frequent conflicts they have contracted an implacable hatred,\nshould by their assistance be either weakened or destroyed.  Happy\nshould I have termed the borders of Wales inhabited by the English,\nif their kings, in the government of these parts, and in their\nmilitary operations against the enemy, had rather employed the\nmarchers and barons of the country, than adopted the counsels and\npolicy of the people of Anjou and the Normans.  In this, as well as\nin every other military expedition, either in Ireland or in Wales,\nthe natives of the marches, from the constant state of warfare in\nwhich they are engaged, and whose manners are formed from the\nhabits of war, are bold and active, skilful on horseback, quick on\nfoot, not nice as to their diet, and ever prepared when necessity\nrequires to abstain both from corn and wine.  By such men were the\nfirst hostile attacks made upon Wales as well as Ireland, and by\nsuch men alone can their final conquest be accomplished.  For the\nFlemings, Normans, Coterells, and Bragmans, are good and well-\ndisciplined soldiers in their own country; but the Gallic soldiery\nis known to differ much from the Welsh and Irish.  In their country\nthe battle is on level, here on rough ground; there in an open\nfield, here in forests; there they consider their armour as an\nhonour, here as a burden; there soldiers are taken prisoners, here\nthey are beheaded; there they are ransomed, here they are put to\ndeath.  Where, therefore, the armies engage in a flat country, a\nheavy and complex armour, made of cloth and iron, both protects and\ndecorates the soldier; but when the engagement is in narrow\ndefiles, in woods or marshes, where the infantry have the advantage\nover the cavalry, a light armour is preferable.  For light arms\nafford sufficient protection against unarmed men, by whom victory\nis either lost or won at the first onset; where it is necessary\nthat an active and retreating enemy should be overcome by a certain\nproportional quantity of moderate armour; whereas with a more\ncomplex sort, and with high and curved saddles, it is difficult to\ndismount, more so to mount, and with the greatest difficulty can\nsuch troops march, if required, with the infantry.  In order,\ntherefore, that",
        "“Singula quaeque locum teneant sortita decenter,”",
        "we maintain it is necessary to employ heavy-armed and strong troops\nagainst men heavily armed, depending entirely upon their natural\nstrength, and accustomed to fight in an open plain; but against\nlight-armed and active troops, who prefer rough ground, men\naccustomed to such conflicts, and armed in a similar manner, must\nbe employed.  But let the cities and fortresses on the Severn, and\nthe whole territory on its western banks towards Wales, occupied by\nthe English, as well as the provinces of Shropshire and Cheshire,\nwhich are protected by powerful armies, or by any other special\nprivileges and honourable independence, rejoice in the provident\nbounty of their prince.  There should be a yearly examination of\nthe warlike stores, of the arms, and horses, by good and discreet\nmen deputed for that purpose, and who, not intent on its plunder\nand ruin, interest themselves in the defence and protection of\ntheir country.  By these salutary measures, the soldiers, citizens,\nand the whole mass of the people, being instructed and accustomed\nto the use of arms, liberty may be opposed by liberty, and pride be\nchecked by pride.  For the Welsh, who are neither worn out by\nlaborious burdens, nor molested by the exactions of their lords,\nare ever prompt to avenge an injury.  Hence arise their\ndistinguished bravery in the defence of their country; hence their\nreadiness to take up arms and to rebel.  Nothing so much excites,\nencourages, and invites the hearts of men to probity as the\ncheerfulness of liberty; nothing so much dejects and dispirits them\nas the oppression of servitude.  This portion of the kingdom,\nprotected by arms and courage, might be of great use to the prince,\nnot only in these or the adjacent parts, but, if necessity\nrequired, in more remote regions; and although the public treasury\nmight receive a smaller annual revenue from these provinces, yet\nthe deficiency would be abundantly compensated by the peace of the\nkingdom and the honour of its sovereign; especially as the heavy\nand dangerous expenses of one military expedition into Wales\nusually amount to the whole income among from the revenues of the\nprovince.",
        "Continue...",
        "This eBook of “Description of Wales” by G. Cambrensis belongs to the public domain.\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}