{
    "title": "Description of Wales - Chapter X",
    "author": "G. Cambrensis",
    "chapter": "12",
    "content": [
        "\n\n",
        "Of their hospitality and liberality",
        "No one of this nation ever begs, for the houses of all are common\nto all; and they consider liberality and hospitality amongst the\nfirst virtues.  So much does hospitality here rejoice in\ncommunication, that it is neither offered nor requested by\ntravellers, who, on entering any house, only deliver up their arms.\nWhen water is offered to them, if they suffer their feet to be\nwashed, they are received as guests; for the offer of water to wash\nthe feet is with this nation an hospitable invitation.  But if they\nrefuse the proffered service, they only wish for morning\nrefreshment, not lodging.  The young men move about in troops and\nfamilies under the direction of a chosen leader.  Attached only to\narms and ease, and ever ready to stand forth in defence of their\ncountry, they have free admittance into every house as if it were\ntheir own.",
        "Those who arrive in the morning are entertained till evening with\nthe conversation of young women, and the music of the harp; for\neach house has its young women and harps allotted to this purpose.\nTwo circumstances here deserve notice:  that as no nation labours\nmore under the vice of jealousy than the Irish, so none is more\nfree from it than the Welsh:  and in each family the art of playing\non the harp is held preferable to any other learning.  In the\nevening, when no more guests are expected, the meal is prepared\naccording to the number and dignity of the persons assembled, and\naccording to the wealth of the family who entertains.  The kitchen\ndoes not supply many dishes, nor high-seasoned incitements to\neating.  The house is not furnished with tables, cloths, or\nnapkins.  They study nature more than splendour, for which reason,\nthe guests being seated in threes, instead of couples as elsewhere,\n(18) they place the dishes before them all at once upon rushes and\nfresh grass, in large platters or trenchers.  They also make use of\na thin and broad cake of bread, baked every day, such as in old\nwritings was called LAGANA; (19) and they sometimes add chopped\nmeat, with broth.  Such a repast was formerly used by the noble\nyouth, from whom this nation boasts its descent, and whose manners\nit still partly imitates, according to the word of the poet:",
        "“Heu! mensas consumimus, inquit Iulus.”",
        "While the family is engaged in waiting on the guests, the host and\nhostess stand up, paying unremitting attention to everything, and\ntake no food till all the company are satisfied; that in case of\nany deficiency, it may fall upon them.  A bed made of rushes, and\ncovered with a coarse kind of cloth manufactured in the country,\ncalled BRYCHAN, (20) is then placed along the side of the room, and\nthey all in common lie down to sleep; nor is their dress at night\ndifferent from that by day, for at all seasons they defend\nthemselves from the cold only by a thin cloak and tunic.  The fire\ncontinues to burn by night as well as by day, at their feet, and\nthey receive much comfort from the natural heat of the persons\nlying near them; but when the under side begins to be tired with\nthe hardness of the bed, or the upper one to suffer from cold, they\nimmediately leap up, and go to the fire, which soon relieves them\nfrom both inconveniences; and then returning to their couch, they\nexpose alternately their sides to the cold, and to the hardness of\nthe bed.",
        "Continue...",
        "This eBook of “Description of Wales” by G. Cambrensis belongs to the public domain.\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}