{
    "title": "Description of Wales - Chapter XVI",
    "author": "G. Cambrensis",
    "chapter": "18",
    "content": [
        "\n\n",
        "Concerning the soothsayers of this nation, and persons as it were\npossessed",
        "There are certain persons in Cambria, whom you will find nowhere\nelse, called Awenddyon, (24) or people inspired; when consulted\nupon any doubtful event, they roar out violently, are rendered\nbeside themselves, and become, as it were, possessed by a spirit.\nThey do not deliver the answer to what is required in a connected\nmanner; but the person who skilfully observes them, will find,\nafter many preambles, and many nugatory and incoherent, though\nornamented speeches, the desired explanation conveyed in some turn\nof a word:  they are then roused from their ecstasy, as from a deep\nsleep, and, as it were, by violence compelled to return to their\nproper senses.  After having answered the questions, they do not\nrecover till violently shaken by other people; nor can they\nremember the replies they have given.  If consulted a second or\nthird time upon the same point, they will make use of expressions\ntotally different; perhaps they speak by the means of fanatic and\nignorant spirits.  These gifts are usually conferred upon them in\ndreams:  some seem to have sweet milk or honey poured on their\nlips; others fancy that a written schedule is applied to their\nmouths and on awaking they publicly declare that they have received\nthis gift.  Such is the saying of Esdras, “The Lord said unto me,\nopen thy mouth, and I opened my mouth, and behold a cup full of\nwater, whose colour was like fire; and when I had drank it, my\nheart brought forth understanding, and wisdom entered into my\nbreast.”  They invoke, during their prophecies, the true and living\nGod, and the Holy Trinity, and pray that they may not by their sins\nbe prevented from finding the truth.  These prophets are only found\namong the Britons descended from the Trojans.  For Calchas and\nCassandra, endowed with the spirit of prophecy, openly foretold,\nduring the siege of Troy, the destruction of that fine city; on\nwhich account the high priest, Helenus, influenced by the prophetic\nbooks of Calchas, and of others who had long before predicted the\nruin of their country, in the first year went over to the Greeks\nwith the sons of Priam (to whom he was high priest), and was\nafterwards rewarded in Greece.  Cassandra, daughter of king Priam,\nevery day foretold the overthrow of the city; but the pride and\npresumption of the Trojans prevented them from believing her word.\nEven on the very night that the city was betrayed, she clearly\ndescribed the treachery and the method of it:",
        "” - tales casus Cassandra canebat,”",
        "as in the same manner, during the existence of the kingdom of the\nBritons, both Merlin Caledonius and Ambrosius are said to have\nforetold the destruction of their nation, as well as the coming of\nthe Saxons, and afterwards that of the Normans; and I think a\ncircumstance related by Aulus Gellius worth inserting in this\nplace.  On the day that Caius Caesar and Cneius Pompey, during the\ncivil war, fought a pitched battle in Thessalia, a memorable event\noccurred in that part of Italy situated beyond the river Po.  A\npriest named Cornelius, honourable from his rank, venerable for his\nreligion, and holy in his manners, in an inspired moment\nproclaimed, “Caesar has conquered,” and named the day, the events,\nthe mutual attack, and the conflicts of the two armies.  Whether\nsuch things are exhibited by the spirit, let the reader more\nparticularly inquire; I do not assert they are the acts of a\nPythonic or a diabolic spirit; for as foreknowledge is the property\nof God alone, so is it in his power to confer knowledge of future\nevents.  There are differences of gifts, says the Apostle, but one\nand the same spirit; whence Peter, in his second Epistle, writes,\n“For the prophecy came not in the old time by the will of man, but\nmen spake as if they were inspired by the Holy Ghost:” to the same\neffect did the Chaldeans answer king Nebuchadonazar on the\ninterpretation of his dream, which he wished to extort from them.\n“There is not,” say they, “a man upon earth who can, O king,\nsatisfactorily answer your question; let no king therefore, however\ngreat or potent, make a similar request to any magician,\nastrologer, or Chaldean; for it is a rare thing that the king\nrequireth, and there is none other that can shew it before the\nking, except the Gods, whose dwelling is not with flesh.”  On this\npassage Jerome remarks, “The diviners and all the learned of this\nworld confess, that the prescience of future events belongs to God\nalone; the prophets therefore, who foretold things to come, spake\nby the spirit of God.  Hence some persons object, that, if they\nwere under the guidance of the Holy Spirit, they would sometimes\npremise, “Thus saith the Lord God,” or make use of some expression\nin the prophetic style; and as such a mode of prophesying is not\ntaken notice of by Merlin, and no mention is made of his sanctity,\ndevotion, or faith, many think that he spake by a Pythonic spirit.\nTo which I answer, that the spirit of prophecy was given not only\nto the holy, but sometimes to unbelievers and Gentiles, to Baal, to\nthe sibyls, and even to bad people, as to Caiaphas and Bela.  On\nwhich occasion Origen says:  “Do not wonder, if he whom ye have\nmentioned declares that the Scribes and Pharisees and doctors\namongst the Jews prophesied concerning Christ; for Caiaphas said:\n“It is expedient for us that one man die for the people:” but\nasserts at the same time, that because he was high priest for that\nyear, he prophesied.  Let no man therefore be lifted up, if he\nprophesies, if he merits prescience; for prophecies shall fail,\ntongues shall cease, knowledge shall vanish away; and now abideth,\nfaith, hope, and charity:  these three; but the greatest of these\nis Charity, which never faileth.  But these bad men not only\nprophesied, but sometimes performed great miracles, which others\ncould not accomplish.  John the Baptist, who was so great a\npersonage, performed no miracle, as John the Evangelist testifies:\n“And many came to Jesus and said, Because John wrought no signs,\"\netc.  Nor do we hear that the mother of God performed any miracle;\nwe read in the Acts of the Apostles, that the sons of Sheva cast\nout devils in the name of Jesus, whom Paul preached; and in Matthew\nand Luke we may find these words:  “Many shall say unto me in that\nday, Lord, Lord, have we not prophesied in thy name? and in thy\nname have cast out devils? and in thy name done many wonderful\nworks? and then I will profess unto them, I never knew you.”  And\nin another place, John says:  “Master, we saw a certain man casting\nout devils in thy name, and forbade him, because he followeth not\nwith us.”  But Jesus said:  “Forbid him not; no man can do a\nmiracle in my name, and speak evil of me; for whoever is not\nagainst me, is for me.”",
        "Alexander of Macedon, a gentile, traversed the Caspian mountains,\nand miraculously confined ten tribes within their promontories,\nwhere they still remain, and will continue until the coming of\nElias and Enoch.  We read, indeed, the prophecies of Merlin, but\nhear nothing either of his sanctity or his miracles.  Some say,\nthat the prophets, when they prophesied, did not become frantic, as\nit is affirmed of Merlin Silvestris, and others possessed, whom we\nhave before mentioned.  Some prophesied by dreams, visions, and\nenigmatical sayings, as Ezechiel and Daniel; others by acts and\nwords, as Noah, in the construction of the ark, alluded to the\nchurch; Abraham, in the slaying of his son, to the passion of\nChrist; and Moses by his speech, when he said, “A prophet shall the\nLord God raise up to you of your brethren; hear him;” meaning\nChrist.  Others have prophesied in a more excellent way by the\ninternal revelation and inspiration of the Holy Spirit, as David\ndid when persecuted by Saul:  “When Saul heard that David had fled\nto Naioth (which is a hill in Ramah, and the seat of the prophets),\nhe sent messengers to take him; and when they saw the company of\nthe prophets prophesying, and Samuel standing at their head, the\nSpirit of God came upon the messengers of Saul, and they also\nprophesied; and he sent messengers a second and again a third time,\nand they also prophesied.  And Saul enraged went thither also; and\nthe Spirit of God was upon him also, and he went on, and prophesied\nuntil he came to Naioth, and he stripped off his royal vestments,\nand prophesied with the rest for all that day and all that night;\nwhilst David and Samuel secretly observed what passed.”  Nor is it\nwonderful that those persons who suddenly receive the Spirit of\nGod, and so signal a mark of grace, should for a time seem\nalienated from their earthly state of mind.",
        "Continue...",
        "This eBook of “Description of Wales” by G. Cambrensis belongs to the public domain.\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}