{
    "title": "Description of Wales - Chapter IX",
    "author": "G. Cambrensis",
    "chapter": "30",
    "content": [
        "\n\n",
        "In what manner Wales, when conquered, should be governed",
        "As therefore this nation is to be subdued by resolution in the\nmanner proposed, so when subdued, its government must be directed\nby moderation, according to the following plan.  Let the care of it\nbe committed to a man of a firm and determined mind; who during the\ntime of peace, by paying due obedience to the laws, and respect to\nthe government, may render it firm and stable.  For like other\nnations in a barbarous state, this people, although they are\nstrangers to the principles of honour, yet above all things desire\nto be honoured; and approve and respect in others that truth which\nthey themselves do not profess.  Whenever the natural inconstancy\nof their indisposition shall induce them to revolt, let punishment\ninstantly follow the offence; but when they shall have submitted\nthemselves again to order, and made proper amends for their faults\n(as it is the custom of bad men to remember wrath after quarrels),\nlet their former transgression be overlooked, and let them enjoy\nsecurity and respect, as long as they continue faithful.  Thus, by\nmild treatment they will be invited to obedience and the love of\npeace, and the thought of certain punishment will deter them from\nrash attempts.  We have often observed persons who, confounding\nthese matters, by complaining of faults, depressing for services,\nflattering in war, plundering in peace, despoiling the weak, paying\nrespect to revolters, by thus rendering all things confused, have\nat length been confounded themselves.  Besides, as circumstances\nwhich are foreseen do less mischief, and as that state is happy\nwhich thinks of war in the time of peace, let the wise man be upon\nhis guard, and prepared against the approaching inconveniences of\nwar, by the construction of forts, the widening of passes through\nwoods, and the providing of a trusty household.  For those who are\ncherished and sustained during the time of peace, are more ready to\ncome forward in times of danger, and are more confidently to be\ndepended upon; and as a nation unsubdued ever meditates plots under\nthe disguise of friendship, let not the prince or his governor\nentrust the protection of his camp or capital to their fidelity.\nBy the examples of many remarkable men, some of whom have been\ncruelly put to death, and others deprived of their castles and\ndignities, through their own neglect and want of care, we may see,\nthat the artifices of a crafty and subdued nation are much more to\nbe dreaded than their open warfare; their good-will than their\nanger, their honey than their gall, their malice than their attack,\ntheir treachery than their aggression, and their pretended\nfriendship more than their open enmity.  A prudent and provident\nman therefore should contemplate in the misfortune of others what\nhe ought himself to avoid; correction taught by example is\nharmless, as Ennodius (29) says:  “The ruin of predecessors\ninstructs those who succeed; and a former miscarriage becomes a\nfuture caution.”  If a well-disposed prince should wish these great\ndesigns to be accomplished without the effusion of blood, the\nmarches, as we before mentioned, must be put into a state of\ndefence on all sides, and all intercourse by sea and land\ninterdicted; some of the Welsh may be stirred up to deadly feuds,\nby means of stipends, and by transferring the property of one\nperson to another; and thus worn out with hunger, and a want of the\nnecessaries of life, and harassed by frequent murders and\nimplacable enmities, they will at last be compelled to surrender.",
        "There are three things which ruin this nation, and prevent its\nenjoying the satisfaction of a fruitful progeny.  First, because\nboth the natural and legitimate sons endeavour to divide the\npaternal inheritance amongst themselves; from which cause, as we\nhave before observed, continual fratricides take place.  Secondly,\nbecause the education of their sons is committed to the care of the\nhigh-born people of the country, who, on the death of their\nfathers, endeavour by all possible means to exalt their pupil; from\nwhence arise murders, conflagrations, and almost a total\ndestruction of the country.  And, thirdly, because from the pride\nand obstinacy of their disposition, they will not (like other\nnations) subject themselves to the dominion of one lord and king.",
        "Continue...",
        "This eBook of “Description of Wales” by G. Cambrensis belongs to the public domain.\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}