{
    "title": "Description of Wales - Chapter VI",
    "author": "G. Cambrensis",
    "chapter": "27",
    "content": [
        "\n\n",
        "Concerning the crime of incest, and the abuse of churches by\nsuccession and participation",
        "The crime of incest hath so much prevailed, not only among the\nhigher, but among the lower orders of this people, that, not having\nthe fear of God before their eyes, they are not ashamed of\nintermarrying with their relations, even in the third degree of\nconsanguinity.  They generally abuse these dispensations with a\nview of appeasing those enmities which so often subsist between\nthem, because “their feet are swift to shed blood;” and from their\nlove of high descent, which they so ardently affect and covet, they\nunite themselves to their own people, refusing to intermarry with\nstrangers, and arrogantly presuming on their own superiority of\nblood and family.  They do not engage in marriage, until they have\ntried, by previous cohabitation, the disposition, and particularly\nthe fecundity, of the person with whom they are engaged.  An\nancient custom also prevails of hiring girls from their parents at\na certain price, and a stipulated penalty, in case of relinquishing\ntheir connection.",
        "Their churches have almost as many parsons and sharers as there are\nprincipal men in the parish.  The sons, after the decease of their\nfathers, succeed to the ecclesiastical benefices, not by election,\nbut by hereditary right possessing and polluting the sanctuary of\nGod.  And if a prelate should by chance presume to appoint or\ninstitute any other person, the people would certainly revenge the\ninjury upon the institutor and the instituted.  With respect to\nthese two excesses of incest and succession, which took root\nformerly in Armorica, and are not yet eradicated, Ildebert, bishop\nof Le Mans, in one of his epistles, says, “that he was present with\na British priest at a council summoned with a view of putting an\nend to the enormities of this nation:” hence it appears that these\nvices have for a long time prevailed both in Britany and Britain.\nThe words of the Psalmist may not inaptly be applied to them; “They\nare corrupt and become abominable in their doings, there is none\nthat doeth good, no, not one:  they are all gone out of the way,\nthey are altogether become abominable,” etc.",
        "Continue...",
        "This eBook of “Description of Wales” by G. Cambrensis belongs to the public domain.\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}