{
    "title": "Description of Wales - Chapter XVIII",
    "author": "G. Cambrensis",
    "chapter": "20",
    "content": [
        "\n\n",
        "Of the antiquity of their faith, their love of Christianity and\ndevotion",
        "In ancient times, and about two hundred years before the overthrow\nof Britain, the Welsh were instructed and confirmed in the faith by\nFaganus and Damianus, sent into the island at the request of king\nLucius by pope Eleutherius, and from that period when Germanus of\nAuxerre, and Lupus of Troyes, came over on account of the\ncorruption which had crept into the island by the invasion of the\nSaxons, but particularly with a view of expelling the Pelagian\nheresy, nothing heretical or contrary to the true faith was to be\nfound amongst the natives.  But it is said that some parts of the\nardent doctrines are still retained.  They give the first piece\nbroken off from every loaf of bread to the poor; they sit down to\ndinner by three to a dish, in honour of the Trinity.  With extended\narms and bowing head, they ask a blessing of every monk or priest,\nor of every person wearing a religious habit.  But they desire,\nabove all other nations, the episcopal ordination and unction, by\nwhich the grace of the spirit is given.  They give a tenth of all\ntheir property, animals, cattle, and sheep, either when they marry,\nor go on a pilgrimage, or, by the counsel of the church, are\npersuaded to amend their lives.  This partition of their effects\nthey call the great tithe, two parts of which they give to the\nchurch where they were baptised, and the third to the bishop of the\ndiocese.  But of all pilgrimages they prefer that to Rome, where\nthey pay the most fervent adoration to the apostolic see.  We\nobserve that they show a greater respect than other nations to\nchurches and ecclesiastical persons, to the relics of saints,\nbells, holy books, and the cross, which they devoutly revere; and\nhence their churches enjoy more than common tranquillity.  For\npeace is not only preserved towards all animals feeding in\nchurchyards, but at a great distance beyond them, where certain\nboundaries and ditches have been appointed by the bishops, in order\nto maintain the security of the sanctuary.  But the principal\nchurches to which antiquity has annexed the greater reverence\nextend their protection to the herds as far as they can go to feed\nin the morning and return at night.  If, therefore, any person has\nincurred the enmity of his prince, on applying to the church for\nprotection, he and his family will continue to live unmolested; but\nmany persons abuse this indemnity, far exceeding the indulgence of\nthe canon, which in such cases grants only personal safety; and\nfrom the places of refuge even make hostile irruptions, and more\nseverely harass the country than the prince himself.  Hermits and\nanchorites more strictly abstinent and more spiritual can nowhere\nbe found; for this nation is earnest in all its pursuits, and\nneither worse men than the bad, nor better than the good, can be\nmet with.",
        "Happy and fortunate indeed would this nation be, nay, completely\nblessed, if it had good prelates and pastors, and but one prince,\nand that prince a good one.",
        "Continue...",
        "This eBook of “Description of Wales” by G. Cambrensis belongs to the public domain.\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}