{
    "title": "Description of Wales - Chapter XV",
    "author": "G. Cambrensis",
    "chapter": "17",
    "content": [
        "\n\n",
        "Their boldness and confidence in speaking",
        "Nature hath given not only to the highest, but also to the\ninferior, classes of the people of this nation, a boldness and\nconfidence in speaking and answering, even in the presence of their\nprinces and chieftains.  The Romans and Franks had the same\nfaculty; but neither the English, nor the Saxons and Germans, from\nwhom they are descended, had it.  It is in vain urged, that this\ndefect may arise from the state of servitude which the English\nendured; for the Saxons and Germans, who enjoy their liberty, have\nthe same failing, and derive this natural coldness of disposition\nfrom the frozen region they inhabit; the English also, although\nplaced in a distant climate, still retain the exterior fairness of\ncomplexion and inward coldness of disposition, as inseparable from\ntheir original and natural character.  The Britons, on the\ncontrary, transplanted from the hot and parched regions of Dardania\ninto these more temperate districts, as",
        "“Coelum non animum mutant qui trans mare currunt,”",
        "still retain their brown complexion and that natural warmth of\ntemper from which their confidence is derived.  For three nations,\nremnants of the Greeks after the destruction of Troy, fled from\nAsia into different parts of Europe, the Romans under AEneas, the\nFranks under Antenor, and the Britons under Brutus; and from thence\narose that courage, that nobleness of mind, that ancient dignity,\nthat acuteness of understanding, and confidence of speech, for\nwhich these three nations are so highly distinguished.  But the\nBritons, from having been detained longer in Greece than the other\ntwo nations, after the destruction of their country, and having\nmigrated at a later period into the western parts of Europe,\nretained in a greater degree the primitive words and phrases of\ntheir native language.  You will find amongst them the names Oenus,\nResus, AEneas, Hector, Achilles, Heliodorus, Theodorus, Ajax,\nEvander, Uliex, Anianus, Elisa, Guendolena, and many others,\nbearing marks of their antiquity.  It is also to be observed, that\nalmost all words in the British language correspond either with the\nGreek or Latin, as [Greek text which cannot be reproduced], water,\nis called in British, dwr; [Greek text], salt, in British, halen;\n[Greek text], eno, a name; [Greek text], pump, five; [Greek text],\ndeg, ten.  The Latins also use the words fraenum, tripos, gladius,\nlorica; the Britons, froyn (ffrwyn), trepet (tribedd), cleddyf, and\nlluric (llurig); unicus is made unic (unig); canis, can (cwn); and\nbelua, beleu.",
        "Continue...",
        "This eBook of “Description of Wales” by G. Cambrensis belongs to the public domain.\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}