{
    "title": "Description of Wales - Chapter VI",
    "author": "G. Cambrensis",
    "chapter": "8",
    "content": [
        "\n\n",
        "Concerning the pleasantness and fertility of Wales",
        "As the southern part of Wales near Cardiganshire, but particularly\nPembrokeshire, is much pleasanter, on account of its plains and\nsea-coast, so North Wales is better defended by nature, is more\nproductive of men distinguished for bodily strength, and more\nfertile in the nature of its soil; for, as the mountains of Eryri\n(Snowdon) could supply pasturage for all the herds of cattle in\nWales, if collected together, so could the Isle of Mona (Anglesey)\nprovide a requisite quantity of corn for all the inhabitants:  on\nwhich account there is an old British proverb, “MON MAM CYMBRY,\"\nthat is, “Mona is the mother of Wales.”  Merionyth, and the land of\nConan, is the rudest and least cultivated region, and the least\naccessible.  The natives of that part of Wales excel in the use of\nlong lances, as those of Monmouthshire are distinguished for their\nmanagement of the bow.  It is to be observed, that the British\nlanguage is more delicate and richer in North Wales, that country\nbeing less intermixed with foreigners.  Many, however, assert that\nthe language of Cardiganshire, in South Wales, placed as it were in\nthe middle and heart of Cambria, is the most refined.",
        "The people of Cornwall and the Armoricans speak a language similar\nto that of the Britons; and from its origin and near resemblance,\nit is intelligible to the Welsh in many instances, and almost in\nall; and although less delicate and methodical, yet it approaches,\nas I judge, more to the ancient British idiom.  As in the southern\nparts of England, and particularly in Devonshire, the English\nlanguage seems less agreeable, yet it bears more marks of antiquity\n(the northern parts being much corrupted by the irruptions of the\nDanes and Norwegians), and adheres more strictly to the original\nlanguage and ancient mode of speaking; a positive proof of which\nmay be deduced from all the English works of Bede, Rhabanus, and\nking Alfred, being written according to this idiom.",
        "Continue...",
        "This eBook of “Description of Wales” by G. Cambrensis belongs to the public domain.\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}