{
    "title": "Description of Wales - by G. Cambrensis [Authorama]",
    "author": "Unknown",
    "chapter": "wales",
    "content": [
        "Presented by\nAuthorama\nPublic Domain Books",
        "I, who, at the expense of three years’ labour, arranged, a short\ntime ago, in three parts, the Topography of Ireland, with a\ndescription of its natural curiosities, and who afterwards, by two\nyears’ study, completed in two parts the Vaticinal History of its\nConquest; and who, by publishing the Itinerary of the Holy Man\n(Baldwin) through Cambria, prevented his laborious mission from\nperishing in obscurity, do now propose, in the present little work,\nto give some account of this my native country, and to describe the\ngenius of its inhabitants, so entirely distinct from that of other\nnations.  And this production of my industry I have determined to\ndedicate to you, illustrious Stephen, archbishop of Canterbury, as\nI before ascribed to you my Itinerary; considering you as a man no\nless distinguished by your piety, than conspicuous for your\nlearning; though so humble an offering may possibly be unworthy the\nacceptance of a personage who, from his eminence, deserves to be\npresented with works of the greatest merit.",
        "Some, indeed, object to this my undertaking, and, apparently from\nmotives of affection, compare me to a painter, who, rich in\ncolours, and like another Zeuxis, eminent in his art, is\nendeavouring with all his skill and industry to give celebrity to a\ncottage, or to some other contemptible object, whilst the world is\nanxiously expecting from his hand a temple or a palace.  Thus they\nwonder that I, amidst the many great and striking subjects which\nthe world presents, should choose to describe and to adorn, with\nall the graces of composition, such remote corners of the earth as\nIreland and Wales.",
        "Others again, reproaching me with greater severity, say, that the\ngifts which have been bestowed upon me from above, ought not to be\nwasted upon these insignificant objects, nor lavished in a vain\ndisplay of learning on the commendation of princes, who, from their\nignorance and want of liberality, have neither taste to appreciate,\nnor hearts to remunerate literary excellence.  And they further\nadd, that every faculty which emanates from the Deity, ought rather\nto be applied to the illustration of celestial objects, and to the\nexultation of his glory, from whose abundance all our talents have\nbeen received; every faculty (say they) ought to be employed in\npraising him from whom, as from a perennial source, every perfect\ngift is derived, and from whose bounty everything which is offered\nwith sincerity obtains an ample reward.  But since excellent\nhistories of other countries have been composed and published by\nwriters of eminence, I have been induced, by the love I bear to my\ncountry and to posterity, to believe that I should perform neither\nan useless nor an unacceptable service, were I to unfold the hidden\nmerits of my native land; to rescue from obscurity those glorious\nactions which have been hitherto imperfectly described, and to\nbring into repute, by my method of treating it, a subject till now\nregarded as contemptible.",
        "What indeed could my feeble and unexercised efforts add to the\nhistories of the destruction of Troy, Thebes, or Athens, or to the\nconquest of the shores of Latium?  Besides, to do what has been\nalready done, is, in fact, to be doing nothing; I have, therefore,\nthought it more eligible to apply my industry to the arrangement of\nthe history of my native country, hitherto almost wholly overlooked\nby strangers; but interesting to my relations and countrymen; and\nfrom these small beginnings to aspire by degrees to works of a\nnobler cast.  From these inconsiderable attempts, some idea may be\nformed with what success, should Fortune afford an opportunity, I\nam likely to treat matters of greater importance.  For although\nsome things should be made our principal objects, whilst others\nought not to be wholly neglected, I may surely be allowed to\nexercise the powers of my youth, as yet untaught and unexperienced,\nin pursuits of this latter nature, lest by habit I should feel a\npleasure in indolence and in sloth, the parent of vice.",
        "I have therefore employed these studies as a kind of introduction\nto the glorious treasures of that most excellent of the sciences,\nwhich alone deserves the name of science; which alone can render us\nwise to rule and to instruct mankind; which alone the other\nsciences follow, as attendants do their queen.  Laying therefore in\nmy youth the foundations of so noble a structure, it is my\nintention, if God will assist me and prolong my life, to reserve my\nmaturer years for composing a treatise upon so perfect, so sacred a\nsubject:  for according to the poet,",
        "“Ardua quippe fides robustos exigit annos;\"\n\"The important concerns of faith require a mind in its full\nvigour;”",
        "I may be permitted to indulge myself for a short time in other\npursuits; but in this I should wish not only to continue, but to\ndie.",
        "But before I enter on this important subject, I demand a short\ninterval, to enable me to lay before the public my Treatise on the\nInstruction of a Prince, which has been so frequently promised, as\nwell as the Description of Wales, which is now before me, and the\nTopography of Britain.",
        "Of all the British writers, Gildas alone appears to me (as often as\nthe course of my subject leads me to consult him) worthy of\nimitation; for by committing to paper the things which he himself\nsaw and knew, and by declaring rather than describing the\ndesolation of his country, he has compiled a history more\nremarkable for its truth than for its elegance.",
        "Giraldus therefore follows Gildas, whom he wishes he could copy in\nhis life and manners; becoming an imitator of his wisdom rather\nthan of his eloquence - of his mind rather than of his writings -\nof his zeal rather than of his style - of his life rather than of\nhis language.",
        "When, amidst various literary pursuits, I first applied my mind to\nthe compilation of history, I determined, lest I should appear\nungrateful to my native land, to describe, to the best of my\nabilities, my own country and its adjoining regions; and\nafterwards, under God’s guidance, to proceed to a description of\nmore distant territories.  But since some leading men (whom we have\nboth seen and known) show so great a contempt for literature, that\nthey immediately shut up within their book-cases the excellent\nworks with which they are presented, and thus doom them, as it\nwere, to a perpetual imprisonment; I entreat you, illustrious\nPrelate, to prevent the present little work, which will shortly be\ndelivered to you, from perishing in obscurity.  And because this,\nas well as my former productions, though of no transcendent merit,\nmay hereafter prove to many a source of entertainment and\ninstruction, I entreat you generously to order it to be made\npublic, by which it will acquire reputation.  And I shall consider\nmyself sufficiently rewarded for my trouble, if, withdrawing for a\nwhile from your religious and secular occupations, you would kindly\ncondescend to peruse this book, or, at least, give it an attentive\nhearing; for in times like these, when no one remunerates literary\nproductions, I neither desire nor expect any other recompense.  Not\nthat it would appear in any way inconsistent, however there exists\namong men of rank a kind of conspiracy against authors, if a\nprelate so eminently conspicuous for his virtues, for his\nabilities, both natural and acquired, for irreproachable morals,\nand for munificence, should distinguish himself likewise by\nbecoming the generous and sole patron of literature.  To comprise\nyour merits in a few words, the lines of Martial addressed to\nTrajan, whilst serving under Dioclesian, may be deservedly applied\nto you:",
        "“Laudari debes quoniam sub principe duro,\nTemporibusque malis, ausus es esse bonus.”",
        "And those also of Virgil to Mecaenas, which extol the humanity of\nthat great man:",
        "“Omnia cum possis tanto tam clarus amico,\nTe sensit nemo posse nocere tamen.”",
        "Many indeed remonstrate against my proceedings, and those\nparticularly who call themselves my friends insist that, in\nconsequence of my violent attachment to study, I pay no attention\nto the concerns of the world, or to the interests of my family; and\nthat, on this account, I shall experience a delay in my promotion\nto worldly dignities; that the influence of authors, both poets and\nhistorians, has long since ceased; that the respect paid to\nliterature vanished with literary princes; and that in these\ndegenerate days very different paths lead to honours and opulence.\nI allow all this, I readily allow it, and acquiesce in the truth.\nFor the unprincipled and covetous attach themselves to the court,\nthe churchmen to their books, and the ambitious to the public\noffices, but as every man is under the influence of some darling\npassion, so the love of letters and the study of eloquence have\nfrom my infancy had for me peculiar charms of attraction.  Impelled\nby this thirst for knowledge, I have carried my researches into the\nmysterious works of nature farther than the generality of my\ncontemporaries, and for the benefit of posterity have rescued from\noblivion the remarkable events of my own times.  But this object\nwas not to be secured without an indefatigable, though at the same\ntime an agreeable, exertion; for an accurate investigation of every\nparticular is attended with much difficulty.  It is difficult to\nproduce an orderly account of the investigation and discovery of\ntruth; it is difficult to preserve from the beginning to the end a\nconnected relation unbroken by irrelevant matter; and it is\ndifficult to render the narration no less elegant in the diction,\nthan instructive in its matter, for in prosecuting the series of\nevents, the choice of happy expressions is equally perplexing, as\nthe search after them painful.  Whatever is written requires the\nmost intense thought, and every expression should be carefully\npolished before it be submitted to the public eye; for, by exposing\nitself to the examination of the present and of future ages, it\nmust necessarily undergo the criticism not only of the acute, but\nalso of the dissatisfied, reader.  Words merely uttered are soon\nforgotten, and the admiration or disgust which they occasioned is\nno more; but writings once published are never lost, and remain as\nlasting memorials either of the glory or of the disgrace of the\nauthor.  Hence the observation of Seneca, that the malicious\nattention of the envious reader dwells with no less satisfaction on\na faulty than on an elegant expression, and is as anxious to\ndiscover what it may ridicule, as what it may commend; as the poet\nalso observes:",
        "“Discit enim citius meminitque libentius illud\nQuod quis deridet, quam quod probat et veneratur.”",
        "Among the pursuits, therefore, most worthy of commendation, this\nholds by no means the lowest rank; for history, as the moral\nphilosopher declares, “is the record of antiquity, the testimony of\nages, the light of truth, the soul of memory, the mistress of\nconduct, and the herald of ancient times.”",
        "This study is the more delightful, as it is more honourable to\nproduce works worthy of being quoted than to quote the works of\nothers; as it is more desirable to be the author of compositions\nwhich deserve to be admired than to be esteemed a good judge of the\nwritings of other men; as it is more meritorious to be the just\nobject of other men’s commendations than to be considered an adept\nin pointing out the merits of others.  On these pleasing\nreflections I feed and regale myself; for I would rather resemble\nJerome than Croesus, and I prefer to riches themselves the man who\nis capable of despising them.  With these gratifying ideas I rest\ncontented and delighted, valuing moderation more than intemperance,\nand an honourable sufficiency more than superfluity; for\nintemperance and superfluity produce their own destruction, but\ntheir opposite virtues never perish; the former vanish, but the\nlatter, like eternity, remain for ever; in short, I prefer praise\nto lucre, and reputation to riches.",
        "Of the length and breadth of Wales, the nature of its soil, and the\nthree remaining tribes of Britons",
        "Cambria, which, by a corrupt and common term, though less proper,\nis in modern times called Wales, is about two hundred miles long\nand one hundred broad.  The length from Port Gordber (1) in\nAnglesey to Port Eskewin (2) in Monmouthshire is eight days’\njourney in extent; the breadth from Porth Mawr, (3) or the great\nPort of St. David’s, to Ryd-helic, (4) which in Latin means VADUM\nSALICIS, or the Ford of the Willow, and in English is called\nWillow-forde, is four days’ journey.  It is a country very strongly\ndefended by high mountains, deep valleys, extensive woods, rivers,\nand marshes; insomuch that from the time the Saxons took possession\nof the island the remnants of the Britons, retiring into these\nregions, could never be entirely subdued either by the English or\nby the Normans.  Those who inhabited the southern angle of the\nisland, which took its name from the chieftain Corinaeus, (5) made\nless resistance, as their country was more defenceless.  The third\ndivision of the Britons, who obtained a part of Britany in Gaul,\nwere transported thither, not after the defeat of their nation, but\nlong before, by king Maximus, and, in consequence of the hard and\ncontinued warfare which they underwent with him, were rewarded by\nthe royal munificence with those districts in France.",
        "Of the ancient division of Wales into three parts",
        "Wales was in ancient times divided into three parts nearly equal,\nconsideration having been paid, in this division, more to the value\nthan to the just quantity or proportion of territory.  They were\nVenedotia, now called North Wales; Demetia, or South Wales, which\nin British is called Deheubarth, that is, the southern part; and\nPowys, the middle or eastern district.  Roderic the Great, or\nRhodri Mawr, who was king over all Wales, was the cause of this\ndivision.  He had three sons, Mervin, Anarawt, and Cadell, amongst\nwhom he partitioned the whole principality.  North Wales fell to\nthe lot of Mervin; Powys to Anarawt; and Cadell received the\nportion of South Wales, together with the general good wishes of\nhis brothers and the people; for although this district greatly\nexceeded the others in quantity, it was the least desirable from\nthe number of noble chiefs, or Uchelwyr, (6) men of a superior\nrank, who inhabited it, and were often rebellious to their lords,\nand impatient of control.  But Cadell, on the death of his\nbrothers, obtained the entire dominion of Wales, (7) as did his\nsuccessors till the time of Tewdwr, whose descendants, Rhys, son of\nTewdwr, Gruflydd, son of Rhys, and Rhys, son of Gruffydd, the\nruling prince in our time, enjoyed only (like the father) the\nsovereignty over South Wales.",
        "Genealogy of the Princes of Wales",
        "The following is the generation of princes of South Wales:  Rhys,\nson of Gruffydd; Gruffydd, son of Rhys; Rhys, son of Tewdwr;\nTewdwr, son of Eineon; Eineon, son of Owen; Owen, son of Howel Dda,\nor Howel the Good; Howel, son of Cadell, son of Roderic the Great.\nThus the princes of South Wales derived their origin from Cadell,\nson of Roderic the Great.  The princes of North Wales descended\nfrom Mervin in this manner:  Llewelyn, son of Iorwerth; Iorwerth,\nson of Owen; Owen, son of Gruffydd; Gruffydd, son of Conan; Conan,\nson of Iago; Iago, son of Edoual; Edoual, son of Meyric; Meyric,\nson of Anarawt (Anandhrec); Anarawt, son of Mervin, son of Roderic\nthe Great.  Anarawt leaving no issue, the princes of Powys have\ntheir own particular descent.",
        "It is worthy of remark, that the Welsh bards and singers, or\nreciters, have the genealogies of the aforesaid princes, written in\nthe Welsh language, in their ancient and authentic books; and also\nretain them in their memory from Roderic the Great to B.M.; (8) and\nfrom thence to Sylvius, Ascanius, and AEneas; and from the latter\nproduce the genealogical series in a lineal descent, even to Adam.",
        "But as an account of such long and remote genealogies may appear to\nmany persons trifling rather than historical, we have purposely\nomitted them in our compendium.",
        "How many cantreds, royal palaces, and cathedrals there are in Wales",
        "South Wales contains twenty-nine cantreds; North Wales, twelve;\nPowys, six:  many of which are at this time in the possession of\nthe English and Franks.  For the country now called Shropshire\nformerly belonged to Powys, and the place where the castle of\nShrewsbury stands bore the name of Pengwern, or the head of the\nAlder Grove.  There were three royal seats in South Wales:\nDinevor, in South Wales, removed from Caerleon; Aberfraw, (9) in\nNorth Wales; and Pengwern, in Powys.",
        "Wales contains in all fifty-four cantreds.  The word CANTREF is\nderived from CANT, a hundred, and TREF, a village; and means in the\nBritish and Irish languages such a portion of land as contains a\nhundred vills.",
        "There are four cathedral churches in Wales:  St. David’s, upon the\nIrish sea, David the archbishop being its patron:  it was in\nancient times the metropolitan church, and the district only\ncontained twenty-four cantreds, though at this time only twenty-\nthree; for Ergengl, in English called Urchenfeld, (10) is said to\nhave been formerly within the diocese of St. David’s, and sometimes\nwas placed within that of Landaff.  The see of St. David’s had\ntwenty-five successive archbishops; and from the time of the\nremoval of the pall into France, to this day, twenty-two bishops;\nwhose names and series, as well as the cause of the removal of the\narchiepiscopal pall, may be seen in our Itinerary. (11)",
        "In South Wales also is situated the bishopric of Landaff, near the\nSevern sea, and near the noble castle of Caerdyf; bishop Teilo\nbeing its patron.  It contains five cantreds, and the fourth part\nof another, namely, Senghennyd.",
        "In North Wales, between Anglesey and the Eryri mountains, is the\nsee of Bangor, under the patronage of Daniel, the abbot; it\ncontains about nine cantreds.",
        "In North Wales also is the poor little cathedral of Llan-Elwy, or\nSt. Asaph, containing about six cantreds, to which Powys is\nsubject.",
        "Of the two mountains from which the noble rivers which divide Wales\nspring",
        "Wales is divided and distinguished by noble rivers, which derive\ntheir source from two ranges of mountains, the Ellennith, in South\nWales, which the English call Moruge, as being the heads of moors,\nor bogs; and Eryri, in North Wales, which they call Snowdon, or\nmountains of snow; the latter of which are said to be of so great\nan extent, that if all the herds in Wales were collected together,\nthey would supply them with pasture for a considerable time.  Upon\nthem are two lakes, one of which has a floating island; and the\nother contains fish having only one eye, as we have related in our\nItinerary.",
        "We must also here remark, that at two places in Scotland, one on\nthe eastern, and the other on the western ocean, the sea-fish\ncalled mulvelli (mullets) have only the right eye.",
        "The noble river Severn takes its rise from the Ellennith mountains,\nand flowing by the castles of Shrewsbury and Bridgenorth, through\nthe city of Worcester, and that of Gloucester, celebrated for its\niron manufactories, falls into the sea a few miles from the latter\nplace, and gives its name to the Severn Sea.  This river was for\nmany years the boundary between Cambria and Loegria, or Wales and\nEngland; it was called in British Hafren, from the daughter of\nLocrinus, who was drowned in it by her step-mother; the aspirate\nbeing changed, according to the Latin idiom, into S, as is usual in\nwords derived from the Greek, it was termed Sarina, as hal becomes\nSAL; hemi, SEMI; hepta, SEPTEM.",
        "The river Wye rises in the same mountains of Ellennith, and flows\nby the castles of Hay and Clifford, through the city of Hereford,\nby the castles of Wilton and Goodrich, through the forest of Dean,\nabounding with iron and deer, and proceeds to Strigul castle, below\nwhich it empties itself into the sea, and forms in modern times the\nboundary between England and Wales.  The Usk does not derive its\norigin from these mountains, but from those of Cantref Bachan; it\nflows by the castle of Brecheinoc, or Aberhodni, that is, the fall\nof the river Hodni into the Usk (for Aber, in the British language,\nsignifies every place where two rivers unite their streams); by the\ncastles of Abergevenni and Usk, through the ancient city of\nLegions, and discharges itself into the Severn Sea, not far from\nNewport.",
        "The river Remni flows towards the sea from the mountains of\nBrecheinoc, having passed the castle and bridge of Remni.  From the\nsame range of mountains springs the Taf, which pursues its course\nto the episcopal see of Landaf (to which it gives its name), and\nfalls into the sea below the castle of Caerdyf.  The river Avon\nrushes impetuously from the mountains of Glamorgan, between the\ncelebrated Cistercian monasteries of Margan and Neth; and the river\nNeth, descending from the mountains of Brecheinoc, unites itself\nwith the sea, at no great distance from the castle of Neth; each of\nthese rivers forming a long tract of dangerous quicksands.  From\nthe same mountains of Brecheinoc the river Tawe flows down to\nAbertawe, called in English Swainsey.  The Lochor joins the sea\nnear the castle of the same name; and the Wendraeth has its\nconfluence near Cydweli.  The Tywy, another noble river, rises in\nthe Ellennith mountains, and separating the Cantref Mawr from the\nCantref Bachan, passes by the castle of Llanymddyfri, and the royal\npalace and castle of Dinevor, strongly situated in the deep\nrecesses of its woods, by the noble castle of Caermarddin, where\nMerlin was found, and from whom the city received its name, and\nruns into the sea near the castle of Lhanstephan.  The river Taf\nrises in the Presseleu mountains, not far from the monastery of\nWhitland, and passing by the castle of St. Clare, falls into the\nsea near Abercorran and Talacharn.  From the same mountains flow\nthe rivers Cleddeu, encompassing the province of Daugleddeu, and\ngiving it their name one passes by the castle of Lahaden, and the\nother by Haverford, to the sea; and in the British language they\nbear the name of Daugleddeu, or two swords.",
        "The noble river Teivi springs from the Ellennith mountains, in the\nupper part of the Cantref Mawr and Caerdigan, not far from the\npastures and excellent monastery of Stratflur, forming a boundary\nbetween Demetia and Caerdigan down to the Irish channel; this is\nthe only river in Wales that produces beavers, an account of which\nis given in our Itinerary; and also exceeds every other river in\nthe abundance and delicacy of its salmon.  But as this book may\nfall into the hands of many persons who will not meet with the\nother, I have thought it right here to insert many curious and\nparticular qualities relating to the nature of these animals, how\nthey convey their materials from the woods to the river, with what\nskill they employ these materials in constructing places of safety\nin the middle of the stream, how artfully they defend themselves\nagainst the attack of the hunters on the eastern and how on the\nwestern side; the singularity of their tails, which partake more of\nthe nature of fish than flesh.  For further particulars see the\nItinerary. (12)",
        "From the same mountains issues the Ystuyth, and flowing through the\nupper parts of Penwedic, in Cardiganshire, falls into the sea near\nthe castle of Aberystuyth.  From the snowy mountains of Eryri flows\nthe noble river Devi, (13) dividing for a great distance North and\nSouth Wales; and from the same mountains also the large river Maw,\n(14) forming by its course the greater and smaller tract of sands\ncalled the Traeth Mawr and the Traeth Bachan.  The Dissennith also,\nand the Arthro, flow through Merionethshire and the land of Conan.\nThe Conwy, springing from the northern side of the Eryri mountains,\nunites its waters with the sea under the noble castle of Deganwy.\nThe Cloyd rises from another side of the same mountain, and passes\nby the castle of Ruthlan to the sea.  The Doverdwy, called by the\nEnglish Dee, draws its source from the lake of Penmelesmere, and\nruns through Chester, leaving the wood of Coleshulle, Basinwerk,\nand a rich vein of silver in its neighbourhood, far to the right,\nand by the influx of the sea forming a very dangerous quicksand;\nthus the Dee makes the northern, and the river Wye the southern\nboundary of Wales.",
        "Concerning the pleasantness and fertility of Wales",
        "As the southern part of Wales near Cardiganshire, but particularly\nPembrokeshire, is much pleasanter, on account of its plains and\nsea-coast, so North Wales is better defended by nature, is more\nproductive of men distinguished for bodily strength, and more\nfertile in the nature of its soil; for, as the mountains of Eryri\n(Snowdon) could supply pasturage for all the herds of cattle in\nWales, if collected together, so could the Isle of Mona (Anglesey)\nprovide a requisite quantity of corn for all the inhabitants:  on\nwhich account there is an old British proverb, “MON MAM CYMBRY,\"\nthat is, “Mona is the mother of Wales.”  Merionyth, and the land of\nConan, is the rudest and least cultivated region, and the least\naccessible.  The natives of that part of Wales excel in the use of\nlong lances, as those of Monmouthshire are distinguished for their\nmanagement of the bow.  It is to be observed, that the British\nlanguage is more delicate and richer in North Wales, that country\nbeing less intermixed with foreigners.  Many, however, assert that\nthe language of Cardiganshire, in South Wales, placed as it were in\nthe middle and heart of Cambria, is the most refined.",
        "The people of Cornwall and the Armoricans speak a language similar\nto that of the Britons; and from its origin and near resemblance,\nit is intelligible to the Welsh in many instances, and almost in\nall; and although less delicate and methodical, yet it approaches,\nas I judge, more to the ancient British idiom.  As in the southern\nparts of England, and particularly in Devonshire, the English\nlanguage seems less agreeable, yet it bears more marks of antiquity\n(the northern parts being much corrupted by the irruptions of the\nDanes and Norwegians), and adheres more strictly to the original\nlanguage and ancient mode of speaking; a positive proof of which\nmay be deduced from all the English works of Bede, Rhabanus, and\nking Alfred, being written according to this idiom.",
        "Origin of the names Cambria and Wales",
        "Cambria was so called from Camber, son of Brutus, for Brutus,\ndescending from the Trojans, by his grandfather, Ascanius, and\nfather, Silvius, led the remnant of the Trojans, who had long been\ndetained in Greece, into this western isle; and having reigned many\nyears, and given his name to the country and people, at his death\ndivided the kingdom of Wales between his three sons.  To his eldest\nson, Locrinus, he gave that part of the island which lies between\nthe rivers Humber and Severn, and which from him was called\nLoegria.  To his second son, Albanactus, he gave the lands beyond\nthe Humber, which took from him the name of Albania.  But to his\nyoungest son, Camber, he bequeathed all that region which lies\nbeyond the Severn, and is called after him Cambria; hence the\ncountry is properly and truly called Cambria, and its inhabitants\nCambrians, or Cambrenses.  Some assert that their name was derived\nfrom CAM and GRAECO, that is, distorted Greek, on account of the\naffinity of their languages, contracted by their long residence in\nGreece; but this conjecture, though plausible, is not well founded\non truth.",
        "The name of Wales was not derived from Wallo, a general, or\nWandolena, the queen, as the fabulous history of Geoffrey Arthurius\n(15) falsely maintains, because neither of these personages are to\nbe found amongst the Welsh; but it arose from a barbarian\nappellation.  The Saxons, when they seized upon Britain, called\nthis nation, as they did all foreigners, Wallenses; and thus the\nbarbarous name remains to the people and their country. (16)",
        "Having discoursed upon the quality and quantity of the land, the\ngenealogies of the princes, the sources of the rivers, and the\nderivation of the names of this country, we shall now consider the\nnature and character of the nation.",
        "Concerning the nature, manners, and dress, the boldness, agility,\nand courage, of this nation",
        "This people is light and active, hardy rather than strong, and\nentirely bred up to the use of arms; for not only the nobles, but\nall the people are trained to war, and when the trumpet sounds the\nalarm, the husbandman rushes as eagerly from his plough as the\ncourtier from his court; for here it is not found that, as in other\nplaces,",
        "“Agricolis labor actus in orbem,”",
        "returns; for in the months of March and April only the soil is once\nploughed for oats, and again in the summer a third time, and in\nwinter for wheat.  Almost all the people live upon the produce of\ntheir herds, with oats, milk, cheese, and butter; eating flesh in\nlarger proportions than bread.  They pay no attention to commerce,\nshipping, or manufactures, and suffer no interruption but by\nmartial exercises.  They anxiously study the defence of their\ncountry and their liberty; for these they fight, for these they\nundergo hardships, and for these willingly sacrifice their lives;\nthey esteem it a disgrace to die in bed, an honour to die in the\nfield of battle; using the poet’s expressions, -",
        "“Procul hinc avertite pacem,\nNobilitas cum pace perit.”",
        "Nor is it wonderful if it degenerates, for the ancestors of these\nmen, the AEneadae, rushed to arms in the cause of liberty.  It is\nremarkable that this people, though unarmed, dares attack an armed\nfoe; the infantry defy the cavalry, and by their activity and\ncourage generally prove victors.  They resemble in disposition and\nsituation those conquerors whom the poet Lucan mentions:",
        "- “Populi quos despicit Arctos,\nFelices errore suo, quos ille timorum\nMaximus haud urget leti metus, inde ruendi\nIn ferrum, mens prona viris, amimaeque capaces,\nMortis et ignavum rediturae parsere vitae.”",
        "They make use of light arms, which do not impede their agility,\nsmall coats of mail, bundles of arrows, and long lances, helmets\nand shields, and more rarely greaves plated with iron.  The higher\nclass go to battle mounted on swift and generous steeds, which\ntheir country produces; but the greater part of the people fight on\nfoot, on account of the marshy nature and unevenness of the soil.\nThe horsemen as their situation or occasion requires, willingly\nserve as infantry, in attacking or retreating; and they either walk\nbare-footed, or make use of high shoes, roughly constructed with\nuntanned leather.  In time of peace, the young men, by penetrating\nthe deep recesses of the woods, and climbing the tops of mountains,\nlearn by practice to endure fatigue through day and night; and as\nthey meditate on war during peace, they acquire the art of fighting\nby accustoming themselves to the use of the lance, and by inuring\nthemselves to hard exercise.",
        "In our time, king Henry II., in reply to the inquiries of Emanuel,\nemperor of Constantinople, concerning the situation, nature, and\nstriking peculiarities of the British island, among other\nremarkable circumstances mentioned the following:  “That in a\ncertain part of the island there was a people, called Welsh, so\nbold and ferocious that, when unarmed, they did not fear to\nencounter an armed force; being ready to shed their blood in\ndefence of their country, and to sacrifice their lives for renown;\nwhich is the more surprising, as the beasts of the field over the\nwhole face of the island became gentle, but these desperate men\ncould not be tamed.  The wild animals, and particularly the stags\nand hinds, are so abundant, owing to the little molestation they\nreceive, that in our time, in the northern parts of the island\ntowards the Peak, (17) when pursued by the hounds and hunters, they\ncontributed, by their numbers, to their own destruction.”",
        "Of their sober supper and frugality",
        "Not addicted to gluttony or drunkenness, this people who incur no\nexpense in food or dress, and whose minds are always bent upon the\ndefence of their country, and on the means of plunder, are wholly\nemployed in the care of their horses and furniture.  Accustomed to\nfast from morning till evening, and trusting to the care of\nProvidence, they dedicate the whole day to business, and in the\nevening partake of a moderate meal; and even if they have none, or\nonly a very scanty one, they patiently wait till the next evening;\nand, neither deterred by cold nor hunger, they employ the dark and\nstormy nights in watching the hostile motions of their enemies.",
        "Of their hospitality and liberality",
        "No one of this nation ever begs, for the houses of all are common\nto all; and they consider liberality and hospitality amongst the\nfirst virtues.  So much does hospitality here rejoice in\ncommunication, that it is neither offered nor requested by\ntravellers, who, on entering any house, only deliver up their arms.\nWhen water is offered to them, if they suffer their feet to be\nwashed, they are received as guests; for the offer of water to wash\nthe feet is with this nation an hospitable invitation.  But if they\nrefuse the proffered service, they only wish for morning\nrefreshment, not lodging.  The young men move about in troops and\nfamilies under the direction of a chosen leader.  Attached only to\narms and ease, and ever ready to stand forth in defence of their\ncountry, they have free admittance into every house as if it were\ntheir own.",
        "Those who arrive in the morning are entertained till evening with\nthe conversation of young women, and the music of the harp; for\neach house has its young women and harps allotted to this purpose.\nTwo circumstances here deserve notice:  that as no nation labours\nmore under the vice of jealousy than the Irish, so none is more\nfree from it than the Welsh:  and in each family the art of playing\non the harp is held preferable to any other learning.  In the\nevening, when no more guests are expected, the meal is prepared\naccording to the number and dignity of the persons assembled, and\naccording to the wealth of the family who entertains.  The kitchen\ndoes not supply many dishes, nor high-seasoned incitements to\neating.  The house is not furnished with tables, cloths, or\nnapkins.  They study nature more than splendour, for which reason,\nthe guests being seated in threes, instead of couples as elsewhere,\n(18) they place the dishes before them all at once upon rushes and\nfresh grass, in large platters or trenchers.  They also make use of\na thin and broad cake of bread, baked every day, such as in old\nwritings was called LAGANA; (19) and they sometimes add chopped\nmeat, with broth.  Such a repast was formerly used by the noble\nyouth, from whom this nation boasts its descent, and whose manners\nit still partly imitates, according to the word of the poet:",
        "“Heu! mensas consumimus, inquit Iulus.”",
        "While the family is engaged in waiting on the guests, the host and\nhostess stand up, paying unremitting attention to everything, and\ntake no food till all the company are satisfied; that in case of\nany deficiency, it may fall upon them.  A bed made of rushes, and\ncovered with a coarse kind of cloth manufactured in the country,\ncalled BRYCHAN, (20) is then placed along the side of the room, and\nthey all in common lie down to sleep; nor is their dress at night\ndifferent from that by day, for at all seasons they defend\nthemselves from the cold only by a thin cloak and tunic.  The fire\ncontinues to burn by night as well as by day, at their feet, and\nthey receive much comfort from the natural heat of the persons\nlying near them; but when the under side begins to be tired with\nthe hardness of the bed, or the upper one to suffer from cold, they\nimmediately leap up, and go to the fire, which soon relieves them\nfrom both inconveniences; and then returning to their couch, they\nexpose alternately their sides to the cold, and to the hardness of\nthe bed.",
        "Concerning their cutting of their hair, their care of their teeth,\nand shaving of their beard",
        "The men and women cut their hair close round to the ears and eyes.\nThe women, after the manner of the Parthians, cover their heads\nwith a large white veil, folded together in the form of a crown.",
        "Both sexes exceed any other nation in attention to their teeth,\nwhich they render like ivory, by constantly rubbing them with green\nhazel and wiping with a woollen cloth.  For their better\npreservation, they abstain from hot meats, and eat only such as are\ncold, warm, or temperate.  The men shave all their beard except the\nmoustaches (GERNOBODA).  This custom is not recent, but was\nobserved in ancient and remote ages, as we find in the works of\nJulius Caesar, who says, (21) “The Britons shave every part of\ntheir body except their head and upper lip;” and to render\nthemselves more active, and avoid the fate of Absalon in their\nexcursions through the woods, they are accustomed to cut even the\nhair from their heads; so that this nation more than any other\nshaves off all pilosity.  Julius also adds, that the Britons,\nprevious to an engagement, anointed their faces with a nitrous\nointment, which gave them so ghastly and shining an appearance,\nthat the enemy could scarcely bear to look at them, particularly if\nthe rays of the sun were reflected on them.",
        "Of their quickness and sharpness of understanding",
        "These people being of a sharp and acute intellect, and gifted with\na rich and powerful understanding, excel in whatever studies they\npursue, and are more quick and cunning than the other inhabitants\nof a western clime.",
        "Their musical instruments charm and delight the ear with their\nsweetness, are borne along by such celerity and delicacy of\nmodulation, producing such a consonance from the rapidity of\nseemingly discordant touches, that I shall briefly repeat what is\nset forth in our Irish Topography on the subject of the musical\ninstruments of the three nations.  It is astonishing that in so\ncomplex and rapid a movement of the fingers, the musical\nproportions can be preserved, and that throughout the difficult\nmodulations on their various instruments, the harmony is completed\nwith such a sweet velocity, so unequal an equality, so discordant a\nconcord, as if the chords sounded together fourths or fifths.  They\nalways begin from B flat, and return to the same, that the whole\nmay be completed under the sweetness of a pleasing sound.  They\nenter into a movement, and conclude it in so delicate a manner, and\nplay the little notes so sportively under the blunter sounds of the\nbase strings, enlivening with wanton levity, or communicating a\ndeeper internal sensation of pleasure, so that the perfection of\ntheir art appears in the concealment of it:",
        "“Si lateat, prosit;\n- - ferat ars deprensa pudorem.\"\n\"Art profits when concealed,\nDisgraces when revealed.”",
        "From this cause, those very strains which afford deep and\nunspeakable mental delight to those who have skilfully penetrated\ninto the mysteries of the art, fatigue rather than gratify the ears\nof others, who seeing, do not perceive, and hearing, do not\nunderstand; and by whom the finest music is esteemed no better than\na confused and disorderly noise, and will be heard with\nunwillingness and disgust.",
        "They make use of three instruments, the harp, the pipe, and the\ncrwth or crowd (CHORUS). (22)",
        "They omit no part of natural rhetoric in the management of civil\nactions, in quickness of invention, disposition, refutation, and\nconfirmation.  In their rhymed songs and set speeches they are so\nsubtle and ingenious, that they produce, in their native tongue,\nornaments of wonderful and exquisite invention both in the words\nand sentences.  Hence arise those poets whom they call Bards, of\nwhom you will find many in this nation, endowed with the above\nfaculty, according to the poet’s observation:",
        "“Plurima concreti fuderunt carmina Bardi.”",
        "But they make use of alliteration (ANOMINATIONE) in preference to\nall other ornaments of rhetoric, and that particular kind which\njoins by consonancy the first letters or syllables of words.  So\nmuch do the English and Welsh nations employ this ornament of words\nin all exquisite composition, that no sentence is esteemed to be\nelegantly spoken, no oration to be otherwise than uncouth and\nunrefined, unless it be fully polished with the file of this\nfigure.  Thus in the British tongue:",
        "“Digawn Duw da i unic.\"\n\"Wrth bob crybwyll rhaid pwyll parawd.” (23)",
        "And in English,",
        "“God is together gammen and wisedom.”",
        "The same ornament of speech is also frequent in the Latin language.\nVirgil says,",
        "“Tales casus Cassandra canebat.”",
        "And again, in his address to Augustus,",
        "“Dum dubitet natura marem, faceretve puellam,\nNatus es, o pulcher, pene puella, puer.”",
        "This ornament occurs not in any language we know so frequently as\nin the two first; it is, indeed, surprising that the French, in\nother respects so ornamented, should be entirely ignorant of this\nverbal elegance so much adopted in other languages.  Nor can I\nbelieve that the English and Welsh, so different and adverse to\neach other, could designedly have agreed in the usage of this\nfigure; but I should rather suppose that it had grown habitual to\nboth by long custom, as it pleases the ear by a transition from\nsimilar to similar sounds.  Cicero, in his book “On Elocution,\"\nobserves of such who know the practice, not the art, “Other persons\nwhen they read good orations or poems, approve of the orators or\npoets, not understanding the reason why, being affected, they\napprove; because they cannot know in what place, of what nature,\nnor how that effect is caused which so highly delights them.”",
        "Of their symphonies and songs",
        "In their musical concerts they do not sing in unison like the\ninhabitants of other countries, but in many different parts; so\nthat in a company of singers, which one very frequently meets with\nin Wales, you will hear as many different parts and voices as there\nare performers, who all at length unite, with organic melody, in\none consonance and the soft sweetness of B flat.  In the northern\ndistrict of Britain, beyond the Humber, and on the borders of\nYorkshire, the inhabitants make use of the same kind of symphonious\nharmony, but with less variety; singing only in two parts, one\nmurmuring in the base, the other warbling in the acute or treble.\nNeither of the two nations has acquired this peculiarity by art,\nbut by long habit, which has rendered it natural and familiar; and\nthe practice is now so firmly rooted in them, that it is unusual to\nhear a simple and single melody well sung; and, what is still more\nwonderful, the children, even from their infancy, sing in the same\nmanner.  As the English in general do not adopt this mode of\nsinging, but only those of the northern countries, I believe that\nit was from the Danes and Norwegians, by whom these parts of the\nisland were more frequently invaded, and held longer under their\ndominion, that the natives contracted their mode of singing as well\nas speaking.",
        "Their wit and pleasantry",
        "The heads of different families, in order to excite the laughter of\ntheir guests, and gain credit by their sayings, make use of great\nfacetiousness in their conversation; at one time uttering their\njokes in a light, easy manner, at another time, under the disguise\nof equivocation, passing the severest censures.  For the sake of\nexplanation I shall here subjoin a few examples.  Tegeingl is the\nname of a province in North Wales, over which David, son of Owen,\nhad dominion, and which had once been in the possession of his\nbrother.  The same word also was the name of a certain woman with\nwhom, it was said, each brother had an intrigue, from which\ncircumstance arose this term of reproach, “To have Tegeingl, after\nTegeingl had been in possession of his brother.”",
        "At another time, when Rhys, son of Gruffydd, prince of South Wales,\naccompanied by a multitude of his people, devoutly entered the\nchurch of St. David’s, previous to an intended journey, the\noblations having been made, and mass solemnised, a young man came\nto him in the church, and publicly declared himself to be his son,\nthrew himself at his feet, and with tears humbly requested that the\ntruth of this assertion might be ascertained by the trial of the\nburning iron.  Intelligence of this circumstance being conveyed to\nhis family and his two sons, who had just gone out of the church, a\nyouth who was present made this remark:  “This is not wonderful;\nsome have brought gold, and others silver, as offerings; but this\nman, who had neither, brought what he had, namely, iron;” thus\ntaunting him with his poverty.  On mentioning a certain house that\nwas strongly built and almost impregnable, one of the company said,\n\"This house indeed is strong, for if it should contain food it\ncould never be got at,” thus alluding both to the food and to the\nhouse.  In like manner, a person, wishing to hint at the avaricious\ndisposition of the mistress of a house, said, “I only find fault\nwith our hostess for putting too little butter to her salt,\"\nwhereas the accessory should be put to the principal; thus, by a\nsubtle transposition of the words, converting the accessory into\nthe principal, by making it appear to abound in quantity.  Many\nsimilar sayings of great men and philosophers are recorded in the\nSaturnalia of Macrobius.  When Cicero saw his son-in-law, Lentulus,\na man of small stature, with a long sword by his side:  “Who,” says\nhe, “has girded my son-in-law to that sword?” thus changing the\naccessary into the principal.  The same person, on seeing the half-\nlength portrait of his brother Quintus Cicero, drawn with very\nlarge features and an immense shield, exclaimed, “Half of my\nbrother is greater than the whole!”  When the sister of Faustus had\nan intrigue with a fuller, “Is it strange,” says he, “that my\nsister has a spot, when she is connected with a fuller?”  When\nAntiochus showed Hannibal his army, and the great warlike\npreparations he had made against the Romans, and asked him,\n\"Thinkest thou, O Hannibal, that these are sufficient for the\nRomans?”  Hannibal, ridiculing the unmilitary appearance of the\nsoldiers, wittily and severely replied, “I certainly think them\nsufficient for the Romans, however greedy;” Antiochus asking his\nopinion about the military preparations, and Hannibal alluding to\nthem as becoming a prey to the Romans.",
        "Their boldness and confidence in speaking",
        "Nature hath given not only to the highest, but also to the\ninferior, classes of the people of this nation, a boldness and\nconfidence in speaking and answering, even in the presence of their\nprinces and chieftains.  The Romans and Franks had the same\nfaculty; but neither the English, nor the Saxons and Germans, from\nwhom they are descended, had it.  It is in vain urged, that this\ndefect may arise from the state of servitude which the English\nendured; for the Saxons and Germans, who enjoy their liberty, have\nthe same failing, and derive this natural coldness of disposition\nfrom the frozen region they inhabit; the English also, although\nplaced in a distant climate, still retain the exterior fairness of\ncomplexion and inward coldness of disposition, as inseparable from\ntheir original and natural character.  The Britons, on the\ncontrary, transplanted from the hot and parched regions of Dardania\ninto these more temperate districts, as",
        "“Coelum non animum mutant qui trans mare currunt,”",
        "still retain their brown complexion and that natural warmth of\ntemper from which their confidence is derived.  For three nations,\nremnants of the Greeks after the destruction of Troy, fled from\nAsia into different parts of Europe, the Romans under AEneas, the\nFranks under Antenor, and the Britons under Brutus; and from thence\narose that courage, that nobleness of mind, that ancient dignity,\nthat acuteness of understanding, and confidence of speech, for\nwhich these three nations are so highly distinguished.  But the\nBritons, from having been detained longer in Greece than the other\ntwo nations, after the destruction of their country, and having\nmigrated at a later period into the western parts of Europe,\nretained in a greater degree the primitive words and phrases of\ntheir native language.  You will find amongst them the names Oenus,\nResus, AEneas, Hector, Achilles, Heliodorus, Theodorus, Ajax,\nEvander, Uliex, Anianus, Elisa, Guendolena, and many others,\nbearing marks of their antiquity.  It is also to be observed, that\nalmost all words in the British language correspond either with the\nGreek or Latin, as [Greek text which cannot be reproduced], water,\nis called in British, dwr; [Greek text], salt, in British, halen;\n[Greek text], eno, a name; [Greek text], pump, five; [Greek text],\ndeg, ten.  The Latins also use the words fraenum, tripos, gladius,\nlorica; the Britons, froyn (ffrwyn), trepet (tribedd), cleddyf, and\nlluric (llurig); unicus is made unic (unig); canis, can (cwn); and\nbelua, beleu.",
        "Concerning the soothsayers of this nation, and persons as it were\npossessed",
        "There are certain persons in Cambria, whom you will find nowhere\nelse, called Awenddyon, (24) or people inspired; when consulted\nupon any doubtful event, they roar out violently, are rendered\nbeside themselves, and become, as it were, possessed by a spirit.\nThey do not deliver the answer to what is required in a connected\nmanner; but the person who skilfully observes them, will find,\nafter many preambles, and many nugatory and incoherent, though\nornamented speeches, the desired explanation conveyed in some turn\nof a word:  they are then roused from their ecstasy, as from a deep\nsleep, and, as it were, by violence compelled to return to their\nproper senses.  After having answered the questions, they do not\nrecover till violently shaken by other people; nor can they\nremember the replies they have given.  If consulted a second or\nthird time upon the same point, they will make use of expressions\ntotally different; perhaps they speak by the means of fanatic and\nignorant spirits.  These gifts are usually conferred upon them in\ndreams:  some seem to have sweet milk or honey poured on their\nlips; others fancy that a written schedule is applied to their\nmouths and on awaking they publicly declare that they have received\nthis gift.  Such is the saying of Esdras, “The Lord said unto me,\nopen thy mouth, and I opened my mouth, and behold a cup full of\nwater, whose colour was like fire; and when I had drank it, my\nheart brought forth understanding, and wisdom entered into my\nbreast.”  They invoke, during their prophecies, the true and living\nGod, and the Holy Trinity, and pray that they may not by their sins\nbe prevented from finding the truth.  These prophets are only found\namong the Britons descended from the Trojans.  For Calchas and\nCassandra, endowed with the spirit of prophecy, openly foretold,\nduring the siege of Troy, the destruction of that fine city; on\nwhich account the high priest, Helenus, influenced by the prophetic\nbooks of Calchas, and of others who had long before predicted the\nruin of their country, in the first year went over to the Greeks\nwith the sons of Priam (to whom he was high priest), and was\nafterwards rewarded in Greece.  Cassandra, daughter of king Priam,\nevery day foretold the overthrow of the city; but the pride and\npresumption of the Trojans prevented them from believing her word.\nEven on the very night that the city was betrayed, she clearly\ndescribed the treachery and the method of it:",
        "” - tales casus Cassandra canebat,”",
        "as in the same manner, during the existence of the kingdom of the\nBritons, both Merlin Caledonius and Ambrosius are said to have\nforetold the destruction of their nation, as well as the coming of\nthe Saxons, and afterwards that of the Normans; and I think a\ncircumstance related by Aulus Gellius worth inserting in this\nplace.  On the day that Caius Caesar and Cneius Pompey, during the\ncivil war, fought a pitched battle in Thessalia, a memorable event\noccurred in that part of Italy situated beyond the river Po.  A\npriest named Cornelius, honourable from his rank, venerable for his\nreligion, and holy in his manners, in an inspired moment\nproclaimed, “Caesar has conquered,” and named the day, the events,\nthe mutual attack, and the conflicts of the two armies.  Whether\nsuch things are exhibited by the spirit, let the reader more\nparticularly inquire; I do not assert they are the acts of a\nPythonic or a diabolic spirit; for as foreknowledge is the property\nof God alone, so is it in his power to confer knowledge of future\nevents.  There are differences of gifts, says the Apostle, but one\nand the same spirit; whence Peter, in his second Epistle, writes,\n\"For the prophecy came not in the old time by the will of man, but\nmen spake as if they were inspired by the Holy Ghost:” to the same\neffect did the Chaldeans answer king Nebuchadonazar on the\ninterpretation of his dream, which he wished to extort from them.\n\"There is not,” say they, “a man upon earth who can, O king,\nsatisfactorily answer your question; let no king therefore, however\ngreat or potent, make a similar request to any magician,\nastrologer, or Chaldean; for it is a rare thing that the king\nrequireth, and there is none other that can shew it before the\nking, except the Gods, whose dwelling is not with flesh.”  On this\npassage Jerome remarks, “The diviners and all the learned of this\nworld confess, that the prescience of future events belongs to God\nalone; the prophets therefore, who foretold things to come, spake\nby the spirit of God.  Hence some persons object, that, if they\nwere under the guidance of the Holy Spirit, they would sometimes\npremise, “Thus saith the Lord God,” or make use of some expression\nin the prophetic style; and as such a mode of prophesying is not\ntaken notice of by Merlin, and no mention is made of his sanctity,\ndevotion, or faith, many think that he spake by a Pythonic spirit.\nTo which I answer, that the spirit of prophecy was given not only\nto the holy, but sometimes to unbelievers and Gentiles, to Baal, to\nthe sibyls, and even to bad people, as to Caiaphas and Bela.  On\nwhich occasion Origen says:  “Do not wonder, if he whom ye have\nmentioned declares that the Scribes and Pharisees and doctors\namongst the Jews prophesied concerning Christ; for Caiaphas said:\n\"It is expedient for us that one man die for the people:” but\nasserts at the same time, that because he was high priest for that\nyear, he prophesied.  Let no man therefore be lifted up, if he\nprophesies, if he merits prescience; for prophecies shall fail,\ntongues shall cease, knowledge shall vanish away; and now abideth,\nfaith, hope, and charity:  these three; but the greatest of these\nis Charity, which never faileth.  But these bad men not only\nprophesied, but sometimes performed great miracles, which others\ncould not accomplish.  John the Baptist, who was so great a\npersonage, performed no miracle, as John the Evangelist testifies:\n\"And many came to Jesus and said, Because John wrought no signs,\"\netc.  Nor do we hear that the mother of God performed any miracle;\nwe read in the Acts of the Apostles, that the sons of Sheva cast\nout devils in the name of Jesus, whom Paul preached; and in Matthew\nand Luke we may find these words:  “Many shall say unto me in that\nday, Lord, Lord, have we not prophesied in thy name? and in thy\nname have cast out devils? and in thy name done many wonderful\nworks? and then I will profess unto them, I never knew you.”  And\nin another place, John says:  “Master, we saw a certain man casting\nout devils in thy name, and forbade him, because he followeth not\nwith us.”  But Jesus said:  “Forbid him not; no man can do a\nmiracle in my name, and speak evil of me; for whoever is not\nagainst me, is for me.”",
        "Alexander of Macedon, a gentile, traversed the Caspian mountains,\nand miraculously confined ten tribes within their promontories,\nwhere they still remain, and will continue until the coming of\nElias and Enoch.  We read, indeed, the prophecies of Merlin, but\nhear nothing either of his sanctity or his miracles.  Some say,\nthat the prophets, when they prophesied, did not become frantic, as\nit is affirmed of Merlin Silvestris, and others possessed, whom we\nhave before mentioned.  Some prophesied by dreams, visions, and\nenigmatical sayings, as Ezechiel and Daniel; others by acts and\nwords, as Noah, in the construction of the ark, alluded to the\nchurch; Abraham, in the slaying of his son, to the passion of\nChrist; and Moses by his speech, when he said, “A prophet shall the\nLord God raise up to you of your brethren; hear him;” meaning\nChrist.  Others have prophesied in a more excellent way by the\ninternal revelation and inspiration of the Holy Spirit, as David\ndid when persecuted by Saul:  “When Saul heard that David had fled\nto Naioth (which is a hill in Ramah, and the seat of the prophets),\nhe sent messengers to take him; and when they saw the company of\nthe prophets prophesying, and Samuel standing at their head, the\nSpirit of God came upon the messengers of Saul, and they also\nprophesied; and he sent messengers a second and again a third time,\nand they also prophesied.  And Saul enraged went thither also; and\nthe Spirit of God was upon him also, and he went on, and prophesied\nuntil he came to Naioth, and he stripped off his royal vestments,\nand prophesied with the rest for all that day and all that night;\nwhilst David and Samuel secretly observed what passed.”  Nor is it\nwonderful that those persons who suddenly receive the Spirit of\nGod, and so signal a mark of grace, should for a time seem\nalienated from their earthly state of mind.",
        "Their love of high birth and ancient genealogy",
        "The Welsh esteem noble birth and generous descent above all things,\n(25) and are, therefore, more desirous of marrying into noble than\nrich families.  Even the common people retain their genealogy, and\ncan not only readily recount the names of their grandfathers and\ngreat-grandfathers, but even refer back to the sixth or seventh\ngeneration, or beyond them, in this manner:  Rhys, son of Gruffydd,\nson of Rhys, son of Tewdwr, son of Eineon, son of Owen, son of\nHowel, son of Cadell, son of Roderic Mawr, and so on.",
        "Being particularly attached to family descent, they revenge with\nvehemence the injuries which may tend to the disgrace of their\nblood; and being naturally of a vindictive and passionate\ndisposition, they are ever ready to avenge not only recent but\nancient affronts; they neither inhabit towns, villages, nor\ncastles, but lead a solitary life in the woods, on the borders of\nwhich they do not erect sumptuous palaces, nor lofty stone\nbuildings, but content themselves with small huts made of the\nboughs of trees twisted together, constructed with little labour\nand expense, and sufficient to endure throughout the year.  They\nhave neither orchards nor gardens, but gladly eat the fruit of both\nwhen given to them.  The greater part of their land is laid down to\npasturage; little is cultivated, a very small quantity is\nornamented with flowers, and a still smaller is sown.  They seldom\nyoke less than four oxen to their ploughs; the driver walks before,\nbut backwards, and when he falls down, is frequently exposed to\ndanger from the refractory oxen.  Instead of small sickles in\nmowing, they make use of a moderate-sized piece of iron formed like\na knife, with two pieces of wood fixed loosely and flexibly to the\nhead, which they think a more expeditious instrument; but since",
        "“Segnius irritant animos demissa per aures,\nQuam quae sunt oculis subjecta fidelibus,”",
        "their mode of using it will be better known by inspection than by\nany description.  The boats (26) which they employ in fishing or in\ncrossing the rivers are made of twigs, not oblong nor pointed, but\nalmost round, or rather triangular, covered both within and without\nwith raw hides.  When a salmon thrown into one of these boats\nstrikes it hard with his tail, he often oversets it, and endangers\nboth the vessel and its navigator.  The fishermen, according to the\ncustom of the country, in going to and from the rivers, carry these\nboats on their shoulders; on which occasion that famous dealer in\nfables, Bleddercus, who lived a little before our time, thus\nmysteriously said:  “There is amongst us a people who, when they go\nout in search of prey, carry their horses on their backs to the\nplace of plunder; in order to catch their prey, they leap upon\ntheir horses, and when it is taken, carry their horses home again\nupon their shoulders.”",
        "Of the antiquity of their faith, their love of Christianity and\ndevotion",
        "In ancient times, and about two hundred years before the overthrow\nof Britain, the Welsh were instructed and confirmed in the faith by\nFaganus and Damianus, sent into the island at the request of king\nLucius by pope Eleutherius, and from that period when Germanus of\nAuxerre, and Lupus of Troyes, came over on account of the\ncorruption which had crept into the island by the invasion of the\nSaxons, but particularly with a view of expelling the Pelagian\nheresy, nothing heretical or contrary to the true faith was to be\nfound amongst the natives.  But it is said that some parts of the\nardent doctrines are still retained.  They give the first piece\nbroken off from every loaf of bread to the poor; they sit down to\ndinner by three to a dish, in honour of the Trinity.  With extended\narms and bowing head, they ask a blessing of every monk or priest,\nor of every person wearing a religious habit.  But they desire,\nabove all other nations, the episcopal ordination and unction, by\nwhich the grace of the spirit is given.  They give a tenth of all\ntheir property, animals, cattle, and sheep, either when they marry,\nor go on a pilgrimage, or, by the counsel of the church, are\npersuaded to amend their lives.  This partition of their effects\nthey call the great tithe, two parts of which they give to the\nchurch where they were baptised, and the third to the bishop of the\ndiocese.  But of all pilgrimages they prefer that to Rome, where\nthey pay the most fervent adoration to the apostolic see.  We\nobserve that they show a greater respect than other nations to\nchurches and ecclesiastical persons, to the relics of saints,\nbells, holy books, and the cross, which they devoutly revere; and\nhence their churches enjoy more than common tranquillity.  For\npeace is not only preserved towards all animals feeding in\nchurchyards, but at a great distance beyond them, where certain\nboundaries and ditches have been appointed by the bishops, in order\nto maintain the security of the sanctuary.  But the principal\nchurches to which antiquity has annexed the greater reverence\nextend their protection to the herds as far as they can go to feed\nin the morning and return at night.  If, therefore, any person has\nincurred the enmity of his prince, on applying to the church for\nprotection, he and his family will continue to live unmolested; but\nmany persons abuse this indemnity, far exceeding the indulgence of\nthe canon, which in such cases grants only personal safety; and\nfrom the places of refuge even make hostile irruptions, and more\nseverely harass the country than the prince himself.  Hermits and\nanchorites more strictly abstinent and more spiritual can nowhere\nbe found; for this nation is earnest in all its pursuits, and\nneither worse men than the bad, nor better than the good, can be\nmet with.",
        "Happy and fortunate indeed would this nation be, nay, completely\nblessed, if it had good prelates and pastors, and but one prince,\nand that prince a good one.",
        "Having in the former book clearly set forth the character, manners,\nand customs of the British nation, and having collected and\nexplained everything which could redound to its credit or glory; an\nattention to order now requires that, in this second part, we\nshould employ our pen in pointing out those particulars in which it\nseems to transgress the line of virtue and commendation; having\nfirst obtained leave to speak the truth, without which history not\nonly loses its authority, but becomes undeserving of its very name.\nFor the painter who professes to imitate nature, loses his\nreputation, if, by indulging his fancy, he represents only those\nparts of the subject which best suit him.",
        "Since, therefore, no man is born without faults, and he is esteemed\nthe best whose errors are the least, let the wise man consider\neverything human as connected with himself; for in worldly affairs\nthere is no perfect happiness under heaven.  Evil borders upon\ngood, and vices are confounded with virtues; as the report of good\nqualities is delightful to a well-disposed mind, so the relation of\nthe contrary should not be offensive.  The natural disposition of\nthis nation might have been corrupted and perverted by long exile\nand poverty; for as poverty extinguisheth many faults, so it often\ngenerates failings that are contrary to virtue.",
        "Of the inconstancy and instability of this nation, and their want\nof reverence for good faith and oaths",
        "These people are no less light in mind than in body, and are by no\nmeans to be relied upon.  They are easily urged to undertake any\naction, and are as easily checked from prosecuting it - a people\nquick in action, but more stubborn in a bad than in a good cause,\nand constant only in acts of inconstancy.  They pay no respect to\noaths, faith, or truth; and so lightly do they esteem the covenant\nof faith, held so inviolable by other nations, that it is usual to\nsacrifice their faith for nothing, by holding forth the right hand,\nnot only in serious and important concerns, but even on every\ntrifling occasion, and for the confirmation of almost every common\nassertion.  They never scruple at taking a false oath for the sake\nof any temporary emolument or advantage; so that in civil and\necclesiastical causes, each party, being ready to swear whatever\nseems expedient to its purpose, endeavours both to prove and\ndefend, although the venerable laws, by which oaths are deemed\nsacred, and truth is honoured and respected, by favouring the\naccused and throwing an odium upon the accuser, impose the burden\nof bringing proofs upon the latter.  But to a people so cunning and\ncrafty, this yoke is pleasant, and this burden is light.",
        "Their living by plunder, and disregard of the bonds of peace and\nfriendship",
        "This nation conceives it right to commit acts of plunder, theft,\nand robbery, not only against foreigners and hostile nations, but\neven against their own countrymen.  When an opportunity of\nattacking the enemy with advantage occurs, they respect not the\nleagues of peace and friendship, preferring base lucre to the\nsolemn obligations of oaths and good faith; to which circumstance\nGildas alludes in his book concerning the overthrow of the Britons,\nactuated by the love of truth, and according to the rules of\nhistory, not suppressing the vices of his countrymen.  “They are\nneither brave in war, nor faithful in peace.”  But when Julius\nCaesar, great as the world itself,",
        "“Territa quaesitis ostendit terga Britannis,”",
        "were they not brave under their leader Cassivellaunus?  And when\nBelinus and Brennus added the Roman empire to their conquests?\nWhat were they in the time of Constantine, son of our Helen?  What,\nin the reign of Aurelius Ambrosius, whom even Eutropius commends?\nWhat were they in the time of our famous prince Arthur?  I will not\nsay fabulous.  On the contrary, they, who were almost subdued by\nthe Scots and Picts, often harassed with success the auxiliary\nRoman legions, and exclaimed, as we learn from Gildas, “The\nbarbarians drove us to the sea, the sea drove us again back to the\nbarbarians; on one side we were subdued, on the other drowned, and\nhere we were put to death.  Were they not,” says he, “at that time\nbrave and praiseworthy?”  When attacked and conquered by the\nSaxons, who originally had been called in as stipendiaries to their\nassistance, were they not brave?  But the strongest argument made\nuse of by those who accuse this nation of cowardice, is, that\nGildas, a holy man, and a Briton by birth, has handed down to\nposterity nothing remarkable concerning them, in any of his\nhistorical works.  We promise, however, a solution of the contrary\nin our British Topography, if God grants us a continuance of life.",
        "As a further proof, it may be necessary to add, that from the time\nwhen that illustrious prince of the Britons, mentioned at the\nbeginning of this book, totally exhausted the strength of the\ncountry, by transporting the whole armed force beyond the seas;\nthat island, which had before been so highly illustrious for its\nincomparable valour, remained for many subsequent years destitute\nof men and arms, and exposed to the predatory attacks of pirates\nand robbers.  So distinguished, indeed, were the natives of this\nisland for their bravery, that, by their prowess, that king subdued\nalmost all Cisalpine Gaul, and dared even to make an attack on the\nRoman empire.",
        "In process of time, the Britons, recovering their long-lost\npopulation and knowledge of the use of arms, re-acquired their high\nand ancient character.  Let the different aeras be therefore\nmarked, and the historical accounts will accord.  With regard to\nGildas, who inveighs so bitterly against his own nation, the\nBritons affirm that, highly irritated at the death of his brother,\nthe prince of Albania, whom king Arthur had slain, he wrote these\ninvectives, and upon the same occasion threw into the sea many\nexcellent books, in which he had described the actions of Arthur,\nand the celebrated deeds of his countrymen; from which cause it\narises, that no authentic account of so great a prince is any where\nto be found.",
        "Of their deficiency in battle, and base and dishonourable flight",
        "In war this nation is very severe in the first attack, terrible by\ntheir clamour and looks, filling the air with horrid shouts and the\ndeep-toned clangour of very long trumpets; swift and rapid in their\nadvances and frequent throwing of darts.  Bold in the first onset,\nthey cannot bear a repulse, being easily thrown into confusion as\nsoon as they turn their backs; and they trust to flight for safety,\nwithout attempting to rally, which the poet thought reprehensible\nin martial conflicts:",
        "“Ignavum scelus est tantum fuga;”",
        "and elsewhere -",
        "“In vitium culpae ducit fuga, si caret arte.”",
        "The character given to the Teutones in the Roman History, may be\napplied to this people.  “In their first attack they are more than\nmen, in the second, less than women.”  Their courage manifests\nitself chiefly in the retreat, when they frequently return, and,\nlike the Parthians, shoot their arrows behind them; and, as after\nsuccess and victory in battle, even cowards boast of their courage,\nso, after a reverse of fortune, even the bravest men are not\nallowed their due claims of merit.  Their mode of fighting consists\nin chasing the enemy or in retreating.  This light-armed people,\nrelying more on their activity than on their strength, cannot\nstruggle for the field of battle, enter into close engagement, or\nendure long and severe actions, such as the poet describes:",
        "“Jam clypeo clypeus, umbone repellitur umbo,\nEnse minax ensis, pede pes, et cuspide cuspis.”",
        "Though defeated and put to flight on one day, they are ready to\nresume the combat on the next, neither dejected by their loss, nor\nby their dishonour; and although, perhaps, they do not display\ngreat fortitude in open engagements and regular conflicts, yet they\nharass the enemy by ambuscades and nightly sallies.  Hence, neither\noppressed by hunger or cold, nor fatigued by martial labours, nor\ndespondent in adversity, but ready, after a defeat, to return\nimmediately to action, and again endure the dangers of war; they\nare as easy to overcome in a single battle, as difficult to subdue\nin a protracted war.  The poet Claudian thus speaks of a people\nsimilar in disposition:-",
        "“Dum percunt, meminere mali:  si corda parumper\nRespirare sinas, nullo tot funera censu\nPraetercunt, tantique levis jactura cruoris.”",
        "Their ambitious seizure of lands, and dissensions among brothers",
        "This nation is, above all others, addicted to the digging up of\nboundary ditches, removing the limits, transgressing landmarks, and\nextending their territory by every possible means.  So great is\ntheir disposition towards this common violence, that they scruple\nnot to claim as their hereditary right, those lands which are held\nunder lease, or at will, on condition of planting, or by any other\ntitle, even although indemnity had been publicly secured on oath to\nthe tenant by the lord proprietor of the soil.  Hence arise suits\nand contentions, murders and conflagrations, and frequent\nfratricides, increased, perhaps, by the ancient national custom of\nbrothers dividing their property amongst each other.  Another heavy\ngrievance also prevails; the princes entrust the education of their\nchildren to the care of the principal men of their country, each of\nwhom, after the death of his father, endeavours, by every possible\nmeans, to exalt his own charge above his neighbours.  From which\ncause great disturbances have frequently arisen amongst brothers,\nand terminated in the most cruel and unjust murders; and on which\naccount friendships are found to be more sincere between foster-\nbrothers, than between those who are connected by the natural ties\nof brotherhood.  It is also remarkable, that brothers shew more\naffection to one another when dead, than when living; for they\npersecute the living even unto death, but revenge the deceased with\nall their power.",
        "Their great exaction, and want of moderation",
        "Where they find plenty, and can exercise their power, they levy the\nmost unjust exactions.  Immoderate in their love of food and\nintoxicating drink, they say with the Apostle, “We are instructed\nboth to abound, and to suffer need;” but do not add with him,\n\"becoming all things to all men, that I might by all means save\nsome.”  As in times of scarcity their abstinence and parsimony are\ntoo severe, so, when seated at another man’s table, after a long\nfasting, (like wolves and eagles, who, like them, live by plunder,\nand are rarely satisfied,) their appetite is immoderate.  They are\ntherefore penurious in times of scarcity, and extravagant in times\nof plenty; but no man, as in England, mortgages his property for\nthe gluttonous gratification of his own appetite.  They wish,\nhowever, that all people would join with them in their bad habits\nand expenses; as the commission of crimes reduces to a level all\nthose who are concerned in the perpetration of them.",
        "Concerning the crime of incest, and the abuse of churches by\nsuccession and participation",
        "The crime of incest hath so much prevailed, not only among the\nhigher, but among the lower orders of this people, that, not having\nthe fear of God before their eyes, they are not ashamed of\nintermarrying with their relations, even in the third degree of\nconsanguinity.  They generally abuse these dispensations with a\nview of appeasing those enmities which so often subsist between\nthem, because “their feet are swift to shed blood;” and from their\nlove of high descent, which they so ardently affect and covet, they\nunite themselves to their own people, refusing to intermarry with\nstrangers, and arrogantly presuming on their own superiority of\nblood and family.  They do not engage in marriage, until they have\ntried, by previous cohabitation, the disposition, and particularly\nthe fecundity, of the person with whom they are engaged.  An\nancient custom also prevails of hiring girls from their parents at\na certain price, and a stipulated penalty, in case of relinquishing\ntheir connection.",
        "Their churches have almost as many parsons and sharers as there are\nprincipal men in the parish.  The sons, after the decease of their\nfathers, succeed to the ecclesiastical benefices, not by election,\nbut by hereditary right possessing and polluting the sanctuary of\nGod.  And if a prelate should by chance presume to appoint or\ninstitute any other person, the people would certainly revenge the\ninjury upon the institutor and the instituted.  With respect to\nthese two excesses of incest and succession, which took root\nformerly in Armorica, and are not yet eradicated, Ildebert, bishop\nof Le Mans, in one of his epistles, says, “that he was present with\na British priest at a council summoned with a view of putting an\nend to the enormities of this nation:” hence it appears that these\nvices have for a long time prevailed both in Britany and Britain.\nThe words of the Psalmist may not inaptly be applied to them; “They\nare corrupt and become abominable in their doings, there is none\nthat doeth good, no, not one:  they are all gone out of the way,\nthey are altogether become abominable,” etc.",
        "Of their sins, and the consequent loss of Britain and of Troy",
        "Moreover, through their sins, and particularly that detestable and\nwicked vice of Sodom, as well as by divine vengeance, they lost\nBritain as they formerly lost Troy.  For we read in the Roman\nhistory, that the emperor Constantine having resigned the city and\nthe Western empire to the blessed Sylvester and his successors,\nwith an intention of rebuilding Troy, and there establishing the\nchief seat of the Eastern Empire, heard a voice, saying, “Dost thou\ngo to rebuild Sodom?” upon which, he altered his intention, turned\nhis ships and standards towards Byzantium, and there fixing his\nseat of empire, gave his own propitious name to the city.  The\nBritish history informs us, that Mailgon, king of the Britons, and\nmany others, were addicted to this vice; that enormity, however,\nhad entirely ceased for so long a time, that the recollection of it\nwas nearly worn out.  But since that, as if the time of repentance\nwas almost expired, and because the nation, by its warlike\nsuccesses and acquisition of territory, has in our times unusually\nincreased in population and strength, they boast in their turn, and\nmost confidently and unanimously affirm, that in a short time their\ncountrymen shall return to the island, and, according to the\nprophecies of Merlin, the nation, and even the name, of foreigners,\nshall be extinguished in the island, and the Britons shall exult\nagain in their ancient name and privileges.  But to me it appears\nfar otherwise; for since",
        "“Luxuriant animi rebus plerumque secundis,\nNec facile est aequa commoda mente pati;”",
        "And because",
        "“Non habet unde suum paupertas pascat amorem, . . .\nDivitiis alitur luxuriosus amor.”",
        "So that their abstinence from that vice, which in their prosperity\nthey could not resist, may be attributed more justly to their\npoverty and state of exile than to their sense of virtue.  For they\ncannot be said to have repented, when we see them involved in such\nan abyss of vices, perjury, theft, robbery, rapine, murders,\nfratricides, adultery, and incest, and become every day more\nentangled and ensnared in evil-doing; so that the words of the\nprophet Hosea may be truly applied to them, “There is no truth, nor\nmercy,” etc.",
        "Other matters of which they boast are more properly to be\nattributed to the diligence and activity of the Norman kings than\nto their own merits or power.  For previous to the coming of the\nNormans, when the English kings contented themselves with the\nsovereignty of Britain alone, and employed their whole military\nforce in the subjugation of this people, they almost wholly\nextirpated them; as did king Offa, who by a long and extensive dyke\nseparated the British from the English; Ethelfrid also, who\ndemolished the noble city of Legions, (27) and put to death the\nmonks of the celebrated monastery at Banchor, who had been called\nin to promote the success of the Britons by their prayers; and\nlastly Harold, who himself on foot, with an army of light-armed\ninfantry, and conforming to the customary diet of the country, so\nbravely penetrated through every part of Wales, that he scarcely\nleft a man alive in it; and as a memorial of his signal victories\nmany stones may be found in Wales bearing this inscription:- “HIC\nVICTOR FUIT HAROLDUS” - “HERE HAROLD CONQUERED.” (28)",
        "To these bloody and recent victories of the English may be\nattributed the peaceable state of Wales during the reigns of the\nthree first Norman kings; when the nation increased in population,\nand being taught the use of arms and the management of horses by\nthe English and Normans (with whom they had much intercourse, by\nfollowing the court, or by being sent as hostages), took advantage\nof the necessary attention which the three succeeding kings were\nobliged to pay to their foreign possessions, and once more lifting\nup their crests, recovered their lands, and spurned the yoke that\nhad formerly been imposed upon them.",
        "In what manner this nation is to be overcome",
        "The prince who would wish to subdue this nation, and govern it\npeaceably, must use this method.  He must be determined to apply a\ndiligent and constant attention to this purpose for one year at\nleast; for a people who with a collected force will not openly\nattack the enemy in the field, nor wait to be besieged in castles,\nis not to be overcome at the first onset, but to be worn out by\nprudent delay and patience.  Let him divide their strength, and by\nbribes and promises endeavour to stir up one against the other,\nknowing the spirit of hatred and envy which generally prevails\namongst them; and in the autumn let not only the marches, but also\nthe interior part of the country be strongly fortified with\ncastles, provisions, and confidential families.  In the meantime\nthe purchase of corn, cloth, and salt, with which they are usually\nsupplied from England, should be strictly interdicted; and well-\nmanned ships placed as a guard on the coast, to prevent their\nimportation of these articles from Ireland or the Severn sea, and\nto facilitate the supply of his own army.  Afterwards, when the\nseverity of winter approaches, when the trees are void of leaves,\nand the mountains no longer afford pasturage - when they are\ndeprived of any hopes of plunder, and harassed on every side by the\nrepeated attacks of the enemy - let a body of light-armed infantry\npenetrate into their woody and mountainous retreats, and let these\ntroops be supported and relieved by others; and thus by frequent\nchanges, and replacing the men who are either fatigued or slain in\nbattle, this nation may be ultimately subdued; nor can it be\novercome without the above precautions, nor without great danger\nand loss of men.  Though many of the English hired troops may\nperish in a day of battle, money will procure as many or more on\nthe morrow for the same service; but to the Welsh, who have neither\nforeign nor stipendiary troops, the loss is for the time\nirreparable.  In these matters, therefore, as an artificer is to be\ntrusted in his trade, so attention is to be paid to the counsel of\nthose who, having been long conversant in similar concerns, are\nbecome acquainted with the manners and customs of their country,\nand whom it greatly interests, that an enemy, for whom during long\nand frequent conflicts they have contracted an implacable hatred,\nshould by their assistance be either weakened or destroyed.  Happy\nshould I have termed the borders of Wales inhabited by the English,\nif their kings, in the government of these parts, and in their\nmilitary operations against the enemy, had rather employed the\nmarchers and barons of the country, than adopted the counsels and\npolicy of the people of Anjou and the Normans.  In this, as well as\nin every other military expedition, either in Ireland or in Wales,\nthe natives of the marches, from the constant state of warfare in\nwhich they are engaged, and whose manners are formed from the\nhabits of war, are bold and active, skilful on horseback, quick on\nfoot, not nice as to their diet, and ever prepared when necessity\nrequires to abstain both from corn and wine.  By such men were the\nfirst hostile attacks made upon Wales as well as Ireland, and by\nsuch men alone can their final conquest be accomplished.  For the\nFlemings, Normans, Coterells, and Bragmans, are good and well-\ndisciplined soldiers in their own country; but the Gallic soldiery\nis known to differ much from the Welsh and Irish.  In their country\nthe battle is on level, here on rough ground; there in an open\nfield, here in forests; there they consider their armour as an\nhonour, here as a burden; there soldiers are taken prisoners, here\nthey are beheaded; there they are ransomed, here they are put to\ndeath.  Where, therefore, the armies engage in a flat country, a\nheavy and complex armour, made of cloth and iron, both protects and\ndecorates the soldier; but when the engagement is in narrow\ndefiles, in woods or marshes, where the infantry have the advantage\nover the cavalry, a light armour is preferable.  For light arms\nafford sufficient protection against unarmed men, by whom victory\nis either lost or won at the first onset; where it is necessary\nthat an active and retreating enemy should be overcome by a certain\nproportional quantity of moderate armour; whereas with a more\ncomplex sort, and with high and curved saddles, it is difficult to\ndismount, more so to mount, and with the greatest difficulty can\nsuch troops march, if required, with the infantry.  In order,\ntherefore, that",
        "“Singula quaeque locum teneant sortita decenter,”",
        "we maintain it is necessary to employ heavy-armed and strong troops\nagainst men heavily armed, depending entirely upon their natural\nstrength, and accustomed to fight in an open plain; but against\nlight-armed and active troops, who prefer rough ground, men\naccustomed to such conflicts, and armed in a similar manner, must\nbe employed.  But let the cities and fortresses on the Severn, and\nthe whole territory on its western banks towards Wales, occupied by\nthe English, as well as the provinces of Shropshire and Cheshire,\nwhich are protected by powerful armies, or by any other special\nprivileges and honourable independence, rejoice in the provident\nbounty of their prince.  There should be a yearly examination of\nthe warlike stores, of the arms, and horses, by good and discreet\nmen deputed for that purpose, and who, not intent on its plunder\nand ruin, interest themselves in the defence and protection of\ntheir country.  By these salutary measures, the soldiers, citizens,\nand the whole mass of the people, being instructed and accustomed\nto the use of arms, liberty may be opposed by liberty, and pride be\nchecked by pride.  For the Welsh, who are neither worn out by\nlaborious burdens, nor molested by the exactions of their lords,\nare ever prompt to avenge an injury.  Hence arise their\ndistinguished bravery in the defence of their country; hence their\nreadiness to take up arms and to rebel.  Nothing so much excites,\nencourages, and invites the hearts of men to probity as the\ncheerfulness of liberty; nothing so much dejects and dispirits them\nas the oppression of servitude.  This portion of the kingdom,\nprotected by arms and courage, might be of great use to the prince,\nnot only in these or the adjacent parts, but, if necessity\nrequired, in more remote regions; and although the public treasury\nmight receive a smaller annual revenue from these provinces, yet\nthe deficiency would be abundantly compensated by the peace of the\nkingdom and the honour of its sovereign; especially as the heavy\nand dangerous expenses of one military expedition into Wales\nusually amount to the whole income among from the revenues of the\nprovince.",
        "In what manner Wales, when conquered, should be governed",
        "As therefore this nation is to be subdued by resolution in the\nmanner proposed, so when subdued, its government must be directed\nby moderation, according to the following plan.  Let the care of it\nbe committed to a man of a firm and determined mind; who during the\ntime of peace, by paying due obedience to the laws, and respect to\nthe government, may render it firm and stable.  For like other\nnations in a barbarous state, this people, although they are\nstrangers to the principles of honour, yet above all things desire\nto be honoured; and approve and respect in others that truth which\nthey themselves do not profess.  Whenever the natural inconstancy\nof their indisposition shall induce them to revolt, let punishment\ninstantly follow the offence; but when they shall have submitted\nthemselves again to order, and made proper amends for their faults\n(as it is the custom of bad men to remember wrath after quarrels),\nlet their former transgression be overlooked, and let them enjoy\nsecurity and respect, as long as they continue faithful.  Thus, by\nmild treatment they will be invited to obedience and the love of\npeace, and the thought of certain punishment will deter them from\nrash attempts.  We have often observed persons who, confounding\nthese matters, by complaining of faults, depressing for services,\nflattering in war, plundering in peace, despoiling the weak, paying\nrespect to revolters, by thus rendering all things confused, have\nat length been confounded themselves.  Besides, as circumstances\nwhich are foreseen do less mischief, and as that state is happy\nwhich thinks of war in the time of peace, let the wise man be upon\nhis guard, and prepared against the approaching inconveniences of\nwar, by the construction of forts, the widening of passes through\nwoods, and the providing of a trusty household.  For those who are\ncherished and sustained during the time of peace, are more ready to\ncome forward in times of danger, and are more confidently to be\ndepended upon; and as a nation unsubdued ever meditates plots under\nthe disguise of friendship, let not the prince or his governor\nentrust the protection of his camp or capital to their fidelity.\nBy the examples of many remarkable men, some of whom have been\ncruelly put to death, and others deprived of their castles and\ndignities, through their own neglect and want of care, we may see,\nthat the artifices of a crafty and subdued nation are much more to\nbe dreaded than their open warfare; their good-will than their\nanger, their honey than their gall, their malice than their attack,\ntheir treachery than their aggression, and their pretended\nfriendship more than their open enmity.  A prudent and provident\nman therefore should contemplate in the misfortune of others what\nhe ought himself to avoid; correction taught by example is\nharmless, as Ennodius (29) says:  “The ruin of predecessors\ninstructs those who succeed; and a former miscarriage becomes a\nfuture caution.”  If a well-disposed prince should wish these great\ndesigns to be accomplished without the effusion of blood, the\nmarches, as we before mentioned, must be put into a state of\ndefence on all sides, and all intercourse by sea and land\ninterdicted; some of the Welsh may be stirred up to deadly feuds,\nby means of stipends, and by transferring the property of one\nperson to another; and thus worn out with hunger, and a want of the\nnecessaries of life, and harassed by frequent murders and\nimplacable enmities, they will at last be compelled to surrender.",
        "There are three things which ruin this nation, and prevent its\nenjoying the satisfaction of a fruitful progeny.  First, because\nboth the natural and legitimate sons endeavour to divide the\npaternal inheritance amongst themselves; from which cause, as we\nhave before observed, continual fratricides take place.  Secondly,\nbecause the education of their sons is committed to the care of the\nhigh-born people of the country, who, on the death of their\nfathers, endeavour by all possible means to exalt their pupil; from\nwhence arise murders, conflagrations, and almost a total\ndestruction of the country.  And, thirdly, because from the pride\nand obstinacy of their disposition, they will not (like other\nnations) subject themselves to the dominion of one lord and king.",
        "In what manner this nation may resist and revolt",
        "Having hitherto so partially and elaborately spoken in favour of\nthe English, and being equally connected by birth with each nation,\njustice demands that we should argue on both sides; let us\ntherefore, at the close of our work, turn our attention towards the\nWelsh, and briefly, but effectually, instruct them in the art of\nresistance.  If the Welsh were more commonly accustomed to the\nGallic mode of arming, and depended more on steady fighting than on\ntheir agility; if their princes were unanimous and inseparable in\ntheir defence; or rather, if they had only one prince, and that a\ngood one; this nation situated in so powerful, strong, and\ninaccessible a country, could hardly ever be completely overcome.\nIf, therefore, they would be inseparable, they would become\ninsuperable, being assisted by these three circumstances; a country\nwell defended by nature, a people both contented and accustomed to\nlive upon little, a community whose nobles as well as privates are\ninstructed in the use of arms; and especially as the English fight\nfor power, the Welsh for liberty; the one to procure gain, the\nother to avoid loss; the English hirelings for money, the Welsh\npatriots for their country.  The English, I say, fight in order to\nexpel the natural inhabitants from the island, and secure to\nthemselves the possession of the whole; but the Welsh maintain the\nconflict, that they, who have so long enjoyed the sovereignty of\nthe whole kingdom, may at least find a hiding place in the worst\ncorner of it, amongst woods and marshes; and, banished, as it were,\nfor their offences, may there in a state of poverty, for a limited\ntime, perform penance for the excesses they committed in the days\nof their prosperity.  For the perpetual remembrance of their former\ngreatness, the recollection of their Trojan descent, and the high\nand continued majesty of the kingdom of Britain, may draw forth\nmany a latent spark of animosity, and encourage the daring spirit\nof rebellion.  Hence during the military expedition which king\nHenry II. made in our days against South Wales, an old Welshman at\nPencadair, who had faithfully adhered to him, being desired to give\nhis opinion about the royal army, and whether he thought that of\nthe rebels would make resistance, and what would be the final event\nof this war, replied, “This nation, O king, may now, as in former\ntimes, be harassed, and in a great measure weakened and destroyed\nby your and other powers, and it will often prevail by its laudable\nexertions; but it can never be totally subdued through the wrath of\nman, unless the wrath of God shall concur.  Nor do I think, that\nany other nation than this of Wales, or any other language,\nwhatever may hereafter come to pass, shall, in the day of severe\nexamination before the Supreme Judge, answer for this corner of the\nearth.”",
        "This eBook of “Description of Wales” by G. Cambrensis belongs to the public domain."
    ]
}