{
    "title": "Description of Wales - Chapter II",
    "author": "G. Cambrensis",
    "chapter": "23",
    "content": [
        "\n\n",
        "Their living by plunder, and disregard of the bonds of peace and\nfriendship",
        "This nation conceives it right to commit acts of plunder, theft,\nand robbery, not only against foreigners and hostile nations, but\neven against their own countrymen.  When an opportunity of\nattacking the enemy with advantage occurs, they respect not the\nleagues of peace and friendship, preferring base lucre to the\nsolemn obligations of oaths and good faith; to which circumstance\nGildas alludes in his book concerning the overthrow of the Britons,\nactuated by the love of truth, and according to the rules of\nhistory, not suppressing the vices of his countrymen.  “They are\nneither brave in war, nor faithful in peace.”  But when Julius\nCaesar, great as the world itself,",
        "“Territa quaesitis ostendit terga Britannis,”",
        "were they not brave under their leader Cassivellaunus?  And when\nBelinus and Brennus added the Roman empire to their conquests?\nWhat were they in the time of Constantine, son of our Helen?  What,\nin the reign of Aurelius Ambrosius, whom even Eutropius commends?\nWhat were they in the time of our famous prince Arthur?  I will not\nsay fabulous.  On the contrary, they, who were almost subdued by\nthe Scots and Picts, often harassed with success the auxiliary\nRoman legions, and exclaimed, as we learn from Gildas, “The\nbarbarians drove us to the sea, the sea drove us again back to the\nbarbarians; on one side we were subdued, on the other drowned, and\nhere we were put to death.  Were they not,” says he, “at that time\nbrave and praiseworthy?”  When attacked and conquered by the\nSaxons, who originally had been called in as stipendiaries to their\nassistance, were they not brave?  But the strongest argument made\nuse of by those who accuse this nation of cowardice, is, that\nGildas, a holy man, and a Briton by birth, has handed down to\nposterity nothing remarkable concerning them, in any of his\nhistorical works.  We promise, however, a solution of the contrary\nin our British Topography, if God grants us a continuance of life.",
        "As a further proof, it may be necessary to add, that from the time\nwhen that illustrious prince of the Britons, mentioned at the\nbeginning of this book, totally exhausted the strength of the\ncountry, by transporting the whole armed force beyond the seas;\nthat island, which had before been so highly illustrious for its\nincomparable valour, remained for many subsequent years destitute\nof men and arms, and exposed to the predatory attacks of pirates\nand robbers.  So distinguished, indeed, were the natives of this\nisland for their bravery, that, by their prowess, that king subdued\nalmost all Cisalpine Gaul, and dared even to make an attack on the\nRoman empire.",
        "In process of time, the Britons, recovering their long-lost\npopulation and knowledge of the use of arms, re-acquired their high\nand ancient character.  Let the different aeras be therefore\nmarked, and the historical accounts will accord.  With regard to\nGildas, who inveighs so bitterly against his own nation, the\nBritons affirm that, highly irritated at the death of his brother,\nthe prince of Albania, whom king Arthur had slain, he wrote these\ninvectives, and upon the same occasion threw into the sea many\nexcellent books, in which he had described the actions of Arthur,\nand the celebrated deeds of his countrymen; from which cause it\narises, that no authentic account of so great a prince is any where\nto be found.",
        "Continue...",
        "This eBook of “Description of Wales” by G. Cambrensis belongs to the public domain.\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}