{
    "title": "Description of Wales",
    "author": "G. Cambrensis",
    "chapter": "1",
    "content": [
        "\n\n",
        "I, who, at the expense of three years’ labour, arranged, a short\ntime ago, in three parts, the Topography of Ireland, with a\ndescription of its natural curiosities, and who afterwards, by two\nyears’ study, completed in two parts the Vaticinal History of its\nConquest; and who, by publishing the Itinerary of the Holy Man\n(Baldwin) through Cambria, prevented his laborious mission from\nperishing in obscurity, do now propose, in the present little work,\nto give some account of this my native country, and to describe the\ngenius of its inhabitants, so entirely distinct from that of other\nnations.  And this production of my industry I have determined to\ndedicate to you, illustrious Stephen, archbishop of Canterbury, as\nI before ascribed to you my Itinerary; considering you as a man no\nless distinguished by your piety, than conspicuous for your\nlearning; though so humble an offering may possibly be unworthy the\nacceptance of a personage who, from his eminence, deserves to be\npresented with works of the greatest merit.",
        "Some, indeed, object to this my undertaking, and, apparently from\nmotives of affection, compare me to a painter, who, rich in\ncolours, and like another Zeuxis, eminent in his art, is\nendeavouring with all his skill and industry to give celebrity to a\ncottage, or to some other contemptible object, whilst the world is\nanxiously expecting from his hand a temple or a palace.  Thus they\nwonder that I, amidst the many great and striking subjects which\nthe world presents, should choose to describe and to adorn, with\nall the graces of composition, such remote corners of the earth as\nIreland and Wales.",
        "Others again, reproaching me with greater severity, say, that the\ngifts which have been bestowed upon me from above, ought not to be\nwasted upon these insignificant objects, nor lavished in a vain\ndisplay of learning on the commendation of princes, who, from their\nignorance and want of liberality, have neither taste to appreciate,\nnor hearts to remunerate literary excellence.  And they further\nadd, that every faculty which emanates from the Deity, ought rather\nto be applied to the illustration of celestial objects, and to the\nexultation of his glory, from whose abundance all our talents have\nbeen received; every faculty (say they) ought to be employed in\npraising him from whom, as from a perennial source, every perfect\ngift is derived, and from whose bounty everything which is offered\nwith sincerity obtains an ample reward.  But since excellent\nhistories of other countries have been composed and published by\nwriters of eminence, I have been induced, by the love I bear to my\ncountry and to posterity, to believe that I should perform neither\nan useless nor an unacceptable service, were I to unfold the hidden\nmerits of my native land; to rescue from obscurity those glorious\nactions which have been hitherto imperfectly described, and to\nbring into repute, by my method of treating it, a subject till now\nregarded as contemptible.",
        "What indeed could my feeble and unexercised efforts add to the\nhistories of the destruction of Troy, Thebes, or Athens, or to the\nconquest of the shores of Latium?  Besides, to do what has been\nalready done, is, in fact, to be doing nothing; I have, therefore,\nthought it more eligible to apply my industry to the arrangement of\nthe history of my native country, hitherto almost wholly overlooked\nby strangers; but interesting to my relations and countrymen; and\nfrom these small beginnings to aspire by degrees to works of a\nnobler cast.  From these inconsiderable attempts, some idea may be\nformed with what success, should Fortune afford an opportunity, I\nam likely to treat matters of greater importance.  For although\nsome things should be made our principal objects, whilst others\nought not to be wholly neglected, I may surely be allowed to\nexercise the powers of my youth, as yet untaught and unexperienced,\nin pursuits of this latter nature, lest by habit I should feel a\npleasure in indolence and in sloth, the parent of vice.",
        "I have therefore employed these studies as a kind of introduction\nto the glorious treasures of that most excellent of the sciences,\nwhich alone deserves the name of science; which alone can render us\nwise to rule and to instruct mankind; which alone the other\nsciences follow, as attendants do their queen.  Laying therefore in\nmy youth the foundations of so noble a structure, it is my\nintention, if God will assist me and prolong my life, to reserve my\nmaturer years for composing a treatise upon so perfect, so sacred a\nsubject:  for according to the poet,",
        "“Ardua quippe fides robustos exigit annos;\"\n“The important concerns of faith require a mind in its full\nvigour;”",
        "I may be permitted to indulge myself for a short time in other\npursuits; but in this I should wish not only to continue, but to\ndie.",
        "But before I enter on this important subject, I demand a short\ninterval, to enable me to lay before the public my Treatise on the\nInstruction of a Prince, which has been so frequently promised, as\nwell as the Description of Wales, which is now before me, and the\nTopography of Britain.",
        "Of all the British writers, Gildas alone appears to me (as often as\nthe course of my subject leads me to consult him) worthy of\nimitation; for by committing to paper the things which he himself\nsaw and knew, and by declaring rather than describing the\ndesolation of his country, he has compiled a history more\nremarkable for its truth than for its elegance.",
        "Giraldus therefore follows Gildas, whom he wishes he could copy in\nhis life and manners; becoming an imitator of his wisdom rather\nthan of his eloquence - of his mind rather than of his writings -\nof his zeal rather than of his style - of his life rather than of\nhis language.",
        "Continue...",
        "This eBook of “Description of Wales” by G. Cambrensis belongs to the public domain.\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}