{
    "title": "Description of Wales - Chapter X",
    "author": "G. Cambrensis",
    "chapter": "31",
    "content": [
        "\n\n",
        "In what manner this nation may resist and revolt",
        "Having hitherto so partially and elaborately spoken in favour of\nthe English, and being equally connected by birth with each nation,\njustice demands that we should argue on both sides; let us\ntherefore, at the close of our work, turn our attention towards the\nWelsh, and briefly, but effectually, instruct them in the art of\nresistance.  If the Welsh were more commonly accustomed to the\nGallic mode of arming, and depended more on steady fighting than on\ntheir agility; if their princes were unanimous and inseparable in\ntheir defence; or rather, if they had only one prince, and that a\ngood one; this nation situated in so powerful, strong, and\ninaccessible a country, could hardly ever be completely overcome.\nIf, therefore, they would be inseparable, they would become\ninsuperable, being assisted by these three circumstances; a country\nwell defended by nature, a people both contented and accustomed to\nlive upon little, a community whose nobles as well as privates are\ninstructed in the use of arms; and especially as the English fight\nfor power, the Welsh for liberty; the one to procure gain, the\nother to avoid loss; the English hirelings for money, the Welsh\npatriots for their country.  The English, I say, fight in order to\nexpel the natural inhabitants from the island, and secure to\nthemselves the possession of the whole; but the Welsh maintain the\nconflict, that they, who have so long enjoyed the sovereignty of\nthe whole kingdom, may at least find a hiding place in the worst\ncorner of it, amongst woods and marshes; and, banished, as it were,\nfor their offences, may there in a state of poverty, for a limited\ntime, perform penance for the excesses they committed in the days\nof their prosperity.  For the perpetual remembrance of their former\ngreatness, the recollection of their Trojan descent, and the high\nand continued majesty of the kingdom of Britain, may draw forth\nmany a latent spark of animosity, and encourage the daring spirit\nof rebellion.  Hence during the military expedition which king\nHenry II. made in our days against South Wales, an old Welshman at\nPencadair, who had faithfully adhered to him, being desired to give\nhis opinion about the royal army, and whether he thought that of\nthe rebels would make resistance, and what would be the final event\nof this war, replied, “This nation, O king, may now, as in former\ntimes, be harassed, and in a great measure weakened and destroyed\nby your and other powers, and it will often prevail by its laudable\nexertions; but it can never be totally subdued through the wrath of\nman, unless the wrath of God shall concur.  Nor do I think, that\nany other nation than this of Wales, or any other language,\nwhatever may hereafter come to pass, shall, in the day of severe\nexamination before the Supreme Judge, answer for this corner of the\nearth.”",
        " ",
        "This eBook of “Description of Wales” by G. Cambrensis belongs to the public domain.\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}