{
    "title": "Description of Wales - Chapter XII",
    "author": "G. Cambrensis",
    "chapter": "14",
    "content": [
        "\n\n",
        "Of their quickness and sharpness of understanding",
        "These people being of a sharp and acute intellect, and gifted with\na rich and powerful understanding, excel in whatever studies they\npursue, and are more quick and cunning than the other inhabitants\nof a western clime.",
        "Their musical instruments charm and delight the ear with their\nsweetness, are borne along by such celerity and delicacy of\nmodulation, producing such a consonance from the rapidity of\nseemingly discordant touches, that I shall briefly repeat what is\nset forth in our Irish Topography on the subject of the musical\ninstruments of the three nations.  It is astonishing that in so\ncomplex and rapid a movement of the fingers, the musical\nproportions can be preserved, and that throughout the difficult\nmodulations on their various instruments, the harmony is completed\nwith such a sweet velocity, so unequal an equality, so discordant a\nconcord, as if the chords sounded together fourths or fifths.  They\nalways begin from B flat, and return to the same, that the whole\nmay be completed under the sweetness of a pleasing sound.  They\nenter into a movement, and conclude it in so delicate a manner, and\nplay the little notes so sportively under the blunter sounds of the\nbase strings, enlivening with wanton levity, or communicating a\ndeeper internal sensation of pleasure, so that the perfection of\ntheir art appears in the concealment of it:",
        "“Si lateat, prosit;\n- - ferat ars deprensa pudorem.\"\n“Art profits when concealed,\nDisgraces when revealed.”",
        "From this cause, those very strains which afford deep and\nunspeakable mental delight to those who have skilfully penetrated\ninto the mysteries of the art, fatigue rather than gratify the ears\nof others, who seeing, do not perceive, and hearing, do not\nunderstand; and by whom the finest music is esteemed no better than\na confused and disorderly noise, and will be heard with\nunwillingness and disgust.",
        "They make use of three instruments, the harp, the pipe, and the\ncrwth or crowd (CHORUS). (22)",
        "They omit no part of natural rhetoric in the management of civil\nactions, in quickness of invention, disposition, refutation, and\nconfirmation.  In their rhymed songs and set speeches they are so\nsubtle and ingenious, that they produce, in their native tongue,\nornaments of wonderful and exquisite invention both in the words\nand sentences.  Hence arise those poets whom they call Bards, of\nwhom you will find many in this nation, endowed with the above\nfaculty, according to the poet’s observation:",
        "“Plurima concreti fuderunt carmina Bardi.”",
        "But they make use of alliteration (ANOMINATIONE) in preference to\nall other ornaments of rhetoric, and that particular kind which\njoins by consonancy the first letters or syllables of words.  So\nmuch do the English and Welsh nations employ this ornament of words\nin all exquisite composition, that no sentence is esteemed to be\nelegantly spoken, no oration to be otherwise than uncouth and\nunrefined, unless it be fully polished with the file of this\nfigure.  Thus in the British tongue:",
        "“Digawn Duw da i unic.\"\n“Wrth bob crybwyll rhaid pwyll parawd.” (23)",
        "And in English,",
        "“God is together gammen and wisedom.”",
        "The same ornament of speech is also frequent in the Latin language.\nVirgil says,",
        "“Tales casus Cassandra canebat.”",
        "And again, in his address to Augustus,",
        "“Dum dubitet natura marem, faceretve puellam,\nNatus es, o pulcher, pene puella, puer.”",
        "This ornament occurs not in any language we know so frequently as\nin the two first; it is, indeed, surprising that the French, in\nother respects so ornamented, should be entirely ignorant of this\nverbal elegance so much adopted in other languages.  Nor can I\nbelieve that the English and Welsh, so different and adverse to\neach other, could designedly have agreed in the usage of this\nfigure; but I should rather suppose that it had grown habitual to\nboth by long custom, as it pleases the ear by a transition from\nsimilar to similar sounds.  Cicero, in his book “On Elocution,\"\nobserves of such who know the practice, not the art, “Other persons\nwhen they read good orations or poems, approve of the orators or\npoets, not understanding the reason why, being affected, they\napprove; because they cannot know in what place, of what nature,\nnor how that effect is caused which so highly delights them.”",
        "Continue...",
        "This eBook of “Description of Wales” by G. Cambrensis belongs to the public domain.\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}