{
    "title": "Description of Wales - Chapter V",
    "author": "G. Cambrensis",
    "chapter": "7",
    "content": [
        "\n\n",
        "Of the two mountains from which the noble rivers which divide Wales\nspring",
        "Wales is divided and distinguished by noble rivers, which derive\ntheir source from two ranges of mountains, the Ellennith, in South\nWales, which the English call Moruge, as being the heads of moors,\nor bogs; and Eryri, in North Wales, which they call Snowdon, or\nmountains of snow; the latter of which are said to be of so great\nan extent, that if all the herds in Wales were collected together,\nthey would supply them with pasture for a considerable time.  Upon\nthem are two lakes, one of which has a floating island; and the\nother contains fish having only one eye, as we have related in our\nItinerary.",
        "We must also here remark, that at two places in Scotland, one on\nthe eastern, and the other on the western ocean, the sea-fish\ncalled mulvelli (mullets) have only the right eye.",
        "The noble river Severn takes its rise from the Ellennith mountains,\nand flowing by the castles of Shrewsbury and Bridgenorth, through\nthe city of Worcester, and that of Gloucester, celebrated for its\niron manufactories, falls into the sea a few miles from the latter\nplace, and gives its name to the Severn Sea.  This river was for\nmany years the boundary between Cambria and Loegria, or Wales and\nEngland; it was called in British Hafren, from the daughter of\nLocrinus, who was drowned in it by her step-mother; the aspirate\nbeing changed, according to the Latin idiom, into S, as is usual in\nwords derived from the Greek, it was termed Sarina, as hal becomes\nSAL; hemi, SEMI; hepta, SEPTEM.",
        "The river Wye rises in the same mountains of Ellennith, and flows\nby the castles of Hay and Clifford, through the city of Hereford,\nby the castles of Wilton and Goodrich, through the forest of Dean,\nabounding with iron and deer, and proceeds to Strigul castle, below\nwhich it empties itself into the sea, and forms in modern times the\nboundary between England and Wales.  The Usk does not derive its\norigin from these mountains, but from those of Cantref Bachan; it\nflows by the castle of Brecheinoc, or Aberhodni, that is, the fall\nof the river Hodni into the Usk (for Aber, in the British language,\nsignifies every place where two rivers unite their streams); by the\ncastles of Abergevenni and Usk, through the ancient city of\nLegions, and discharges itself into the Severn Sea, not far from\nNewport.",
        "The river Remni flows towards the sea from the mountains of\nBrecheinoc, having passed the castle and bridge of Remni.  From the\nsame range of mountains springs the Taf, which pursues its course\nto the episcopal see of Landaf (to which it gives its name), and\nfalls into the sea below the castle of Caerdyf.  The river Avon\nrushes impetuously from the mountains of Glamorgan, between the\ncelebrated Cistercian monasteries of Margan and Neth; and the river\nNeth, descending from the mountains of Brecheinoc, unites itself\nwith the sea, at no great distance from the castle of Neth; each of\nthese rivers forming a long tract of dangerous quicksands.  From\nthe same mountains of Brecheinoc the river Tawe flows down to\nAbertawe, called in English Swainsey.  The Lochor joins the sea\nnear the castle of the same name; and the Wendraeth has its\nconfluence near Cydweli.  The Tywy, another noble river, rises in\nthe Ellennith mountains, and separating the Cantref Mawr from the\nCantref Bachan, passes by the castle of Llanymddyfri, and the royal\npalace and castle of Dinevor, strongly situated in the deep\nrecesses of its woods, by the noble castle of Caermarddin, where\nMerlin was found, and from whom the city received its name, and\nruns into the sea near the castle of Lhanstephan.  The river Taf\nrises in the Presseleu mountains, not far from the monastery of\nWhitland, and passing by the castle of St. Clare, falls into the\nsea near Abercorran and Talacharn.  From the same mountains flow\nthe rivers Cleddeu, encompassing the province of Daugleddeu, and\ngiving it their name one passes by the castle of Lahaden, and the\nother by Haverford, to the sea; and in the British language they\nbear the name of Daugleddeu, or two swords.",
        "The noble river Teivi springs from the Ellennith mountains, in the\nupper part of the Cantref Mawr and Caerdigan, not far from the\npastures and excellent monastery of Stratflur, forming a boundary\nbetween Demetia and Caerdigan down to the Irish channel; this is\nthe only river in Wales that produces beavers, an account of which\nis given in our Itinerary; and also exceeds every other river in\nthe abundance and delicacy of its salmon.  But as this book may\nfall into the hands of many persons who will not meet with the\nother, I have thought it right here to insert many curious and\nparticular qualities relating to the nature of these animals, how\nthey convey their materials from the woods to the river, with what\nskill they employ these materials in constructing places of safety\nin the middle of the stream, how artfully they defend themselves\nagainst the attack of the hunters on the eastern and how on the\nwestern side; the singularity of their tails, which partake more of\nthe nature of fish than flesh.  For further particulars see the\nItinerary. (12)",
        "From the same mountains issues the Ystuyth, and flowing through the\nupper parts of Penwedic, in Cardiganshire, falls into the sea near\nthe castle of Aberystuyth.  From the snowy mountains of Eryri flows\nthe noble river Devi, (13) dividing for a great distance North and\nSouth Wales; and from the same mountains also the large river Maw,\n(14) forming by its course the greater and smaller tract of sands\ncalled the Traeth Mawr and the Traeth Bachan.  The Dissennith also,\nand the Arthro, flow through Merionethshire and the land of Conan.\nThe Conwy, springing from the northern side of the Eryri mountains,\nunites its waters with the sea under the noble castle of Deganwy.\nThe Cloyd rises from another side of the same mountain, and passes\nby the castle of Ruthlan to the sea.  The Doverdwy, called by the\nEnglish Dee, draws its source from the lake of Penmelesmere, and\nruns through Chester, leaving the wood of Coleshulle, Basinwerk,\nand a rich vein of silver in its neighbourhood, far to the right,\nand by the influx of the sea forming a very dangerous quicksand;\nthus the Dee makes the northern, and the river Wye the southern\nboundary of Wales.",
        "Continue...",
        "This eBook of “Description of Wales” by G. Cambrensis belongs to the public domain.\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}