{
    "title": "Die Geburt der Tragödie - 21. (Von Friedrich Wilhelm Nietzsche)",
    "author": "Unknown",
    "chapter": "29",
    "content": [
        "\n\n",
        "Von diesen exhortativen Tönen in die Stimmung zurückgleitend, die\ndem Beschaulichen geziemt, wiederhole ich, dass nur von den Griechen\ngelernt werden kann, was ein solches wundergleiches plötzliches\nAufwachen der Tragödie für den innersten Lebensgrund eines Volkes\nzu bedeuten hat. Es ist das Volk der tragischen Mysterien, das die\nPerserschlachten schlägt: und wiederum braucht das Volk, das jene\nKriege geführt hat, die Tragödie als nothwendigen Genesungstrank. Wer\nwürde gerade bei diesem Volke, nachdem es durch mehrere Generationen\nvon den stärksten Zuckungen des dionysischen Dämon bis in’s Innerste\nerregt wurde, noch einen so gleichmässig kräftigen Erguss des\neinfachsten politischen Gefühls, der natürlichsten Heimatsinstincte,\nder ursprünglichen männlichen Kampflust vermuthen? Ist es doch bei\njedem bedeutenden Umsichgreifen dionysischer Erregungen immer zu\nspüren, wie die dionysische Lösung von den Fesseln des Individuums\nsich am allerersten in einer bis zur Gleichgültigkeit, ja\nFeindseligkeit gesteigerten Beeinträchtigung der politischen Instincte\nfühlbar macht, so gewiss andererseits der staatenbildende Apollo auch\nder Genius des principii individuationis ist und Staat und Heimatssinn\nnicht ohne Bejahung der individuellen Persönlichkeit leben können.\nVon dem Orgiasmus aus führt für ein Volk nur ein Weg, der Weg zum\nindischen Buddhaismus, der, um überhaupt mit seiner Sehnsucht in’s\nNichts ertragen zu werden, jener seltnen ekstatischen Zustände mit\nihrer Erhebung über Raum, Zeit und Individuum bedarf: wie diese\nwiederum eine Philosophie fordern, die es lehrt, die unbeschreibliche\nUnlust der Zwischenzustände durch eine Vorstellung zu überwinden.\nEben so nothwendig geräth ein Volk, von der unbedingten Geltung der\npolitischen Triebe aus, in eine Bahn äusserster Verweltlichung, deren\ngrossartigster, aber auch erschrecklichster Ausdruck das römische\nimperium ist.",
        "Zwischen Indien und Rom hingestellt und zu verführerischer Wahl\ngedrängt, ist es den Griechen gelungen, in classischer Reinheit\neine dritte Form hinzuzuerfinden, freilich nicht zu langem eigenen\nGebrauche, aber eben darum für die Unsterblichkeit. Denn dass die\nLieblinge der Götter früh sterben, gilt in allen Dingen, aber eben so\ngewiss, dass sie mit den Göttern dann ewig leben. Man verlange doch\nvon dem Alleredelsten nicht, dass es die haltbare Zähigkeit des\nLeders habe; die derbe Dauerhaftigkeit, wie sie z.B. dem römischen\nNationaltriebe zu eigen war, gehört wahrscheinlich nicht zu den\nnothwendigen Prädicaten der Vollkommenheit. Wenn wir aber fragen, mit\nwelchem Heilmittel es den Griechen ermöglicht war, in ihrer grossen\nZeit, bei der ausserordentlichen Stärke ihrer dionysischen und\npolitischen Triebe, weder durch ein ekstatisches Brüten, noch\ndurch ein verzehrendes Haschen nach Weltmacht und Weltehre sich zu\nerschöpfen, sondern jene herrliche Mischung zu erreichen, wie sie\nein edler, zugleich befeuernder und beschaulich stimmender Wein\nhat, so müssen wir der ungeheuren, das ganze Volksleben erregenden,\nreinigenden und entladenden Gewalt der Tragödie eingedenk sein; deren\nhöchsten Werth wir erst ahnen werden, wenn sie uns, wie bei den\nGriechen, als Inbegriff aller prophylaktischen Heilkräfte, als die\nzwischen den stärksten und an sich verhängnissvollsten Eigenschaften\ndes Volkes waltende Mittlerin entgegentritt.",
        "Die Tragödie saugt den höchsten Musikorgiasmus in sich hinein, so dass\nsie geradezu die Musik, bei den Griechen, wie bei uns, zur Vollendung\nbringt, stellt dann aber den tragischen Mythus und den tragischen\nHelden daneben, der dann, einem mächtigen Titanen gleich, die ganze\ndionysische Welt auf seinen Rücken nimmt und uns davon entlastet:\nwährend sie andrerseits durch denselben tragischen Mythus, in der\nPerson des tragischen Helden, von dem gierigen Drange nach diesem\nDasein zu erlösen weiss, und mit mahnender Hand an ein anderes Sein\nund an eine höhere Lust erinnert, zu welcher der kämpfende Held\ndurch seinen Untergang, nicht durch seine Siege sich ahnungsvoll\nvorbereitet. Die Tragödie stellt zwischen die universale Geltung\nihrer Musik und den dionysisch empfänglichen Zuhörer ein erhabenes\nGleichniss, den Mythus, und erweckt bei jenem den Schein, als ob die\nMusik nur ein höchstes Darstellungsmittel zur Belebung der plastischen\nWelt des Mythus sei. Dieser edlen Täuschung vertrauend darf sie jetzt\nihre Glieder zum dithyrambischen Tanze bewegen und sich unbedenklich\neinem orgiastischen Gefühle der Freiheit hingeben, in welchem sie als\nMusik an sich, ohne jene Täuschung, nicht zu schwelgen wagen dürfte.\nDer Mythus schützt uns vor der Musik, wie er ihr andrerseits erst die\nhöchste Freiheit giebt. Dafür verleiht die Musik, als Gegengeschenk,\ndem tragischen Mythus eine so eindringliche und überzeugende\nmetaphysische Bedeutsamkeit, wie sie Wort und Bild, ohne jene einzige\nHülfe, nie zu erreichen vermögen; und insbesondere überkommt durch sie\nden tragischen Zuschauer gerade jenes sichere Vorgefühl einer höchsten\nLust, zu der der Weg durch Untergang und Verneinung führt, so dass\ner zu hören meint, als ob der innerste Abgrund der Dinge zu ihm\nvernehmlich spräche.",
        "Habe ich dieser schwierigen Vorstellung mit den letzten Sätzen\nvielleicht nur einen vorläufigen, für Wenige sofort verständlichen\nAusdruck zu geben vermocht, so darf ich gerade an dieser Stelle nicht\nablassen, meine Freunde zu einem nochmaligen Versuche anzureizen\nund sie zu bitten, an einem einzelnen Beispiele unsrer gemeinsamen\nErfahrung sich für die Erkenntniss des allgemeinen Satzes\nvorzubereiten. Bei diesem Beispiele darf ich mich nicht auf jene\nbeziehn, welche die Bilder der scenischen Vorgänge, die Worte und\nAffecte der handelnden Personen benutzen, um sich mit dieser Hülfe\nder Musikempfindung anzunähern; denn diese alle reden nicht Musik als\nMuttersprache und kommen auch, trotz jener Hülfe, nicht weiter als in\ndie Vorhallen der Musikperception, ohne je deren innerste Heiligthümer\nberühren zu dürfen; manche von diesen, wie Gervinus, gelangen auf\ndiesem Wege nicht einmal in die Vorhallen. Sondern nur an diejenigen\nhabe ich mich zu wenden, die, unmittelbar verwandt mit der Musik, in\nihr gleichsam ihren Mutterschooss haben und mit den Dingen fast nur\ndurch unbewusste Musikrelationen in Verbindung stehen. An diese ächten\nMusiker richte ich die Frage, ob sie sich einen Menschen denken\nkönnen, der den dritten Act von “Tristan und Isolde” ohne alle\nBeihülfe von Wort und Bild rein als ungeheuren symphonischen Satz zu\npercipiren im Stande wäre, ohne unter einem krampfartigen Ausspannen\naller Seelenflügel zu verathmen? Ein Mensch, der wie hier das Ohr\ngleichsam an die Herzkammer des Weltwillens gelegt hat, der das\nrasende Begehren zum Dasein als donnernden Strom oder als zartesten\nzerstäubten Bach von hier aus in alle Adern der Welt sich ergiessen\nfühlt, er sollte nicht jählings zerbrechen? Er sollte es ertragen,\nin der elenden gläsernen Hülle des menschlichen Individuums, den\nWiederklang zahlloser Lust – und Weherufe aus dem “weiten Raum der\nWeltennacht” zu vernehmen, ohne bei diesem Hirtenreigen der Metaphysik\nsich seiner Urheimat unaufhaltsam zuzuflüchten? Wenn aber doch ein\nsolches Werk als Ganzes percipirt werden kann, ohne Verneinung der\nIndividualexistenz, wenn eine solche Schöpfung geschaffen werden\nkonnte, ohne ihren Schöpfer zu zerschmettern – woher nehmen wir die\nLösung eines solchen Widerspruches?",
        "Hier drängt sich zwischen unsre höchste Musikerregung und jene Musik\nder tragische Mythus und der tragische Held, im Grunde nur als\nGleichniss der alleruniversalsten Thatsachen, von denen allein die\nMusik auf directem Wege reden kann. Als Gleichniss würde nun aber\nder Mythus, wenn wir als rein dionysische Wesen empfänden, gänzlich\nwirkungslos und unbeachtet neben uns stehen bleiben, und uns keinen\nAugenblick abwendig davon machen, unser Ohr dem Wiederklang der\nuniversalia ante rem zu bieten. Hier bricht jedoch die apollinische\nKraft, auf Wiederherstellung des fast zersprengten Individuums\ngerichtet, mit dem Heilbalsam einer wonnevollen Täuschung hervor:\nplötzlich glauben wir nur noch Tristan zu sehen, wie er bewegungslos\nund dumpf sich fragt: “die alte Weise; was weckt sie mich?” Und was\nuns früher wie ein hohles Seufzen aus dem Mittelpunkte des Seins\nanmuthete, das will uns jetzt nur sagen, wie “öd und leer das\nMeer.” Und wo wir athemlos zu erlöschen wähnten, im krampfartigen\nSichausrecken aller Gefühle, und nur ein Weniges uns mit dieser\nExistenz zusammenknüpfte, hören und sehen wir jetzt nur den zum\nTode verwundeten und doch nicht sterbenden Helden, mit seinem\nverzweiflungsvollen Rufe: “Sehnen! Sehnen! Im Sterben mich zu sehnen,\nvor Sehnsucht nicht zu sterben!” Und wenn früher der Jubel des Horns\nnach solchem Uebermaass und solcher Ueberzahl verzehrender Qualen\nfast wie der Qualen höchste uns das Herz zerschnitt, so steht jetzt\nzwischen uns und diesem “Jubel an sich” der jauchzende Kurwenal, dem\nSchiffe, das Isolden trägt, zugewandt. So gewaltig auch das Mitleiden\nin uns hineingreift, in einem gewissen Sinne rettet uns doch das\nMitleiden vor dem Urleiden der Welt, wie das Gleichnissbild des Mythus\nuns vor dem unmittelbaren Anschauen der höchsten Weltidee, wie der\nGedanke und das Wort uns vor dem ungedämmten Ergusse des unbewussten\nWillens rettet. Durch jene herrliche apollinische Täuschung dünkt es\nuns, als ob uns selbst das Tonreich wie eine plastische Welt gegenüber\nträte, als ob auch in ihr nur Tristan’s und Isoldens Schicksal, wie\nin einem allerzartesten und ausdrucksfähigsten Stoffe, geformt und\nbildnerisch ausgeprägt worden sei.",
        "So entreisst uns das Apollinische der dionysischen Allgemeinheit\nund entzückt uns für die Individuen; an diese fesselt es unsre\nMitleidserregung, durch diese befriedigt es den nach grossen\nund erhabenen Formen lechzenden Schönheitssinn; es führt an uns\nLebensbilder vorbei und reizt uns zu gedankenhaftem Erfassen des in\nihnen enthaltenen Lebenskernes. Mit der ungeheuren Wucht des Bildes,\ndes Begriffs, der ethischen Lehre, der sympathischen Erregung\nreisst das Apollinische den Menschen aus seiner orgiastischen\nSelbstvernichtung empor und täuscht ihn über die Allgemeinheit des\ndionysischen Vorganges hinweg zu dem Wahne, dass er ein einzelnes\nWeltbild, z.B. Tristan und Isolde, sehe und es, durch die Musik,\nnur noch besser und innerlicher sehen solle. Was vermag nicht der\nheilkundige Zauber des Apollo, wenn er selbst in uns die Täuschung\naufregen kann, als ob wirklich das Dionysische, im Dienste des\nApollinischen, dessen Wirkungen zu steigern vermöchte, ja als ob die\nMusik sogar wesentlich Darstellungskunst für einen apollinischen\nInhalt sei?",
        "Bei jener prästabilirten Harmonie, die zwischen dem vollendeten Drama\nund seiner Musik waltet, erreicht das Drama einen höchsten, für\ndas Wortdrama sonst unzugänglichen Grad von Schaubarkeit. Wie\nalle lebendigen Gestalten der Scene in den selbständig bewegten\nMelodienlinien sich zur Deutlichkeit der geschwungenen Linie vor\nuns vereinfachen, ertönt uns das Nebeneinander dieser Linien in\ndem mit dem bewegten Vorgange auf zarteste Weise sympathisirenden\nHarmonienwechsel: durch welchen uns die Relationen der Dinge in\nsinnlich wahrnehmbarer, keinesfalls abstracter Weise, unmittelbar\nvernehmbar werden, wie wir gleichfalls durch ihn erkennen, dass\nerst in diesen Relationen das Wesen eines Charakters und einer\nMelodienlinie sich rein offenbare. Und während uns so die Musik\nzwingt, mehr und innerlicher als sonst zu sehen, und den Vorgang der\nScene wie ein zartes Gespinnst vor uns auszubreiten, ist für unser\nvergeistigtes, in’s Innere blickendes Auge die Welt der Bühne eben so\nunendlich erweitert als von innen heraus erleuchtet. Was vermöchte der\nWortdichter Analoges zu bieten, der mit einem viel unvollkommneren\nMechanismus, auf indirectem Wege, vom Wort und vom Begriff aus, jene\ninnerliche Erweiterung der schaubaren Bühnenwelt und ihre innere\nErleuchtung zu erreichen sich abmüht? Nimmt nun zwar auch die\nmusikalische Tragödie das Wort hinzu, so kann sie doch zugleich den\nUntergrund und die Geburtsstätte des Wortes danebenstellen und uns das\nWerden des Wortes, von innen heraus, verdeutlichen.",
        "Aber von diesem geschilderten Vorgang wäre doch eben so bestimmt\nzu sagen, dass er nur ein herrlicher Schein, nämlich jene vorhin\nerwähnte apollinische Täuschung sei, durch deren Wirkung wir von\ndem dionysischen Andrange und Uebermaasse entlastet werden sollen.\nIm Grunde ist ja das Verhältniss der Musik zum Drama gerade das\numgekehrte: die Musik ist die eigentliche Idee der Welt, das Drama\nnur ein Abglanz dieser Idee, ein vereinzeltes Schattenbild derselben.\nJene Identität zwischen der Melodienlinie und der lebendigen Gestalt,\nzwischen der Harmonie und den Charakterrelationen jener Gestalt ist\nin einem entgegengesetzten Sinne wahr, als es uns, beim Anschauen der\nmusikalischen Tragödie, dünken möchte. Wir mögen die Gestalt uns auf\ndas Sichtbarste bewegen, beleben und von innen heraus beleuchten, sie\nbleibt immer nur die Erscheinung, von der es keine Brücke giebt, die\nin die wahre Realität, in’s Herz der Welt führte. Aus diesem Herzen\nheraus aber redet die Musik; und zahllose Erscheinungen jener Art\ndürften an der gleichen Musik vorüberziehn, sie würden nie das Wesen\nderselben erschöpfen, sondern immer nur ihre veräusserlichten Abbilder\nsein. Mit dem populären und gänzlich falschen Gegensatz von Seele und\nKörper ist freilich für das schwierige Verhältniss von Musik und Drama\nnichts zu erklären und alles zu verwirren; aber die unphilosophische\nRohheit jenes Gegensatzes scheint gerade bei unseren Aesthetikern, wer\nweiss aus welchen Gründen, zu einem gern bekannten Glaubensartikel\ngeworden zu sein, während sie über einen Gegensatz der Erscheinung\nund des Dinges an sich nichts gelernt haben oder, aus ebenfalls\nunbekannten Gründen, nichts lernen mochten.",
        "Sollte es sich bei unserer Analysis ergeben haben, dass das\nApollinische in der Tragödie durch seine Täuschung völlig den Sieg\nüber das dionysische Urelement der Musik davongetragen und sich diese\nzu ihren Absichten, nämlich zu einer höchsten Verdeutlichung des\nDrama’s, nutzbar gemacht habe, so wäre freilich eine sehr wichtige\nEinschränkung hinzuzufügen: in dem allerwesentlichsten Punkte ist jene\napollinische Täuschung durchbrochen und vernichtet. Das Drama, das in\nso innerlich erleuchteter Deutlichkeit aller Bewegungen und Gestalten,\nmit Hülfe der Musik, sich vor uns ausbreitet, als ob wir das Gewebe\nam Webstuhl im Auf – und Niederzucken entstehen sehen – erreicht als\nGanzes eine Wirkung, die jenseits aller apollinischen Kunstwirkungen\nliegt. In der Gesammtwirkung der Tragödie erlangt das Dionysische\nwieder das Uebergewicht; sie schliesst mit einem Klange, der niemals\nvon dem Reiche der apollinischen Kunst her tönen könnte. Und damit\nerweist sich die apollinische Täuschung als das, was sie ist, als\ndie während der Dauer der Tragödie anhaltende Umschleierung der\neigentlichen dionysischen Wirkung: die doch so mächtig ist, am Schluss\ndas apollinische Drama selbst in eine Sphäre zu drängen, wo es mit\ndionysischer Weisheit zu reden beginnt und wo es sich selbst und seine\napollinische Sichtbarkeit verneint. So wäre wirklich das schwierige\nVerhältniss des Apollinischen und des Dionysischen in der Tragödie\ndurch einen Bruderbund beider Gottheiten zu symbolisiren: Dionysus\nredet die Sprache des Apollo, Apollo aber schliesslich die Sprache des\nDionysus: womit das höchste Ziel der Tragödie und der Kunst überhaupt\nerreicht ist.",
        "Continue...",
        "\nThis complete text of Die Geburt der Tragödie/ Die Geburt der Tragödie aus dem Geiste (The Birth of Tragedy/ The Birth of Tragedy from the Spirit of Music) from 1872 by Friedrich Wilhelm Nietzsche\nis provided as free e-text and belongs to the public domain.\n\nSee this book in German or English at Amazon.\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on September 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}