{
    "title": "Die Geburt der Tragödie - 3. (Von Friedrich Wilhelm Nietzsche)",
    "author": "Unknown",
    "chapter": "11",
    "content": [
        "\n\n",
        "Um dies zu begreifen, müssen wir jenes kunstvolle Gebäude der\napollinischen Cultur gleichsam Stein um Stein abtragen, bis wir die\nFundamente erblicken, auf die es begründet ist. Hier gewahren wir nun\nzuerst die herrlichen olympischen Göttergestalten, die auf den Giebeln\ndieses Gebäudes stehen, und deren Thaten in weithin leuchtenden\nReliefs dargestellt seine Friese zieren. Wenn unter ihnen auch Apollo\nsteht, als eine einzelne Gottheit neben anderen und ohne den Anspruch\neiner ersten Stellung, so dürfen wir uns dadurch nicht beirren lassen.\nDerselbe Trieb, der sich in Apollo versinnlichte, hat überhaupt jene\nganze olympische Welt geboren, und in diesem Sinne darf uns Apollo als\nVater derselben gelten. Welches war das ungeheure Bedürfniss, aus dem\neine so leuchtende Gesellschaft olympischer Wesen entsprang?",
        "Wer, mit einer anderen Religion im Herzen, an diese Olympier\nherantritt und nun nach sittlicher Höhe, ja Heiligkeit, nach\nunleiblicher Vergeistigung, nach erbarmungsvollen Liebesblicken bei\nihnen sucht, der wird unmuthig und enttäuscht ihnen bald den Rücken\nkehren müssen. Hier erinnert nichts an Askese, Geistigkeit und\nPflicht: hier redet nur ein üppiges, ja triumphirendes Dasein zu\nuns, in dem alles Vorhandene vergöttlicht ist, gleichviel ob es gut\noder böse ist. Und so mag der Beschauer recht betroffen vor diesem\nphantastischen Ueberschwang des Lebens stehn, um sich zu fragen, mit\nwelchem Zaubertrank im Leibe diese übermüthigen Menschen das Leben\ngenossen haben mögen, dass, wohin sie sehen, Helena, das “in süsser\nSinnlichkeit schwebende” Idealbild ihrer eignen Existenz, ihnen\nentgegenlacht. Diesem bereits rückwärts gewandten Beschauer müssen\nwir aber zurufen: “Geh’ nicht von dannen, sondern höre erst, was die\ngriechische Volksweisheit von diesem selben Leben aussagt, das sich\nhier mit so unerklärlicher Heiterkeit vor dir ausbreitet. Es geht die\nalte Sage, dass König Midas lange Zeit nach dem weisen Silen, dem\nBegleiter des Dionysus, im Walde gejagt habe, ohne ihn zu fangen. Als\ner ihm endlich in die Hände gefallen ist, fragt der König, was für\nden Menschen das Allerbeste und Allervorzüglichste sei. Starr und\nunbeweglich schweigt der Dämon; bis er, durch den König gezwungen,\nendlich unter gellem Lachen in diese Worte ausbricht: `Elendes\nEintagsgeschlecht, des Zufalls Kinder und der Mühsal, was zwingst du\nmich dir zu sagen, was nicht zu hören für dich das Erspriesslichste\nist? Das Allerbeste ist für dich gänzlich unerreichbar: nicht geboren\nzu sein, nicht zu sein, nichts zu sein. Das Zweitbeste aber ist für\ndich – bald zu sterben`.”",
        "Wie verhält sich zu dieser Volksweisheit die olympische Götterwelt?\nWie die entzückungsreiche Vision des gefolterten Märtyrers zu seinen\nPeinigungen.",
        "Jetzt öffnet sich uns gleichsam der olympische Zauberberg und zeigt\nuns seine Wurzeln. Der Grieche kannte und empfand die Schrecken und\nEntsetzlichkeiten des Daseins: um überhaupt leben zu können, musste er\nvor sie hin die glänzende Traumgeburt der Olympischen stellen. Jenes\nungeheure Misstrauen gegen die titanischen Mächte der Natur, jene über\nallen Erkenntnissen erbarmungslos thronende Moira jener Geier des\ngrossen Menschenfreundes Prometheus, jenes Schreckensloos des weisen\nOedipus, jener Geschlechtsfluch der Atriden, der Orest zum Muttermorde\nzwingt, kurz jene ganze Philosophie des Waldgottes, sammt ihren\nmythischen Exempeln, an der die schwermüthigen Etrurier zu Grunde\ngegangen sind – wurde von den Griechen durch jene künstlerische\nMittelwelt der Olympier fortwährend von Neuem überwunden, jedenfalls\nverhüllt und dem Anblick entzogen. Um leben zu können, mussten die\nGriechen diese Götter, aus tiefster Nöthigung, schaffen: welchen\nHergang wir uns wohl so vorzustellen haben, dass aus der\nursprünglichen titanischen Götterordnung des Schreckens durch jenen\napollinischen Schönheitstrieb in langsamen Uebergängen die olympische\nGötterordnung der Freude entwickelt wurde: wie Rosen aus dornigem\nGebüsch hervorbrechen. Wie anders hätte jenes so reizbar empfindende,\nso ungestüm begehrende, zum Leiden so einzig befähigte Volk das Dasein\nertragen können, wenn ihm nicht dasselbe, von einer höheren Glorie\numflossen, in seinen Göttern gezeigt worden wäre. Derselbe Trieb,\nder die Kunst in’s Leben ruft, als die zum Weiterleben verführende\nErgänzung und Vollendung des Daseins, liess auch die olympische Welt\nentstehn, in der sich der hellenische “Wille” einen verklärenden\nSpiegel vorhielt. So rechtfertigen die Götter das Menschenleben, indem\nsie es selbst leben – die allein genügende Theodicee! Das Dasein\nunter dem hellen Sonnenscheine solcher Götter wird als das an\nsich Erstrebenswerthe empfunden, und der eigentliche Schmerz der\nhomerischen Menschen bezieht sich auf das Abscheiden aus ihm, vor\nallem auf das baldige Abscheiden: so dass man jetzt von ihnen, mit\nUmkehrung der silenischen Weisheit, sagen könnte, “das Allerschlimmste\nsei für sie, bald zu sterben, das Zweitschlimmste, überhaupt einmal\nzu sterben”. Wenn die Klage einmal ertönt, so klingt sie wieder vom\nkurzlebenden Achilles, von dem blättergleichen Wechsel und Wandel\ndes Menschengeschlechts, von dem Untergang der Heroenzeit. Es ist\ndes grössten Helden nicht unwürdig, sich nach dem Weiterleben zu\nsehnen, sei es selbst als Tagelöhner. So ungestüm verlangt, auf der\napollinischen Stufe, der “Wille” nach diesem Dasein, so eins fühlt\nsich der homerische Mensch mit ihm, dass selbst die Klage zu seinem\nPreisliede wird.",
        "Hier muss nun ausgesprochen werden, dass diese von den neueren\nMenschen so sehnsüchtig angeschaute Harmonie, ja Einheit des Menschen\nmit der Natur, für die Schiller das Kunstwort “naiv” in Geltung\ngebracht hat, keinesfalls ein so einfacher, sich von selbst\nergebender, gleichsam unvermeidlicher Zustand ist, dem wir an der\nPforte jeder Cultur, als einem Paradies der Menschheit begegnen\nmüssten: dies konnte nur eine Zeit glauben, die den Emil Rousseau’s\nsich auch als Künstler zu denken suchte und in Homer einen solchen am\nHerzen der Natur erzogenen Künstler Emil gefunden zu haben wähnte.\nWo uns das “Naive” in der Kunst begegnet, haben wir die höchste\nWirkung der apollinischen Cultur zu erkennen: welche immer erst ein\nTitanenreich zu stürzen und Ungethüme zu tödten hat und durch kräftige\nWahnvorspiegelungen und lustvolle Illusionen über eine schreckliche\nTiefe der Weltbetrachtung und reizbarste Leidensfähigkeit Sieger\ngeworden sein muss. Aber wie selten wird das Naive, jenes völlige\nVerschlungensein in der Schönheit des Scheines, erreicht! Wie\nunaussprechbar erhaben ist deshalb Homer, der sich, als Einzelner,\nzu jener apollinischen Volkscultur verhält, wie der einzelne\nTraumkünstler zur Traumbefähigung des Volks und der Natur überhaupt.\nDie homerische “Naivetät” ist nur als der vollkommene Sieg der\napollinischen Illusion zu begreifen: es ist dies eine solche Illusion,\nwie sie die Natur, zur Erreichung ihrer Absichten, so häufig\nverwendet. Das wahre Ziel wird durch ein Wahnbild verdeckt: nach\ndiesem strecken wir die Hände aus, und jenes erreicht die Natur durch\nunsre Täuschung. In den Griechen wollte der “Wille” sich selbst,\nin der Verklärung des Genius und der Kunstwelt, anschauen; um\nsich zu verherrlichen, mussten seine Geschöpfe sich selbst als\nverherrlichenwerth empfinden sie mussten sich in einer höheren Sphäre\nwiedersehn, ohne dass diese vollendete Welt der Anschauung als\nImperativ oder als Vorwurf wirkte Dies ist die Sphäre der Schönheit,\nin der sie ihre Spiegelbilder, die Olympischen, sahen. Mit dieser\nSchönheitsspiegelung kämpfte der hellenische “Wille” gegen das dem\nkünstlerischen correlative Talent zum Leiden und zur Weisheit des\nLeidens und als Denkmal seines Sieges steht Homer vor uns, der naive\nKünstler.",
        "Continue...",
        "\nThis complete text of Die Geburt der Tragödie/ Die Geburt der Tragödie aus dem Geiste (The Birth of Tragedy/ The Birth of Tragedy from the Spirit of Music) from 1872 by Friedrich Wilhelm Nietzsche\nis provided as free e-text and belongs to the public domain.\n\nSee this book in German or English at Amazon.\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on September 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}