{
    "title": "Die Leiden des jungen Werther - Am 15. September (von Johann Wolfgang von Goethe)",
    "author": "Unknown",
    "chapter": "68",
    "content": [
        "\n\n",
        "Man möchte rasend werden, Wilhelm, daß es Menschen geben soll ohne\nSinn und Gefühl an dem wenigen, was auf Erden noch einen Wert hat.\nDu kennst die Nußbäume, unter denen ich bei dem ehrlichen Pfarrer zu\nSt... mit Lotten gesessen, die herrlichen Nußbäume, die mich, Gott\nweiß, immer mit dem größten Seelenvergnügen füllten! Wie vertraulich\nsie den Pfarrhof machten, wie kühl! Und wie herrlich die Äste waren!\nUnd die Erinnerung bis zu den ehrlichen Geistlichen, die sie vor\nvielen Jahren pflanzten. Der Schulmeister hat uns den einen Namen oft\ngenannt, den er von seinem Großvater gehört hatte; und so ein braver\nMann soll er gewesen sein, und sein Andenken war immer heilig unter\nden Bäumen. Ich sage dir, dem Schulmeister standen die Tränen in den\nAugen, da wir gestern davon redeten, daß sie abgehauen worden—\nabgehauen! Ich möchte toll werden, ich könnte den Hund ermorden, der\nden ersten Hieb dran tat. Ich, der ich mich vertrauern könnte, wenn\nso ein paar Bäume in meinem Hofe stünden und einer davon stürbe vor\nAlter ab, ich muß zusehen. Lieber Schatz, eins ist doch dabei: was\nMenschengefühl ist! Das ganze Dorf murrt, und ich hoffe, die Frau\nPfarrerin soll es an Butter und Eiern und übrigem Zutrauen spüren,\nwas für eine Wunde sie ihrem Orte gegeben hat. Denn sie ist es, die\nFrau des neuen Pfarrers (unser alter ist auch gestorben), ein hageres,\nkränkliches Geschöpf, das sehr Ursache hat, an der Welt keinen\nAnteil zu nehmen, denn niemand nimmt Anteil an ihr. Eine Närrin, die\nsich abgibt, gelehrt zu sein, sich in die Untersuchung des Kanons\nmeliert, gar viel an der neumodischen, moralisch-kritischen\nReformation des Christentumes arbeitet und über Lavaters\nSchwärmereien die Achseln zuckt, eine ganz zerrüttete Gesundheit hat\nund deswegen auf Gottes Erdboden keine Freude. So einer Kreatur war\nes auch allein möglich, meine Nußbäume abzuhauen. Siehst du, ich\nkomme nicht zu mir! Stelle dir vor: die abfallenden Blätter machen\nihr den Hof unrein und dumpfig, die Bäume nehmen ihr das Tageslicht,\nund wenn die Nüsse reif sind, so werfen die Knaben mit Steinen\ndarnach, und das fällt ihr auf die Nerven, das stört sie in ihren\ntiefen Überlegungen, wenn sie Kennikot, Semler und Michaelis gegen\neinander abwiegt. Da ich die Leute im Dorfe, besonders die alten, so\nunzufrieden sah, sagte ich:\"warum habt ihr es gelitten?\"—\"wenn der\nSchulze will, hier zu Lande,\"sagten sie,\"was kann man machen?\"—aber\neins ist recht geschehen. Der Schulze und der Pfarrer, der doch auch\nvon seiner Frauen Grillen, die ihm ohnedies die Suppen nicht fett\nmachen, was haben wollte, dachten es mit einander zu teilen; da\nerfuhr es die Kammer und sagte: “hier herein!\"denn sie hatte noch\nalte Prätensionen an den Teil des Pfarrhofes, wo die Bäume standen,\nund verkaufte sie an den Meistbietenden. Sie liegen! O, wenn ich\nFürst wäre! Ich wollte die Pfarrerin, den Schulzen und die Kammer—\nFürst!—ja wenn ich Fürst wäre, was kümmerten mich die Bäume in\nmeinem Lande!",
        "Continue...",
        "\nThis complete text of “Die Leiden des jungen Werther” by Johann Wolfgang von Goethe,\nas well as the paintings by Caspar David Friedrich, are in the public domain.\n\n\n\nAmazon: “Die Leiden des jungen Werther”.\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on April 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}