{
    "title": "Die Leiden des jungen Werther - Am 30. Julius (von Johann Wolfgang von Goethe)",
    "author": "Unknown",
    "chapter": "29",
    "content": [
        "\n\n",
        "Albert ist angekommen, und ich werde gehen; und wenn er der beste, der\nedelste Mensch wäre, unter den ich mich in jeder Betrachtung zu\nstellen bereit wäre, so wär’s unerträglich, ihn vor meinem Angesicht\nim Besitz so vieler Vollkommenheit zu sehen.—Besitz!—genug, Wilhelm,\nder Bräutigam ist da! Ein braver, lieber Mann, dem man gut sein muß.\nGlücklicherweise war ich nicht beim Empfange! Das hätte mir das Herz\nzerrissen. Auch ist er so ehrlich und hat Lotten in meiner Gegenwart\nnoch nicht ein einzigmal geküßt. Das lohn’ ihm Gott! Um des Respekts\nwillen, den er vor dem Mädchen hat, muß ich ihn lieben. Er will mir\nwohl, und ich vermute, das ist Lottens Werk mehr als seiner eigenen\nEmpfindung; denn darin sind die Weiber fein und haben recht; wenn sie\nzwei Verehrer in gutem Vernehmen mit einander erhalten können, ist der\nVorteil immer ihr, so selten es auch angeht.",
        "Indes kann ich Alberten meine Achtung nicht versagen. Seine gelassene\nAußenseite sticht gegen die Unruhe meines Charakters sehr lebhaft ab,\ndie sich nicht verbergen läßt. Er hat viel Gefühl und weiß, was er an\nLotten hat. Erscheint wenig üble Laune zu haben, und du weißt, das\nist die Sünde, die ich ärger hasse am Menschen als alle andre.",
        "Er hält mich für einen Menschen von Sinn; und meine Anhänglichkeit zu\nLotten, meine warme Freude, die ich an allen ihren Handlungen habe,\nvermehrt seinen Triumph, und er liebt sie nur desto mehr. Ob er sie\nnicht einmal mit keiner Eifersüchtelei peinigt, das lasse ich\ndahingestellt sein, wenigstens würd’ ich an seinem Platz nicht ganz\nsicher vor diesem Teufel bleiben.",
        "Dem sei nun wie ihm wolle, meine Freude, bei Lotten zu sein, ist hin.\nSoll ich das Torheit nennen oder Verblendung?—was braucht’s Namen!\nErzählt die Sache an sich!—ich wußte alles, was ich jetzt weiß, ehe\nAlbert kam; ich wußte, daß ich keine Prätension an sie zu machen hatte,\nmachte auch keine—das heißt, insofern es möglich ist, bei so viel\nLiebenswürdigkeit nicht zu begehren—und jetzt macht der Fratze große\nAugen, da der andere nun wirklich kommt und ihm das Mädchen wegnimmt.",
        "Ich beiße die Zähne auf einander und spott über mein Elend, und\nspottete derer doppelt und dreifach, die sagen könnten, ich sollte\nmich resignieren, und weil es nun einmal nicht anders sein könnte.\n—schafft mir diese Strohmänner vom Halse!—ich laufe in den Wäldern\nherum, und wenn ich zu Lotten komme, und Albert bei ihr sitzt im\nGärtchen unter der Laube, und ich nicht weiter kann, so bin ich\nausgelassen närrisch und fange viel Possen, viel verwirrtes Zeug an.\n-\"um Gottes willen”, sagte mir Lotte heut, “ich bitte Sie, keine Szene\nwie die von gestern abend! Sie sind fürchterlich, wenn Sie so lustig\nsind”.—Unter uns, ich passe die Zeit ab, wenn er zu tun hat; wutsch!\nBin ich drauß, und da ist mir’s immer wohl, wenn ich sie allein finde.",
        "Continue...",
        "\nThis complete text of “Die Leiden des jungen Werther” by Johann Wolfgang von Goethe,\nas well as the paintings by Caspar David Friedrich, are in the public domain.\n\n\n\nAmazon: “Die Leiden des jungen Werther”.\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on April 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}