{
    "title": "Die Geburt der Tragödie - 10. (Von Friedrich Wilhelm Nietzsche)",
    "author": "Unknown",
    "chapter": "18",
    "content": [
        "\n\n",
        "Es ist eine unanfechtbare Ueberlieferung, dass die griechische\nTragödie in ihrer ältesten Gestalt nur die Leiden des Dionysus zum\nGegenstand hatte und dass der längere Zeit hindurch einzig vorhandene\nBühnenheld eben Dionysus war. Aber mit der gleichen Sicherheit darf\nbehauptet werden, dass niemals bis auf Euripides Dionysus aufgehört\nhat, der tragische Held zu sein, sondern dass alle die berühmten\nFiguren der griechischen Bühne Prometheus, Oedipus u.s.w. nur Masken\njenes ursprünglichen Helden Dionysus sind. Dass hinter allen diesen\nMasken eine Gottheit steckt, das ist der eine wesentliche Grund für\ndie so oft angestaunte typische “Idealität” jener berühmten Figuren.\nEs hat ich weiss nicht wer behauptet, dass alle Individuen als\nIndividuen komisch und damit untragisch seien: woraus zu entnehmen\nwäre, dass die Griechen überhaupt Individuen auf der tragischen\nBühne nicht ertragen konnten. In der That scheinen sie so empfunden\nzu haben: wie überhaupt jene platonische Unterscheidung und\nWerthabschätzung der “Idee” im Gegensatze zum “Idol”, zum Abbild tief\nim hellenischen Wesen begründet liegt. Um uns aber der Terminologie\nPlato’s zu bedienen, so wäre von den tragischen Gestalten der\nhellenischen Bühne etwa so zu reden: der eine wahrhaft reale Dionysus\nerscheint in einer Vielheit der Gestalten, in der Maske eines\nkämpfenden Helden und gleichsam in das Netz des Einzelwillens\nverstrickt. So wie jetzt der erscheinende Gott redet und handelt,\nähnelt er einem irrenden strebenden leidenden Individuum: und dass er\nüberhaupt mit dieser epischen Bestimmtheit und Deutlichkeit erscheint,\nist die Wirkung des Traumdeuters Apollo, der dem Chore seinen\ndionysischen Zustand durch jene gleichnissartige Erscheinung deutet.\nIn Wahrheit aber ist jener Held der leidende Dionysus der Mysterien,\njener die Leiden der Individuation an sich erfahrende Gott, von\ndem wundervolle Mythen erzählen, wie er als Knabe von den Titanen\nzerstückelt worden sei und nun in diesem Zustande als Zagreus verehrt\nwerde: wobei angedeutet wird, dass diese Zerstückelung, das eigentlich\ndionysische Leiden, gleich einer Umwandlung in Luft, Wasser, Erde und\nFeuer sei, dass wir also den Zustand der Individuation als den Quell\nund Urgrund alles Leidens, als etwas an sich Verwerfliches, zu\nbetrachten hätten. Aus dem Lächeln dieses Dionysus sind die\nolympischen Götter, aus seinen Thränen die Menschen entstanden. In\njener Existenz als zerstückelter Gott hat Dionysus die Doppelnatur\neines grausamen verwilderten Dämons und eines milden sanftmüthigen\nHerrschers. Die Hoffnung der Epopten ging aber auf eine Wiedergeburt\ndes Dionysus, die wir jetzt als das Ende der Individuation ahnungsvoll\nzu begreifen haben: diesem kommenden dritten Dionysus erscholl der\nbrausende Jubelgesang der Epopten. Und nur in dieser Hoffnung giebt\nes einen Strahl von Freude auf dem Antlitze der zerrissenen, in\nIndividuen zertrümmerten Welt: wie es der Mythus durch die in ewige\nTrauer versenkte Demeter verbildlicht, welche zum ersten Male wieder\nsich freut, als man ihr sagt, sie könne den Dionysus nocheinmal\ngebären. In den angeführten Anschauungen haben wir bereits alle\nBestandtheile einer tiefsinnigen und pessimistischen Weltbetrachtung\nund zugleich damit die Mysterienlehre der Tragödie zusammen: die\nGrunderkenntniss von der Einheit alles Vorhandenen, die Betrachtung\nder Individuation als des Urgrundes des Uebels, die Kunst als die\nfreudige Hoffnung, dass der Bann der Individuation zu zerbrechen sei,\nals die Ahnung einer wiederhergestellten Einheit. –",
        "Es ist früher angedeutet worden, dass das homerische Epos die Dichtung\nder olympischen Cultur ist, mit der sie ihr eignes Siegeslied über\ndie Schrecken des Titanenkampfes gesungen hat. Jetzt, unter dem\nübermächtigen Einflusse der tragischen Dichtung, werden die\nhomerischen Mythen von Neuem umgeboren und zeigen in dieser\nMetempsychose, dass inzwischen auch die olympische Cultur von einer\nnoch tieferen Weltbetrachtung besiegt worden ist. Der trotzige Titan\nPrometheus hat es seinem olympischen Peiniger angekündigt, dass einst\nseiner Herrschaft die höchste Gefahr drohe, falls er nicht zur rechten\nZeit sich mit ihm verbinden werde. In Aeschylus erkennen wir das\nBündniss des erschreckten, vor seinem Ende bangenden Zeus mit dem\nTitanen. So wird das frühere Titanenzeitalter nachträglich wieder aus\ndem Tartarus ans Licht geholt. Die Philosophie der wilden und nackten\nNatur schaut die vorübertanzenden Mythen der homerischen Welt mit der\nunverhüllten Miene der Wahrheit an: sie erbleichen, sie zittern vor\ndem blitzartigen Auge dieser Göttin – bis sie die mächtige Faust\ndes dionysischen Künstlers in den Dienst der neuen Gottheit zwingt.\nDie dionysische Wahrheit übernimmt das gesammte Bereich des Mythus\nals Symbolik ihrer Erkenntnisse und spricht diese theils in dem\nöffentlichen Cultus der Tragödie, theils in den geheimen Begehungen\ndramatischer Mysterienfeste, aber immer unter der alten mythischen\nHülle aus. Welche Kraft war dies, die den Prometheus von seinen Geiern\nbefreite und den Mythus zum Vehikel dionysischer Weisheit umwandelte?\nDies ist die heraklesmässige Kraft der Musik: als welche, in der\nTragödie zu ihrer höchsten Erscheinung gekommen, den Mythus mit neuer\ntiefsinnigster Bedeutsamkeit zu interpretiren weiss; wie wir dies als\ndas mächtigste Vermögen der Musik früher schon zu charakterisiren\nhatten. Denn es ist das Loos jedes Mythus, allmählich in die Enge\neiner angeblich historischen Wirklichkeit hineinzukriechen und von\nirgend einer späteren Zeit als einmaliges Factum mit historischen\nAnsprüchen behandelt zu werden: und die Griechen waren bereits völlig\nauf dem Wege, ihren ganzen mythischen Jugendtraum mit Scharfsinn und\nWillkür in eine historisch-pragmatische Jugendgeschichte umzustempeln.\nDenn dies ist die Art, wie Religionen abzusterben pflegen: wenn\nnämlich die mythischen Voraussetzungen einer Religion unter den\nstrengen, verstandesmässigen Augen eines rechtgläubigen Dogmatismus\nals eine fertige Summe von historischen Ereignissen systematisirt\nwerden und man anfängt, ängstlich die Glaubwürdigkeit der Mythen\nzu vertheidigen, aber gegen jedes natürliche Weiterleben und\nWeiterwuchern derselben sich zu sträuben, wenn also das Gefühl für\nden Mythus abstirbt und an seine Stelle der Anspruch der Religion auf\nhistorische Grundlagen tritt. Diesen absterbenden Mythus ergriff jetzt\nder neugeborne Genius der dionysischen Musik: und in seiner Hand\nblühte er noch einmal, mit Farben, wie er sie noch nie gezeigt, mit\neinem Duft, der eine sehnsüchtige Ahnung einer metaphysischen Welt\nerregte. Nach diesem letzten Aufglänzen fällt er zusammen, seine\nBlätter werden welk, und bald haschen die spöttischen Luciane des\nAlterthums nach den von allen Winden fortgetragnen, entfärbten und\nverwüsteten Blumen. Durch die Tragödie kommt der Mythus zu seinem\ntiefsten Inhalt, seiner ausdrucksvollsten Form; noch einmal erhebt er\nsich, wie ein verwundeter Held, und der ganze Ueberschuss von Kraft,\nsammt der weisheitsvollen Ruhe des Sterbenden, brennt in seinem Auge\nmit letztem, mächtigem Leuchten.",
        "Was wolltest du, frevelnder Euripides, als du diesen Sterbenden\nnoch einmal zu deinem Frohndienste zu zwingen suchtest? Er starb\nunter deinen gewaltsamen Händen: und jetzt brauchtest du einen\nnachgemachten, maskirten Mythus, der sich wie der Affe des Herakles\nmit dem alten Prunke nur noch aufzuputzen wusste. Und wie dir der\nMythus starb, so starb dir auch der Genius der Musik: mochtest du\nauch mit gierigem Zugreifen alle Gärten der Musik plündern, auch\nso brachtest du es nur zu einer nachgemachten maskirten Musik. Und\nweil du Dionysus verlassen, so verliess dich auch Apollo; jage alle\nLeidenschaften von ihrem Lager auf und banne sie in deinen Kreis,\nspitze und feile dir für die Reden deiner Helden eine sophistische\nDialektik zurecht – auch deine Helden haben nur nachgeahmte maskirte\nLeidenschaften und sprechen nur nachgeahmte maskirte Reden.",
        "Continue...",
        "\nThis complete text of Die Geburt der Tragödie/ Die Geburt der Tragödie aus dem Geiste (The Birth of Tragedy/ The Birth of Tragedy from the Spirit of Music) from 1872 by Friedrich Wilhelm Nietzsche\nis provided as free e-text and belongs to the public domain.\n\nSee this book in German or English at Amazon.\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on September 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}