{
    "title": "Die Leiden des jungen Werther - Am 4. Mai 1771 (von Johann Wolfgang von Goethe)",
    "author": "Unknown",
    "chapter": "2",
    "content": [
        "\n\n",
        "\nRiesengebirge (Caspar David Friedrich)\n",
        "Wie froh bin ich, daß ich weg bin! Bester Freund, was ist das Herz\ndes Menschen! Dich zu verlassen, den ich so liebe, von dem ich\nunzertrennlich war, und froh zu sein! Ich weiß, du verzeihst mir’s.\nWaren nicht meine übrigen Verbindungen recht ausgesucht vom Schicksal,\num ein Herz wie das meine zu ängstigen? Die arme Leonore! Und doch\nwar ich unschuldig. Konnt’ ich dafür, daß, während die eigensinnigen\nReize ihrer Schwester mir eine angenehme Unterhaltung verschafften,\ndaß eine Leidenschaft in dem armen Herzen sich bildete? Und doch—bin\nich ganz unschuldig? Hab’ ich nicht ihre Empfindungen genährt? Hab’\nich mich nicht an den ganz wahren Ausdrücken der Natur, die uns so oft\nzu lachen machten, so wenig lächerlich sie waren, selbst ergetzt?\nHab’ ich nicht—o was ist der Mensch, daß er über sich klagen darf!\nIch will, lieber Freund, ich verspreche dir’s, ich will mich bessern,\nwill nicht mehr ein bißchen Übel, das uns das Schicksal vorlegt,\nwiederkäuen, wie ich’s immer getan habe; ich will das Gegenwärtige\ngenießen, und das Vergangene soll mir vergangen sein. Gewiß, du hast\nrecht, Bester, der Schmerzen wären minder unter den Menschen, wenn sie\nnicht—Gott weiß, warum sie so gemacht sind!—mit so viel Emsigkeit\nder Einbildungskraft sich beschäftigten, die Erinnerungen des\nvergangenen Übels zurückzurufen, eher als eine gleichgültige Gegenwart\nzu ertragen.",
        "Du bist so gut, meiner Mutter zu sagen, daß ich ihr Geschäft bestens\nbetreiben und ihr ehstens Nachricht davon geben werde. Ich habe meine\nTante gesprochen und bei weitem das böse Weib nicht gefunden, das man\nbei uns aus ihr macht. Sie ist eine muntere, heftige Frau von dem\nbesten Herzen. Ich erklärte ihr meiner Mutter Beschwerden über den\nzurückgehaltenen Erbschaftsanteil; sie sagte mir ihre Gründe, Ursachen\nund die Bedingungen, unter welchen sie bereit wäre, alles\nherauszugeben, und mehr als wir verlangten—kurz, ich mag jetzt nichts\ndavon schreiben, sage meiner Mutter, es werde alles gut gehen. Und\nich habe, mein Lieber, wieder bei diesem kleinen Geschäft gefunden,\ndaß Mißverständnisse und Trägheit vielleicht mehr Irrungen in der Welt\nmachen als List und Bosheit. Wenigstens sind die beiden letzteren\ngewiß seltener.",
        "Übrigens befinde ich mich hier gar wohl. Die Einsamkeit ist meinem\nHerzen köstlicher Balsam in dieser paradiesischen Gegend, und diese\nJahreszeit der Jugend wärmt mit aller Fülle mein oft schauderndes Herz.\nJeder Baum, jede Hecke ist ein Strauß von Blüten, und man möchte zum\nMaienkäfer werden, um in dem Meer von Wohlgerüchen herumschweben und\nalle seine Nahrung darin finden zu können.",
        "Die Stadt selbst ist unangenehm, dagegen rings umher eine\nunaussprechliche Schönheit der Natur. Das bewog den verstorbenen\nGrafen von M., einen Garten auf einem der Hügel anzulegen, die mit der\nschönsten Mannigfaltigkeit sich kreuzen und die lieblichsten Täler\nbilden. Der Garten ist einfach, und man fühlt gleich bei dem\nEintritte, daß nicht ein wissenschaftlicher Gärtner, sondern ein\nfühlendes Herz den Plan gezeichnet, das seiner selbst hier genießen\nwollte. Schon manche Träne hab’ ich dem Abgeschiedenen in dem\nverfallenen Kabinettchen geweint, das sein Lieblingsplätzchen war und\nauch meines ist. Bald werde ich Herr vom Garten sein; der Gärtner ist\nmir zugetan, nur seit den paar Tagen, und er wird sich nicht übel\ndabei befinden.",
        "Continue...",
        "\nThis complete text of “Die Leiden des jungen Werther” by Johann Wolfgang von Goethe,\nas well as the paintings by Caspar David Friedrich, are in the public domain.\n\n\n\nAmazon: “Die Leiden des jungen Werther”.\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on April 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}