{
    "title": "Die Leiden des jungen Werther - Am 20. Oktober 1771 (von Johann Wolfgang von Goethe)",
    "author": "Unknown",
    "chapter": "42",
    "content": [
        "\n\n",
        "Gestern sind wir hier angelangt. Der Gesandte ist unpaß und wird sich\nalso einige Tage einhalten. Wenn er nur nicht so unhold wäre, wär’\nalles gut. Ich merke, ich merke, das Schicksal hat mir harte\nPrüfungen zugedacht. Doch gutes Muts! Ein leichter Sinn trägt alles!\nEin leichter Sinn? Das macht mich zu lachen, wie das Wort in meine\nFeder kommt. O ein bißchen leichteres Blut würde mich zum\nGlücklichsten unter der Sonne machen. Was! Da, wo andere mit ihrem\nbißchen Kraft und Talent vor mir in behaglicher Selbstgefälligkeit\nherumschwadronieren, verzweifle ich an meiner Kraft, an meinen Gaben?\nGuter Gott, der du mir das alles schenktest, warum hieltest du nicht\ndie Hälfte zurück und gabst mir Selbstvertrauen und Genügsamkeit?",
        "Geduld! Geduld! Es wird besser werden. Denn ich sage dir, Lieber,\ndu hast recht. Seit ich unter dem Volke alle Tage herumgetrieben\nwerde und sehe, was sie tun und wie sie’s treiben, stehe ich viel\nbesser mit mir selbst. Gewiß, weil wir doch einmal so gemacht sind,\ndaß wir alles mit uns und uns mit allem vergleichen, so liegt Glück\noder Elend in den Gegenständen, womit wir uns zusammenhalten, und da\nist nichts gefährlicher als die Einsamkeit. Unsere Einbildungskraft,\ndurch ihre Natur gedrungen sich zu erheben, durch die phantastischen\nBilder der Dichtkunst genährt, bildet sich eine Reihe Wesen hinauf, wo\nwir das unterste sind und alles außer uns herrlicher erscheint, jeder\nandere vollkommner ist. Und das geht ganz natürlich zu. Wir fühlen\nso oft, daß uns manches mangelt, und eben was uns fehlt, scheint uns\noft ein anderer zu besitzen, dem wir denn auch alles dazu geben, was\nwir haben, und noch eine gewisse idealische Behaglichkeit dazu. Und\nso ist der Glückliche vollkommen fertig, das Geschöpf unserer selbst.",
        "Dagegen, wenn wir mit all unserer Schwachheit und Mühseligkeit nur\ngerade fortarbeiten, so finden wir gar oft, daß wir mit unserem\nSchlendern und Lavieren es weiter bringen als andere mit ihrem Segeln\nund Rudern—und—das ist doch ein wahres Gefühl seiner selbst, wenn\nman andern gleich oder gar vorläuft.",
        "Continue...",
        "\nThis complete text of “Die Leiden des jungen Werther” by Johann Wolfgang von Goethe,\nas well as the paintings by Caspar David Friedrich, are in the public domain.\n\n\n\nAmazon: “Die Leiden des jungen Werther”.\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on April 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}