{
    "title": "Die Geburt der Tragödie - 6. (Von Friedrich Wilhelm Nietzsche)",
    "author": "Unknown",
    "chapter": "6",
    "content": [
        "\n\n",
        "Man versteht, an welche Aufgabe ich bereits mit diesem Buche zu rühren\nwagte?... Wie sehr bedauere ich es jetzt, dass ich damals noch nicht\nden Muth (oder die Unbescheidenheit?) hatte, um mir in jedem Betrachte\nfür so eigne Anschauungen und Wagnisse auch eine eigne Sprache zu\nerlauben, – dass ich mühselig mit Schopenhauerischen und Kantischen\nFormeln fremde und neue Werthschätzungen auszudrücken suchte, welche\ndem Geiste Kantens und Schopenhauers, ebenso wie ihrem Geschmacke,\nvon Grund aus entgegen giengen! Wie dachte doch Schopenhauer über\ndie Tragödie? “Was allem Tragischen den eigenthümlichen Schwung zur\nErhebung giebt – sagt er, Welt als Wille und Vorstellung II, 495 – ist\ndas Aufgehen der Erkenntniss, dass die Welt, das Leben kein rechtes\nGenügen geben könne, mithin unsrer Anhänglichkeit nicht werth sei:\ndarin besteht der tragische Geist -, er leitet demnach zur Resignation\nhin”. Oh wie anders redete Dionysos zu mir! Oh wie ferne war mir\ndamals gerade dieser ganze Resignationismus! – Aber es giebt etwas\nviel Schlimmeres an dem Buche, das ich jetzt noch mehr bedauere, als\nmit Schopenhauerischen Formeln dionysische Ahnungen verdunkelt und\nverdorben zu haben: dass ich mir nämlich überhaupt das grandiose\ngriechische Problem, wie mir es aufgegangen war, durch Einmischung der\nmodernsten Dinge verdarb! Dass ich Hoffnungen anknüpfte, wo Nichts zu\nhoffen war, wo Alles allzudeutlich auf ein Ende hinwies! Dass ich, auf\nGrund der deutschen letzten Musik, vom “deutschen Wesen” zu fabeln\nbegann, wie als ob es eben im Begriff sei, sich selbst zu entdecken\nund wiederzufinden – und das zu einer Zeit, wo der deutsche Geist, der\nnicht vor Langem noch den Willen zur Herrschaft über Europa, die Kraft\nzur Führung Europa’s gehabt hatte, eben letztwillig und endgültig\nabdankte und, unter dem pomphaften Vorwande einer Reichs- Begründung,\nseinen Uebergang zur Vermittelmässigung, zur Demokratie und den\n“modernen Ideen” machte! In der That, inzwischen lernte ich\nhoffnungslos und schonungslos genug von diesem “deutschen Wesen\"\ndenken, insgleichen von der jetzigen deutschen Musik, als welche\nRomantik durch und durch ist und die ungriechischeste aller möglichen\nKunstformen: überdies aber eine Nervenverderberin ersten Ranges,\ndoppelt gefährlich, bei einem Volke, das den Trunk liebt und die\nUnklarheit als Tugend ehrt, nämlich in ihrer doppelten Eigenschaft als\nberauschendes und zugleich benebelndes Narkotikum. – Abseits freilich\nvon allen übereilten Hoffnungen und fehlerhaften Nutzanwendungen auf\nGegenwärtigstes, mit denen ich mir damals mein erstes Buch verdarb,\nbleibt das grosse dionysische Fragezeichen, wie es darin gesetzt ist,\nauch in Betreff der Musik, fort und fort bestehen: wie müsste eine\nMusik beschaffen sein, welche nicht mehr romantischen Ursprungs wäre,\ngleich der deutschen, – sondern dionysischen? . . .",
        "Continue...",
        "\nThis complete text of Die Geburt der Tragödie/ Die Geburt der Tragödie aus dem Geiste (The Birth of Tragedy/ The Birth of Tragedy from the Spirit of Music) from 1872 by Friedrich Wilhelm Nietzsche\nis provided as free e-text and belongs to the public domain.\n\nSee this book in German or English at Amazon.\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on September 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}