{
    "title": "Die Geburt der Tragödie - 18. (Von Friedrich Wilhelm Nietzsche)",
    "author": "Unknown",
    "chapter": "26",
    "content": [
        "\n\n",
        "Es ist ein ewiges Phänomen: immer findet der gierige Wille ein Mittel,\ndurch eine über die Dinge gebreitete Illusion seine Geschöpfe im\nLeben festzuhalten und zum Weiterleben zu zwingen. Diesen fesselt die\nsokratische Lust des Erkennens und der Wahn, durch dasselbe die ewige\nWunde des Daseins heilen zu können, jenen umstrickt der vor seinen\nAugen wehende verführerische Schönheitsschleier der Kunst, jenen\nwiederum der metaphysische Trost, dass unter dem Wirbel der\nErscheinungen das ewige Leben unzerstörbar weiterfliesst: um von den\ngemeineren und fast noch kräftigeren Illusionen, die der Wille in\njedem Augenblick bereithält, zu schweigen. Jene drei Illusionsstufen\nsind überhaupt nur für die edler ausgestatteten Naturen, von denen die\nLast und Schwere des Daseins überhaupt mit tieferer Unlust empfunden\nwird und die durch ausgesuchte Reizmittel über diese Unlust\nhinwegzutäuschen sind. Aus diesen Reizmitteln besteht alles, was wir\nCultur nennen: je nach der Proportion der Mischungen haben wir eine\nvorzugsweise sokratische oder künstlerische oder tragische Cultur:\noder wenn man historische Exemplificationen erlauben will: es giebt\nentweder eine alexandrinische oder eine hellenische oder eine\nbuddhaistische Cultur.",
        "Unsere ganze moderne Welt ist in dem Netz der alexandrinischen Cultur\nbefangen und kennt als Ideal den mit höchsten Erkenntnisskräften\nausgerüsteten, im Dienste der Wissenschaft arbeitenden theoretischen\nMenschen, dessen Urbild und Stammvater Sokrates ist. Alle unsere\nErziehungsmittel haben ursprünglich dieses Ideal im Auge: jede andere\nExistenz hat sich mühsam nebenbei emporzuringen, als erlaubte, nicht\nals beabsichtigte Existenz. In einem fast erschreckenden Sinne ist\nhier eine lange Zeit der Gebildete allein in der Form des Gelehrten\ngefunden worden; selbst unsere dichterischen Künste haben sich aus\ngelehrten Imitationen entwickeln müssen, und in dem Haupteffect des\nReimes erkennen wir noch die Entstehung unserer poetischen Form aus\nkünstlichen Experimenten mit einer nicht heimischen, recht eigentlich\ngelehrten Sprache. Wie unverständlich müsste einem ächten Griechen der\nan sich verständliche moderne Culturmensch Faust erscheinen, der durch\nalle Facultäten unbefriedigt stürmende, aus Wissenstrieb der Magie und\ndem Teufel ergebene Faust, den wir nur zur Vergleichung neben Sokrates\nzu stellen haben, um zu erkennen, dass der moderne Mensch die Grenzen\njener sokratischen Erkenntnisslust zu ahnen beginnt und aus dem weiten\nwüsten Wissensmeere nach einer Küste verlangt. Wenn Goethe einmal zu\nEckermann, mit Bezug auf Napoleon, äussert: “Ja mein Guter, es giebt\nauch eine Productivität der Thaten”, so hat er, in anmuthig naiver\nWeise, daran erinnert, dass der nicht theoretische Mensch für den\nmodernen Menschen etwas Unglaubwürdiges und Staunenerregendes ist,\nso dass es wieder der Weisheit eines Goethe bedarf, um auch eine so\nbefremdende Existenzform begreiflich, ja verzeihlich zu finden.",
        "Und nun soll man sich nicht verbergen, was im Schoosse dieser\nsokratischen Cultur verborgen liegt! Der unumschränkt sich wähnende\nOptimismus! Nun soll man nicht erschrecken, wenn die Früchte dieses\nOptimismus reifen, wenn die von einer derartigen Cultur bis in die\nniedrigsten Schichten hinein durchsäuerte Gesellschaft allmählich\nunter üppigen Wallungen und Begehrungen erzittert, wenn der Glaube an\ndas Erdenglück Aller, wenn der Glaube an die Möglichkeit einer solchen\nallgemeinen Wissenscultur allmählich in die drohende Forderung eines\nsolchen alexandrinischen Erdenglückes, in die Beschwörung eines\nEuripideischen deus ex machina umschlägt! Man soll es merken: die\nalexandrinische Cultur braucht einen Sclavenstand, um auf die Dauer\nexistieren zu können: aber sie leugnet, in ihrer optimistischen\nBetrachtung des Daseins, die Nothwendigkeit eines solchen Standes\nund geht deshalb, wenn der Effect ihrer schönen Verführungs und\nBeruhigungsworte von der “Würde des Menschen” und der “Würde der\nArbeit” verbraucht ist, allmählich einer grauenvollen Vernichtung\nentgegen. Es giebt nichts Furchtbareres als einen barbarischen\nSclavenstand, der seine Existenz als ein Unrecht zu betrachten\ngelernt hat und sich anschickt, nicht nur für sich, sondern für alle\nGenerationen Rache zu nehmen. Wer wagt es, solchen drohenden Stürmen\nentgegen, sicheren Muthes an unsere blassen und ermüdeten Religionen\nzu appelliren, die selbst in ihren Fundamenten zu Gelehrtenreligionen\nentartet sind: so dass der Mythus, die nothwendige Voraussetzung jeder\nReligion, bereits überall gelähmt ist, und selbst auf diesem Bereich\njener optimistische Geist zur Herrschaft gekommen ist, den wir als den\nVernichtungskeim unserer Gesellschaft eben bezeichnet haben.",
        "Während das im Schoosse der theoretischen Cultur schlummernde Unheil\nallmählich den modernen Menschen zu ängstigen beginnt, und er,\nunruhig, aus dem Schatze seiner Erfahrungen nach Mitteln greift, um\ndie Gefahr abzuwenden, ohne selbst an diese Mittel recht zu glauben;\nwährend er also seine eigenen Consequenzen zu ahnen beginnt:\nhaben grosse allgemein angelegte Naturen, mit einer unglaublichen\nBesonnenheit, das Rüstzeug der Wissenschaft selbst zu benützen\ngewusst, um die Grenzen und die Bedingtheit des Erkennens überhaupt\ndarzulegen und damit den Anspruch der Wissenschaft auf universale\nGeltung und universale Zwecke entscheidend zu leugnen: bei welchem\nNachweise zum ersten Male jene Wahnvorstellung als solche erkannt\nwurde, welche, an der Hand der Causalität, sich anmaasst, das innerste\nWesen der Dinge ergründen zu können. Der ungeheuren Tapferkeit und\nWeisheit Kant’s und Schopenhauer’s ist der schwerste Sieg gelungen,\nder Sieg über den im Wesen der Logik verborgen liegenden Optimismus,\nder wiederum der Untergrund unserer Cultur ist. Wenn dieser an die\nErkennbarkeit und Ergründlichkeit aller Welträthsel, gestützt auf\ndie ihm unbedenklichen aeternae veritates, geglaubt und Raum, Zeit\nund Causalität als gänzlich unbedingte Gesetze von allgemeinster\nGültigkeit behandelt hatte, offenbarte Kant, wie diese eigentlich nur\ndazu dienten, die blosse Erscheinung, das Werk der Maja, zur einzigen\nund höchsten Realität zu erheben und sie an die Stelle des innersten\nund wahren Wesens der Dinge zu setzen und die wirkliche Erkenntniss\nvon diesem dadurch unmöglich zu machen, d.h., nach einem\nSchopenhauer’schen Ausspruche, den Träumer noch fester einzuschläfern\n(W. a. W. u. V. I, p. 498). Mit dieser Erkenntniss ist eine Cultur\neingeleitet, welche ich als eine tragische zu bezeichnen wage: deren\nwichtigstes Merkmal ist, dass an die Stelle der Wissenschaft als\nhöchstes Ziel die Weisheit gerückt wird, die sich, ungetäuscht durch\ndie verführerischen Ablenkungen der Wissenschaften, mit unbewegtem\nBlicke dem Gesammtbilde der Welt zuwendet und in diesem das ewige\nLeiden mit sympathischer Liebesempfindung als das eigne Leiden zu\nergreifen sucht. Denken wir uns eine heranwachsende Generation mit\ndieser Unerschrockenheit des Blicks, mit diesem heroischen Zug ins\nUngeheure, denken wir uns den kühnen Schritt dieser Drachentödter, die\nstolze Verwegenheit, mit der sie allen den Schwächlichkeitsdoctrinen\njenes Optimismus den Rücken kehren, um im Ganzen und Vollen “resolut\nzu leben”: sollte es nicht nöthig sein, dass der tragische Mensch\ndieser Cultur, bei seiner Selbsterziehung zum Ernst und zum Schrecken,\neine neue Kunst, die Kunst des metaphysischen Trostes, die Tragödie\nals die ihm zugehörige Helena begehren und mit Faust ausrufen muss:",
        "Nachdem aber die sokratische Cultur von zwei Seiten aus erschüttert\nist und das Scepter ihrer Unfehlbarkeit nur noch mit zitternden Händen\nzu halten vermag, einmal aus Furcht vor ihren eigenen Consequenzen,\ndie sie nachgerade zu ahnen beginnt, sodann weil sie selbst von der\newigen Gültigkeit ihres Fundamentes nicht mehr mit dem früheren naiven\nZutrauen überzeugt ist: so ist es ein trauriges Schauspiel, wie sich\nder Tanz ihres Denkens sehnsüchtig immer auf neue Gestalten stürzt,\num sie zu umarmen, und sie dann plötzlich wieder, wie Mephistopheles\ndie verführerischen Lamien, schaudernd fahren lässt. Das ist ja das\nMerkmal jenes “Bruches”, von dem Jedermann als von dem Urleiden der\nmodernen Cultur zu reden pflegt, dass der theoretische Mensch vor\nseinen Consequenzen erschrickt und unbefriedigt es nicht mehr wagt\nsich dem furchtbaren Eisstrome des Daseins anzuvertrauen: ängstlich\nläuft er am Ufer auf und ab. Er will nichts mehr ganz haben, ganz auch\nmit aller der natürlichen Grausamkeit der Dinge. Soweit hat ihn das\noptimistische Betrachten verzärtelt. Dazu fühlt er, wie eine Cultur,\ndie auf dem Princip der Wissenschaft aufgebaut ist, zu Grunde\ngehen muss, wenn sie anfängt, unlogisch zu werden d.h. vor ihren\nConsequenzen zurück zu fliehen. Unsere Kunst offenbart diese\nallgemeine Noth: umsonst dass man sich an alle grossen productiven\nPerioden und Naturen imitatorisch anlehnt, umsonst dass man die ganze\n“Weltlitteratur” zum Troste des modernen Menschen um ihn versammelt\nund ihn mitten unter die Kunststile und Künstler aller Zeiten\nhinstellt, damit er ihnen, wie Adam den Thieren, einen Namen gebe: er\nbleibt doch der ewig Hungernde, der “Kritiker” ohne Lust und Kraft,\nder alexandrinische Mensch, der im Grunde Bibliothekar und Corrector\nist und an Bücherstaub und Druckfehlern elend erblindet.",
        "Continue...",
        "\nThis complete text of Die Geburt der Tragödie/ Die Geburt der Tragödie aus dem Geiste (The Birth of Tragedy/ The Birth of Tragedy from the Spirit of Music) from 1872 by Friedrich Wilhelm Nietzsche\nis provided as free e-text and belongs to the public domain.\n\nSee this book in German or English at Amazon.\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on September 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}