{
    "title": "Die Leiden des jungen Werther - Am 24. Dezember (von Johann Wolfgang von Goethe)",
    "author": "Unknown",
    "chapter": "44",
    "content": [
        "\n\n",
        "Der Gesandte macht mir viel Verdruß, ich habe es vorausgesehn. Er ist\nder pünktlichste Narr, den es nur geben kann; Schritt vor Schritt und\numständlich wie eine Base; ein Mensch, der nie mit sich selbst\nzufrieden ist, und dem es daher niemand zu Danke machen kann. Ich\narbeite gern leicht weg, und wie es steht, so steht es; da ist er\nimstande, mir einen Aufsatz zurückzugeben und zu sagen:\"er ist gut,\naber sehen Sie ihn durch, man findet immer ein besseres Wort, eine\nreinere Partikel”.—Da möchte ich des Teufels werden. Kein Und, kein\nBindewörtchen darf außenbleiben, und von allen Inversionen, die mir\nmanchmal entfahren, ist er ein Todfeind; wenn man seinen Period nicht\nnach der hergebrachten Melodie heraborgelt, so versteht er gar nichts\ndrin. Das ist ein Leiden, mit so einem Menschen zu tun zu haben.",
        "Das Vertrauen des Grafen von C... ist noch das einzige, was mich\nschadlos hält. Er sagte mir letzthin ganz aufrichtig, wie unzufrieden\ner mit der Langsamkeit und Bedenklichkeit meines Gesandten sei”. Die\nLeute erschweren es sich und andern. Doch”, sagte er,\"man muß sich\ndarein resignieren wie ein Reisender, der über einen Berg muß;\nfreilich, wäre der Berg nicht da, so wär der Weg viel bequemer und\nkürzer; er ist nun aber da, und man soll hinüber!”",
        "Mein Alter spürt auch wohl den Vorzug, den mit der Graf vor ihm gibt,\nund das ärgert ihn, und er ergreift jede Gelegenheit, Übels gegen mich\nvom Grafen zu reden, ich halte, wie natürlich, Widerpart, und dadurch\nwird die Sache nur schlimmer. Gestern gar brachte er mich auf, denn\nich war mit gemeint: zu so Weltgeschäften sei der Graf ganz gut, er\nhabe viele Leichtigkeit zu arbeiten und führe eine gute Feder, doch an\ngründlicher Gelehrsamkeit mangle es ihm wie allen Belletristen. Dazu\nmachte er eine Miene, als ob er sagen wollte:\"fühlst du den\nStich?\"aber es tat bei mir nicht die Wirkung; ich verachtete den\nMenschen, der so denken und sich so betragen konnte. Ich hielt ihm\nstand und focht mit ziemlicher Heftigkeit. Ich sagte, der Graf sei\nein Mann, vor dem man Achtung haben müsse, wegen seines Charakters\nsowohl als wegen seiner Kenntnisse”. Ich habe”, sagt’ ich,\"niemand\ngekannt, dem es so geglückt wäre, seinen Geist zu erweitern, ihn über\nunzählige Gegenstände zu verbreiten und doch diese Tätigkeit fürs\ngemeine Leben zu behalten”.—das waren dem Gehirne spanische Dörfer,\nund ich empfahl mich, um nicht über ein weiteres Deraisonnement noch\nmehr Galle zu schlucken.",
        "Und daran seid ihr alle schuld, die ihr mich in das Joch geschwatzt\nund mir so viel von Aktivität vorgesungen habt. Aktivität! Wenn\nnicht der mehr tut, der Kartoffeln legt und in die Stadt reitet, sein\nKorn zu verkaufen, als ich, so will ich zehn Jahre noch mich auf der\nGaleere abarbeiten, auf der ich nun angeschmiedet bin.",
        "Und das glänzende Elend, die Langeweile unter dem garstigen Volke, das\nsich hier neben einander sieht! Die Rangsucht unter ihnen, wie sie\nnur wachen und aufpassen, einander ein Schrittchen abzugewinnen; die\nelendesten, erbärmlichsten Leidenschaften, ganz ohne Röckchen. Da ist\nein Weib, zum Exempel, die jedermann von ihrem Adel und ihrem Lande\nunterhält, so daß jeder Fremde denken muß: das ist eine Närrin, die\nsich auf das bißchen Adel und auf den Ruf ihres Landes Wunderstreiche\neinbildet.—Aber es ist noch viel Ärger: eben das Weib ist hier aus\nder Nachbarschaft eine Amtschreiberstochter.—Sieh, ich kann das\nMenschengeschlecht nicht begreifen, das so wenig Sinn hat, um sich so\nplatt zu prostituieren.",
        "Zwar ich merke täglich mehr, mein Lieber, wie töricht man ist, andere\nnach sich zu berechnen. Und weil ich so viel mit mir selbst zu tun\nhabe und dieses Herz so stürmisch ist—ach ich lasse gern die andern\nihres Pfades gehen, wenn sie mich auch nur könnten gehen lassen.",
        "Was mich am meisten neckt, sind die fatalen bürgerlichen Verhältnisse.\nZwar weiß ich so gut als einer, wie nötig der Unterschied der Stände\nist, wie viel Vorteile er mir selbst verschafft: nur soll er mir nicht\neben gerade im Wege stehen, wo ich noch ein wenig Freude, einen\nSchimmer von Glück auf dieser Erde genießen könnte. Ich lernte\nneulich auf dem Spaziergange ein Fräulein von B. kennen, ein\nliebenswürdiges Geschöpf, das sehr viele Natur mitten in dem steifen\nLeben erhalten hat. Wir gefielen uns in unserem Gespräche, und da wir\nschieden, bat ich sie um Erlaubnis, sie bei sich sehen zu dürfen. Sie\ngestattete mir das mit so vieler Freimütigkeit, daß ich den\nschicklichen Augenblick kaum erwarten konnte, zu ihr zu gehen. Sie\nist nicht von hier und wohnt bei einer Tante im Hause. Die\nPhysiognomie der Alten gefiel mir nicht. Ich bezeigte ihr viel\nAufmerksamkeit, mein Gespräch war meist an sie gewandt, und in minder\nals einer halben Stunde hatte ich so ziemlich weg, was mir das\nFräulein nachher selbst gestand: daß die liebe Tante in ihrem Alter\nMangel von allem, kein anständiges Vermögen, keinen Geist und keine\nStütze hat als die Reihe ihrer Vorfahren, keinen Schirm als den Stand,\nin den sie sich verpalisadiert, und kein Ergetzen, als von ihrem\nStockwerk herab über die bürgerlichen Häupter wegzusehen. In ihrer\nJugend soll sie schön gewesen sein und ihr Leben weggegaukelt, erst\nmit ihrem Eigensinne manchen armen Jungen gequält, und in den reifern\nJahren sich unter den Gehorsam eines alten Offiziers geduckt haben,\nder gegen diesen Preis und einen leidlichen Unterhalt das eherne\nJahrhundert mit ihr zubrachte und starb. Nun sieht sie im eisernen\nsich allein und würde nicht angesehn, wär’ ihre Nichte nicht so\nliebenswürdig.",
        "Continue...",
        "\nThis complete text of “Die Leiden des jungen Werther” by Johann Wolfgang von Goethe,\nas well as the paintings by Caspar David Friedrich, are in the public domain.\n\n\n\nAmazon: “Die Leiden des jungen Werther”.\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on April 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}