{
    "title": "Die Geburt der Tragödie - 8. (Von Friedrich Wilhelm Nietzsche)",
    "author": "Unknown",
    "chapter": "16",
    "content": [
        "\n\n",
        "Der Satyr wie der idyllische Schäfer unserer neueren Zeit sind Beide\nAusgeburten einer auf das Ursprüngliche und Natürliche gerichteten\nSehnsucht; aber mit welchem festen unerschrocknen Griffe fasste der\nGrieche nach seinem Waldmenschen, wie verschämt und weichlich tändelte\nder moderne Mensch mit dem Schmeichelbild eines zärtlichen flötenden\nweichgearteten Hirten! Die Natur, an der noch keine Erkenntniss\ngearbeitet, in der die Riegel der Cultur noch unerbrochen sind – das\nsah der Grieche in seinem Satyr, der ihm deshalb noch nicht mit dem\nAffen zusammenfiel. Im Gegentheil: es war das Urbild des Menschen,\nder Ausdruck seiner höchsten und stärksten Regungen, als begeisterter\nSchwärmer, den die Nähe des Gottes entzückt, als mitleidender Genosse,\nin dem sich das Leiden des Gottes wiederholt, als Weisheitsverkünder\naus der tiefsten Brust der Natur heraus, als Sinnbild der\ngeschlechtlichen Allgewalt der Natur, die der Grieche gewöhnt ist mit\nehrfürchtigem Staunen zu betrachten. Der Satyr war etwas Erhabenes und\nGöttliches: so musste er besonders dem schmerzlich gebrochnen Blick\ndes dionysischen Menschen dünken. Ihn hätte der geputzte, erlogene\nSchäfer beleidigt: auf den unverhüllten und unverkümmert grossartigen\nSchriftzügen der Natur weilte sein Auge in erhabener Befriedigung;\nhier war die Illusion der Cultur von dem Urbilde des Menschen\nweggewischt, hier enthüllte sich der wahre Mensch, der bärtige Satyr,\nder zu seinem Gotte aufjubelt. Vor ihm schrumpfte der Culturmensch zur\nlügenhaften Caricatur zusammen. Auch für diese Anfänge der tragischen\nKunst hat Schiller Recht: der Chor ist eine lebendige Mauer gegen\ndie anstürmende Wirklichkeit, weil er – der Satyrchor – das Dasein\nwahrhaftiger, wirklicher, vollständiger abbildet als der gemeinhin\nsich als einzige Realität achtende Culturmensch. Die Sphäre der Poesie\nliegt nicht ausserhalb der Welt, als eine phantastische Unmöglichkeit\neines Dichterhirns: sie will das gerade Gegentheil sein, der\nungeschminkte Ausdruck der Wahrheit und muss eben deshalb den\nlügenhaften Aufputz jener vermeinten Wirklichkeit des Culturmenschen\nvon sich werfen. Der Contrast dieser eigentlichen Naturwahrheit und\nder sich als einzige Realität gebärdenden Culturlüge ist ein ähnlicher\nwie zwischen dem ewigen Kern der Dinge, dem Ding an sich, und\nder gesammten Erscheinungswelt: und wie die Tragödie mit ihrem\nmetaphysischen Troste auf das ewige Leben jenes Daseinskernes, bei\ndem fortwährenden Untergange der Erscheinungen, hinweist, so spricht\nbereits die Symbolik des Satyrchors in einem Gleichniss jenes\nUrverhältniss zwischen Ding an sich und Erscheinung aus. Jener\nidyllische Schäfer des modernen Menschen ist nur ein Konterfei der\nihm als Natur geltenden Summe von Bildungsillusionen; der dionysische\nGrieche will die Wahrheit und die Natur in ihrer höchsten Kraft – er\nsieht sich zum Satyr verzaubert.",
        "Unter solchen Stimmungen und Erkenntnissen jubelt die schwärmende\nSchaar der Dionysusdiener: deren Macht sie selbst vor ihren eignen\nAugen verwandelt, so dass sie sich als wiederhergestellte Naturgenien,\nals Satyrn, zu erblicken wähnen. Die spätere Constitution des\nTragödienchors ist die künstlerische Nachahmung jenes natürlichen\nPhänomens; bei der nun allerdings eine Scheidung von dionysischen\nZuschauern und dionysischen Verzauberten nöthig wurde. Nur muss\nman sich immer gegenwärtig halten, dass das Publicum der attischen\nTragödie sich selbst in dem Chore der Orchestra wiederfand, dass es im\nGrunde keinen Gegensatz von Publicum und Chor gab: denn alles ist nur\nein grosser erhabener Chor von tanzenden und singenden Satyrn oder\nvon solchen, welche sich durch diese Satyrn repräsentiren lassen.\nDas Schlegel’sche Wort muss sich uns hier in einem tieferen Sinne\nerschliessen. Der Chor ist der “idealische Zuschauer”, insofern er\nder einzige Schauer ist, der Schauer der Visionswelt der Scene.\nEin Publicum von Zuschauern, wie wir es kennen, war den Griechen\nunbekannt: in ihren Theatern war es Jedem, bei dem in concentrischen\nBogen sich erhebenden Terrassenbau des Zuschauerraumes, möglich, die\ngesammte Culturwelt um sich herum ganz eigentlich zu übersehen und\nin gesättigtem Hinschauen selbst Choreut sich zu wähnen. Nach dieser\nEinsicht dürfen wir den Chor, auf seiner primitiven Stufe in der\nUrtragödie, eine Selbstspiegelung des dionysischen Menschen nennen:\nwelches Phänomen am deutlichsten durch den Prozess des Schauspielers\nzu machen ist, der, bei wahrhafter Begabung, sein von ihm\ndarzustellendes Rollenbild zum Greifen wahrnehmbar vor seinen Augen\nschweben sieht. Der Satyrchor ist zu allererst eine Vision der\ndionysischen Masse, wie wiederum die Welt der Bühne eine Vision dieses\nSatyrchors ist: die Kraft dieser Vision ist stark genug, um gegen den\nEindruck der “Realität”, gegen die rings auf den Sitzreihen gelagerten\nBildungsmenschen den Blick stumpf und unempfindlich zu machen. Die\nForm des griechischen Theaters erinnert an ein einsames Gebirgsthal:\ndie Architektur der Scene erscheint wie ein leuchtendes Wolkenbild,\nwelches die im Gebirge herumschwärmenden Bacchen von der Höhe aus\nerblicken, als die herrliche Umrahmung, in deren Mitte ihnen das Bild\ndes Dionysus offenbar wird.",
        "Jene künstlerische Urerscheinung, die wir hier zur Erklärung des\nTragödienchors zur Sprache bringen, ist, bei unserer gelehrtenhaften\nAnschauung über die elementaren künstlerischen Prozesse, fast\nanstössig; während nichts ausgemachter sein kann, als dass der Dichter\nnur dadurch Dichter ist, dass er von Gestalten sich umringt sieht,\ndie vor ihm leben und handeln und in deren innerstes Wesen er\nhineinblickt. Durch eine eigenthümliche Schwäche der modernen Begabung\nsind wir geneigt, uns das aesthetische Urphänomen zu complicirt und\nabstract vorzustellen. Die Metapher ist für den ächten Dichter nicht\neine rhetorische Figur, sondern ein stellvertretendes Bild, das ihm\nwirklich, an Stelle eines Begriffes, vorschwebt. Der Character ist für\nihn nicht etwas aus zusammengesuchten Einzelzügen componirtes Ganzes,\nsondern eine vor seinen Augen aufdringlich lebendige Person, die\nvon der gleichen Vision des Malers sich nur durch das fortwährende\nWeiterleben und Weiterhandeln unterscheidet. Wodurch schildert Homer\nso viel anschaulicher als alle Dichter? Weil er um so viel mehr\nanschaut. Wir reden über Poesie so abstract, weil wir alle schlechte\nDichter zu sein pflegen. Im Grunde ist das aesthetische Phänomen\neinfach; man habe nur die Fähigkeit, fortwährend ein lebendiges Spiel\nzu sehen und immerfort von Geisterschaaren umringt zu leben, so ist\nman Dichter; man fühle nur den Trieb, sich selbst zu verwandeln und\naus anderen Leibern und Seelen herauszureden, so ist man Dramatiker.",
        "Die dionysische Erregung ist im Stande, einer ganzen Masse diese\nkünstlerische Begabung mitzutheilen, sich von einer solchen\nGeisterschaar umringt zu sehen, mit der sie sich innerlich eins weiss.\nDieser Prozess des Tragödienchors ist das dramatische Urphänomen: sich\nselbst vor sich verwandelt zu sehen und jetzt zu handeln, als ob man\nwirklich in einen andern Leib, in einen andern Charakter eingegangen\nwäre. Dieser Prozess steht an dem Anfang der Entwickelung des Dramas.\nHier ist etwas Anderes als der Rhapsode, der mit seinen Bildern nicht\nverschmilzt, sondern sie, dem Maler ähnlich, mit betrachtendem Auge\nausser sich sieht; hier ist bereits ein Aufgeben des Individuums\ndurch Einkehr in eine fremde Natur. Und zwar tritt dieses Phänomen\nepidemisch auf: eine ganze Schaar fühlt sich in dieser Weise\nverzaubert. Der Dithyramb ist deshalb wesentlich von jedem anderen\nChorgesange unterschieden. Die Jungfrauen, die, mit Lorbeerzweigen\nin der Hand, feierlich zum Tempel des Apollo ziehn und dabei ein\nProzessionslied singen, bleiben, wer sie sind, und behalten ihren\nbürgerlichen Namen: der dithyrambische Chor ist ein Chor von\nVerwandelten, bei denen ihre bürgerliche Vergangenheit, ihre sociale\nStellung völlig vergessen ist: sie sind die zeitlosen, ausserhalb\naller Gesellschaftssphären lebenden Diener ihres Gottes geworden. Alle\nandere Chorlyrik der Hellenen ist nur eine ungeheure Steigerung des\napollinischen Einzelsängers; während im Dithyramb eine Gemeinde\nvon unbewussten Schauspielern vor uns steht, die sich selbst unter\neinander als verwandelt ansehen.",
        "Die Verzauberung ist die Voraussetzung aller dramatischen Kunst. In\ndieser Verzauberung sieht sich der dionysische Schwärmer als Satyr,\nund als Satyr wiederum schaut er den Gott d.h. er sieht in seiner\nVerwandlung eine neue Vision ausser sich, als apollinische Vollendung\nseines Zustandes. Mit dieser neuen Vision ist das Drama vollständig.",
        "Nach dieser Erkenntniss haben wir die griechische Tragödie als den\ndionysischen Chor zu verstehen, der sich immer von neuem wieder\nin einer apollinischen Bilderwelt entladet. Jene Chorpartien, mit\ndenen die Tragödie durchflochten ist, sind also gewissermaassen der\nMutterschooss des ganzen sogenannten Dialogs d.h. der gesammten\nBühnenwelt, des eigentlichen Dramas. In mehreren auf einander\nfolgenden Entladungen strahlt dieser Urgrund der Tragödie jene Vision\ndes Dramas aus: die durchaus Traumerscheinung und insofern epischer\nNatur ist, andrerseits aber, als Objectivation eines dionysischen\nZustandes, nicht die apollinische Erlösung im Scheine, sondern im\nGegentheil das Zerbrechen des Individuums und sein Einswerden mit dem\nUrsein darstellt. Somit ist das Drama die apollinische Versinnlichung\ndionysischer Erkenntnisse und Wirkungen und dadurch wie durch eine\nungeheure Kluft vom Epos abgeschieden.",
        "Der Chor der griechischen Tragödie, das Symbol der gesammten\ndionysisch erregten Masse, findet an dieser unserer Auffassung seine\nvolle Erklärung. Während wir, mit der Gewöhnung an die Stellung eines\nChors auf der modernen Bühne, zumal eines Opernchors, gar nicht\nbegreifen konnten, wie jener tragische Chor der Griechen älter,\nursprünglicher, ja wichtiger sein sollte, als die eigentliche\n“Action”, – wie dies doch so deutlich überliefert war – während\nwir wiederum mit jener überlieferten hohen Wichtigkeit und\nUrsprünglichkeit nicht reimen konnten, warum er doch nur aus niedrigen\ndienenden Wesen, ja zuerst nur aus bocksartigen Satyrn zusammengesetzt\nworden sei, während uns die Orchestra vor der Scene immer ein Räthsel\nblieb, sind wir jetzt zu der Einsicht gekommen, dass die Scene sammt\nder Action im Grunde und ursprünglich nur als Vision gedacht wurde,\ndass die einzige “Realität” eben der Chor ist, der die Vision aus sich\nerzeugt und von ihr mit der ganzen Symbolik des Tanzes, des Tones und\ndes Wortes redet. Dieser Chor schaut in seiner Vision seinen Herrn und\nMeister Dionysus und ist darum ewig der dienende Chor: er sieht, wie\ndieser, der Gott, leidet und sich verherrlicht, und handelt deshalb\nselbst nicht. Bei dieser, dem Gotte gegenüber durchaus dienenden\nStellung ist er doch der höchste, nämlich dionysische Ausdruck der\nNatur und redet darum, wie diese, in der Begeisterung Orakel- und\nWeisheitssprüche: als der mitleidende ist er zugleich der weise, aus\ndem Herzen der Welt die Wahrheit verkündende. So entsteht denn jene\nphantastische und so anstössig scheinende Figur des weisen und\nbegeisterten Satyrs, der zugleich “der tumbe Mensch” im Gegensatz zum\nGotte ist: Abbild der Natur und ihrer stärksten Triebe, ja Symbol\nderselben und zugleich Verkünder ihrer Weisheit und Kunst: Musiker,\nDichter, Tänzer, Geisterseher in einer Person.",
        "Dionysus, der eigentliche Bühnenheld und Mittelpunkt der Vision, ist\ngemäss dieser Erkenntniss und gemäss der Ueberlieferung, zuerst, in\nder allerältesten Periode der Tragödie, nicht wahrhaft vorhanden,\nsondern wird nur als vorhanden vorgestellt: d.h. ursprünglich ist die\nTragödie nur “Chor” und nicht “Drama”. Später wird nun der Versuch\ngemacht, den Gott als einen realen zu zeigen und die Visionsgestalt\nsammt der verklärenden Umrahmung als jedem Auge sichtbar darzustellen;\ndamit beginnt das “Drama” im engeren Sinne. Jetzt bekommt der\ndithyrambische Chor die Aufgabe, die Stimmung der Zuhörer bis zu dem\nGrade dionysisch anzuregen, dass sie, wenn der tragische Held auf\nder Bühne erscheint, nicht etwa den unförmlich maskirten Menschen\nsehen, sondern eine gleichsam aus ihrer eignen Verzückung geborene\nVisionsgestalt. Denken wir uns Admet mit tiefem Sinnen seiner jüngst\nabgeschiedenen Gattin Alcestis gedenkend und ganz im geistigen\nAnschauen derselben sich verzehrend – wie ihm nun plötzlich ein\nähnlich gestaltetes, ähnlich schreitendes Frauenbild in Verhüllung\nentgegengeführt wird: denken wir uns seine plötzliche zitternde\nUnruhe, sein stürmisches Vergleichen, seine instinctive Ueberzeugung\n– so haben wir ein Analogon zu der Empfindung, mit der der dionysisch\nerregte Zuschauer den Gott auf der Bühne heranschreiten sah, mit\ndessen Leiden er bereits eins geworden ist. Unwillkürlich übertrug\ner das ganze magisch vor seiner Seele zitternde Bild des Gottes auf\njene maskirte Gestalt und löste ihre Realität gleichsam in eine\ngeisterhafte Unwirklichkeit auf. Dies ist der apollinische\nTraumeszustand, in dem die Welt des Tages sich verschleiert und eine\nneue Welt, deutlicher, verständlicher, ergreifender als jene und doch\nschattengleicher, in fortwährendem Wechsel sich unserem Auge neu\ngebiert. Demgemäss erkennen wir in der Tragödie einen durchgreifenden\nStilgegensatz: Sprache, Farbe, Beweglichkeit, Dynamik der Rede\ntreten in der dionysischen Lyrik des Chors und andrerseits in der\napollinischen Traumwelt der Scene als völlig gesonderte Sphären des\nAusdrucks aus einander. Die apollinischen Erscheinungen, in denen sich\nDionysus objectivirt, sind nicht mehr “ein ewiges Meer, ein wechselnd\nWeben, ein glühend Leben”, wie es die Musik des Chors ist, nicht mehr\njene nur empfundenen, nicht zum Bilde verdichteten Kräfte, in denen\nder begeisterte Dionysusdiener die Nähe des Gottes spürt: jetzt\nspricht, von der Scene aus, die Deutlichkeit und Festigkeit der\nepischen Gestaltung zu ihm, jetzt redet Dionysus nicht mehr durch\nKräfte, sondern als epischer Held, fast mit der Sprache Homers.",
        "Continue...",
        "\nThis complete text of Die Geburt der Tragödie/ Die Geburt der Tragödie aus dem Geiste (The Birth of Tragedy/ The Birth of Tragedy from the Spirit of Music) from 1872 by Friedrich Wilhelm Nietzsche\nis provided as free e-text and belongs to the public domain.\n\nSee this book in German or English at Amazon.\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on September 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}