{
    "title": "Die Geburt der Tragödie - 3. (Von Friedrich Wilhelm Nietzsche)",
    "author": "Unknown",
    "chapter": "3",
    "content": [
        "\n\n",
        "Nochmals gesagt, heute ist es mir ein unmögliches Buch, – ich heisse\nes schlecht geschrieben, schwerfällig, peinlich, bilderwüthig und\nbilderwirrig, gefühlsam, hier und da verzuckert bis zum Femininischen,\nungleich im Tempo, ohne Willen zur logischen Sauberkeit, sehr\nüberzeugt und deshalb des Beweisens sich überhebend, misstrauisch\nselbst gegen die Schicklichkeit des Beweisens, als Buch für\nEingeweihte, als “Musik” für Solche, die auf Musik getauft, die auf\ngemeinsame und seltene Kunst-Erfahrungen hin von Anfang der Dinge an\nverbunden sind, als Erkennungszeichen für Blutsverwandte in artibus, –\nein hochmüthiges und schwärmerisches Buch, das sich gegen das profanum\nvulgus der “Gebildeten” von vornherein noch mehr als gegen das “Volk\"\nabschliesst, welches aber, wie seine Wirkung bewies und beweist, sich\ngut genug auch darauf verstehen muss, sich seine Mitschwärmer zu\nsuchen und sie auf neue Schleichwege und Tanzplätze zu locken. Hier\nredete jedenfalls – das gestand man sich mit Neugierde ebenso als mit\nAbneigung ein – eine fremde Stimme, der Jünger eines noch “unbekannten\nGottes”, der sich einstweilen unter die Kapuze des Gelehrten, unter\ndie Schwere und dialektische Unlustigkeit des Deutschen, selbst unter\ndie schlechten Manieren des Wagnerianers versteckt hat; hier war ein\nGeist mit fremden, noch namenlosen Bedürfnissen, ein Gedächtniss\nstrotzend von Fragen, Erfahrungen, Verborgenheiten, welchen der Name\nDionysos wie ein Fragezeichen mehr beigeschrieben war; hier sprach –\nso sagte man sich mit Argwohn – etwas wie eine mystische und beinahe\nmänadische Seele, die mit Mühsal und willkürlich, fast unschlüssig\ndarüber, ob sie sich mittheilen oder verbergen wolle, gleichsam in\neiner fremden Zunge stammelt. Sie hätte singen sollen, diese “neue\nSeele” – und nicht reden! Wie schade, dass ich, was ich damals zu\nsagen hatte, es nicht als Dichter zu sagen wagte: ich hätte es\nvielleicht gekonnt! Oder mindestens als Philologe: – bleibt doch auch\nheute noch für den Philologen auf diesem Gebiete beinahe Alles zu\nentdecken und auszugraben! Vor allem das Problem, dass hier ein\nProblem vorliegt, – und dass die Griechen, so lange wir keine Antwort\nauf die Frage “was ist dionysisch?” haben, nach wie vor gänzlich\nunerkannt und unvorstellbar sind...",
        "Continue...",
        "\nThis complete text of Die Geburt der Tragödie/ Die Geburt der Tragödie aus dem Geiste (The Birth of Tragedy/ The Birth of Tragedy from the Spirit of Music) from 1872 by Friedrich Wilhelm Nietzsche\nis provided as free e-text and belongs to the public domain.\n\nSee this book in German or English at Amazon.\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on September 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}