{
    "title": "Die Leiden des jungen Werther - Am 30. Mai (von Johann Wolfgang von Goethe)",
    "author": "Unknown",
    "chapter": "11",
    "content": [
        "\n\n",
        "Was ich dir neulich von der Malerei sagte, gilt gewiß auch von der\nDichtkunst; es ist nur, daß man das Vortreffliche erkenne und es\nauszusprechen wage, und das ist freilich mit wenigem viel gesagt. Ich\nhabe heute eine Szene gehabt, die, rein abgeschrieben, die schönste\nIdylle von der Welt gäbe; doch was soll Dichtung, Szene und Idylle?\nMuß es denn immer gebosselt sein, wenn wir teil an einer\nNaturerscheinung nehmen sollen?",
        "Wenn du auf diesen Eingang viel Hohes und Vornehmes erwartest, so bist\ndu wieder übel betrogen; es ist nichts als ein Bauerbursch, der mich\nzu dieser lebhaften Teilnehmung hingerissen hat. Ich werde, wie\ngewöhnlich, schlecht erzählen, und du wirst mich, wie gewöhnlich,\ndenk’ ich, übertrieben finden; es ist wieder Wahlheim, und immer\nWahlheim, das diese Seltenheiten hervorbringt.",
        "Es war eine Gesellschaft draußen unter den Linden, Kaffee zu trinken.\nWeil sie mir nicht ganz anstand, so blieb ich unter einem Vorwande\nzurück.",
        "Ein Bauerbursch kam aus einem benachbarten Hause und beschäftigte sich,\nan dem Pfluge, den ich neulich gezeichnet hatte, etwas zurecht zu\nmachen. Da mir sein Wesen gefiel, redete ich ihn an, fragte nach\nseinen Umständen, wir waren bald bekannt und, wie mir’s gewöhnlich mit\ndieser Art Leuten geht, bald vertraut. Er erzählte mir, daß er bei\neiner Witwe in Diensten sei und von ihr gar wohl gehalten werde. Er\nsprach so vieles von ihr und lobte sie dergestalt, daß ich bald merken\nkonnte, er sei ihr mit Leib und Seele zugetan. Sie sei nicht mehr\njung, sagte er, sie sei von ihrem ersten Mann übel gehalten worden,\nwolle nicht mehr heiraten, und aus seiner Erzählung leuchtete so\nmerklich hervor, wie schön, wie reizend sie für ihn sei, wie sehr er\nwünschte, daß sie ihn wählen möchte, um das Andenken der Fehler ihres\nersten Mannes auszulöschen, daß ich Wort für Wort wiederholen müßte,\num dir die reine Neigung, die Liebe und Treue dieses Menschen\nanschaulich zu machen. Ja, ich müßte die Gabe des größten Dichters\nbesitzen, um dir zugleich den Ausdruck seiner Gebärden, die Harmonie\nseiner Stimme, das heimliche Feuer seiner Blicke lebendig darstellen\nzu können. Nein, es sprechen keine Worte die Zartheit aus, die in\nseinem ganzen Wesen und Ausdruck war; es ist alles nur plump, was ich\nwieder vorbringen könnte. Besonders rührte mich, wie er fürchtete,\nich möchte über sein Verhältnis zu ihr ungleich denken und an ihrer\nguten Aufführung zweifeln. Wie reizend es war, wenn er von ihrer\nGestalt, von ihrem Körper sprach, der ihn ohne jugendliche Reize\ngewaltsam an sich zog und fesselte, kann ich mir nur in meiner\ninnersten Seele wiederholen. Ich hab’ in meinem Leben die dringende\nBegierde und das heiße, sehnliche Verlangen nicht in dieser Reinheit\ngesehen, ja wohl kann ich sagen, in dieser Reinheit nicht gedacht und\ngeträumt. Schelte mich nicht, wenn ich dir sage, daß bei der\nErinnerung dieser Unschuld und Wahrheit mir die innerste Seele glüht,\nund daß mich das Bild dieser Treue und Zärtlichkeit überall verfolgt,\nund daß ich, wie selbst davon entzündet, lechze und schmachte.",
        "Ich will nun suchen, auch sie ehstens zu sehn, oder vielmehr, wenn\nich’s recht bedenke, ich will’s vermeiden. Es ist besser, ich sehe\nsie durch die Augen ihres Liebhabers; vielleicht erscheint sie mir vor\nmeinen eigenen Augen nicht so, wie sie jetzt vor mir steht, und warum\nsoll ich mir das schöne Bild verderben?",
        "Continue...",
        "\nThis complete text of “Die Leiden des jungen Werther” by Johann Wolfgang von Goethe,\nas well as the paintings by Caspar David Friedrich, are in the public domain.\n\n\n\nAmazon: “Die Leiden des jungen Werther”.\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on April 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}