{
    "title": "Die Leiden des jungen Werther - Am 26. Oktober (von Johann Wolfgang von Goethe)",
    "author": "Unknown",
    "chapter": "72",
    "content": [
        "\n\n",
        "Ja es wird mir gewiß, Lieber, gewiß und immer gewisser, daß an dem\nDasein eines Geschöpfes wenig gelegen ist, ganz wenig. Es kam eine\nFreundin zu Lotten, und ich ging herein ins Nebenzimmer, ein Buch zu\nnehmen, und konnte nicht lesen, und dann nahm ich eine Feder, zu\nschreiben. Ich hörte sie leise reden; sie erzählten einander\nunbedeutende Sachen, Stadtneuigkeiten: wie diese heiratet, wie jene\nkrank, sehr krank ist.—\"Sie hat einen trocknen Husten, die Knochen\nstehn ihr zum Gesichte heraus, und kriegt Ohnmachten; ich gebe keinen\nKreuzer für ihr Leben”. Sagte die eine.—\"Der N. N. ist auch so\nÜbel dran”, sagte Lotte.—\"Er ist schon geschwollen”, sagte die\nandere.—Und meine lebhafte Einbildungskraft versetzte mich ans Bett\ndieser Armen; ich sah sie, mit welchem Widerwillen sie dem Leben den\nRücken wandten, wie sie—Wilhelm! Und meine Weibchen redeten davon,\nwie man eben davon redet— daß ein Fremder stirbt.—Und wenn ich\nmich umsehe und sehe das Zimmer an, und rings um mich Lottens Kleider\nund Alberts Skripturen und diese Möbeln, denen ich nun so befreundet\nbin, sogar diesem Dintenfaß, und denke: siehe, was du nun diesem\nHause bist! Alles in allem. Deine Freunde ehren dich! Du machst oft\nihre Freude, und deinem Herzen scheint es, als wenn es ohne sie nicht\nsein könnte; und doch—wenn du nun gingst, wenn du aus diesem Kreise\nschiedest? Würden sie, wie lange würden sie die Lücke fühlen, die\ndein Verlust in ihr Schicksal reißt? Wie lange?—O, so vergänglich\nist der Mensch, daß er auch da, wo er seines Daseins eigentliche\nGewißheit hat, da, wo er den einzigen wahren Eindruck seiner\nGegenwart macht, in dem Andenken, in der Seele seiner Lieben, daß er\nauch da verlöschen, verschwinden muß, und das so bald!",
        "Continue...",
        "\nThis complete text of “Die Leiden des jungen Werther” by Johann Wolfgang von Goethe,\nas well as the paintings by Caspar David Friedrich, are in the public domain.\n\n\n\nAmazon: “Die Leiden des jungen Werther”.\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on April 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}