{
    "title": "Die Leiden des jungen Werther - Am 9. Mai (von Johann Wolfgang von Goethe)",
    "author": "Unknown",
    "chapter": "55",
    "content": [
        "\n\n",
        "\nMorning (Caspar David Friedrich)\n",
        "Ich habe die Wallfahrt nach meiner Heimat mit aller Andacht eines\nPilgrims vollendet, und manche unerwarteten Gefühle haben mich\nergriffen. An der großen Linde, die eine Viertelstunde vor der Stadt\nnach S... zu steht, ließ ich halten, stieg aus und hieß den Postillon\nfortfahren, um zu Fuße jede Erinnerung ganz neu, lebhaft, nach meinem\nHerzen zu kosten. Da stand ich nun unter der Linde, die ehedem, als\nKnabe, das Ziel und die Grenze meiner Spaziergänge gewesen. Wie\nanders! Damals sehnte ich mich in glücklicher Unwissenheit hinaus in\ndie unbekannte Welt, wo ich für mein Herz so viele Nahrung, so vielen\nGenuß hoffte, meinen strebenden, sehnenden Busen auszufüllen und zu\nbefriedigen. Jetzt komme ich zurück aus der weiten Welt—o mein\nFreund, mit wie viel fehlgeschlagenen Hoffnungen, mit wie viel\nzerstörten Planen!—Ich sah das Gebirge vor mir liegen, das\ntausendmal der Gegenstand meiner Wünsche gewesen war. Stundenlang\nkonnt’ ich hier sitzen und mich hinüber sehnen, mit inniger Seele\nmich in den Wäldern, den Tälern verlieren, die sich meinen Augen so\nfreundlich-dämmernd darstellten; und wenn ich dann um die bestimmte\nZeit wieder zurück mußte, mit welchem Widerwillen verließ ich nicht\nden lieben Platz!—Ich kam der Stadt näher, alle die alten,\nbekannten Gartenhäuschen wurden von mir gegrüßt, die neuen waren mir\nzuwider, so auch alle Veränderungen, die man sonst vorgenommen hatte.\nIch trat zum Tor hinein und fand mich doch gleich und ganz wieder.\nLieber, ich mag nicht ins Detail gehn; so reizend, als es mir war, so\neinförmig würde es in der Erzählung werden. Ich hatte beschlossen,\nauf dem Markte zu wohnen, gleich neben unserem alten Haus. Im\nHingehen bemerkte ich, daß die Schulstube, wo ein ehrliches altes\nWeib unsere Kindheit zusammengepfercht hatte, in einen Kramladen\nverwandelt war. Ich erinnere mich der Unruhe, der Tränen, der\nDumpfheit des Sinnes, der Herzensangst, die ich in dem Loche\nausgestanden hatte.—ich tat keinen Schritt, der nicht merkwürdig\nwar. Ein Pilger im heiligen Lande trifft nicht so viele Stätten\nreligiöser Erinnerungen an, und seine Seele ist schwerlich so voll\nheiliger Bewegung.—Noch eins für tausend. Ich ging den Fluß hinab,\nbis an einen gewissen Hof; das war sonst auch mein Weg, und die\nPlätzchen, wo wir Knaben uns übten, die meisten Sprünge der flachen\nSteine im Wasser hervorzubringen. Ich erinnerte mich so lebhaft, wenn\nich manchmal stand und dem Wasser nachsah, mit wie wunderbaren\nAhnungen ich es verfolgte, wie abenteuerlich ich mir die Gegenden\nvorstellte, wo es nun hinflösse, und wie ich da sobald Grenzen meiner\nVorstellungskraft fand; und doch mußte das weiter gehen, immer weiter,\nbis ich mich ganz in dem Anschauen einer unsichtbaren Ferne verlor.\n—Sieh, mein Lieber, so beschränkt und so glücklich waren die\nherrlichen Altväter! So kindlich ihr Gefühl, ihre Dichtung! Wenn\nulyß von dem ungemeßnen Meer und von der unendlichen Erde spricht,\ndas ist so wahr, menschlich, innig, eng und geheimnisvoll. Was hilft\nmich’s, daß ich jetzt mit jedem Schulknaben nachsagen kann, daß sie\nrund sei? Der Mensch braucht nur wenige Erdschollen, um drauf zu\ngenießen, weniger, um drunter zu ruhen. Nun bin ich hier, auf dem\nfürstlichen Jagdschloß. Es läßt sich noch ganz wohl mit dem Herrn\nleben, er ist wahr und einfach. Wunderliche Menschen sind um ihn\nherum, die ich gar nicht begreife. Sie scheinen keine Schelmen und\nhaben doch auch nicht das Ansehen von ehrlichen Leuten. Manchmal\nkommen sie mir ehrlich vor, und ich kann ihnen doch nicht trauen.\nWas mir noch leid tut, ist, daß er oft von Sachen redet, die er nur\ngehört und gelesen hat, und zwar aus eben dem Gesichtspunkte, wie sie\nihm der andere vorstellen mochte. Auch schätzt er meinen Verstand und\nmeine Talente mehr als dies Herz, das doch mein einziger Stolz ist,\ndas ganz und alles Elendes. Ach, was ich weiß, kann jeder\nwissen—mein Herz habe ich allein.",
        "Continue...",
        "\nThis complete text of “Die Leiden des jungen Werther” by Johann Wolfgang von Goethe,\nas well as the paintings by Caspar David Friedrich, are in the public domain.\n\n\n\nAmazon: “Die Leiden des jungen Werther”.\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on April 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}