{
    "title": "Die Geburt der Tragödie - 7. (Von Friedrich Wilhelm Nietzsche)",
    "author": "Unknown",
    "chapter": "15",
    "content": [
        "\n\n",
        "Alle die bisher erörterten Kunstprincipien müssen wir jetzt zu Hülfe\nnehmen, um uns in dem Labyrinth zurecht zu finden, als welches wir den\nUrsprung der griechischen Tragödie bezeichnen müssen. Ich denke nichts\nUngereimtes zu behaupten, wenn ich sage, dass das Problem dieses\nUrsprungs bis jetzt noch nicht einmal ernsthaft aufgestellt,\ngeschweige denn gelöst ist, so oft auch die zerflatternden Fetzen der\nantiken Ueberlieferung schon combinatorisch an einander genäht und\nwieder aus einander gerissen sind. Diese Ueberlieferung sagt uns mit\nvoller Entschiedenheit, dass die Tragödie aus dem tragischen Chore\nentstanden ist und ursprünglich nur Chor und nichts als Chor war:\nwoher wir die Verpflichtung nehmen, diesem tragischen Chore als dem\neigentlichen Urdrama in’s Herz zu sehen, ohne uns an den geläufigen\nKunstredensarten – dass er der idealische Zuschauer sei oder das\nVolk gegenüber der fürstlichen Region der Scene zu vertreten habe\n– irgendwie genügen zu lassen. Jener zuletzt erwähnte, für manchen\nPolitiker erhaben klingende Erläuterungsgedanke – als ob das\nunwandelbare Sittengesetz von den demokratischen Athenern in\ndem Volkschore dargestellt sei, der über die leidenschaftlichen\nAusschreitungen und Ausschweifungen der Könige hinaus immer Recht\nbehalte – mag noch so sehr durch ein Wort des Aristoteles nahegelegt\nsein: auf die ursprüngliche Formation der Tragödie ist er ohne\nEinfluss, da von jenen rein religiösen Ursprüngen der ganze Gegensatz\nvon Volk und Fürst, überhaupt jegliche politisch-sociale Sphäre\nausgeschlossen ist; aber wir möchten es auch in Hinsicht auf die uns\nbekannte classische Form des Chors bei Aeschylus und Sophokles für\nBlasphemie erachten, hier von der Ahnung einer “constitutionellen\nVolksvertretung” zu reden, vor welcher Blasphemie Andere nicht\nzurückgeschrocken sind. Eine constitutionelle Volksvertretung\nkennen die antiken Staatsverfassungen in praxi nicht und haben sie\nhoffentlich auch in ihrer Tragödie nicht einmal “geahnt”.",
        "Viel berühmter als diese politische Erklärung des Chors ist der\nGedanke A. W. Schlegel’s, der uns den Chor gewissermaassen als den\nInbegriff und Extract der Zuschauermenge, als den “idealischen\nZuschauer” zu betrachten anempfiehlt. Diese Ansicht, zusammengehalten\nmit jener historischen Ueberlieferung, dass ursprünglich die Tragödie\nnur Chor war, erweist sich als das was sie ist, als eine rohe,\nunwissenschaftliche, doch glänzende Behauptung, die ihren Glanz\naber nur durch ihre concentrirte Form des Ausdrucks, durch die echt\ngermanische Voreingenommenheit für Alles, was “idealisch” genannt wird\nund durch unser momentanes Erstauntsein erhalten hat. Wir sind nämlich\nerstaunt, sobald wir das uns gut bekannte Theaterpublicum mit jenem\nChore vergleichen und uns fragen, ob es wohl möglich sei, aus diesem\nPublicum je etwas dem tragischen Chore Analoges herauszuidealisiren.\nWir leugnen dies im Stillen und wundern uns jetzt eben so über die\nKühnheit der Schlegel’schen Behauptung wie über die total verschiedene\nNatur des griechischen Publicums. Wir hatten nämlich doch immer\ngemeint, dass der rechte Zuschauer, er sei wer er wolle, sich immer\nbewusst bleiben müsse, ein Kunstwerk vor sich zu haben, nicht eine\nempirische Realität: während der tragische Chor der Griechen in den\nGestalten der Bühne leibhafte Existenzen zu erkennen genöthigt ist.\nDer Okeanidenchor glaubt wirklich den Titan Prometheus vor sich zu\nsehen und hält sich selbst für eben so real wie den Gott der Scene.\nUnd das sollte die höchste und reinste Art des Zuschauers sein, gleich\nden Okeaniden den Prometheus für leiblich vorhanden und real zu\nhalten? Und es wäre das Zeichen des idealischen Zuschauers, auf die\nBühne zu laufen und den Gott von seinen Martern zu befreien? Wir\nhatten an ein aesthetisches Publicum geglaubt und den einzelnen\nZuschauer für um so befähigter gehalten, je mehr er im Stande war,\ndas Kunstwerk als Kunst d.h. aesthetisch zu nehmen; und jetzt deutete\nuns der Schlegel’sche Ausdruck an, dass der vollkommne idealische\nZuschauer die Welt der Scene gar nicht aesthetisch, sondern leibhaft\nempirisch auf sich wirken lasse. O über diese Griechen! seufzen wir;\nsie werfen uns unsre Aesthetik um! Daran aber gewöhnt, wiederholten\nwir den Sdllegel’schen Spruch, so oft der Chor zur Sprache kam.",
        "Aber jene so ausdrückliche Ueberlieferung redet hier gegen Schlegel:\nder Chor an sich, ohne Bühne, also die primitive Gestalt der Tragödie\nund jener Chor idealischer Zuschauer vertragen sich nicht mit\neinander. Was wäre das für eine Kunstgattung, die aus dem Begriff\ndes Zuschauers herausgezogen wäre, als deren eigentliche Form der\n“Zuschauer an sich” zu gelten hätte. Der Zuschauer ohne Schauspiel ist\nein widersinniger Begriff. Wir fürchten, dass die Geburt der Tragödie\nweder aus der Hochachtung vor der sittlichen Intelligenz der Masse,\nnoch aus dem Begriff des schauspiellosen Zuschauers zu erklären\nsei und halten dies Problem für zu tief, um von so flachen\nBetrachtungsarten auch nur berührt zu werden.",
        "Eine unendlich werthvollere Einsicht über die Bedeutung des Chors\nhatte bereits Schiller in der berühmten Vorrede zur Braut von Messina\nverrathen, der den Chor als eine lebendige Mauer betrachtete, die die\nTragödie um sich herum zieht, um sich von der wirklichen Welt rein\nabzuschliessen und sich ihren idealen Boden und ihre poetische\nFreiheit zu bewahren.",
        "Schiller kämpft mit dieser seiner Hauptwaffe gegen den gemeinen\nBegriff des Natürlichen, gegen die bei der dramatischen Poesie\ngemeinhin geheischte Illusion. Während der Tag selbst auf dem Theater\nnur ein künstlicher, die Architektur nur eine symbolische sei und die\nmetrische Sprache einen idealen Charakter trage, herrsche immer noch\nder Irrthum im Ganzen: es sei nicht genug, dass man das nur als eine\npoetische Freiheit dulde, was doch das Wesen aller Poesie sei. Die\nEinführung des Chores sei der entscheidende Schritt, mit dem jedem\nNaturalismus in der Kunst offen und ehrlich der Krieg erklärt werde.\n– Eine solche Betrachtungsart ist es, scheint mir, für die unser\nsich überlegen wähnendes Zeitalter das wegwerfende Schlagwort\n“Pseudoidealismus” gebraucht. Ich fürchte, wir sind dagegen mit\nunserer jetzigen Verehrung des Natürlichen und Wirklichen am\nGegenpol alles Idealismus angelangt, nämlich in der Region der\nWachsfigurencabinette. Auch in ihnen giebt es eine Kunst, wie bei\ngewissen beliebten Romanen der Gegenwart: nur quäle man uns nicht\nmit dem Anspruch, dass mit dieser Kunst der Schiller-Goethesche\n“Pseudoidealismus” überwunden sei.",
        "Freilich ist es ein “idealer” Boden, auf dem, nach der richtigen\nEinsicht Schillers, der griechische Satyrchor, der Chor der\nursprünglichen Tragödie, zu wandeln pflegt, ein Boden hoch\nemporgehoben über die wirkliche Wandelbahn der Sterblichen. Der\nGrieche hat sich für diesen Chor die Schwebegerüste eines fingirten\nNaturzustandes gezimmert und auf sie hin fingirte Naturwesen gestellt.\nDie Tragödie ist auf diesem Fundamente emporgewachsen und freilich\nschon deshalb von Anbeginn an einem peinlichen Abkonterfeien der\nWirklichkeit enthoben gewesen. Dabei ist es doch keine willkürlich\nzwischen Himmel und Erde hineinphantasirte Welt; vielmehr eine Welt\nvon gleicher Realität und Glaubwürdigkeit wie sie der Olymp sammt\nseinen Insassen für den gläubigen Hellenen besass. Der Satyr als der\ndionysische Choreut lebt in einer religiös zugestandenen Wirklichkeit\nunter der Sanction des Mythus und des Cultus. Dass mit ihm die\nTragödie beginnt, dass aus ihm die dionysische Weisheit der Tragödie\nspricht, ist ein hier uns eben so befremdendes Phänomen wie überhaupt\ndie Entstehung der Tragödie aus dem Chore. Vielleicht gewinnen\nwir einen Ausgangspunkt der Betrachtung, wenn ich die Behauptung\nhinstelle, dass sich der Satyr, das fingirte Naturwesen, zu dem\nCulturmenschen in gleicher Weise verhält, wie die dionysische Musik\nzur Civilisation. Von letzterer sagt Richard Wagner, dass sie von\nder Musik aufgehoben werde wie der Lampenschein vom Tageslicht. In\ngleicher Weise, glaube ich, fühlte sich der griechische Culturmensch\nim Angesicht des Satyrchors aufgehoben: und dies ist die nächste\nWirkung der dionysischen Tragödie, dass der Staat und die\nGesellschaft, überhaupt die Klüfte zwischen Mensch und Mensch einem\nübermächtigen Einheitsgefühle weichen, welches an das Herz der Natur\nzurückführt. Der metaphysische Trost, – mit welchem, wie ich schon\nhier andeute, uns jede wahre Tragödie entlässt – dass das Leben im\nGrunde der Dinge, trotz allem Wechsel der Erscheinungen unzerstörbar\nmächtig und lustvoll sei, dieser Trost erscheint in leibhafter\nDeutlichkeit als Satyrchor, als Chor von Naturwesen, die gleichsam\nhinter aller Civilisation unvertilgbar leben und trotz allem Wechsel\nder Generationen und der Völkergeschichte ewig dieselben bleiben.",
        "Mit diesem Chore tröstet sich der tiefsinnige und zum zartesten und\nschwersten Leiden einzig befähigte Hellene, der mit schneidigem\nBlicke mitten in das furchtbare Vernidhtungstreiben der sogenannten\nWeltgeschichte, eben so wie in die Grausamkeit der Natur geschaut hat\nund in Gefahr ist, sich nach einer buddhaistischen Verneinung des\nWillens zu sehnen. Ihn rettet die Kunst, und durch die Kunst rettet\nihn sich – das Leben.",
        "Die Verzückung des dionysischen Zustandes mit seiner Vernichtung der\ngewöhnlichen Schranken und Grenzen des Daseins enthält nämlich während\nseiner Dauer ein lethargisches Element, in das sich alles persönlich\nin der Vergangenheit Erlebte eintaucht. So scheidet sich durch diese\nKluft der Vergessenheit die Welt der alltäglichen und der dionysischen\nWirklichkeit von einander ab. Sobald aber jene alltägliche\nWirklichkeit wieder ins Bewusstsein tritt, wird sie mit Ekel als\nsolche empfunden; eine asketische, willenverneinende Stimmung ist die\nFrucht jener Zustände. In diesem Sinne hat der dionysische Mensch\nAehnlichkeit mit Hamlet: beide haben einmal einen wahren Blick in\ndas Wesen der Dinge gethan, sie haben erkannt, und es ekelt sie zu\nhandeln; denn ihre Handlung kann nichts am ewigen Wesen der Dinge\nändern, sie empfinden es als lächerlich oder schmachvoll, dass ihnen\nzugemuthet wird, die Welt, die aus den Fugen ist, wieder einzurichten.\nDie Erkenntniss tödtet das Handeln, zum Handeln gehört das\nUmschleiertsein durch die Illusion – das ist die Hamletlehre, nicht\njene wohlfeile Weisheit von Hans dem Träumer, der aus zu viel\nReflexion, gleichsam aus einem Ueberschuss von Möglichkeiten nicht zum\nHandeln kommt; nicht das Reflectiren, nein! – die wahre Erkenntniss,\nder Einblick in die grauenhafte Wahrheit überwiegt jedes zum Handeln\nantreibende Motiv, bei Hamlet sowohl als bei dem dionysischen\nMenschen. Jetzt verfängt kein Trost mehr, die Sehnsucht geht über eine\nWelt nach dem Tode, über die Götter selbst hinaus, das Dasein wird,\nsammt seiner gleissenden Wiederspiegelung in den Göttern oder in\neinem unsterblichen Jenseits, verneint. In der Bewusstheit der\neinmal geschauten Wahrheit sieht jetzt der Mensch überall nur das\nEntsetzliche oder Absurde des Seins, jetzt versteht er das Symbolische\nim Schicksal der Ophelia, jetzt erkennt er die Weisheit des Waldgottes\nSilen: es ekelt ihn.",
        "Hier, in dieser höchsten Gefahr des Willens, naht sich, als rettende,\nheilkundige Zauberin, die Kunst; sie allein vermag jene Ekelgedanken\nüber das Entsetzliche oder Absurde des Daseins in Vorstellungen\numzubiegen, mit denen sich leben lässt: diese sind das Erhabene als\ndie künstlerische Bändigung des Entsetzlichen und das Komische als\ndie künstlerische Entladung vom Ekel des Absurden. Der Satyrchor des\nDithyrambus ist die rettende That der griechischen Kunst; an der\nMittelwelt dieser dionysischen Begleiter erschöpften sich jene vorhin\nbeschriebenen Anwandlungen.",
        "Continue...",
        "\nThis complete text of Die Geburt der Tragödie/ Die Geburt der Tragödie aus dem Geiste (The Birth of Tragedy/ The Birth of Tragedy from the Spirit of Music) from 1872 by Friedrich Wilhelm Nietzsche\nis provided as free e-text and belongs to the public domain.\n\nSee this book in German or English at Amazon.\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on September 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}