{
    "title": "Die Leiden des jungen Werther - Am 16. März (von Johann Wolfgang von Goethe)",
    "author": "Unknown",
    "chapter": "51",
    "content": [
        "\n\n",
        "Es hetzt mich alles. Heut’ treff’ ich die Fräulein B... in der\nAllee, ich konnte mich nicht enthalten, sie anzureden und ihr, sobald\nwir etwas entfernt von der Gesellschaft waren, meine Empfindlichkeit\nüber ihr neuliches Betragen zu zeigen.—\"O Werther”, sagte sie mit\neinem innigen Tone,\"konnten Sie meine Verwirrung so auslegen, da Sie\nmein Herz kennen? Was ich gelitten habe um Ihretwillen, von dem\nAugenblicke an, da ich in den Saal trat! Ich sah alles voraus,\nhundertmal saß mir’s auf der Zunge, es Ihnen zu sagen. Ich wußte,\ndaß die von S... und T... mit ihren Männern eher aufbrechen würden,\nals in Ihrer Gesellschaft zu bleiben; ich wußte, daß der Graf es mit\nihnen nicht verderben darf,—und jetzt der Lärm!\"—\"wie,\nFräulein?\"sagt’ ich und verbarg meinen Schrecken; denn alles, was\nAdelin mir ehegestern gesagt hatte, lief mir wie siedend Wasser durch\ndie Adern in diesem Augenblicke.—\"Was hat mich es schon gekostet!\n“sagte das süße Geschöpf, indem ihr die Tränen in den Augen standen.\n—Ich war nicht Herr mehr von mir selbst, war im Begriffe, mich ihr\nzu Füßen zu werfen.—\"Erklären Sie sich!\"rief ich.—Die Tränen\nliefen ihr die Wangen herunter. Ich war außer mir. Sie trocknete sie\nab, ohne sie verbergen zu wollen.—\"Meine Tante kennen Sie,\"fing sie\nan,\"sie war gegenwärtig und hat—o, mit was für Augen hat sie das\nangesehen! Werther, ich habe gestern nacht ausgestanden und heute\nfrüh eine Predigt über meinen Umgang mit Ihnen, und ich habe müssen\nzuhören Sie herabsetzen, erniedrigen, und konnte und durfte Sie nur\nhalb verteidigen”. Jedes Wort, das sie sprach, ging mir wie ein\nSchwert durchs Herz. Sie fühlte nicht, welche Barmherzigkeit es\ngewesen wäre, mir das alles zu verschweigen, und nun fügte sie noch\nhinzu, was weiter würde geträtscht werden, was eine Art Menschen\ndarüber triumphieren würde.",
        "Wie man sich nunmehr über die Strafe meines Übermuts und meiner\nGeringschätzung anderer, die sie mir schon lange vorwerfen, kitzeln\nund freuen würde. Das alles, Wilhelm, von ihr zu hören, mit der\nStimme der wahrsten Teilnehmung—ich war zerstört und bin noch wütend\nin mir. Ich wollte, daß sich einer unterstünde, mir’s vorzuwerfen,\ndaß ich ihm den Degen durch den Leib stoßen könnte; wenn ich Blut sähe,\nwürde mir’s besser werden. Ach, ich hab’ hundertmal ein Messer\nergriffen, um diesem gedrängten Herzen Luft zu machen. Man erzählt\nvon einer edlen Art Pferde, die, wenn sie schrecklich erhitzt und\naufgejagt sind, sich selbst aus Instinkt eine Ader aufbeißen, um sich\nzum Atem zu helfen. So ist mir’s oft, ich möchte mir eine Ader öffnen,\ndie mir die ewige Freiheit schaffte.",
        "Continue...",
        "\nThis complete text of “Die Leiden des jungen Werther” by Johann Wolfgang von Goethe,\nas well as the paintings by Caspar David Friedrich, are in the public domain.\n\n\n\nAmazon: “Die Leiden des jungen Werther”.\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on April 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}