{
    "title": "Die Leiden des jungen Werther - Am 28. August (von Johann Wolfgang von Goethe)",
    "author": "Unknown",
    "chapter": "37",
    "content": [
        "\n\n",
        "Es ist wahr, wenn meine Krankheit zu heilen wäre, so würden diese\nMenschen es tun. Heute ist mein Geburtstag, und in aller Frühe\nempfange ich ein Päckchen von Alberten. Mir fällt beim Eröffnen\nsogleich eine der blaßroten Schleifen in die Augen, die Lotte vor\nhatte, als ich sie kennen lernte, und um die ich sie seither\netlichemal gebeten hatte. Es waren zwei Büchelchen in Duodez dabei,\nder kleine Wetsteinische Homer, eine Ausgabe, nach der ich so oft\nverlangt, um mich auf dem Spaziergange mit dem Ernestischen nicht zu\nschleppen. Sieh! So kommen sie meinen Wünschen zuvor, so suchen sie\nalle die kleinen Gefälligkeiten der Freundschaft auf, die tausendmal\nwerter sind als jene blendenden Geschenke, wodurch uns die Eitelkeit\ndes Gebers erniedrigt. Ich küsse diese Schleife tausendmal, und mit\njedem Atemzuge schlürfe ich die Erinnerung jener Seligkeiten ein, mit\ndenen mich jene wenigen, glücklichen, unwiederbringlichen Tage\nüberfüllten. Wilhelm, es ist so, und ich murre nicht, die Blüten des\nLebens sind nur Erscheinungen! Wie viele gehn vorüber, ohne eine Spur\nhinter sich zu lassen, wie wenige setzen Frucht an, und wie wenige\ndieser Früchte werden reif! Und doch sind deren noch genug da; und\ndoch—o mein Bruder!—können wir gereifte Früchte vernachlässigen,\nverachten, ungenossen verfaulen lassen?",
        "Lebe wohl! Es ist ein herrlicher Sommer; ich sitze oft auf den\nObstbäumen in Lottens Baumstück mit dem Obstbrecher, der langen Stange,\nund hole die Birnen aus dem Gipfel. Sie steht unten und nimmt sie ab,\nwenn ich sie ihr herunterlasse.",
        "Continue...",
        "\nThis complete text of “Die Leiden des jungen Werther” by Johann Wolfgang von Goethe,\nas well as the paintings by Caspar David Friedrich, are in the public domain.\n\n\n\nAmazon: “Die Leiden des jungen Werther”.\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on April 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}