{
    "title": "Die Leiden des jungen Werther - Am 30. November (von Johann Wolfgang von Goethe)",
    "author": "Unknown",
    "chapter": "82",
    "content": [
        "\n\n",
        "Ich soll, ich soll nicht zu mir selbst kommen! Wo ich hintrete,\nbegegnet mir eine Erscheinung, die mich aus aller Fassung bringt.\nHeute! O Schicksal! O Menschheit!",
        "Ich gehe an dem Wasser hin in der Mittagsstunde, ich hatte keine\nkeine Lust zu essen. Alles war Öde, ein naßkalter Abendwind blies vom\nBerge, und die grauen Regenwolken zogen das Tal hinein. Von fern\nseh’ ich einen Menschen in einem grünen, schlechten Rocke, der\nzwischen den Felsen herumkrabbelte und Kräuter zu suchen schien. Als\nich näher zu ihm kam und er sich auf das Geräusch, das ich machte,\nherumdrehte, sah ich eine gar interessante Physiognomie, darin eine\nstille Trauer den Hauptzug machte, die aber sonst nichts als einen\ngeraden guten Sinn ausdrückte; seine schwarzen Haare waren mit Nadeln\nin zwei Rollen gesteckt, und die übrigen in einen starken Zopf\ngeflochten, der ihm den Rücken herunter hing. Da mir seine Kleidung\neinen Menschen von geringem Stande zu bezeichnen schien, glaubte ich,\ner würde es nicht übelnehmen, wenn ich auf seine Beschäftigung\naufmerksam wäre, und daher fragte ich ihn, was er suchte?—\"Ich\nsuche”, antwortete er mit einem tiefen Seufzer,\"Blumen—und finde\nkeine”.—\"Das ist auch die Jahrszeit nicht.\"sagte ich lächelnd.\n—\"Es gibt so viele Blumen”, sagte er, indem er zu mir herunterkam.\n“In meinem Garten sind Rosen und Jelängerjelieber zweierlei Sorten,\neine hat mir mein Vater gegeben, sie wachsen wie Unkraut; ich suche\nschon zwei Tage darnach und kann sie nicht finden. Da haußen sind\nauch immer Blumen, gelbe und blaue und rote, und das\nTausendgüldenkraut hat ein schönes Blümchen. Keines kann ich finden”.\n—Ich merkte was Unheimliches, und drum fragte ich durch einen Umweg:\n“was will er denn mit den Blumen?\"—Ein wunderbares, zuckendes\nLächeln verzog sein Gesichte. “Wenn er mich nicht verraten will,\n“sagte er, indem er den Finger auf den Mund drückte,\"ich habe meinem\nSchatz einen Strauß versprochen”.—\"Das ist brav”, sagte ich.—\"O!\n“sagte er,\"sie hat viel andere Sachen, sie ist reich”.—\"Und doch\nhat sie seinen Strauß lieb”, versetzte ich.—\"O!\"fuhr er fort,\"sie\nhat Juwelen und eine Krone”.—\"Wie heißt sie denn?\"-\"Wenn mich die\nGeneralstaaten bezahlen wollten,\"versetzte er,\"ich wär’ ein anderer\nMensch! Ja, es war einmal eine Zeit, da mir es so wohl war! Jetzt\nist es aus mit mir. Ich bin nun”. Ein nasser Blick zum Himmel\ndrückte alles aus.—\"Er war also glücklich?\"fragte ich.—\"Ach ich\nwollte, ich wäre wieder so!\"sagte er “Da war mir es so wohl, so\nlustig, so leicht wie einem Fisch im Wasser!\"-\"Heinrich!\"rief eine\nalte Frau, die den Weg herkam, “Heinrich, wo steckst du? Wir haben\ndich überall gesucht, komm zum Essen”.—\"Ist das euer Sohn?\"fragt’\nich, zu ihr tretend.—\"Wohl, mein armer Sohn!\"versetzte sie”. Gott\nhat mir ein schweres Kreuz aufgelegt”.—\"Wie lange ist er so?\"fragte\nich.—\"So stille”, sagte sie,\"ist er nun ein halbes Jahr. Gott sei\nDank, daß er nur so weit ist, vorher war er ein ganzes Jahr rasend,\nda hat er an Ketten im Tollhause gelegen. Jetzt tut er niemand nichts,\nnur hat er immer mit Königen und Kaisern zu schaffen. Er war ein so\nguter, stiller Mensch, der mich ernähren half, seine schöne Hand\nschrieb, und auf einmal wird er tiefsinnig, fällt in ein hinziges\nFieber, daraus in Raserei, und nun ist er, wie Sie ihn sehen. Wenn\nich Ihnen erzählen sollte, Herr”.—Ich unterbrach den Strom ihrer\nWorte mit der Frage:\"was war denn das für eine Zeit, von der er rühmt,\ndaß er so glücklich, so wohl darin gewesen sei?\"-\"der törichte\nMensch!\"rief sie mit mitleidigem Lächeln,\"da meint er die Zeit, da er\nvon sich war, das rühmt er immer; das ist die Zeit, da er im\nTollhause war, wo er nichts von sich wußte”.—Das fiel mir auf wie\nein Donnerschlag, ich drückte ihr ein Stück Geld in die Hand und\nverließ sie eilend. Da du glücklich warst! Rief ich aus, schnell vor\nmich hin nach der Stadt zu gehend, da dir es wohl war wie einem Fisch\nim Wasser!—Gott im Himmel! Hast du das zum Schicksale der Menschen\ngemacht, daß sie nicht glücklich sind, als ehe sie zu ihrem Verstande\nkommen und wenn sie ihn wieder verlieren!—Elender! Und auch wie\nbeneide ich deinen Trübsinn, die Verwirrung deiner Sinne, in der du\nverschmachtest! Du gehst hoffnungsvoll aus, deiner Königin Blumen zu\npflücken—im Winter—und trauerst, da du keine findest, und begreifst\nnicht, warum du keine finden kannst. Und ich—und ich gehe ohne\nHoffnung, ohne Zweck heraus und kehre wieder heim, wie ich gekommen\nbin.—Du wähnst, welcher Mensch du sein würdest, wenn die\nGeneralstaaten dich bezahlten. Seliges Geschöpf, das den Mangel\nseiner Glückseligkeit einer irdischen Hindernis zuschreiben kann! Du\nfühlst nicht, du fühlst nicht, daß in deinem zerstörten Herzen, in\ndeinem zerrütteten Gehirne dein Elend liegt, wovon alle Könige der\nErde dir nicht helfen können. Müsse der trostlos umkommen, der eines\nKranken spottet, der nach der entferntesten Quelle reist, die seine\nKrankheit vermehren, sein Ausleben schmerzhafter machen wird! Der\nsich über das bedrängte Herz erhebt, das, um seine Gewissensbisse\nloszuwerden und die Leiden seiner Seele abzutun, eine Pilgrimschaft\nnach dem heiligen Grabe tut. Jeder Fußtritt, der seine Sohlen auf\nungebahntem Wege durchschneidet, ist ein Linderungstropfen der\ngeängsteten Seele, und mit jeder ausgedauerten Tagereise legt sich\ndas Herz um viele Bedrängnisse leichter nieder.—Und dürft ihr das\nWahn nennen, ihr Wortkrämer auf euren Polstern?—Wahn!—o Gott!\nDu siehst meine Tränen! Mußtest du, der du den Menschen arm genug\nerschufst, ihm auch Brüder zugeben, die ihm das bißchen Armut, das\nbißchen Vertrauen noch raubten, das er auf dich hat, auf dich, du\nAllliebender! Denn das Vertrauen zu einer heilenden Wurzel, zu den\nTränen des Weinstockes, was ist es als Vertrauen zu dir, daß du in\nalles, was uns umgibt, Heil—und Linderungskraft gelegt hast, der wir\nso stündlich bedürfen? Vater, den ich nicht kenne! Vater, der sonst\nmeine ganze Seele füllte und nun sein Angesicht von mir gewendet hat,\nrufe mich zu dir! Schweige nicht länger! Dein Schweigen wird diese\ndürstende Seele nicht aufhalten— und würde ein Mensch, ein Vater,\nzürnen können, dem sein unvermutet rückkehrender Sohn um den Hals\nfiele und riefe:\"ich bin wieder da, mein Vater! Zürne nicht, daß ich\ndie Wanderschaft abbreche, die ich nach deinem Willen länger\naushalten sollte. Die Welt ist überall einerlei, auf Mühe und Arbeit\nLohn und Freude; aber was soll mir das? Mir ist nur wohl, wo du bist,\nund vor deinem Angesichte will ich leiden und genießen”.—und du,\nlieber himmlischer Vater, solltest ihn von dir weisen?",
        "Continue...",
        "\nThis complete text of “Die Leiden des jungen Werther” by Johann Wolfgang von Goethe,\nas well as the paintings by Caspar David Friedrich, are in the public domain.\n\n\n\nAmazon: “Die Leiden des jungen Werther”.\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on April 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}