{
    "title": "Die Geburt der Tragödie - 4. (Von Friedrich Wilhelm Nietzsche)",
    "author": "Unknown",
    "chapter": "4",
    "content": [
        "\n\n",
        "Ja, was ist dionysisch? – In diesem Buche steht eine Antwort darauf,\n– ein “Wissender” redet da, der Eingeweihte und Jünger seines Gottes.\nVielleicht würde ich jetzt vorsichtiger und weniger beredt von einer\nso schweren psychologischen Frage reden, wie sie der Ursprung der\nTragödie bei den Griechen ist. Eine Grundfrage ist das Verhältniss\ndes Griechen zum Schmerz, sein Grad von Sensibilität, – blieb dies\nVerhältniss sich gleich? oder drehte es sich um? – jene Frage, ob\nwirklich sein immer stärkeres Verlangen nach Schönheit, nach Festen,\nLustbarkeiten, neuen Culten, aus Mangel, aus Entbehrung, aus\nMelancholie, aus Schmerz erwachsen ist? Gesetzt nämlich, gerade dies\nwäre wahr – und Perikles (oder Thukydides) giebt es uns in der grossen\nLeichenrede zu verstehen -: woher müsste dann das entgegengesetzte\nVerlangen, das der Zeit nach früher hervortrat, stammen, das Verlangen\nnach dem Hässlichen, der gute strenge Wille des älteren Hellenen zum\nPessimismus, zum tragischen Mythus, zum Bilde alles Furchtbaren,\nBösen, Räthselhaften, Vernichtenden, Verhängnissvollen auf dem Grunde\ndes Daseins, – woher müsste dann die Tragödie stammen? Vielleicht\naus der Lust, aus der Kraft, aus überströmender Gesundheit, aus\nübergrosser Fülle? Und welche Bedeutung hat dann, physiologisch\ngefragt, jener Wahnsinn, aus dem die tragische wie die komische Kunst\nerwuchs, der dionysische Wahnsinn? Wie? Ist Wahnsinn vielleicht nicht\nnothwendig das Symptom der Entartung, des Niedergangs, der überspäten\nCultur? Giebt es vielleicht – eine Frage für Irrenärzte – Neurosen der\nGesundheit? der Volks-Jugend und -Jugendlichkeit? Worauf weist jene\nSynthesis von Gott und Bock im Satyr? Aus welchem Selbsterlebniss, auf\nwelchen Drang hin musste sich der Grieche den dionysischen Schwärmer\nund Urmenschen als Satyr denken? Und was den Ursprung des tragischen\nChors betrifft: gab es in jenen Jahrhunderten, wo der griechische\nLeib blühte, die griechische Seele von Leben überschäumte, vielleicht\nendemische Entzückungen? Visionen und Hallucinationen, welche sich\nganzen Gemeinden, ganzen Cultversammlungen mittheilten? Wie? wenn die\nGriechen, gerade im Reichthum ihrer Jugend, den Willen zum Tragischen\nhatten und Pessimisten waren? wenn es gerade der Wahnsinn war, um ein\nWort Plato’s zu gebrauchen, der die grössten Segnungen über Hellas\ngebracht hat? Und wenn, andererseits und umgekehrt, die Griechen\ngerade in den Zeiten ihrer Auflösung und Schwäche, immer\noptimistischer, oberflächlicher, schauspielerischer, auch nach Logik\nund Logisirung der Welt brünstiger, also zugleich “heiterer” und\n“wissenschaftlicher” wurden? Wie? könnte vielleicht, allen “modernen\nIdeen” und Vorurtheilen des demokratischen Geschmacks zum Trotz, der\nSieg des Optimismus, die vorherrschend gewordene Vernünftigkeit, der\npraktische und theoretische Utilitarismus, gleich der Demokratie\nselbst, mit der er gleichzeitig ist, – ein Symptom der absinkenden\nKraft, des nahenden Alters, der physiologischen Ermüdung sein? Und\ngerade nicht – der Pessimismus? War Epikur ein Optimist – gerade als\nLeidender? – - Man sieht, es ist ein ganzes Bündel schwerer Fragen,\nmit dem sich dieses Buch belastet hat, – fügen wir seine schwerste\nFrage noch hinzu! Was bedeutet, unter der Optik des Lebens gesehn, –\ndie Moral? . . .",
        "Continue...",
        "\nThis complete text of Die Geburt der Tragödie/ Die Geburt der Tragödie aus dem Geiste (The Birth of Tragedy/ The Birth of Tragedy from the Spirit of Music) from 1872 by Friedrich Wilhelm Nietzsche\nis provided as free e-text and belongs to the public domain.\n\nSee this book in German or English at Amazon.\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on September 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}