{
    "title": "Die Leiden des jungen Werther - Am 12. Dezember (von Johann Wolfgang von Goethe)",
    "author": "Unknown",
    "chapter": "87",
    "content": [
        "\n\n",
        "Lieber Wilhelm, ich bin in einem Zustande, in dem jene\nUnglücklichen gewesen sein müssen, von denen man glaubte, sie würden\nvon einem bösen Geiste umhergetrieben. Manchmal ergreift mich’s; es\nist nicht Angst, nicht Begier—es ist ein inneres, unbekanntes Toben,\ndas meine Brust zu zerreißen droht, das mir die Gurgel zupreßt!\nWehe! Wehe! Und dann schweife ich umher in den furchtbaren\nnächtlichen Szenen dieser menschenfeindlichen Jahrszeit.",
        "Gestern abend mußte ich hinaus. Es war plötzlich Tauwetter\neingefallen, ich hatte gehört, der Fluß sei übergetreten, alle Bäche\ngeschwollen und von Wahlheim herunter mein liebes Tal überschwemmt!\nNachts nach eilfe rannte ich hinaus. Ein fürchterliches Schauspiel,\nvom Fels herunter die wühlenden Fluten in dem Mondlichte wirbeln zu\nsehen, über Äcker und Wiesen und Hecken und alles, und das weite Tal\nhinauf und hinab eine stürmende See im Sausen des Windes! Und wenn\ndann der Mond wieder hervortrat und über der schwarzen Wolke ruhte,\nund vor mir hinaus die Flut in fürchterlich herrlichem Widerschein\nrollte und klang: da überfiel mich ein Schauer, und wieder ein Sehnen!\nAch, mit offenen Armen stand ich gegen den Abgrund und atmete hinab!\nHinab! Und verlor mich in der Wonne, meine Qualen, meine Leiden da\nhinabzustürmen! Dahinzubrausen wie die Wellen! O!—Und den Fuß vom\nBoden zu heben vermochtest du nicht, und alle Qualen zu enden!\n—Meine Uhr ist noch nicht ausgelaufen, ich fühle es! O Wilhelm! Wie\ngern hätte ich mein Menschsein drum gegeben, mit jenem Sturmwinde sie\nWolken zu zerreißen, die Fluten zu fassen! Ha! Und wird nicht\nvielleicht dem Eingekerkerten einmal diese Wonne zuteil?",
        "—Und wie ich wehmütig hinabsah auf ein Plätzchen, wo ich mit Lotten\nunter einer Weide geruht, auf einem heißen Spaziergange,— das war\nauch überschwemmt, und kaum daß ich die Weide erkannte! Wilhelm! Und\nihre Wiesen, dachte ich, die Gegend um ihr Jagdhaus! Wie verstört\njetzt vom reißenden Strome unsere Laube! Dacht’ ich. Und der\nVergangenheit Sonnenstrahl blickte herein, wie einem Gefangenen ein\nTraum von Herden, Wiesen und Ehrenämtern. Ich stand!—ich schelte\nmich nicht, denn ich habe Mut zu sterben.—ich hätte—nun sitze ich\nhier wie ein altes Weib, das ihr Holz von Zäunen stoppelt und ihr\nBrot an den Türen, um ihr hinsterbendes, freudeloses Dasein noch\neinen Augenblick zu verlängern und zu erleichtern”.",
        "Continue...",
        "\nThis complete text of “Die Leiden des jungen Werther” by Johann Wolfgang von Goethe,\nas well as the paintings by Caspar David Friedrich, are in the public domain.\n\n\n\nAmazon: “Die Leiden des jungen Werther”.\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on April 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}