{
    "title": "Die Leiden des jungen Werther - Am 10. Mai (von Johann Wolfgang von Goethe)",
    "author": "Unknown",
    "chapter": "3",
    "content": [
        "\n\n",
        "Eine wunderbare Heiterkeit hat meine ganze Seele eingenommen, gleich\nden süßen Frühlingsmorgen, die ich mit ganzem Herzen genieße. Ich bin\nallein und freue mich meines Lebens in dieser Gegend, die für solche\nSeelen geschaffen ist wie die meine. Ich bin so glücklich, mein\nBester, so ganz in dem Gefühle von ruhigem Dasein versunken, daß meine\nKunst darunter leidet. Ich könnte jetzt nicht zeichnen, nicht einen\nStrich, und bin nie ein größerer Maler gewesen als in diesen\nAugenblicken. Wenn das liebe Tal um mich dampft, und die hohe Sonne\nan der Oberfläche der undurchdringlichen Finsternis meines Waldes ruht,\nund nur einzelne Strahlen sich in das innere Heiligtum stehlen, ich\ndann im hohen Grase am fallenden Bache liege, und näher an der Erde\ntausend mannigfaltige Gräschen mir merkwürdig werden; wenn ich das\nWimmeln der kleinen Welt zwischen Halmen, die unzähligen,\nunergründlichen Gestalten der Würmchen, der Mückchen näher an meinem\nHerzen fühle, und fühle die Gegenwart des Allmächtigen, der uns nach\nseinem Bilde schuf, das Wehen des Alliebenden, der uns in ewiger Wonne\nschwebend trägt und erhält; mein Freund! Wenn’s dann um meine Augen\ndämmert, und die Welt um mich her und der Himmel ganz in meiner Seele\nruhn wie die Gestalt einer Geliebten—dann sehne ich mich oft und\ndenke : ach könntest du das wieder ausdrücken, könntest du dem Papiere\ndas einhauchen, was so voll, so warm in dir lebt, daß es würde der\nSpiegel deiner Seele, wie deine Seele ist der Spiegel des unendlichen\nGottes!—mein Freund—aber ich gehe darüber zugrunde, ich erliege\nunter der Gewalt der Herrlichkeit dieser Erscheinungen.",
        "Continue...",
        "\nThis complete text of “Die Leiden des jungen Werther” by Johann Wolfgang von Goethe,\nas well as the paintings by Caspar David Friedrich, are in the public domain.\n\n\n\nAmazon: “Die Leiden des jungen Werther”.\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on April 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}