{
    "title": "Die Leiden des jungen Werther - Am 21. Junius (von Johann Wolfgang von Goethe)",
    "author": "Unknown",
    "chapter": "14",
    "content": [
        "\n\n",
        "Ich lebe so glückliche Tage, wie sie Gott seinen Heiligen ausspart;\nund mit mir mag werden was will, so darf ich nicht sagen, daß ich die\nFreuden, die reinsten Freuden des Lebens nicht genossen habe.—du\nkennst mein Wahlheim; dort bin ich völlig etabliert, von da habe ich\nnur eine halbe Stunde zu Lotten, dort fühl’ ich mich selbst und alles\nGlück, das dem Menschen gegeben ist.",
        "Hätt’ ich gedacht, als ich mir Wahlheim zum Zwecke meiner Spaziergänge\nwählte, daß es so nahe am Himmel läge! Wie oft habe ich das Jagdhaus,\ndas nun alle meine Wünsche einschließt, auf meinen weiten Wanderungen,\nbald vom Berge, bald von der Ebne über den Fluß gesehn!",
        "Lieber Wilhelm, ich habe allerlei nachgedacht, über die Begier im\nMenschen, sich auszubreiten, neue Entdeckungen zu machen,\nherumzuschweifen; und dann wieder über den inneren Trieb, sich der\nEinschränkung willig zu ergeben, in dem Gleise der Gewohnheit so\nhinzufahren und sich weder um Rechts noch um Links zu bekümmern.",
        "Es ist wunderbar: wie ich hierher kam und vom Hügel in das schöne Tal\nschaute, wie es mich rings umher anzog.—dort das Wäldchen!—ach\nkönntest du dich in seine Schatten mischen!—dort die Spitze des\nBerges!—ach könntest du von da die weite Gegend überschauen!—die in\neinander geketteten Hügel und vertraulichen Täler!—o könnte ich mich\nin ihnen verlieren!—ich eilte hin, und kehrte zurück, und hatte nicht\ngefunden, was ich hoffte. O es ist mit der Ferne wie mit der Zukunft!\nEin großes dämmerndes Ganze ruht vor unserer Seele, unsere Empfindung\nverschwimmt darin wie unser Auge, und wir sehnen uns, ach! Unser\nganzes Wesen hinzugeben, uns mit aller Wonne eines einzigen, großen,\nherrlichen Gefühls ausfüllen zu lassen.—und ach! Wenn wir hinzueilen,\nwenn das Dort nun Hier wird, ist alles vor wie nach, und wir stehen\nin unserer Armut, in unserer Eingeschränktheit, und unsere Seele\nlechzt nach entschlüpftem Labsale.",
        "So sehnt sich der unruhigste Vagabund zuletzt wieder nach seinem\nVaterlande und findet in seiner Hütte, an der Brust seiner Gattin, in\ndem Kreise seiner Kinder, in den Geschäften zu ihrer Erhaltung die\nWonne, die er in der weiten Welt vergebens suchte.",
        "Wenn ich des Morgens mit Sonnenaufgange hinausgehe nach meinem\nWahlheim und dort im Wirtsgarten mir meine Zuckererbsen selbst pflücke,\nmich hinsetze, sie abfädne und dazwischen in meinem Homer lese; wenn\nich in der kleinen Küche mir einen Topf wähle, mir Butter aussteche,\nSchoten ans Feuer stelle, zudecke und mich dazusetze, sie manchmal\numzuschütteln: da fühl’ ich so lebhaft, wie die übermütigen Freier der\nPenelope Ochsen und Schweine schlachten, zerlegen und braten. Es ist\nnichts, das mich so mit einer stillen, wahren Empfindung ausfüllte als\ndie Züge patriarchalischen Lebens, die ich, Gott sei Dank, ohne\nAffektation in meine Lebensart verweben kann.",
        "Wie wohl ist mir’s, daß mein Herz die simple, harmlose Wonne des\nMenschen fühlen kann, der ein Krauthaupt auf seinen Tisch bringt, das\ner selbst gezogen, und nun nicht den Kohl allein, sondern all die\nguten Tage, den schönen Morgen, da er ihn pflanzte, die lieblichen\nAbende, da er ihn begoß, und da er an dem fortschreitenden Wachstum\nseine Freude hatte, alle in einem Augenblicke wieder mitgenießt.",
        "Continue...",
        "\nThis complete text of “Die Leiden des jungen Werther” by Johann Wolfgang von Goethe,\nas well as the paintings by Caspar David Friedrich, are in the public domain.\n\n\n\nAmazon: “Die Leiden des jungen Werther”.\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on April 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}