{
    "title": "Die Geburt der Tragödie - 22. (Von Friedrich Wilhelm Nietzsche)",
    "author": "Unknown",
    "chapter": "30",
    "content": [
        "\n\n",
        "Mag der aufmerksame Freund sich die Wirkung einer wahren\nmusikalischen Tragödie rein und unvermischt, nach seinen Erfahrungen\nvergegenwärtigen. Ich denke das Phänomen dieser Wirkung nach beiden\nSeiten hin so beschrieben zu haben, dass er sich seine eignen\nErfahrungen jetzt zu deuten wissen wird. Er wird sich nämlich\nerinnern, wie er, im Hinblick auf den vor ihm sich bewegenden Mythus,\nzu einer Art von Allwissenheit sich gesteigert fühlte, als ob jetzt\ndie Sehkraft seiner Augen nicht nur eine Flächenkraft sei, sondern\nin’s Innere zu dringen vermöge, und als ob er die Wallungen des\nWillens, den Kampf der Motive, den anschwellenden Strom der\nLeidenschaften, jetzt, mit Hülfe der Musik, gleichsam sinnlich\nsichtbar, wie eine Fülle lebendig bewegter Linien und Figuren vor sich\nsehe und damit bis in die zartesten Geheimnisse unbewusster Regungen\nhinabtauchen könne. Während er so einer höchsten Steigerung seiner auf\nSichtbarkeit und Verklärung gerichteten Triebe bewusst wird, fühlt\ner doch eben so bestimmt, dass diese lange Reihe apollinischer\nKunstwirkungen doch nicht jenes beglückte Verharren in willenlosem\nAnschauen erzeugt, das der Plastiker und der epische Dichter, also\ndie eigentlich apollinischen Künstler, durch ihre Kunstwerke bei\nihm hervorbringen: das heisst die in jenem Anschauen erreichte\nRechtfertigung der Welt der individuatio, als welche die Spitze und\nder Inbegriff der apollinischen Kunst ist. Er schaut die verklärte\nWelt der Bühne und verneint sie doch. Er sieht den tragischen Helden\nvor sich in epischer Deutlichkeit und Schönheit und erfreut sich doch\nan seiner Vernichtung. Er begreift bis in’s Innerste den Vorgang\nder Scene und flüchtet sich gern in’s Unbegreifliche. Er fühlt die\nHandlungen des Helden als gerechtfertigt und ist doch noch mehr\nerhoben, wenn diese Handlungen den Urheber vernichten. Er schaudert\nvor den Leiden, die den Helden treffen werden und ahnt doch bei ihnen\neine höhere, viel übermächtigere Lust. Er schaut mehr und tiefer als\nje und wünscht sich doch erblindet. Woher werden wir diese wunderbare\nSelbstentzweiung, dies Umbrechen der apollinischen Spitze, abzuleiten\nhaben, wenn nicht aus dem dionysischen Zauber, der, zum Schein die\napollinischen Regungen auf’s Höchste reizend, doch noch diesen\nUeberschwang der apollinischen Kraft in seinen Dienst zu zwingen\nvermag. Der tragische Mythus ist nur zu verstehen als eine\nVerbildlichung dionysischer Weisheit durch apollinische Kunstmittel;\ner führt die Welt der Erscheinung an die Grenzen, wo sie sich selbst\nverneint und wieder in den Schooss der wahren und einzigen Realität\nzurückzuflüchten sucht; wo sie dann, mit Isolden, ihren metaphysischen\nSchwanengesang also anzustimmen scheint:",
        "So vergegenwärtigen wir uns, an den Erfahrungen des wahrhaft\naesthetischen Zuhörers, den tragischen Künstler selbst, wie er, gleich\neiner üppigen Gottheit der individuatio, seine Gestalten schafft, in\nwelchem Sinne sein Werk kaum als “Nachahmung der Natur” zu begreifen\nwäre – wie dann aber sein ungeheurer dionysischer Trieb diese ganze\nWelt der Erscheinungen verschlingt, um hinter ihr und durch ihre\nVernichtung eine höchste künstlerische Urfreude im Schoosse des\nUr-Einen ahnen zu lassen. Freilich wissen von dieser Rückkehr zur\nUrheimat, von dem Bruderbunde der beiden Kunstgottheiten in der\nTragödie und von der sowohl apollinischen als dionysischen Erregung\ndes Zuhörers unsere Aesthetiker nichts zu berichten, während sie nicht\nmüde werden, den Kampf des Helden mit dem Schicksal, den Sieg der\nsittlichen Weltordnung oder eine durch die Tragödie bewirkte Entladung\nvon Affecten als das eigentlich Tragische zu charakterisiren: welche\nUnverdrossenheit mich auf den Gedanken bringt, sie möchten überhaupt\nkeine aesthetisch erregbaren Menschen sein und beim Anhören der\nTragödie vielleicht nur als moralische Wesen in Betracht kommen. Noch\nnie, seit Aristoteles, ist eine Erklärung der tragischen Wirkung\ngegeben worden, aus der auf künstlerische Zustände, auf eine\naesthetische Thätigkeit der Zuhörer geschlossen werden dürfte. Bald\nsoll Mitleid und Furchtsamkeit durch die ernsten Vorgänge zu einer\nerleichternden Entladung gedrängt werden, bald sollen wir uns bei dem\nSieg guter und edler Principien, bei der Aufopferung des Helden im\nSinne einer sittlichen Weltbetrachtung erhoben und begeistert fühlen;\nund so gewiss ich glaube, dass für zahlreiche Menschen gerade das und\nnur das die Wirkung der Tragödie ist, so deutlich ergiebt sich daraus,\ndass diese alle, sammt ihren interpretirenden Aesthetikern, von\nder Tragödie als einer höchsten Kunst nichts erfahren haben. Jene\npathologische Entladung, die Katharsis des Aristoteles, von der die\nPhilologen nicht recht wissen, ob sie unter die medicinischen oder die\nmoralischen Phänomene zu rechnen sei, erinnert an eine merkwürdige\nAhnung Goethe’s. “Ohne ein lebhaftes pathologisches Interesse”, sagt\ner, “ist es auch mir niemals gelungen, irgend eine tragische Situation\nzu bearbeiten, und ich habe sie daher lieber vermieden als aufgesucht.\nSollte es wohl auch einer von den Vorzügen der Alten gewesen sein,\ndass das höchste Pathetische auch nur aesthetisches Spiel bei ihnen\ngewesen wäre, da bei uns die Naturwahrheit mitwirken muss, um ein\nsolches Werk hervorzubringen?” Diese so tiefsinnige letzte Frage\ndürfen wir jetzt, nach unseren herrlichen Erfahrungen, bejahen,\nnachdem wir gerade an der musikalischen Tragödie mit Staunen erlebt\nhaben, wie wirklich das höchste Pathetische doch nur ein aesthetisches\nSpiel sein kann: weshalb wir glauben dürfen, dass erst jetzt das\nUrphänomen des Tragischen mit einigem Erfolg zu beschreiben ist.\nWer jetzt noch nur von jenen stellvertretenden Wirkungen aus\nausseraesthetischen Sphären zu erzählen hat und über den pathologisch\n– moralischen Prozess sich nicht hinausgehoben fühlt, mag nur\nan seiner aesthetischen Natur verzweifeln: wogegen wir ihm die\nInterpretation Shakespeare’s nach der Manier des Gervinus und das\nfleissige Aufspüren der “poetischen Gerechtigkeit” als unschuldigen\nErsatz anempfehlen.",
        "So ist mit der Wiedergeburt der Tragödie auch der aesthetische Zuhörer\nwieder geboren, an dessen Stelle bisher in den Theaterräumen ein\nseltsames Quidproquo, mit halb moralischen und halb gelehrten\nAnsprüchen, zu sitzen pflegte, der “Kritiker”. In seiner bisherigen\nSphäre war Alles künstlich und nur mit einem Scheine des Lebens\nübertüncht. Der darstellende Künstler wusste in der That nicht mehr,\nwas er mit einem solchen, kritisch sich gebärdenden Zuhörer zu\nbeginnen habe und spähte daher, sammt dem ihn inspirirenden Dramatiker\noder Operncomponisten, unruhig nach den letzten Resten des Lebens\nin diesem anspruchsvoll öden und zum Geniessen unfähigen Wesen. Aus\nderartigen “Kritikern” bestand aber bisher das Publicum; der Student,\nder Schulknabe, ja selbst das harmloseste weibliche Geschöpf war wider\nsein Wissen bereits durch Erziehung und Journale zu einer gleichen\nPerception eines Kunstwerks vorbereitet. Die edleren Naturen unter\nden Künstlern rechneten bei einem solchen Publicum auf die Erregung\nmoralisch – religiöser Kräfte, und der Anruf der “sittlichen\nWeltordnung” trat vikarirend ein, wo eigentlich ein gewaltiger\nKunstzauber den ächten Zuhörer entzücken sollte. Oder es wurde vom\nDramatiker eine grossartigere, mindestens aufregende Tendenz der\npolitischen und socialen Gegenwart so deutlich vorgetragen, dass der\nZuhörer seine kritische Erschöpfung vergessen und sich ähnlichen\nAffecten überlassen konnte, wie in patriotischen oder kriegerischen\nMomenten, oder vor der Rednerbühne des Parlaments oder bei der\nVerurtheilung des Verbrechens und des Lasters: welche Entfremdung der\neigentlichen Kunstabsichten hier und da geradezu zu einem Cultus der\nTendenz führen musste. Doch hier trat ein, was bei allen erkünstelten\nKünsten von jeher eingetreten ist, eine reissend schnelle Depravation\njener Tendenzen, so dass zum Beispiel die Tendenz, das Theater\nals Veranstaltung zur moralischen Volksbildung zu verwenden, die\nzu Schiller’s Zeit ernsthaft genommen wurde, bereits unter die\nunglaubwürdigen Antiquitäten einer überwundenen Bildung gerechnet\nwird. Während der Kritiker in Theater und Concert, der Journalist in\nder Schule, die Presse in der Gesellschaft zur Herrschaft gekommen\nwar, entartete die Kunst zu einem Unterhaltungsobject der niedrigsten\nArt, und die aesthetische Kritik wurde als das Bindemittel einer\neiteln, zerstreuten, selbstsüchtigen und überdies ärmlich –\nunoriginalen Geselligkeit benutzt, deren Sinn jene Schopenhauerische\nParabel von den Stachelschweinen zu verstehen giebt; so dass zu keiner\nZeit so viel über Kunst geschwatzt und so wenig von der Kunst gehalten\nworden ist. Kann man aber mit einem Menschen noch verkehren, der im\nStande ist, sich über Beethoven und Shakespeare zu unterhalten? Mag\nJeder nach seinem Gefühl diese Frage beantworten: er wird mit der\nAntwort jedenfalls beweisen, was er sich unter “Bildung” vorstellt,\nvorausgesetzt dass er die Frage überhaupt zu beantworten sucht und\nnicht vor Ueberraschung bereits verstummt ist.",
        "Dagegen dürfte mancher edler und zarter von der Natur Befähigte,\nob er gleich in der geschilderten Weise allmählich zum kritischen\nBarbaren geworden war, von einer eben so unerwarteten als gänzlich\nunverständlichen Wirkung zu erzählen haben, die etwa eine glücklich\ngelungene Lohengrinaufführung auf ihn ausübte: nur dass ihm vielleicht\njede Hand fehlte, die ihn mahnend und deutend anfasste, so dass auch\njene unbegreiflich verschiedenartige und durchaus unvergleichliche\nEmpfindung, die ihn damals erschütterte, vereinzelt blieb und wie ein\nräthselhaftes Gestirn nach kurzem Leuchten erlosch. Damals hatte er\ngeahnt, was der aesthetische Zuhörer ist.",
        "Continue...",
        "\nThis complete text of Die Geburt der Tragödie/ Die Geburt der Tragödie aus dem Geiste (The Birth of Tragedy/ The Birth of Tragedy from the Spirit of Music) from 1872 by Friedrich Wilhelm Nietzsche\nis provided as free e-text and belongs to the public domain.\n\nSee this book in German or English at Amazon.\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on September 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}