{
    "title": "Die Geburt der Tragödie - 25. (Von Friedrich Wilhelm Nietzsche)",
    "author": "Unknown",
    "chapter": "33",
    "content": [
        "\n\n",
        "Musik und tragischer Mythus sind in gleicher Weise Ausdruck der\ndionysischen Befähigung eines Volkes und von einander untrennbar.\nBeide entstammen einem Kunstbereiche, das jenseits des Apollinischen\nliegt; beide verklären eine Region, in deren Lustaccorden die\nDissonanz eben so wie das schreckliche Weltbild reizvoll verklingt;\nbeide spielen mit dem Stachel der Unlust, ihren überaus mächtigen\nZauberkünsten vertrauend; beide rechtfertigen durch dieses Spiel\ndie Existenz selbst der “schlechtesten Welt.” Hier zeigt sich\ndas Dionysische, an dem Apollinischen gemessen, als die ewige\nund ursprüngliche Kunstgewalt, die überhaupt die ganze Welt\nder Erscheinung in’s Dasein ruft: in deren Mitte ein neuer\nVerklärungsschein nöthig wird, um die belebte Welt der Individuation\nim Leben festzuhalten. Könnten wir uns eine Menschwerdung der\nDissonanz denken – und was ist sonst der Mensch? – so würde diese\nDissonanz, um leben zu können, eine herrliche Illusion brauchen, die\nihr einen Schönheitsschleier über ihr eignes Wesen decke. Dies ist die\nwahre Kunstabsicht des Apollo: in dessen Namen wir alle jene zahllosen\nIllusionen des schönen Scheins zusammenfassen, die in jedem Augenblick\ndas Dasein überhaupt lebenswerth machen und zum Erleben des nächsten\nAugenblicks drängen.",
        "Dabei darf von jenem Fundamente aller Existenz, von dem dionysischen\nUntergrunde der Welt, genau nur soviel dem menschlichen Individuum\nin’s Bewusstsein treten, als von jener apollinischen Verklärungskraft\nwieder überwunden werden kann, so dass diese beiden Kunsttriebe ihre\nKräfte in strenger wechselseitiger Proportion, nach dem Gesetze ewiger\nGerechtigkeit, zu entfalten genöthigt sind. Wo sich die dionysischen\nMächte so ungestüm erheben, wie wir dies erleben, da muss auch bereits\nApollo, in eine Wolke gehüllt, zu uns herniedergestiegen sein; dessen\nüppigste Schönheitswirkungen wohl eine nächste Generation schauen\nwird.",
        "Dass diese Wirkung aber nöthig sei, dies würde Jeder am sichersten,\ndurch Intuition, nachempfinden, wenn er einmal, sei es auch im Traume,\nin eine althellenische Existenz sich zurückversetzt fühlte: im\nWandeln unter hohen ionischen Säulengängen, aufwärtsblickend zu einem\nHorizont, der durch reine und edle Linien abgeschnitten ist, neben\nsich Wiederspiegelungen seiner verklärten Gestalt in leuchtendem\nMarmor, rings um sich feierlich schreitende oder zart bewegte\nMenschen, mit harmonisch tönenden Lauten und rhythmischer\nGebärdensprache – würde er nicht, bei diesem fortwährenden Einströmen\nder Schönheit, zu Apollo die Hand erhebend ausrufen müssen: “Seliges\nVolk der Hellenen! Wie gross muss unter euch Dionysus sein, wenn der\ndelische Gott solche Zauber für nöthig hält, um euren dithyrambischen\nWahnsinn zu heilen!” – Einem so Gestimmten dürfte aber ein greiser\nAthener, mit dem erhabenen Auge des Aeschylus zu ihm aufblickend,\nentgegnen: “Sage aber auch dies, du wunderlicher Fremdling: wie\nviel musste dies Volk leiden, um so schön werden zu können! Jetzt\naber folge mir zur Tragödie und opfere mit mir im Tempel beider\nGottheiten!”",
        " ",
        "\nThis complete text of Die Geburt der Tragödie/ Die Geburt der Tragödie aus dem Geiste (The Birth of Tragedy/ The Birth of Tragedy from the Spirit of Music) from 1872 by Friedrich Wilhelm Nietzsche\nis provided as free e-text and belongs to the public domain.\n\nSee this book in German or English at Amazon.\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on September 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}