{
    "title": "Die Leiden des jungen Werther - Am 26. Mai (von Johann Wolfgang von Goethe)",
    "author": "Unknown",
    "chapter": "9",
    "content": [
        "\n\n",
        "Du kennst von alters her meine Art, mich anzubauen, mir irgend an\neinem vertraulichen Orte ein Hüttchen aufzuschlagen und da mit aller\nEinschränkung zu herbergen. Auch hier habe ich wieder ein Plätzchen\nangetroffen, das mich angezogen hat.",
        "Ungefähr eine Stunde von der Stadt liegt ein Ort, den sie Wahlheim\nnennen. Die Lage an einem Hügel ist sehr interessant, und wenn man\noben auf dem Fußpfade zum Dorf herausgeht, übersieht man auf einmal\ndas ganze Tal. Eine gute Wirtin, die gefällig und munter in ihrem\nAlter ist, schenkt Wein, Bier, Kaffee; und was über alles geht, sind\nzwei Linden, die mit ihren ausgebreiteten [sten den kleinen Platz vor\nder Kirche bedecken, der ringsum mit Bauerhäusern, Scheunen und Höfen\neingeschlossen ist. So vertraulich, so heimlich hab’ ich nicht leicht\nein Plätzchen gefunden, und dahin lass’ ich mein Tischchen aus dem\nWirtshause bringen und meinen Stuhl, trinke meinen Kaffee da und lese\nmeinen Homer. Das erstenmal, als ich durch einen Zufall an einem\nschönen Nachmittage unter die Linden kam, fand ich das Plätzchen so\neinsam. Es war alles im Felde; nur ein Knabe von ungefähr vier Jahren\nsaß an der Erde und hielt ein anderes, etwa halbjähriges, vor ihm\nzwischen seinen Füßen sitzendes Kind mit beiden Armen wider seine\nBrust, so daß er ihm zu einer Art von Sessel diente und ungeachtet der\nMunterkeit, womit er aus seinen schwarzen Augen herumschaute, ganz\nruhig saß. Mich vergnügte der Anblick: ich setzte mich auf einen\nPflug, der gegenüber stand, und zeichnete die brüderliche Stellung mit\nvielem Ergetzen. Ich fügte den nächsten Zaun, ein Scheunentor und\neinige gebrochene Wagenräder bei, alles, wie es hinter einander stand,\nund fand nach Verlauf einer Stunde, daß ich eine wohlgeordnete, sehr\ninteressante Zeichnung verfertiget hatte, ohne das mindeste von dem\nMeinen hinzuzutun. Das bestärkte mich in meinem Vorsatze, mich\nkünftig allein an die Natur zu halten. Sie allein ist unendlich reich,\nund sie allein bildet den großen Künstler. Man kann zum Vorteile der\nRegeln viel sagen, ungefähr was man zum Lobe der bürgerlichen\nGesellschaft sagen kann. Ein Mensch, der sich nach ihnen bildet, wird\nnie etwas Abgeschmacktes und Schlechtes hervorbringen, wie einer, der\nsich durch Gesetze und Wohlstand modeln läßt, nie ein unerträglicher\nNachbar, nie ein merkwürdiger Bösewicht werden kann; dagegen wird aber\nauch alle Regel, man rede was man wolle, das wahre Gefühl von Natur\nund den wahren Ausdruck derselben zerstören! Sag’ du: ’das ist zu\nhart! Sie schränkt nur ein, beschneidet die geilen Reben’ etc.—guter\nFreund, soll ich dir ein Gleichnis geben? Es ist damit wie mit der\nLiebe. Ein junges Herz hängt ganz an einem Mädchen, bringt alle\nStunden seines Tages bei ihr zu, verschwendet alle seine Kräfte, all\nsein Vermögen, um ihr jeden Augenblick auszudrücken, daß er sich ganz\nihr hingibt. Und da käme ein Philister, ein Mann, der in einem\nöffentlichen Amte steht, und sagte zu ihm: ’feiner junger Herr!\nLieben ist menschlich, nur müßt Ihr menschlich lieben! Teilet Eure\nStunden ein, die einen zur Arbeit, und die Erholungsstunden widmet\nEurem Mädchen. Berechnet Euer Vermögen, und was Euch von Eurer\nNotdurft übrig bleibt, davon verwehr’ ich Euch nicht, ihr ein Geschenk,\nnur nicht zu oft, zu machen, etwa zu ihrem Geburts—und Namenstage ’\netc.—folgt der Mensch, so gibt’s einen brauchbaren jungen Menschen,\nund ich will selbst jedem Fürsten raten, ihn in ein Kollegium zu\nsetzen; nur mit seiner Liebe ist’s am Ende und, wenn er ein Künstler\nist, mit seiner Kunst. O meine Freunde! Warum der Strom des Genies\nso selten ausbricht, so selten in hohen Fluten hereinbraust und eure\nstaunende Seele erschüttert?—liebe Freunde, da wohnen die gelassenen\nHerren auf beiden Seiten des Ufers, denen ihre Gartenhäuschen,\nTulpenbeete und Krautfelder zugrunde gehen würden, die daher in Zeiten\nmit Dämmen und Ableiten der künftig drohenden Gefahr abzuwehren wissen.",
        "Continue...",
        "\nThis complete text of “Die Leiden des jungen Werther” by Johann Wolfgang von Goethe,\nas well as the paintings by Caspar David Friedrich, are in the public domain.\n\n\n\nAmazon: “Die Leiden des jungen Werther”.\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on April 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}