{
    "title": "Die Leiden des jungen Werther - Am 16. Junius (von Johann Wolfgang von Goethe)",
    "author": "Unknown",
    "chapter": "12",
    "content": [
        "\n\n",
        "Warum ich dir nicht schreibe?—Fragst du das und bist doch auch der\nGelehrten einer. Du solltest raten, daß ich mich wohl befinde, und\nzwar—kurz und gut, ich habe eine Bekanntschaft gemacht, die mein Herz\nnäher angeht. Ich habe—ich weiß nicht.",
        "Dir in der Ordnung zu erzählen, wie’s zugegangen ist, daß ich eins der\nliebenswürdigsten Geschöpfe habe kennen lernen, wird schwer halten.\nIch bin vergnügt und glücklich, und also kein guter Historienschreiber.",
        "Einen Engel!—pfui! Das sagt jeder von der Seinigen, nicht wahr? Und\ndoch bin ich nicht imstande, dir zu sagen, wie sie vollkommen ist,\nwarum sie vollkommen ist; genug, sie hat allen meinen Sinn\ngefangengenommen.",
        "So viel Einfalt bei so viel Verstand, so viel Güte bei so viel\nFestigkeit, und die Ruhe der Seele bei dem wahren Leben und der\nTätigkeit.—Das ist alles garstiges Gewäsch, was ich da von ihr sage,\nleidige Abstraktionen, die nicht einen Zug ihres Selbst ausdrücken.\nEin andermal—nein, nicht ein andermal, jetzt gleich will ich dir’s\nerzählen. Tu’ ich ’s jetzt nicht, so geschäh’ es niemals. Denn,\nunter uns, seit ich angefangen habe zu schreiben, war ich schon\ndreimal im Begriffe, die Feder niederzulegen, mein Pferd satteln zu\nlassen und hinauszureiten. Und doch schwur ich mir heute früh, nicht\nhinauszureiten, und gehe doch alle Augenblick’ ans Fenster, zu sehen,\nwie hoch die Sonne noch steht.—Ich hab’s nicht überwinden können,\nich mußte zu ihr hinaus. Da bin ich wieder, Wilhelm, will mein\nButterbrot zu Nacht essen und dir schreiben. Welch eine Wonne das für\nmeine Seele ist, sie in dem Kreise der lieben, muntern Kinder, ihrer\nacht Geschwister, zu sehen!—Wenn ich so fortfahre, wirst du am Ende\nso klug sein wie am Anfange. Höre denn, ich will mich zwingen, ins\nDetail zu gehen.",
        "Ich schrieb dir neulich, wie ich den Amtmann S. habe kennen lernen,\nund wie er mich gebeten habe, ihn bald in seiner Einsiedelei oder\nvielmehr seinem kleinen Königreiche zu besuchen. Ich vernachlässigte\ndas, und wäre vielleicht nie hingekommen, hätte mir der Zufall nicht\nden Schatz entdeckt, der in der stillen Gegend verborgen liegt.",
        "Unsere jungen Leute hatten einen Ball auf dem Lande angestellt, zu dem\nich mich denn auch willig finden ließ. Ich bot einem hiesigen guten,\nschönen, übrigens unbedeutenden Mädchen die Hand, und es wurde\nausgemacht, daß ich eine Kutsche nehmen, mit meiner Tänzerin und ihrer\nBase nach dem Orte der Lustbarkeit hinausfahren und auf dem Wege\nCharlotten S. mitnehmen sollte.—\"Sie werden ein schönes Frauenzimmer\nkennenlernen”, sagte meine Gesellschafterin, da wir durch den weiten,\nausgehauenen Wald nach dem Jagdhause fuhren.—\"Nehmen Sie sich in\nacht”, versetzte die Base, “daß Sie sich nicht verlieben!\"—\"Wieso?\"\nsagte ich.—\"Sie ist schon vergeben,\"antwortete jene,\"an einen sehr\nbraven Mann, der weggereist ist, seine Sachen in Ordnung zu bringen,\nweil sein Vater gestorben ist, und sich um eine ansehnliche Versorgung\nzu bewerben”.—Die Nachricht war mir ziemlich gleichgültig.",
        "Die Sonne war noch eine Viertelstunde vom Gebirge, als wir vor dem\nHoftore anfuhren. Es war sehr schwül, und die Frauenzimmer äußerten\nihre Besorgnis wegen eines Gewitters, das sich in weißgrauen,\ndumpfichten Wölkchen rings am Horizonte zusammenzuziehen schien. Ich\ntäuschte ihre Furcht mit anmaßlicher Wetterkunde, ob mir gleich selbst\nzu ahnen anfing, unsere Lustbarkeit werde einen Stoß leiden.",
        "Ich war ausgestiegen, und eine Magd, die ans Tor kam, bat uns, einen\nAugenblick zu verziehen, Mamsell Lottchen würde gleich kommen. Ich\nging durch den Hof nach dem wohlgebauten Hause, und da ich die\nvorliegenden Treppen hinaufgestiegen war und in die Tür trat, fiel mir\ndas reizendste Schauspiel in die Augen, das ich je gesehen habe. in\ndem Vorsaale wimmelten sechs Kinder von eilf zu zwei Jahren um ein\nMädchen von schöner Gestalt, mittlerer Größe, die ein simples weißes\nKleid, mit blaßroten Schleifen an Arm und Brust, anhatte. Sie hielt\nein schwarzes Brot und schnitt ihren Kleinen rings herum jedem sein\nStück nach Proportion ihres Alters und Appetits ab, gab’s jedem mit\nsolcher Freundlichkeit, und jedes rief so ungekünstelt sein “danke!”,\nindem es mit den kleinen Händchen lange in die Höhe gereicht hatte,\nehe es noch abgeschnitten war, und nun mit seinem Abendbrote vergnügt\nentweder wegsprang, oder nach seinem stillern Charakter gelassen\ndavonging nach dem Hoftore zu, um die Fremden und die Kutsche zu sehen,\ndarin ihre Lotte wegfahren sollte.—\"Ich bitte um Vergebung”, sagte\nsie, “daß ich Sie hereinbemühe und die Frauenzimmer warten lasse.\nÜber dem Anziehen und allerlei Bestellungen fürs Haus in meiner\nAbwesenheit habe ich vergessen, meinen Kindern ihr Vesperbrot zu geben,\nund sie wollen von niemanden Brot geschnitten haben als von mir”.",
        "Ich machte ihr ein unbedeutendes Kompliment, meine ganze Seele ruhte\nauf der Gestalt, dem Tone, dem Betragen, und ich hatte eben Zeit, mich\nvon der Überraschung zu erholen, als sie in die Stube lief, ihre\nHandschuhe und den Fächer zu holen. Die Kleinen sahen mich in einiger\nEntfernung so von der Seite an, und ich ging auf das jüngste los, das\nein Kind von der glücklichsten Gesichtsbildung war. Es zog sich\nzurück, als eben Lotte zur Türe herauskam und sagte:\"Louis, gib dem\nHerrn Vetter eine Hand”.—das tat der Knabe sehr freimütig, und ich\nkonnte mich nicht enthalten, ihn, ungeachtet seines kleinen\nRotznäschens, herzlich zu küssen.",
        "“Vetter?\"sagte ich, indem ich ihr die Hand reichte,” glauben Sie, daß\nich des Glücks wert sei, mit Ihnen verwandt zu sein?\"—\"O”, sagte sie\nmit einem leichtfertigen Lächeln, “unsere Vetterschaft ist sehr\nweitläufig, und es wäre mir leid, wenn Sie der schlimmste drunter sein\nsollten”.—Im Gehen gab sie Sophien, der ältesten Schwester nach ihr,\neinem Mädchen von ungefähr eilf Jahren, den Auftrag, wohl auf die\nKinder acht zu haben und den Papa zu grüßen, wenn er vom Spazierritte\nnach Hause käme. Den Kleinen sagte sie, sie sollten ihrer Schwester\nSophie folgen, als wenn sie’s selber wäre, das denn auch einige\nausdrücklich versprachen. Eine kleine, naseweise Blondine aber, von\nungefähr sechs Jahren, sagte: “du bist’s doch nicht, Lottchen, wir\nhaben dich doch lieber”.—die zwei ältesten Knaben waren hinten auf\ndie Kutsche geklettert, und auf mein Vorbitten erlaubte sie ihnen, bis\nvor den Wald mitzufahren, wenn sie versprächen, sich nicht zu necken\nund sich recht festzuhalten.",
        "Wir hatten uns kaum zurecht gesetzt, die Frauenzimmer sich bewillkommt,\nwechselsweise über den Anzug, vorzüglich über die Hüte ihre\nAnmerkungen gemacht und die Gesellschaft, die man erwartete, gehörig\ndurchgezogen, als Lotte den Kutscher halten und ihre Brüder\nherabsteigen ließ, die noch einmal ihre Hand zu küssen begehrten, das\ndenn der älteste mit aller Zärtlichkeit, die dem Alter von fünfzehn\nJahren eigen sein kann, der andere mit viel Heftigkeit und Leichtsinn\ntat. Sie ließ die Kleinen noch einmal grüßen, und wir fuhren weiter.",
        "Die Base fragte, ob sie mit dem Buche fertig wäre, das sie ihr neulich\ngeschickt hätte.—\"nein”, sagte Lotte,\"es gefällt mir nicht, Sie\nkönnen’s wiederhaben. Das vorige war auch nicht besser”.—Ich\nerstaunte, als ich fragte, was es für Bücher wären, und sie mir\nantwortete:—ich fand so viel Charakter in allem, was sie sagte, ich\nsah mit jedem Wort neue Reize, neue Strahlen des Geistes aus ihren\nGesichtszügen hervorbrechen, die sich nach und nach vergnügt zu\nentfalten schienen, weil sie an mir fühlte, daß ich sie verstand.",
        "“Wie ich jünger war”, sagte sie, “liebte ich nichts so sehr als Romane.\nWeiß Gott, wie wohl mir’s war, wenn ich mich Sonntags in so ein\nEckchen setzen und mit ganzem Herzen an dem Glück und Unstern einer\nMiß Jonny teilnehmen konnte. Ich leugne auch nicht, daß die Art noch\neinige Reize für mich hat. Doch da ich so selten an ein Buch komme,\nso muß es auch recht nach meinem Geschmack sein. Und der Autor ist\nmir der liebste, in dem ich meine Welt wiederfinde, bei dem es zugeht\nwie um mich, und dessen Geschichte mir doch so interessant und\nherzlich wird als mein eigen häuslich Leben, das freilich kein\nParadies, aber doch im ganzen eine Quelle umsäglicher Glückseligkeit\nist”.",
        "Ich bemühte mich, meine Bewegungen über diese Worte zu verbergen. Das\nging freilich nicht weit: denn da ich sie mit solcher Wahrheit im\nVorbeigehen vom Landpriester von Wakefield, vom—reden hörte, kam ich\nganz außer mich, sagte ihr alles, was ich mußte, und bemerkte erst\nnach einiger Zeit, da Lotte das Gespräch an die anderen wendete, daß\ndiese die Zeit über mit offenen Augen, als säßen sie nicht da,\ndagesessen hatten. Die Base sah mich mehr als einmal mit einem\nspöttischen Näschen an, daran mir aber nichts gelegen war.",
        "Das Gespräch fiel aufs Vergnügen am Tanze.—\"wenn diese Leidenschaft\nein Fehler ist,\"sagte Lotte, “so gestehe ich Ihnen gern, ich weiß mir\nnichts übers Tanzen. Und wenn ich was im Kopfe habe und mir auf\nmeinem verstimmten Klavier einen Contretanz vortrommle, so ist alles\nwieder gut”.",
        "Wie ich mich unter dem Gespäche in den schwarzen Augen weidete—wie\ndie lebendigen Lippen und die frischen, muntern Wangen meine ganze\nSeele anzogen—wie ich, in den herrlichen Sinn ihrer Rede ganz\nversunken, oft gar die Worte nicht hörte, mit denen sie sich\nausdrückte—davon hast du eine Vorstellung, weil du mich kennst. Kurz,\nich stieg aus dem Wagen wie ein Träumender, als wir vor dem Lusthause\nstille hielten, und war so in Träumen rings in der dämmernden Welt\nverloren, daß ich auf die Musik kaum achtete, die uns von dem\nerleuchteten Saal herunter entgegenschallte.",
        "Die zwei Herren Audran und ein gewisser N. N.—wer behält alle die\nNamen—, die der Base und Lottens Tänzer waren, empfingen uns am\nSchlage, bemächtigten sich ihrer Frauenzimmer, und ich führte das\nmeinige hinauf.",
        "Wir schlangen uns in Menuetts um einander herum; ich forderte ein\nFrauenzimmer nach dem andern auf, und just die unleidlichsten konnten\nnicht dazu kommen, einem die Hand zu reichen und ein Ende zu machen.\nLotte und ihr Tänzer fingen einen Englischen an, und wie wohl mir’s\nwar, als sie auch in der Reihe die Figur mit uns anfing, magst du\nfühlen. Tanzen muß man sie sehen! Siehst du, sie ist so mit ganzem\nHerzen und mit ganzer Seele dabei, ihr ganzer Körper eine Harmonie, so\nsorglos, so unbefangen, als wenn das eigentlich alles wäre, als wenn\nsie sonst nichts dächte, nichts empfände; und in dem Augenblicke gewiß\nschwindet alles andere vor ihr.",
        "Ich bat sie um den zweiten Contretanz; sie sagte mit den dritten zu,\nund mit der liebenswürdigsten Freimütigkeit von der Welt versicherte\nsie mir, daß sie herzlich gern deutsch tanze.—\"Es ist hier so Mode,\n“fuhr sie fort,\"daß jedes Paar, das zusammen gehört, beim Deutschen\nzusammenbleibt, und mein Chapeau walzt schlecht und dankt mir’s, wenn\nich ihm die Arbeit erlasse. Ihr Frauenzimmer kann’s auch nicht und\nmag nicht, und ich habe im Englischen gesehen, daß Sie gut walzen;\nwenn Sie nun mein sein wollen fürs Deutsche, so gehen Sie und bitten\nsich’s von meinem Herrn aus, und ich will zu Ihrer Dame gehen”.—ich\ngab ihr die Hand darauf, und wir machten aus, daß ihr Tänzer\ninzwischen meine Tänzerin unterhalten sollte.",
        "Nun ging’s an, und wir ergetzten uns eine Weile an manigfaltigen\nSchlingungen der Arme. Mit welchem Reize, mit welcher Flüchtigkeit\nbewegte sie sich! Und da wir nun gar ans Walzen kamen und wie die\nSphären um einander herumrollten, ging’s freilich anfangs, weil’s die\nwenigsten können, ein bißchen bunt durcheinander. Wir waren klug und\nließen sie austoben, und als die Ungeschicktesten den Plan geräumt\nhatten, fielen wir ein und hielten mit noch einem Paare, mit Audran\nund seiner Tänzerin, wacker aus. Nie ist mir’s so leicht vom Flecke\ngegangen. Ich war kein Mensch mehr. Das liebenswürdigste Geschöpf in\nden Armen zu haben und mit ihr herumzufliegen wie Wetter, daß alles\nrings umher verging, und—Wilhelm, um ehrlich zu sein, tat ich aber\ndoch den Schwur, daß ein Mädchen, das ich liebte, auf das ich\nAnsprüche hätte, mir nie mit einem andern walzen sollte als mit mir,\nund wenn ich drüber zugrunde gehen müßte. Du verstehst mich!",
        "Wir machten einige Touren gehend im Saale, um zu verschnaufen. Dann\nsetzte sie sich, und die Orangen, die ich beiseite gebracht hatte, die\nnun die einzigen noch übrigen waren, taten vortreffliche Wirkung, nur\ndaß mir mit jedem Schnittchen, das sie einer unbescheidenen Nachbarin\nehrenhalben zuteilte, ein Stich durchs Herz ging.",
        "Beim dritten englischen Tanz waren wir das zweite Paar. Wie wir die\nReihe durchtanzten und ich, weiß Gott mit wieviel Wonne, an ihrem Arm\nund Auge hing, das voll vom wahrsten Ausdruck des offensten, reinsten\nVergnügens war, kommen wir an eine Frau, die mit wegen ihrer\nliebenswürdigen Miene auf einem nicht mehr ganz jungen Gesichte\nmerkwürdig gewesen war. Sie sieht Lotten lächelnd an, hebt einen\ndrohenden Finger auf und nennt den Namen Albert zweimal im\nVorbeifliegen mit viel Bedeutung.",
        "“wer ist Albert?” sagte ich zu Lotten, “wenn’s nicht Vermessenheit\nist zu fragen”.—Sie war im Begriff zu antworten, als wir uns scheiden\nmußten, um die große Achte zu machen, und mich dünkte einiges\nNachdenken auf ihrer Stirn zu sehen, als wir so vor einander\nvorbeikreuzten.—\"Was soll ich’s Ihnen leugnen,” sagte sie, indem sie\nmir die Hand zur Promenade bot. “Albert ist ein braver Mensch, dem\nich so gut als verlobt bin”.—nun war mir das nichts Neues (denn die\nMädchen hatten mir’s auf dem Wege gesagt) und war mir doch so ganz neu,\nweil ich es noch nicht im Verhältnis auf sie, die mir in so wenig\nAugenblicken so wert geworden war, gedacht hatte. Genug, ich\nverwirrte mich, vergaß mich und kam zwischen das unrechte Paar hinein,\ndaß alles drunter und drüber ging und Lottens ganze Gegenwart und\nZerren und Ziehen nötig war, um es schnell wieder in Ordnung zu\nbringen.",
        "Der Tanz war noch nicht zu Ende, als die Blitze, die wir schon lange\nam Horizonte leuchten gesehn und die ich immer für Wetterkühlen\nausgegeben hatte, viel stärker zu werden anfingen und der Donner die\nMusik überstimmte. Drei Frauenzimmer liefen aus der Reihe, denen ihre\nHerren folgten; die Unordnung wurde allgemein, und die Musik hörte auf.\nEs ist natürlich, wenn uns ein Unglück oder etwas Schreckliches im\nVergnügen überrascht, daß es stärkere Eindrücke auf uns macht als\nsonst, teils wegen des Gegensatzes, der sich so lebhaft empfinden läßt,\nteils und noch mehr, weil unsere Sinne einmal der Fühlbarkeit\ngeöffnet sind und also desto schneller einen Eindruck annehmen.\nDiesen Ursachen muß ich die wunderbaren Grimassen zuschreiben, in die\nich mehrere Frauenzimmer ausbrechen sah. Die klügste setzte sich in\neine Ecke, mit dem Rücken gegen vor ihr nieder und verbarg den Kopf in\nder ersten Schoß. Eine dritte schob sich zwischen beide hinein und\numfaßte ihre Schwesterchen mit tausend Tränen. Einige wollten nach\nHause; andere, die noch weniger wußten, was sie taten, hatten nicht so\nviel Besinnungskraft, den Keckheiten unserer jungen Schlucker zu\nsteuern, die sehr beschäftigt zu sein schienen, alle die ängstlichen\nGebete, die dem Himmel bestimmt waren, von den Lippen der schönen\nBedrängten wegzufangen. Einige unserer Herren hatten sich\nhinabbegeben, um ein Pfeifchen in Ruhe zu rauchen; und die übrige\nGesellschaft schlug es nicht aus, als die Wirtin auf den klugen\nEinfall kam, uns ein Zimmer anzuweisen, das Läden und Vorhänge hätte.\nKaum waren wir da angelangt, als Lotte beschäftigt war, einen Kreis\nvon Stühlen zu stellen und, als sich die Gesellschaft auf ihre Bitte\ngesetzt hatte, den Vortrag zu einem Spiele zu tun.",
        "Ich sah manchen, der in Hoffnung auf ein saftiges Pfand sein Mäulchen\nspitzte und seine Glieder reckte.—\"Wir spielen Zählens!\"sagte sie”.\nNun gebt acht! Ich geh’ im Kreise herum von der Rechten zur Linken,\nund so zählt ihr auch rings herum, jeder die Zahl, die an ihn kommt,\nund das muß gehen wie ein Lauffeuer, und wer stockt oder sich irrt,\nkriegt eine Ohrfeige, und so bis tausend”.—nun war das lustig\nanzusehen: sie ging mit ausgestrecktem Arm im Kreise herum. “Eins”,\nfing der erste an, der Nachbar “zwei”, “drei” der folgende, und so\nfort. Dann fing sie an, geschwinder zu gehen, immer geschwinder; da\nversah’s einer: Patsch! Eine Ohrfeige, und über das Gelächter der\nfolgende auch: Patsch! Und immer geschwinder. Ich selbst kriegte\nzwei Maulschellen und glaubte mit innigem Vergnügen zu bemerken, daß\nsie stärker seien, als sie den übrigen zuzumessen pflegte. Ein\nallgemeines Gelächter und Geschwärm endigte das Spiel, ehe noch das\nTausend ausgezählt war. Die Vertrautesten zogen einander beiseite,\ndas Gewitter war vorüber, und ich folgte Lotten in den Saal.\nUnterwegs sagte sie:\"über die Ohrfeigen haben sie Wetter und alles\nvergessen!\"—ich konnte ihr nichts antworten.—\"ich war”, fuhr sie\nfort, “eine der Furchtsamsten, und indem ich mich herzhaft stellte, um\nden andern Mut zu geben, bin ich mutig geworden”.—Wir traten ans\nFenster. Es donnerte abseitwärts, und der herrliche Regen säuselte\nauf das Land, und der erquickendste Wohlgeruch stieg in aller Fülle\neiner warmen Luft zu uns auf. Sie stand auf ihren Ellenbogen gestützt,\nihr Blick durchdrang die Gegend; sie sah gen Himmel und auf mich, ich\nsah ihr Auge tränenvoll, sie legte ihre Hand auf die meinige und sagte:\n“Klopstock!\"—Ich erinnerte mich sogleich der herrlichen Ode, die ihr\nin Gedanken lag, und versank in dem Strome von Empfindungen, den sie\nin dieser Losung über mich ausgoß. Ich ertrug’s nicht, neigte mich\nauf ihre Hand und küßte sie unter den wonnevollsten Tränen. Und sah\nnach ihrem Auge wieder—Edler! Hättest du deine Vergötterung in\ndiesem Blicke gesehen, und möcht’ ich nun deinen so oft entweihten\nNamen nie wieder nennen hören!",
        "Continue...",
        "\nThis complete text of “Die Leiden des jungen Werther” by Johann Wolfgang von Goethe,\nas well as the paintings by Caspar David Friedrich, are in the public domain.\n\n\n\nAmazon: “Die Leiden des jungen Werther”.\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on April 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}