{
    "title": "Die Leiden des jungen Werther - Am 10. September (von Johann Wolfgang von Goethe)",
    "author": "Unknown",
    "chapter": "40",
    "content": [
        "\n\n",
        "Das war eine Nacht! Wilhelm! Nun überstehe ich alles. Ich werde sie\nnicht wiedersehn! O daß ich nicht an deinen Hals fliegen, dir mit\ntausend Tränen und Entzückungen ausdrücken kann, mein Bester, die\nEmpfindungen, die mein Herz bestürmen. Hier sitze ich und schnappe\nnach Luft, suche mich zu beruhigen, erwarte den Morgen, und mit\nSonnenaufgang sind die Pferde bestellt.",
        "Ach, sie schläft ruhig und denkt nicht, daß sie mich nie wieder sehen\nwird. Ich habe mich losgerissen, bin stark genug gewesen, in einem\nGespräch von zwei Stunden mein Vorhaben nicht zu verraten. Und Gott,\nwelch ein Gespräch!",
        "Albert hatte mir versprochen, gleich nach dem Nachtessen mit Lotten im\nGarten zu sein. Ich stand auf der Terrasse unter den hohen\nKastanienbäumen und sah der Sonne nach, die mir nun zum letztenmale\nüber dem lieblichen Tale, über dem sanften Fluß unterging. So oft\nhatte ich hier gestanden mit ihr und eben dem herrlichen Schauspiele\nzugesehen, und nun—ich ging in der Allee auf und ab, die mir so lieb\nwar; ein geheimer sympathetischer Zug hatte mich hier so oft gehalten,\nehe ich noch Lotten kannte, und wie freuten wir uns, als wir im Anfang\nunserer Bekanntschaft die wechselseitige Neigung zu diesem Plätzchen\nentdeckten, das wahrhaftig eins von den romantischsten ist, die ich\nvon der Kunst hervorgebracht gesehen habe.",
        "Erst hast du zwischen den Kastanienbäumen die weite Aussicht—Ach, ich\nerinnere mich, ich habe dir, denk’ ich, schon viel davon geschrieben,\nwie hohe Buchenwände einen endlich einschließen und durch ein\ndaranstoßendes Boskett die Allee immer düsterer wird, bis zuletzt\nalles sich in ein geschlossenes Plätzchen endigt, das alle Schauer der\nEinsamkeit umschweben. Ich fühle es noch, wie heimlich mir’s ward,\nals ich zum erstenmale an einem hohen Mittage hineintrat; ich ahnete\nganz leise, was für ein Schauplatz das noch werden sollte von\nSeligkeit und Schmerz.",
        "Ich hatte mich etwa eine halbe Stunde in den schmachtenden, süßen\nGedanken des Abscheidens, des Wiedersehens geweidet, als ich sie die\nTerrasse heraufsteigen hörte. Ich lief ihnen entgegen, mit einem\nSchauer faßte ich ihre Hand und küßte sie. Wir waren eben\nheraufgetreten, als der Mond hinter dem buschigen Hügel aufging; wir\nredeten mancherlei und kamen unvermerkt dem düstern Kabinette näher.\nLotte trat hinein und setzte sich, Albert neben sie, ich auch; doch\nmeine Unruhe ließ mich nicht lange sitzen; ich stand auf, trat vor sie,\nging auf und ab, setzte mich wieder: es war ein ängstlicher Zustand.\nSie machte uns aufmerksam auf die schöne Wirkung des Mondenlichtes,\ndas am Ende der Buchenwände die ganze Terrasse vor uns erleuchtete:\nein herrlicher Anblick, der um so viel frappanter war, weil uns rings\neine tiefe Dämmerung einschloß. Wir waren still, und sie fing nach\neiner Weile an: “niemals gehe ich im Mondenlichte spazieren, niemals,\ndaß mir nicht der Gedanke an meine Verstorbenen begegnete, daß nicht\ndas Gefühl von Tod, von Zukunft über mich käme”. “Wir werden sein!\"\nfuhr sie mit der Stimme des herrlichsten Gefühls fort; “aber, Werther,\nsollen wir uns wieder finden? Wieder erkennen? Was ahnen Sie? Was\nsagen Sie?”",
        "“Lotte”, sagte ich, indem ich ihr die Hand reichte und mir die Augen\nvoll Tränen wurden,\"wir werden uns wiedersehn! Hier und dort\nwiedersehn!\"—ich konnte nicht weiter reden—Wilhelm, mußte sie mich\ndas fragen, da ich diesen ängstlichen Abschied im Herzen hatte!",
        "“Und ob die lieben Abgeschiednen von uns wissen”, fuhr sie fort, “ob\nsie fühlen, wann’s uns wohl geht, daß wir mit warmer Liebe uns ihrer\nerinnern? O! Die Gestalt meiner Mutter schwebt immer um mich, wenn\nich am stillen Abend unter ihren Kindern, unter meinen Kindern sitze\nund sie um mich versammelt sind, wie sie um sie versammelt waren.\nWenn ich dann mit einer sehnenden Träne gen Himmel sehe und wünsche,\ndaß sie hereinschauen könnte einen Augenblick, wie ich mein Wort halte,\ndas ich ihr in der des Todes gab: die Mutter ihrer Kinder zu sein.\nMit welcher Empfindung rufe ich aus: ’verzeihe mir’s, Teuerste, wenn\nich ihnen nicht bin, was du ihnen warst. Ach! Tue ich doch alles,\nwas ich kann; sind sie doch gekleidet, genährt, ach, und, was mehr ist\nals das alles, gepflegt und geliebt. Könntest du unsere Eintracht\nsehen, liebe Heilige! Du würdest mit dem heißesten Danke den Gott\nverherrlichen, den du mit den letzten, bittersten Tränen um die\nWohlfahrt deiner Kinder batest.’\"—Sie sagte das! O Wilhelm, wer\nkann wiederholen, was sie sagte! Wie kann der kalte, tote Buchstabe\ndiese himmlische Blüte des Geistes darstellen! Albert fiel ihr sanft\nin die Rede: “es greift zu stark an, liebe Lotte! Ich weiß, Ihre\nSeele hängt sehr nach diesen Ideen, aber ich bitte Sie”.—\"O Albert”,\nsagte sie, “ich weiß, du vergissest nicht die Abende, da wir\nzusammensaßen an dem kleinen, runden Tischchen, wenn der Papa verreist\nwar, und wir die Kleinen schlafen geschickt hatten. Du hattest oft\nein gutes Buch und kannst so selten dazu, etwas zu lesen—war der\nUmgang dieser herrlichen Seele nicht mehr als alles? Die schöne,\nsanfte, muntere und immer tätige Frau! Gott kennt meine Tränen, mit\ndenen ich mich oft in meinem Bette vor ihn hinwarf: er möchte mich ihr\ngleich machen”.",
        "“Lotte!” rief ich aus, indem ich mich vor sie hinwarf, ihre Hand nahm\nund mit tausend Tränen netzte, “Lotte! Der Segen Gottes ruht über dir\nund der Geist deiner Mutter!” “Wenn Sie sie gekannt hätten”, sagte\nsie, indem sie mir die Hand drückte,—\"sie war wert, von Ihnen gekannt\nzu sein!\"—ich glaubte zu vergehen.",
        "Nie war ein größeres, stolzeres Wort über mich ausgesprochen\nworden—und sie fuhr fort:\"und diese Frau mußte in der Blüte ihrer\nJahre dahin, da ihr jüngster Sohn nicht sechs Monate alt war! Ihre\nKrankheit dauerte nicht lange; sie war ruhig, hingegeben, nur ihre\nKinder taten ihr weh, besonders das kleine. Wie es gegen das Ende\nging und sie zu mir sagte: ’bringe mir sie herauf!’ und wie ich sie\nhereinführte, die kleinen, die nicht wußten, und die ältesten, die\nohne Sinne waren, wie sie ums Bette standen, und wie sie die Hände\naufhob und über sie betete, und sie küßte nach einander und sie\nwegschickte und zu mir sagte: ’sei ihre Mutter!’—Ich gab ihr die Hand\ndrauf!—’Du versprichst viel, meine Tochter’, sagte sie, ’das Herz\neiner Mutter und das Aug’ einer Mutter. Ich habe oft an deinen\ndankbaren Tränen gesehen, daß du fühlst, was das sei. Habe es für\ndeine Geschwister, und für deinen Vater die Treue und den Gehorsam\neiner Frau. Du wirst ihn trösten.’—Sie fragte nach ihm, er war\nausgegangen, um uns den unerträglichen Kummer zu verbergen, den er\nfühlte, der Mann war ganz zerrissen.",
        "Albert, du warst im Zimmer. Sie hörte jemand gehn und fragte und\nforderte dich zu sich, und wie sie dich ansah und mich, mit dem\ngetrösteten, ruhigen Blicke, daß wir glücklich sein, zusammen\nglücklich sein würden”.—Albert fiel ihr um den Hals und küßte sie und\nrief: “wir sind es! Wir werden es sein!\"—der ruhige Albert war ganz\naus seiner Fassung, und ich wußte nichts von mir selber. “Werther”,\nfing sie an, “und diese Frau sollte dahin sein! Gott! Wenn ich\nmanchmal denke, wie man das Liebste seines Lebens wegtragen läßt, und\nniemand als die Kinder das so scharf fühlt, die sich noch lange\nbeklagten, die schwarzen Männer hätten die Mama weggetragen! “sie\nstand auf, und ich ward erweckt und erschüttert, blieb sitzen und\nhielt ihre Hand.—\"Wir wollen fort”, sagte sie, “es wird Zeit”.—Sie\nwollte ihre Hand zurückziehen, und ich hielt sie fester.—\"wir werden\nuns wieder sehen” rief ich, “wir werden uns finden, unter allen\nGestalten werden wir uns erkennen. Ich gehe”, fuhr ich fort, “ich\ngehe willig, und doch, wenn ich sagen sollte auf ewig, ich würde es\nnicht aushalten. Leb’ wohl, Lotte! Leb’ wohl, Albert! Wir sehn uns\nwieder”.—\"Morgen, denke ich”, versetzte sie scherzend.—Ich fühlte\ndas Morgen! Ach, sie wußte nicht, als sie ihre Hand aus der meinen\nzog—Sie gingen die Allee hinaus, ich stand, sah ihnen nach im\nMondscheine und warf mich an die Erde und weinte mich aus und sprang\nauf und lief auf die Terrasse hervor und sah noch dort unten im\nSchatten der hohen Lindenbäume ihr weißes Kleid nach der Gartentür\nschimmern, ich streckte meine Arme aus, und es verschwand.",
        "Continue...",
        "\nThis complete text of “Die Leiden des jungen Werther” by Johann Wolfgang von Goethe,\nas well as the paintings by Caspar David Friedrich, are in the public domain.\n\n\n\nAmazon: “Die Leiden des jungen Werther”.\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on April 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}