{
    "title": "Die Leiden des jungen Werther - Am 20. Januar (von Johann Wolfgang von Goethe)",
    "author": "Unknown",
    "chapter": "46",
    "content": [
        "\n\n",
        "Ich muß Ihnen schreiben, liebe Lotte, hier in der Stube einer geringen\nBauernherberge, in die ich mich vor einem schweren Wetter geflüchtet\nhabe. Solange ich in dem traurigen Nest D..., unter dem fremden,\nmeinem Herzen ganz fremden Volke herumziehe, habe ich keinen\nAugenblick gehabt, keinen, an dem mein Herz mich geheißen hätte, Ihnen\nzu schreiben; und jetzt in dieser Hütte, in dieser Einsamkeit, in\ndieser Einschränkung, da Schnee und Schloßen wider mein Fensterchen\nwüten, hier waren Sie mein erster Gedanke. Wie ich hereintrat,\nüberfiel mich Ihre Gestalt, Ihr Andenken, o Lotte! So heilig, so warm!\nGuter Gott! Der erste glückliche Augenblick wieder.",
        "Wenn Sie mich sähen, meine Beste, in dem Schwall von Zerstreuung! Wie\nausgetrocknet meine Sinne werden! Nicht einen Augenblick der Fülle\ndes Herzens, nicht eine selige Stunde! Nichts! Nichts! Ich stehe\nwie vor einem Raritärenkasten und sehe die Männchen und Gäulchen vor\nmir herumrücken, und frage mich oft, ob es nicht optischer Betrug ist.\nIch spiele mit, vielmehr, ich werde gespielt wie eine Marionette und\nfasse manchmal meinen Nachbar an der hölzernen Hand und schaudere\nzurück. Des Abends nehme ich mir vor, den Sonnenaufgang zu genießen,\nund komme nicht aus dem Bette; am Tge hoffe ich, mich des Mondscheins\nzu erfreuen, und bleibe in meiner Stube. Ich weiß nicht recht, warum\nich aufstehe, warum ich schlafen gehe.",
        "Der Sauerteig, der mein Leben in Bewegung setzte, fehlt; der Reiz, der\nmich in tiefen Nächten munter erhielt, ist hin, der mich des Morgens\naus dem Schlafe weckte, ist weg.",
        "Ein einzig weibliches Geschöpf habe ich hier gefunden, eine Fräulein\nvon B..., sie gleicht Ihnen, liebe Lotte, wenn man Ihnen gleichen\nkann”. “Ei!” werden Sie sagen, “der Mensch legt sich auf niedliche\nKomplimente!” ganz unwahr ist es nicht. Seit einiger Zeit bin ich\nsehr artig, weil ich doch nicht anders sein kann, habe viel Witz, und\ndie Frauenzimmer sagen, es wüßte niemand so fein zu loben als ich (und\nzu lügen, setzen Sie hinzu, denn ohne das geht es nicht ab, verstehen\nSie?). Ich wollte von Fräulein B... reden. Sie hat viel Seele, die\nvoll aus ihren blauen Augen hervorblickt. Ihr Stand ist ihr zur Last,\nder keinen der Wünsche ihres Herzens befriedigt. Sie sehnt sich aus\ndem Getümmel, und wir verphantasieren manche Stunde in ländlichen\nSzenen von ungemischter Glückseligkeit; ach! und von Ihnen! Wie oft\nmuß sie Ihnen huldigen, muß nicht, tut es freiwillig, hört so gern von\nIhnen, liebt Sie.-O säß’ ich zu Ihren Füßen in dem lieben,\nvertraulichen Zimmerchen, und unsere kleinen Lieben wälzten sich mit\neinander um mich herum, und wenn sie Ihnen zu laut würden, wollte ich\nsie mit einem schauerlichen Märchen um mich zur Ruhe versammeln.",
        "Die Sonne geht herrlich unter über der schneeglänzenden Gegend, der\nSturm ist hinüber gezogen, und ich—muß mich wieder in meinen Käfig\nsperren.—Adieu! Ist Albert bei Ihnen? Und wie—? Gott verzeihe mir\ndiese Frage!",
        "Continue...",
        "\nThis complete text of “Die Leiden des jungen Werther” by Johann Wolfgang von Goethe,\nas well as the paintings by Caspar David Friedrich, are in the public domain.\n\n\n\nAmazon: “Die Leiden des jungen Werther”.\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on April 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}