{
    "title": "Die Leiden des jungen Werther - Am 1. Julius (von Johann Wolfgang von Goethe)",
    "author": "Unknown",
    "chapter": "16",
    "content": [
        "\n\n",
        "Was Lotte einem Kranken sein muß, fühl’ ich an meinem eigenen Herzen,\ndas übler dran ist als manches, das auf dem Siechbette verschmachtet.\nSie wird einige Tage in der Stadt bei einer rechtschaffnen Frau\nzubringen, die sich nach der Aussage der Ärzte ihrem Ende naht und in\ndiesen letzten Augenblicken Lotten um sich haben will. Ich war vorige\nWoche mir ihr, den Pfarrer von St. zu besuchen; ein Örtchen, das eine\nStunde seitwärts im Gebirge liegt. Wir kamen gegen vier dahin. Lotte\nhatte ihre zweite Schwester mitgenommen. Als wir in den mit zwei\nhohen Nußbäumen überschatteten Pfarrhof traten, saß der gute alte Mann\nauf einer Bank vor der Haustür, und da er Lotten sah, ward er wie neu\nbelebt, vergaß seinen Knotenstock und wagte sich auf, ihr entgegen.\nSie lief hin zu ihm, nötigte ihn sich niederzulassen, indem sie sich\nzu ihm setzte, brachte viele Grüße von ihrem Vater, herzte seinen\ngarstigen, schmutzigen jüngsten Buben, das Quakelchen seines Alters.\nDu hättest sie sehen sollen, wie sie den Alten beschäftigte, wie sie\nihre Stimme erhob, um seinen halb tauben Ohren vernehmlich zu werden,\nwie sie ihm von jungen, robusten Leuten erzählte, die unvermutet\ngestorben wären, von der Vortrefflichkeit des Karlsbades, und wie sie\nseinen Entschluß lobte, künftigen Sommer hinzugehen, wie sie fand, daß\ner viel besser aussähe, viel munterer sei als das letztemal, da sie\nihn gesehn.—ich hatte indes der Frau Pfarrerin meine Höflichkeiten\ngemacht. Der Alte wurde ganz munter, und da ich nicht umhin konnte,\ndie schönen Nußbäume zu loben, die uns so lieblich beschatteten, fing\ner an, uns, wiewohl mit einiger Beschwerlichkeit, die Geschichte davon\nzu geben.—\"den alten”, sagte er,\"wissen wir nicht, wer den gepflanzt\nhat; einige sagen dieser, andere jener Pfarrer. Der jüngere aber dort\nhinten ist so alt als meine Frau, im Oktober funfzig Jahr. Ihr Vater\npflanzte ihn des Morgens, als sie gegen Abend geboren wurde. Er war\nmein Vorfahr im Amt, und wie lieb ihm der Baum war, ist nicht zu sagen;\nmir ist er’s gewiß nicht weniger. Meine Frau saß darunter auf einem\nBalken und strickte, da ich vor siebenundzwanzig Jahren als ein armer\nStudent zum erstenmale hier in den Hof kam”.—Lotte fragte nach seiner\nTochter; es hieß, sie sei mit Herrn Schmidt auf die Wiese hinaus zu\nden Arbeitern, und der Alte fuhr in seiner Erzählung fort: wie sein\nVorfahr ihn liebgewonnen und die Tochter dazu, und wie er erst sein\nVikar und dann sein Nachfolger geworden. Die Geschichte war nicht\nlange zu Ende, als die Jungfer Pfarrerin mit dem sogenannten Herrn\nSchmidt durch den Garten herkam: sie bewillkommte Lotten mit\nherzlicher Wärme, und ich muß sagen, sie gefiel mir nicht übel; eine\nrasche, wohlgewachsene Brünette, die einen die kurze Zeit über auf dem\nLande wohl unterhalten hätte. Ihr Liebhaber (denn als solchen stellte\nsich Herr Schmidt gleich dar), ein feiner, doch stiller Mensch, der\nsich nicht in unsere Gespräche mischen wollte, ob ihn gleich Lotte\nimmer hereinzog. Was mich am meisten betrübte, war, daß ich an seinen\nGesichtszügen zu bemerken schien, es sei mehr Eigensinn und übler\nHumor als Eingeschränktheit des Verstandes, der ihn sich mitzuteilen\nhinderte. In der Folge ward dies leider nur zu deutlich; denn als\nFriederike beim Spazierengehen mit Lotten und gelegentlich auch mit\nmir ging, wurde des Herrn Angesicht, das ohnedies einer bräunlichen\nFarbe war, so sichtlich verdunkelt, daß es Zeit war, daß Lotte mich\nbeim Ärmel zupfte und mir zu verstehn gab, daß ich mit Friederiken zu\nartig getan. Nun verdrießt mich nichts mehr, als wenn die Menschen\neinander plagen, am meisten, wenn junge Leute in der Blüte des Lebens,\nda sie am offensten für alle Freuden sein könnten, einander die paar\nguten Tage mit Fratzen verderben und nur erst zu spät das\nUnersetzliche ihrer Verschwendung einsehen. Mich wurmte das, und ich\nkonnte nicht umhin, da wir gegen Abend in den Pfarrhof zurückkehrten\nund an einem Tische Milch aßen und das Gespräch auf Freude und Leid\nder Welt sich wendete, den Faden zu ergreifen und recht herzlich gegen\ndie üble Laune zu reden.—\"wir Menschen beklagen uns oft”, fing ich an,\n“daß der guten Tage so wenig sind und der schlimmen so viel, und, wie\nmich dünkt, meist mit Unrecht. Wenn wir immer ein offenes Herz hätten,\ndas Gute zu genießen, das uns Gott für jeden Tag bereitet, wir würden\nalsdann auch Kraft genug haben, das Übel zu tragen, wenn es kommt”.\n-\"Wir haben aber unser Gemüt nicht in unserer Gewalt”, versetzte die\nPfarrerin, “wie viel hängt vom Körper ab! Wenn einem nicht wohl ist,\nist’s einem überall nicht recht”.—Ich gestand ihr das ein.—\"Wir\nwollen es also”, fuhr ich fort,\"als eine Krankheit ansehen und fragen,\nob dafür kein Mittel ist?\"—\"Das läßt sich hören”, sagte Lotte, “ich\nglaube wenigstens, daß viel von uns abhängt. Ich weiß es an mir.\nWenn mich etwas neckt und mich verdrießlich machen will, spring’ ich\nauf und sing’ ein paar Contretänze den Garten auf und ab, gleich ist’s\nweg”.—\"das war’s, was ich sagen wollte,\"versetzte ich,\"es ist mit der\nüblen Laune völlig wie mit der Trägheit, denn es ist eine Art von\nTrägheit. Unsere Natur hängt sehr dahin, und doch, wenn wir nur\neinmal die Kraft haben, uns zu ermannen, geht uns die Arbeit frisch\nvon der Hand, und wir finden in der Tätigkeit ein wahres Vergnügen”.\n—Friederike war sehr aufmerksam, und der junge Mensch wandte mir ein,\ndaß man nicht Herr über sich selbst sei und am wenigsten über seine\nEmpfindungen gebieten könne.—\"es ist hier die Frage von einer\nunangenehmen Empfindung”, versetzte ich, “die doch jedermann gerne los\nist; und niemand weiß, wie weit seine Kräfte gehen, bis er sie\nversucht hat. Gewiß, wer krank ist, wird bei allen Ärzten herumfragen,\nund die größten Resignationen, die bittersten Arzeneien wird er nicht\nabweisen, um seine gewünschte Gesundheit zu erhalten”.—ich bemerkte,\ndaß der ehrliche Alte sein Gehör anstrengte, um an unserm Diskurse\nteilzunehmen, ich erhob die Stimme, indem ich die Rede gegen ihn\nwandte”. Man predigt gegen so viele Laster”, sagte ich, “ich habe\nnoch nie gehört, daß man gegen die üble Laune vom Predigtstuhle\ngearbeitet hätte.—\"Das müßten die Stadtpfarrer tun”, sagte er, “die\nBauern haben keinen bösen Humor; doch könnte es auch zuweilen nicht\nschaden, es wäre eine Lektion für seine Frau wenigstens und für den\nHerrn Amtmann”.—Die Gesellschaft lachte, und er herzlich mit, bis er\nin einen Husten verfiel, der unsern Diskurs eine Zeitlang unterbrach;\ndarauf denn der junge Mensch wieder das Wort nahm: “Sie nannten den\nbösen Humor ein Laster; mich deucht, das ist übertrieben”.—\"Mit\nnichten”, gab ich zur Antwort, “wenn das, womit man sich selbst und\nseinem Nächsten schadet, diesen Namen verdient. Ist es nicht genug,\ndaß wir einander nicht glücklich machen können, müssen wir auch noch\neinander das Vergnügen rauben, das jedes Herz sich noch manchmal\nselbst gewähren kann? Und nennen Sie mir den Menschen, der übler\nLaune ist und so brav dabei, sie zu verbergen, sie allein zu tragen,\nohne die Freude um sich her zu zerstören! Oder ist sie nicht vielmehr\nein innerer Unmut über unsere eigene Unwürdigkeit, ein Mißfallen an\nuns selbst, das immer mit einem Neide verknüpft ist, der durch eine\ntörichte Eitelkeit aufgehetzt wird? Wir sehen glückliche Menschen,\ndie wir nicht glücklich machen, und das ist unerträglich”.—Lotte\nlächelte mich an, da sie die Bewegung sah, mit der ich redete, und\neine Träne in Friederikens Auge spornte mich fortzufahren.—\"Wehe\ndenen”, sagte ich, “die sich der Gewalt bedienen, die sie über ein\nHerz haben, um ihm die einfachen Freuden zu rauben, die aus ihm selbst\nhervorkeimen. Alle Geschenke, alle Gefälligkeiten der Welt ersetzen\nnicht einen Augenblick Vergnügen an sich selbst, den uns eine\nneidische Unbehaglichkeit unsers Tyrannen vergällt hat”.",
        "Mein ganzes Herz war voll in diesem Augenblicke; die Erinnerung so\nmanches Vergangenen drängte sich an meine Seele, und die Tränen kamen\nmir in die Augen.",
        "“Wer sich das nur täglich sagte”,rief ich aus,\"du vermagst nichts auf\ndeine Freunde, als ihnen ihre Freuden zu lassen und ihr Glück zu\nvermehren, indem du es mit ihnen genießest. Vermagst du, wenn ihre\ninnere Seele von einer ängstigenden Leidenschaft gequält, vom Kummer\nzerrüttet ist, ihnen einen Tropfen Linderung zu geben?",
        "Und wenn die letzte, bangste Krankheit dann über das Geschöpf herfällt,\ndas du in blühenden Tagen untergraben hast, und sie nun daliegt in\ndem erbärmlichsten Ermatten, das Auge gefühllos gen Himmel sieht, der\nTodesschweiß auf der blassen Stirne abwechselt, und du vor dem Bette\nstehst wie ein Verdammter, in dem innigsten Gefühl, daß du nichts\nvermagst mit deinem ganzen Vermögen, und die Angst dich inwendig\nkrampft, daß du alles hingeben möchtest, dem untergehenden Geschöpfe\neinen Tropfen Stärkung, einen Funken Mut einflößen zu können”.",
        "Die Erinnerung einer solchen Szene, wobei ich gegenwärtig war, fiel\nmit ganzer Gewalt bei diesen Worten über mich. Ich nahm das\nSchnupftuch vor die Augen und verließ die Gesellschaft, und nur\nLottens Stimme, die mir rief, wir wollten fort, brachte mich zu mir\nselbst. Und wie sie mich auf dem Wege schalt über den zu warmen\nAnteil an allem, und daß ich drüber zugrunde gehen würde! Daß ich\nmich schonen sollte!—O der Engel! Um deinetwillen muß ich leben!",
        "Continue...",
        "\nThis complete text of “Die Leiden des jungen Werther” by Johann Wolfgang von Goethe,\nas well as the paintings by Caspar David Friedrich, are in the public domain.\n\n\n\nAmazon: “Die Leiden des jungen Werther”.\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on April 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}