{
    "title": "Die Leiden des jungen Werther - Am 22. Mai (von Johann Wolfgang von Goethe)",
    "author": "Unknown",
    "chapter": "8",
    "content": [
        "\n\n",
        "Daß das Leben des Menschen nur ein Traum sei, ist manchem schon so\nvorgekommen, und auch mit mir zieht dieses Gefühl immer herum. Wenn\nich die Einschränkung ansehe, in welcher die tätigen und forschenden\nKräfte des Menschen eingesperrt sind; wenn ich sehe, wie alle\nWirksamkeit dahinaus läuft, sich die Befriedigung von Bedürfnissen zu\nverschaffen, die wieder keinen Zweck haben, als unsere arme Existenz\nzu verlängern, und dann, daß alle Beruhigung über gewisse Punkte des\nNachforschens nur eine träumende Regignation ist, da man sich die\nWände, zwischen denen man gefangen sitzt, mit bunten Gestalten und\nlichten Aussichten bemalt—das alles, Wilhelm, macht mich stumm. Ich\nkehre in mich selbst zurück, und finde eine Welt! Wieder mehr in\nAhnung und dunkler Begier als in Darstellung und lebendiger Kraft.\nUnd da schwimmt alles vor meinen Sinnen, und ich lächle dann so\nträumend weiter in die Welt.",
        "Daß die Kinder nicht wissen, warum sie wollen, darin sind alle\nhochgelahrten Schul—und Hofmeister einig; daß aber auch Erwachsene\ngleich Kindern auf diesem Erdboden herumtaumeln und wie jene nicht\nwissen, woher sie kommen und wohin sie gehen, ebensowenig nach wahren\nZwecken handeln, ebenso durch Biskuit und Kuchen und Birkenreiser\nregiert werden: das will niemand gern glauben, und mich dünkt, man\nkann es mit Händen greifen.",
        "Ich gestehe dir gern, denn ich weiß, was du mir hierauf sagen möchtest,\ndaß diejenigen die Glücklichsten sind, die gleich den Kindern in den\nTag hinein leben, ihre Puppen herumschleppen, aus—und anziehen und\nmit großem Respekt um die Schublade umherschleichen, wo Mama das\nZuckerbrot hineingeschlossen hat, und, wenn sie das gewünschte endlich\nerhaschen, es mit vollen Backen verzehren und rufen:\"mehr!\"—das sind\nglückliche Geschöpfe. Auch denen ist’s wohl, die ihren\nLumpenbeschäftigungen oder wohl gar ihren Leidenschaften prächtige\nTitel geben und sie dem Menschengeschlechte als Riesenoperationen zu\ndessen Heil und Wohlfahrt anschreiben.—Wohl dem, der so sein kann!\nWer aber in seiner Demut erkennt, wo das alles hinausläuft, wer da\nsieht, wie artig jeder Bürger, dem es wohl ist, sein Gärtchen zum\nParadiese zuzustutzen weiß, und wie unverdrossen auch der Unglückliche\nunter der Bürde seinen Weg fortkeucht, und alle gleich interessiert\nsind, das Licht dieser Sonne noch eine Minute länger zu sehn—ja, der\nist still und bildet auch seine Welt aus sich selbst und ist auch\nglücklich, weil er ein Mensch ist. Und dann, so eingeschränkt er ist,\nhält er doch immer im Herzen das süße Gefühl der Freiheit, und daß er\ndiesen Kerker verlassen kann, wann er will.",
        "Continue...",
        "\nThis complete text of “Die Leiden des jungen Werther” by Johann Wolfgang von Goethe,\nas well as the paintings by Caspar David Friedrich, are in the public domain.\n\n\n\nAmazon: “Die Leiden des jungen Werther”.\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on April 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}