{
    "title": "Die Geburt der Tragödie - 9. (Von Friedrich Wilhelm Nietzsche)",
    "author": "Unknown",
    "chapter": "17",
    "content": [
        "\n\n",
        "Alles, was im apollinischen Theile der griechischen Tragödie, im\nDialoge, auf die Oberfläche kommt, sieht einfach, durchsichtig, schön\naus. In diesem Sinne ist der Dialog ein Abbild des Hellenen, dessen\nNatur sich im Tanze offenbart, weil im Tanze die grösste Kraft nur\npotenziell ist, aber sich in der Geschmeidigkeit und Ueppigkeit der\nBewegung verräth. So überrascht uns die Sprache der sophokleischen\nHelden durch ihre apollinische Bestimmtheit und Helligkeit, so dass\nwir sofort bis in den innersten Grund ihres Wesens zu blicken wähnen,\nmit einigem Erstaunen, dass der Weg bis zu diesem Grunde so kurz\nist. Sehen wir aber einmal von dem auf die Oberfläche kommenden und\nsichtbar werdenden Charakter des Helden ab – der im Grunde nichts mehr\nist als das auf eine dunkle Wand geworfene Lichtbild d.h. Erscheinung\ndurch und durch – dringen wir vielmehr in den Mythus ein, der in\ndiesen hellen Spiegelungen sich projicirt, so erleben wir plötzlich\nein Phänomen, das ein umgekehrtes Verhältniss zu einem bekannten\noptischen hat. Wenn wir bei einem kräftigen Versuch, die Sonne in’s\nAuge zu fassen, uns geblendet abwenden, so haben wir dunkle farbige\nFlecken gleichsam als Heilmittel vor den Augen: umgekehrt sind\njene Lichtbilderscheinungen des sophokleischen Helden, kurz das\nApollinische der Maske, nothwendige Erzeugungen eines Blickes in’s\nInnere und Schreckliche der Natur, gleichsam leuchtende Flecken zur\nHeilung des von grausiger Nacht versehrten Blickes. Nur in diesem\nSinne dürfen wir glauben, den ernsthaften und bedeutenden Begriff der\n“griechischen Heiterkeit” richtig zu fassen; während wir allerdings\nden falsch verstandenen Begriff dieser Heiterkeit im Zustande\nungefährdeten Behagens auf allen Wegen und Stegen der Gegenwart\nantreffen.",
        "Die leidvollste Gestalt der griechischen Bühne, der unglückselige\nOedipus, ist von Sophokles als der edle Mensch verstanden worden, der\nzum Irrthum und zum Elend trotz seiner Weisheit bestimmt ist, der aber\nam Ende durch sein ungeheures Leiden eine magische segensreiche Kraft\num sich ausübt, die noch über sein Verscheiden hinaus wirksam ist. Der\nedle Mensch sündigt nicht, will uns der tiefsinnige Dichter sagen:\ndurch sein Handeln mag jedes Gesetz, jede natürliche Ordnung, ja die\nsittliche Welt zu Grunde gehen, eben durch dieses Handeln wird ein\nhöherer magischer Kreis von Wirkungen gezogen, die eine neue Welt auf\nden Ruinen der umgestürzten alten gründen. Das will uns der Dichter,\ninsofern er zugleich religiöser Denker ist, sagen: als Dichter zeigt\ner uns zuerst einen wunderbar geschürzten Prozessknoten, den der\nRichter langsam, Glied für Glied, zu seinem eigenen Verderben löst;\ndie echt hellenische Freude an dieser dialektischen Lösung ist so\ngross, dass hierdurch ein Zug von überlegener Heiterkeit über das\nganze Werk kommt, der den schauderhaften Voraussetzungen jenes\nProzesses überall die Spitze abbricht. Im “Oedipus auf Kolonos\"\ntreffen wir diese selbe Heiterkeit, aber in eine unendliche Verklärung\nemporgehoben; dem vom Uebermaasse des Elends betroffenen Greise\ngegenüber, der allem, was ihn betrifft, rein als Leidender\npreisgegeben ist – steht die überirdische Heiterkeit, die aus\ngöttlicher Sphäre herniederkommt und uns andeutet, dass der Held in\nseinem rein passiven Verhalten seine höchste Activität erlangt, die\nweit über sein Leben hinausgreift, während sein bewusstes Tichten und\nTrachten im früheren Leben ihn nur zur Passivität geführt hat. So wird\nder für das sterbliche Auge unauflöslich verschlungene Prozessknoten\nder Oedipusfabel langsam entwirrt – und die tiefste menschliche Freude\nüberkommt uns bei diesem göttlichen Gegenstück der Dialektik. Wenn wir\nmit dieser Erklärung dem Dichter gerecht geworden sind, so kann doch\nimmer noch gefragt werden, ob damit der Inhalt des Mythus erschöpft\nist: und hier zeigt sich, dass die ganze Auffassung des Dichters\nnichts ist als eben jenes Lichtbild, welches uns, nach einem Blick in\nden Abgrund, die heilende Natur vorhält. Oedipus der Mörder seines\nVaters, der Gatte seiner Mutter, Oedipus der Räthsellöser der Sphinx!\nWas sagt uns die geheimnissvolle Dreiheit dieser Schicksalsthaten?\nEs giebt einen uralten, besonders persischen Volksglauben, dass ein\nweiser Magier nur aus Incest geboren werden könne: was wir uns, im\nHinblick auf den räthsellösenden und seine Mutter freienden Oedipus,\nsofort so zu interpretiren haben, dass dort, wo durch weissagende und\nmagische Kräfte der Bann von Gegenwart und Zukunft, das starre Gesetz\nder Individuation, und überhaupt der eigentliche Zauber der Natur\ngebrochen ist, eine ungeheure Naturwidrigkeit – wie dort der Incest –\nals Ursache vorausgegangen sein muss; denn wie könnte man die Natur\nzum Preisgeben ihrer Geheimnisse zwingen, wenn nicht dadurch,\ndass man ihr siegreich widerstrebt, d.h. durch das Unnatürliche?\nDiese Erkenntniss sehe ich in jener entsetzlichen Dreiheit der\nOedipusschicksale ausgeprägt: derselbe, der das Räthsel der Natur –\njener doppeltgearteten Sphinx – löst, muss auch als Mörder des Vaters\nund Gatte der Mutter die heiligsten Naturordnungen zerbrechen. Ja, der\nMythus scheint uns zuraunen zu wollen, dass die Weisheit und gerade\ndie dionysische Weisheit ein naturwidriger Greuel sei, dass der,\nwelcher durch sein Wissen die Natur in den Abgrund der Vernichtung\nstürzt, auch an sich selbst die Auflösung der Natur zu erfahren habe.\n“Die Spitze der Weisheit kehrt sich gegen den Weisen: Weisheit ist\nein Verbrechen an der Natur”: solche schreckliche Sätze ruft uns der\nMythus zu: der hellenische Dichter aber berührt wie ein Sonnenstrahl\ndie erhabene und furchtbare Memnonssäule des Mythus, so dass er\nplötzlich zu tönen beginnt – in sophokleischen Melodieen!",
        "Der Glorie der Passivität stelle ich jetzt die Glorie der Activität\ngegenüber, welche den Prometheus des Aeschylus umleuchtet. Was uns\nhier der Denker Aeschylus zu sagen hatte, was er aber als Dichter\ndurch sein gleichnissartiges Bild uns nur ahnen lässt, das hat uns\nder jugendliche Goethe i\nden verwegenen Worten seines Prometheus zu enthüllen gewusst:",
        "Der Mensch, in’s Titanische sich steigernd, erkämpft sich selbst seine\nCultur und zwingt die Götter sich mit ihm zu verbinden, weil er in\nseiner selbsteignen Weisheit die Existenz und die Schranken derselben\nin seiner Hand hat. Das Wunderbarste an jenem Prometheusgedicht, das\nseinem Grundgedanken nach der eigentliche Hymnus der Unfrömmigkeit\nist, ist aber der tiefe aeschyleische Zug nach Gerechtigkeit: das\nunermessliche Leid des kühnen “Einzelnen” auf der einen Seite, und die\ngöttliche Noth, ja Ahnung einer Götterdämmerung auf der andern, die\nzur Versöhnung, zum metaphysischen Einssein zwingende Macht jener\nbeiden Leidenswelten – dies alles erinnert auf das Stärkste an den\nMittelpunkt und Hauptsatz der aeschyleischen Weltbetrachtung, die über\nGöttern und Menschen die Moira als ewige Gerechtigkeit thronen sieht.\nBei der erstaunlichen Kühnheit, mit der Aeschylus die olympische\nWelt auf seine Gerechtigkeitswagschalen stellt, müssen wir uns\nvergegenwärtigen, dass der tiefsinnige Grieche einen unverrückbar\nfesten Untergrund des metaphysischen Denkens in seinen Mysterien\nhatte, und dass sich an den Olympiern alle seine skeptischen\nAnwandelungen entladen konnten. Der griechische Künstler insbesondere\nempfand im Hinblick auf diese Gottheiten ein dunkles Gefühl\nwechselseitiger Abhängigkeit: und gerade im Prometheus des Aeschylus\nist dieses Gefühl symbolisirt. Der titanische Künstler fand in sich\nden trotzigen Glauben, Menschen schaffen und olympische Götter\nwenigstens vernichten zu können: und dies durch seine höhere Weisheit,\ndie er freilich durch ewiges Leiden zu büssen gezwungen war. Das\nherrliche “Können” des grossen Genius, das selbst mit ewigem Leide zu\ngering bezahlt ist, der herbe Stolz des Künstlers – das ist Inhalt und\nSeele der aeschyleischen Dichtung, während Sophokles in seinem Oedipus\ndas Siegeslied des Heiligen präludirend anstimmt. Aber auch mit jener\nDeutung, die Aeschylus dem Mythus gegeben hat, ist dessen erstaunliche\nSchreckenstiefe nicht ausgemessen: vielmehr ist die Werdelust des\nKünstlers, die jedem Unheil trotzende Heiterkeit des künstlerischen\nSchaffens nur ein lichtes Wolken- und Himmelsbild, das sich auf einem\nschwarzen See der Traurigkeit spiegelt. Die Prometheussage ist ein\nursprüngliches Eigenthum der gesammten arischen Völkergemeinde und ein\nDocument für deren Begabung zum Tiefsinnig-Tragischen, ja es möchte\nnicht ohne Wahrscheinlichkeit sein, dass diesem Mythus für das arische\nWesen eben dieselbe charakteristische Bedeutung innewohnt, die der\nSündenfallmythus für das semitische hat, und dass zwischen beiden\nMythen ein Verwandtschaftsgrad existiert, wie zwischen Bruder\nund Schwester. Die Voraussetzung jenes Prometheusmythus ist der\nüberschwängliche Werth, den eine naive Menschheit dem Feuer beilegt\nals dem wahren Palladium jeder aufsteigenden Cultur: dass aber der\nMensch frei über das Feuer waltet und es nicht nur durch ein Geschenk\nvom Himmel, als zündenden Blitzstrahl oder wärmenden Sonnenbrand\nempfängt, erschien jenen beschaulichen Ur-Menschen als ein Frevel,\nals ein Raub an der göttlichen Natur. Und so stellt gleich das erste\nphilosophische Problem einen peinlichen unlösbaren Widerspruch\nzwischen Mensch und Gott hin und rückt ihn wie einen Felsblock an die\nPforte jeder Cultur. Das Beste und Höchste, dessen die Menschheit\ntheilhaftig werden kann, erringt sie durch einen Frevel und muss nun\nwieder seine Folgen dahinnehmen, nämlich die ganze Fluth von Leiden\nund von Kümmernissen mit denen die beleidigten Himmlischen das edel\nemporstrebende Menschengeschlecht heimsuchen – müssen: ein herber\nGedanke, der durch die Würde, die er dem Frevel ertheilt, seltsam\ngegen den semitischen Sündenfallmythus absticht, in welchem die\nNeugierde, die lügnerische Vorspiegelung, die Verführbarkeit, die\nLüsternheit, kurz eine Reihe vornehmlich weiblicher Affectionen\nals der Ursprung des Uebels angesehen wurde. Das, was die arische\nVorstellung auszeichnet, ist die erhabene Ansicht von der activen\nSünde als der eigentlich prometheischen Tugend: womit zugleich der\nethische Untergrund der pessimistischen Tragödie gefunden ist, als\ndie Rechtfertigung des menschlichen Uebels, und zwar sowohl der\nmenschlichen Schuld, als des dadurch verwirkten Leidens. Das Unheil\nim Wesen der Dinge – das der beschauliche Arier nicht geneigt ist\nwegzudeuteln -, der Widerspruch im Herzen der Welt offenbart sich ihm\nals ein Durcheinander verschiedener Welten, z.B. einer göttlichen und\neiner menschlichen, von denen jede als Individuum im Recht ist, aber\nals einzelne neben einer andern für ihre Individuation zu leiden\nhat. Bei dem heroischen Drange des Einzelnen ins Allgemeine, bei dem\nVersuche über den Bann der Individuation hinauszuschreiten und das\neine Weltwesen selbst sein zu wollen, erleidet er an sich den in den\nDingen verborgenen Urwiderspruch d.h. er frevelt und leidet. So wird\nvon den Ariern der Frevel als Mann, von den Semiten die Sünde als Weib\nverstanden, so wie auch der Urfrevel vom Manne, die Ursünde vom Weibe\nbegangen wird. Uebrigens sagt der Hexenchor:",
        "Wer jenen innersten Kern der Prometheussage versteht – nämlich die dem\ntitanisch strebenden Individuum gebotene Nothwendigkeit des Frevels\n– der muss auch zugleich das Unapollinische dieser pessimistischen\nVorstellung empfinden; denn Apollo will die Einzelwesen gerade dadurch\nzur Ruhe bringen, dass er Grenzlinien zwischen ihnen zieht und dass\ner immer wieder an diese als an die heiligsten Weltgesetze mit seinen\nForderungen der Selbsterkenntniss und des Maasses erinnert. Damit\naber bei dieser apollinischen Tendenz die Form nicht zu ägyptischer\nSteifigkeit und Kälte erstarre, damit nicht unter dem Bemühen, der\neinzelnen Welle ihre Bahn und ihr Bereich vorzuschreiben, die Bewegung\ndes ganzen See’s ersterbe, zerstörte von Zeit zu Zeit wieder die hohe\nFluth des Dionysischen alle jene kleinen Zirkel, in die der einseitig\napollinische “Wille” das Hellenenthum zu bannen suchte. Jene plötzlich\nanschwellende Fluth des Dionysischen nimmt dann die einzelnen kleinen\nWellenberge der Individuen auf ihren Rücken, wie der Bruder des\nPrometheus, der Titan Atlas, die Erde. Dieser titanische Drang,\ngleichsam der Atlas aller Einzelnen zu werden und sie mit breitem\nRücken höher und höher, weiter und weiter zu tragen, ist das\nGemeinsame zwischen dem Prometheischen und dem Dionysischen. Der\naeschyleische Prometheus ist in diesem Betracht eine dionysische\nMaske, während in jenem vorhin erwähnten tiefen Zuge nach\nGerechtigkeit Aeschylus seine väterliche Abstammung von Apollo,\ndem Gotte der Individuation und der Gerechtigkeitsgrenzen, dem\nEinsichtigen verräth. Und so möchte das Doppelwesen des aeschyleischen\nPrometheus, seine zugleich dionysische und apollinische Natur in\nbegrifflicher Formel so ausgedrückt werden können: “Alles Vorhandene\nist gerecht und ungerecht und in beidem gleich berechtigt.”",
        "Das ist deine Welt! Das heisst eine Welt! –",
        "Continue...",
        "\nThis complete text of Die Geburt der Tragödie/ Die Geburt der Tragödie aus dem Geiste (The Birth of Tragedy/ The Birth of Tragedy from the Spirit of Music) from 1872 by Friedrich Wilhelm Nietzsche\nis provided as free e-text and belongs to the public domain.\n\nSee this book in German or English at Amazon.\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on September 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}