{
    "title": "Die Leiden des jungen Werther - Am 15. Dezember (von Johann Wolfgang von Goethe)",
    "author": "Unknown",
    "chapter": "88",
    "content": [
        "\n\n",
        "Was ist das, mein Lieber? Ich erschrecke vor mir selbst! Ist nicht\nmeine Liebe zu ihr die heiligste, reinste, brüderlichste Liebe? Habe\nich jemals einen strafbaren Wunsch in meiner Seele gefühlt?—ich\nwill nicht beteuern—und nun, Träume! O wie wahr fühlten die Menschen,\ndie so widersprechende Wirkungen fremden Mächten zuschrieben! Diese\nNacht! Ich zittere, es zu sagen, hielt ich sie in meinen Armen, fest\nan meinen Busen gedrückt, und deckte ihren liebelispelnden Mund mit\nunendlichen Küssen; mein Auge schwamm in der Trunkenheit des ihrigen!\nGott! Bin ich strafbar, daß ich auch jetzt noch eine Seligkeit fühle,\nmir diese glühenden Freuden mit voller Innigkeit zurückzurufen?\nLotte! Lotte!—und mit mir ist es aus! Meine Sinne verwirren sich,\nschon acht Tage habe ich keine Besinnungskraft mehr, meine Augen sind\nvoll Tränen. Ich bin nirgend wohl, und überall wohl. Ich wünsche\nnichts, verlange nichts. Mir wäre besser, ich ginge”.",
        "Der Entschluß, die Welt zu verlassen, hatte in dieser Zeit, unter\nsolchen Umständen in Werthers Seele immer mehr Kraft gewonnen. Seit\nder Rückkehr zu Lotten war es immer seine letzte Aussicht und\nHoffnung gewesen; doch hatte er sich gesagt, es solle keine übereilte,\nkeine rasche Tat sein, er wolle mit der besten Überzeugung, mit der\nmöglichst ruhigen Entschlossenheit diesen Schritt tun.",
        "Seine Zweifel, sein Streit mit sich selbst blicken aus einem\nZettelchen hervor, das wahrscheinlich ein angefangener Brief an\nWilhelm ist und ohne Datum unter seinen Papieren gefunden worden:",
        "Ihre Gegenwart, ihr Schicksal, ihre Teilnehmung an dem meinigen\npreßt noch die letzten Tränen aus meinem versengten Gehirne. Den\nVorhang aufzuheben und dahinter zu treten! Das ist alles! Und warum\ndas Zaudern und Zagen? Weil man nicht weiß, wie es dahinten aussieht?\nUnd man nicht wiederkehrt? Und daß das nun die Eigenschaft unseres\nGeistes ist, da Verwirrung und Finsternis zu ahnen, wovon wir nichts\nBestimmtes wissen”.",
        "Endlich ward er mit dem traurigen Gedanken immer mehr verwandt und\nbefremdet und sein Vorsatz fest und unwiderruflich, wovon folgender\nzweideutige Brief, den er an seinen Freund schrieb, ein Zeugnis\nabgibt.",
        "Continue...",
        "\nThis complete text of “Die Leiden des jungen Werther” by Johann Wolfgang von Goethe,\nas well as the paintings by Caspar David Friedrich, are in the public domain.\n\n\n\nAmazon: “Die Leiden des jungen Werther”.\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on April 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}