{
    "title": "Die Geburt der Tragödie - Vorwort an Richard Wagner. (Von Friedrich Wilhelm Nietzsche)",
    "author": "Unknown",
    "chapter": "8",
    "content": [
        "\n\n",
        "Um mir alle die möglichen Bedenklichkeiten, Aufregungen und\nMissverständnisse ferne zu halten, zu denen die in dieser Schrift\nvereinigten Gedanken bei dem eigenthümlichen Character unserer\naesthetischen Oeffentlichkeit Anlass geben werden, und um auch die\nEinleitungsworte zu derselben mit der gleichen beschaulichen Wonne\nschreiben zu können, deren Zeichen sie selbst, als das Petrefact guter\nund erhebender Stunden, auf jedem Blatte trägt, vergegenwärtige ich\nmir den Augenblick, in dem Sie, mein hochverehrter Freund, diese\nSchrift empfangen werden: wie Sie, vielleicht nach einer abendlichen\nWanderung im Winterschnee, den entfesselten Prometheus auf dem\nTitelblatte betrachten, meinen Namen lesen und sofort überzeugt sind,\ndass, mag in dieser Schrift stehen, was da wolle, der Verfasser etwas\nErnstes und Eindringliches zu sagen hat, ebenfalls dass er, bei allem,\nwas er sich erdachte, mit Ihnen wie mit einem Gegenwärtigen verkehrte\nund nur etwas dieser Gegenwart Entsprechendes niederschreiben durfte.\nSie werden dabei sich erinnern, dass ich zu gleicher Zeit, als Ihre\nherrliche Festschrift über Beethoven entstand, das heisst in den\nSchrecken und Erhabenheiten des eben ausgebrochnen Krieges mich zu\ndiesen Gedanken sammelte. Doch würden diejenigen irren, welche etwa\nbei dieser Sammlung an den Gegensatz von patriotischer Erregung und\naesthetischer Schwelgerei, von tapferem Ernst und heiterem Spiel\ndenken sollten: denen möchte vielmehr, bei einem wirklichen Lesen\ndieser Schrift, zu ihrem Erstaunen deutlich werden, mit welchem\nernsthaft deutschen Problem wir zu thun haben, das von uns recht\neigentlich in die Mitte deutscher Hoffnungen, als Wirbel und\nWendepunkt hingestellt wird. Vielleicht aber wird es für eben\ndieselben überhaupt anstössig sein, ein aesthetisches Problem so ernst\ngenommen zu sehn, falls sie nämlich in der Kunst nicht mehr als ein\nlustiges Nebenbei, als ein auch wohl zu missendes Schellengeklingel\nzum “Ernst des Daseins” zu erkennen im Stande sind: als ob Niemand\nwüsste, was es bei dieser Gegenüberstellung mit einem solchen “Ernste\ndes Daseins” auf sich habe. Diesen Ernsthaften diene zur Belehrung,\ndass ich von der Kunst als der höchsten Aufgabe und der eigentlich\nmetaphysischen Thätigkeit dieses Lebens im Sinne des Mannes überzeugt\nbin, dem ich hier, als meinem erhabenen Vorkämpfer auf dieser Bahn,\ndiese Schrift gewidmet haben will.",
        "Basel, Ende des Jahres 187l.",
        "Continue...",
        "\nThis complete text of Die Geburt der Tragödie/ Die Geburt der Tragödie aus dem Geiste (The Birth of Tragedy/ The Birth of Tragedy from the Spirit of Music) from 1872 by Friedrich Wilhelm Nietzsche\nis provided as free e-text and belongs to the public domain.\n\nSee this book in German or English at Amazon.\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on September 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}