{
    "title": "Die Geburt der Tragödie - 13. (Von Friedrich Wilhelm Nietzsche)",
    "author": "Unknown",
    "chapter": "21",
    "content": [
        "\n\n",
        "Dass Sokrates eine enge Beziehung der Tendenz zu Euripides habe,\nentging dem gleichzeitigen Alterthume nicht; und der beredteste\nAusdruck für diesen glücklichen Spürsinn ist jene in Athen umlaufende\nSage, Sokrates pflege dem Euripides im Dichten zu helfen. Beide\nNamen wurden von den Anhängern der “guten alten Zeit” in einem Athem\ngenannt, wenn es galt, die Volksverführer der Gegenwart aufzuzählen:\nvon deren Einflusse es herrühre, dass die alte marathonische\nvierschrötige Tüchtigkeit an Leib und Seele immer mehr einer\nzweifelhaften Aufklärung, bei fortschreitender Verkümmerung der\nleiblichen und seelischen Kräfte, zum Opfer falle. In dieser Tonart,\nhalb mit Entrüstung, halb mit Verachtung, pflegt die aristophanische\nKomödie von jenen Männern zu reden, zum Schrecken der Neueren, welche\nzwar Euripides gerne preisgeben, aber sich nicht genug darüber\nwundern können, dass Sokrates als der erste und oberste Sophist,\nals der Spiegel und Inbegriff aller sophistischen Bestrebungen bei\nAristophanes erscheine: wobei es einzig einen Trost gewährt, den\nAristophanes selbst als einen lüderlich lügenhaften Alcibiades der\nPoesie an den Pranger zu stellen. Ohne an dieser Stelle die tiefen\nInstincte des Aristophanes gegen solche Angriffe in Schutz zu nehmen,\nfahre ich fort, die enge Zusammengehörigkeit des Sokrates und des\nEuripides aus der antiken Empfindung heraus zu erweisen; in welchem\nSinne namentlich daran zu erinnern ist, dass Sokrates als Gegner der\ntragischen Kunst sich des Besuchs der Tragödie enthielt, und nur,\nwenn ein neues Stück des Euripides aufgeführt wurde, sich unter\nden Zuschauern einstellte. Am berühmtesten ist aber die nahe\nZusammenstellung beider Namen in dem delphischen Orakelspruche,\nwelcher Sokrates als den Weisesten unter den Menschen bezeichnet,\nzugleich aber das Urtheil abgab, dass dem Euripides der zweite Preis\nim Wettkampfe der Weisheit gebühre.",
        "Als der dritte in dieser Stufenleiter war Sophokles genannt; er, der\nsich gegen Aeschylus rühmen durfte, er thue das Rechte und zwar,\nweil er wisse, was das Rechte sei. Offenbar ist gerade der Grad der\nHelligkeit dieses Wissens dasjenige, was jene drei Männer gemeinsam\nals die drei “Wissenden” ihrer Zeit auszeichnet.",
        "Das schärfste Wort aber für jene neue und unerhörte Hochschätzung des\nWissens und der Einsicht sprach Sokrates, als er sich als den Einzigen\nvorfand, der sich eingestehe, nichts zu wissen; während er, auf seiner\nkritischen Wanderung durch Athen, bei den grössten Staatsmännern,\nRednern, Dichtern und Künstlern vorsprechend, überall die Einbildung\ndes Wissens antraf. Mit Staunen erkannte er, dass alle jene\nBerühmtheiten selbst über ihren Beruf ohne richtige und sichere\nEinsicht seien und denselben nur aus Instinct trieben. “Nur aus\nInstinct”: mit diesem Ausdruck berühren wir Herz und Mittelpunkt der\nsokratischen Tendenz. Mit ihm verurtheilt der Sokratismus eben so die\nbestehende Kunst wie die bestehende Ethik: wohin er seine prüfenden\nBlicke richtet, sieht er den Mangel der Einsicht und die Macht des\nWahns und schliesst aus diesem Mangel auf die innerliche Verkehrtheit\nund Verwerflichkeit des Vorhandenen. Von diesem einen Punkte aus\nglaubte Sokrates das Dasein corrigieren zu müssen: er, der Einzelne,\ntritt mit der Miene der Nichtachtung und der Ueberlegenheit, als der\nVorläufer einer ganz anders gearteten Cultur, Kunst und Moral, in\neine Welt hinein, deren Zipfel mit Ehrfurcht zu erhaschen wir uns zum\ngrössten Glücke rechnen würden.",
        "Dies ist die ungeheuere Bedenklichkeit, die uns jedesmal, Angesichts\ndes Sokrates, ergreift und die uns immer und immer wieder anreizt,\nSinn und Absicht dieser fragwürdigsten Erscheinung des Alterthums\nzu erkennen. Wer ist das, der es wagen darf, als ein Einzelner das\ngriechische Wesen zu verneinen, das als Homer, Pindar und Aeschylus,\nals Phidias, als Perikles, als Pythia und Dionysus, als der tiefste\nAbgrund und die höchste Höhe unserer staunenden Anbetung gewiss ist?\nWelche dämonische Kraft ist es, die diesen Zaubertrank in den Staub\nzu schütten sich erkühnen darf? Welcher Halbgott ist es, dem der\nGeisterchor der Edelsten der Menschheit zurufen muss: “Weh! Weh! Du\nhast sie zerstört, die schöne Welt, mit mächtiger Faust; sie stürzt,\nsie zerfällt!”",
        "Einen Schlüssel zu dem Wesen des Sokrates bietet uns jene wunderbare\nErscheinung, die als “Dämonion des Sokrates” bezeichnet wird. In\nbesonderen Lagen, in denen sein ungeheurer Verstand in’s Schwanken\ngerieth, gewann er einen festen Anhalt durch eine in solchen Momenten\nsich äussernde göttliche Stimme. Diese Stimme mahnt, wenn sie kommt,\nimmer ab. Die instinctive Weisheit zeigt sich bei dieser gänzlich\nabnormen Natur nur, um dem bewussten Erkennen hier und da hindernd\nentgegenzutreten. Während doch bei allen productiven Menschen der\nInstinct gerade die schöpferisch-affirmative Kraft ist, und das\nBewusstsein kritisch und abmahnend sich gebärdet: wird bei Sokrates\nder Instinct zum Kritiker, das Bewusstsein zum Schöpfer – eine wahre\nMonstrosität per defectum! Und zwar nehmen wir hier einen monstrosen\ndefectus jeder mystischen Anlage wahr, so dass Sokrates als der\nspecifische Nicht-Mystiker zu bezeichnen wäre, in dem die logische\nNatur durch eine Superfötation eben so excessiv entwickelt ist wie im\nMystiker jene instinctive Weisheit. Andrerseits aber war es jenem in\nSokrates erscheinenden logischen Triebe völlig versagt, sich gegen\nsich selbst zu kehren; in diesem fessellosen Dahinströmen zeigt er\neine Naturgewalt, wie wir sie nur bei den allergrössten instinctiven\nKräften zu unsrer schaudervollen Ueberraschung antreffen. Wer\nnur einen Hauch von jener göttlichen Naivetät und Sicherheit der\nsokratischen Lebensrichtung aus den platonischen Schriften gespürt\nhat, der fühlt auch, wie das ungeheure Triebrad des logischen\nSokratismus gleichsam hinter Sokrates in Bewegung ist, und wie dies\ndurch Sokrates wie durch einen Schatten hindurch angeschaut werden\nmuss. Dass er aber selbst von diesem Verhältniss eine Ahnung hatte,\ndas drückt sich in dem würdevollen Ernste aus, mit dem er seine\ngöttliche Berufung überall und noch vor seinen Richtern geltend\nmachte. Ihn darin zu widerlegen war im Grunde eben so unmöglich als\nseinen die Instincte auflösenden Einfluss gut zu heissen. Bei diesem\nunlösbaren Conflicte war, als er einmal vor das Forum des griechischen\nStaates gezogen war, nur eine einzige Form der Verurtheilung geboten,\ndie Verbannung; als etwas durchaus Räthselhaftes, Unrubricirbares,\nUnaufklärbares hätte man ihn über die Grenze weisen dürfen, ohne\ndass irgend eine Nachwelt im Recht gewesen wäre, die Athener einer\nschmählichen That zu zeihen. Dass aber der Tod und nicht nur die\nVerbannung über ihn ausgesprochen wurde, das scheint Sokrates selbst,\nmit völliger Klarheit und ohne den natürlichen Schauder vor dem Tode,\ndurchgesetzt zu haben: er ging in den Tod, mit jener Ruhe, mit der\ner nach Plato’s Schilderung als der letzte der Zecher im frühen\nTagesgrauen das Symposion verlässt, um einen neuen Tag zu beginnen;\nindess hinter ihm, auf den Bänken und auf der Erde, die verschlafenen\nTischgenossen zurückbleiben, um von Sokrates, dem wahrhaften Erotiker,\nzu träumen. Der sterbende Sokrates wurde das neue, noch nie sonst\ngeschaute Ideal der edlen griechischen Jugend: vor allen hat sich der\ntypische hellenische Jüngling, Plato, mit aller inbrünstigen Hingebung\nseiner Schwärmerseele vor diesem Bilde niedergeworfen.",
        "Continue...",
        "\nThis complete text of Die Geburt der Tragödie/ Die Geburt der Tragödie aus dem Geiste (The Birth of Tragedy/ The Birth of Tragedy from the Spirit of Music) from 1872 by Friedrich Wilhelm Nietzsche\nis provided as free e-text and belongs to the public domain.\n\nSee this book in German or English at Amazon.\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on September 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}