{
    "title": "Die Geburt der Tragödie - 2. (Von Friedrich Wilhelm Nietzsche)",
    "author": "Unknown",
    "chapter": "10",
    "content": [
        "\n\n",
        "Wir haben bis jetzt das Apollinische und seinen Gegensatz, das\nDionysische, als künstlerische Mächte betrachtet, die aus der Natur\nselbst, ohne Vermittelung des menschlichen Künstlers, hervorbrechen,\nund in denen sich ihre Kunsttriebe zunächst und auf directem\nWege befriedigen: einmal als die Bilderwelt des Traumes, deren\nVollkommenheit ohne jeden Zusammenhang mit der intellectuellen Höhe\noder künstlerischen Bildung des Einzelnen ist, andererseits als\nrauschvolle Wirklichkeit, die wiederum des Einzelnen nicht achtet,\nsondern sogar das Individuum zu vernichten und durch eine mystische\nEinheitsempfindung zu erlösen sucht. Diesen unmittelbaren\nKunstzuständen der Natur gegenüber ist jeder Künstler “Nachahmer”,\nund zwar entweder apollinischer Traumkünstler oder dionysischer\nRauschkünstler oder endlich – wie beispielsweise in der griechischen\nTragödie – zugleich Rausch- und Traumkünstler: als welchen wir uns\netwa zu denken haben, wie er, in der dionysischen Trunkenheit und\nmystischen Selbstentäusserung, einsam und abseits von den schwärmenden\nChören niedersinkt und wie sich ihm nun, durch apollinische\nTraumeinwirkung, sein eigener Zustand d.h. seine Einheit mit dem\ninnersten Grunde der Welt in einem gleichnissartigen Traumbilde\noffenbart.",
        "Nach diesen allgemeinen Voraussetzungen und Gegenüberstellungen nahen\nwir uns jetzt den Griechen, um zu erkennen, in welchem Grade und bis\nzu welcher Höhe jene Kunsttriebe der Natur in ihnen entwickelt gewesen\nsind: wodurch wir in den Stand gesetzt werden, das Verhältniss\ndes griechischen Künstlers zu seinen Urbildern, oder, nach dem\naristotelischen Ausdrucke, “die Nachahmung der Natur” tiefer zu\nverstehn und zu würdigen. Von den Träumen der Griechen ist trotz\naller Traumlitteratur derselben und zahlreichen Traumanecdoten nur\nvermuthungsweise, aber doch mit ziemlicher Sicherheit zu sprechen: bei\nder unglaublich bestimmten und sicheren plastischen Befähigung ihres\nAuges, sammt ihrer hellen und aufrichtigen Farbenlust, wird man sich\nnicht entbrechen können, zur Beschämung aller Spätergeborenen, auch\nfür ihre Träume eine logische Causalität der Linien und Umrisse,\nFarben und Gruppen, eine ihren besten Reliefs ähnelnde Folge\nder Scenen vorauszusetzen, deren Vollkommenheit uns, wenn eine\nVergleichung möglich wäre, gewiss berechtigen würde, die träumenden\nGriechen als Homere und Homer als einen träumenden Griechen zu\nbezeichnen: in einem tieferen Sinne als wenn der moderne Mensch sich\nhinsichtlich seines Traumes mit Shakespeare zu vergleichen wagt.",
        "Dagegen brauchen wir nicht nur vermuthungsweise zu sprechen, wenn\ndie ungeheure Kluft aufgedeckt werden soll, welche die dionysischen\nGriechen von den dionysischen Barbaren trennt. Aus allen Enden der\nalten Welt – um die neuere hier bei Seite zu lassen – von Rom bis\nBabylon können wir die Existenz dionysischer Feste nachweisen, deren\nTypus sich, besten Falls, zu dem Typus der griechischen verhält,\nwie der bärtige Satyr, dem der Bock Namen und Attribute verlieh, zu\nDionysus selbst. Fast überall lag das Centrum dieser Feste in einer\nüberschwänglichen geschlechtlichen Zuchtlosigkeit, deren Wellen über\njedes Familienthum und dessen ehrwürdige Satzungen hinweg flutheten;\ngerade die wildesten Bestien der Natur wurden hier entfesselt, bis\nzu jener abscheulichen Mischung von Wollust und Grausamkeit, die mir\nimmer als der eigentliche “Hexentrank” erschienen ist. Gegen die\nfieberhaften Regungen jener Feste, deren Kenntniss auf allen Land- und\nSeewegen zu den Griechen drang, waren sie, scheint es, eine Zeit lang\nvöllig gesichert und geschützt durch die hier in seinem ganzen Stolz\nsich aufrichtende Gestalt des Apollo, der das Medusenhaupt keiner\ngefährlicheren Macht entgegenhalten konnte als dieser fratzenhaft\nungeschlachten dionysischen. Es ist die dorische Kunst, in der\nsich jene majestätisch-ablehnende Haltung des Apollo verewigt hat.\nBedenklicher und sogar unmöglich wurde dieser Widerstand, als endlich\naus der tiefsten Wurzel des Hellenischen heraus sich ähnliche Triebe\nBahnbrachen: jetzt beschränkte sich das Wirken des delphischen\nGottes darauf, dem gewaltigen Gegner durch eine zur rechten Zeit\nabgeschlossene Versöhnung die vernichtenden Waffen aus der Hand zu\nnehmen. Diese Versöhnung ist der wichtigste Moment in der Geschichte\ndes griechischen Cultus: wohin man blickt, sind die Umwälzungen\ndieses Ereignisses sichtbar. Es war die Versöhnung zweier Gegner, mit\nscharfer Bestimmung ihrer von jetzt ab einzuhaltenden Grenzlinien und\nmit periodischer Uebersendung von Ehrengeschenken; im Grunde war die\nKluft nicht überbrückt. Sehen wir aber, wie sich unter dem Drucke\njenes Friedensschlusses die dionysische Macht offenbarte, so erkennen\nwir jetzt, im Vergleiche mit jenen babylonischen Sakäen und ihrem\nRückschritte des Menschen zum Tiger und Affen, in den dionysischen\nOrgien der Griechen die Bedeutung von Welterlösungsfesten und\nVerklärungstagen.",
        "Erst bei ihnen erreicht die Natur ihren künstlerischen Jubel, erst\nbei ihnen wird die Zerreissung des principii individuationis ein\nkünstlerisches Phänomen. Jener scheussliche Hexentrank aus Wollust\nund Grausamkeit war hier ohne Kraft: nur die wundersame Mischung und\nDoppelheit in den Affecten der dionysischen Schwärmer erinnert an ihn\n– wie Heilmittel an tödtliche Gifte erinnern -, jene Erscheinung,\ndass Schmerzen Lust erwecken, dass der Jubel der Brust qualvolle Töne\nentreisst. Aus der höchsten Freude tönt der Schrei des Entsetzens oder\nder sehnende Klagelaut über einen unersetzlichen Verlust. In jenen\ngriechischen Festen bricht gleichsam ein sentimentalischer Zug der\nNatur hervor, als ob sie über ihre Zerstückelung in Individuen zu\nseufzen habe. Der Gesang und die Gebärdensprache solcher zwiefach\ngestimmter Schwärmer war für die homerisch- griechische Welt etwas\nNeues und Unerhörtes: und insbesondere erregte ihr die dionysische\nMusik Schrecken und Grausen. Wenn die Musik scheinbar bereits als\neine apollinische Kunst bekannt war, so war sie dies doch nur, genau\ngenommen, als Wellenschlag des Rhythmus, dessen bildnerische Kraft zur\nDarstellung apollinischer Zustände entwickelt wurde. Die Musik des\nApollo war dorische Architektonik in Tönen, aber in nur angedeuteten\nTönen, wie sie der Kithara zu eigen sind. Behutsam ist gerade das\nElement, als unapollinisch, ferngehalten, das den Charakter der\ndionysischen Musik und damit der Musik überhaupt ausmacht, die\nerschütternde Gewalt des Tones, der einheitliche Strom des Melos und\ndie durchaus unvergleichliche Welt der Harmonie. Im dionysischen\nDithyrambus wird der Mensch zur höchsten Steigerung aller seiner\nsymbolischen Fähigkeiten gereizt; etwas Nieempfundenes drängt sich zur\nAeusserung, die Vernichtung des Schleiers der Maja, das Einssein als\nGenius der Gattung, ja der Natur. Jetzt soll sich das Wesen der Natur\nsymbolisch ausdrücken; eine neue Welt der Symbole ist nöthig, einmal\ndie ganze leibliche Symbolik, nicht nur die Symbolik des Mundes, des\nGesichts, des Wortes, sondern die volle, alle Glieder rhythmisch\nbewegende Tanzgebärde. Sodann wachsen die anderen symbolischen Kräfte,\ndie der Musik, in Rhythmik, Dynamik und Harmonie, plötzlich ungestüm.\nUm diese Gesammtentfesselung aller symbolischen Kräfte zu fassen, muss\nder Mensch bereits auf jener Höhe der Selbstentäusserung angelangt\nsein, die in jenen Kräften sich symbolisch aussprechen will: der\ndithyrambische Dionysusdiener wird somit nur von Seinesgleichen\nverstanden! Mit welchem Erstaunen musste der apollinische Grieche auf\nihn blicken! Mit einem Erstaunen, das um so grösser war, als sich ihm\ndas Grausen beimischte, dass ihm jenes Alles doch eigentlich so fremd\nnicht sei, ja dass sein apollinisches Bewusstsein nur wie ein Schleier\ndiese dionysische Welt vor ihm verdecke.",
        "Continue...",
        "\nThis complete text of Die Geburt der Tragödie/ Die Geburt der Tragödie aus dem Geiste (The Birth of Tragedy/ The Birth of Tragedy from the Spirit of Music) from 1872 by Friedrich Wilhelm Nietzsche\nis provided as free e-text and belongs to the public domain.\n\nSee this book in German or English at Amazon.\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on September 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}