{
    "title": "Die Geburt der Tragödie - 17. (Von Friedrich Wilhelm Nietzsche)",
    "author": "Unknown",
    "chapter": "25",
    "content": [
        "\n\n",
        "Auch die dionysische Kunst will uns von der ewigen Lust des Daseins\nüberzeugen: nur sollen wir diese Lust nicht in den Erscheinungen,\nsondern hinter den Erscheinungen suchen. Wir sollen erkennen, wie\nalles, was entsteht, zum leidvollen Untergange bereit sein muss,\nwir werden gezwungen in die Schrecken der Individualexistenz\nhineinzublicken – und sollen doch nicht erstarren: ein metaphysischer\nTrost reisst uns momentan aus dem Getriebe der Wandelgestalten heraus.\nWir sind wirklich in kurzen Augenblicken das Urwesen selbst und fühlen\ndessen unbändige Daseinsgier und Daseinslust; der Kampf, die Qual, die\nVernichtung der Erscheinungen dünkt uns jetzt wie nothwendig, bei dem\nUebermaass von unzähligen, sich in’s Leben drängenden und stossenden\nDaseinsformen, bei der überschwänglichen Fruchtbarkeit des\nWeltwillens; wir werden von dem wüthenden Stachel dieser Qualen\nin demselben Augenblicke durchbohrt, wo wir gleichsam mit der\nunermesslichen Urlust am Dasein eins geworden sind und wo wir die\nUnzerstörbarkeit und Ewigkeit dieser Lust in dionysischer Entzückung\nahnen. Trotz Furcht und Mitleid sind wir die glücklich-Lebendigen,\nnicht als Individuen, sondern als das eine Lebendige, mit dessen\nZeugungslust wir verschmolzen sind.",
        "Die Entstehungsgeschichte der griechischen Tragödie sagt uns jetzt mit\nlichtvoller Bestimmtheit, wie das tragische Kunstwerk der Griechen\nwirklich aus dem Geiste der Musik herausgeboren ist: durch welchen\nGedanken wir zum ersten Male dem ursprünglichen und so erstaunlichen\nSinne des Chors gerecht geworden zu sein glauben. Zugleich aber müssen\nwir zugeben, dass die vorhin aufgestellte Bedeutung des tragischen\nMythus den griechischen Dichtern, geschweige den griechischen\nPhilosophen, niemals in begrifflicher Deutlichkeit durchsichtig\ngeworden ist; ihre Helden sprechen gewissermaassen oberflächlicher\nals sie handeln, der Mythus findet in dem gesprochnen Wort durchaus\nnicht seine adäquate Objectivation. Das Gefüge der Scenen und die\nanschaulichen Bilder offenbaren eine tiefere Weisheit, als der Dichter\nselbst in Worte und Begriffe fassen kann: wie das Gleiche auch bei\nShakespeare beobachtet wird, dessen Hamlet z.B. in einem ähnlichen\nSinne oberflächlicher redet als er handelt, so dass nicht aus den\nWorten heraus, sondern aus dem vertieften Anschauen und Ueberschauen\ndes Ganzen jene früher erwähnte Hamletlehre zu entnehmen ist. In\nBetreff der griechischen Tragödie, die uns freilich nur als Wortdrama\nentgegentritt, habe ich sogar angedeutet, dass jene Incongruenz\nzwischen Mythus und Wort uns leicht verführen könnte, sie für flacher\nund bedeutungsloser zu halten, als sie ist, und demnach auch eine\noberflächlichere Wirkung für sie vorauszusetzen, als sie nach den\nZeugnissen der Alten gehabt haben muss: denn wie leicht vergisst\nman, dass, was dem Wortdichter nicht gelungen war, die höchste\nVergeistigung und Idealität des Mythus zu erreichen, ihm als\nschöpferischem Musiker in jedem Augenblick gelingen konnte! Wir\nfreilich müssen uns die Uebermacht der musikalischen Wirkung fast auf\ngelehrtem Wege reconstruiren, um etwas von jenem unvergleichlichen\nTroste zu empfangen, der der wahren Tragödie zu eigen sein muss.\nSelbst diese musikalische Uebermacht aber würden wir nur, wenn wir\nGriechen wären, als solche empfunden haben: während wir in der ganzen\nEntfaltung der griechischen Musik – der uns bekannten und vertrauten,\nso unendlich reicheren gegenüber – nur das in schüchternem\nKraftgefühle angestimmte Jünglingslied des musikalischen Genius zu\nhören glauben. Die Griechen sind, wie die ägyptischen Priester sagen,\ndie ewigen Kinder, und auch in der tragischen Kunst nur die Kinder,\nwelche nicht wissen, welches erhabene Spielzeug unter ihren Händen\nentstanden ist und – zertrümmert wird.",
        "Jenes Ringen des Geistes der Musik nach bildlicher und mythischer\nOffenbarung, welches von den Anfängen der Lyrik bis zur attischen\nTragödie sich steigert, bricht plötzlich, nach eben erst errungener\nüppiger Entfaltung, ab und verschwindet gleichsam von der Oberfläche\nder hellenischen Kunst: während die aus diesem Ringen geborne\ndionysische Weltbetrachtung in den Mysterien weiterlebt und in den\nwunderbarsten Metamorphosen und Entartungen nicht aufhört, ernstere\nNaturen an sich zu ziehen Ob sie nicht aus ihrer mystischen Tiefe\neinst wieder als Kunst emporsteigen wird?",
        "Hier beschäftigt uns die Frage, ob die Macht, an deren Entgegenwirken\ndie Tragödie sich brach, für alle Zeit genug Stärke hat, um das\nkünstlerische Wiedererwachen der Tragödie und der tragischen\nWeltbetrachtung zu verhindern. Wenn die alte Tragödie durch den\ndialektischen Trieb zum Wissen und zum Optimismus der Wissenschaft\naus ihrem Gleise gedrängt wurde, so wäre aus dieser Thatsache auf\neinen ewigen Kampf zwischen der theoretischen und der tragischen\nWeltbetrachtung zu schliessen; und erst nachdem der Geist der\nWissenschaft bis an seine Grenze geführt ist, und sein Anspruch auf\nuniversale Gültigkeit durch den Nachweis jener Grenzen vernichtet ist\ndürfte auf eine Wiedergeburt der Tragödie zu hoffen sein: für welche\nCulturform wir das Symbol des musiktreibenden Sokrates, in dem früher\nerörterten Sinne, hinzustellen hätten. Bei dieser Gegenüberstellung\nverstehe ich unter dem Geiste der Wissenschaft jenen zuerst in\nder Person des Sokrates an’s Licht gekommenen Glauben an die\nErgründlichkeit der Natur und an die Universalheilkraft des Wissens.",
        "Wer sich an die nächsten Folgen dieses rastlos vorwärtsdringenden\nGeistes der Wissenschaft erinnert, wird sich sofort vergegenwärtigen,\nwie durch ihn der Mythus vernichtet wurde und wie durch diese\nVernichtung die Poesie aus ihrem natürlichen idealen Boden, als eine\nnunmehr heimathlose, verdrängt war. Haben wir mit Recht der Musik die\nKraft zugesprochen, den Mythus wieder aus sich gebären zu können, so\nwerden wir den Geist der Wissenschaft auch auf der Bahn zu suchen\nhaben, wo er dieser mythenschaffenden Kraft der Musik feindlich\nentgegentritt. Dies geschieht in der Entfaltung des neueren attischen\nDithyrambus, dessen Musik nicht mehr das innere Wesen, den Willen\nselbst aussprach, sondern nur die Erscheinung ungenügend, in einer\ndurch Begriffe vermittelten Nachahmung wiedergab: von welcher\ninnerlich entarteten Musik sich die wahrhaft musikalischen Naturen mit\ndemselben Widerwillen abwandten, den sie vor der kunstmörderischen\nTendenz des Sokrates hatten. Der sicher zugreifende Instinct des\nAristophanes hat gewiss das Rechte erfasst, wenn er Sokrates selbst,\ndie Tragödie des Euripides und die Musik der neueren Dithyrambiker\nin dem gleichen Gefühle des Hasses zusammenfasste und in allen drei\nPhänomenen die Merkmale einer degenerirten Cultur witterte. Durch\njenen neueren Dithyrambus ist die Musik in frevelhafter Weise zum\nimitatorischen Conterfei der Erscheinung z.B. einer Schlacht, eines\nSeesturmes gemacht und damit allerdings ihrer mythenschaffenden Kraft\ngänzlich beraubt worden. Denn wenn sie unsere Ergetzung nur dadurch\nzu erregen sucht, dass sie uns zwingt, äusserliche Analogien zwischen\neinem Vorgange des Lebens und der Natur und gewissen rhythmischen\nFiguren und charakteristischen Klängen der Musik zu suchen, wenn sich\nunser Verstand an der Erkenntniss dieser Analogien befriedigen soll,\nso sind wir in eine Stimmung herabgezogen, in der eine Empfängniss\ndes Mythischen unmöglich ist; denn der Mythus will als ein einziges\nExempel einer in’s Unendliche hinein starrenden Allgemeinheit und\nWahrheit anschaulich empfunden werden. Die wahrhaft dionysische\nMusik tritt uns als ein solcher allgemeiner Spiegel des Weltwillens\ngegenüber: jenes anschauliche Ereigniss, das sich in diesem Spiegel\nbricht, erweitert sich sofort für unser Gefühl zum Abbilde einer\newigen Wahrheit. Umgekehrt wird ein solches anschauliches Ereigniss\ndurch die Tonmalerei des neueren Dithyrambus sofort jedes mythischen\nCharakters entkleidet; jetzt ist die Musik zum dürftigen Abbilde der\nErscheinung geworden und darum unendlich ärmer als die Erscheinung\nselbst: durch welche Armuth sie für unsere Empfindung die Erscheinung\nselbst noch herabzieht, so dass jetzt z.B. eine derartig musikalisch\nimitirte Schlacht sich in Marschlärm, Signalklängen u.s.w. erschöpft,\nund unsere Phantasie gerade bei diesen Oberflächlichkeiten\nfestgehalten wird. Die Tonmalerei ist also in jeder Beziehung das\nGegenstück zu der mythenschaffenden Kraft der wahren Musik: durch\nsie wird die Erscheinung noch ärmer als sie ist, während durch\ndie dionysische Musik die einzelne Erscheinung sich zum Weltbilde\nbereichert und erweitert. Es war ein mächtiger Sieg des undionysischen\nGeistes, als er, in der Entfaltung des neueren Dithyrambus, die\nMusik sich selbst entfremdet und sie zur Sclavin der Erscheinung\nherabgedrückt hatte. Euripides, der in einem höhern Sinne eine\ndurchaus unmusikalische Natur genannt werden muss, ist aus eben\ndiesem Grunde leidenschaftlicher Anhänger der neueren dithyrambischen\nMusik und verwendet mit der Freigebigkeit eines Räubers alle ihre\nEffectstücke und Manieren.",
        "Nach einer anderen Seite sehen wir die Kraft dieses undionysischen,\ngegen den Mythus gerichteten Geistes in Thätigkeit, wenn wir unsere\nBlicke auf das Ueberhandnehmen der Charakterdarstellung und des\npsychologischen Raffinements in der Tragödie von Sophokles ab richten.\nDer Charakter soll sich nicht mehr zum ewigen Typus erweitern lassen,\nsondern im Gegentheil so durch künstliche Nebenzüge und Schattirungen,\ndurch feinste Bestimmtheit aller Linien individuell wirken, dass\nder Zuschauer überhaupt nicht mehr den Mythus, sondern die mächtige\nNaturwahrheit und die Imitationskraft des Künstlers empfindet. Auch\nhier gewahren wir den Sieg der Erscheinung über das Allgemeine und\ndie Lust an dem einzelnen gleichsam anatomischen Präparat, wir\nathmen bereits die Luft einer theoretischen Welt, welcher die\nwissenschaftliche Erkenntniss höher gilt als die künstlerische\nWiederspiegelung einer Weltregel. Die Bewegung auf der Linie des\nCharakteristischen geht schnell weiter: während noch Sophokles ganze\nCharactere malt und zu ihrer raffinirten Entfaltung den Mythus\nins Joch spannt, malt Euripides bereits nur noch grosse einzelne\nCharakterzüge, die sich in heftigen Leidenschaften zu äussern wissen;\nin der neuern attischen Komödie giebt es nur noch Masken mit einem\nAusdruck, leichtsinnige Alte, geprellte Kuppler, verschmitzte Sclaven\nin unermüdlicher Wiederholung. Wohin ist jetzt der mythenbildende\nGeist der Musik? Was jetzt noch von Musik übrig ist, das ist entweder\nAufregungs- oder Erinnerungsmusik d.h. entweder ein Stimulanzmittel\nfür stumpfe und verbrauchte Nerven oder Tonmalerei. Für die erstere\nkommt es auf den untergelegten Text kaum noch an: schon bei Euripides\ngeht es, wenn seine Helden oder Chöre erst zu singen anfangen, recht\nlüderlich zu; wohin mag es bei seinen frechen Nachfolgern gekommen\nsein?",
        "Am allerdeutlichsten aber offenbart sich der neue undionysische Geist\nin den Schlüssen der neueren Dramen. In der alten Tragödie war der\nmetaphysische Trost am Ende zu spüren gewesen, ohne den die Lust\nan der Tragödie überhaupt nicht zu erklären ist; am reinsten tönt\nvielleicht im Oedipus auf Kolonos der versöhnende Klang aus einer\nanderen Welt. Jetzt, als der Genius der Musik aus der Tragödie\nentflohen war, ist, im strengen Sinne, die Tragödie todt: denn woher\nsollte man jetzt jenen metaphysischen Trost schöpfen können? Man\nsuchte daher nach einer irdischen Lösung der tragischen Dissonanz;\nder Held, nachdem er durch das Schicksal hinreichend gemartert war,\nerntete in einer stattlichen Heirat, in göttlichen Ehrenbezeugungen\neinen wohlverdienten Lohn. Der Held war zum Gladiator geworden, dem\nman, nachdem er tüchtig geschunden und mit Wunden überdeckt war,\ngelegentlich die Freiheit schenkte. Der deus ex machina ist an Stelle\ndes metaphysischen Trostes getreten. Ich will nicht sagen, dass die\ntragische Weltbetrachtung überall und völlig durch den andrängenden\nGeist des Undionysischen zerstört wurde: wir wissen nur, dass sie\nsich aus der Kunst gleichsam in die Unterwelt, in einer Entartung\nzum Geheimcult, flüchten musste. Aber auf dem weitesten Gebiete der\nOberfläche des hellenischen Wesens wüthete der verzehrende Hauch jenes\nGeistes, welcher sich in jener Form der “griechischen Heiterkeit\"\nkundgiebt, von der bereits früher, als von einer greisenhaft\nunproductiven Daseinslust, die Rede war; diese Heiterkeit ist ein\nGegenstück zu der herrlichen “Naivetät” der älteren Griechen, wie sie,\nnach der gegebenen Charakteristik, zu fassen ist als die aus einem\ndüsteren Abgrunde hervorwachsende Blüthe der apollinischen Cultur, als\nder Sieg, den der hellenische Wille durch seine Schönheitsspiegelung\nüber das Leiden und die Weisheit des Leidens davonträgt. Die\nedelste Form jener anderen Form der “griechischen Heiterkeit”, der\nalexandrinischen, ist die Heiterkeit des theoretischen Menschen:\nsie zeigt dieselben charakteristischen Merkmale, die ich soeben aus\ndem Geiste des Undionysischen ableitete – dass sie die dionysische\nWeisheit und Kunst bekämpft, dass sie den Mythus aufzulösen trachtet,\ndass sie an Stelle eines metaphysischen Trostes eine irdische\nConsonanz, ja einen eigenen deus ex machina setzt, nämlich den Gott\nder Maschinen und Schmelztiegel, d.h. die im Dienste des höheren\nEgoismus erkannten und verwendeten Kräfte der Naturgeister, dass\nsie an eine Correctur der Welt durch das Wissen, an ein durch die\nWissenschaft geleitetes Leben glaubt und auch wirklich im Stande\nist, den einzelnen Menschen in einen allerengsten Kreis von lösbaren\nAufgaben zu bannen, innerhalb dessen er heiter zum Leben sagt: “Ich\nwill dich: du bist werth erkannt zu werden”.",
        "Continue...",
        "\nThis complete text of Die Geburt der Tragödie/ Die Geburt der Tragödie aus dem Geiste (The Birth of Tragedy/ The Birth of Tragedy from the Spirit of Music) from 1872 by Friedrich Wilhelm Nietzsche\nis provided as free e-text and belongs to the public domain.\n\nSee this book in German or English at Amazon.\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on September 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}