{
    "title": "Die Geburt der Tragödie - 19. (Von Friedrich Wilhelm Nietzsche)",
    "author": "Unknown",
    "chapter": "27",
    "content": [
        "\n\n",
        "Man kann den innersten Gehalt dieser sokratischen Cultur nicht\nschärfer bezeichnen, als wenn man sie die Cultur der Oper nennt: denn\nauf diesem Gebiete hat sich diese Cultur mit eigener Naivetät über ihr\nWollen und Erkennen ausgesprochen, zu unserer Verwunderung, wenn wir\ndie Genesis der Oper und die Thatsachen der Opernentwicklung mit\nden ewigen Wahrheiten des Apollinischen und des Dionysischen\nzusammenhalten. Ich erinnere zunächst an die Entstehung des stilo\nrappresentativo und des Recitativs. Ist es glaublich, dass diese\ngänzlich veräusserlichte, der Andacht unfähige Musik der Oper von\neiner Zeit mit schwärmerischer Gunst, gleichsam als die Wiedergeburt\naller wahren Musik, empfangen und gehegt werden konnte, aus der sich\nsoeben die unaussprechbar erhabene und heilige Musik Palestrina’s\nerhoben hatte? Und wer möchte andrerseits nur die zerstreuungssüchtige\nUeppigkeit jener Florentiner Kreise und die Eitelkeit ihrer\ndramatischen Sänger für die so ungestüm sich verbreitende Lust an der\nOper verantwortlich machen? Dass in derselben Zeit, ja in demselben\nVolke neben dem Gewölbebau Palestrinischer Harmonien, an dem das\ngesammte christliche Mittelalter gebaut hatte, jene Leidenschaft für\neine halbmusikalisch Sprechart erwachte, vermag ich mir nur aus einer\nim Wesen des Recitativs mitwirkenden ausserkünstlerischen Tendenz zu\nerklären.",
        "Dem Zuhörer, der das Wort unter dem Gesange deutlich vernehmen will,\nentspricht der Sänger dadurch, dass er mehr spricht als singt und dass\ner den pathetischen Wortausdruck in diesem Halbgesange verschärft:\ndurch diese Verschärfung des Pathos erleichtert er das Verständniss\ndes Wortes und überwindet jene übrig gebliebene Hälfte der Musik. Die\neigentliche Gefahr, die ihm jetzt droht, ist die, dass er der Musik\neinmal zur Unzeit das Obergewicht ertheilt, wodurch sofort Pathos\nder Rede und Deutlichkeit des Wortes zu Grunde gehen müsste: während\ner andrerseits immer den Trieb zu musikalischer Entladung und zu\nvirtuosenhafter Präsentation seiner Stimme fühlt. Hier kommt ihm\nder “Dichter” zu Hülfe, der ihm genug Gelegenheiten zu lyrischen\nInterjectionen, Wort- und Sentenzenwiederholungen u.s.w. zu bieten\nweiss: an welchen Stellen der Sänger jetzt in dem rein musikalischen\nElemente, ohne Rücksicht auf das Wort, ausruhen kann. Dieser Wechsel\naffectvoll eindringlicher, doch nur halb gesungener Rede und ganz\ngesungener Interjection, der im Wesen des stilo rappresentativo\nliegt, dies rasch wechselnde Bemühen, bald auf den Begriff und\ndie Vorstellung, bald auf den musikalischen Grund des Zuhörers zu\nwirken, ist etwas so gänzlich Unnatürliches und den Kunsttrieben des\nDionysischen und des Apollinischen in gleicher Weise so innerlich\nWidersprechendes, dass man auf einen Ursprung des Recitativs zu\nschliessen hat, der ausserhalb aller künstlerischen Instincte liegt.\nDas Recitativ ist nach dieser Schilderung zu definiren als die\nVermischung des epischen und des lyrischen Vortrags und zwar\nkeinesfalls die innerlich beständige Mischung, die bei so gänzlich\ndisparaten Dingen nicht erreicht werden konnte, sondern die\näusserlichste mosaikartige Conglutination, wie etwas Derartiges im\nBereich der Natur und der Erfahrung gänzlich vorbildlos ist. Dies war\naber nicht die Meinung jener Erfinder des Recitativs: vielmehr glauben\nsie selbst und mit ihnen ihr Zeitalter, dass durch jenen stilo\nrappresentativo das Geheimniss der antiken Musik gelöst sei, aus dem\nsich allein die ungeheure Wirkung eines Orpheus, Amphion, ja auch\nder griechischen Tragödie erklären lasse. Der neue Stil galt als die\nWiedererweckung der wirkungsvollsten Musik, der altgriechischen:\nja man durfte sich, bei der allgemeinen und ganz volksthümlichen\nAuffassung der homerischen Welt als der Urwelt, dem Traume\nüberlassen, jetzt wieder in die paradiesischen Anfänge der Menschheit\nhinabgestiegen zu sein, in der nothwendig auch die Musik jene\nunübertroffne Reinheit, Macht und Unschuld gehabt haben müsste,\nvon der die Dichter in ihren Schäferspielen so rührend zu erzählen\nwussten. Hier sehen wir in das innerlichste Werden dieser recht\neigentlich modernen Kunstgattung, der Oper: ein mächtiges Bedürfniss\nerzwingt sich hier eine Kunst, aber ein Bedürfniss unaesthetischer\nArt: die Sehnsucht zum Idyll, der Glaube an eine urvorzeitliche\nExistenz des künstlerischen und guten Menschen. Das Recitativ galt\nals die wiederentdeckte Sprache jenes Urmenschen; die Oper als das\nwiederaufgefundene Land jenes idyllisch oder heroisch guten Wesens,\ndas zugleich in allen seinen Handlungen einem natürlichen Kunsttriebe\nfolgt, das bei allem, was es zu sagen hat, wenigstens etwas singt, um,\nbei der leisesten Gefühlserregung, sofort mit voller Stimme zu singen.\nEs ist für uns jetzt gleichgültig, dass mit diesem neugeschaffnen\nBilde des paradiesischen Künstlers die damaligen Humanisten gegen\ndie alte kirchliche Vorstellung vom an sich verderbten und verlornen\nMenschen ankämpften: so dass die Oper als das Oppositionsdogma vom\nguten Menschen zu verstehen ist, mit dem aber zugleich ein Trostmittel\ngegen jenen Pessimismus gefunden war, zu dem gerade die Ernstgesinnten\njener Zeit, bei der grauenhaften Unsicherheit aller Zustände, am\nstärksten gereizt waren. Genug, wenn wir erkannt haben, wie der\neigentliche Zauber und damit die Genesis dieser neuen Kunstform in der\nBefriedigung eines gänzlich unaesthetischen Bedürfnisses liegt, in der\noptimistischen Verherrlichung des Menschen an sich, in der Auffassung\ndes Urmenschen als des von Natur guten und künstlerischen Menschen:\nwelches Princip der Oper sich allmählich in eine drohende und\nentsetzliche Forderung umgewandelt hat, die wir, im Angesicht der\nsocialistischen Bewegungen der Gegenwart, nicht mehr überhören\nkönnen. Der “gute Urmensch” will seine Rechte: welche paradiesischen\nAussichten!",
        "Ich stelle daneben noch eine eben so deutliche Bestätigung meiner\nAnsicht, dass die Oper auf den gleichen Principien mit unserer\nalexandrinischen Cultur aufgebaut ist. Die Oper ist die Geburt des\ntheoretischen Menschen, des kritischen Laien, nicht des Künstlers:\neine der befremdlichsten Thatsachen in der Geschichte aller Künste. Es\nwar die Forderung recht eigentlich unmusikalischer Zuhörer, dass man\nvor allem das Wort verstehen müsse: so dass eine Wiedergeburt der\nTonkunst nur zu erwarten sei, wenn man irgend eine Gesangesweise\nentdecken werde, bei welcher das Textwort über den Contrapunkt wie der\nHerr über den Diener herrsche. Denn die Worte seien um so viel edler\nals das begleitende harmonische System, um wie viel die Seele edler\nals der Körper sei. Mit der laienhaft unmusikalischen Rohheit dieser\nAnsichten wurde in den Anfängen der Oper die Verbindung von Musik,\nBild und Wort behandelt; im Sinne dieser Aesthetik kam es auch in den\nvornehmen Laienkreisen von Florenz, durch hier patronisirte Dichter\nund Sänger, zu den ersten Experimenten. Der kunstohnmächtige Mensch\nerzeugt sich eine Art von Kunst, gerade dadurch, dass er der\nunkünstlerische Mensch an sich ist. Weil er die dionysische Tiefe\nder Musik nicht ahnt, verwandelt er sich den Musikgenuss zur\nverstandesmässigen Wort- und Tonrhetorik der Leidenschaft im stilo\nrappresentativo und zur Wohllust der Gesangeskünste; weil er\nkeine Vision zu schauen vermag, zwingt er den Maschinisten und\nDecorationskünstler in seinen Dienst; weil er das wahre Wesen\ndes Künstlers nicht zu erfassen weiss, zaubert er vor sich den\n“künstlerischen Urmenschen” nach seinem Geschmack hin d.h. den\nMenschen, der in der Leidenschaft singt und Verse spricht. Er träumt\nsich in eine Zeit hinein, in der die Leidenschaft ausreicht, um\nGesänge und Dichtungen zu erzeugen: als ob jeder Affect im Stande\ngewesen sei, etwas Künstlerisches zu schaffen. Die Voraussetzung der\nOper ist ein falscher Glaube über den künstlerischen Prozess und zwar\njener idyllische Glaube, dass eigentlich jeder empfindende Mensch\nKünstler sei. Im Sinne dieses Glaubens ist die Oper der Ausdruck des\nLaienthums in der Kunst, das seine Gesetze mit dem heitern Optimismus\ndes theoretischen Menschen dictirt.",
        "Sollten wir wünschen, die beiden eben geschilderten, bei der\nEntstehung der Oper wirksamen Vorstellungen unter einen Begriff zu\nvereinigen, so würde uns nur übrig bleiben, von einer idyllischen\nTendenz der Oper zu sprechen: wobei wir uns allein der Ausdrucksweise\nund Erklärung Schillers zu bedienen hätten. Entweder, sagt dieser,\nist die Natur und das Ideal ein Gegenstand der Trauer, wenn jene als\nverloren, dieses als unerreicht dargestellt wird. Oder beide sind ein\nGegenstand der Freude, indem sie als wirklich vorgestellt werden. Das\nerste giebt die Elegie in engerer, das andere die Idylle in weitester\nBedeutung. Hier ist nun sofort auf das gemeinsame Merkmal jener beiden\nVorstellungen in der Operngenesis aufmerksam zu machen, dass in ihnen\ndas Ideal nicht als unerreicht, die Natur nicht als verloren empfunden\nwird. Es gab nach dieser Empfindung eine Urzeit des Menschen, in der\ner am Herzen der Natur lag und bei dieser Natürlichkeit zugleich das\nIdeal der Menschheit, in einer paradiesischen Güte und Künstlerschaft,\nerreicht hatte: von welchem vollkommnen Urmenschen wir alle abstammen\nsollten, ja dessen getreues Ebenbild wir noch wären: nur müssten wir\nEiniges von uns werfen, um uns selbst wieder als diesen Urmenschen zu\nerkennen, vermöge einer freiwilligen Entäusserung von überflüssiger\nGelehrsamkeit, von überreicher Cultur. Der Bildungsmensch der\nRenaissance liess sich durch seine opernhafte Imitation der\ngriechischen Tragödie zu einem solchen Zusammenklang von Natur und\nIdeal, zu einer idyllischen Wirklichkeit zurückgeleiten, er benutzte\ndiese Tragödie, wie Dante den Virgil benutzte, um bis an die Pforten\ndes Paradieses geführt zu werden: während er von hier aus selbständig\nnoch weiter schritt und von einer Imitation der höchsten griechischen\nKunstform zu einer “Wiederbringung aller Dinge”, zu einer Nachbildung\nder ursprünglichen Kunstwelt des Menschen überging. Welche\nzuversichtliche Gutmüthigkeit dieser verwegenen Bestrebungen, mitten\nim Schoosse der theoretischen Cultur! – einzig nur aus dem tröstenden\nGlauben zu erklären, dass “der Mensch an sich” der ewig tugendhafte\nOpernheld, der ewig flötende oder singende Schäfer sei, der sich\nendlich immer als solchen wiederfinden müsse, falls er sich selbst\nirgendwann einmal wirklich auf einige Zeit verloren habe, einzig\ndie Frucht jenes Optimismus, der aus der Tiefe der sokratischen\nWeltbetrachtung hier wie eine süsslich verführerische Duftsäule\nemporsteigt.",
        "Es liegt also auf den Zügen der Oper keinesfalls jener elegische\nSchmerz eines ewigen Verlustes, vielmehr die Heiterkeit des ewigen\nWiederfindens, die bequeme Lust an einer idyllischen Wirklichkeit, die\nman wenigstens sich als wirklich in jedem Augenblicke vorstellen kann:\nwobei man vielleicht einmal ahnt, dass diese vermeinte Wirklichkeit\nnichts als ein phantastisch läppisches Getändel ist, dem jeder, der\nes an dem furchtbaren Ernst der wahren Natur zu messen und mit den\neigentlichen Urscenen der Menschheitsanfänge zu vergleichen vermöchte,\nmit Ekel zurufen müsste: Weg mit dem Phantom! Trotzdem würde man sich\ntäuschen, wenn man glaubte, ein solches tändelndes Wesen, wie die\nOper ist, einfach durch einen kräftigen Anruf, wie ein Gespenst,\nverscheuchen zu können. Wer die Oper vernichten will, muss den Kampf\ngegen jene alexandrinische Heiterkeit aufnehmen, die sich in ihr so\nnaiv über ihre Lieblingsvorstellung ausspricht, ja deren eigentliche\nKunstform sie ist. Was ist aber für die Kunst selbst von dem Wirken\neiner Kunstform zu erwarten, deren Ursprünge überhaupt nicht im\naesthetischen Bereiche liegen, die sich vielmehr aus einer halb\nmoralischen Sphäre auf das künstlerische Gebiet hinübergestohlen\nhat und über diese hybride Entstehung nur hier und da einmal\nhinwegzutäuschen vermochte? Von welchen Säften nährt sich dieses\nparasitische Opernwesen, wenn nicht von denen der wahren Kunst?\nWird nicht zu muthmaassen sein, dass, unter seinen idyllischen\nVerführungen, unter seinen alexandrinischen Schmeichelkünsten, die\nhöchste und wahrhaftig ernst zu nennende Aufgabe der Kunst – das Auge\nvom Blick in’s Grauen der Nacht zu erlösen und das Subject durch den\nheilenden Balsam des Scheins aus dem Krampfe der Willensregungen zu\nretten – zu einer leeren und zerstreuenden Ergetzlichkeitstendenz\nentarten werde? Was wird aus den ewigen Wahrheiten des Dionysischen\nund des Apollinischen, bei einer solchen Stilvermischung, wie ich sie\nam Wesen des stilo rappresentativo dargelegt habe? wo die Musik als\nDiener, das Textwort als Herr betrachtet, die Musik mit dem Körper,\ndas Textwort mit der Seele verglichen wird? wo das höchste Ziel\nbestenfalls auf eine umschreibende Tonmalerei gerichtet sein wird,\nähnlich wie ehedem im neuen attischen Dithyrambus? wo der Musik ihre\nwahre Würde, dionysischer Weltspiegel zu sein, völlig entfremdet\nist, so dass ihr nur übrig bleibt, als Sclavin der Erscheinung, das\nFormenwesen der Erscheinung nachzuahmen und in dem Spiele der Linien\nund Proportionen eine äusserliche Ergetzung zu erregen. Einer strengen\nBetrachtung fällt dieser verhängnissvolle Einfluss der Oper auf die\nMusik geradezu mit der gesammten modernen Musikentwicklung zusammen;\ndem in der Genesis der Oper und im Wesen der durch sie repräsentirten\nCultur lauernden Optimismus ist es in beängstigender Schnelligkeit\ngelungen, die Musik ihrer dionysischen Weltbestimmung zu entkleiden\nund ihr einen formenspielerischen, vergnüglichen Charakter\naufzuprägen: mit welcher Veränderung nur etwa die Metamorphose des\naeschyleischen Menschen in den alexandrinischen Heiterkeitsmenschen\nverglichen werden dürfte.",
        "Wenn wir aber mit Recht in der hiermit angedeuteten Exemplification\ndas Entschwinden des dionysischen Geistes mit einer höchst\nauffälligen, aber bisher unerklärten Umwandlung und Degeneration\ndes griechischen Menschen in Zusammenhang gebracht haben – welche\nHoffnungen müssen in uns aufleben, wenn uns die allersichersten\nAuspicien den umgekehrten Prozess, das allmähliche Erwachen des\ndionysischen Geistes in unserer gegenwärtigen Welt, verbürgen! Es ist\nnicht möglich, dass die göttliche Kraft des Herakles ewig im üppigen\nFrohndienste der Omphale erschlafft. Aus dem dionysischen Grunde\ndes deutschen Geistes ist eine Macht emporgestiegen, die mit den\nUrbedingungen der sokratischen Cultur nichts gemein hat und aus\nihnen weder zu erklären noch zu entschuldigen ist, vielmehr\nvon dieser Cultur als das Schrecklich Unerklärliche, als das\nUebermächtig-Feindselige empfunden wird, die deutsche Musik, wie wir\nsie vornehmlich in ihrem mächtigen Sonnenlaufe von Bach zu Beethoven,\nvon Beethoven zu Wagner zu verstehen haben. Was vermag die\nerkenntnisslüsterne Sokratik unserer Tage günstigsten Falls mit diesem\naus unerschöpflichen Tiefen emporsteigenden Dämon zu beginnen? Weder\nvon dem Zacken- und Arabeskenwerk der Opernmelodie aus, noch mit Hülfe\ndes arithmetischen Rechenbretts der Fuge und der contrapunktischen\nDialektik will sich die Formel finden lassen, in deren dreimal\ngewaltigem Licht man jenen Dämon sich unterwürfig zu machen und zum\nReden zu zwingen vermöchte. Welches Schauspiel, wenn jetzt unsere\nAesthetiker, mit dem Fangnetz einer ihnen eignen “Schönheit”, nach\ndem vor ihnen mit unbegreiflichem Leben sich tummelnden Musikgenius\nschlagen und haschen, unter Bewegungen, die nach der ewigen Schönheit\nebensowenig als nach dem Erhabenen beurtheilt werden wollen. Man mag\nsich nur diese Musikgönner einmal leibhaft und in der Nähe besehen,\nwenn sie so unermüdlich Schönheit! Schönheit! rufen, ob sie sich\ndabei wie die im Schoosse des Schönen gebildeten und verwöhnten\nLieblingskinder der Natur ausnehmen oder ob sie nicht vielmehr für\ndie eigne Rohheit eine lügnerisch verhüllende Form, für die eigne\nempfindungsarme Nüchternheit einen aesthetischen Vorwand suchen: wobei\nich z.B. an Otto Jahn denke. Vor der deutschen Musik aber mag sich\nder Lügner und Heuchler in Acht nehmen: denn gerade sie ist, inmitten\naller unserer Cultur, der einzig reine, lautere und läuternde\nFeuergeist, von dem aus und zu dem hin, wie in der Lehre des grossen\nHeraklit von Ephesus, sich alle Dinge in doppelter Kreisbahn bewegen:\nalles, was wir jetzt Cultur, Bildung, Civilisation nennen, wird einmal\nvor dem untrüglichen Richter Dionysus erscheinen müssen.",
        "Erinnern wir uns sodann, wie dem aus gleichen Quellen strömenden\nGeiste der deutschen Philosophie, durch Kant und Schopenhauer, es\nermöglicht war, die zufriedne Daseinslust der wissenschaftlichen\nSokratik, durch den Nachweis ihrer Grenzen, zu vernichten, wie durch\ndiesen Nachweis eine unendlich tiefere und ernstere Betrachtung der\nethischen Fragen und der Kunst eingeleitet wurde, die wir geradezu als\ndie in Begriffe gefasste dionysische Weisheit bezeichnen können: wohin\nweist uns das Mysterium dieser Einheit zwischen der deutschen Musik\nund der deutschen Philosophie, wenn nicht auf eine neue Daseinsform,\nüber deren Inhalt wir uns nur aus hellenischen Analogien ahnend\nunterrichten können? Denn diesen unausmessbaren Werth behält für uns,\ndie wir an der Grenzscheide zweier verschiedener Daseinsformen stehen,\ndas hellenische Vorbild, dass in ihm auch alle jene Uebergänge und\nKämpfe zu einer classisch-belehrenden Form ausgeprägt sind: nur dass\nwir gleichsam in umgekehrter Ordnung die grossen Hauptepochen des\nhellenischen Wesens analogisch durcherleben und zum Beispiel jetzt\naus dem alexandrinischen Zeitalter rückwärts zur Periode der Tragödie\nzu schreiten scheinen. Dabei lebt in uns die Empfindung, als ob die\nGeburt eines tragischen Zeitalters für den deutschen Geist nur eine\nRückkehr zu sich selbst, ein seliges Sichwiederfinden zu bedeuten\nhabe, nachdem für eine lange Zeit ungeheure von aussen her\neindringende Mächte den in hülfloser Barbarei der Form dahinlebenden\nzu einer Knechtschaft unter ihrer Form gezwungen hatten. Jetzt endlich\ndarf er, nach seiner Heimkehr zum Urquell seines Wesens, vor allen\nVölkern kühn und frei, ohne das Gängelband einer romanischen\nCivilisation, einherzuschreiten wagen: wenn er nur von einem Volke\nunentwegt zu lernen versteht, von dem überhaupt lernen zu können\nschon ein hoher Ruhm und eine auszeichnende Seltenheit ist, von den\nGriechen. Und wann brauchten wir diese allerhöchsten Lehrmeister mehr\nals jetzt, wo wir die Wiedergeburt der Tragödie erleben und in Gefahr\nsind, weder zu wissen, woher sie kommt, noch uns deuten zu können,\nwohin sie will?",
        "Continue...",
        "\nThis complete text of Die Geburt der Tragödie/ Die Geburt der Tragödie aus dem Geiste (The Birth of Tragedy/ The Birth of Tragedy from the Spirit of Music) from 1872 by Friedrich Wilhelm Nietzsche\nis provided as free e-text and belongs to the public domain.\n\nSee this book in German or English at Amazon.\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on September 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}