{
    "title": "Die Geburt der Tragödie - 20. (Von Friedrich Wilhelm Nietzsche)",
    "author": "Unknown",
    "chapter": "28",
    "content": [
        "\n\n",
        "Es möchte einmal, unter den Augen eines unbestochenen Richters,\nabgewogen werden, in welcher Zeit und in welchen Männern bisher der\ndeutsche Geist von den Griechen zu lernen am kräftigsten gerungen hat;\nund wenn wir mit Zuversicht annehmen, dass dem edelsten Bildungskampfe\nGoethe’s, Schiller’s und Winckelmann’s dieses einzige Lob zugesprochen\nwerden müsste, so wäre jedenfalls hinzuzufügen, dass seit jener\nZeit und den nächsten Einwirkungen jenes Kampfes, das Streben auf\neiner gleichen Bahn zur Bildung und zu den Griechen zu kommen, in\nunbegreiflicher Weise schwächer und schwächer geworden ist. Sollten\nwir, um nicht ganz an dem deutschen Geist verzweifeln zu müssen, nicht\ndaraus den Schluss ziehen dürfen, dass in irgend welchem Hauptpunkte\nes auch jenen Kämpfern nicht gelungen sein möchte, in den Kern des\nhellenischen Wesens einzudringen und einen dauernden Liebesbund\nzwischen der deutschen und der griechischen Cultur herzustellen? So\ndass vielleicht ein unbewusstes Erkennen jenes Mangels auch in den\nernsteren Naturen den verzagten Zweifel erregte, ob sie, nach solchen\nVorgängern, auf diesem Bildungswege noch weiter wie jene und überhaupt\nzum Ziele kommen würden. Deshalb sehen wir seit jener Zeit das Urtheil\nüber den Werth der Griechen für die Bildung in der bedenklichsten\nWeise entarten; der Ausdruck mitleidiger Ueberlegenheit ist in den\nverschiedensten Feldlagern des Geistes und des Ungeistes zu hören;\nanderwärts tändelt eine gänzlich wirkungslose Schönrednerei mit\nder “griechischen Harmonie”, der “griechischen Schönheit”, der\n“griechischen Heiterkeit”. Und gerade in den Kreisen, deren Würde\nes sein könnte, aus dem griechischen Strombett unermüdet, zum Heile\ndeutscher Bildung, zu schöpfen, in den Kreisen der Lehrer an den\nhöheren Bildungsanstalten hat man am besten gelernt, sich mit den\nGriechen zeitig und in bequemer Weise abzufinden, nicht selten bis zu\neinem sceptischen Preisgeben des hellenischen Ideals und bis zu einer\ngänzlichen Verkehrung der wahren Absicht aller Alterthumsstudien.\nWer überhaupt in jenen Kreisen sich nicht völlig in dem Bemühen, ein\nzuverlässiger Corrector von alten Texten oder ein naturhistorischer\nSprachmikroskopiker zu sein, erschöpft hat, der sucht vielleicht\nauch das griechische Alterthum, neben anderen Alterthümern, sich\n“historisch” anzueignen, aber jedenfalls nach der Methode und mit den\nüberlegenen Mienen unserer jetzigen gebildeten Geschichtsschreibung.\nWenn demnach die eigentliche Bildungskraft der höheren Lehranstalten\nwohl noch niemals niedriger und schwächlicher gewesen ist, wie in\nder Gegenwart, wenn der “Journalist”, der papierne Sclave des Tages,\nin jeder Rücksicht auf Bildung den Sieg über den höheren Lehrer\ndavongetragen hat, und Letzterem nur noch die bereits oft erlebte\nMetamorphose übrig bleibt, sich jetzt nun auch in der Sprechweise des\nJournalisten, mit der “leichten Eleganz” dieser Sphäre, als heiterer\ngebildeter Schmetterling zu bewegen – in welcher peinlichen Verwirrung\nmüssen die derartig Gebildeten einer solchen Gegenwart jenes\nPhänomen anstarren, das nur etwa aus dem tiefsten Grunde des bisher\nunbegriffnen hellenischen Genius analogisch zu begreifen wäre, das\nWiedererwachen des dionysischen Geistes und die Wiedergeburt der\nTragödie? Es giebt keine andere Kunstperiode, in der sich die\nsogenannte Bildung und die eigentliche Kunst so befremdet und\nabgeneigt gegenübergestanden hätten, als wir das in der Gegenwart mit\nAugen sehn. Wir verstehen es, warum eine so schwächliche Bildung die\nwahre Kunst hasst; denn sie fürchtet durch sie ihren Untergang. Aber\nsollte nicht eine ganze Art der Cultur, nämlich jene sokratisch-\nalexandrinische, sich ausgelebt haben, nachdem sie in eine so\nzierlich-schmächtige Spitze, wie die gegenwärtige Bildung ist,\nauslaufen konnte! Wenn es solchen Helden, wie Schiller und Goethe,\nnicht gelingen durfte, jene verzauberte Pforte zu erbrechen, die in\nden hellenischen Zauberberg führt, wenn es bei ihrem muthigsten Ringen\nnicht weiter gekommen ist als bis zu jenem sehnsüchtigen Blick, den\ndie Goethische Iphigenie vom barbarischen Tauris aus nach der Heimat\nüber das Meer hin sendet, was bliebe den Epigonen solcher Helden zu\nhoffen, wenn sich ihnen nicht plötzlich, an einer ganz anderen, von\nallen Bemühungen der bisherigen Cultur unberührten Seite die Pforte\nvon selbst aufthäte – unter dem mystischen Klange der wiedererweckten\nTragödienmusik.",
        "Möge uns Niemand unsern Glauben an eine noch bevorstehende\nWiedergeburt des hellenischen Alterthums zu verkümmern suchen; denn in\nihm finden wir allein unsre Hoffnung für eine Erneuerung und Läuterung\ndes deutschen Geistes durch den Feuerzauber der Musik. Was wüssten wir\nsonst zu nennen, was in der Verödung und Ermattung der jetzigen Cultur\nirgend welche tröstliche Erwartung für die Zukunft erwecken könnte?\nVergebens spähen wir nach einer einzigen kräftig geästeten Wurzel,\nnach einem Fleck fruchtbaren und gesunden Erdbodens: überall Staub,\nSand, Erstarrung, Verschmachten. Da möchte sich ein trostlos\nVereinsamter kein besseres Symbol wählen können, als den Ritter mit\nTod und Teufel, wie ihn uns Dürer gezeichnet hat, den geharnischten\nRitter mit dem erzenen, harten Blicke, der seinen Schreckensweg,\nunbeirrt durch seine grausen Gefährten, und doch hoffnungslos, allein\nmit Ross und Hund zu nehmen weiss. Ein solcher Dürerscher Ritter war\nunser Schopenhauer: ihm fehlte jede Hoffnung, aber er wollte die\nWahrheit. Es giebt nicht Seinesgleichen. –",
        "Aber wie verändert sich plötzlich jene eben so düster geschilderte\nWildniss unserer ermüdeten Cultur, wenn sie der dionysische Zauber\nberührt! Ein Sturmwind packt alles Abgelebte, Morsche, Zerbrochne,\nVerkümmerte, hüllt es wirbelnd in eine rothe Staubwolke und trägt es\nwie ein Geier in die Lüfte. Verwirrt suchen unsere Blicke nach dem\nEntschwundenen: denn was sie sehen, ist wie aus einer Versenkung\nan’s goldne Licht gestiegen, so voll und grün, so üppig lebendig,\nso sehnsuchtsvoll unermesslich. Die Tragödie sitzt inmitten dieses\nUeberflusses an Leben, Leid und Lust, in erhabener Entzückung, sie\nhorcht einem fernen schwermüthigen Gesange – er erzählt von den\nMüttern des Seins, deren Namen lauten: Wahn, Wille, Wehe. – Ja,\nmeine Freunde, glaubt mit mir an das dionysische Leben und an die\nWiedergeburt der Tragödie. Die Zeit des sokratischen Menschen ist\nvorüber: kränzt euch mit Epheu, nehmt den Thyrsusstab zur Hand und\nwundert euch nicht, wenn Tiger und Panther sich schmeichelnd zu euren\nKnien niederlegen. Jetzt wagt es nur, tragische Menschen zu sein: denn\nihr sollt erlöst werden. Ihr sollt den dionysischen Festzug von Indien\nnach Griechenland geleiten! Rüstet euch zu hartem Streite, aber glaubt\nan die Wunder eures Gottes!",
        "Continue...",
        "\nThis complete text of Die Geburt der Tragödie/ Die Geburt der Tragödie aus dem Geiste (The Birth of Tragedy/ The Birth of Tragedy from the Spirit of Music) from 1872 by Friedrich Wilhelm Nietzsche\nis provided as free e-text and belongs to the public domain.\n\nSee this book in German or English at Amazon.\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on September 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}