{
    "title": "Die Leiden des jungen Werther - von Johann Wolfgang von Goethe [Authorama]",
    "author": "Unknown",
    "chapter": "werther",
    "content": [
        "Presented by\nAuthorama\nPublic Domain Books",
        "",
        "\nRiesengebirge (Caspar David Friedrich)\n",
        "Wie froh bin ich, daß ich weg bin! Bester Freund, was ist das Herz\ndes Menschen! Dich zu verlassen, den ich so liebe, von dem ich\nunzertrennlich war, und froh zu sein! Ich weiß, du verzeihst mir’s.\nWaren nicht meine übrigen Verbindungen recht ausgesucht vom Schicksal,\num ein Herz wie das meine zu ängstigen? Die arme Leonore! Und doch\nwar ich unschuldig. Konnt’ ich dafür, daß, während die eigensinnigen\nReize ihrer Schwester mir eine angenehme Unterhaltung verschafften,\ndaß eine Leidenschaft in dem armen Herzen sich bildete? Und doch—bin\nich ganz unschuldig? Hab’ ich nicht ihre Empfindungen genährt? Hab’\nich mich nicht an den ganz wahren Ausdrücken der Natur, die uns so oft\nzu lachen machten, so wenig lächerlich sie waren, selbst ergetzt?\nHab’ ich nicht—o was ist der Mensch, daß er über sich klagen darf!\nIch will, lieber Freund, ich verspreche dir’s, ich will mich bessern,\nwill nicht mehr ein bißchen Übel, das uns das Schicksal vorlegt,\nwiederkäuen, wie ich’s immer getan habe; ich will das Gegenwärtige\ngenießen, und das Vergangene soll mir vergangen sein. Gewiß, du hast\nrecht, Bester, der Schmerzen wären minder unter den Menschen, wenn sie\nnicht—Gott weiß, warum sie so gemacht sind!—mit so viel Emsigkeit\nder Einbildungskraft sich beschäftigten, die Erinnerungen des\nvergangenen Übels zurückzurufen, eher als eine gleichgültige Gegenwart\nzu ertragen.",
        "Du bist so gut, meiner Mutter zu sagen, daß ich ihr Geschäft bestens\nbetreiben und ihr ehstens Nachricht davon geben werde. Ich habe meine\nTante gesprochen und bei weitem das böse Weib nicht gefunden, das man\nbei uns aus ihr macht. Sie ist eine muntere, heftige Frau von dem\nbesten Herzen. Ich erklärte ihr meiner Mutter Beschwerden über den\nzurückgehaltenen Erbschaftsanteil; sie sagte mir ihre Gründe, Ursachen\nund die Bedingungen, unter welchen sie bereit wäre, alles\nherauszugeben, und mehr als wir verlangten—kurz, ich mag jetzt nichts\ndavon schreiben, sage meiner Mutter, es werde alles gut gehen. Und\nich habe, mein Lieber, wieder bei diesem kleinen Geschäft gefunden,\ndaß Mißverständnisse und Trägheit vielleicht mehr Irrungen in der Welt\nmachen als List und Bosheit. Wenigstens sind die beiden letzteren\ngewiß seltener.",
        "Übrigens befinde ich mich hier gar wohl. Die Einsamkeit ist meinem\nHerzen köstlicher Balsam in dieser paradiesischen Gegend, und diese\nJahreszeit der Jugend wärmt mit aller Fülle mein oft schauderndes Herz.\nJeder Baum, jede Hecke ist ein Strauß von Blüten, und man möchte zum\nMaienkäfer werden, um in dem Meer von Wohlgerüchen herumschweben und\nalle seine Nahrung darin finden zu können.",
        "Die Stadt selbst ist unangenehm, dagegen rings umher eine\nunaussprechliche Schönheit der Natur. Das bewog den verstorbenen\nGrafen von M., einen Garten auf einem der Hügel anzulegen, die mit der\nschönsten Mannigfaltigkeit sich kreuzen und die lieblichsten Täler\nbilden. Der Garten ist einfach, und man fühlt gleich bei dem\nEintritte, daß nicht ein wissenschaftlicher Gärtner, sondern ein\nfühlendes Herz den Plan gezeichnet, das seiner selbst hier genießen\nwollte. Schon manche Träne hab’ ich dem Abgeschiedenen in dem\nverfallenen Kabinettchen geweint, das sein Lieblingsplätzchen war und\nauch meines ist. Bald werde ich Herr vom Garten sein; der Gärtner ist\nmir zugetan, nur seit den paar Tagen, und er wird sich nicht übel\ndabei befinden.",
        "Eine wunderbare Heiterkeit hat meine ganze Seele eingenommen, gleich\nden süßen Frühlingsmorgen, die ich mit ganzem Herzen genieße. Ich bin\nallein und freue mich meines Lebens in dieser Gegend, die für solche\nSeelen geschaffen ist wie die meine. Ich bin so glücklich, mein\nBester, so ganz in dem Gefühle von ruhigem Dasein versunken, daß meine\nKunst darunter leidet. Ich könnte jetzt nicht zeichnen, nicht einen\nStrich, und bin nie ein größerer Maler gewesen als in diesen\nAugenblicken. Wenn das liebe Tal um mich dampft, und die hohe Sonne\nan der Oberfläche der undurchdringlichen Finsternis meines Waldes ruht,\nund nur einzelne Strahlen sich in das innere Heiligtum stehlen, ich\ndann im hohen Grase am fallenden Bache liege, und näher an der Erde\ntausend mannigfaltige Gräschen mir merkwürdig werden; wenn ich das\nWimmeln der kleinen Welt zwischen Halmen, die unzähligen,\nunergründlichen Gestalten der Würmchen, der Mückchen näher an meinem\nHerzen fühle, und fühle die Gegenwart des Allmächtigen, der uns nach\nseinem Bilde schuf, das Wehen des Alliebenden, der uns in ewiger Wonne\nschwebend trägt und erhält; mein Freund! Wenn’s dann um meine Augen\ndämmert, und die Welt um mich her und der Himmel ganz in meiner Seele\nruhn wie die Gestalt einer Geliebten—dann sehne ich mich oft und\ndenke : ach könntest du das wieder ausdrücken, könntest du dem Papiere\ndas einhauchen, was so voll, so warm in dir lebt, daß es würde der\nSpiegel deiner Seele, wie deine Seele ist der Spiegel des unendlichen\nGottes!—mein Freund—aber ich gehe darüber zugrunde, ich erliege\nunter der Gewalt der Herrlichkeit dieser Erscheinungen.",
        "Ich weiß nicht, ob täuschende Geister um diese Gegend schweben, oder\nob die warme, himmlische Phantasie in meinem Herzen ist, die mir alles\nrings umher so paradisisch macht. Das ist gleich vor dem Orte ein\nBrunnen, ein Brunnen, an den ich gebannt bin wie Melusine mit ihren\nSchwestern.—Du gehst einen kleinen Hügel hinunter und findest dich\nvor einem Gewölbe, da wohl zwanzig Stufen hinabgehen, wo unten das\nklarste Wasser aus Marmorfelsen quillt. Die kleine Mauer, die oben\numher die Einfassung macht, die hohen Bäume, die den Platz rings umher\nbedecken, die Kühle des Orts; das hat alles so was Anzügliches, was\nSchauerliches. Es vergeht kein Tag, daß ich nicht eine Stunde da\nsitze. Da kommen die Mädchen aus der Stadt und holen Wasser, das\nharmloseste Geschäft und das nötigste, das ehemals die Töchter der\nKönige selbst verrichteten. Wenn ich da sitze, so lebt die\npatriarchalische Idee so lebhaft um mich, wie sie, alle die Altväter,\nam Brunnen Bekanntschaft machen und freien, und wie um die Brunnen und\nQuellen wohltätige Geister schweben. O der muß nie nach einer\nschweren Sommertagswanderung sich an des Brunnens Kühle gelabt haben,\nder das nicht mitempfinden kann.",
        "Du fragst, ob du mir meine Bücher schicken sollst?—lieber, ich bitte\ndich um Gottes willen, laß mir sie vom Halse! Ich will nicht mehr\ngeleitet, ermuntert, angefeuert sein, braust dieses Herz doch genug\naus sich selbst; ich brauche Wiegengesang, und den habe ich in seiner\nFülle gefunden in meinem Homer. Wie oft lull’ ich mein empörtes Blut\nzur Ruhe, denn so ungleich, so unstet hast du nichts gesehn als dieses\nHerz. Lieber! Brauch’ ich dir das zu sagen, der du so oft die Last\ngetragen hast, mich vom Kummer zur Ausschweifung und von süßer\nMelancholie zur verderblichen Leidenschaft übergehen zu sehn? Auch\nhalte ich mein Herzchen wie ein krankes Kind; jeder Wille wird ihm\ngestattet. Sage das nicht weiter; es gibt Leute, die mir es verübeln\nwürden.",
        "Die geringen Leute des Ortes kennen mich schon und lieben mich,\nbesonders die Kinder. Eine traurige Bemerkung hab’ ich gemacht. Wie\nich im Anfange mich zu ihnen gesellte, sie freundschaftlich fragte\nüber dies und das, glaubten einige, ich wollte ihrer spotten, und\nfertigten mich wohl gar grob ab. Ich ließ mich das nicht verdrießen;\nnur fühlte ich, was ich schon oft bemerkt habe, auf das lebhafteste :\nLeute von einigem Stande werden sich immer in kalter Entfernung vom\ngemeinen Volke halten, als glaubten sie durch Annäherung zu verlieren;\nund dann gibt’s Flüchtlinge und üble Spaßvögel, die sich herabzulassen\nscheinen, um ihren Übermut dem armen Volke desto empfindlicher zu\nmachen.",
        "Ich weiß wohl, daß wir nicht gleich sind, noch sein können; aber ich\nhalte dafür, daß der, der nötig zu haben glaubt, vom so genannten\nPöbel sich zu entfernen, um den Respekt zu erhalten, ebenso tadelhaft\nist als ein Feiger, der sich vor seinem Feinde verbirgt, weil er zu\nunterliegen fürchtet.",
        "Letzthin kam ich zum Brunnen und fand ein junges Dienstmädchen, das\nihr Gefäß auf die unterste Treppe gesetzt hatte und sich umsah, ob\nkeine Kamerädin kommen wollte, ihr es auf den Kopf zu helfen. Ich\nstieg hinunter und sah sie an.—\"Soll ich Ihr helfen, Jungfer?” sagte\nich.—sie ward rot über und über.—\"O nein, Herr!” sagte sie.—\"Ohne\nUmstände”.—sie legte ihren Kringen zurecht, und ich half ihr. Sie\ndankte und stieg hinauf.",
        "Ich habe allerlei Bekanntschaft gemacht, Gesellschaft habe ich noch\nkeine gefunden. Ich weiß nicht, was ich Anzügliches für die Menschen\nhaben muß; es mögen mich ihrer so viele und hängen sich an mich, und\nda tut mir’s weh, wenn unser Weg nur eine kleine Strecke miteinander\ngeht. Wenn du fragst, wie die Leute hier sind, muß ich dir sagen: wie\nüberall! Es ist ein einförmiges Ding um das Menschengeschlecht. Die\nmeisten verarbeiten den größten Teil der Zeit, um zu leben, und das\nbißchen, das ihnen von Freiheit übrig bleibt, ängstigt sie so, daß sie\nalle Mittel aufsuchen, um es los zu werden. O Bestimmung des Menschen!",
        "Aber eine recht gute Art Volks! Wenn ich mich manchmal vergesse,\nmanchmal mit ihnen die Freuden genieße, die den Menschen noch gewährt\nsind, an einem artig besetzten Tisch mit aller Offen—und\nTreuherzigkeit sich herumzuspaßen, eine Spazierfahrt, einen Tanz zur\nrechten Zeit anzuordnen, und dergleichen, das tut eine ganz gute\nWirkung auf mich; nur muß mir nicht einfallen, daß noch so viele\nandere Kräfte in mir ruhen, die alle ungenutzt vermodern und die ich\nsorgfältig verbergen muß. Ach das engt das ganze Herz so ein.—Und\ndoch! Mißverstanden zu werden, ist das Schicksal von unsereinem.",
        "Ach, daß die Freundin meiner Jugend dahin ist, ach, daß ich sie je\ngekannt habe!—ich würde sagen: du bist ein Tor! Du suchst, was\nhienieden nicht zu finden ist! Aber ich habe sie gehabt, ich habe das\nHerz gefühlt, die große Seele, in deren Gegenwart ich mir schien mehr\nzu sein, als ich war, weil ich alles war, was ich sein konnte. Guter\nGott! Blieb da eine einzige Kraft meiner Seele ungenutzt? Konnt’ ich\nnicht vor ihr das ganze wunderbare Gefühl entwickeln, mit dem mein\nHerz die Natur umfaßt? War unser Umgang nicht ein ewiges Weben von\nder feinsten Empfindung, dem schärfsten Witze, dessen Modifikationen,\nbis zur Unart, alle mit dem Stempel des Genies bezeichnet waren? Und\nnun!—ach ihre Jahre, die sie voraus hatte, führten sie früher ans\nGrab als mich. Nie werde ich sie vergessen, nie ihren festen Sinn und\nihre göttliche Duldung.",
        "Vor wenig Tagen traf ich einen jungen V. an, einen offnen Jungen, mit\neiner gar glücklichen Gesichtsbildung. Er kommt erst von Akademien\ndünkt sich eben nicht weise, aber glaubt doch, er wisse mehr als\nandere. Auch war er fleißig, wie ich an allerlei spüre, kurz, er hat\nhübsche Kenntnisse. Da er hörte, daß ich viel zeichnete und\nGriechisch könnte (zwei Meteore hierzulande), wandte er sich an mich\nund kramte viel Wissens aus, von Batteux bis zu Wood, von de Piles zu\nWinckelmann, und versicherte mich, er habe Sulzers Theorie, den ersten\nTeil, ganz durchgelesen und besitze ein Manuskript von Heynen über das\nStudium der Antike. Ich ließ das gut sein.",
        "Noch gar einen braven Mann habe ich kennen lernen, den fürstlichen\nAmtmann, einen offenen, treuherzigen Menschen. Man sagt, es soll eine\nSeelenfreude sein, ihn unter seinen Kindern zu sehen, deren er neun\nhat; besonders macht man viel Wesens von seiner ältesten Tochter. Er\nhat mich zu sich gebeten, und ich will ihn ehster Tage besuchen. Er\nwohnt auf einem fürstlichen Jagdhofe, anderthalb Stunden von hier,\nwohin er nach dem Tode seiner Frau zu ziehen die Erlaubnis erhielt, da\nihm der Aufenthalt hier in der Stadt und im Amthause zu weh tat.",
        "Sonst sind mir einige verzerrte Originale in den Weg gelaufen, an\ndenen alles unausstehlich ist, am unerträglichsten\nFreundschaftsbezeigungen.",
        "Leb’ wohl! Der Brief wird dir recht sein, er ist ganz historisch.",
        "Daß das Leben des Menschen nur ein Traum sei, ist manchem schon so\nvorgekommen, und auch mit mir zieht dieses Gefühl immer herum. Wenn\nich die Einschränkung ansehe, in welcher die tätigen und forschenden\nKräfte des Menschen eingesperrt sind; wenn ich sehe, wie alle\nWirksamkeit dahinaus läuft, sich die Befriedigung von Bedürfnissen zu\nverschaffen, die wieder keinen Zweck haben, als unsere arme Existenz\nzu verlängern, und dann, daß alle Beruhigung über gewisse Punkte des\nNachforschens nur eine träumende Regignation ist, da man sich die\nWände, zwischen denen man gefangen sitzt, mit bunten Gestalten und\nlichten Aussichten bemalt—das alles, Wilhelm, macht mich stumm. Ich\nkehre in mich selbst zurück, und finde eine Welt! Wieder mehr in\nAhnung und dunkler Begier als in Darstellung und lebendiger Kraft.\nUnd da schwimmt alles vor meinen Sinnen, und ich lächle dann so\nträumend weiter in die Welt.",
        "Daß die Kinder nicht wissen, warum sie wollen, darin sind alle\nhochgelahrten Schul—und Hofmeister einig; daß aber auch Erwachsene\ngleich Kindern auf diesem Erdboden herumtaumeln und wie jene nicht\nwissen, woher sie kommen und wohin sie gehen, ebensowenig nach wahren\nZwecken handeln, ebenso durch Biskuit und Kuchen und Birkenreiser\nregiert werden: das will niemand gern glauben, und mich dünkt, man\nkann es mit Händen greifen.",
        "Ich gestehe dir gern, denn ich weiß, was du mir hierauf sagen möchtest,\ndaß diejenigen die Glücklichsten sind, die gleich den Kindern in den\nTag hinein leben, ihre Puppen herumschleppen, aus—und anziehen und\nmit großem Respekt um die Schublade umherschleichen, wo Mama das\nZuckerbrot hineingeschlossen hat, und, wenn sie das gewünschte endlich\nerhaschen, es mit vollen Backen verzehren und rufen:\"mehr!\"—das sind\nglückliche Geschöpfe. Auch denen ist’s wohl, die ihren\nLumpenbeschäftigungen oder wohl gar ihren Leidenschaften prächtige\nTitel geben und sie dem Menschengeschlechte als Riesenoperationen zu\ndessen Heil und Wohlfahrt anschreiben.—Wohl dem, der so sein kann!\nWer aber in seiner Demut erkennt, wo das alles hinausläuft, wer da\nsieht, wie artig jeder Bürger, dem es wohl ist, sein Gärtchen zum\nParadiese zuzustutzen weiß, und wie unverdrossen auch der Unglückliche\nunter der Bürde seinen Weg fortkeucht, und alle gleich interessiert\nsind, das Licht dieser Sonne noch eine Minute länger zu sehn—ja, der\nist still und bildet auch seine Welt aus sich selbst und ist auch\nglücklich, weil er ein Mensch ist. Und dann, so eingeschränkt er ist,\nhält er doch immer im Herzen das süße Gefühl der Freiheit, und daß er\ndiesen Kerker verlassen kann, wann er will.",
        "Du kennst von alters her meine Art, mich anzubauen, mir irgend an\neinem vertraulichen Orte ein Hüttchen aufzuschlagen und da mit aller\nEinschränkung zu herbergen. Auch hier habe ich wieder ein Plätzchen\nangetroffen, das mich angezogen hat.",
        "Ungefähr eine Stunde von der Stadt liegt ein Ort, den sie Wahlheim\nnennen. Die Lage an einem Hügel ist sehr interessant, und wenn man\noben auf dem Fußpfade zum Dorf herausgeht, übersieht man auf einmal\ndas ganze Tal. Eine gute Wirtin, die gefällig und munter in ihrem\nAlter ist, schenkt Wein, Bier, Kaffee; und was über alles geht, sind\nzwei Linden, die mit ihren ausgebreiteten [sten den kleinen Platz vor\nder Kirche bedecken, der ringsum mit Bauerhäusern, Scheunen und Höfen\neingeschlossen ist. So vertraulich, so heimlich hab’ ich nicht leicht\nein Plätzchen gefunden, und dahin lass’ ich mein Tischchen aus dem\nWirtshause bringen und meinen Stuhl, trinke meinen Kaffee da und lese\nmeinen Homer. Das erstenmal, als ich durch einen Zufall an einem\nschönen Nachmittage unter die Linden kam, fand ich das Plätzchen so\neinsam. Es war alles im Felde; nur ein Knabe von ungefähr vier Jahren\nsaß an der Erde und hielt ein anderes, etwa halbjähriges, vor ihm\nzwischen seinen Füßen sitzendes Kind mit beiden Armen wider seine\nBrust, so daß er ihm zu einer Art von Sessel diente und ungeachtet der\nMunterkeit, womit er aus seinen schwarzen Augen herumschaute, ganz\nruhig saß. Mich vergnügte der Anblick: ich setzte mich auf einen\nPflug, der gegenüber stand, und zeichnete die brüderliche Stellung mit\nvielem Ergetzen. Ich fügte den nächsten Zaun, ein Scheunentor und\neinige gebrochene Wagenräder bei, alles, wie es hinter einander stand,\nund fand nach Verlauf einer Stunde, daß ich eine wohlgeordnete, sehr\ninteressante Zeichnung verfertiget hatte, ohne das mindeste von dem\nMeinen hinzuzutun. Das bestärkte mich in meinem Vorsatze, mich\nkünftig allein an die Natur zu halten. Sie allein ist unendlich reich,\nund sie allein bildet den großen Künstler. Man kann zum Vorteile der\nRegeln viel sagen, ungefähr was man zum Lobe der bürgerlichen\nGesellschaft sagen kann. Ein Mensch, der sich nach ihnen bildet, wird\nnie etwas Abgeschmacktes und Schlechtes hervorbringen, wie einer, der\nsich durch Gesetze und Wohlstand modeln läßt, nie ein unerträglicher\nNachbar, nie ein merkwürdiger Bösewicht werden kann; dagegen wird aber\nauch alle Regel, man rede was man wolle, das wahre Gefühl von Natur\nund den wahren Ausdruck derselben zerstören! Sag’ du: ’das ist zu\nhart! Sie schränkt nur ein, beschneidet die geilen Reben’ etc.—guter\nFreund, soll ich dir ein Gleichnis geben? Es ist damit wie mit der\nLiebe. Ein junges Herz hängt ganz an einem Mädchen, bringt alle\nStunden seines Tages bei ihr zu, verschwendet alle seine Kräfte, all\nsein Vermögen, um ihr jeden Augenblick auszudrücken, daß er sich ganz\nihr hingibt. Und da käme ein Philister, ein Mann, der in einem\nöffentlichen Amte steht, und sagte zu ihm: ’feiner junger Herr!\nLieben ist menschlich, nur müßt Ihr menschlich lieben! Teilet Eure\nStunden ein, die einen zur Arbeit, und die Erholungsstunden widmet\nEurem Mädchen. Berechnet Euer Vermögen, und was Euch von Eurer\nNotdurft übrig bleibt, davon verwehr’ ich Euch nicht, ihr ein Geschenk,\nnur nicht zu oft, zu machen, etwa zu ihrem Geburts—und Namenstage ’\netc.—folgt der Mensch, so gibt’s einen brauchbaren jungen Menschen,\nund ich will selbst jedem Fürsten raten, ihn in ein Kollegium zu\nsetzen; nur mit seiner Liebe ist’s am Ende und, wenn er ein Künstler\nist, mit seiner Kunst. O meine Freunde! Warum der Strom des Genies\nso selten ausbricht, so selten in hohen Fluten hereinbraust und eure\nstaunende Seele erschüttert?—liebe Freunde, da wohnen die gelassenen\nHerren auf beiden Seiten des Ufers, denen ihre Gartenhäuschen,\nTulpenbeete und Krautfelder zugrunde gehen würden, die daher in Zeiten\nmit Dämmen und Ableiten der künftig drohenden Gefahr abzuwehren wissen.",
        "Ich bin, wie ich sehe, in Verzückung, Gleichnisse und Deklamation\nverfallen und habe darüber vergessen, dir auszuerzählen, was mit den\nKindern weiter geworden ist. Ich saß, ganz in malerische Empfindung\nvertieft, die dir mein gestriges Blatt sehr zerstückt darlegt, auf\nmeinem Pfluge wohl zwei Stunden. Da kommt gegen Abend eine junge Frau\nauf die Kinder los, die sich indes nicht gerührt hatten, mit einem\nKörbchen am Arm und ruft von weitem: “Philipps, du bist recht brav”.\n—Sie grüßte mich, ich dankte ihr, stand auf, trat näher hin und\nfragte sie, ob sie Mutter von den Kindern wäre? Sie bejahte es, und\nindem sie dem ältesten einen halben Weck gab, nahm sie das kleine auf\nund küßte es mit aller mütterlichen Liebe.—\"ich habe”, sagte sie,\n\"meinem Philipps das Kleine zu halten gegeben und bin mit meinem\nÄltesten in die Stadt gegangen, um weiß Brot zu holen und Zucker und\nein irden Breipfännchen”.—Ich sah das alles in dem Korbe, dessen\nDeckel abgefallen war.—\"Ich will meinem Hans (das war der Name des\nJüngsten) ein Süppchen kochen zum Abende; der lose Vogel, der Große,\nhat mir gestern das Pfännchen zerbrochen, als er sich mit Philippsen\num die Scharre des Breis zankte”.—ich fragte nach dem Ältesten, und\nsie hatte mir kaum gesagt, daß er sich auf der Wiese mit ein paar\nGänsen herumjage, als er gesprungen kam und dem Zweiten eine\nHaselgerte mitbrachte. Ich unterhielt mich weiter mit dem Weibe und\nerfuhr, daß sie des Schulmeisters Tochter sei, und daß ihr Mann eine\nReise in die Schweiz gemacht habe, um die Erbschaft eines Vetters zu\nholen.—\"Sie haben ihn drum betriegen wollen”, sagte sie,\"und ihm auf\nseine Briefe nicht geantwortet; da ist er selbst hineingegangen. Wenn\nihm nur kein Unglück widerfahren ist, ich höre nichts von ihm”.—Es\nward mir schwer, mich von dem Weibe los zu machen, gab jedem der\nKinder einen Kreuzer, und auch fürs jüngste gab ich ihr einen, ihm\neinen Weck zur Suppe mitzubringen, wenn sie in die Stadt ginge, und so\nschieden wir von einander.",
        "Ich sage dir, mein Schatz, wenn meine Sinne gar nicht mehr halten\nwollen, so lindert all den Tumult der Anblick eines solchen Geschöpfs,\ndas in glücklicher Gelassenheit den engen Kreis seines Daseins hingeht,\nvon einem Tage zum andern sich durchhilft, die Blätter abfallen sieht\nund nichts dabei denkt, als daß der Winter kommt.",
        "Seit der Zeit bin ich oft draußen. Die Kinder sind ganz an mich\ngewöhnt, sie kriegen Zucker, wenn ich Kaffee trinke, und teilen das\nButterbrot und die saure Milch mit mir des Abends. Sonntags fehlt\nihnen der Kreuzer nie, und wenn ich nicht nach der Betstunde da bin,\nso hat die Wirtin Ordre, ihn auszuzahlen.",
        "Sie sind vertraut, erzählen mir allerhand, und besonders ergetze ich\nmich an ihren Leidenschaften und simpeln Ausbrüchen des Begehrens,\nwenn mehr Kinder aus dem Dorfe sich versammeln.",
        "Viele Mühe hat mich’s gekostet, der Mutter ihre Besorgnis zu nehmen,\nsie möchten den Herrn inkommodieren.",
        "Was ich dir neulich von der Malerei sagte, gilt gewiß auch von der\nDichtkunst; es ist nur, daß man das Vortreffliche erkenne und es\nauszusprechen wage, und das ist freilich mit wenigem viel gesagt. Ich\nhabe heute eine Szene gehabt, die, rein abgeschrieben, die schönste\nIdylle von der Welt gäbe; doch was soll Dichtung, Szene und Idylle?\nMuß es denn immer gebosselt sein, wenn wir teil an einer\nNaturerscheinung nehmen sollen?",
        "Wenn du auf diesen Eingang viel Hohes und Vornehmes erwartest, so bist\ndu wieder übel betrogen; es ist nichts als ein Bauerbursch, der mich\nzu dieser lebhaften Teilnehmung hingerissen hat. Ich werde, wie\ngewöhnlich, schlecht erzählen, und du wirst mich, wie gewöhnlich,\ndenk’ ich, übertrieben finden; es ist wieder Wahlheim, und immer\nWahlheim, das diese Seltenheiten hervorbringt.",
        "Es war eine Gesellschaft draußen unter den Linden, Kaffee zu trinken.\nWeil sie mir nicht ganz anstand, so blieb ich unter einem Vorwande\nzurück.",
        "Ein Bauerbursch kam aus einem benachbarten Hause und beschäftigte sich,\nan dem Pfluge, den ich neulich gezeichnet hatte, etwas zurecht zu\nmachen. Da mir sein Wesen gefiel, redete ich ihn an, fragte nach\nseinen Umständen, wir waren bald bekannt und, wie mir’s gewöhnlich mit\ndieser Art Leuten geht, bald vertraut. Er erzählte mir, daß er bei\neiner Witwe in Diensten sei und von ihr gar wohl gehalten werde. Er\nsprach so vieles von ihr und lobte sie dergestalt, daß ich bald merken\nkonnte, er sei ihr mit Leib und Seele zugetan. Sie sei nicht mehr\njung, sagte er, sie sei von ihrem ersten Mann übel gehalten worden,\nwolle nicht mehr heiraten, und aus seiner Erzählung leuchtete so\nmerklich hervor, wie schön, wie reizend sie für ihn sei, wie sehr er\nwünschte, daß sie ihn wählen möchte, um das Andenken der Fehler ihres\nersten Mannes auszulöschen, daß ich Wort für Wort wiederholen müßte,\num dir die reine Neigung, die Liebe und Treue dieses Menschen\nanschaulich zu machen. Ja, ich müßte die Gabe des größten Dichters\nbesitzen, um dir zugleich den Ausdruck seiner Gebärden, die Harmonie\nseiner Stimme, das heimliche Feuer seiner Blicke lebendig darstellen\nzu können. Nein, es sprechen keine Worte die Zartheit aus, die in\nseinem ganzen Wesen und Ausdruck war; es ist alles nur plump, was ich\nwieder vorbringen könnte. Besonders rührte mich, wie er fürchtete,\nich möchte über sein Verhältnis zu ihr ungleich denken und an ihrer\nguten Aufführung zweifeln. Wie reizend es war, wenn er von ihrer\nGestalt, von ihrem Körper sprach, der ihn ohne jugendliche Reize\ngewaltsam an sich zog und fesselte, kann ich mir nur in meiner\ninnersten Seele wiederholen. Ich hab’ in meinem Leben die dringende\nBegierde und das heiße, sehnliche Verlangen nicht in dieser Reinheit\ngesehen, ja wohl kann ich sagen, in dieser Reinheit nicht gedacht und\ngeträumt. Schelte mich nicht, wenn ich dir sage, daß bei der\nErinnerung dieser Unschuld und Wahrheit mir die innerste Seele glüht,\nund daß mich das Bild dieser Treue und Zärtlichkeit überall verfolgt,\nund daß ich, wie selbst davon entzündet, lechze und schmachte.",
        "Ich will nun suchen, auch sie ehstens zu sehn, oder vielmehr, wenn\nich’s recht bedenke, ich will’s vermeiden. Es ist besser, ich sehe\nsie durch die Augen ihres Liebhabers; vielleicht erscheint sie mir vor\nmeinen eigenen Augen nicht so, wie sie jetzt vor mir steht, und warum\nsoll ich mir das schöne Bild verderben?",
        "Warum ich dir nicht schreibe?—Fragst du das und bist doch auch der\nGelehrten einer. Du solltest raten, daß ich mich wohl befinde, und\nzwar—kurz und gut, ich habe eine Bekanntschaft gemacht, die mein Herz\nnäher angeht. Ich habe—ich weiß nicht.",
        "Dir in der Ordnung zu erzählen, wie’s zugegangen ist, daß ich eins der\nliebenswürdigsten Geschöpfe habe kennen lernen, wird schwer halten.\nIch bin vergnügt und glücklich, und also kein guter Historienschreiber.",
        "Einen Engel!—pfui! Das sagt jeder von der Seinigen, nicht wahr? Und\ndoch bin ich nicht imstande, dir zu sagen, wie sie vollkommen ist,\nwarum sie vollkommen ist; genug, sie hat allen meinen Sinn\ngefangengenommen.",
        "So viel Einfalt bei so viel Verstand, so viel Güte bei so viel\nFestigkeit, und die Ruhe der Seele bei dem wahren Leben und der\nTätigkeit.—Das ist alles garstiges Gewäsch, was ich da von ihr sage,\nleidige Abstraktionen, die nicht einen Zug ihres Selbst ausdrücken.\nEin andermal—nein, nicht ein andermal, jetzt gleich will ich dir’s\nerzählen. Tu’ ich ’s jetzt nicht, so geschäh’ es niemals. Denn,\nunter uns, seit ich angefangen habe zu schreiben, war ich schon\ndreimal im Begriffe, die Feder niederzulegen, mein Pferd satteln zu\nlassen und hinauszureiten. Und doch schwur ich mir heute früh, nicht\nhinauszureiten, und gehe doch alle Augenblick’ ans Fenster, zu sehen,\nwie hoch die Sonne noch steht.—Ich hab’s nicht überwinden können,\nich mußte zu ihr hinaus. Da bin ich wieder, Wilhelm, will mein\nButterbrot zu Nacht essen und dir schreiben. Welch eine Wonne das für\nmeine Seele ist, sie in dem Kreise der lieben, muntern Kinder, ihrer\nacht Geschwister, zu sehen!—Wenn ich so fortfahre, wirst du am Ende\nso klug sein wie am Anfange. Höre denn, ich will mich zwingen, ins\nDetail zu gehen.",
        "Ich schrieb dir neulich, wie ich den Amtmann S. habe kennen lernen,\nund wie er mich gebeten habe, ihn bald in seiner Einsiedelei oder\nvielmehr seinem kleinen Königreiche zu besuchen. Ich vernachlässigte\ndas, und wäre vielleicht nie hingekommen, hätte mir der Zufall nicht\nden Schatz entdeckt, der in der stillen Gegend verborgen liegt.",
        "Unsere jungen Leute hatten einen Ball auf dem Lande angestellt, zu dem\nich mich denn auch willig finden ließ. Ich bot einem hiesigen guten,\nschönen, übrigens unbedeutenden Mädchen die Hand, und es wurde\nausgemacht, daß ich eine Kutsche nehmen, mit meiner Tänzerin und ihrer\nBase nach dem Orte der Lustbarkeit hinausfahren und auf dem Wege\nCharlotten S. mitnehmen sollte.—\"Sie werden ein schönes Frauenzimmer\nkennenlernen”, sagte meine Gesellschafterin, da wir durch den weiten,\nausgehauenen Wald nach dem Jagdhause fuhren.—\"Nehmen Sie sich in\nacht”, versetzte die Base, “daß Sie sich nicht verlieben!\"—\"Wieso?\"\nsagte ich.—\"Sie ist schon vergeben,\"antwortete jene,\"an einen sehr\nbraven Mann, der weggereist ist, seine Sachen in Ordnung zu bringen,\nweil sein Vater gestorben ist, und sich um eine ansehnliche Versorgung\nzu bewerben”.—Die Nachricht war mir ziemlich gleichgültig.",
        "Die Sonne war noch eine Viertelstunde vom Gebirge, als wir vor dem\nHoftore anfuhren. Es war sehr schwül, und die Frauenzimmer äußerten\nihre Besorgnis wegen eines Gewitters, das sich in weißgrauen,\ndumpfichten Wölkchen rings am Horizonte zusammenzuziehen schien. Ich\ntäuschte ihre Furcht mit anmaßlicher Wetterkunde, ob mir gleich selbst\nzu ahnen anfing, unsere Lustbarkeit werde einen Stoß leiden.",
        "Ich war ausgestiegen, und eine Magd, die ans Tor kam, bat uns, einen\nAugenblick zu verziehen, Mamsell Lottchen würde gleich kommen. Ich\nging durch den Hof nach dem wohlgebauten Hause, und da ich die\nvorliegenden Treppen hinaufgestiegen war und in die Tür trat, fiel mir\ndas reizendste Schauspiel in die Augen, das ich je gesehen habe. in\ndem Vorsaale wimmelten sechs Kinder von eilf zu zwei Jahren um ein\nMädchen von schöner Gestalt, mittlerer Größe, die ein simples weißes\nKleid, mit blaßroten Schleifen an Arm und Brust, anhatte. Sie hielt\nein schwarzes Brot und schnitt ihren Kleinen rings herum jedem sein\nStück nach Proportion ihres Alters und Appetits ab, gab’s jedem mit\nsolcher Freundlichkeit, und jedes rief so ungekünstelt sein “danke!”,\nindem es mit den kleinen Händchen lange in die Höhe gereicht hatte,\nehe es noch abgeschnitten war, und nun mit seinem Abendbrote vergnügt\nentweder wegsprang, oder nach seinem stillern Charakter gelassen\ndavonging nach dem Hoftore zu, um die Fremden und die Kutsche zu sehen,\ndarin ihre Lotte wegfahren sollte.—\"Ich bitte um Vergebung”, sagte\nsie, “daß ich Sie hereinbemühe und die Frauenzimmer warten lasse.\nÜber dem Anziehen und allerlei Bestellungen fürs Haus in meiner\nAbwesenheit habe ich vergessen, meinen Kindern ihr Vesperbrot zu geben,\nund sie wollen von niemanden Brot geschnitten haben als von mir”.",
        "Ich machte ihr ein unbedeutendes Kompliment, meine ganze Seele ruhte\nauf der Gestalt, dem Tone, dem Betragen, und ich hatte eben Zeit, mich\nvon der Überraschung zu erholen, als sie in die Stube lief, ihre\nHandschuhe und den Fächer zu holen. Die Kleinen sahen mich in einiger\nEntfernung so von der Seite an, und ich ging auf das jüngste los, das\nein Kind von der glücklichsten Gesichtsbildung war. Es zog sich\nzurück, als eben Lotte zur Türe herauskam und sagte:\"Louis, gib dem\nHerrn Vetter eine Hand”.—das tat der Knabe sehr freimütig, und ich\nkonnte mich nicht enthalten, ihn, ungeachtet seines kleinen\nRotznäschens, herzlich zu küssen.",
        "“Vetter?\"sagte ich, indem ich ihr die Hand reichte,” glauben Sie, daß\nich des Glücks wert sei, mit Ihnen verwandt zu sein?\"—\"O”, sagte sie\nmit einem leichtfertigen Lächeln, “unsere Vetterschaft ist sehr\nweitläufig, und es wäre mir leid, wenn Sie der schlimmste drunter sein\nsollten”.—Im Gehen gab sie Sophien, der ältesten Schwester nach ihr,\neinem Mädchen von ungefähr eilf Jahren, den Auftrag, wohl auf die\nKinder acht zu haben und den Papa zu grüßen, wenn er vom Spazierritte\nnach Hause käme. Den Kleinen sagte sie, sie sollten ihrer Schwester\nSophie folgen, als wenn sie’s selber wäre, das denn auch einige\nausdrücklich versprachen. Eine kleine, naseweise Blondine aber, von\nungefähr sechs Jahren, sagte: “du bist’s doch nicht, Lottchen, wir\nhaben dich doch lieber”.—die zwei ältesten Knaben waren hinten auf\ndie Kutsche geklettert, und auf mein Vorbitten erlaubte sie ihnen, bis\nvor den Wald mitzufahren, wenn sie versprächen, sich nicht zu necken\nund sich recht festzuhalten.",
        "Wir hatten uns kaum zurecht gesetzt, die Frauenzimmer sich bewillkommt,\nwechselsweise über den Anzug, vorzüglich über die Hüte ihre\nAnmerkungen gemacht und die Gesellschaft, die man erwartete, gehörig\ndurchgezogen, als Lotte den Kutscher halten und ihre Brüder\nherabsteigen ließ, die noch einmal ihre Hand zu küssen begehrten, das\ndenn der älteste mit aller Zärtlichkeit, die dem Alter von fünfzehn\nJahren eigen sein kann, der andere mit viel Heftigkeit und Leichtsinn\ntat. Sie ließ die Kleinen noch einmal grüßen, und wir fuhren weiter.",
        "Die Base fragte, ob sie mit dem Buche fertig wäre, das sie ihr neulich\ngeschickt hätte.—\"nein”, sagte Lotte,\"es gefällt mir nicht, Sie\nkönnen’s wiederhaben. Das vorige war auch nicht besser”.—Ich\nerstaunte, als ich fragte, was es für Bücher wären, und sie mir\nantwortete:—ich fand so viel Charakter in allem, was sie sagte, ich\nsah mit jedem Wort neue Reize, neue Strahlen des Geistes aus ihren\nGesichtszügen hervorbrechen, die sich nach und nach vergnügt zu\nentfalten schienen, weil sie an mir fühlte, daß ich sie verstand.",
        "“Wie ich jünger war”, sagte sie, “liebte ich nichts so sehr als Romane.\nWeiß Gott, wie wohl mir’s war, wenn ich mich Sonntags in so ein\nEckchen setzen und mit ganzem Herzen an dem Glück und Unstern einer\nMiß Jonny teilnehmen konnte. Ich leugne auch nicht, daß die Art noch\neinige Reize für mich hat. Doch da ich so selten an ein Buch komme,\nso muß es auch recht nach meinem Geschmack sein. Und der Autor ist\nmir der liebste, in dem ich meine Welt wiederfinde, bei dem es zugeht\nwie um mich, und dessen Geschichte mir doch so interessant und\nherzlich wird als mein eigen häuslich Leben, das freilich kein\nParadies, aber doch im ganzen eine Quelle umsäglicher Glückseligkeit\nist”.",
        "Ich bemühte mich, meine Bewegungen über diese Worte zu verbergen. Das\nging freilich nicht weit: denn da ich sie mit solcher Wahrheit im\nVorbeigehen vom Landpriester von Wakefield, vom—reden hörte, kam ich\nganz außer mich, sagte ihr alles, was ich mußte, und bemerkte erst\nnach einiger Zeit, da Lotte das Gespräch an die anderen wendete, daß\ndiese die Zeit über mit offenen Augen, als säßen sie nicht da,\ndagesessen hatten. Die Base sah mich mehr als einmal mit einem\nspöttischen Näschen an, daran mir aber nichts gelegen war.",
        "Das Gespräch fiel aufs Vergnügen am Tanze.—\"wenn diese Leidenschaft\nein Fehler ist,\"sagte Lotte, “so gestehe ich Ihnen gern, ich weiß mir\nnichts übers Tanzen. Und wenn ich was im Kopfe habe und mir auf\nmeinem verstimmten Klavier einen Contretanz vortrommle, so ist alles\nwieder gut”.",
        "Wie ich mich unter dem Gespäche in den schwarzen Augen weidete—wie\ndie lebendigen Lippen und die frischen, muntern Wangen meine ganze\nSeele anzogen—wie ich, in den herrlichen Sinn ihrer Rede ganz\nversunken, oft gar die Worte nicht hörte, mit denen sie sich\nausdrückte—davon hast du eine Vorstellung, weil du mich kennst. Kurz,\nich stieg aus dem Wagen wie ein Träumender, als wir vor dem Lusthause\nstille hielten, und war so in Träumen rings in der dämmernden Welt\nverloren, daß ich auf die Musik kaum achtete, die uns von dem\nerleuchteten Saal herunter entgegenschallte.",
        "Die zwei Herren Audran und ein gewisser N. N.—wer behält alle die\nNamen—, die der Base und Lottens Tänzer waren, empfingen uns am\nSchlage, bemächtigten sich ihrer Frauenzimmer, und ich führte das\nmeinige hinauf.",
        "Wir schlangen uns in Menuetts um einander herum; ich forderte ein\nFrauenzimmer nach dem andern auf, und just die unleidlichsten konnten\nnicht dazu kommen, einem die Hand zu reichen und ein Ende zu machen.\nLotte und ihr Tänzer fingen einen Englischen an, und wie wohl mir’s\nwar, als sie auch in der Reihe die Figur mit uns anfing, magst du\nfühlen. Tanzen muß man sie sehen! Siehst du, sie ist so mit ganzem\nHerzen und mit ganzer Seele dabei, ihr ganzer Körper eine Harmonie, so\nsorglos, so unbefangen, als wenn das eigentlich alles wäre, als wenn\nsie sonst nichts dächte, nichts empfände; und in dem Augenblicke gewiß\nschwindet alles andere vor ihr.",
        "Ich bat sie um den zweiten Contretanz; sie sagte mit den dritten zu,\nund mit der liebenswürdigsten Freimütigkeit von der Welt versicherte\nsie mir, daß sie herzlich gern deutsch tanze.—\"Es ist hier so Mode,\n\"fuhr sie fort,\"daß jedes Paar, das zusammen gehört, beim Deutschen\nzusammenbleibt, und mein Chapeau walzt schlecht und dankt mir’s, wenn\nich ihm die Arbeit erlasse. Ihr Frauenzimmer kann’s auch nicht und\nmag nicht, und ich habe im Englischen gesehen, daß Sie gut walzen;\nwenn Sie nun mein sein wollen fürs Deutsche, so gehen Sie und bitten\nsich’s von meinem Herrn aus, und ich will zu Ihrer Dame gehen”.—ich\ngab ihr die Hand darauf, und wir machten aus, daß ihr Tänzer\ninzwischen meine Tänzerin unterhalten sollte.",
        "Nun ging’s an, und wir ergetzten uns eine Weile an manigfaltigen\nSchlingungen der Arme. Mit welchem Reize, mit welcher Flüchtigkeit\nbewegte sie sich! Und da wir nun gar ans Walzen kamen und wie die\nSphären um einander herumrollten, ging’s freilich anfangs, weil’s die\nwenigsten können, ein bißchen bunt durcheinander. Wir waren klug und\nließen sie austoben, und als die Ungeschicktesten den Plan geräumt\nhatten, fielen wir ein und hielten mit noch einem Paare, mit Audran\nund seiner Tänzerin, wacker aus. Nie ist mir’s so leicht vom Flecke\ngegangen. Ich war kein Mensch mehr. Das liebenswürdigste Geschöpf in\nden Armen zu haben und mit ihr herumzufliegen wie Wetter, daß alles\nrings umher verging, und—Wilhelm, um ehrlich zu sein, tat ich aber\ndoch den Schwur, daß ein Mädchen, das ich liebte, auf das ich\nAnsprüche hätte, mir nie mit einem andern walzen sollte als mit mir,\nund wenn ich drüber zugrunde gehen müßte. Du verstehst mich!",
        "Wir machten einige Touren gehend im Saale, um zu verschnaufen. Dann\nsetzte sie sich, und die Orangen, die ich beiseite gebracht hatte, die\nnun die einzigen noch übrigen waren, taten vortreffliche Wirkung, nur\ndaß mir mit jedem Schnittchen, das sie einer unbescheidenen Nachbarin\nehrenhalben zuteilte, ein Stich durchs Herz ging.",
        "Beim dritten englischen Tanz waren wir das zweite Paar. Wie wir die\nReihe durchtanzten und ich, weiß Gott mit wieviel Wonne, an ihrem Arm\nund Auge hing, das voll vom wahrsten Ausdruck des offensten, reinsten\nVergnügens war, kommen wir an eine Frau, die mit wegen ihrer\nliebenswürdigen Miene auf einem nicht mehr ganz jungen Gesichte\nmerkwürdig gewesen war. Sie sieht Lotten lächelnd an, hebt einen\ndrohenden Finger auf und nennt den Namen Albert zweimal im\nVorbeifliegen mit viel Bedeutung.",
        "“wer ist Albert?” sagte ich zu Lotten, “wenn’s nicht Vermessenheit\nist zu fragen”.—Sie war im Begriff zu antworten, als wir uns scheiden\nmußten, um die große Achte zu machen, und mich dünkte einiges\nNachdenken auf ihrer Stirn zu sehen, als wir so vor einander\nvorbeikreuzten.—\"Was soll ich’s Ihnen leugnen,” sagte sie, indem sie\nmir die Hand zur Promenade bot. “Albert ist ein braver Mensch, dem\nich so gut als verlobt bin”.—nun war mir das nichts Neues (denn die\nMädchen hatten mir’s auf dem Wege gesagt) und war mir doch so ganz neu,\nweil ich es noch nicht im Verhältnis auf sie, die mir in so wenig\nAugenblicken so wert geworden war, gedacht hatte. Genug, ich\nverwirrte mich, vergaß mich und kam zwischen das unrechte Paar hinein,\ndaß alles drunter und drüber ging und Lottens ganze Gegenwart und\nZerren und Ziehen nötig war, um es schnell wieder in Ordnung zu\nbringen.",
        "Der Tanz war noch nicht zu Ende, als die Blitze, die wir schon lange\nam Horizonte leuchten gesehn und die ich immer für Wetterkühlen\nausgegeben hatte, viel stärker zu werden anfingen und der Donner die\nMusik überstimmte. Drei Frauenzimmer liefen aus der Reihe, denen ihre\nHerren folgten; die Unordnung wurde allgemein, und die Musik hörte auf.\nEs ist natürlich, wenn uns ein Unglück oder etwas Schreckliches im\nVergnügen überrascht, daß es stärkere Eindrücke auf uns macht als\nsonst, teils wegen des Gegensatzes, der sich so lebhaft empfinden läßt,\nteils und noch mehr, weil unsere Sinne einmal der Fühlbarkeit\ngeöffnet sind und also desto schneller einen Eindruck annehmen.\nDiesen Ursachen muß ich die wunderbaren Grimassen zuschreiben, in die\nich mehrere Frauenzimmer ausbrechen sah. Die klügste setzte sich in\neine Ecke, mit dem Rücken gegen vor ihr nieder und verbarg den Kopf in\nder ersten Schoß. Eine dritte schob sich zwischen beide hinein und\numfaßte ihre Schwesterchen mit tausend Tränen. Einige wollten nach\nHause; andere, die noch weniger wußten, was sie taten, hatten nicht so\nviel Besinnungskraft, den Keckheiten unserer jungen Schlucker zu\nsteuern, die sehr beschäftigt zu sein schienen, alle die ängstlichen\nGebete, die dem Himmel bestimmt waren, von den Lippen der schönen\nBedrängten wegzufangen. Einige unserer Herren hatten sich\nhinabbegeben, um ein Pfeifchen in Ruhe zu rauchen; und die übrige\nGesellschaft schlug es nicht aus, als die Wirtin auf den klugen\nEinfall kam, uns ein Zimmer anzuweisen, das Läden und Vorhänge hätte.\nKaum waren wir da angelangt, als Lotte beschäftigt war, einen Kreis\nvon Stühlen zu stellen und, als sich die Gesellschaft auf ihre Bitte\ngesetzt hatte, den Vortrag zu einem Spiele zu tun.",
        "Ich sah manchen, der in Hoffnung auf ein saftiges Pfand sein Mäulchen\nspitzte und seine Glieder reckte.—\"Wir spielen Zählens!\"sagte sie”.\nNun gebt acht! Ich geh’ im Kreise herum von der Rechten zur Linken,\nund so zählt ihr auch rings herum, jeder die Zahl, die an ihn kommt,\nund das muß gehen wie ein Lauffeuer, und wer stockt oder sich irrt,\nkriegt eine Ohrfeige, und so bis tausend”.—nun war das lustig\nanzusehen: sie ging mit ausgestrecktem Arm im Kreise herum. “Eins”,\nfing der erste an, der Nachbar “zwei”, “drei” der folgende, und so\nfort. Dann fing sie an, geschwinder zu gehen, immer geschwinder; da\nversah’s einer: Patsch! Eine Ohrfeige, und über das Gelächter der\nfolgende auch: Patsch! Und immer geschwinder. Ich selbst kriegte\nzwei Maulschellen und glaubte mit innigem Vergnügen zu bemerken, daß\nsie stärker seien, als sie den übrigen zuzumessen pflegte. Ein\nallgemeines Gelächter und Geschwärm endigte das Spiel, ehe noch das\nTausend ausgezählt war. Die Vertrautesten zogen einander beiseite,\ndas Gewitter war vorüber, und ich folgte Lotten in den Saal.\nUnterwegs sagte sie:\"über die Ohrfeigen haben sie Wetter und alles\nvergessen!\"—ich konnte ihr nichts antworten.—\"ich war”, fuhr sie\nfort, “eine der Furchtsamsten, und indem ich mich herzhaft stellte, um\nden andern Mut zu geben, bin ich mutig geworden”.—Wir traten ans\nFenster. Es donnerte abseitwärts, und der herrliche Regen säuselte\nauf das Land, und der erquickendste Wohlgeruch stieg in aller Fülle\neiner warmen Luft zu uns auf. Sie stand auf ihren Ellenbogen gestützt,\nihr Blick durchdrang die Gegend; sie sah gen Himmel und auf mich, ich\nsah ihr Auge tränenvoll, sie legte ihre Hand auf die meinige und sagte:\n\"Klopstock!\"—Ich erinnerte mich sogleich der herrlichen Ode, die ihr\nin Gedanken lag, und versank in dem Strome von Empfindungen, den sie\nin dieser Losung über mich ausgoß. Ich ertrug’s nicht, neigte mich\nauf ihre Hand und küßte sie unter den wonnevollsten Tränen. Und sah\nnach ihrem Auge wieder—Edler! Hättest du deine Vergötterung in\ndiesem Blicke gesehen, und möcht’ ich nun deinen so oft entweihten\nNamen nie wieder nennen hören!",
        "Wo ich neulich mit meiner Erzählung geblieben bin, weiß ich nicht mehr;\ndas weiß ich, daß es zwei Uhr des Nachts war, als ich zu Bette kam,\nund daß, wenn ich dir hätte vorschwatzen können, statt zu schreiben,\nich dich vielleicht bis an den Morgen aufgehalten hätte.",
        "Was auf unserer Hereinfahrt vom Balle geschehen ist, habe ich noch\nnicht erzählt, habe auch heute keinen Tag dazu.",
        "Es war der herrlichste Sonnenaufgang. Der tröpfelnde Wald und das\nerfrischte Feld umher! Unsere Gesellschafterinnen nickten ein. Sie\nfragte mich, ob ich nicht auch von der Partie sein wollte; ihretwegen\nsollt’ ich unbekümmert sein.—\"So lange ich diese Augen offen sehe”,\nsagte ich und sah sie fest an,\"so lange hat’s keine Gefahr”.—Und wir\nhaben beide ausgehalten bis an ihr Tor, da ihr die Magd leise\naufmachte und auf ihr Fragen versicherte, daß Vater und Kleine wohl\nseien und alle noch schliefen. Da verließ ich sie mit der Bitte, sie\nselbigen Tags noch sehen zu dürfen; sie gestand mir’s zu, und ich bin\ngekommen—und seit der Zeit können Sonne, Mond und Sterne geruhig ihre\nWirtschaft treiben, ich weiß weder daß Tag noch daß Nacht ist, und die\nganze Welt verliert sich um mich her.",
        "Ich lebe so glückliche Tage, wie sie Gott seinen Heiligen ausspart;\nund mit mir mag werden was will, so darf ich nicht sagen, daß ich die\nFreuden, die reinsten Freuden des Lebens nicht genossen habe.—du\nkennst mein Wahlheim; dort bin ich völlig etabliert, von da habe ich\nnur eine halbe Stunde zu Lotten, dort fühl’ ich mich selbst und alles\nGlück, das dem Menschen gegeben ist.",
        "Hätt’ ich gedacht, als ich mir Wahlheim zum Zwecke meiner Spaziergänge\nwählte, daß es so nahe am Himmel läge! Wie oft habe ich das Jagdhaus,\ndas nun alle meine Wünsche einschließt, auf meinen weiten Wanderungen,\nbald vom Berge, bald von der Ebne über den Fluß gesehn!",
        "Lieber Wilhelm, ich habe allerlei nachgedacht, über die Begier im\nMenschen, sich auszubreiten, neue Entdeckungen zu machen,\nherumzuschweifen; und dann wieder über den inneren Trieb, sich der\nEinschränkung willig zu ergeben, in dem Gleise der Gewohnheit so\nhinzufahren und sich weder um Rechts noch um Links zu bekümmern.",
        "Es ist wunderbar: wie ich hierher kam und vom Hügel in das schöne Tal\nschaute, wie es mich rings umher anzog.—dort das Wäldchen!—ach\nkönntest du dich in seine Schatten mischen!—dort die Spitze des\nBerges!—ach könntest du von da die weite Gegend überschauen!—die in\neinander geketteten Hügel und vertraulichen Täler!—o könnte ich mich\nin ihnen verlieren!—ich eilte hin, und kehrte zurück, und hatte nicht\ngefunden, was ich hoffte. O es ist mit der Ferne wie mit der Zukunft!\nEin großes dämmerndes Ganze ruht vor unserer Seele, unsere Empfindung\nverschwimmt darin wie unser Auge, und wir sehnen uns, ach! Unser\nganzes Wesen hinzugeben, uns mit aller Wonne eines einzigen, großen,\nherrlichen Gefühls ausfüllen zu lassen.—und ach! Wenn wir hinzueilen,\nwenn das Dort nun Hier wird, ist alles vor wie nach, und wir stehen\nin unserer Armut, in unserer Eingeschränktheit, und unsere Seele\nlechzt nach entschlüpftem Labsale.",
        "So sehnt sich der unruhigste Vagabund zuletzt wieder nach seinem\nVaterlande und findet in seiner Hütte, an der Brust seiner Gattin, in\ndem Kreise seiner Kinder, in den Geschäften zu ihrer Erhaltung die\nWonne, die er in der weiten Welt vergebens suchte.",
        "Wenn ich des Morgens mit Sonnenaufgange hinausgehe nach meinem\nWahlheim und dort im Wirtsgarten mir meine Zuckererbsen selbst pflücke,\nmich hinsetze, sie abfädne und dazwischen in meinem Homer lese; wenn\nich in der kleinen Küche mir einen Topf wähle, mir Butter aussteche,\nSchoten ans Feuer stelle, zudecke und mich dazusetze, sie manchmal\numzuschütteln: da fühl’ ich so lebhaft, wie die übermütigen Freier der\nPenelope Ochsen und Schweine schlachten, zerlegen und braten. Es ist\nnichts, das mich so mit einer stillen, wahren Empfindung ausfüllte als\ndie Züge patriarchalischen Lebens, die ich, Gott sei Dank, ohne\nAffektation in meine Lebensart verweben kann.",
        "Wie wohl ist mir’s, daß mein Herz die simple, harmlose Wonne des\nMenschen fühlen kann, der ein Krauthaupt auf seinen Tisch bringt, das\ner selbst gezogen, und nun nicht den Kohl allein, sondern all die\nguten Tage, den schönen Morgen, da er ihn pflanzte, die lieblichen\nAbende, da er ihn begoß, und da er an dem fortschreitenden Wachstum\nseine Freude hatte, alle in einem Augenblicke wieder mitgenießt.",
        "Vorgestern kam der Medikus hier aus der Stadt hinaus zum Amtmann und\nfand mich auf der Erde unter Lottens Kindern, wie einige auf mir\nherumkrabbelten, andere mich neckten, und wie ich sie kitzelte und ein\ngroßes Geschrei mit ihnen erregte. Der Doktor, der eine sehr\ndogmatische Drahtpuppe ist, unterm Reden seine Manschetten in Falten\nlegt und einen Kräusel ohne Ende herauszupft, fand dieses unter der\nWürde eines gescheiten Menschen; das merkte ich an seiner Nase. Ich\nließ mich aber in nichts stören, ließ ihn sehr vernünftige Sachen\nabhandeln und baute den Kindern ihre Kartenhäuser wieder, die sie\nzerschlagen hatten. Auch ging er darauf in der Stadt herum und\nbeklagte, des Amtmanns Kinder wären so schon ungezogen genug, der\nWerther verderbe sie nun völlig.",
        "Ja, lieber Wilhelm, meinem Herzen sind die Kinder am nächsten auf der\nErde. Wenn ich ihnen zusehe und in dem kleinen Dinge die Keime aller\nTugenden, aller Kräfte sehe, die sie einmal so nötig brauchen werden;\nwenn ich in dem Eigensinne künftige Standhaftigkeit und Festigkeit des\nCharakters, in dem Mutwillen guten Humor und Leichtigkeit, über die\nGefahren der Welt hinzuschlüpfen, erblicke, alles so unverdorben, so\nganz!—immer, immer wiederhole ich dann die goldenen Worte des Lehrers\nder Menschen:\"wenn ihr nicht werdet wie eines von diesen!” und nun,\nmein Bester, sie, die unseresgleichen sind, die wir als unsere Muster\nansehen sollten, behandeln wir als Untertanen. Sie sollen keinen\nWillen haben!—haben wir denn keinen? Und wo liegt das\nVorrecht?—weil wir älter sind und gescheiter!—guter Gott von deinem\nHimmel, alte Kinder siehst du und junge Kinder, und nichts weiter; und\nan welchen du mehr Freude hast, das hat dein Sohn schon lange\nverkündigt. Aber sie glauben an ihn und hören ihn nicht—das ist auch\nwas Altes!—und bilden ihre Kinder nach sich und—Adieu, Wilhelm! Ich\nmag darüber nicht weiter radotieren.",
        "Was Lotte einem Kranken sein muß, fühl’ ich an meinem eigenen Herzen,\ndas übler dran ist als manches, das auf dem Siechbette verschmachtet.\nSie wird einige Tage in der Stadt bei einer rechtschaffnen Frau\nzubringen, die sich nach der Aussage der Ärzte ihrem Ende naht und in\ndiesen letzten Augenblicken Lotten um sich haben will. Ich war vorige\nWoche mir ihr, den Pfarrer von St. zu besuchen; ein Örtchen, das eine\nStunde seitwärts im Gebirge liegt. Wir kamen gegen vier dahin. Lotte\nhatte ihre zweite Schwester mitgenommen. Als wir in den mit zwei\nhohen Nußbäumen überschatteten Pfarrhof traten, saß der gute alte Mann\nauf einer Bank vor der Haustür, und da er Lotten sah, ward er wie neu\nbelebt, vergaß seinen Knotenstock und wagte sich auf, ihr entgegen.\nSie lief hin zu ihm, nötigte ihn sich niederzulassen, indem sie sich\nzu ihm setzte, brachte viele Grüße von ihrem Vater, herzte seinen\ngarstigen, schmutzigen jüngsten Buben, das Quakelchen seines Alters.\nDu hättest sie sehen sollen, wie sie den Alten beschäftigte, wie sie\nihre Stimme erhob, um seinen halb tauben Ohren vernehmlich zu werden,\nwie sie ihm von jungen, robusten Leuten erzählte, die unvermutet\ngestorben wären, von der Vortrefflichkeit des Karlsbades, und wie sie\nseinen Entschluß lobte, künftigen Sommer hinzugehen, wie sie fand, daß\ner viel besser aussähe, viel munterer sei als das letztemal, da sie\nihn gesehn.—ich hatte indes der Frau Pfarrerin meine Höflichkeiten\ngemacht. Der Alte wurde ganz munter, und da ich nicht umhin konnte,\ndie schönen Nußbäume zu loben, die uns so lieblich beschatteten, fing\ner an, uns, wiewohl mit einiger Beschwerlichkeit, die Geschichte davon\nzu geben.—\"den alten”, sagte er,\"wissen wir nicht, wer den gepflanzt\nhat; einige sagen dieser, andere jener Pfarrer. Der jüngere aber dort\nhinten ist so alt als meine Frau, im Oktober funfzig Jahr. Ihr Vater\npflanzte ihn des Morgens, als sie gegen Abend geboren wurde. Er war\nmein Vorfahr im Amt, und wie lieb ihm der Baum war, ist nicht zu sagen;\nmir ist er’s gewiß nicht weniger. Meine Frau saß darunter auf einem\nBalken und strickte, da ich vor siebenundzwanzig Jahren als ein armer\nStudent zum erstenmale hier in den Hof kam”.—Lotte fragte nach seiner\nTochter; es hieß, sie sei mit Herrn Schmidt auf die Wiese hinaus zu\nden Arbeitern, und der Alte fuhr in seiner Erzählung fort: wie sein\nVorfahr ihn liebgewonnen und die Tochter dazu, und wie er erst sein\nVikar und dann sein Nachfolger geworden. Die Geschichte war nicht\nlange zu Ende, als die Jungfer Pfarrerin mit dem sogenannten Herrn\nSchmidt durch den Garten herkam: sie bewillkommte Lotten mit\nherzlicher Wärme, und ich muß sagen, sie gefiel mir nicht übel; eine\nrasche, wohlgewachsene Brünette, die einen die kurze Zeit über auf dem\nLande wohl unterhalten hätte. Ihr Liebhaber (denn als solchen stellte\nsich Herr Schmidt gleich dar), ein feiner, doch stiller Mensch, der\nsich nicht in unsere Gespräche mischen wollte, ob ihn gleich Lotte\nimmer hereinzog. Was mich am meisten betrübte, war, daß ich an seinen\nGesichtszügen zu bemerken schien, es sei mehr Eigensinn und übler\nHumor als Eingeschränktheit des Verstandes, der ihn sich mitzuteilen\nhinderte. In der Folge ward dies leider nur zu deutlich; denn als\nFriederike beim Spazierengehen mit Lotten und gelegentlich auch mit\nmir ging, wurde des Herrn Angesicht, das ohnedies einer bräunlichen\nFarbe war, so sichtlich verdunkelt, daß es Zeit war, daß Lotte mich\nbeim Ärmel zupfte und mir zu verstehn gab, daß ich mit Friederiken zu\nartig getan. Nun verdrießt mich nichts mehr, als wenn die Menschen\neinander plagen, am meisten, wenn junge Leute in der Blüte des Lebens,\nda sie am offensten für alle Freuden sein könnten, einander die paar\nguten Tage mit Fratzen verderben und nur erst zu spät das\nUnersetzliche ihrer Verschwendung einsehen. Mich wurmte das, und ich\nkonnte nicht umhin, da wir gegen Abend in den Pfarrhof zurückkehrten\nund an einem Tische Milch aßen und das Gespräch auf Freude und Leid\nder Welt sich wendete, den Faden zu ergreifen und recht herzlich gegen\ndie üble Laune zu reden.—\"wir Menschen beklagen uns oft”, fing ich an,\n\"daß der guten Tage so wenig sind und der schlimmen so viel, und, wie\nmich dünkt, meist mit Unrecht. Wenn wir immer ein offenes Herz hätten,\ndas Gute zu genießen, das uns Gott für jeden Tag bereitet, wir würden\nalsdann auch Kraft genug haben, das Übel zu tragen, wenn es kommt”.\n-\"Wir haben aber unser Gemüt nicht in unserer Gewalt”, versetzte die\nPfarrerin, “wie viel hängt vom Körper ab! Wenn einem nicht wohl ist,\nist’s einem überall nicht recht”.—Ich gestand ihr das ein.—\"Wir\nwollen es also”, fuhr ich fort,\"als eine Krankheit ansehen und fragen,\nob dafür kein Mittel ist?\"—\"Das läßt sich hören”, sagte Lotte, “ich\nglaube wenigstens, daß viel von uns abhängt. Ich weiß es an mir.\nWenn mich etwas neckt und mich verdrießlich machen will, spring’ ich\nauf und sing’ ein paar Contretänze den Garten auf und ab, gleich ist’s\nweg”.—\"das war’s, was ich sagen wollte,\"versetzte ich,\"es ist mit der\nüblen Laune völlig wie mit der Trägheit, denn es ist eine Art von\nTrägheit. Unsere Natur hängt sehr dahin, und doch, wenn wir nur\neinmal die Kraft haben, uns zu ermannen, geht uns die Arbeit frisch\nvon der Hand, und wir finden in der Tätigkeit ein wahres Vergnügen”.\n—Friederike war sehr aufmerksam, und der junge Mensch wandte mir ein,\ndaß man nicht Herr über sich selbst sei und am wenigsten über seine\nEmpfindungen gebieten könne.—\"es ist hier die Frage von einer\nunangenehmen Empfindung”, versetzte ich, “die doch jedermann gerne los\nist; und niemand weiß, wie weit seine Kräfte gehen, bis er sie\nversucht hat. Gewiß, wer krank ist, wird bei allen Ärzten herumfragen,\nund die größten Resignationen, die bittersten Arzeneien wird er nicht\nabweisen, um seine gewünschte Gesundheit zu erhalten”.—ich bemerkte,\ndaß der ehrliche Alte sein Gehör anstrengte, um an unserm Diskurse\nteilzunehmen, ich erhob die Stimme, indem ich die Rede gegen ihn\nwandte”. Man predigt gegen so viele Laster”, sagte ich, “ich habe\nnoch nie gehört, daß man gegen die üble Laune vom Predigtstuhle\ngearbeitet hätte.—\"Das müßten die Stadtpfarrer tun”, sagte er, “die\nBauern haben keinen bösen Humor; doch könnte es auch zuweilen nicht\nschaden, es wäre eine Lektion für seine Frau wenigstens und für den\nHerrn Amtmann”.—Die Gesellschaft lachte, und er herzlich mit, bis er\nin einen Husten verfiel, der unsern Diskurs eine Zeitlang unterbrach;\ndarauf denn der junge Mensch wieder das Wort nahm: “Sie nannten den\nbösen Humor ein Laster; mich deucht, das ist übertrieben”.—\"Mit\nnichten”, gab ich zur Antwort, “wenn das, womit man sich selbst und\nseinem Nächsten schadet, diesen Namen verdient. Ist es nicht genug,\ndaß wir einander nicht glücklich machen können, müssen wir auch noch\neinander das Vergnügen rauben, das jedes Herz sich noch manchmal\nselbst gewähren kann? Und nennen Sie mir den Menschen, der übler\nLaune ist und so brav dabei, sie zu verbergen, sie allein zu tragen,\nohne die Freude um sich her zu zerstören! Oder ist sie nicht vielmehr\nein innerer Unmut über unsere eigene Unwürdigkeit, ein Mißfallen an\nuns selbst, das immer mit einem Neide verknüpft ist, der durch eine\ntörichte Eitelkeit aufgehetzt wird? Wir sehen glückliche Menschen,\ndie wir nicht glücklich machen, und das ist unerträglich”.—Lotte\nlächelte mich an, da sie die Bewegung sah, mit der ich redete, und\neine Träne in Friederikens Auge spornte mich fortzufahren.—\"Wehe\ndenen”, sagte ich, “die sich der Gewalt bedienen, die sie über ein\nHerz haben, um ihm die einfachen Freuden zu rauben, die aus ihm selbst\nhervorkeimen. Alle Geschenke, alle Gefälligkeiten der Welt ersetzen\nnicht einen Augenblick Vergnügen an sich selbst, den uns eine\nneidische Unbehaglichkeit unsers Tyrannen vergällt hat”.",
        "Mein ganzes Herz war voll in diesem Augenblicke; die Erinnerung so\nmanches Vergangenen drängte sich an meine Seele, und die Tränen kamen\nmir in die Augen.",
        "“Wer sich das nur täglich sagte”,rief ich aus,\"du vermagst nichts auf\ndeine Freunde, als ihnen ihre Freuden zu lassen und ihr Glück zu\nvermehren, indem du es mit ihnen genießest. Vermagst du, wenn ihre\ninnere Seele von einer ängstigenden Leidenschaft gequält, vom Kummer\nzerrüttet ist, ihnen einen Tropfen Linderung zu geben?",
        "Und wenn die letzte, bangste Krankheit dann über das Geschöpf herfällt,\ndas du in blühenden Tagen untergraben hast, und sie nun daliegt in\ndem erbärmlichsten Ermatten, das Auge gefühllos gen Himmel sieht, der\nTodesschweiß auf der blassen Stirne abwechselt, und du vor dem Bette\nstehst wie ein Verdammter, in dem innigsten Gefühl, daß du nichts\nvermagst mit deinem ganzen Vermögen, und die Angst dich inwendig\nkrampft, daß du alles hingeben möchtest, dem untergehenden Geschöpfe\neinen Tropfen Stärkung, einen Funken Mut einflößen zu können”.",
        "Die Erinnerung einer solchen Szene, wobei ich gegenwärtig war, fiel\nmit ganzer Gewalt bei diesen Worten über mich. Ich nahm das\nSchnupftuch vor die Augen und verließ die Gesellschaft, und nur\nLottens Stimme, die mir rief, wir wollten fort, brachte mich zu mir\nselbst. Und wie sie mich auf dem Wege schalt über den zu warmen\nAnteil an allem, und daß ich drüber zugrunde gehen würde! Daß ich\nmich schonen sollte!—O der Engel! Um deinetwillen muß ich leben!",
        "\nSolitary Tree (Caspar David Friedrich)\n",
        "Sie ist immer um ihre sterbende Freundin, und ist immer dieselbe,\nimmer das gegenwärtige, holde Geschöpf, das, wo sie hinsieht,\nSchmerzen lindert und Glückliche macht. Sie ging gestern abend mit\nMarianen und dem kleinen Malchen spazieren, ich wußte es und traf sie\nan, und wir gingen zusammen. Nach einem Wege von anderthalb Stunden\nkamen wir gegen die Stadt zurück, an den Brunnen, der mir so wert und\nnun tausendmal werter ist. Lotte setzte sich aufs Mäuerchen, wir\nstanden vor ihr. Ich sah umher, ach, und die Zeit, da mein Herz so\nallein war, lebte wieder vor mir auf.—\"Lieber Brunnen”, sagte ich,\n\"seither hab’ ich nicht mehr an deiner Kühle geruht, hab’ in eilendem\nVorübergehn dich manchmal nicht angesehn”.—Ich blickte hinab und sah,\ndaß Malchen mit einem Glase Wasser sehr beschäftigt heraufstieg.—Ich\nsah Lotten an und fühlte alles, was ich an ihr habe. Indem kommt\nMalchen mit einem Glase. Mariane wollt’ es ihr abnehmen: “nein!\"\nrief das Kind mit dem süßesten Ausdrucke,\"nein, Lottchen, du sollst\nzuerst trinken!\"—ich ward über die Wahrheit, über die Güte, womit sie\ndas ausrief, so entzückt, daß ich meine Empfindung mit nichts\nausdrücken konnte, als ich nahm das Kind von der Erde und küßte es\nlebhaft, das sogleich zu schreien und zu weinen anfing.—\"Sie haben\nübel getan”, sagte Lotte.—Ich war betroffen.—\"komm, Malchen, “fuhr\nsie fort, indem sie es bei der Hand nahm und die Stufen hinabführte,\n\"da wasche dich aus der frischen Quelle geschwind, geschwind, da tut’s\nnichts”.—Wie ich so dastand und zusah, mit welcher Emsigkeit das\nKleine seinen nassen Händchen die Backen rieb, mit welchem Glauben,\ndaß durch die Wunderquelle alle Verunreinigung abgespült und die\nSchmach abgetan würde, einen häßlichen Bart zu kriegen; wie Lotte\nsagte:\"es ist genug!\"und das Kind doch immer eifrig fortwusch, als\nwenn Viel mehr täte als Wenig—ich sage dir, Wilhelm, ich habe mit\nmehr Respekt nie einer Taufhandlung beigewohnt; und als Lotte\nheraufkam, hätte ich mich gern vor ihr niedergeworfen wie vor einem\nPropheten, der die Schulden einer Nation weggeweiht hat.",
        "Des Abends konnte ich nicht umhin, in der Freude meines Herzens den\nVorfall einem Manne zu erzählen, dem ich Menschensinn zutraute, weil\ner Verstand hat; aber wie kam ich an! Er sagte, das sei sehr übel von\nLotten gewesen; man solle den Kindern nichts weis machen; dergleichen\ngebe zu unzähligen Irrtümern und Aberglauben Anlaß, wovor man die\nKinder frühzeitig bewahren müsse.—nun fiel mir ein, daß der Mann vor\nacht Tagen hatte taufen lassen, drum ließ ich’s vorbeigehen und blieb\nin meinem Herzen der Wahrheit getreu: wir sollen es mit den Kindern\nmachen wie Gott mit uns, der uns am glücklichsten macht, wenn er uns\nin freundlichem Wahne so hintaumeln läßt.",
        "Was man ein Kind ist! Was man nach so einem Blicke geizt! Was man\nein Kind ist!—Wir waren nach Wahlheim gegangen. Die Frauenzimmer\nfuhren hinaus, und während unserer Spaziergänge glaubte ich in Lottens\nschwarzen Augen—ich bin ein Tor, verzeih mir’s! Du solltest sie\nsehen, diese Augen.—Daß ich kurz bin (denn die Augen fallen mir zu\nvor Schlaf): siehe, die Frauenzimmer stiegen ein, da standen um die\nKutsche der junge W., Selstadt und Audran und ich. Da ward aus dem\nSchlage geplaudert mit den Kerlchen, die freilich leicht und lüftig\ngenug waren.—ich suchte Lottens Augen: ach, sie gingen von einem zum\nandern! Aber auf mich! Mich! Mich! Der ganz allein auf sie\nresigniert dastand, fielen sie nicht!—Mein Herz sagte ihr tausend\nAdieu! Und sie sah mich nicht! Die Kutsche fuhr vorbei, und eine\nTräne stand mir im Auge. Ich sah ihr nach und sah Lottens Kopfputz\nsich zum Schlage herauslehnen, und sie wandte sich um zu sehen, ach!\nNach mir?—Lieber! In dieser Ungewißheit schwebe ich; das ist mein\nTrost: vielleicht hat sie sich nach mir umgesehen! Vielleicht!—Gute\nNacht! O, was ich ein Kind bin!",
        "Die alberne Figur, die ich mache, wenn in Gesellschaft von ihr\ngesprochen wird, solltest du sehen! Wenn man mich nun gar fragt, wie\nsie mir gefällt?—gefällt! Das Wort hasse ich auf den Tod. Was muß\ndas für ein Mensch sein, dem Lotte gefällt, dem sie nicht alle Sinne,\nalle Empfindungen ausfüllt! Gefällt! {das Wort hasse ich auf den Tod.\nWas muß das für ein Mensch sein, dem Lotte gefällt, dem sie nicht\nalle Sinne, alle Empfindungen ausfüllt!} Gefällt! Neulich fragte mich\neiner, wie mir Ossian gefiele!",
        "Frau M. ist sehr schlecht; ich bete für ihr Leben, weil ich mit Lotten\ndulde. Ich sehe sie selten bei einer Freundin, und heute hat sie mir\neinen wunderbaren Vorfall erzählt.—der alte M. ist ein geiziger,\nrangiger Filz, der seine Frau im Leben was Rechts geplagt und\neingeschränkt hat; doch hat sich die Frau immer durchzuhelfen gewußt.\nVor wenigen Tagen, als der Arzt ihr das Leben abgesprochen hatte, ließ\nsie ihren Mann kommen (Lotte war im Zimmer) und redete ihn also an:\n\"ich muß dir eine Sache gestehen, die nach meinem Tode Verwirrung und\nVerdruß machen könnte. Ich habe bisher die Haushaltung geführt, so\nordentlich und sparsam als möglich; allein du wirst mir verzeihen, daß\nich dich diese dreißig Jahre her hintergangen habe. Du bestimmtest im\nAnfange unserer Heirat ein Geringes für die Bestreitung der Küche und\nanderer häuslichen Ausgaben. Als unsere Haushaltung stärker wurde,\nunser Gewerbe größer, warst du nicht zu bewegen, mein Wochengeld nach\ndem Verhältnisse zu vermehren; kurz, du weißt, daß du in den Zeiten,\nda sie am größten war, verlangtest, ich solle mit sieben Gulden die\nWoche auskommen.",
        "Die habe ich denn ohne Widerrede genommen und mir den Überschuß\nwöchentlich aus der Losung geholt, da niemand vermutete, daß die Frau\ndie Kasse bestehlen würde. Ich habe nichts verschwendet und wäre auch,\nohne es zu bekennen, getrost der Ewigkeit entgegengegangen, wenn\nnicht diejenige, die nach mir das Hauswesen zu führen hat, sich nicht\nzu helfen wissen würde, und du doch immer darauf bestehen könntest,\ndeine erste Frau sei damit ausgekommen”.",
        "Ich redete mit Lotten über die unglaubliche Verblendung des\nMenschensinns, daß einer nicht argwohnen soll, dahinter müsse was\nanders stecken, wenn eins mit sieben Gulden hinreicht, wo man den\nAufwand vielleicht um zweimal so viel sieht. Aber ich habe selbst\nLeute gekannt, die des Propheten ewiges Ölkrüglein ohne Verwunderung\nin ihrem Hause angenommen hätten.",
        "Nein, ich betrüge mich nicht! Ich lese in ihren schwarzen Augen wahre\nTeilnehmung an mir und meinem Schicksal. Ja ich fühle, und darin darf\nich meinem Herzen trauen, daß sie—o darf ich, kann ich den Himmel in\ndiesen Worten aussprechen?—daß sie mich liebt!",
        "Mich liebt!—und wie wert ich mir selbst werde, wie ich—dir darf\nich’s wohl sagen, du hast Sinn für so etwas—wie ich mich selbst\nanbete, seitdem sie mich liebt!",
        "Ob das Vermessenheit ist oder Gefühl des wahren Verhältnisses?—ich\nkenne den Menschen nicht, von dem ich etwas in Lottens Herzen\nfürchtete. Und doch—wenn sie von ihrem Bräutigam spricht, mit\nsolcher Wärme, solcher Liebe von ihm spricht—da ist mir’s wie einem,\nder aller seiner Ehren und Würden entsetzt und dem der Degen genommen\nwird.",
        "Ach wie mir das durch alle Adern läuft, wenn mein Finger unversehens\nden ihrigen berührt, wenn unsere Füße sich unter dem Tische begegnen!\nIch ziehe zurück wie vom Feuer, und eine geheime Kraft zieht mich\nwieder vorwärts—mir wird’s so schwindelig vor allen Sinnen.—O! Und\nihre Unschuld, ihre unbefangene Seele fühlt nicht, wie sehr mich die\nkleinen Vertraulichkeiten peinigen. Wenn sie gar im Gespräch ihre\nHand auf die meinige legt und im Interesse der Unterredung näher zu\nmir rückt, daß der himmlische Atem ihres Mundes meine Lippen erreichen\nkann:—ich glaube zu versinken, wie vom Wetter gerührt.—und, Wilhelm!\nWenn ich mich jemals unterstehe, diesen Himmel, dieses Vertrauen—!\nDu verstehst mich. Nein, mein Herz ist so verderbt nicht! Schwach!\nSchwach genug!—und ist das nicht Verderben?—sie ist mir heilig.\nAlle Begier schweigt in ihrer Gegenwart. Ich weiß nie, wie mir ist,\nwenn ich bei ihr bin; es ist, als wenn die Seele sich mir in allen\nNerven umkehrte.—sie hat eine Melodie, die sie auf dem Klaviere\nspielet mit der Kraft eines Engels, so simpel und so geistvoll! Es\nist ihr Leiblied, und mich stellt es von aller Pein, Verwirrung und\nGrillen her, wenn sie nur die erste Note davon greift.",
        "Kein Wort von der Zauberkraft der alten Musik ist mir unwahrscheinlich.\nWie mich der einfache Gesang angreift! Und wie sie ihn anzubringen\nweiß, oft zur Zeit, wo ich mir eine Kugel vor den Kopf schießen möchte!\nDie Irrung und Finsternis meiner Seele zerstreut sich, und ich atme\nwieder freier.",
        "Wilhelm, was ist unserem Herzen die Welt ohne Liebe! Was eine\nZauberlaterne ist ohne Licht! Kaum bringst du das Lämpchen hinein, so\nscheinen dir die buntesten Bilder an deine weiße Wand! Und wenn’s\nnichts wäre als das, als vorübergehende Phantome, so macht’s doch\nimmer unser Glück, wenn wir wie frische Jungen davor stehen und uns\nüber die Wundererscheinungen entzücken. Heute konnte ich nicht zu\nLotten, eine unvermeidliche Gesellschaft hielt mich ab. Was war zu\ntun? Ich schickte meinen Diener hinaus, nur um einen Menschen um mich\nzu haben, der ihr heute nahe gekommen wäre. Mit welcher Ungeduld ich\nihn erwartete, mit welcher Freude ich ihn wiedersah! Ich hätte ihn\ngern beim Kopfe genommen und geküßt, wenn ich mich nicht geschämt\nhätte.",
        "Man erzählt von dem Bononischen Steine, daß er, wenn man ihn in die\nSonne legt, ihre Strahlen anzieht und eine Weile bei Nacht leuchtet.\nSo war mir’s mit dem Burschen. Das Gefühl, daß ihre Augen auf seinem\nGesichte, seinen Backen, seinen Rockknöpfen und dem Kragen am Surtout\ngeruht hatten, machte mir das alles so heilig, so wert! Ich hätte in\ndem Augenblick den Jungen nicht um tausend Taler gegeben. Es war mir\nso wohl in seiner Gegenwart.—bewahre dich Gott, daß du darüber\nlachest. Wilhelm, sind das Phantome, wenn es uns wohl ist?",
        "“Ich werde sie sehen!” ruf’ ich morgens aus, wenn ich mich ermuntere\nund mit aller Heiterkeit der schönen Sonne entgegenblicke; “ich werde\nsie sehen!” und da habe ich für den ganzen Tag keinen Wunsch weiter.\nAlles, alles verschlingt sich in dieser Aussicht.",
        "Eure Idee will noch nicht die meinige weren, daß ich mit dem Gesandten\nnach *** gehen soll. Ich liebe die Subordination nicht sehr, und wir\nwissen alle, daß der Mann noch dazu ein widriger Mensch ist. Meine\nMutter möchte mich gern in Aktivität haben, sagst du, das hat mich zu\nlachen gemacht. Bin ich jetzt nicht auch aktiv, und ist’s im Grunde\nnicht einerlei, ob ich Erbsen zähle oder Linsen? Alles in der Welt\nläuft doch auf eine Lumperei hinaus, und ein Mensch, der um anderer\nwillen, ohne daß es seine eigene Leidenschaft, sein eigenes Bedürfnis\nist, sich um Geld oder Ehre oder sonst was abarbeitet, ist immer ein\nTor.",
        "Da dir so sehr daran gelegen ist, daß ich mein Zeichnen nicht\nvernachlässige, möchte ich lieber die ganze Sache übergehen als dir\nsagen, daß zeither wenig getan wird.",
        "Noch nie war ich glücklicher, noch nie war meine Empfindung an der\nNatur, bis aufs Steinchen, aufs Gräschen herunter, voller und inniger,\nund doch—ich weiß nicht, wie ich mich ausdrücken soll, meine\nvorstellende Kraft ist so schwach, alles schwimmt und schwankt so vor\nmeiner Seele, daß ich keinen Umriß packen kann; aber ich bilde mir ein,\nwenn ich Ton hätte oder Wachs, so wollte ich’s wohl herausbilden.\nIch werde auch Ton nehmen, wenn’s länger währt, und kneten, uns\nsollten’s Kuchen werden!",
        "Lottens Porträt habe ich dreimal angefangen, und habe mich dreimal\nprostituiert; das mich um so mehr verdrießt, weil ich vor einiger Zeit\nsehr glücklich im Treffen war. Darauf habe ich denn ihren Schattenriß\ngemacht, und damit soll mir g’nügen.",
        "Ja, liebe Lotte, ich will alles besorgen und bestellen; geben Sie mir\nnur mehr Aufträge, nur recht oft. Um eins bitte ich Sie: keinen Sand\nmehr auf die Zettelchen, die Sie mir schreiben. Heute führte ich es\nschnell nach der Lippe, und die Zähne knisterten mir.",
        "Ich habe mir schon manchmal vorgenommen, sie nicht so oft zu sehn. Ja\nwer das halten könnte! Alle Tage unterlieg’ ich der Versuchung und\nverspreche mir heilig: morgen willst du einmal wegbleiben. Und wenn\nder Morgen kommt, finde ich doch wieder eine unwiderstehliche Ursache,\nund ehe ich mich’s versehe, bin ich bei ihr. Entweder sie hat des\nAbends gesagt: “Sie kommen doch morgen?\"—wer könnte da wegbleiben?\nOder sie gibt mir einen Auftrag, und ich finde schicklich, ihr selbst\ndie Antwort zu bringen; oder der Tag ist gar zu schön, ich gehe nach\nWahlheim, und wenn ich nun da bin, ist’s nur noch eine halbe Stunde zu\nihr!—ich bin zu nah in der Atmosphäre—zuck! So bin ich dort. Meine\nGroßmutter hatte ein Märchen vom Magnetenberg: die Schiffe, die zu\nnahe kamen, wurden auf einmal alles Eisenwerks beraubt, die Nägel\nflogen dem Berge zu, und die armen Elenden scheiterten zwischen den\nübereinander stürzenden Brettern.",
        "Albert ist angekommen, und ich werde gehen; und wenn er der beste, der\nedelste Mensch wäre, unter den ich mich in jeder Betrachtung zu\nstellen bereit wäre, so wär’s unerträglich, ihn vor meinem Angesicht\nim Besitz so vieler Vollkommenheit zu sehen.—Besitz!—genug, Wilhelm,\nder Bräutigam ist da! Ein braver, lieber Mann, dem man gut sein muß.\nGlücklicherweise war ich nicht beim Empfange! Das hätte mir das Herz\nzerrissen. Auch ist er so ehrlich und hat Lotten in meiner Gegenwart\nnoch nicht ein einzigmal geküßt. Das lohn’ ihm Gott! Um des Respekts\nwillen, den er vor dem Mädchen hat, muß ich ihn lieben. Er will mir\nwohl, und ich vermute, das ist Lottens Werk mehr als seiner eigenen\nEmpfindung; denn darin sind die Weiber fein und haben recht; wenn sie\nzwei Verehrer in gutem Vernehmen mit einander erhalten können, ist der\nVorteil immer ihr, so selten es auch angeht.",
        "Indes kann ich Alberten meine Achtung nicht versagen. Seine gelassene\nAußenseite sticht gegen die Unruhe meines Charakters sehr lebhaft ab,\ndie sich nicht verbergen läßt. Er hat viel Gefühl und weiß, was er an\nLotten hat. Erscheint wenig üble Laune zu haben, und du weißt, das\nist die Sünde, die ich ärger hasse am Menschen als alle andre.",
        "Er hält mich für einen Menschen von Sinn; und meine Anhänglichkeit zu\nLotten, meine warme Freude, die ich an allen ihren Handlungen habe,\nvermehrt seinen Triumph, und er liebt sie nur desto mehr. Ob er sie\nnicht einmal mit keiner Eifersüchtelei peinigt, das lasse ich\ndahingestellt sein, wenigstens würd’ ich an seinem Platz nicht ganz\nsicher vor diesem Teufel bleiben.",
        "Dem sei nun wie ihm wolle, meine Freude, bei Lotten zu sein, ist hin.\nSoll ich das Torheit nennen oder Verblendung?—was braucht’s Namen!\nErzählt die Sache an sich!—ich wußte alles, was ich jetzt weiß, ehe\nAlbert kam; ich wußte, daß ich keine Prätension an sie zu machen hatte,\nmachte auch keine—das heißt, insofern es möglich ist, bei so viel\nLiebenswürdigkeit nicht zu begehren—und jetzt macht der Fratze große\nAugen, da der andere nun wirklich kommt und ihm das Mädchen wegnimmt.",
        "Ich beiße die Zähne auf einander und spott über mein Elend, und\nspottete derer doppelt und dreifach, die sagen könnten, ich sollte\nmich resignieren, und weil es nun einmal nicht anders sein könnte.\n—schafft mir diese Strohmänner vom Halse!—ich laufe in den Wäldern\nherum, und wenn ich zu Lotten komme, und Albert bei ihr sitzt im\nGärtchen unter der Laube, und ich nicht weiter kann, so bin ich\nausgelassen närrisch und fange viel Possen, viel verwirrtes Zeug an.\n-\"um Gottes willen”, sagte mir Lotte heut, “ich bitte Sie, keine Szene\nwie die von gestern abend! Sie sind fürchterlich, wenn Sie so lustig\nsind”.—Unter uns, ich passe die Zeit ab, wenn er zu tun hat; wutsch!\nBin ich drauß, und da ist mir’s immer wohl, wenn ich sie allein finde.",
        "Ich bitte dich, lieber Wilhelm, es war gewiß nicht auf dich geredet,\nwenn ich die Menschen unerträglich schalt, die von uns Ergebung in\nunvermeidliche Schicksale fordern. Ich dachte wahrlich nicht daran,\ndaß du von ähnlicher Meinung sein könntest. Und im Grunde hast du\nrecht. Nur eins, mein Bester! In der Welt ist es sehr selten mit dem\nEntweder-Oder getan; die Empfindungen und Handlungsweisen schattieren\nsich so mannigfaltig, als Abfälle zwischen einer Habichts—und\nStumpfnase sind.",
        "Du wirst mir also nicht übelnehmen, wenn ich dir dein ganzes Argument\neinräume und mich doch zwischen dem Entweder-Oder durchzustehlen suche.",
        "Entweder, sagst du, hast du Hoffnung auf Lotten, oder du hast keine.\nGut, im ersten Fall suche sie durchzutreiben, suche die Erfüllung\ndeiner Wünsche zu umfassen: im anderen Fall ermanne dich und suche\neiner elenden Empfindung los zu werden, die alle deine Kräfte\nverzehren muß.—Bester! Das ist wohl gesagt, und—bald gesagt.",
        "Und kannst du von dem Unglücklichen, dessen Leben unter einer\nschleichenden Krankheit unaufhaltsam allmählich abstirbt, kannst du\nvon ihm verlangen, er solle durch einen Dolchstoß der Qual auf einmal\nein Ende machen? Und raubt das Übel, das ihm die Kräfte verzehrt, ihm\nnicht auch zugleich den Mut, sich davon zu befreien?",
        "Zwar könntest du mir mit einem verwandten Gleichnisse antworten: wer\nließe sich nicht lieber den Arm abnehmen, als daß er durch Zaudern und\nZagen sein Leben aufs Spiel setzte?—Ich weiß nicht!—Und wir wollen\nuns nicht in Gleichnissen herumbeißen. Genug—ja, Wilhelm, ich habe\nmanchmal so einen Augenblick aufspringenden, abschüttelnden Muts, und\nda—wenn ich nur wüßte wohin, ich ginge wohl.",
        "Mein Tagebuch, das ich seit einiger Zeit vernachlässiget, fiel mir\nheut wieder in die Hände, und ich bin erstaunt, wie ich so wissentlich\nin das alles, Schritt vor Schritt, hineingegangen bin! Wie ich über\nmeinen Zustand immer so klar gesehen und doch gehandelt habe wie ein\nKind, jetzt noch so klar sehe, und es noch keinen Anschein zur\nBesserung hat.",
        "Ich könnte das beste, glücklichste Leben führen, wenn ich nicht ein\nTor wäre. So schöne Umstände vereinigen sich nicht leicht, eines\nMenschen Seele zu ergetzen, als die sind, in denen ich mich jetzt\nbefinde. Ach so gewiß ist’s, daß unser Herz allein sein Glück macht.\n—ein Glied der liebenswürdigen Familie zu sein, von dem Alten geliebt\nzu werden wie ein Sohn, von den Kleinen wie ein Vater, und von Lotten!\n—dann der ehrliche Albert, der durch keine launische Unart mein Glück\nstört; der mich mit herzlicher Freundschaft umfaßt; dem ich nach\nLotten das Liebste auf der Welt bin!—Wilhelm, es ist eine Freude, uns\nzu hören, wenn wir spazierengehen und uns einander von Lotten\nunterhalten: es ist in der Welt nichts Lächerlichers erfunden worden\nals dieses Verhältnis, und doch kommen mir oft darüber die Tränen in\ndie Augen.",
        "Wenn er mir von ihrer rechtschaffenen Mutter erzählt: wie sie auf\nihrem Todbette Lotten ihr Haus und ihre Kinder übergeben und ihm\nLotten anbefohlen habe, wie seit der Zeit ein ganz anderer Geist\nLotten belebt habe, wie sie, in der Sorge für ihre Wirtschaft und in\ndem Ernste, eine wahre Mutter geworden, wie kein Augenblick ihrer Zeit\nohne tätige Liebe, ohne Arbeit verstrichen, und dennoch ihre\nMunterkeit, ihr leichter Sinn sie nie dabei verlassen habe.—Ich gehe\nso neben ihm hin und pflücke Blumen am Wege, füge sie sehr sorgfältig\nin einen Strauß und—werfe sie in den vorüberfließenden Strom und sehe\nihnen nach, wie sie leise hinunterwallen.—Ich weiß nicht, ob ich dir\ngeschrieben habe, daß Albert hier bleiben und ein Amt mit einem\nartigen Auskommen vom Hofe erhalten wird, wo er sehr beliebt ist. In\nOrdnung und Emsigkeit in Geschäften habe ich wenig seinesgleichen\ngesehen.",
        "Gewiß, Albert ist der beste Mensch unter dem Himmel. Ich habe gestern\neine wunderbare Szene mit ihm gehabt. Ich kam zu ihm, um Abschied von\nihm zu nehmen; denn mich wandelte die Lust an, ins Gebirge zu reiten,\nvon woher ich dir auch jetzt schreibe, und wie ich in der Stube auf\nund ab gehe, fallen mir seine Pistolen in die Augen.—\"Borge mir die\nPistolen”, sagte ich, “zu meiner Reise”.—\"Meinetwegen”, sagte er,\n\"wenn du dir die Mühe nehmen willst, sie zu laden; bei mir hängen sie\nnur pro forma”.—Ich nahm eine herunter, und er fuhr fort: “seit mir\nmeine Vorsicht einen so unartigen Streich gespielt hat, mag ich mit\ndem Zeuge nichts mehr zu tun haben”.—Ich war neugierig, die\nGeschichte zu wissen.—\"Ich hielt mich”, erzählte er, “wohl ein\nVierteljahr auf dem Lande bei einem Freunde auf, hatte ein paar\nTerzerolen ungeladen und schlief ruhig. Einmal an einem regnichten\nNachmittage, da ich müßig sitze, weiß ich nicht, wie mir einfällt: wir\nkönnten überfallen werden, wir könnten die Terzerolen nötig haben und\nkönnten—du weißt ja, wie das ist.—ich gab sie dem Bedienten, sie zu\nputzen und zu laden; und der dahlt mit den Mädchen, will sie schrecken,\nund Gott weiß wie, das Gewehr geht los, da der Ladstock noch drin\nsteckt, und schießt den Ladstock einem Mädchen zur Maus herein an der\nrechten Hand und zerschlägt ihr den Daumen. Da hatte ich das\nLamentieren, und die Kur zu bezahlen obendrein, und seit der Zeit\nlass’ ich alles Gewehr ungeladen. Lieber Schatz, was ist Vorsicht?\nDie Gefahr läßt sich nicht auslernen! Zwar.—Nun weißt du, daß ich\nden Menschen sehr lieb habe bis auf seine Zwar; denn versteht sich’s\nnicht von selbst, daß jeder allgemeine Satz Ausnahmen leidet? Aber so\nrechtfertig ist der Mensch! Wenn er glaubt, etwas Übereiltes,\nAllgemeines, Halbwahres gesagt zu haben, so hört er dir nicht auf zu\nlimitieren, zu modifizieren und ab—und zuzutun, bis zuletzt gar\nnichts mehr an der Sache ist.",
        "Und bei diesem Anlaß kam er sehr tief in Text: ich hörte endlich gar\nnicht weiter auf ihn, verfiel in Grillen, und mit einer auffahrenden\nGebärde drückte ich mir die Mündung der Pistole übers rechte Aug’ an\ndie Stirn.—\"Pfui!” sagte Albert, indem er mir die Pistole herabzog,\n\"was soll das?\"—\"Sie ist nicht geladen”, sagte ich.—\"Und auch so,\nwas soll’s?” versetzte er ungeduldig. “Ich kann mir nicht vorstellen,\nwie ein Mensch so töricht sein kann, sich zu erschießen; der bloße\nGedanke erregt mir Widerwillen”.",
        "“Daß ihr Menschen”, rief ich aus, “um von einer Sache zu reden, gleich\nsprechen müßt: ’das ist töricht, das ist klug, das ist gut, das ist\nbös!’ und was will das alles heißen? Habt ihr deswegen die innern\nVerhältnisse einer Handlung erforscht? Wißt ihr mit Bestimmtheit die\nUrsachen zu entwickeln, warum sie geschah, warum sie geschehen mußte?\nHättet ihr das, ihr würdet nicht so eilfertig mit euren Urteilen sein”.\n\"Du wirst mir zugeben”, sagte Albert, “daß gewisse Handlungen\nlasterhaft bleiben, sie mögen geschehen, aus welchem Beweggrunde sie\nwollen”. Ich zuckte die Achseln und gab’s ihm zu.—\"Doch, mein\nLieber”, fuhr ich fort, “finden sich auch hier einige Ausnahmen. Es\nist wahr, der Diebstahl ist ein Laster: aber der Mensch, der, um sich\nund die Seinigen vom gegenwärtigen Hungertode zu erretten, auf Raub\nausgeht, verdient der Mitleiden oder Strafe? Wer hebt den ersten\nStein auf gegen den Ehemann, der im gerechten Zorne sein untreues Weib\nund ihren nichtswürdigen Verführer aufopfert? Gegen das Mädchen, das\nin einer wonnevollen Stunde sich in den unaufhaltsamen Freuden der\nLiebe verliert? Unsere Gesetze selbst, diese kaltblütigen Pedanten,\nlassen sich rühren und halten ihre Strafe zurück”.",
        "“Das ist ganz was anders”, versetzte Albert, “weil ein Mensch, den\nseine Leidenschaften hinreißen, alle Besinnungskraft verliert und als\nein Trunkener, als ein Wahnsinniger angesehen wird”. “Ach ihr\nvernünftigen Leute!” rief ich lächelnd aus. “Leidenschaft!\nTrunkenheit! Wahnsinn! Ihr steht so gelassen, so ohne Teilnehmung da,\nihr sittlichen Menschen, scheltet den Trinker, verabscheut den\nUnsinnigen, geht vorbei wie der Priester und dankt Gott wie der\nPharisäer, daß er euch nicht gemacht hat wie einen von diesen. Ich\nbin mehr als einmal trunken gewesen, meine Leidenschaften waren nie\nweit vom Wahnsinn, und beides reut mich nicht: denn ich habe in einem\nMaße begreifen lernen, wie man alle außerordentlichen Menschen, die\netwas Großes, etwas Unmöglichscheinendes wirkten, von jeher für\nTrunkene und Wahnsinnige ausschreiten mußte. Aber auch im gemeinen\nLeben ist’s unerträglich, fast einem jeden bei halbweg einer freien,\nedlen, unerwarteten Tat nachrufen zu hören: ’ der Mensch ist trunken,\nder ist närrisch!’ Schämt euch, ihr Nüchternen! Schämt euch, ihr\nWeisen!” “Das sind nun wieder von deinen Grillen”, sagte Albert, “du\nüberspannst alles und hast wenigstens hier gewiß unrecht, daß du den\nSelbstmord, wovon jetzt die Rede ist, mit großen Handlungen\nvergleichst: da man es doch für nichts anders als eine Schwäche halten\nkann. Denn freilich ist es leichter zu sterben, als ein qualvolles\nLeben standhaft zu ertragen”. Ich war im Begriff abzubrechen; denn\nkein Argument bringt mich so aus der Fessung, als wenn einer mit einem\nunbedeutenden Gemeinspruche angezogen kommt, wenn ich aus ganzem\nHerzen rede.",
        "Doch faßte ich mich, weil ich’s schon oft gehört und mich öfter\ndarüber geärgert hatte, und versetzte ihm mit einiger Lebhaftigkeit:\n\"Du nennst das Schwäche? Ich bitte dich, laß dich vom Anscheine nicht\nverführen. Ein Volk, das unter dem unerträglichen Joch eines Tyrannen\nseufzt, darfst du das schwach heißen, wenn es endlich aufgärt und\nseine Ketten zerreißt? Ein Mensch, der über dem Schrecken, daß Feuer\nsein Haus ergriffen hat, alle Kräfte gespannt fühlt und mit\nLeichtigkeit Lasten wegträgt, die er bei ruhigem Sinne kaum bewegen\nkann; einer, der in der Wut der Beleidigung es mit sechsen aufnimmt\nund sie überwältig, sind die schwach zu nennen? Und, mein Guter, wenn\nAnstrengung Stärke ist, warum soll die Überspannung das Gegenteil\nsein?\"—Albert sah mich an und sagte: “nimm mir’s nicht übel, die\nBeispiele, die du gibst, scheinen hieher gar nicht zu gehören”.—\"Es\nmag sein”, sagte ich, “man hat mir schon öfters vorgeworfen, daß meine\nKombinationsart manchmal an Radotage grenze. Laßt uns denn sehen, ob\nwir uns auf eine andere Weise vorstellen können, wie dem Menschen zu\nMute sein mag, der sich entschließt, die sonst angenehme Bürde des\nLebens abzuwerfen. Denn nur insofern wir mitempfinden, haben wir die\nEhre, von einer Sache zu reden”.",
        "“Die menschliche Natur”, fuhr ich fort, “hat ihre Grenzen: sie kann\nFreude, Leid, Schmerzen bis auf einen gewissen Grad ertragen und geht\nzugrunde, sobald der überstiegen ist. Hier ist also nicht die Frage,\nob einer schwach oder stark ist, sondern ob er das Maß seines Leidens\nausdauern kann, es mag nun moralisch oder körperlich sein. Und ich\nfinde es ebenso wunderbar zu sagen, der Mensch ist feige, der sich das\nLeben nimmt, als es ungehorig wäre, den einen Feigen zu nennen, der an\neinem bösartigen Fieber stirbt”.",
        "“Paradox! Sehr paradox!” rief Albert aus.—\"Nicht so sehr, als du\ndenkst”, versetzte ich. “Du gibst mir zu, wir nennen das eine\nKrankheit zum Tode, wodurch die Natur so angegriffen wird, daß teils\nihre Kräfte verzehrt, teils so außer Wirkung gesetzt werden, daß sie\nsich nicht wieder aufzuhelfen, durch keine glückliche Revolution den\ngewöhnlichen Umlauf des Lebens wieder herzustellen fähig ist.",
        "Nun, mein Lieber, laß uns das auf den Geist anwenden. Sich den\nMenschen an in seiner Eingeschränktheit, wie Eindrücke auf ihn wirken,\nIdeen sich bei ihm festsetzen, bis endlich eine wachsende Leidenschaft\nihn aller ruhigen Sinneskraft beraubt und ihn zugrunde richtet.",
        "Vergebens, daß der gelassene, vernünftige Mensch den Zustand\nUnglücklichen übersieht, vergebens, daß er ihm zuredet! Ebenso wie\nein Gesunder, der am Bette des Kranken steht, ihm von seinen Kräften\nnicht das geringste einflößen kann”.",
        "Alberten war das zu allgemein gesprochen. Ich erinnerte ihn an ein\nMädchen, das man vor weniger Zeit im Wasser tot gefunden, und\nwiederholte ihm ihre Geschichte.—\"Ein gutes, junges Geschöpf, das in\ndem engen Kreise häuslicher Beschäftigungen, wöchentlicher bestimmter\nArbeit herangewachsen war, das weiter keine Aussicht von Vergnügen\nkannte, als etwa Sonntags in einem nach und nach zusammengeschafften\nPutz mit ihresgleichen um die Stadt spazierenzugehen, vielleicht alle\nhohen Feste einmal zu tanzen und übrigens mit aller Lebhaftigkeit des\nherzlichsten Anteils manche Stunde über den Anlaß eines Gezänkes,\neiner übeln Nachrede mit einer Nachbarin zu verplaudern—deren feurige\nNatur fühlt nun endlich innigere Bedürfnisse, die durch die\nSchmeicheleien der Männer vermehrt werden; ihre vorigen Freuden werden\nihr nach und nach unschmackhaft, bis sie endlich einen Menschen\nantrifft, zu dem ein unbekanntes Gefühl sie unwiderstehlich hinreißt,\nauf den sie nun alle ihre Hoffnungen wirft, die Welt rings um sich\nvergißt, nichts hört, nichts sieht, nichts fühlt als ihn, den Einzigen,\nsich nur sehnt nach ihm, dem Einzigen. Durch die leeren Vergnügungen\neiner unbeständigen Eitelkeit nicht verdorben, zieht ihr Verlangen\ngerade nach dem Zweck, sie will die Seinige werden, sie will in ewiger\nVerbindung all das Glück antreffen, das ihr mangelt, die Vereinigung\naller Freuden genießen, nach denen sie sich sehnte. Wiederholtes\nVersprechen, das ihr die Gewißheit aller Hoffnungen versiegelt, kühne\nLiebkosungen, die ihre Begierden vermehren, umfangen ganz ihre Seele;\nsie schwebt in einem dumpfen Bewußtsein, in einem Vorgefühl aller\nFreuden, sie ist bis auf den höchsten Grad gespannt, sie streckt\nendlich ihre Arme aus, all ihre Wünsche zu umfassen—und ihr Geliebter\nverläßt sie.—Erstarrt, ohne Sinne steht sie vor einem Abgrunde; alles\nist Finsternis um sie her, keine Aussicht, kein Trost, keine Ahnung!\nDenn der hat sie verlassen, in dem sie allein ihr Dasein fühlte. Sie\nsieht nicht die weite Welt, die vor ihr liegt, nicht die vielen, die\nihr de Verlust ersetzen könnten, sie fühlt sich allein, verlassen von\naller Welt,—und blind, in die Enge gepreßt von der entsetzlichen Not\nihres Herzens, stürzt sie sich hinunter, um in einem rings umfangenden\nTode alle ihre Qualen zu ersticken.—Sieh, Albert, das ist die\nGeschichte so manches Menschen! Und sag’, ist das nicht der Fall der\nKrankheit? Die Natur findet keinen Ausweg aus dem Labyrinthe der\nverworrenen und widersprechenden Kräfte, und der Mensch muß sterben.\nWehe dem, der zusehen und sagen könnte: ’die Törin! Hätte sie\ngewartet, hätte sie die Zeit wirken lassen, die Verzweifelung würde\nsich schon gelegt, es würde sich schon ein anderer sie zu trösten\nvorgefunden haben.’—Das ist eben, als wenn einer sagte: ’der Tor,\nstirbt am Fieber! Hätte er gewartet, bis seine Kräfte sich erholt,\nseine Säfte sich verbessert, der Tumult seines Blutes sich gelegt\nhätten: alles wäre gut gegangen, und er lebte bis auf den heutigen Tag!\n’”",
        "Albert, dem die Vergleichung noch nicht anschaulich war, wandte noch\neiniges ein, und unter andern: ich hätte nur von einem einfältigen\nMädchen gesprochen; wie aber ein Mensch von Verstande, der nicht so\neingeschränkt sei, der mehr Verhältnisse übersehe, zu entschuldigen\nsein möchte, könne er nicht begreifen.—\"Mein Freund”, rief ich aus,\n\"der Mensch ist Mensch, und das bißchen Verstand, das einer haben mag,\nkommt wenig oder nicht in Anschlag, wenn Leidenschaft wütet und die\nGrenzen der Menschheit einen drängen. Vielmehr—ein andermal davon”,\nsagte ich und griff nach meinem Hute. O mir war das Herz so voll—und\nwir gingen auseinander, ohne einander verstanden zu haben. Wie denn\nauf dieser Welt keiner leicht den andern versteht.",
        "Es ist doch gewiß, daß in der Welt den Menschen nichts notwendig macht\nals die Liebe. Ich fühl’s an Lotten, daß sie mich ungern verlöre, und\ndie Kinder haben keinen andern Begriff, als daß ich immer morgen\nwiederkommen würde. Heute war ich hinausgegangen, Lottens Klavier zu\nstimmen, ich konnte aber nicht dazu kommen, denn die Kleinen\nverfolgten mich um ein Märchen, und Lotte sagte selbst, ich sollte\nihnen den Willen tun. Ich schnitt ihnen das Abendbrot, das sie nun\nfast so gern von mir als von Lotten annehmen, und erzählte ihnen das\nHauptstückchen von der Prinzessin, die von Händen bedient wird. Ich\nlerne viel dabei, das versichre ich dich, und ich bin erstaunt, was es\nauf sie für Eindrücke macht. Weil ich manchmal einen Inzidentpunkt\nerfinden muß, den ich beim zweitenmal vergesse, sagen sie gleich, das\nvorigemal wär’ es anders gewesen, so daß ich mich jetzt übe, sie\nunveränderlich in einem singenden Silbenfall an einem Schnürchen weg\nzu rezitieren. Ich habe daraus gelernt, wie ein Autor durch eine\nzweite, veränderte Ausgabe seiner Geschichte, und wenn ie poetisch\nnoch so besser geworden wäre, notwendig seinem Buche schaden muß. Der\nerste Eindruck findet uns willig, und der Mensch ist gemacht, daß man\nihn das Abenteuerlichste überreden kann; das haftet aber auch gleich\nso fest, und wehe dem, der es wieder auskratzen und austilgen will!",
        "Mußte denn das so sein, daß das, was des Menschen Glückseligkeit macht,\nwieder die Quelle seines Elendes würde?",
        "Das volle, warme Gefühl meines Herzens an der lebendigen Natur, das\nmich mit so vieler Wonne überströmte, das rings umher die Welt mir zu\neinem Paradiese schuf, wird mir jetzt zu einem unerträglichen Peiniger,\nzu einem quälenden Geist, der mich auf allen Wegen verfolgt. Wenn\nich sonst vom Felsen über den Fluß bis zu jenen Hügeln das fruchtbare\nTal überschaute und alles um mich her keimen und quellen sah; wenn ich\njene Berge, vom Fuße bis auf zum Gipfel, mit hohen, dichten Bäumen\nbekleidet, jene Täler in ihren mannigfaltigen Krümmungen von den\nlieblichsten Wäldern beschattet sah, und der sanfte Fluß zwischen den\nlispelnden Rohren dahingleitete und die lieben Wolken abspiegelte, die\nder sanfte Abendwind am Himmel herüberwiegte; wenn ich dann die Vögel\num mich den Wald beleben hörte, und die Millionen Mückenschwärme im\nletzten roten Strahle der Sonne mutig tanzten, und ihr letzter\nzuckender Blick den summenden Käfer aus seinem Grase befreite, und das\nSchwirren und Weben um mich her mich auf den Boden aufmerksam machte,\nund das Moos, das meinem harten Felsen seine Nahrung abzwingt, und das\nGeniste, das den dürren Sandhügel hinunter wächst, mir das innere,\nglühende, heilige Leben der Natur eröffnete: wie faßte ich das alles\nin mein warmes Herz, fühlte mich in der überfließenden Fülle wie\nvergöttert, und die herrlichen Gestalten der unendlichen Welt bewegten\nsich allbelebend in meiner Seele. Ungeheure Berge umgaben mich,\nAbgründe lagen vor mir, und Wetterbäche stürzten herunter, die Flüsse\nströmten unter mir, und Wald und Gebirg erklang; und ich sah sie\nwirken und schaffen ineinander in den Tiefen der Erde, alle die\nunergründlichen Kräfte; und nun über der Erde und unter dem Himmel\nwimmeln die Geschlechter der mannigfaltigen Geschöpfe. Ales, alles\nbevölkert mit tausendfachen Gestalten; und die Menschen dann sich in\nHäuslein zusammen sichern und sich annisten und herrschen in ihrem\nSinne über die weite Welt! Armer Tor! Der du alles so gering achtest,\nweil du so klein bist.—vom unzugänglichen Gebirge über die Einöde,\ndie kein Fuß betrat, bis ans Ende des unbekannten Ozeans weht der\nGeist des Ewigschaffenden und freut sich jedes Staubes, der ihn\nvernimmt und lebt.—ach damals, wie oft habe ich mich mit Fittichen\neines Kranichs, der über mich hin flog, zu dem Ufer des ungemessenen\nMeeres gesehnt, aus dem schäumenden Becher des Unendlichen jene\nschwellende Lebenswonne zu trinken und nur einen Augenblick in der\neingeschränkten Kraft meines Busens einen Tropfen der Seligkeit des\nWesens zu fühlen, das alles in sich und durch sich hervorbringt.",
        "Bruder, nur die Erinnerung jener Stunden macht mir wohl. Selbst diese\nAnstrengung, jene unsäglichen Gelüste zurückzurufen, wieder\nauszusprechen, hebt meine Seele über sich selbst und läßt mich dann\ndas Bange des Zustandes doppelt empfinden, der mich jetzt umgibt.",
        "Es hat sich vor meiner Seele wie ein Vorhang weggezogen, und der\nSchauplatz des unendlichen Lebens verwandelt sich vor mir in den\nAbgrund des ewig offenen Grabes. Kannst du sagen: Das ist! Da alles\nvorübergeht? Da alles mit der Wetterschnelle vorüberrollt, so selten\ndie ganze Kraft seines Daseins ausdauert, ach, in den Strom\nfortgerissen, untergetaucht und an Felsen zerschmettert wird? Da ist\nkein Augenblick, der nicht dich verzehrte und die Deinigen um dich her,\nkein Augenblick, da du nicht ein Zerstörer bist, sein mußt; der\nharmloseste Spaziergang kostet tausend armen Würmchen das Leben, es\nzerrüttet ein Fußtritt die mühseligen Gebäude der Ameisen und stampft\neine kleine Welt in ein schmähliches Grab. Ha! Nicht die große,\nseltne Not der Welt, diese Fluten, die eure Dörfer wegspülen, diese\nErdbeben, die eure Städte verschlingen, rühren mich; mir untergräbt\ndas Herz die verzehrende Kraft, die in dem All der Natur verborgen\nliegt; die nichts gebildet hat, das nicht seinen Nachbar, nicht sich\nselbst zerstörte. Und so taumle ich beängstigt. Himmel und Erde und\nihre webenden Kräfte um mich her: ich sehe nichts als ein ewig\nverschlingendes, ewig wiederkäuendes Ungeheuer.",
        "Umsonst strecke ich meine Arme nach ihr aus, morgens, wenn ich von\nschweren Träumen aufdämmere, vergebens suche ich sie nachts in meinem\nBette, wenn mich ein glücklicher, unschuldiger Traum getäuscht hat,\nals säß’ ich neben ihr auf der Wiese und hielt’ ihre Hand und deckte\nsie mit tausend Küssen. Ach, wenn ich dann noch halb im Taumel des\nSchlafes nach ihr tappe und drüber mich ermuntere—ein Strom von\nTränen bricht aus meinem gepreßten Herzen, und ich weine trostlos\neiner finstern Zukunft entgegen.",
        "E ist ein Unglück, Wilhelm, meine tätigen Kräfte sind zu einer\nunruhigen Lässigkeit verstimmt, ich kann nicht müßig sein und kann\ndoch auch nichts tun. Ich habe keine Vorstellungskraft, kein Gefühl\nan der Natur, und die Bücher ekeln mich an. Wenn wir uns selbst\nfehlen, fehlt uns doch alles. Ich schwöre dir, manchmal wünschte ich,\nein Tagelöhner zu sein, um nur des Morgens beim Erwachen eine Aussicht\nauf den künftigen Tag, einen Drang, eine Hoffnung zu haben. Oft\nbeneide ich Alberten, den ich über die Ohren in Akten begraben sehe,\nund bilde mir ein, mir wäre wohl, wenn ich an seiner Stelle wäre!\nSchon etlichemal ist mir’s so aufgefahren, ich wollte dir schreiben\nund dem Minister, um die Stelle bei der Gesandtschaft anzuhalten, die,\nwie du versicherst, mir nicht versagt werden würde. Ich glaube es\nselbst. Der Minister liebt mich seit langer Zeit, hatte lange mir\nangelegen, ich sollte mich irgendeinem Geschäfte widmen; und eine\nStunde ist mir’s auch wohl drum zu tun. Hernach, wenn ich wieder dran\ndenke und mir die Fabel vom Pferde einfällt, das, seiner Freiheit\nungeduldig, sich Sattel und Zeug auflegen läßt und zuschanden geritten\nwird—ich weiß nicht, was ich soll.—und, mein Lieber! Ist nicht\nvielleicht das Sehnen in mir nach Veränderung des Zustands eine innere,\nunbehagliche Ungeduld, die mich überallhin verfolgen wird?",
        "Es ist wahr, wenn meine Krankheit zu heilen wäre, so würden diese\nMenschen es tun. Heute ist mein Geburtstag, und in aller Frühe\nempfange ich ein Päckchen von Alberten. Mir fällt beim Eröffnen\nsogleich eine der blaßroten Schleifen in die Augen, die Lotte vor\nhatte, als ich sie kennen lernte, und um die ich sie seither\netlichemal gebeten hatte. Es waren zwei Büchelchen in Duodez dabei,\nder kleine Wetsteinische Homer, eine Ausgabe, nach der ich so oft\nverlangt, um mich auf dem Spaziergange mit dem Ernestischen nicht zu\nschleppen. Sieh! So kommen sie meinen Wünschen zuvor, so suchen sie\nalle die kleinen Gefälligkeiten der Freundschaft auf, die tausendmal\nwerter sind als jene blendenden Geschenke, wodurch uns die Eitelkeit\ndes Gebers erniedrigt. Ich küsse diese Schleife tausendmal, und mit\njedem Atemzuge schlürfe ich die Erinnerung jener Seligkeiten ein, mit\ndenen mich jene wenigen, glücklichen, unwiederbringlichen Tage\nüberfüllten. Wilhelm, es ist so, und ich murre nicht, die Blüten des\nLebens sind nur Erscheinungen! Wie viele gehn vorüber, ohne eine Spur\nhinter sich zu lassen, wie wenige setzen Frucht an, und wie wenige\ndieser Früchte werden reif! Und doch sind deren noch genug da; und\ndoch—o mein Bruder!—können wir gereifte Früchte vernachlässigen,\nverachten, ungenossen verfaulen lassen?",
        "Lebe wohl! Es ist ein herrlicher Sommer; ich sitze oft auf den\nObstbäumen in Lottens Baumstück mit dem Obstbrecher, der langen Stange,\nund hole die Birnen aus dem Gipfel. Sie steht unten und nimmt sie ab,\nwenn ich sie ihr herunterlasse.",
        "Unglücklicher! Bist du nicht ein Tor? Betriegst du dich nicht\nselbst? Was soll diese tobende, endlose Leidenschaft? Ich habe kein\nGebet mehr als an sie; meiner Einbildungskraft erscheint keine andere\nGestalt als die ihrige, und alles in der Welt um mich her sehe ich nur\nim Verhältnisse mit ihr. Und das macht mir denn so manche glückliche\nStunde—bis ich mich wieder von ihr losreißen muß! Ach Wilhelm! Wozu\nmich mein Herz oft drängt!—wenn ich bei ihr gesessen bin, zwei, drei\nStunden, und mich an ihrer Gestalt, an ihrem Betragen, an dem\nhimmlischen Ausdruck ihrer Worte geweidet habe, und nun nach und nach\nalle meine Sinne aufgespannt werden, mir es düster vor den Augen wird,\nich kaum noch höre, und es mich an die Gurgel faßt wie ein\nMeuchelmörder, dann mein Herz in wilden Schlägen den bedrängten Sinnen\nLuft zu machen sucht und ihre Verwirrung nur vermehrt—Wilhelm, ich\nweiß oft nicht, ob ich auf der Welt bin! Und—wenn nicht manchmal die\nWehmut das Übergewicht nimmt und Lotte mir den elenden Trost erlaubt,\nauf ihrer Hand meine Beklemmung auszuweinen,—so muß ich fort, muß\nhinaus, und schweife dann weit im Felde umher; einen jähen Berg zu\nklettern ist dann meine Freude, durch einen unwegsamen Wald einen Pfad\ndurchzuarbeiten, durch die Hecken, die mich verletzen, durch die\nDornen, die mich zerreißen! Da wird mir’s etwas besser! Etwas! Und\nwenn ich vor Müdigkeit und Durst manchmal unterwegs liegen bleibe,\nmanchmal in der tiefen Nacht, wenn der hohe Vollmond über mir steht,\nim einsamen Walde auf einen krumm gewachsenen Baum mich setze, um\nmeinen verwundeten Sohlen nur einige Linderung zu verschaffen, und\ndann in einer ermattenden Ruhe in dem Dämmerschein hinschlummre! O\nWilhelm! Die einsame Wohnung einer Zelle, das härene Gewand und der\nStachelgürtel wären Labsale, nach denen meine Seele schmachtet. Adieu!\nIch sehe dieses Elendes kein Ende als das Grab.",
        "Ich muß fort! Ich danke dir, Wilhelm, daß du meinen wankenden\nEntschluß bestimmt hast. Schon vierzehn Tage gehe ich mit dem\nGedanken um, sie zu verlassen. Ich muß fort. Sie ist wieder in der\nStadt bei einer Freundin. Und Albert—und—ich muß fort!",
        "Das war eine Nacht! Wilhelm! Nun überstehe ich alles. Ich werde sie\nnicht wiedersehn! O daß ich nicht an deinen Hals fliegen, dir mit\ntausend Tränen und Entzückungen ausdrücken kann, mein Bester, die\nEmpfindungen, die mein Herz bestürmen. Hier sitze ich und schnappe\nnach Luft, suche mich zu beruhigen, erwarte den Morgen, und mit\nSonnenaufgang sind die Pferde bestellt.",
        "Ach, sie schläft ruhig und denkt nicht, daß sie mich nie wieder sehen\nwird. Ich habe mich losgerissen, bin stark genug gewesen, in einem\nGespräch von zwei Stunden mein Vorhaben nicht zu verraten. Und Gott,\nwelch ein Gespräch!",
        "Albert hatte mir versprochen, gleich nach dem Nachtessen mit Lotten im\nGarten zu sein. Ich stand auf der Terrasse unter den hohen\nKastanienbäumen und sah der Sonne nach, die mir nun zum letztenmale\nüber dem lieblichen Tale, über dem sanften Fluß unterging. So oft\nhatte ich hier gestanden mit ihr und eben dem herrlichen Schauspiele\nzugesehen, und nun—ich ging in der Allee auf und ab, die mir so lieb\nwar; ein geheimer sympathetischer Zug hatte mich hier so oft gehalten,\nehe ich noch Lotten kannte, und wie freuten wir uns, als wir im Anfang\nunserer Bekanntschaft die wechselseitige Neigung zu diesem Plätzchen\nentdeckten, das wahrhaftig eins von den romantischsten ist, die ich\nvon der Kunst hervorgebracht gesehen habe.",
        "Erst hast du zwischen den Kastanienbäumen die weite Aussicht—Ach, ich\nerinnere mich, ich habe dir, denk’ ich, schon viel davon geschrieben,\nwie hohe Buchenwände einen endlich einschließen und durch ein\ndaranstoßendes Boskett die Allee immer düsterer wird, bis zuletzt\nalles sich in ein geschlossenes Plätzchen endigt, das alle Schauer der\nEinsamkeit umschweben. Ich fühle es noch, wie heimlich mir’s ward,\nals ich zum erstenmale an einem hohen Mittage hineintrat; ich ahnete\nganz leise, was für ein Schauplatz das noch werden sollte von\nSeligkeit und Schmerz.",
        "Ich hatte mich etwa eine halbe Stunde in den schmachtenden, süßen\nGedanken des Abscheidens, des Wiedersehens geweidet, als ich sie die\nTerrasse heraufsteigen hörte. Ich lief ihnen entgegen, mit einem\nSchauer faßte ich ihre Hand und küßte sie. Wir waren eben\nheraufgetreten, als der Mond hinter dem buschigen Hügel aufging; wir\nredeten mancherlei und kamen unvermerkt dem düstern Kabinette näher.\nLotte trat hinein und setzte sich, Albert neben sie, ich auch; doch\nmeine Unruhe ließ mich nicht lange sitzen; ich stand auf, trat vor sie,\nging auf und ab, setzte mich wieder: es war ein ängstlicher Zustand.\nSie machte uns aufmerksam auf die schöne Wirkung des Mondenlichtes,\ndas am Ende der Buchenwände die ganze Terrasse vor uns erleuchtete:\nein herrlicher Anblick, der um so viel frappanter war, weil uns rings\neine tiefe Dämmerung einschloß. Wir waren still, und sie fing nach\neiner Weile an: “niemals gehe ich im Mondenlichte spazieren, niemals,\ndaß mir nicht der Gedanke an meine Verstorbenen begegnete, daß nicht\ndas Gefühl von Tod, von Zukunft über mich käme”. “Wir werden sein!\"\nfuhr sie mit der Stimme des herrlichsten Gefühls fort; “aber, Werther,\nsollen wir uns wieder finden? Wieder erkennen? Was ahnen Sie? Was\nsagen Sie?”",
        "“Lotte”, sagte ich, indem ich ihr die Hand reichte und mir die Augen\nvoll Tränen wurden,\"wir werden uns wiedersehn! Hier und dort\nwiedersehn!\"—ich konnte nicht weiter reden—Wilhelm, mußte sie mich\ndas fragen, da ich diesen ängstlichen Abschied im Herzen hatte!",
        "“Und ob die lieben Abgeschiednen von uns wissen”, fuhr sie fort, “ob\nsie fühlen, wann’s uns wohl geht, daß wir mit warmer Liebe uns ihrer\nerinnern? O! Die Gestalt meiner Mutter schwebt immer um mich, wenn\nich am stillen Abend unter ihren Kindern, unter meinen Kindern sitze\nund sie um mich versammelt sind, wie sie um sie versammelt waren.\nWenn ich dann mit einer sehnenden Träne gen Himmel sehe und wünsche,\ndaß sie hereinschauen könnte einen Augenblick, wie ich mein Wort halte,\ndas ich ihr in der des Todes gab: die Mutter ihrer Kinder zu sein.\nMit welcher Empfindung rufe ich aus: ’verzeihe mir’s, Teuerste, wenn\nich ihnen nicht bin, was du ihnen warst. Ach! Tue ich doch alles,\nwas ich kann; sind sie doch gekleidet, genährt, ach, und, was mehr ist\nals das alles, gepflegt und geliebt. Könntest du unsere Eintracht\nsehen, liebe Heilige! Du würdest mit dem heißesten Danke den Gott\nverherrlichen, den du mit den letzten, bittersten Tränen um die\nWohlfahrt deiner Kinder batest.’\"—Sie sagte das! O Wilhelm, wer\nkann wiederholen, was sie sagte! Wie kann der kalte, tote Buchstabe\ndiese himmlische Blüte des Geistes darstellen! Albert fiel ihr sanft\nin die Rede: “es greift zu stark an, liebe Lotte! Ich weiß, Ihre\nSeele hängt sehr nach diesen Ideen, aber ich bitte Sie”.—\"O Albert”,\nsagte sie, “ich weiß, du vergissest nicht die Abende, da wir\nzusammensaßen an dem kleinen, runden Tischchen, wenn der Papa verreist\nwar, und wir die Kleinen schlafen geschickt hatten. Du hattest oft\nein gutes Buch und kannst so selten dazu, etwas zu lesen—war der\nUmgang dieser herrlichen Seele nicht mehr als alles? Die schöne,\nsanfte, muntere und immer tätige Frau! Gott kennt meine Tränen, mit\ndenen ich mich oft in meinem Bette vor ihn hinwarf: er möchte mich ihr\ngleich machen”.",
        "“Lotte!” rief ich aus, indem ich mich vor sie hinwarf, ihre Hand nahm\nund mit tausend Tränen netzte, “Lotte! Der Segen Gottes ruht über dir\nund der Geist deiner Mutter!” “Wenn Sie sie gekannt hätten”, sagte\nsie, indem sie mir die Hand drückte,—\"sie war wert, von Ihnen gekannt\nzu sein!\"—ich glaubte zu vergehen.",
        "Nie war ein größeres, stolzeres Wort über mich ausgesprochen\nworden—und sie fuhr fort:\"und diese Frau mußte in der Blüte ihrer\nJahre dahin, da ihr jüngster Sohn nicht sechs Monate alt war! Ihre\nKrankheit dauerte nicht lange; sie war ruhig, hingegeben, nur ihre\nKinder taten ihr weh, besonders das kleine. Wie es gegen das Ende\nging und sie zu mir sagte: ’bringe mir sie herauf!’ und wie ich sie\nhereinführte, die kleinen, die nicht wußten, und die ältesten, die\nohne Sinne waren, wie sie ums Bette standen, und wie sie die Hände\naufhob und über sie betete, und sie küßte nach einander und sie\nwegschickte und zu mir sagte: ’sei ihre Mutter!’—Ich gab ihr die Hand\ndrauf!—’Du versprichst viel, meine Tochter’, sagte sie, ’das Herz\neiner Mutter und das Aug’ einer Mutter. Ich habe oft an deinen\ndankbaren Tränen gesehen, daß du fühlst, was das sei. Habe es für\ndeine Geschwister, und für deinen Vater die Treue und den Gehorsam\neiner Frau. Du wirst ihn trösten.’—Sie fragte nach ihm, er war\nausgegangen, um uns den unerträglichen Kummer zu verbergen, den er\nfühlte, der Mann war ganz zerrissen.",
        "Albert, du warst im Zimmer. Sie hörte jemand gehn und fragte und\nforderte dich zu sich, und wie sie dich ansah und mich, mit dem\ngetrösteten, ruhigen Blicke, daß wir glücklich sein, zusammen\nglücklich sein würden”.—Albert fiel ihr um den Hals und küßte sie und\nrief: “wir sind es! Wir werden es sein!\"—der ruhige Albert war ganz\naus seiner Fassung, und ich wußte nichts von mir selber. “Werther”,\nfing sie an, “und diese Frau sollte dahin sein! Gott! Wenn ich\nmanchmal denke, wie man das Liebste seines Lebens wegtragen läßt, und\nniemand als die Kinder das so scharf fühlt, die sich noch lange\nbeklagten, die schwarzen Männer hätten die Mama weggetragen! “sie\nstand auf, und ich ward erweckt und erschüttert, blieb sitzen und\nhielt ihre Hand.—\"Wir wollen fort”, sagte sie, “es wird Zeit”.—Sie\nwollte ihre Hand zurückziehen, und ich hielt sie fester.—\"wir werden\nuns wieder sehen” rief ich, “wir werden uns finden, unter allen\nGestalten werden wir uns erkennen. Ich gehe”, fuhr ich fort, “ich\ngehe willig, und doch, wenn ich sagen sollte auf ewig, ich würde es\nnicht aushalten. Leb’ wohl, Lotte! Leb’ wohl, Albert! Wir sehn uns\nwieder”.—\"Morgen, denke ich”, versetzte sie scherzend.—Ich fühlte\ndas Morgen! Ach, sie wußte nicht, als sie ihre Hand aus der meinen\nzog—Sie gingen die Allee hinaus, ich stand, sah ihnen nach im\nMondscheine und warf mich an die Erde und weinte mich aus und sprang\nauf und lief auf die Terrasse hervor und sah noch dort unten im\nSchatten der hohen Lindenbäume ihr weißes Kleid nach der Gartentür\nschimmern, ich streckte meine Arme aus, und es verschwand.",
        "\nWanderer Above the Sea Fog (Caspar David Friedrich)\n",
        "Gestern sind wir hier angelangt. Der Gesandte ist unpaß und wird sich\nalso einige Tage einhalten. Wenn er nur nicht so unhold wäre, wär’\nalles gut. Ich merke, ich merke, das Schicksal hat mir harte\nPrüfungen zugedacht. Doch gutes Muts! Ein leichter Sinn trägt alles!\nEin leichter Sinn? Das macht mich zu lachen, wie das Wort in meine\nFeder kommt. O ein bißchen leichteres Blut würde mich zum\nGlücklichsten unter der Sonne machen. Was! Da, wo andere mit ihrem\nbißchen Kraft und Talent vor mir in behaglicher Selbstgefälligkeit\nherumschwadronieren, verzweifle ich an meiner Kraft, an meinen Gaben?\nGuter Gott, der du mir das alles schenktest, warum hieltest du nicht\ndie Hälfte zurück und gabst mir Selbstvertrauen und Genügsamkeit?",
        "Geduld! Geduld! Es wird besser werden. Denn ich sage dir, Lieber,\ndu hast recht. Seit ich unter dem Volke alle Tage herumgetrieben\nwerde und sehe, was sie tun und wie sie’s treiben, stehe ich viel\nbesser mit mir selbst. Gewiß, weil wir doch einmal so gemacht sind,\ndaß wir alles mit uns und uns mit allem vergleichen, so liegt Glück\noder Elend in den Gegenständen, womit wir uns zusammenhalten, und da\nist nichts gefährlicher als die Einsamkeit. Unsere Einbildungskraft,\ndurch ihre Natur gedrungen sich zu erheben, durch die phantastischen\nBilder der Dichtkunst genährt, bildet sich eine Reihe Wesen hinauf, wo\nwir das unterste sind und alles außer uns herrlicher erscheint, jeder\nandere vollkommner ist. Und das geht ganz natürlich zu. Wir fühlen\nso oft, daß uns manches mangelt, und eben was uns fehlt, scheint uns\noft ein anderer zu besitzen, dem wir denn auch alles dazu geben, was\nwir haben, und noch eine gewisse idealische Behaglichkeit dazu. Und\nso ist der Glückliche vollkommen fertig, das Geschöpf unserer selbst.",
        "Dagegen, wenn wir mit all unserer Schwachheit und Mühseligkeit nur\ngerade fortarbeiten, so finden wir gar oft, daß wir mit unserem\nSchlendern und Lavieren es weiter bringen als andere mit ihrem Segeln\nund Rudern—und—das ist doch ein wahres Gefühl seiner selbst, wenn\nman andern gleich oder gar vorläuft.",
        "Ich fange an, mich insofern ganz leidlich hier zu befinden. Das beste\nist, daß es zu tun genug gibt; und dann die vielerlei Menschen, die\nallerlei neuen Gestalten machen mir ein buntes Schauspiel vor meiner\nSeele. Ich habe den Grafen C... kennen lernen, einen Mann, den ich\njeden Tag mehr verehren muß, einen weiten, großen Kopf, und der\ndeswegen nicht kalt ist, weil er viel übersieht; aus dessen Umgange so\nviel Empfindung für Freundschaft und Liebe hervorleuchtet. Er nahm\nteil an mir, als ich einen Geschäftsauftrag an ihn ausrichtete und er\nbei den ersten Worten merkte, daß wir uns verstanden, daß er mit mir\nreden konnte wie nicht mit jedem. Auch kann ich sein offnes Betragen\ngegen mich nicht genug rühmen. So eine wahre, warme Freude ist nicht\nin der Welt, als eine große Seele zu sehen, die sich gegen einen\nöffnet.",
        "Der Gesandte macht mir viel Verdruß, ich habe es vorausgesehn. Er ist\nder pünktlichste Narr, den es nur geben kann; Schritt vor Schritt und\numständlich wie eine Base; ein Mensch, der nie mit sich selbst\nzufrieden ist, und dem es daher niemand zu Danke machen kann. Ich\narbeite gern leicht weg, und wie es steht, so steht es; da ist er\nimstande, mir einen Aufsatz zurückzugeben und zu sagen:\"er ist gut,\naber sehen Sie ihn durch, man findet immer ein besseres Wort, eine\nreinere Partikel”.—Da möchte ich des Teufels werden. Kein Und, kein\nBindewörtchen darf außenbleiben, und von allen Inversionen, die mir\nmanchmal entfahren, ist er ein Todfeind; wenn man seinen Period nicht\nnach der hergebrachten Melodie heraborgelt, so versteht er gar nichts\ndrin. Das ist ein Leiden, mit so einem Menschen zu tun zu haben.",
        "Das Vertrauen des Grafen von C... ist noch das einzige, was mich\nschadlos hält. Er sagte mir letzthin ganz aufrichtig, wie unzufrieden\ner mit der Langsamkeit und Bedenklichkeit meines Gesandten sei”. Die\nLeute erschweren es sich und andern. Doch”, sagte er,\"man muß sich\ndarein resignieren wie ein Reisender, der über einen Berg muß;\nfreilich, wäre der Berg nicht da, so wär der Weg viel bequemer und\nkürzer; er ist nun aber da, und man soll hinüber!”",
        "Mein Alter spürt auch wohl den Vorzug, den mit der Graf vor ihm gibt,\nund das ärgert ihn, und er ergreift jede Gelegenheit, Übels gegen mich\nvom Grafen zu reden, ich halte, wie natürlich, Widerpart, und dadurch\nwird die Sache nur schlimmer. Gestern gar brachte er mich auf, denn\nich war mit gemeint: zu so Weltgeschäften sei der Graf ganz gut, er\nhabe viele Leichtigkeit zu arbeiten und führe eine gute Feder, doch an\ngründlicher Gelehrsamkeit mangle es ihm wie allen Belletristen. Dazu\nmachte er eine Miene, als ob er sagen wollte:\"fühlst du den\nStich?\"aber es tat bei mir nicht die Wirkung; ich verachtete den\nMenschen, der so denken und sich so betragen konnte. Ich hielt ihm\nstand und focht mit ziemlicher Heftigkeit. Ich sagte, der Graf sei\nein Mann, vor dem man Achtung haben müsse, wegen seines Charakters\nsowohl als wegen seiner Kenntnisse”. Ich habe”, sagt’ ich,\"niemand\ngekannt, dem es so geglückt wäre, seinen Geist zu erweitern, ihn über\nunzählige Gegenstände zu verbreiten und doch diese Tätigkeit fürs\ngemeine Leben zu behalten”.—das waren dem Gehirne spanische Dörfer,\nund ich empfahl mich, um nicht über ein weiteres Deraisonnement noch\nmehr Galle zu schlucken.",
        "Und daran seid ihr alle schuld, die ihr mich in das Joch geschwatzt\nund mir so viel von Aktivität vorgesungen habt. Aktivität! Wenn\nnicht der mehr tut, der Kartoffeln legt und in die Stadt reitet, sein\nKorn zu verkaufen, als ich, so will ich zehn Jahre noch mich auf der\nGaleere abarbeiten, auf der ich nun angeschmiedet bin.",
        "Und das glänzende Elend, die Langeweile unter dem garstigen Volke, das\nsich hier neben einander sieht! Die Rangsucht unter ihnen, wie sie\nnur wachen und aufpassen, einander ein Schrittchen abzugewinnen; die\nelendesten, erbärmlichsten Leidenschaften, ganz ohne Röckchen. Da ist\nein Weib, zum Exempel, die jedermann von ihrem Adel und ihrem Lande\nunterhält, so daß jeder Fremde denken muß: das ist eine Närrin, die\nsich auf das bißchen Adel und auf den Ruf ihres Landes Wunderstreiche\neinbildet.—Aber es ist noch viel Ärger: eben das Weib ist hier aus\nder Nachbarschaft eine Amtschreiberstochter.—Sieh, ich kann das\nMenschengeschlecht nicht begreifen, das so wenig Sinn hat, um sich so\nplatt zu prostituieren.",
        "Zwar ich merke täglich mehr, mein Lieber, wie töricht man ist, andere\nnach sich zu berechnen. Und weil ich so viel mit mir selbst zu tun\nhabe und dieses Herz so stürmisch ist—ach ich lasse gern die andern\nihres Pfades gehen, wenn sie mich auch nur könnten gehen lassen.",
        "Was mich am meisten neckt, sind die fatalen bürgerlichen Verhältnisse.\nZwar weiß ich so gut als einer, wie nötig der Unterschied der Stände\nist, wie viel Vorteile er mir selbst verschafft: nur soll er mir nicht\neben gerade im Wege stehen, wo ich noch ein wenig Freude, einen\nSchimmer von Glück auf dieser Erde genießen könnte. Ich lernte\nneulich auf dem Spaziergange ein Fräulein von B. kennen, ein\nliebenswürdiges Geschöpf, das sehr viele Natur mitten in dem steifen\nLeben erhalten hat. Wir gefielen uns in unserem Gespräche, und da wir\nschieden, bat ich sie um Erlaubnis, sie bei sich sehen zu dürfen. Sie\ngestattete mir das mit so vieler Freimütigkeit, daß ich den\nschicklichen Augenblick kaum erwarten konnte, zu ihr zu gehen. Sie\nist nicht von hier und wohnt bei einer Tante im Hause. Die\nPhysiognomie der Alten gefiel mir nicht. Ich bezeigte ihr viel\nAufmerksamkeit, mein Gespräch war meist an sie gewandt, und in minder\nals einer halben Stunde hatte ich so ziemlich weg, was mir das\nFräulein nachher selbst gestand: daß die liebe Tante in ihrem Alter\nMangel von allem, kein anständiges Vermögen, keinen Geist und keine\nStütze hat als die Reihe ihrer Vorfahren, keinen Schirm als den Stand,\nin den sie sich verpalisadiert, und kein Ergetzen, als von ihrem\nStockwerk herab über die bürgerlichen Häupter wegzusehen. In ihrer\nJugend soll sie schön gewesen sein und ihr Leben weggegaukelt, erst\nmit ihrem Eigensinne manchen armen Jungen gequält, und in den reifern\nJahren sich unter den Gehorsam eines alten Offiziers geduckt haben,\nder gegen diesen Preis und einen leidlichen Unterhalt das eherne\nJahrhundert mit ihr zubrachte und starb. Nun sieht sie im eisernen\nsich allein und würde nicht angesehn, wär’ ihre Nichte nicht so\nliebenswürdig.",
        "Was das für Menschen sind, deren ganze Seele auf dem Zeremoniell ruht,\nderen Dichten und Trachten jahrelang dahin geht, wie sie um einen\nStuhl weiter hinauf bei Tische Angelegenheit hätten: nein, vielmehr\nhäufen sich die Arbeiten, eben weil man über den kleinen\nVerdrießlichkeiten von Beförderung der wichtigen Sachen abgehalten\nwird. Vorige Woche gab es bei der Schlittenfahrt Händel, und der\nganze Spaß wurde verdorben.",
        "Die Toren, die nicht sehen, daß es eigentlich auf den Platz gar nicht\nankommt, und daß der, der den ersten hat, so selten die erste Rolle\nspielt! Wie mancher König wird durch seinen Minister, wie mancher\nMinister durch seinen Sekretär regiert! Und wer ist dann der Erste?\nDer, dünkt mich, der die andern übersieht und so viel Gewalt oder List\nhat, ihre Kräfte und Leidenschaften zu Ausführung seiner Plane\nanzuspannen.",
        "Ich muß Ihnen schreiben, liebe Lotte, hier in der Stube einer geringen\nBauernherberge, in die ich mich vor einem schweren Wetter geflüchtet\nhabe. Solange ich in dem traurigen Nest D..., unter dem fremden,\nmeinem Herzen ganz fremden Volke herumziehe, habe ich keinen\nAugenblick gehabt, keinen, an dem mein Herz mich geheißen hätte, Ihnen\nzu schreiben; und jetzt in dieser Hütte, in dieser Einsamkeit, in\ndieser Einschränkung, da Schnee und Schloßen wider mein Fensterchen\nwüten, hier waren Sie mein erster Gedanke. Wie ich hereintrat,\nüberfiel mich Ihre Gestalt, Ihr Andenken, o Lotte! So heilig, so warm!\nGuter Gott! Der erste glückliche Augenblick wieder.",
        "Wenn Sie mich sähen, meine Beste, in dem Schwall von Zerstreuung! Wie\nausgetrocknet meine Sinne werden! Nicht einen Augenblick der Fülle\ndes Herzens, nicht eine selige Stunde! Nichts! Nichts! Ich stehe\nwie vor einem Raritärenkasten und sehe die Männchen und Gäulchen vor\nmir herumrücken, und frage mich oft, ob es nicht optischer Betrug ist.\nIch spiele mit, vielmehr, ich werde gespielt wie eine Marionette und\nfasse manchmal meinen Nachbar an der hölzernen Hand und schaudere\nzurück. Des Abends nehme ich mir vor, den Sonnenaufgang zu genießen,\nund komme nicht aus dem Bette; am Tge hoffe ich, mich des Mondscheins\nzu erfreuen, und bleibe in meiner Stube. Ich weiß nicht recht, warum\nich aufstehe, warum ich schlafen gehe.",
        "Der Sauerteig, der mein Leben in Bewegung setzte, fehlt; der Reiz, der\nmich in tiefen Nächten munter erhielt, ist hin, der mich des Morgens\naus dem Schlafe weckte, ist weg.",
        "Ein einzig weibliches Geschöpf habe ich hier gefunden, eine Fräulein\nvon B..., sie gleicht Ihnen, liebe Lotte, wenn man Ihnen gleichen\nkann”. “Ei!” werden Sie sagen, “der Mensch legt sich auf niedliche\nKomplimente!” ganz unwahr ist es nicht. Seit einiger Zeit bin ich\nsehr artig, weil ich doch nicht anders sein kann, habe viel Witz, und\ndie Frauenzimmer sagen, es wüßte niemand so fein zu loben als ich (und\nzu lügen, setzen Sie hinzu, denn ohne das geht es nicht ab, verstehen\nSie?). Ich wollte von Fräulein B... reden. Sie hat viel Seele, die\nvoll aus ihren blauen Augen hervorblickt. Ihr Stand ist ihr zur Last,\nder keinen der Wünsche ihres Herzens befriedigt. Sie sehnt sich aus\ndem Getümmel, und wir verphantasieren manche Stunde in ländlichen\nSzenen von ungemischter Glückseligkeit; ach! und von Ihnen! Wie oft\nmuß sie Ihnen huldigen, muß nicht, tut es freiwillig, hört so gern von\nIhnen, liebt Sie.-O säß’ ich zu Ihren Füßen in dem lieben,\nvertraulichen Zimmerchen, und unsere kleinen Lieben wälzten sich mit\neinander um mich herum, und wenn sie Ihnen zu laut würden, wollte ich\nsie mit einem schauerlichen Märchen um mich zur Ruhe versammeln.",
        "Die Sonne geht herrlich unter über der schneeglänzenden Gegend, der\nSturm ist hinüber gezogen, und ich—muß mich wieder in meinen Käfig\nsperren.—Adieu! Ist Albert bei Ihnen? Und wie—? Gott verzeihe mir\ndiese Frage!",
        "Wir haben seit acht Tagen das abscheulichste Wetter, und mir ist es\nwohltätig. Denn so lang ich hier bin, ist mir noch kein schöner Tag\nam Himmel erschienen, den mir nicht jemand verdorben oder verleidet\nhätte. Wenn’s nun recht regnet und stöbert und fröstelt und taut: ha!\nDenk’ ich, kann’s doch zu Hause nicht schlimmer werden, als es\ndraußen ist, oder umgekehrt, und so ist’s gut. Geht die Sonne des\nMorgens auf und verspricht einen feinen Tag, erwehr’ ich mir niemals\nauszurufen: da haben sie doch wieder ein himmlisches Gut, worum sie\neinander bringen können! Es ist nichts, worum sie einander nicht\nbringen. Gesundheit, guter Name, Freudigkeit, Erholung! Und meist\naus Albernheit, Unbegriff und Enge und, wenn man sie anhört, mit der\nbesten Meinung. Manchmal möcht’ ich sie auf den Knieen bitten, nicht\nso rasend in ihre eigenen Eingeweide zu wüten.",
        "Ich fürchte, mein Gesandter und ich halten es zusammen nicht mehr\nlange aus. Der Mann ist ganz und gar unerträglich. Seine Art zu\narbeiten und Geschäfte zu treiben ist so lächerlich, daß ich mich\nnicht enthalten kann, ihm zu widersprechen und oft eine Sache nach\nmeinem Kopf und meiner Art zu machen, das ihm denn, wie natürlich,\nniemals recht ist. Darüber hat er mich neulich bei Hofe verklagt, und\nder Minister gab mir einen zwar sanften Verweis, aber es war doch ein\nVerweis, und ich stand im Begriffe, meinen Abschied zu begehren, als\nich einen Privatbrief von ihm erhielt, einen Brief, vor dem ich\nniedergekniet, und den hohen, edlen, weisen Sinn angebetet habe. Wie\ner meine allzu große Empfindlichkeit zurechtweiset, wie er meine\nüberspannten Ideen von Wirksamkeit, von Einfluß auf andere, von\nDurchdringen in Geschäften als jugendlichen guten Mut zwar ehrt, sie\nnicht auszurotten, nur zu mildern und dahin zu leiten sucht, wo sie\nihr wahres Spiel haben, ihre kräftige Wirkung tun können. Auch bin\nich auf acht Tage gestärkt und in mir selbst einig geworden. Die Ruhe\nder Seele ist ein herrliches Ding und die Freude an sich selbst.\nLieber Freund, wenn nur das Kleinod nicht eben so zerbrechlich wäre,\nals es schön und kostbar ist.",
        "Gott segne euch, meine Lieben, geb’ euch alle die guten Tage, die er\nmir abzieht!",
        "Ich danke dir, Albert, daß du mich betrogen hast: ich wartete auf\nNachricht, wann euer Hochzeitstag sein würde, und hatte mir\nvorgenommen, feierlichst an demselben Lottens Schattenriß von der Wand\nzu nehmen und ihn unter andere Papiere zu begraben. Nun seid ihr ein\nPaar, und ihr Bild ist noch hier! Nun, so soll es bleiben! Und warum\nnicht? Ich weiß, ich bin ja auch bei euch, bin dir unbeschadet in\nLottens Herzen, habe, ja ich habe den zweiten Platz darin und will und\nmuß ihn behalten. O ich würde rasend werden, wenn sie vergessen\nkönnte—Albert, in dem Gedanken liegt eine Hölle. Albert, leb’ wohl!\nLeb’ wohl, Engel des Himmels! Leb’ wohl, Lotte!",
        "Ich habe einen Verdruß gehabt, der mich von hier wegtreiben wird. Ich\nknirsche mit den Zähnen! Teufel! Er ist nicht zu ersetzen, und ihr\nseid doch allein schuld daran, die ihr mich sporntet und triebt und\nquältet, mich in einen Posten zu begeben, der nicht nach meinem Sinne\nwar. Nun habe ich’s! Nun habt ihr’s! Und daß du nicht wieder sagst,\nmeine überspannten Ideen verdürben alles, so hast du hier, lieber Herr,\neine Erzählung, plan und nett, wie ein Chronikenschreiber das\naufzeichnen würde.",
        "Der Graf von C... liebt mich, distinguiert mich, das ist bekannt, das\nhabe ich dir schon hundertmal gesagt. Nun war ich gestern bei ihm zu\nTafel, eben an dem Tage, da abends die noble Gesellschaft von Herren\nund Frauen bei ihm zusammenkommt, an die ich nie gedacht habe, auch\nmir nie aufgefallen ist, daß wir Subalternen nicht hineingehören. Gut.\nIch speise bei dem Grafen, und nach Tische gehn wir in dem großen\nSaal auf und ab, ich rede mit ihm, mit dem Obristen B..., der dazu\nkommt, und so rückt die Stunde der Gesellschaft heran. Ich denke,\nGott weiß, an nichts. Da tritt herein die übergnädige Dame von S...\nmit ihrem Herrn Gemahl und wohl ausgebrüteten Gänslein Tochter mit der\nflachen Brust und niedlichem Schnürleibe, machen en passant ihre\nhergebrachten, hochadeligen Augen und Naslöcher, und wie mir die\nNation von Herzen zuwider ist, wollte ich mich eben empfehlen und\nwartete nur, bis der Graf vom garstigen Gewäsche frei wäre, als meine\nFräulein B. hereintrat. Da mir das Herz immer ein bißchen aufgeht,\nwenn ich sie sehe, blieb ich eben, stellte mich hinter ihren Stuhl und\nbemerkte erst nach einiger Zeit, daß sie mit weniger Offenheit als\nsonst, mit einiger Verlegenheit mit mir redete. Das fiel mir auf.\nIst sie auch wie all das Volk, dacht’ ich, und war angestochen und\nwollte gehen, und doch blieb ich, weil ich sie gerne entschuldigt\nhätte und es nicht glaubte und noch ein gut Wort von ihr hoffte\nund—was du willst. Unterdessen füllte sich die Gesellschaft. Der\nBaron F. mit der ganzen Garderobe von den Krönungszeiten Franz des\nErsten her, der Hofrat R..., hier aber in qualitate Herr von R...\ngenannt, mit seiner tauben Frau etc., den Übel fournierten J... nicht\nzu vergessen, der die Lücken seiner altfränkischen Garderobe mit\nneumodischen Lappen ausflickt, das kommt zu Hauf, und ich rede mit\neinigen meiner Bekanntschaft, die alle sehr lakonisch sind. Ich\ndachte—und gab nur auf meine B... acht. Ich merkte nicht, daß die\nWeiber am Ende des Saales sich in die Ohren flüsterten, daß es auf die\nMänner zirkulierte, daß Frau von S. mit dem Grafen redete (das alles\nhat mir Fräulein B. nachher erzählt), bis endlich der Graf auf mich\nlosging und mich in ein Fenster nahm.—\"Sie wissen”, sagt’ er,\"unsere\nwunderbaren Verhältnisse; die Gesellschaft ist unzufrieden, merkte ich,\nSie hier zu sehn. Ich wollte nicht um alles\"-\"Ihro Exzellenz”, fiel\nich ein,\"ich bitte tausendmal um Verzeihung; ich hätte eher dran\ndenken sollen, und ich weiß, Sie vergeben mir diese Inkonsequenz; ich\nwollte schon vorhin mich empfehlen. Ein böser Genius hat mich\nzurückgehalten”. Setzte ich lächelnd hinzu, indem ich mich neigte.\n—Der Graf drückte meine Hände mit einer Empfindung, die alles sagte.\nIch strich mich sacht aus der vornehmen Gesellschaft, ging, setzte\nmich in ein Kabriolett und fuhr nach M., dort vom Hügel die Sonne\nuntergehen zu sehen und dabei in meinem Homer den herrlichen Gesang zu\nlesen, wie Ulyß von dem trefflichen Schweinehirten bewirtet wird. Das\nwar alles gut.",
        "Des Abends komm’ ich zurück zu Tische, es waren noch wenige in der\nGaststube; die würfelten auf einer Ecke, hatten das Tischtuch\nzurückgeschlagen. Da kommt der ehrliche Adelin hinein, legt seinen\nHut nieder, indem er mich ansieht, tritt zu mir und sagt leise:\"du\nhast Verdruß gehabt?\"-\"ich?\"sagt’ ich.—\"Der Graf hat dich aus der\nGesellschaft gewiesen”.—\"Hol’ sie der Teufel!\"sagt’ ich,\"mir war’s\nlieb, daß ich in die freie Luft kam”.—\"Gut,\"sagt’ er,\"daß du’s auf\ndie leichte Achsel nimmst. Nur verdrießt mich’s, es ist schon überall\nherum”.—da fing mich das Ding erst an zu wurmen. Alle, die zu Tisch\nkamen und mich ansahen, dachte ich, die sehen dich darum an! Das gab\nböses Blut.",
        "Und da man nun heute gar, wo ich hintrete, mich bedauert, da ich höre,\ndaß meine Neider nun triumphieren und sagen: da sähe man’s, wo es mit\nden Übermütigen hinausginge, die sich ihres bißchen Kopfs überhöben\nund glaubten, sich darum über alle Verhältnisse hinaussetzen zu dürfen,\nund was des Hundegeschwätzes mehr ist—da möchte man sich ein Messer\nins Herz bohren; denn man rede von Selbständigkeit was man will, den\nwill ich sehen, der dulden kann, daß Schurken über ihn reden, wenn sie\neinen Vorteil über ihn haben; wenn ihr Geschwätze leer ist, ach da\nkann man sie leicht lassen.",
        "Es hetzt mich alles. Heut’ treff’ ich die Fräulein B... in der\nAllee, ich konnte mich nicht enthalten, sie anzureden und ihr, sobald\nwir etwas entfernt von der Gesellschaft waren, meine Empfindlichkeit\nüber ihr neuliches Betragen zu zeigen.—\"O Werther”, sagte sie mit\neinem innigen Tone,\"konnten Sie meine Verwirrung so auslegen, da Sie\nmein Herz kennen? Was ich gelitten habe um Ihretwillen, von dem\nAugenblicke an, da ich in den Saal trat! Ich sah alles voraus,\nhundertmal saß mir’s auf der Zunge, es Ihnen zu sagen. Ich wußte,\ndaß die von S... und T... mit ihren Männern eher aufbrechen würden,\nals in Ihrer Gesellschaft zu bleiben; ich wußte, daß der Graf es mit\nihnen nicht verderben darf,—und jetzt der Lärm!\"—\"wie,\nFräulein?\"sagt’ ich und verbarg meinen Schrecken; denn alles, was\nAdelin mir ehegestern gesagt hatte, lief mir wie siedend Wasser durch\ndie Adern in diesem Augenblicke.—\"Was hat mich es schon gekostet!\n\"sagte das süße Geschöpf, indem ihr die Tränen in den Augen standen.\n—Ich war nicht Herr mehr von mir selbst, war im Begriffe, mich ihr\nzu Füßen zu werfen.—\"Erklären Sie sich!\"rief ich.—Die Tränen\nliefen ihr die Wangen herunter. Ich war außer mir. Sie trocknete sie\nab, ohne sie verbergen zu wollen.—\"Meine Tante kennen Sie,\"fing sie\nan,\"sie war gegenwärtig und hat—o, mit was für Augen hat sie das\nangesehen! Werther, ich habe gestern nacht ausgestanden und heute\nfrüh eine Predigt über meinen Umgang mit Ihnen, und ich habe müssen\nzuhören Sie herabsetzen, erniedrigen, und konnte und durfte Sie nur\nhalb verteidigen”. Jedes Wort, das sie sprach, ging mir wie ein\nSchwert durchs Herz. Sie fühlte nicht, welche Barmherzigkeit es\ngewesen wäre, mir das alles zu verschweigen, und nun fügte sie noch\nhinzu, was weiter würde geträtscht werden, was eine Art Menschen\ndarüber triumphieren würde.",
        "Wie man sich nunmehr über die Strafe meines Übermuts und meiner\nGeringschätzung anderer, die sie mir schon lange vorwerfen, kitzeln\nund freuen würde. Das alles, Wilhelm, von ihr zu hören, mit der\nStimme der wahrsten Teilnehmung—ich war zerstört und bin noch wütend\nin mir. Ich wollte, daß sich einer unterstünde, mir’s vorzuwerfen,\ndaß ich ihm den Degen durch den Leib stoßen könnte; wenn ich Blut sähe,\nwürde mir’s besser werden. Ach, ich hab’ hundertmal ein Messer\nergriffen, um diesem gedrängten Herzen Luft zu machen. Man erzählt\nvon einer edlen Art Pferde, die, wenn sie schrecklich erhitzt und\naufgejagt sind, sich selbst aus Instinkt eine Ader aufbeißen, um sich\nzum Atem zu helfen. So ist mir’s oft, ich möchte mir eine Ader öffnen,\ndie mir die ewige Freiheit schaffte.",
        "Ich habe meine Entlassung vom Hofe verlangt und werde sie, hoffe\nich, erhalten, und ihr werdet mir verzeihen, daß ich nicht erst\nErlaubnis dazu bei euch geholt habe. Ich mußte nun einmal fort, und\nwas ihr zu sagen hattet, um mir das Bleiben einzureden, weiß ich\nalles, und also—bringe das meiner Mutter in einem Säftchen bei, ich\nkann mir selbst nicht helfen, und sie mag sich gefallen lassen, wenn\nich ihr auch nicht helfen kann. Freilich muß es ihr wehe tun. Den\nschönen Lauf, den ihr Sohn gerade zum Geheimenrat und Gesandten\nansetzte, so auf einmal Halte zu sehen, und rückwärts mit dem\nTierchen in den Stall! Macht nun daraus, was ihr wollt, und\nkombiniert die möglichen Fälle, unter denen ich hätte bleiben können\nund sollen; genug, ich gehe, und damit ihr wißt, wo ich hinkomme, so\nist hier der Fürst **, der vielen Geschmack an meiner Gesellschaft\nfindet; der hat mich gebeten, da er von meiner Absicht hörte, mit ihm\nauf seine Güter zu gehen und den schönen Frühling da zuzubringen.\nIch soll ganz mir selbst gelassen sein, hat er mir versprochen, und\nda wir uns zusammen bis auf einen gewissen Punkt verstehn, so will\nich es denn auf gut Glück wagen und mit ihm gehen.",
        "Danke für deine beiden Briefe. Ich antwortete nicht, weil ich\ndieses Blatt liegen ließ, bis mein Abschied vom Hofe da wäre; ich\nfürchtete, meine Mutter möchte sich an den Minister wenden und mir\nmein Vorhaben erschweren. Nun aber ist es geschehen, mein Abschied\nist da. Ich mag euch nicht sagen, wie ungern man mir ihn gegeben hat,\nund was mir der Minister schreibt—ihr würdet in neue Lamentationen\nausbrechen. Der Erbprinz hat mir zum Abschiede fünfundzwanzig Dukaten\ngeschickt, mit einem Wort, das mich bis zu Tränen gerührt hat; also\nbrauche ich von der Mutter das Geld nicht, um das ich neulich schrieb.",
        "Morgen gehe ich von hier ab, und weil mein Geburtsort nur sechs\nMeilen vom Wege liegt, so will ich den auch wiedersehen, will mich\nder alten, glücklich verträumten Tage erinnern. Zu eben dem Tore will\nich hinein gehn, aus dem meine Mutter mit mir heraus fuhr, als sie\nnach dem Tode meines Vaters den lieben, vertraulichen Ort verließ, um\nsich in ihre unerträgliche Stadt einzusperren. Adieu, Wilhelm, du\nsollst von meinem Zuge hören.",
        "\nMorning (Caspar David Friedrich)\n",
        "Ich habe die Wallfahrt nach meiner Heimat mit aller Andacht eines\nPilgrims vollendet, und manche unerwarteten Gefühle haben mich\nergriffen. An der großen Linde, die eine Viertelstunde vor der Stadt\nnach S... zu steht, ließ ich halten, stieg aus und hieß den Postillon\nfortfahren, um zu Fuße jede Erinnerung ganz neu, lebhaft, nach meinem\nHerzen zu kosten. Da stand ich nun unter der Linde, die ehedem, als\nKnabe, das Ziel und die Grenze meiner Spaziergänge gewesen. Wie\nanders! Damals sehnte ich mich in glücklicher Unwissenheit hinaus in\ndie unbekannte Welt, wo ich für mein Herz so viele Nahrung, so vielen\nGenuß hoffte, meinen strebenden, sehnenden Busen auszufüllen und zu\nbefriedigen. Jetzt komme ich zurück aus der weiten Welt—o mein\nFreund, mit wie viel fehlgeschlagenen Hoffnungen, mit wie viel\nzerstörten Planen!—Ich sah das Gebirge vor mir liegen, das\ntausendmal der Gegenstand meiner Wünsche gewesen war. Stundenlang\nkonnt’ ich hier sitzen und mich hinüber sehnen, mit inniger Seele\nmich in den Wäldern, den Tälern verlieren, die sich meinen Augen so\nfreundlich-dämmernd darstellten; und wenn ich dann um die bestimmte\nZeit wieder zurück mußte, mit welchem Widerwillen verließ ich nicht\nden lieben Platz!—Ich kam der Stadt näher, alle die alten,\nbekannten Gartenhäuschen wurden von mir gegrüßt, die neuen waren mir\nzuwider, so auch alle Veränderungen, die man sonst vorgenommen hatte.\nIch trat zum Tor hinein und fand mich doch gleich und ganz wieder.\nLieber, ich mag nicht ins Detail gehn; so reizend, als es mir war, so\neinförmig würde es in der Erzählung werden. Ich hatte beschlossen,\nauf dem Markte zu wohnen, gleich neben unserem alten Haus. Im\nHingehen bemerkte ich, daß die Schulstube, wo ein ehrliches altes\nWeib unsere Kindheit zusammengepfercht hatte, in einen Kramladen\nverwandelt war. Ich erinnere mich der Unruhe, der Tränen, der\nDumpfheit des Sinnes, der Herzensangst, die ich in dem Loche\nausgestanden hatte.—ich tat keinen Schritt, der nicht merkwürdig\nwar. Ein Pilger im heiligen Lande trifft nicht so viele Stätten\nreligiöser Erinnerungen an, und seine Seele ist schwerlich so voll\nheiliger Bewegung.—Noch eins für tausend. Ich ging den Fluß hinab,\nbis an einen gewissen Hof; das war sonst auch mein Weg, und die\nPlätzchen, wo wir Knaben uns übten, die meisten Sprünge der flachen\nSteine im Wasser hervorzubringen. Ich erinnerte mich so lebhaft, wenn\nich manchmal stand und dem Wasser nachsah, mit wie wunderbaren\nAhnungen ich es verfolgte, wie abenteuerlich ich mir die Gegenden\nvorstellte, wo es nun hinflösse, und wie ich da sobald Grenzen meiner\nVorstellungskraft fand; und doch mußte das weiter gehen, immer weiter,\nbis ich mich ganz in dem Anschauen einer unsichtbaren Ferne verlor.\n—Sieh, mein Lieber, so beschränkt und so glücklich waren die\nherrlichen Altväter! So kindlich ihr Gefühl, ihre Dichtung! Wenn\nulyß von dem ungemeßnen Meer und von der unendlichen Erde spricht,\ndas ist so wahr, menschlich, innig, eng und geheimnisvoll. Was hilft\nmich’s, daß ich jetzt mit jedem Schulknaben nachsagen kann, daß sie\nrund sei? Der Mensch braucht nur wenige Erdschollen, um drauf zu\ngenießen, weniger, um drunter zu ruhen. Nun bin ich hier, auf dem\nfürstlichen Jagdschloß. Es läßt sich noch ganz wohl mit dem Herrn\nleben, er ist wahr und einfach. Wunderliche Menschen sind um ihn\nherum, die ich gar nicht begreife. Sie scheinen keine Schelmen und\nhaben doch auch nicht das Ansehen von ehrlichen Leuten. Manchmal\nkommen sie mir ehrlich vor, und ich kann ihnen doch nicht trauen.\nWas mir noch leid tut, ist, daß er oft von Sachen redet, die er nur\ngehört und gelesen hat, und zwar aus eben dem Gesichtspunkte, wie sie\nihm der andere vorstellen mochte. Auch schätzt er meinen Verstand und\nmeine Talente mehr als dies Herz, das doch mein einziger Stolz ist,\ndas ganz und alles Elendes. Ach, was ich weiß, kann jeder\nwissen—mein Herz habe ich allein.",
        "Ich hatte etwas im Kopfe, davon ich euch nichts sagen wollte, bis\nes ausgeführt wäre: jetzt, da nichts draus wird, ist es ebenso gut.\nIch wollte in den Krieg; das hat mir lange am Herzen gelegen.\nVornehmlich darum bin ich dem Fürsten hierher gefolgt, der General in\n***schen Diensten ist. Auf einem Spaziergang entdeckte ich ihm mein\nVorhaben; er widerriet mir es, und es müßte bei mir mehr Leidenschaft\nals Grille gewesen sein, wenn ich seinen Gründen nicht hätte Gehör\ngeben wollen.",
        "Sage was du willst, ich kann nicht länger bleiben. Was soll ich\nhier? Die Zeit wird mir lang. Der Fürst hält mich, so gut man nur\nkann, und doch bin ich nicht in meiner Lage. Wir haben im Grunde\nnichts gemein mit einander. Er ist ein Mann von Verstande, aber von\nganz gemeinem Verstande; sein Umgang unterhält mich nicht mehr, als\nwenn ich ein wohl geschriebenes Buch lese. Noch acht Tage bleibe ich,\nund dann ziehe ich wieder in der Irre herum. Das Beste, was ich\nhier getan habe, ist mein Zeichnen. Der Fürst fühlt in der Kunst und\nwürde noch stärker fühlen, wenn er nicht durch das garstige\nwissenschaftliche Wesen und durch die gewöhnliche Terminologie\neingeschränkt wäre. Manchmal knirsche ich mit den Zähnen, wenn ich\nihn mit warmer Imagination an Natur und Kunst herumführe und er es\nauf einmal recht gut zu machen denkt, wenn er mit einem gestempelten\nKunstworte dreinstolpert.",
        "Ja wohl bin ich nur ein Wandrer, ein Waller auf der Erde! Seid ihr\ndenn mehr?",
        "Wo ich hin will? Das laß dir im Vertrauen eröffnen. Vierzehn Tage\nmuß ich doch noch hier bleiben, und dann habe ich mir weisgemacht,\ndaß ich die Bergwerke im ***schen besuchen wollte; ist aber im Grunde\nnichts dran, ich will nur Lotten wieder näher, das ist alles. Und\nich lache über mein eigenes Herz—und tu’ ihm seinen Willen.",
        "Nein, es ist gut! Es ist alles gut!—Ich—ihr Mann! O Gott, der\ndu mich machtest, wenn du mir diese Seligkeit bereitet hättest, mein\nganzes Leben sollte ein anhaltendes Gebet sein. Ich will nicht\nrechten, und verzeihe mir diese Tränen, verzeihe mir meine\nvergeblichen Wünsche!—sie meine Frau! Wenn ich das liebste\nGeschöpf unter der Sonne in meine Arme geschlossen hätte—es geht mir\nein Schauder durch den ganzen Körper, Wilhelm, wenn Albert sie um den\nschlanken Leib faßt.",
        "Und, darf ich es sagen? Warum nicht, Wilhelm? Sie wäre mit mir\nglücklicher geworden als mit ihm! O er ist nicht der Mensch, die\nWünsche dieses Herzens alle zu füllen. Ein gewisser Mangel an\nFühlbarkeit, ein Mangel—nimm es, wie du willst; daß sein Herz nicht\nsympathetisch schlägt bei—o!—bei der Stelle eines lieben Buches,\nwo mein Herz und Lottens in einem zusammentreffen; in hundert andern\nVorfällen, wenn es kommt, daß unsere Ermpfindungen über eine Handlung\neines Dritten laut werden. Lieber Wilhelm!—Zwar er liebt sie von\nganzer Seele, und so eine Liebe, was verdient die nicht!",
        "—Ein unerträglicher Mensch hat mich unterbrochen. Meine Tränen sind\ngetrocknet. Ich bin zerstreut. Adieu, Lieber!",
        "Es geht mir nicht allein so. Alle Menschen werden in ihren Hoffnungen\ngetäuscht, in ihren Erwartungen betrogen. Ich besuchte mein gutes\nWeib unter der Linde. Der älteste Junge lief mir entgegen, sein\nFreudengeschrei führte die Mutter herbei, die sehr niedergeschlagen\naussah. Ihr erstes Wort war:\"guter Herr, ach, mein Hans ist mir\ngestorben!\"—es war der jüngste ihrer Knaben. Ich war stille. “und\nmein Mann”, sagte sie,\"ist aus der Schweiz zurück und hat nichts\nmitgebracht, und ohne gute Leute hätte er sich heraus betteln müssen,\ner hatte das Fieber unterwegs gekriegt”.—ich konnte ihr nichts\nsagen und schenkte dem Kleinen was; sie bat mich, einige Äpfel\nanzunehmen, das ich tat und den Ort des traurigen Andenkens verließ.",
        "Wie man eine Hand umwendet, ist es anders mit mir. Manchmal will\nwohl ein freudiger Blick des Lebens wieder aufdämmern, ach, nur für\neinen Augenblick!—wenn ich mich so in Träumen verliere, kann ich\nmich des Gedankens nicht erwehren: wie, wenn Albert stürbe? Du\nwürdest! Ja, sie würde—und dann laufe ich dem Hirngespinste nach,\nbis es mich an Abgründe führet, vor denen ich zurückbebe.",
        "Wenn ich zum Tor hinausgehe, den Weg, den ich zum erstenmal fuhr,\nLotten zum Tanze zu holen, wie war das so ganz anders! Alles, alles\nist vorübergegangen! Kein Wink der vorigen Welt, kein Pulsschlag\nmeines damaligen Gefühles. Mir ist es, wie es einem Geiste sein\nmüßte, der in das ausgebrannte, zerstörte Schloß zurückkehrte, das er\nals blühender Fürst einst gebaut und mit allen Gaben der Herrlichkeit\nausgestattet, sterbend seinem geliebten Sohne hoffnungsvoll\nhinterlassen hätte.",
        "Ich begreife manchmal nicht, wie sie ein anderer lieb haben kann,\nlieb haben darf, da ich sie so ganz allein, so innig, so voll liebe,\nnichts anders kenne, noch weiß, noch habe als sie!",
        "Ja, es ist so. Wie die Natur sich zum Herbste neigt, wird es Herbst\nin mir und um mich her. Meine Blätter werden gelb, und schon sind\ndie Blätter der benachbarten Bäume abgefallen. Hab’ ich dir nicht\neinmal von einem Bauerburschen geschrieben, gleich da ich herkam?\nJetzt erkundigte ich mich wieder nach ihm in Wahlheim; es hieß, er\nsei aus dem Diemste gejagt worden, und niemand wollte was weiter von\nihm wissen. Gestern traf ich ihn von ungefähr auf dem Wege nach einem\nandern Dorfe, ich redete ihn an, und er erzählte mir seine Geschichte,\ndie mich doppelt und dreifach gerührt hat, wie du leicht begreifen\nwirst, wenn ich dir sie wiedererzähle. Doch wozu das alles? Warum\nbehalt’ ich nicht für mich, was mich ängstigt und kränkt? Warum\nbetrüb’ ich noch dich? Warum geb’ ich dir immer Gelegenheit, mich zu\nbedauern und mich zu schelten? Sei’s denn, auch das mag zu meinem\nSchicksal gehören!",
        "Mit einer stillen Traurigkeit, in der ich ein wenig scheues Wesen\nzu bemerken schien, antwortete der Mensch mir erst auf meine Fragen;\naber gar bald offner, als wenn er sich und mich auf einmal\nwiedererkennte, gestand er mir seine Fehler, klagte er mir sein\nUnglück. Könnt’ ich dir, mein Freund, jedes seiner Worte vor Gericht\nstellen! Er bekannte, ja er erzählte mit einer Art von Genuß und\nGlück der Wiedererinnerung, daß die Leidenschaft zu seiner Hausfrau\nsich in ihm tagtäglich vermehrt, daß er zuletzt nicht gewußt habe,\nwas er tue, nicht, wie er sich ausdrückte, wo er mit dem Kopfe\nhingesollt. Er habe weder essen noch trinken noch schlafen können, es\nhabe ihm an der Kehle gestockt, er habe getan, was er nicht tun\nsollen; was ihm aufgetragen worden, hab’ er vergessen, er sei als wie\nvon einem bösen Geist verfolgt gewesen, bis er eines Tages, als er\nsie in einer obern Kammer gewußt, ihr nachgegangen, ja vielmehr ihr\nnachgezogen worden sei; da sie seinen Bitten kein Gehör gegeben, hab’\ner sich ihrer mit Gewalt bemächtigen wollen; er wisse nicht, wie ihm\ngeschehen sei, und nehme Gott zum Zeugen, daß seine Absichten gegen\nsie immer redlich gewesen, und daß er nichts sehnlicher gewünscht,\nals daß sie ihn heiraten, daß sie mit ihm ihr Leben zubringen möchte.\nDa er eine Zeitlang geredet hatte, fing er an zu stocken, wie einer,\nder noch etwas zu sagen hat und sich es nicht herauszusagen getraut;\nendlich gestand er mir auch mit Schüchternheit, was sie ihm für\nkleine Vertraulichkeiten erlaubt, und welche Nähe sie ihm vergönnet.\nEr brach zwei-, dreimal ab und wiederholte die lebhaftesten\nProtestationen, daß er das nicht sage, um sie schlecht zu machen, wie\ner sich ausdrückte, daß er sie liebe und schätze wie vorher, daß so\netwas nicht über seinen Mund gekommen sei und daß er es mir nur sage,\num mich zu überzeugen, daß er kein ganz verkehrter und unsinniger\nMensch sei.",
        "—Und hier, mein Bester, fang’ ich mein altes Lied wieder an, das\nich ewig anstimmen werde: könnt’ ich dir den Menschen vorstellen, wie\ner vor mir stand, wie er noch vor mir steht! Könnt’ ich dir alles\nrecht sagen, damit du fühltest, wie ich an seinem Schicksale\nteilnehme, teilnehmen muß! Doch genug, da du auch mein Schicksal\nkennst, auch mich kennst, so weißt du nur zu wohl, was mich zu allen\nUnglücklichen, was mich besonders zu diesem Unglücklichen hinzieht.",
        "Da ich das Blut wieder durchlese, seh’ ich, daß ich das Ende der\nGeschichte zu erzählen vergessen habe, das sich aber leicht\nhinzudenken läßt. Sie erwehrte sich sein; ihr Bruder kam dazu, der\nihn schon lange gehaßt, der ihn schon lange aus dem Hause gewünscht\nhatte, weil er fürchtet, durch eine neue Heirat der Schwester werde\nseinen Kindern die Erbschaft entgehn, die ihnen jetzt, da sie\nkinderlos ist, schöne Hoffnungen gibt; dieser habe ihn gleich zum\nHause hinausgestoßen und einen solchen Lärm von der Sache gemacht,\ndaß die Frau, auch selbst wenn sie gewollt, ihn nicht wieder hätte\naufnehmen können. Jetzt habe sie wieder einen andern Knecht genommen,\nauch über den, sage man, sei sie mit dem Bruder zerfallen, und man\nbehaupte für gewiß, sie werde ihn heiraten, aber er sei fest\nentschlossen, das nicht zu erleben.",
        "Was ich dir erzähle, ist nicht übertrieben, nichts verzärtelt, ja\nich darf wohl sagen, schwach, schwach hab’ ich’s erzählt, und\nvergröbert hab’ ich’s, indem ich’s mit unsern hergebrachten\nsittlichen Worten vorgetragen habe.",
        "Diese Liebe, diese Treue, diese Leidenschaft ist also keine\ndichterische Erfindung. Sie lebt, sie ist in ihrer größten Reinheit\nunter der Klasse von Menschen, die wir ungebildet, die wir roh nennen.\nWir Gebildeten—zu Nichts Verbildeten! Lies die Geschichte mit\nAndacht, ich bitte dich. Ich bin heute still, indem ich das\nhinschreibe; du siehst an meiner Hand, daß ich nicht so strudele und\nsudele wie sonst. Lies, mein Geliebter, und denke dabei, daß es auch\ndie Geschichte deines Freundes ist. Ja so ist mir’s gegangen, so\nwird mir’s gehn, und ich bin nicht halb so brav, nicht halb so\nentschlossen als der arme Unglückliche, mit dem ich mich zu\nvergleichen mich fast nicht getraue.",
        "Sie hatte ein Zettelchen an ihren Mann aufs Land geschrieben, wo er\nsich Geschäfte wegen aufhielt. Es fing an:\"Bester, Liebster, komme,\nsobald du kannst, ich erwarte dich mit tausend Freuden”.—Ein\nFreund, der hereinkam, brachte Nachricht, daß er wegen gewisser\nUmstände so bald noch nicht zurückkehren würde. Das Billett blieb\nliegen und fiel mir abends in die Hände. Ich las es und lächelte; sie\nfragte worüber?—\"Was die Einbildungskraft für ein göttliches\nGeschenk ist, “rief ich aus,\"ich konnte mir einen Augenblick\nvorspiegeln, als wäre es an mich geschrieben”.—Sie brach ab, es\nschien ihr zu mißfallen, und ich schwieg.",
        "Es hat schwer gehalten, bis ich mich entschloß, meinen blauen\neinfachen Frack, in dem ich mit Lotten zum erstenmale tanzte,\nabzulegen, er ward aber zuletzt gar unscheinbar. Auch habe ich mir\neinen machen lassen ganz wie den vorigen, Kragen und Aufschlag, und\nauch wieder so gelbe Weste und Beinkleider dazu. Ganz will es doch\ndie Wirkung nicht tun. Ich weiß nicht—ich denke, mit der Zeit soll\nmir der auch lieber werden.",
        "Sie war einige Tage verreist, Alberten abzuholen. Heute trat ich in\nihre Stube, sie kam mir entgegen, und ich küßte ihre Hand mit tausend\nFreuden.",
        "Ein Kanarienvogel flog von dem Spiegel ihr auf die Schulter.\n—\"Einen neuen Freund,\"sagte sie und lockte ihn auf ihre Hand,\"er ist\nmeinen Kleinen zugedacht. Er tut gar zu lieb! Sehen Sie ihn! Wenn\nich ihm Brot gebe, flattert er mit den Flügeln und pickt so artig.\nEr küßt mich auch, sehen Sie!”",
        "Als sie dem Tierchen den Mund hinhielt, drückte es sich so lieblich\nin die süßen Lippen, als wenn es die Seligkeit hätte fühlen können,\ndie es genoß.",
        "“Er soll Sie auch küssen.\"sagte sie und reichte den Vogel herüber.\n—Das Schnäbelchen machte den Weg von ihrem Munde zu dem meinigen,\nund die pickende Berührung war wie ein Hauch, eine Ahnung liebevollen\nGenusses.",
        "“Sein Kuß”, sagte ich,\"ist nicht ganz ohne Begierde, er sucht\nNahrung und kehrt unbefriedigt von der leeren Liebkosung zurück”.",
        "“Er ißt mir auch aus dem Munde.\"sagte sie.—Sie reichte ihm einige\nBrosamen mit ihren Lippen, aus denen die Freuden unschuldig\nteilnehmender Liebe in aller Wonne lächelten.",
        "Ich kehrte das Gesicht weg. Sie sollte es nicht tun, sollte nicht\nmeine Einbildungskraft mit diesen Bilern himmlischer Unschuld und\nSeligkeit reizen und mein Herz aus dem Schlafe, in den es manchmal\ndie Gleichgültigkeit des Lebens wiegt, nicht wecken!—Und warum\nnicht?—Sie traut mir so! Sie weiß, wie ich sie liebe!",
        "Man möchte rasend werden, Wilhelm, daß es Menschen geben soll ohne\nSinn und Gefühl an dem wenigen, was auf Erden noch einen Wert hat.\nDu kennst die Nußbäume, unter denen ich bei dem ehrlichen Pfarrer zu\nSt... mit Lotten gesessen, die herrlichen Nußbäume, die mich, Gott\nweiß, immer mit dem größten Seelenvergnügen füllten! Wie vertraulich\nsie den Pfarrhof machten, wie kühl! Und wie herrlich die Äste waren!\nUnd die Erinnerung bis zu den ehrlichen Geistlichen, die sie vor\nvielen Jahren pflanzten. Der Schulmeister hat uns den einen Namen oft\ngenannt, den er von seinem Großvater gehört hatte; und so ein braver\nMann soll er gewesen sein, und sein Andenken war immer heilig unter\nden Bäumen. Ich sage dir, dem Schulmeister standen die Tränen in den\nAugen, da wir gestern davon redeten, daß sie abgehauen worden—\nabgehauen! Ich möchte toll werden, ich könnte den Hund ermorden, der\nden ersten Hieb dran tat. Ich, der ich mich vertrauern könnte, wenn\nso ein paar Bäume in meinem Hofe stünden und einer davon stürbe vor\nAlter ab, ich muß zusehen. Lieber Schatz, eins ist doch dabei: was\nMenschengefühl ist! Das ganze Dorf murrt, und ich hoffe, die Frau\nPfarrerin soll es an Butter und Eiern und übrigem Zutrauen spüren,\nwas für eine Wunde sie ihrem Orte gegeben hat. Denn sie ist es, die\nFrau des neuen Pfarrers (unser alter ist auch gestorben), ein hageres,\nkränkliches Geschöpf, das sehr Ursache hat, an der Welt keinen\nAnteil zu nehmen, denn niemand nimmt Anteil an ihr. Eine Närrin, die\nsich abgibt, gelehrt zu sein, sich in die Untersuchung des Kanons\nmeliert, gar viel an der neumodischen, moralisch-kritischen\nReformation des Christentumes arbeitet und über Lavaters\nSchwärmereien die Achseln zuckt, eine ganz zerrüttete Gesundheit hat\nund deswegen auf Gottes Erdboden keine Freude. So einer Kreatur war\nes auch allein möglich, meine Nußbäume abzuhauen. Siehst du, ich\nkomme nicht zu mir! Stelle dir vor: die abfallenden Blätter machen\nihr den Hof unrein und dumpfig, die Bäume nehmen ihr das Tageslicht,\nund wenn die Nüsse reif sind, so werfen die Knaben mit Steinen\ndarnach, und das fällt ihr auf die Nerven, das stört sie in ihren\ntiefen Überlegungen, wenn sie Kennikot, Semler und Michaelis gegen\neinander abwiegt. Da ich die Leute im Dorfe, besonders die alten, so\nunzufrieden sah, sagte ich:\"warum habt ihr es gelitten?\"—\"wenn der\nSchulze will, hier zu Lande,\"sagten sie,\"was kann man machen?\"—aber\neins ist recht geschehen. Der Schulze und der Pfarrer, der doch auch\nvon seiner Frauen Grillen, die ihm ohnedies die Suppen nicht fett\nmachen, was haben wollte, dachten es mit einander zu teilen; da\nerfuhr es die Kammer und sagte: “hier herein!\"denn sie hatte noch\nalte Prätensionen an den Teil des Pfarrhofes, wo die Bäume standen,\nund verkaufte sie an den Meistbietenden. Sie liegen! O, wenn ich\nFürst wäre! Ich wollte die Pfarrerin, den Schulzen und die Kammer—\nFürst!—ja wenn ich Fürst wäre, was kümmerten mich die Bäume in\nmeinem Lande!",
        "Wenn ich nur ihre schwarzen Augen sehe, ist mir es schon wohl!\nSieh, und was mich verdrießt, ist, daß Albert nicht so beglückt zu\nsein scheinet, als er—hoffte—als ich—zu sein glaubte— wenn—ich\nmache nicht gern Gedankenstriche, aber hier kann ich mich nicht\nanders ausdrücken—und mich dünkt deutlich genug.",
        "Ossian hat in meinem Herzen den Humor verdrängt. Welch eine Welt,\nin die der Herrliche mich führt! Zu wandern über die Heide, umsaust\nvom Sturmwinde, der in dampfenden Nebeln die Geister der Väter im\ndämmernden Lichte des Mondes hinführt. Zu hören vom Gebirge her, im\nGebrülle des Waldstroms, halb verwehtes Ächzen der Geister aus ihren\nHöhlen, und die Wehklagen des zu Tode sich jammernden Mädchens, um\ndie vier moosbedeckten, grasbewachsenen Steine des Edelgefallnen,\nihres Geliebten. Wenn ich ihn dann finde, den wandelnden grauen\nBarden, der auf der weiten Heide die Fußstapfen seiner Väter sucht\nund, ach, ihre Grabsteine findet und dann jammernd nach dem lieben\nSterne des Abends hinblickt, der sich ins rollende Meer verbirgt, und\ndie Zeiten der Vergangenheit in des Helden Seele lebendig werden, da\nnoch der freundliche Strahl den Gefahren der Tapferen leuchtete und\nder Mond ihr bekränztes, siegrückkehrendes Schiff beschien. Wenn ich\nden tiefen Kummer auf seiner Stirn lese, den letzten verlassenen\nHerrlichen in aller Ermattung dem Grabe zuwanken sehe, wie er immer\nneue, schmerzlich glühende Freuden in der kraftlosen Gegenwart der\nSchatten seiner Abgeschiedenen einsaugt und nach der kalten Erde, dem\nhohen, wehenden Grase niedersieht und ausruft:\"Der Wanderer wird\nkommen, kommen, der mich kannte in meiner Schönheit, und fragen: ’wo\nist der Sänger, Fingals trefflicher Sohn?’ Sein Fußtritt geht über\nmein Grab hin, und er fragt vergebens nach mir auf der Erde”.—O\nFreund! Ich möchte gleich einem edlen Waffenträger das Schwert ziehen,\nmeinen Fürsten von der zückenden Qual des langsam absterbenden\nLebens auf einmal befreien und dem befreiten Halbgott meine Seele\nnachsenden.",
        "Ach diese Lücke! Diese entsetzliche Lücke, die ich hier in meinem\nBusen fühle!—Ich denke oft, wenn du sie nur einmal, nur einmal an\ndieses Herz drücken könntest, diese ganze Lücke würde ausgefüllt sein.",
        "Ja es wird mir gewiß, Lieber, gewiß und immer gewisser, daß an dem\nDasein eines Geschöpfes wenig gelegen ist, ganz wenig. Es kam eine\nFreundin zu Lotten, und ich ging herein ins Nebenzimmer, ein Buch zu\nnehmen, und konnte nicht lesen, und dann nahm ich eine Feder, zu\nschreiben. Ich hörte sie leise reden; sie erzählten einander\nunbedeutende Sachen, Stadtneuigkeiten: wie diese heiratet, wie jene\nkrank, sehr krank ist.—\"Sie hat einen trocknen Husten, die Knochen\nstehn ihr zum Gesichte heraus, und kriegt Ohnmachten; ich gebe keinen\nKreuzer für ihr Leben”. Sagte die eine.—\"Der N. N. ist auch so\nÜbel dran”, sagte Lotte.—\"Er ist schon geschwollen”, sagte die\nandere.—Und meine lebhafte Einbildungskraft versetzte mich ans Bett\ndieser Armen; ich sah sie, mit welchem Widerwillen sie dem Leben den\nRücken wandten, wie sie—Wilhelm! Und meine Weibchen redeten davon,\nwie man eben davon redet— daß ein Fremder stirbt.—Und wenn ich\nmich umsehe und sehe das Zimmer an, und rings um mich Lottens Kleider\nund Alberts Skripturen und diese Möbeln, denen ich nun so befreundet\nbin, sogar diesem Dintenfaß, und denke: siehe, was du nun diesem\nHause bist! Alles in allem. Deine Freunde ehren dich! Du machst oft\nihre Freude, und deinem Herzen scheint es, als wenn es ohne sie nicht\nsein könnte; und doch—wenn du nun gingst, wenn du aus diesem Kreise\nschiedest? Würden sie, wie lange würden sie die Lücke fühlen, die\ndein Verlust in ihr Schicksal reißt? Wie lange?—O, so vergänglich\nist der Mensch, daß er auch da, wo er seines Daseins eigentliche\nGewißheit hat, da, wo er den einzigen wahren Eindruck seiner\nGegenwart macht, in dem Andenken, in der Seele seiner Lieben, daß er\nauch da verlöschen, verschwinden muß, und das so bald!",
        "Ich möchte mir oft die Brust zerreißen und das Gehirn einstoßen,\ndaß man einander so wenig sein kann. Ach die Liebe, Freude, Wärme und\nWonne, die ich nicht hinzubringe, wird mir der andere nicht geben,\nund mit einem ganzen Herzen voll Seligkeit werde ich den andern nicht\nbeglücken, der kalt und kraftlos vor mir steht.",
        "Ich habe so viel, und die Emfpindung an ihr verschlingt alles; ich\nhabe so viel, und ohne sie wird mir alles zu Nichts.",
        "Wenn ich nicht schon hundertmal auf dem Punkte gestanden bin, ihr\num den Hals zu fallen! Weiß der große Gott, wie einem das tut, so\nviele Liebenswürdigkeit vor einem herumkreuzen zu sehen und nicht\nzugreifen zu dürfen; und das Zugreifen ist doch der natürlichste\nTrieb der Menschheit. Greifen die Kinder nicht nach allem, was ihnen\nin den Sinn fällt?—Und ich?",
        "Weiß Gott! Ich lege mich so oft zu Bette mit dem Wunsche, ja\nmanchmal mit der Hoffnung, nicht wieder zu erwachen: und morgens\nschlage ich die Augen auf, sehe die Sonne wieder, und bin elend. O\ndaß ich launisch sein könnte, könnte die Schuld aufs Wetter, auf\neinen Dritten, auf eine fehlgeschlagene Unternehmung schieben, so\nwürde die unerträgliche Last des Unwillens doch nur halb auf mir\nruhen. Wehe mir! Ich fühle zu wahr, daß an mir alle Schuld\nliegt—nicht Schuld! Genug, daß in mir die Quelle alles Elendes\nverborben ist, wie ehemals die Quelle aller Seligkeiten. Bin ich\nnicht noch ebenderselbe, der ehemals in aller Fülle der Empfindung\nherumschwebte, dem auf jedem Tritte ein Paradies folgte, der ein Herz\nhatte, eine ganze Welt liebevoll zu umfassen? Und dies Herz ist jetzt\ntot, aus ihm fließen keine Entzückungen mehr, meine Augen sind\ntrocken, und meine Sinne, die nicht mehr von erquickenden Tränen\ngelabt werden, ziehen ängstlich meine Stirn zusammen. Ich leide viel,\ndenn ich habe verloren, was meines Lebens einzige Wonne war, die\nheilige, belebende Kraft, mit der ich Welten um mich schuf; sie ist\ndahin!—Wenn ich zu meinem Fenster hinaus an den fernen Hügel sehe,\nwie die Morgensonne über ihn her den Nebel durchbricht und den stillen\nWiesengrund bescheint, und der sanfte Fluß zwischen seinen\nentblätterten Weiden zu mir herschlängelt,—o! Wenn da diese\nherrliche Natur so starr vor mir steht wie ein lackiertes Bildchen,\nund alle die Wonne keinen Tropfen Seligkeit aus meinem Herzen herauf\nin das Gehirn pumpen kann, und der ganze Kerl vor Gottes Angesicht\nsteht wie ein versiegter Brunnen, wie ein verlechter Eimer. Ich habe\nmich oft auf den Boden geworfen und Gott um Tränen gebeten, wie ein\nAckersmann um Regen, wenn der Himmel ehern über ihm ist und um ihn\ndie Erde verdürstet.",
        "Aber, ach, ich fühle es, Gott gibt Regen und Sonnenschein nicht\nunserm ungestümen Bitten, und jene Zeiten, deren Andenken mich quält,\nwarum waren sie so selig, als weil ich mit Geduld seinen Geist\nerwartete und die Wonne, die er über mich ausgoß, mit ganzem, innig\ndankbarem Herzen aufnahm!",
        "Sie hat mir meine Exzesse vorgeworfen! Ach, mit so viel\nLiebenswürdigkeit! Meine Exzesse, daß ich mich manchmal von einem\nGlase Wein verleiten lasse, eine Bouteille zu trinken.—\"Tun Sie es\nnicht!\"sagte sie,\"denken Sie an Lotten!\"— “Denken!\"sagte ich,\n\"brauchen Sie mir das zu heißen? Ich denke!—Ich denke nicht! Sie\nsind immer vor meiner Seele. Heute saß ich an dem Flecke, wo Sie\nneulich aus der Kutsche stiegen.\"—Sie redete was anders, um mich\nnicht tiefer in den Text kommen zu lassen. Bester, ich bin dahin!\nSie kann mit mir machen, was sie will.",
        "Ich danke dir, Wilhelm, für deinen herzlichen Anteil, für deinen\nwohlmeinenden Rat und bitte dich, ruhig zu sein. Laß mich ausdulden,\nich habe bei aller meiner Müdseligkeit noch Kraft genug durchzusetzen.\nIch ehre die Religion, das weißt du, ich fühle, daß sie manchem\nErmatteten Stab, manchem Verschmachtenden Erquickung ist. Nur—kann\nsie denn, muß sie denn das einem jeden sein? Wenn du die große Welt\nansiehst, so siehst du Tausende, denen sie es nicht war, Tausende,\ndenen sie es nicht sein wird, gepredigt oder ungepredigt, und muß sie\nmir es denn sein? Sagt nicht selbst der Sohn Gottes, daß die um ihn\nsein würden, die ihm der Vater gegeben hat? Wenn ich ihm nun nicht\ngegeben bin? Wenn mich nun der Vater für sich bahalten will, wie mir\nmein Herz sagt?—ich bitte dich, lege das nicht falsch aus; sieh\nnicht etwa Spott in diesen unschuldigen Worten; es ist meine ganze\nSeele, die ich dir vorlege; sonst wollte ich lieber, ich hätte\ngeschwiegen: wie ich denn über alles das, wovon jedermann so wenig\nweiß als ich, nicht gern ein Wort verliere. Was ist es anders als\nMenschenschicksal, sein Maß auszuleiden, seinen Becher auszutrinken?\n—Und ward der Kelch dem Gott vom Himmel auf seiner Menschenlippe zu\nbitter, warum soll ich großtun und mich stellen, als schmeckte er mir\nsüß? Und warum sollte ich mich schämen, in dem schrecklichen\nAugenblick, da mein ganzes Wesen zwischen Sein und Nichtsein zittert,\nda die Vergangenheit wie ein Blitz über dem finstern Abgrunde der\nZukunft leuchtet und alles um mich her versinkt und mit mir die Welt\nuntergeht? Ist es da nicht die Stimme der ganz in sich gedrängten,\nsich selbst ermangelnden und unaufhaltsam hinabstürzenden Kreatur, in\nden innern Tiefen ihrer vergebens aufarbeitenden Kräfte zu knirschen:\n\"mein Gott! Mein Gott! Warum hast du mich verlassen?\"und sollt’ ich\nmich des Ausdruckes schämen, sollte mir es vor dem Augenblicke bange\nsein, da ihm der nicht entging, der die Himmel zusammenrollt wie ein\nTuch?",
        "Sie sieht nicht, sie fühlt nicht, daß sie ein Gift bereitet, das\nmich und sie zugrunde richten wird; und ich mit voller Wollust\nschlürfe den Becher aus, den sie mir zu meinem Verderben reicht. Was\nsoll der gütige Blick, mit dem sie mich oft—oft?—nein, nicht oft,\naber doch manchmal ansieht, die Gefälligkeit, womit sie einen\nunwillkürlichen Ausdruck meines Gefühls aufnimmt, das Mitleiden mit\nmeiner Duldung, das sich auf ihrer Stirne zeichnet?",
        "Gestern, als ich wegging, reichte sie mir die Hand und sagte:\"Adieu,\nlieber Werther!\"—lieber Werther! Es war das erstemal, daß sie mich\nLieber hieß, und es ging mir durch Mark und Bein. Ich habe es mir\nhundertmal wiederholt, und gestern nacht, da ich zu Bette gehen\nwollte und mit mir selbst allerlei schwatzte, sagte ich so auf einmal:\n\"gute Nacht, lieber Werther!\"und mußte hernach selbst über mich\nlachen.",
        "Ich kann nicht beten:\"laß mir sie!\"und doch kommt sie mir oft als\ndie Meine vor. Ich kann nicht beten:\"gib mir sie!\"denn sie ist eines\nandern. Ich witzle mich mit meinen Schmerzen herum; wenn ich mir’s\nnachließe, es gäbe eine ganze Litanei von Antithesen.",
        "Sie fühlt, was ich dulde. Heute ist mir ihr Blick tief durchs Herz\ngedrungen. Ich fand sie allein; ich sagte nichts, und sie sah mich an.\nUnd ich sah nicht mehr in ihr die liebliche Schönheit, nicht mehr\ndas Leuchten des trefflichen Geistes, das war alles vor meinen Augen\nverschwunden. Ein weit herrlicherer Blick wirkte auf mich, voll\nAusdruck des innigsten Anteils, des süßesten Mitleidens. Warum\ndurft’ ich mich nicht ihr zu Füßen werfen? Warum durft’ ich nicht an\nihrem Halse mit tausend Küssen antworten? Sie nahm ihre Zuflucht zum\nKlavier und hauchte mit süßer, leiser Stimme harmonische Laute zu\nihrem Spiele. Nie habe ich ihre Lippen so reizend gesehn; es war, als\nwenn sie sich lechzend öffneten, jene süßen Töne in sich zu schlürfen,\ndie aus dem Instrument hervorquollen, und nur der heimliche\nWiderschall aus dem reinen Munde zurückklänge—ja wenn ich dir das so\nsagen könnte!—ich widerstand nicht länger, neigte mich und schwur:\nnie will ich es wagen, einen Kuß euch aufzudrücken, Lippen, auf denen\ndie Geister des Himmels schweben.—Und doch—ich will—ha! Siehst\ndu, das steht wie eine Scheidewand vor meiner Seele— diese\nSeligkeit—und dann untergegangen, diese Sünde abzubüßen—Sünde?",
        "Manchmal sag’ ich mir: dein Schicksal ist einzig; preise die\nübrigen glücklich—so ist noch keiner gequält worden.—dann lese ich\neinen Dichter der Vorzeit, und es ist mir, als säh’ ich in mein\neignes Herz. Ich habe so viel auszustehen! Ach, sind denn Menschen\nvor mir schon so elend gewesen?",
        "Ich soll, ich soll nicht zu mir selbst kommen! Wo ich hintrete,\nbegegnet mir eine Erscheinung, die mich aus aller Fassung bringt.\nHeute! O Schicksal! O Menschheit!",
        "Ich gehe an dem Wasser hin in der Mittagsstunde, ich hatte keine\nkeine Lust zu essen. Alles war Öde, ein naßkalter Abendwind blies vom\nBerge, und die grauen Regenwolken zogen das Tal hinein. Von fern\nseh’ ich einen Menschen in einem grünen, schlechten Rocke, der\nzwischen den Felsen herumkrabbelte und Kräuter zu suchen schien. Als\nich näher zu ihm kam und er sich auf das Geräusch, das ich machte,\nherumdrehte, sah ich eine gar interessante Physiognomie, darin eine\nstille Trauer den Hauptzug machte, die aber sonst nichts als einen\ngeraden guten Sinn ausdrückte; seine schwarzen Haare waren mit Nadeln\nin zwei Rollen gesteckt, und die übrigen in einen starken Zopf\ngeflochten, der ihm den Rücken herunter hing. Da mir seine Kleidung\neinen Menschen von geringem Stande zu bezeichnen schien, glaubte ich,\ner würde es nicht übelnehmen, wenn ich auf seine Beschäftigung\naufmerksam wäre, und daher fragte ich ihn, was er suchte?—\"Ich\nsuche”, antwortete er mit einem tiefen Seufzer,\"Blumen—und finde\nkeine”.—\"Das ist auch die Jahrszeit nicht.\"sagte ich lächelnd.\n—\"Es gibt so viele Blumen”, sagte er, indem er zu mir herunterkam.\n\"In meinem Garten sind Rosen und Jelängerjelieber zweierlei Sorten,\neine hat mir mein Vater gegeben, sie wachsen wie Unkraut; ich suche\nschon zwei Tage darnach und kann sie nicht finden. Da haußen sind\nauch immer Blumen, gelbe und blaue und rote, und das\nTausendgüldenkraut hat ein schönes Blümchen. Keines kann ich finden”.\n—Ich merkte was Unheimliches, und drum fragte ich durch einen Umweg:\n\"was will er denn mit den Blumen?\"—Ein wunderbares, zuckendes\nLächeln verzog sein Gesichte. “Wenn er mich nicht verraten will,\n\"sagte er, indem er den Finger auf den Mund drückte,\"ich habe meinem\nSchatz einen Strauß versprochen”.—\"Das ist brav”, sagte ich.—\"O!\n\"sagte er,\"sie hat viel andere Sachen, sie ist reich”.—\"Und doch\nhat sie seinen Strauß lieb”, versetzte ich.—\"O!\"fuhr er fort,\"sie\nhat Juwelen und eine Krone”.—\"Wie heißt sie denn?\"-\"Wenn mich die\nGeneralstaaten bezahlen wollten,\"versetzte er,\"ich wär’ ein anderer\nMensch! Ja, es war einmal eine Zeit, da mir es so wohl war! Jetzt\nist es aus mit mir. Ich bin nun”. Ein nasser Blick zum Himmel\ndrückte alles aus.—\"Er war also glücklich?\"fragte ich.—\"Ach ich\nwollte, ich wäre wieder so!\"sagte er “Da war mir es so wohl, so\nlustig, so leicht wie einem Fisch im Wasser!\"-\"Heinrich!\"rief eine\nalte Frau, die den Weg herkam, “Heinrich, wo steckst du? Wir haben\ndich überall gesucht, komm zum Essen”.—\"Ist das euer Sohn?\"fragt’\nich, zu ihr tretend.—\"Wohl, mein armer Sohn!\"versetzte sie”. Gott\nhat mir ein schweres Kreuz aufgelegt”.—\"Wie lange ist er so?\"fragte\nich.—\"So stille”, sagte sie,\"ist er nun ein halbes Jahr. Gott sei\nDank, daß er nur so weit ist, vorher war er ein ganzes Jahr rasend,\nda hat er an Ketten im Tollhause gelegen. Jetzt tut er niemand nichts,\nnur hat er immer mit Königen und Kaisern zu schaffen. Er war ein so\nguter, stiller Mensch, der mich ernähren half, seine schöne Hand\nschrieb, und auf einmal wird er tiefsinnig, fällt in ein hinziges\nFieber, daraus in Raserei, und nun ist er, wie Sie ihn sehen. Wenn\nich Ihnen erzählen sollte, Herr”.—Ich unterbrach den Strom ihrer\nWorte mit der Frage:\"was war denn das für eine Zeit, von der er rühmt,\ndaß er so glücklich, so wohl darin gewesen sei?\"-\"der törichte\nMensch!\"rief sie mit mitleidigem Lächeln,\"da meint er die Zeit, da er\nvon sich war, das rühmt er immer; das ist die Zeit, da er im\nTollhause war, wo er nichts von sich wußte”.—Das fiel mir auf wie\nein Donnerschlag, ich drückte ihr ein Stück Geld in die Hand und\nverließ sie eilend. Da du glücklich warst! Rief ich aus, schnell vor\nmich hin nach der Stadt zu gehend, da dir es wohl war wie einem Fisch\nim Wasser!—Gott im Himmel! Hast du das zum Schicksale der Menschen\ngemacht, daß sie nicht glücklich sind, als ehe sie zu ihrem Verstande\nkommen und wenn sie ihn wieder verlieren!—Elender! Und auch wie\nbeneide ich deinen Trübsinn, die Verwirrung deiner Sinne, in der du\nverschmachtest! Du gehst hoffnungsvoll aus, deiner Königin Blumen zu\npflücken—im Winter—und trauerst, da du keine findest, und begreifst\nnicht, warum du keine finden kannst. Und ich—und ich gehe ohne\nHoffnung, ohne Zweck heraus und kehre wieder heim, wie ich gekommen\nbin.—Du wähnst, welcher Mensch du sein würdest, wenn die\nGeneralstaaten dich bezahlten. Seliges Geschöpf, das den Mangel\nseiner Glückseligkeit einer irdischen Hindernis zuschreiben kann! Du\nfühlst nicht, du fühlst nicht, daß in deinem zerstörten Herzen, in\ndeinem zerrütteten Gehirne dein Elend liegt, wovon alle Könige der\nErde dir nicht helfen können. Müsse der trostlos umkommen, der eines\nKranken spottet, der nach der entferntesten Quelle reist, die seine\nKrankheit vermehren, sein Ausleben schmerzhafter machen wird! Der\nsich über das bedrängte Herz erhebt, das, um seine Gewissensbisse\nloszuwerden und die Leiden seiner Seele abzutun, eine Pilgrimschaft\nnach dem heiligen Grabe tut. Jeder Fußtritt, der seine Sohlen auf\nungebahntem Wege durchschneidet, ist ein Linderungstropfen der\ngeängsteten Seele, und mit jeder ausgedauerten Tagereise legt sich\ndas Herz um viele Bedrängnisse leichter nieder.—Und dürft ihr das\nWahn nennen, ihr Wortkrämer auf euren Polstern?—Wahn!—o Gott!\nDu siehst meine Tränen! Mußtest du, der du den Menschen arm genug\nerschufst, ihm auch Brüder zugeben, die ihm das bißchen Armut, das\nbißchen Vertrauen noch raubten, das er auf dich hat, auf dich, du\nAllliebender! Denn das Vertrauen zu einer heilenden Wurzel, zu den\nTränen des Weinstockes, was ist es als Vertrauen zu dir, daß du in\nalles, was uns umgibt, Heil—und Linderungskraft gelegt hast, der wir\nso stündlich bedürfen? Vater, den ich nicht kenne! Vater, der sonst\nmeine ganze Seele füllte und nun sein Angesicht von mir gewendet hat,\nrufe mich zu dir! Schweige nicht länger! Dein Schweigen wird diese\ndürstende Seele nicht aufhalten— und würde ein Mensch, ein Vater,\nzürnen können, dem sein unvermutet rückkehrender Sohn um den Hals\nfiele und riefe:\"ich bin wieder da, mein Vater! Zürne nicht, daß ich\ndie Wanderschaft abbreche, die ich nach deinem Willen länger\naushalten sollte. Die Welt ist überall einerlei, auf Mühe und Arbeit\nLohn und Freude; aber was soll mir das? Mir ist nur wohl, wo du bist,\nund vor deinem Angesichte will ich leiden und genießen”.—und du,\nlieber himmlischer Vater, solltest ihn von dir weisen?",
        "Wilhelm! Der Mensch, von dem ich dir schrieb, der glückliche\nUnglückliche, war Schreiber bei Lottens Vater, und eine Leidenschaft\nzu ihr, die er nährte, verbarg, entdeckte und worüber er aus dem\nDienst geschickt wurde, hat ihn rasend gemacht. Fühle bei diesen\ntrocknen Worten, mit welchem Unsinn mich die Geschichte ergriffen hat,\nda mir sie Albert ebenso gelassen erzählte, als du sie vielleicht\nliesest.",
        "Ich bitte dich—siehst du, mit mir ist’s aus, ich trag’ es nicht\nlänger! Heute saß ich bei ihr—saß, sie spielte auf ihrem Klavier,\nmannigfaltige Melodien, und all den Ausdruck! All!—All!—Was\nwillst du?—Ihr Schwesterchen putzte ihre Puppe auf meinem Knie.\nMir kamen die Tränen in die Augen. Ich neigte mich, und ihr Trauring\nfiel mir ins Gesicht— meine Tränen flossen—und auf einmal fiel sie\nin die alte, himmelsüße Melodie ein, so auf einmal, und mir durch die\nSeele gehn ein Trostgefühl und eine Erinnerung des Vergangenen, der\nZeiten, da ich das Lied gehört, der düstern Zwischenräume des\nVerdrusses, der fehlgeschlagenen Hoffnungen, und dann—ich ging in\nder Stube auf und nieder, mein Herz erstickte unter dem Zudringen.\n—\"Um Gottes willen,\"sagte ich, mit einem heftigen Ausbruch hin gegen\nsie fahrend,\"um Gottes willen, hören Sie auf!\"— sie hielt und sah\nmich starr an”. Werther,\"sagte sie mit einem Lächeln, das mir durch\ndie Seele ging,\"Werther, Sie sind sehr krank, Ihre Lieblingsgerichte\nwiderstehen Ihnen. Gehen Sie! Ich bitte Sie, beruhigen Sie sich”.\n—ich riß mich von ihr weg und—Gott! Du siehst mein Elend und wirst\nes enden.",
        "Wie mich die Gestalt verfolgt! Wachend und träumend füllt sie meine\nganze Seele! Hier, wenn ich die Augen schließe, hier in meiner Stirne,\nwo die innere Sehkraft sich vereinigt, stehen ihre schwarzen Augen.\nHier! Ich kann dir es nicht ausdrücken. Mache ich meine Augen zu, so\nsind sie da; wie ein Meer, wie ein Abgrund ruhen sie vor mir, in mir,\nfüllen die Sinne meiner Stirn.",
        "Was ist der Mensch, der gepriesene Halbgott! Ermangeln ihm nicht\neben da die Kräfte, wo er sie am nötigsten braucht? Und wenn er in\nFreude sich aufschwingt oder im Leiden versinkt, wird er nicht in\nbeiden eben da aufgehalten, eben da zu dem stumpfen, kalten\nBewußtsein wieder zurückgebracht, da er sich in der Fülle des\nUnendlichen zu verlieren sehnte?",
        "Wie sehr wünscht’ ich, daß uns von den letzten merkwürdigen Tagen\nunsers Freundes so viel eigenhändige Zeugnisse übrig geblieben wären,\ndaß ich nicht nötig hätte, die Folge seiner hinterlaßnen Briefe\ndurch Erzählung zu unterbrechen.",
        "Ich habe mir angelegen sein lassen, genaue Nachrichten aus dem\nMunde derer zu sammeln, die von seiner Geschichte wohl unterrichtet\nsein konnten; sie ist einfach, und es kommen alle Erzählungen davon\nbis auf wenige Kleinigkeiten miteinander überein; nur über die\nSinnesarten der handelnden Personen sind die Meinungen verschieden\nund die Urteile geteilt.",
        "Was bleibt uns übrig, als dasjenige, was wir mit wiederholter Mühe\nerfahren können, gewissenhaft zu erzählen, die von dem Abscheidenden\nhinterlaßnen Briefe einzuschalten und das kleinste aufgefundene\nBlättchen nicht gering zu achten; zumal da es so schwer ist, die\neigensten, wahren Triebfedern auch nur einer einzelnen Handlung zu\nentdecken, wenn sie unter Menschen vorgeht, die nicht gemeiner Art\nsind.",
        "Unmut und Unlust hatten in Werthers Seele immer tiefer Wurzel\ngeschlagen, sich fester untereinander verschlungen und sein ganzes\nWesen nach und nach eingenommen. Die Harmonie seines Geistes war\nvöllig zerstört, eine innerliche Hitze und Heftigkeit, die alle\nKräfte seiner Natur durcheinanderarbeitete, brachte die widrigsten\nWirkungen hervor und ließ ihm zuletzt nur eine Ermattung übrig, aus\nder er noch ängstlicher empor strebte, als er mit allen Übeln bisher\ngekämpft hatte. Die Beängstigung seines Herzens zehrte die übrigen\nKräfte seines Geistes, seine Lebhaftigkeit, seinen Scharfsinn auf, er\nward ein trauriger Gesellschafter, immer unglücklicher, und immer\nungerechter, je unglücklicher er ward. Wenigstens sagen dies Alberts\nFreunde; sie behaupten, daß Werther einen reinen, ruhigen Mann, der\nnun eines lang gewünschten Glückes teilhaftig geworden, und sein\nBetragen, sich dieses Glück auch auf die Zukunft zu erhalten, nicht\nhabe beurteilen können, er, der gleichsam mit jedem Tage sein ganzes\nVermögen verzehrte, um an dem Abend zu leiden und zu darben. Albert,\nsagen sie, hatte sich in so kurzer Zeit nicht verändert, er war noch\nimmer derselbige, den Werther so vom Anfang her kannte, so sehr\nschätzte und ehrte. Er liebte Lotten über alles, er war stolz auf sie\nund wünschte sie auch von jedermann als das herrlichste Geschöpf\nanerkannt zu wissen. War es ihm daher zu verdenken, wenn er auch\njeden Schein des Verdachtes abzuwenden wünschte, wenn er in dem\nAugenblicke mit niemand diesen köstlichen Besitz auch auf die\nunschuldigste Weise zu teilen Lust hatte? Sie gestehen ein, daß\nAlbert oft das Zimmer seiner Frau verlassen, wenn Werther bei ihr war,\naber nicht aus Haß noch Abneigung gegen seinen Freund, sondern nur\nweil er gefühlt habe, daß dieser von seiner Gegenwart gedrückt sei.",
        "Lottens Vater war von einem Übel befallen worden, das ihn in der\nStube hielt, er schickte ihr seinen Wagen, und sie fuhr hinaus. Es\nwar ein schöner Wintertag, der erste Schnee war stark gefallen und\ndeckte die ganze Gegend.",
        "Werther ging ihr den andern Morgen nach, um, wenn Albert sie nicht\nabzuholen käme, sie hereinzubegleiten.",
        "Das klare Wetter konnte wenig auf sein trübes Gemüt wirken, ein\ndumpfer Druck auf seiner Seele, die traurigen Bilder hatten sich bei\nihm festgesetzt, und sein Gemüt kannte keine Bewegung als von einem\nschmerzlichen Gedanken zum andern.",
        "Wie er mit sich in ewigem Unfrieden lebte, schien ihm auch der\nZustand andrer nur bedenklicher und verworrner, er glaubte, das\nschöne Verhältnis zwischen Albert und seiner Gattin gestört zu haben,\ner machte sich Vorwürfe darüber, in die sich ein heimlicher Unwille\ngegen den Gatten mischte.",
        "Seine Gedanken fielen auch unterwegs auf diesen Gegenstand. “Ja, ja,\n\"sagte er zu sich selbst, mit heimlichem Zähneknirschen,\"das ist der\nvertraute, freundliche, zärtliche, an allem teilnehmende Umgang, die\nruhige, dauernde Treue! Sattigkeit ist’s und Gleichgültigkeit! Zieht\nihn nicht jedes elende Geschäft mehr an als die teure, köstliche\nFrau? Weiß er sein Glück zu schätzen? Weiß er sie zu achten, wie sie\nes verdient? Er hat sie, nun gut, er hat sie—ich weiß das, wie ich\nwas anders auch weiß, ich glaube an den Gedanken gewöhnt zu sein, er\nwird mich noch rasend machen, er wird mich noch umbringen—und hat\ndenn die Freundschaft zu mir Stich gehalten? Sieht er nicht in\nmeiner Anhänglichkeit an Lotten schon einen Eingriff in seine Rechte,\nin meiner Aufmerksamkeit für sie einen Stillen Vorwurf? Ich weiß es\nwohl, ich fühl’ es, er sieht mich ungern, er wünscht meine Entfernung,\nmeine Gegenwart ist ihm beschwerlich”.",
        "Oft hielt er seinen raschen Schritt an, oft stand er stille und\nschien umkehren zu wollen; allein er richtete seinen Gang immer\nwieder vorwärts und war mit diesen Gedanken und Selbstgesprächen\nendlich gleichsam wider Willen bei dem Jagdhause angekommen.",
        "Er trat in die Tür, fragte nach dem Alten und nach Lotten, er fand\ndas Haus in einiger Bewegung. Der älteste Knabe sagte ihm, es sei\ndrüben in Wahlheim ein Unglück geschehn, es sei ein Bauer erschlagen\nworden!—Es machte das weiter keinen Eindruck auf ihn.—Er trat in\ndie Stube und fand Lotten beschäftigt, dem Alten zuzureden, der\nungeachtet seiner Krankheit hinüber wollte, um an Ort und Stelle die\nTat zu untersuchen. Der Täter war noch unbekannt, man hatte den\nErschlagenen des Morgens vor der Haustür gefunden, man hatte\nMutmaßungen: der Entleibte war Knecht einer Witwe, die vorher einen\nandern im Dienste gehabt, der mit Unfrieden aus dem Hause gekommen\nwar.",
        "Da Werther dieses hörte, fuhr er mit Heftigkeit auf.—\"Ist’s\nmöglich!\"rief er aus,\"ich muß hinüber, ich kann nicht einen\nAugenblick ruhn”.—Er eilte nach Wahlheim zu, jede Erinnerung ward\nihm lebendig, und er zweifelte nicht einen Augenblick, daß jener\nMensch die Tat begangen, den er so manchmal gesprochen, der ihm so\nwert geworden war.",
        "Da er durch die Linden mußte, um nach der Schenke zu kommen, wo sie\nden Körper hingelegt hatten, entsetzt’ er sich vor dem sonst so\ngeliebten Platze. Jene Schwelle, worauf die Nachbarskinder so oft\ngespielt hatten, war mit Blut besudelt. Liebe und Treue, die\nschönsten menschlichen Empfindungen, hatten sich in Gewalt und Mord\nverwandelt. Die starken Bäume standen ohne Laub und bereift, die\nschönen Hecken, die sich über die niedrige Kirchhofmauer wölbten,\nwaren entblättert, und die Grabsteine sahen mit Schnee bedeckt durch\ndie Lücken hervor.",
        "Als er sich der Schenke näherte, vor welcher das ganze Dorf\nversammelt war, entstand auf einmal ein Geschrei. Man erblickte von\nfern einen Trupp bewaffneter Männer, und ein jeder rief, daß man den\nTäter herbeiführe. Werther sah hin und blieb nicht lange zweifelhaft.\nJa, es war der Knecht, der jene Witwe so sehr liebte, den er vor\neiniger Zeit mit dem stillen Grimme, mit der heimlichen Verzweiflung\numhergehend angetroffen hatte.",
        "“Was hast du begangen, Unglücklicher!” rief Werther aus, indem er\nauf den Gefangenen losging.—Dieser sah ihn still an, schwieg und\nversetzte endlich ganz gelassen:\"keiner wird sie haben, sie wird\nkeinen haben”.—man brachte den Gefangnen in die Schenke, und\nWerther eilte fort.",
        "Durch die entsetzliche, gewaltige Berührung war alles, was in\nseinem Wesen lag, durcheinandergeschüttelt worden. Aus seiner Trauer,\nseinem Mißmut, seiner gleichgültigen Hingegebenheit wurde er auf\neinen Augenblick herausgerissen; unüberwindlich bemächtigte sich die\nTeilnehmung seiner, und es ergriff ihn eine unsägliche Begierde, den\nMenschen zu retten. Er fühlte ihn so unglücklich, er fand ihn als\nVerbrecher selbst so schuldlos, er setzte sich so tief in seine Lage,\ndaß er gewiß glaubte, auch andere davon zu überzeugen. Schon\nwünschte er für ihn sprechen zu können, schon drängte sich der\nlebhafteste Vortrag nach seinen Lippen, er eilte nach dem Jagdhause\nund konnte sich unterwegs nicht enthalten, alles das, was er dem\nAmtmann vorstellen wollte, schon halblaut auszusprechen.",
        "Als er in die Stube trat, fand er Alberten gegenwärtig, dies\nverstimmte ihn einen Augenblick; doch faßte er sich bald wieder und\ntrug dem Amtmann feurig seine Gesinnungen vor. Dieser schüttelte\neinigemal den Kopf, und obgleich Werther mit der größten\nLebhaftigkeit, Leidenschaft und Wahrheit alles vorbrachte, was ein\nMensch zur Entschuldigung eines Menschen sagen kann, so war doch, wie\nsich’s leicht denken läßt, der Amtmann dadurch nicht gerührt. Er ließ\nvielmehr unsern Freund nicht ausreden, widersprach ihm eifrig und\ntadelte ihn, daß er einen Meuchelmörder in Schutz nehme; er zeigte\nihm, daß auf diese Weise jedes Gesetz aufgehoben, alle Sicherheit des\nStaats zugrund gerichtet werde; auch setzte er hinzu, daß er in einer\nsolchen Sache nichts tun könne, ohne sich die größte Verantwortung\naufzuladen, es müsse alles in der Ordnung, in dem vorgeschriebenen\nGang gehen.",
        "Werther ergab sich noch nicht, sondern bat nur, der Amtmann möchte\ndurch die Finger sehn, wenn man dem Menschen zur Flucht behülflich\nwäre! Auch damit wies ihn der Amtmann ab. Albert, der sich endlich\nins Gespräch mischte, trat auch auf des Alten Seite. Werther wurde\nüberstimmt, und mit einem entsetzlichen Leiden machte er sich auf den\nWeg, nachdem ihm der Amtmann einigemal gesagt hatte:\"nein, er ist\nnicht zu retten!”",
        "Wie sehr ihm diese Worte aufgefallen sein müssen, sehn wir aus\neinem Zettelchen, das sich unter seinen Papieren fand und das gewiß\nan dem nämlichen Tage geschrieben worden:",
        "“Du bist nicht zu retten, Unglücklicher! Ich sehe wohl, daß wir\nnicht zu retten sind”.",
        "Was Albert zuletzt über die Sache des Gefangenen in Gegenwart des\nAmtmanns gesprochen, war Werthern höchst zuwider gewesen: er glaubte\neinige Empfindlichkeit gegen sich darin bemerkt zu haben, und wenn\ngleich bei mehrerem Nachdenken seinem Scharfsinne nicht entging, daß\nbeide Männer recht haben möchten, so war es ihm doch, als ob er\nseinem innersten Dasein entsagen müßte, wenn er es gestehen, wenn er\nes zugeben sollte.",
        "Ein Blättchen, das sich darauf bezieht, das vielleicht sein ganzes\nVerhältnis zu Albert ausdrückt, finden wir unter seinen Papieren:\n\"was hilft es, daß ich mir’s sage und wieder sage, er ist brav und gut,\naber es zerreißt mir mein inneres Eingeweide; ich kann nicht gerecht\nsein”.",
        "Weil es ein gelinder Abend war und das Wetter anfing, sich zum\nTauen zu neigen, ging Lotte mit Alberten zu Fuße zurück. Unterwegs\nsah sie sich hier und da um, eben als wenn sie Werthers Begleitung\nvermißte. Albert fing von ihm an zu reden, er tadelte ihn, indem er\nihm Gerechtigkeit widerfahren ließ. Er berührte seine unglückliche\nLeidenschaft und wünschte, daß es möglich sein möchte, ihn zu\nentfernen.—\"ich wünsch’ es auch um unsertwillen,\"sagt’ er,\"und ich\nbitte dich,\"fuhr er fort,\"siehe zu, seinem Betragen gegen dich eine\nandere Richtung zu geben, seine öftern Besuche zu vermindern. Die\nLeute werden aufmerksam, und ich weiß, daß man hier und da drüber\ngesprochen hat”.—Lotte schwieg, und Albert schien ihr Schweigen\nempfunden zu haben, wenigstens seit der Zeit erwähnte er Werthers\nnicht mehr gegen sie, und wenn sie seiner erwähnte, ließ er das\nGespräch fallen oder lenkte es woanders hin.",
        "Der vergebliche Versuch, den Werther zur Rettung des Unglücklichen\ngemacht hatte, war das letzte Auflodern der Flamme eines\nverlöschenden Lichtes; er versank nur desto tiefer in Schmerz und\nUntätigkeit; besonders kam er fast außer sich, als er hörte, daß man\nihn vielleicht gar zum Zeugen gegen den Menschen, der sich nun aufs\nLeugnen legte, auffordern könnte.",
        "Alles was ihm Unangenehmes jeweils in seinem wirksamen Leben\nbegegnet war, der Verdruß bei der Gesandtschaft, alles was ihm sonst\nmißlungen war, was ihn je gekränkt hatte, ging in seiner Seele auf und\nnieder. Er fand sich durch alles dieses wie zur Untätigkeit\nberechtigt, er fand sich abgeschnitten von aller Aussicht, unfähig,\nirgendeine Handhabe zu ergreifen, mit denen man die Geschäfte des\ngemeinen Lebens anfaßt; und so rückte er endlich, ganz seiner\nwunderbaren Empfindung, Denkart und einer endlosen Leidenschaft\nhingegeben, in dem ewigen Einerlei eines traurigen Umgangs mit dem\nliebenswürdigen und geliebten Geschöpfe, dessen Ruhe er störte, in\nseine Kräfte stürmend, sie ohne Zweck und Aussicht abarbeitend, immer\neinem traurigen Ende näher.",
        "Von seiner Verworrenheit, Leidenschaft, von seinem rastlosen\nTreiben und Streben, von seiner Lebensmüde sind einige hinterlaßne\nBriefe die stärksten Zeugnisse, die wir hier einrücken wollen.",
        "Lieber Wilhelm, ich bin in einem Zustande, in dem jene\nUnglücklichen gewesen sein müssen, von denen man glaubte, sie würden\nvon einem bösen Geiste umhergetrieben. Manchmal ergreift mich’s; es\nist nicht Angst, nicht Begier—es ist ein inneres, unbekanntes Toben,\ndas meine Brust zu zerreißen droht, das mir die Gurgel zupreßt!\nWehe! Wehe! Und dann schweife ich umher in den furchtbaren\nnächtlichen Szenen dieser menschenfeindlichen Jahrszeit.",
        "Gestern abend mußte ich hinaus. Es war plötzlich Tauwetter\neingefallen, ich hatte gehört, der Fluß sei übergetreten, alle Bäche\ngeschwollen und von Wahlheim herunter mein liebes Tal überschwemmt!\nNachts nach eilfe rannte ich hinaus. Ein fürchterliches Schauspiel,\nvom Fels herunter die wühlenden Fluten in dem Mondlichte wirbeln zu\nsehen, über Äcker und Wiesen und Hecken und alles, und das weite Tal\nhinauf und hinab eine stürmende See im Sausen des Windes! Und wenn\ndann der Mond wieder hervortrat und über der schwarzen Wolke ruhte,\nund vor mir hinaus die Flut in fürchterlich herrlichem Widerschein\nrollte und klang: da überfiel mich ein Schauer, und wieder ein Sehnen!\nAch, mit offenen Armen stand ich gegen den Abgrund und atmete hinab!\nHinab! Und verlor mich in der Wonne, meine Qualen, meine Leiden da\nhinabzustürmen! Dahinzubrausen wie die Wellen! O!—Und den Fuß vom\nBoden zu heben vermochtest du nicht, und alle Qualen zu enden!\n—Meine Uhr ist noch nicht ausgelaufen, ich fühle es! O Wilhelm! Wie\ngern hätte ich mein Menschsein drum gegeben, mit jenem Sturmwinde sie\nWolken zu zerreißen, die Fluten zu fassen! Ha! Und wird nicht\nvielleicht dem Eingekerkerten einmal diese Wonne zuteil?",
        "—Und wie ich wehmütig hinabsah auf ein Plätzchen, wo ich mit Lotten\nunter einer Weide geruht, auf einem heißen Spaziergange,— das war\nauch überschwemmt, und kaum daß ich die Weide erkannte! Wilhelm! Und\nihre Wiesen, dachte ich, die Gegend um ihr Jagdhaus! Wie verstört\njetzt vom reißenden Strome unsere Laube! Dacht’ ich. Und der\nVergangenheit Sonnenstrahl blickte herein, wie einem Gefangenen ein\nTraum von Herden, Wiesen und Ehrenämtern. Ich stand!—ich schelte\nmich nicht, denn ich habe Mut zu sterben.—ich hätte—nun sitze ich\nhier wie ein altes Weib, das ihr Holz von Zäunen stoppelt und ihr\nBrot an den Türen, um ihr hinsterbendes, freudeloses Dasein noch\neinen Augenblick zu verlängern und zu erleichtern”.",
        "Was ist das, mein Lieber? Ich erschrecke vor mir selbst! Ist nicht\nmeine Liebe zu ihr die heiligste, reinste, brüderlichste Liebe? Habe\nich jemals einen strafbaren Wunsch in meiner Seele gefühlt?—ich\nwill nicht beteuern—und nun, Träume! O wie wahr fühlten die Menschen,\ndie so widersprechende Wirkungen fremden Mächten zuschrieben! Diese\nNacht! Ich zittere, es zu sagen, hielt ich sie in meinen Armen, fest\nan meinen Busen gedrückt, und deckte ihren liebelispelnden Mund mit\nunendlichen Küssen; mein Auge schwamm in der Trunkenheit des ihrigen!\nGott! Bin ich strafbar, daß ich auch jetzt noch eine Seligkeit fühle,\nmir diese glühenden Freuden mit voller Innigkeit zurückzurufen?\nLotte! Lotte!—und mit mir ist es aus! Meine Sinne verwirren sich,\nschon acht Tage habe ich keine Besinnungskraft mehr, meine Augen sind\nvoll Tränen. Ich bin nirgend wohl, und überall wohl. Ich wünsche\nnichts, verlange nichts. Mir wäre besser, ich ginge”.",
        "Der Entschluß, die Welt zu verlassen, hatte in dieser Zeit, unter\nsolchen Umständen in Werthers Seele immer mehr Kraft gewonnen. Seit\nder Rückkehr zu Lotten war es immer seine letzte Aussicht und\nHoffnung gewesen; doch hatte er sich gesagt, es solle keine übereilte,\nkeine rasche Tat sein, er wolle mit der besten Überzeugung, mit der\nmöglichst ruhigen Entschlossenheit diesen Schritt tun.",
        "Seine Zweifel, sein Streit mit sich selbst blicken aus einem\nZettelchen hervor, das wahrscheinlich ein angefangener Brief an\nWilhelm ist und ohne Datum unter seinen Papieren gefunden worden:",
        "Ihre Gegenwart, ihr Schicksal, ihre Teilnehmung an dem meinigen\npreßt noch die letzten Tränen aus meinem versengten Gehirne. Den\nVorhang aufzuheben und dahinter zu treten! Das ist alles! Und warum\ndas Zaudern und Zagen? Weil man nicht weiß, wie es dahinten aussieht?\nUnd man nicht wiederkehrt? Und daß das nun die Eigenschaft unseres\nGeistes ist, da Verwirrung und Finsternis zu ahnen, wovon wir nichts\nBestimmtes wissen”.",
        "Endlich ward er mit dem traurigen Gedanken immer mehr verwandt und\nbefremdet und sein Vorsatz fest und unwiderruflich, wovon folgender\nzweideutige Brief, den er an seinen Freund schrieb, ein Zeugnis\nabgibt.",
        "Ich danke deiner Liebe, Wilhelm, daß du das Wort so aufgefangen\nhast. Ja, du hast recht: mir wäre besser, ich ginge. Der Vorschlag,\nden du zu einer Rückkehr zu euch tust, gefällt mir nicht ganz;\nwenigstens möchte ich noch gern einen Umweg machen, besonders da wir\nanhaltenden Frost und gute Wege zu hoffen haben. Auch ist mir es sehr\nlieb, daß du kommen willst, mich abzuholen; verziehe nur noch\nvierzehn Tage, und erwarte noch einen Brief von mir mit dem Weiteren.\nEs ist nötig, daß nichts gepflückt werde, ehe es reif ist. Und\nvierzehn Tage auf oder ab tun viel. Meiner Mutter sollst du sagen:\ndaß sie für ihren Sohn beten soll, und daß ich sie um Vergebung bitte\nwegen alles Verdrusses, den ich ihr gemacht habe. Das war nun mein\nSchicksal, die zu betrüben, denen ich Freude schuldig war. Leb’ wohl,\nmein Teuerster! Allen Segen des Himmels über dich! Leb’ wohl!”",
        "Was in dieser Zeit in Lottens Seele vorging, wie ihre Gesinnungen\ngegen ihren Mann, gegen ihren unglücklichen Freund gewesen, getrauen\nwir uns kaum mit Worten auszudrücken, ob wir uns gleich davon, nach\nder Kenntnis ihres Charakters, wohl einen stillen Begriff machen\nkönnen, und eine schöne weibliche Seele sich in die ihrige denken und\nmit ihr empfinden kann.",
        "So viel ist gewiß, sie war fest bei sich entschlossen, alles zu tun,\num Werthern zu entfernen, und wenn sie zauderte, so war es eine\nherzliche, freundschaftliche Schonung, weil sie wußte, wie viel es\nihm kosten, ja daß es ihm beinahe unmöglich sein würde. Doch ward sie\nin dieser Zeit mehr gedrängt, Ernst zu machen; es schwieg ihr Mann\nganz über dies Verhältnis, wie sie auch immer darüber geschwiegen\nhatte, und um so mehr war ihr angelegen, ihm durch die Tat zu\nbeweisen, wie ihre Gesinnungen der seinigen wert seien.",
        "An demselben Tage, als Werther den zuletzt eingeschalteten Brief an\nseinen Freund geschrieben, es war der Sonntag vor Weihnachten, kam er\nabends zu Lotten und fand sie allein. Sie beschäftigte sich, einige\nSpielwerke in Ordnung zu bringen, die sie ihren kleinen Geschwistern\nzum Christgeschenke zurecht gemacht hatte. Er redete von dem\nVergnügen, das die Kleinen haben würden, und von den Zeiten, da einen\ndie unerwartete Öffnung der Tür und die Erscheinung eines\naufgeputzten Baumes mit Wachslichtern, Zuckerwerk und äpfeln in\nparadiesische Entzückung setzte.—\"Sie sollen,\"sagte Lotte, indem\nsie ihre Verlegenheit unter ein liebes Lächeln verbarg,\"Sie sollen\nauch beschert kriegen, wenn Sie recht geschickt sind; ein\nWachsstöckchen und noch was”.—\"Und was heißen Sie geschickt\nsein?\"rief er aus;\"wie soll ich sein? Wie kann ich sein? Beste\nLotte!\"-\"Donnerstag abend”, sagte sie,\"ist Weihnachtsabend, da kommen\ndie Kinder, mein Vater auch, da kriegt jedes das Seinige, da kommen\nSie auch—aber nicht eher”.—Werther stutzte.—\"Ich bitte Sie,\"\nfuhr sie fort, “es ist nun einmal so, ich bitte um meiner Ruhe willen,\nes kann nicht, es kann nicht so bleiben”.—Er wendete seine Augen\nvon ihr und ging in der Stube auf und ab und murmelte das “es kann\nnicht so bleiben!” zwischen den Zähnen.—Lotte, die den schrecklichen\nZustand fühlte, worein ihn diese Worte versetzt hatten, suchte durch\nallerlei Fragen seine Gedanken abzulenken, aber vergebens.—\"Nein,\nLotte,\"rief er aus,\"ich werde Sie nicht wiedersehen!\"-\"Warum\ndas?\"versetzte sie,\"Werther, Sie können, Sie müssen uns wiedersehen,\nnur mäßigen Sie sich. O warum mußten Sie mit dieser Heftigkeit,\ndieser unbezwinglich haftenden Leidenschaft für alles, was Sie einmal\nanfassen, geboren werden! Ich bitte Sie,\"fuhr sie fort, indem sie\nihn bei der Hand nahm,\"mäßigen Sie sich! Ihr Geist, Ihre\nWissenschaften, Ihre Talente, was bieten die Ihnen für mannigfaltige\nErgetzungen dar! Sein Sie ein Mann, wenden Sie diese traurige\nAnhänglichkeit von einem Geschöpf, das nichts tun kann als Sie\nbedauern”.—Er knirrte mit den Zähnen und sah sie düster an.—Sie\nhielt seine Hand. “Nur einen Augenblick ruhigen Sinn, Werther!\"sagte\nsie”. Fühlen Sie nicht, daß Sie sich betriegen, sich mit Willen\nzugrunde richten! Warum denn mich, Werther? Just mich, das Eigentum\neines andern? Just das? Ich fürchte, ich fürchte, es ist nur die\nUnmöglichkeit, mich zu besitzen, die Ihnen diesen Wunsch so reizend\nmacht”.—Er zog seine Hand aus der ihrigen, indem er sie mit einem\nstarren, unwilligen Blick ansah. “Weise!” rief er, “sehr weise! Hat\nvielleicht Albert diese Anmerkung gemacht? Politisch! Sehr politisch!\n\"-\"Es kann sie jeder machen”, versetzte sie drauf, “und sollte denn\nin der weiten Welt kein Mädchen sein, das die Wünsche Ihres Herzens\nerfüllte? Gewinnen Sie’s über sich, suchen Sie darnach, und ich\nschwöre Ihnen, Sie werden sie finden; denn schon lange ängstigt mich,\nfür Sie und uns, die Einschränkung, in die Sie sich diese Zeit her\nselbst gebannt haben. Gewinnen Sie über sich, eine Reise wird Sie,\nmuß Sie zerstreuen! Suchen Sie, finden Sie einen werten Gegenstand\nIhrer Liebe, und kehren Sie zurück, und lassen Sie uns zusammen die\nSeligkeit einer wahren Freundschaft genießen”. “das könnte man”,\nsagte er mit einem kalten Lachen, “drucken lassen und allen\nHofmeistern empfehlen. Liebe Lotte! Lassen Sie mir noch ein klein\nwenig Ruh, es wird alles werden!\"-\"nur das, Werther, daß Sie nicht\neher kommen als Weihnachtsabend!\"—er wollte antworten, und Albert\ntrat in die Stube. Man bot sich einen frostigen Guten Abend und ging\nverlegen im Zimmer neben einander auf und nieder. Werther fing einen\nunbedeutenden Diskurs an, der bald aus war, Albert desgleichen, der\nsodann seine Frau nach gewissen Aufträgen fragte und, als er hörte,\nsie seien noch nicht ausgerichtet, ihr einige Worte sagte, die\nWerthern kalt, ja gar hart vorkamen. Er wollte gehen, er konnte nicht\nund zauderte bis acht, da sich denn sein Unmut und Unwillen immer\nvermehrte, bis der Tisch gedeckt wurde, und er Hut und Stock nahm.\nAlbert lud ihn zu bleiben, er aber, der nur ein unbedeutendes\nKompliment zu hören glaubte, dankte kalt dagegen und ging weg.",
        "Er kam nach Hause, nahm seinem Burschen, der ihm leuchten wollte,\ndas Licht aus der Hand und ging allein in sein Zimmer, weinte laut,\nredete aufgebracht mit sich selbst, ging heftig die Stube auf und ab\nund warf sich endlich in seinen Kleidern aufs Bette, wo ihn der\nBediente fand, der es gegen eilfe wagte hineinzugehn, um zu fragen, ob\ner dem Herrn die Stiefeln ausziehen sollte, das er denn zuließ und\ndem Bedienten verbot, den andern Morgen ins Zimmer zu kommen, bis er\nihm rufen würde.",
        "Montags früh, den einundzwanzigsten Dezember, schrieb er folgenden\nBrief an Lotten, den man nach seinem Tode versiegelt auf seinem\nSchreibtische gefunden und ihr überbracht hat, und den ich absatzweise\nhier einrücken will, so wie aus den Umständen erhellet, daß er ihn\ngeschrieben habe.",
        "“Es ist beschlossen, Lotte, ich will sterben, und das schreibe ich\ndir ohne romantische überspannung, gelassen, an dem Morgen des Tages,\nan dem ich dich zum letzten Male sehen werde. Wenn du dieses liesest,\nmeine Beste, deckt schon das kühle Grab die erstarrten Reste des\nUnruhigen, Unglücklichen, der für die letzten Augenblicke seines\nLebens keine größere Süßigkeit weiß, als sich mit dir zu unterhalten.\nIch habe eine schreckliche Nacht gehabt und, ach, eine wohltätige\nNacht. Sie ist es, die meinen Entschluß befestiget, bestimmt hat:\nich will sterben! Wie ich mich gestern von dir riß, in der\nfürchterlichen Empörung meiner Sinne, wie sich alles das nach meinem\nHerzen drängte und mein hoffnungsloses, freudeloses Dasein neben dir\nin gräßlicher Kälte mich anpackte—ich erreichte kaum mein Zimmer,\nich warf mich außer mir auf meine Knie, und o Gott! Du gewährtest\nmir das letzte Labsal der bittersten Tränen! Tausend Anschläge,\ntausend Aussichten wüteten durch meine Seele, und zuletzt stand er da,\nfest, ganz, der letzte, einzige Gedanke: ich will sterben!—ich\nlegte mich nieder, und morgens, in der Ruhe des Erwachens, steht er\nnoch fest, noch ganz stark in meinem Herzen: ich will sterben!—es\nist nicht Verzweiflung, es ist Gewißheit, daß ich ausgetragen habe,\nund daß ich mich opfere für dich. Ja, Lotte! Warum sollte ich es\nverschweigen? Eins von uns dreien muß hinweg, und das will ich sein!\nO meine Beste! In diesem zerrissenen Herzen ist es wütend\nherumgeschlichen, oft—deinen Mann zu ermorden!—dich!—mich!\n—so sei es denn!—wenn du hinaufsteigst auf den Berg, an einem\nschönen Sommerabende, dann erinnere dich meiner, wie ich so oft das\nTal heraufkam, und dann blicke nach dem Kirchhofe hinüber nach meinem\nGrabe, wie der Wind das hohe Gras im Scheine der sinkenden Sonne hin\nund her wiegt.—ich war ruhig, da ich anfing, nun, nun weine ich\nwie ein Kind, da alles das so lebhaft um mich wird.-”",
        "Gegen zehn Uhr rief Werther seinem Bedienten, und unter dem\nAnziehen sagte er ihm, wie er in einigen Tagen verreisen würde, er\nsolle daher die Kleider auskehren und alles zum Einpacken zurecht\nmachen; auch gab er ihm Befehl, überall Kontos zu fordern, einige\nausgeliehene Bücher abzuholen und einigen Armen, denen er wöchentlich\netwas zu geben gewohnt war, ihr Zugeteiltes auf zwei Monate voraus zu\nbezahlen.",
        "Er ließ sich das Essen auf die Stube bringen, und nach Tische ritt\ner hinaus zum Amtmanne, den er nicht zu Hause antraf. Er ging\ntiefsinnig im Garten auf und ab und schien noch zuletzt alle\nSchwermut der Erinnerung auf sich häufen zu wollen.",
        "Die Kleinen ließen ihn nicht lange in Ruhe, sie verfolgten ihn,\nsprangen an ihm hinauf, erzählen ihm, daß, wenn morgen, und wieder\nmorgen, und noch ein Tag wäre, sie die Christgeschenke bei Lotten\nholten, und erzählten ihm Wunder, die sich ihre kleine\nEinbildungskraft versprach.—\"morgen!\"rief er aus,\"und wieder\nmorgen! Und noch ein Tag!\"—und küßte sie alle herzlich und wollte\nsie verlassen, als ihm der Kleine noch etwas in das Ohr sagen wollte.\nDer verriet ihm, die großen Brüder hätten schöne Neujahrswünsche\ngeschrieben, so groß! Und einen für den Papa, für Albert und Lotten\neinen und auch einen für Herrn Werther; die wollten sie am\nNeujahrstage früh überreichen. Das übermannte ihn, er schenkte jedem\netwas, setzte sich zu Pferde, ließ den Alten grüßen und ritt mit\nTränen in den Augen davon.",
        "Gegen fünf kam er nach Hause, befahl der Magd, nach dem Feuer zu\nsehen und es bis in die Nacht zu unterhalten. Den Bedienten hieß er\nBücher und Wäsche unten in den Koffer packen und die Kleider einnähen.\nDarauf schrieb er wahrscheinlich folgenden Absatz seines letzten\nBriefes an Lotten.",
        "“Du erwartest mich nicht! Du glaubst, ich würde gehorchen und erst\nWeihnachtsabend dich wieder sehn. O Lotte! Heut oder nie mehr.\nWeihnachtsabend hältst du dieses Papier in deiner Hand, zitterst und\nbenetzest es mit deinen lieben Tränen. Ich will, ich muß! O wie wohl\nist es mir, daß ich entschlossen bin”.",
        "Lotte war indes in einen sonderbaren Zustand geraten. Nach der\nletzten Unterredung mit Werthern hatte sie empfunden, wie schwer es\nihr fallen werde, sich von ihm zu trennen, was er leiden würde, wenn\ner sich von ihr entfernen sollte.",
        "Es war wie im Vorübergehn in Alberts Gegenwart gesagt worden, daß\nWerther vor Weihnachtsabend nicht wieder kommen werde, und Albert war\nzu einem Beamten in der Nachbarschaft geritten, mit dem er Geschäfte\nabzutun hatte, und wo er über Nacht ausbleiben mußte.",
        "Sie saß nun allein, keins von ihren Geschwistern war um sie, sie\nüberließ sich ihren Gedanken, die stille über ihren Verhältnissen\nherumschweiften. Sie sah sich nun mit dem Mann auf ewig verbunden,\ndessen Liebe und Treue sie kannte, dem sie von Herzen zugetan war,\ndessen Ruhe, dessen Zuverlässigkeit recht vom Himmel dazu bestimmt zu\nsein schien, daß eine wackere Frau das Glück ihres Lebens darauf\ngründen sollte; sie fühlte, was er ihr und ihren Kindern auf immer\nsein würde. Auf der andern Seite war ihr Werther so teuer geworden,\ngleich von dem ersten Augenblick ihrer Bekanntschaft an hatte sich die\nübereinstimmung ihrer Gemüter so schön gezeigt, der lange dauernde\nUmgang mit ihm, so manche durchlebte Situationen hatten einen\nunauslöschlichen Eindruck auf ihr Herz gemacht. Alles, was sie\nInteressantes fühlte und dachte, war sie gewohnt mit ihm zu teilen,\nund seine Entfernung drohete in ihr ganzes Wesen eine Lücke zu reißen,\ndie nicht wieder ausgefüllt werden konnte. O, hätte sie ihn in dem\nAugenblick zum Bruder umwandeln können, wie glücklich wäre sie\ngewesen! Hätte sie ihn einer ihrer Freundinnen verheiraten dürfen,\nhätte sie hoffen können, auch sein Verhältnis gegen Albert ganz wieder\nherzustellen!",
        "Sie hatte ihre Freundinnen der Reihe nach durchgedacht und fand bei\neiner jeglichen etwas auszusetzen, fand keine, der sie ihn gegönnt\nhätte.",
        "über allen diesen Betrachtungen fühlte sie erst tief, ohne sich es\ndeutlich zu machen, daß ihr herzliches, heimliches Verlangen sei, ihn\nfür sich zu behalten, und sagte sich daneben, daß sie ihn nicht\nbehalten könne, behalten dürfe; ihr reines, schönes, sonst so leichtes\nund leicht sich helfendes Gemüt empfand den Druck einer Schwermut,\ndem die Aussicht zum Glück verschlossen ist. Ihr Herz war gepreßt,\nund eine trübe Wolke lag über ihrem Auge.",
        "So war es halb sieben geworden, als sie Werthern die Treppe\nheraufkommen hörte und seinen Tritt, seine Stimme, die nach ihr fragte,\nbald erkannte. Wie schlug ihr Herz, und wir dürfen fast sagen zum\nerstenmal, bei seiner Ankunft. Sie hätte sich gern vor ihm\nverleugnen lassen, und als er hereintrat, rief sie ihm mit einer Art\nvon leidenschaftlicher Verwirrung entgegen:\"Sie haben nicht Wort\ngehalten”.—\"Ich habe nichts versprochen\"war seine Antwort.—\"So\nhätten Sie wenigstens meiner Bitte stattgeben sollen”, versetzte sie,\n\"ich bat Sie um unser beider Ruhe”.",
        "Sie wußte nicht recht, was sie sagte, ebensowenig was sie tat, als\nsie nach einigen Freundinnen schickte, um nicht mit Werthern allein\nzu sein. Er legte einige Bücher hin, die er gebracht hatte, fragte\nnach andern, und sie wünschte, bald daß ihre Freundinnen kommen, bald\ndaß sie wegbleiben möchten. Das Mädchen kam zurück und brachte die\nNachricht, daß sich beide entschuldigen ließen.",
        "Sie wollte das Mädchen mit ihrer Arbeit in das Nebenzimmer sitzen\nlassen; dann besann sie sich wieder anders. Werther ging in der Stube\nauf und ab, sie trat ans Klavier und fing eine Menuett an, sie wollte\nnicht fließen. Sie nahm sich zusammen und setzte sich gelassen zu\nWerthern, der seinen gewöhnlchen Platz auf dem Kanapee eingenommen\nhatte.",
        "“Haben Sie nichts zu lesen?\"sagte sie.—Er hatte nichts.—\"Da\ndrin in meiner Schublade”, fing sie an,\"liegt Ihre Übersetzung\neiniger Gesänge Ossians; ich habe sie noch nicht gelesen, denn ich\nhoffte immer, sie von Ihnen zu hören; aber zeither hat sich’s nicht\nfinden, nicht machen wollen”.—Er lächelte, holte die Lieder, ein\nSchauer überfiel ihn, als er sie in die Hände nahm, und die Augen\nstanden ihm voll Tränen, als er hineinsah. Er setzte sich nieder und\nlas.",
        "“Stern der dämmernden Nacht, schön funkelst du in Westen, habst\ndein strahlend Haupt aus deiner Wolke, wandelst stattlich deinen\nHügel hin. Wornach blickst du auf die Heide? Die stürmenden Winde\nhaben sich gelegt; von ferne kommt des Gießbachs Murmeln; rauschende\nWellen spielen am Felsen ferne; das Gesumme der Abendfliegen\nschwärmet übers Feld. Wornach siehst du, schönes Licht? Aber du\nlächelst und gehst, freudig umgeben dich die Wellen und baden dein\nliebliches Haar. Lebe wohl, ruhiger Strahl. Erscheine, du herrliches\nLicht von Ossians Seele!",
        "Und es erscheint in seiner Kraft. Ich sehe meine geschiedenen\nFreunde, sie sammeln sich auf Lora, wie in den Tagen, die vorüber\nsind.—Fingal kommt wie eine feuchte Nebelsäule; um ihn sind seine\nHelden, und, siehe! Die Barden des Gesanges: grauer Ullin!\nStattlicher Ryno! Alpin, lieblicher Sänger! Und du, sanft klagende\nMinona!—Wie verändert seid ihr, meine Freunde, seit den festlichen\nTagen auf Selma, da wir buhlten um die Ehre des Gesanges, wie\nFrühlingslüfte den Hügel hin wechselnd beugen das schwach lispelnde\nGras.",
        "Da trat Minona hervor in ihrer Schönheit, mit niedergeschlagenem\nBlick und tränenvollem Auge, schwer floß ihr Haar im unsteten Winde,\nder von dem Hügel herstieß.—düster ward’s in der Seele der Helden,\nals sie die liebliche Stimme erhob; denn oft hatten sie das Grab\nSalgars gesehen, oft die finstere Wohnung der weißen Colma. Colma,\nverlassen auf dem Hügel, mit der harmonischen Stimme; Salgar\nversprach zu kommen; aber ringsum zog sich die Nacht. Höret Colmas\nStimme, da sie auf dem Hügel allein saß.",
        "Colma Es ist Nacht!—Ich bin allein, verloren auf dem stürmischen\nHügel. Der Wind saust im Gebirge. Der Strom heult den Felsen hinab.\nKeine Hütte schützt mich vor Regen, mich Verlaßne auf dem stürmischen\nHügel. Tritt, o Mond, aus deinen Wolken, erscheinet, Sterne der\nNacht! Leite mich irgend ein Strahl zu dem Orte, wo meine Liebe ruht\nvon den Beschwerden der Jagd, sein Bogen neben ihm abgespannt, seine\nHunde schnobend um ihn! Aber hier muß ich sitzen allein auf dem\nFelsen des verwachsenen Stroms. Der Strom und der Sturm saust, ich\nhöre nicht die Stimme meines Geliebten.",
        "Warum zaudert mein Salgar? Hat er sein Wort vergessen?—da ist\nder Fels und der Baum und hier der rauschende Strom! Mit\neinbrechender Nacht versprachst du hier zu sein; ach! Wohin hat sich\nmein Salgar verirrt? Mit dir wollt’ ich fliehen, verlassen Vater und\nBruder, die stolzen! Lange sind unsere Geschlechter Feinde, aber wir\nsind keine Feinde, o Salgar!",
        "Schweig eine Weile, o Wind! Still eine kleine Weile, o Strom, daß\nmeine Stimme klinge durchs Tal, daß mein Wanderer mich höre. Salgar!\nIch bin’s, die ruft! Hier ist der Baum und der Fels! Salgar! Mein\nLieber! Hier bin ich; warum zauderst du zu kommen?",
        "Sieh, der Mond erscheint, die Flut glänzt im Tale, die Felsen\nstehen grau den Hügel hinauf; aber ich seh’ ihn nicht auf der Höhe,\nseine Hunde vor ihm her verkündigen nicht seine Ankunft. Hier muß ich\nsitzen allein.",
        "Aber wer sind, die dort unten liegen auf der Heide?—Mein\nGeliebter? Mein Bruder?—Redet, o meine Freunde! Sie antworten\nnicht. Wie geängstet ist meine Seele!—Ach sie sind tot! Ihre\nSchwester rot vom Gefechte! O mein Bruder, mein Bruder, warum hast du\nmeinen Salgar erschlagen? O mein Salgar, warum hast du meinen Bruder\nerschlagen? Ihr wart mir beide so lieb! O du warst schön an dem\nHügel unter Tausenden! Es war schrecklich in der Schlacht. Antwortet\nmir! Hört meine Stimme, meine Geliebten! Aber ach, sie sind stumm,\nstumm auf ewig! Kalt wie die Erde ist ihr Busen!",
        "O von dem Felsen des Hügels, von dem Gipfel des stürmenden Berges,\nredet, Geister der Toten! Redet! Mir soll es nicht grausen!—wohin\nseid ihr zur Ruhe gegangen? In welcher Gruft des Gebirges soll ich\neuch finden?—keine schwache Stimme vernehme ich im Winde, keine\nwehende Antwort im Sturme des Hügels. Ich sitze in meinem Jammer,\nich harre auf den Morgen in meinen Tränen. Wühlet das Grab, ihr\nFreunde der Toten, aber schließt es nicht, bis ich komme. Mein Leben\nschwindet wie ein Traum; wie sollt’ ich zurückbleiben! Hier will ich\nFelsens—wenn’s Nacht wird auf dem Hügel, und Wind kommt über die\nHeide, soll mein Geist im Winde stehn und trauern den Tod meiner\nFreunde. Der Jäger hört mich aus seiner Laube, fürchtet meine Stimme\nund liebt sie; denn süß soll meine Stimme sein um meine Freunde, sie\nwaren mir beide so lieb!",
        "Das war dein Gesang, o Minona, Tormans sanft errötende Tochter.\nUnsere Tränen flossen um Colma, und unsere Seele ward düster.",
        "Ullin trat auf mit der Harfe und gab uns Alpins Gesang— Alpins\nStimme war freundlich, Rynos Seele ein Feuerstrahl. Aber schon ruhten\nsie im engen Hause, und ihre Stimme war verhallet in Selma. Einst\nkehrte Ullin zurück von der Jagd, ehe die Helden noch fielen. Er\nhörte ihren Wettegesang auf dem Hügel. Ihr Lied war sanft, aber\ntraurig. Sie klagten Morars Fall, des ersten der Helden. Seine Seele\nwar wie Fingals Seele, sein Schwert wie das Schwert Oskars—aber er\nfiel, und sein Vater jammerte, und seiner Schwester Augen waren voll\nTränen, Minonas Augen waren voll Tränen, der Schwester des herrlichen\nMorars. Sie trat zurück vor Ullins Gesang, wie der Mond in Westen,\nder den Sturmregen voraussieht und sein schönes Haupt in eine Wolke\nverbirgt.—Ich schlug die Harfe mit Ullin zum Gesange des Jammers.",
        "Vorbei sind Wind und Regen, der Mittag ist so heiter, die Wolken\nteilen sich. Fliehend bescheint den Hügel die unbeständige Sonne.\nRötlich fließt der Strom des Bergs im Tale hin. Süß ist dein Murmeln,\nStrom; doch süßer die Stimme, die ich höre. Es ist Alpins Stimme, er\nbejammert den Toten. Sein Haupt ist vor Alter gebeugt und rot sein\ntränendes Auge. Alpin, trefflicher Sänger, warum allein auf dem\nschweigenden Hügel? Warum jammerst du wie ein Windstoß im Walde, wie\neine Welle am fernen Gestade?",
        "Meine Tränen, Ryno, sind für den Toten, meine Stimme für die\nBewohner des Grabs. Schlank bist du auf dem Hügel, schön unter den\nSöhnen der Heide. Aber du wirst fallen wie Morar, und auf deinem\nGrabe wird der Trauernde sitzen. Die Hügel werden dich vergessen,\ndein Bogen in der Halle liegen ungespannt.",
        "Du warst schnell, o Morar, wie ein Reh auf dem Hügel, schrecklich\nwie die Nachtfeuer am Himmel. Dein Grimm war ein Sturm, dein Schwert\nin der Schlacht wie Wetterleuchten über der Heide. Deine Stimme\nglich dem Waldstrome nach dem Regen, dem Donner auf fernen Hügeln.\nManche fielen von deinem Arm, die Flamme deines Grimmes verzehrte sie.\nAber wenn du wiederkehrtest vom Kriege, wie friedlich war deine\nStirne! Dein Angesicht war gleich der Sonne nach dem Gewitter,\ngleich dem Monde in der schweigenden Nacht, ruhig deine Brust wie der\nSee, wenn sich des Windes Brausen gelegt hat.",
        "Eng ist nun deine Wohnung, finster deine Stätte! Mit drei Schritten\nmess’ ich dein Grab, o du, der du ehe so groß warst! Vier Steine mit\nmoosigen Häupten sind dein einziges Gedächtnis; ein entblätterter\nBaum, langes Gras, das im Winde wispelt, deutet dem Auge des Jägers\ndas Grab des mächtigen Morars. Keine Mutter hast du, dich zu beweinen,\nkein Mädchen mit Tränen der Liebe. Tot ist, die dich gebar,\ngefallen die Tochter von Morglan.",
        "Wer auf seinem Stabe ist das? Wer ist es, dessen Haupt weiß ist vor\nAlter, dessen Augen rot sind von Tränen? Es ist dein Vater, o Morar,\nder Vater keines Sohnes außer dir. Er hörte von deinem Ruf in der\nSchlacht, er hörte von zerstobenen Feinden; er hörte Morars Ruhm!\nAch! Nichts von seiner Wunde? Weine, Vater Morars, weine! Aber dein\nSohn hört dich nicht. Tief ist der Schlaf der Toten, niedrig ihr\nKissen von Staube. Nimmer achtet er auf die Stimme, nie erwacht er\nauf deinen Ruf. O wann wird es Morgen im Grabe, zu bieten dem\nSchlummerer: erwache!",
        "Lebe wohl, edelster der Menschen, du Eroberer im Felde! Aber nimmer\nwird dich das Feld sehen, nimmer der düstere Wald leuchten vom Glanze\ndeines Stahls. Du hinterließest keinen Sohn, aber der Gesang soll\ndeinen Namen erhalten, künftige Zeiten sollen von dir hören, hören\nvon dem gefallenen Morar.",
        "Laut war die Trauer der Helden, am lautesten Armins berstender\nSeufzer. Ihn erinnerte es an den Tod seines Sohnes, er fiel in den\nTagen der Jugend. Carmor saß nah bei dem Helden, der Fürst des\nhallenden Galmal. ’warum schluchzet der Seufzer Armins?’ sprach er,\n’ was ist hier zu weinen? Klingt nicht ein Lied und ein Gesang, die\nSeele zu schmelzen und zu ergetzen? Sie sind wie sanfter Nebel, der\nsteigend vom See aufs Tal sprüht, und die blühenden Blumen füllet das\nNaß; aber die Sonne kommt wieder in ihrer Kraft, und der Nebel ist\ngegangen. Warum bist du so jammervoll, Armin, Herrscher des\nseeumflossenen Gorma?’",
        "’Jammervoll! Wohl das bin ich, und nicht gering die Ursache meines\nWehs.—Carmor, du verlorst keinen Sohn, verlorst keine blühende\nTochter; Colgar, der Tapfere, lebt, und Annira, die schönste der\nMädchen. Die Zweige deines Hauses blühen, o Carmor; aber Armin ist\nder Letzte seines Stammes. Finster ist dein Bett, o Daura! Dumpf ist\ndein Schlaf in dem Grabe—wann erwachst du mit deinen Gesängen, mit\ndeiner melodischen Stimme? Auf, ihr Winde des Herbstes! Auf, stürmt\nüber die finstere Heide! Waldströme, braust! Heult, Ströme, im\nGipfel der Eichen! Wandle durch gebrochene Wolken, o Mond, zeige\nwechselnd dein bleiches Gesicht! Erinnre mich der schrecklichen\nNacht, da meine Kinder umkamen, da Arindal, der Mächtige, fiel, Daura,\ndie Liebe, verging.",
        "Daura, meine Tochter, du warst schön, schön wie der Mond auf den\nHügeln von Fura, weiß wie der gefallene Schnee, süß wie die atmende\nLuft! Arindal, dein Bogen war stark, dein Speer schnell auf dem\nFelde, dein Blick wie Nebel auf der Welle, dein Schild eine Feuerwolke\nim Sturme!",
        "Armar, berühmt im Kriege, kam und warb um Dauras Liebe; sie\nwiderstand nicht lange. Schön waren die Hoffnungen ihrer Freunde.",
        "Erath, der Sohn Odgals, grollte, denn sein Bruder lag erschlagen\nvon Armar. Er kam, in einen Schiffer verkleidet. Schön war sein\nNachen auf der Welle, weiß seine Locken vor Alter, ruhig sein ernstes\nGesicht. ’schönste Mädchen,’ sagte er, ’liebliche Tochter von\nArmin, dort am Felsen, nicht fern in der See, wo die rote Frucht vom\nBaume herblinkt, dort wartet Armar auf Daura: ich komme, seine Liebe\nzu führen über die rollende See.",
        "’Sie folgt’ ihm und rief nach Armar; nichts antwortete als die\nStimme des Felsens. ’Armar! Mein Lieber! Mein Lieber! Warum\nängstest du mich so? Höre, Sohn Arnarths! Höre! Daura ist’s, die\ndich ruft!",
        "’Erath, der Verräter, floh lachend zum Lande. Sie erhob ihre Stimme,\nrief nach ihrem Vater und Bruder:’ Arindal! Armin! Ist keiner,\nseine Daura zu retten? ’",
        "Ihre Stimme kam über die See. Arindal, mein Sohn, stieg vom Hügel\nherab, rauh in der Beute der Jagd, seine Pfeile rasselten an seiner\nSeite, seinen Bogen trug er in der Hand, fünf schwarzgraue Doggen\nwaren um ihn. Er sah den kühnen Erath am Ufer, faßt’ und band ihn an\ndie Eiche, fest umflocht er seine Hüften, der Gefesselte füllte mit\nÄchzen die Winde.",
        "Arindal betritt die Wellen in seinem Boote, Daura herüber zu\nbringen. Armar kam in seinem Grimme, drückt’ ab den grau befiederten\nPfeil, er klang, er sank in dein Herz, o Arindal, mein Sohn! Statt\nEraths, des Verräters, kamst du um, das Boot erreichte den Felsen, er\nsank dran nieder und starb. Zu deinen Füßen floß deines Bruders Blut,\nwelch war dein Jammer, o Daura! Die Wellen zerschmettern das Boot.\nArmar stürzt sch in die See, seine Daura zu retten oder zu sterben.\nSchnell stürmte ein Stoß vom Hügel in die Wellen, er sank und hob\nsich nicht wieder.",
        "Allein auf den seebespülten Felsen hört’ ich die Klagen meiner\nTochter. Viel und laut war ihr Schreien, doch konnt’ sie ihr Vater\nnicht retten. Die ganze Nacht stand ich am Ufer, ich sah sie im\nschwachen Strahle des Mondes, die ganze Nacht hört’ ich ihr Schreien,\nlaut war der Wind, und der Regen schlug scharf nach der Seite des\nBerges. Ihre Stimme ward schwach, ehe der Morgen erschien, sie starb\nweg wie die Abendluft zwischen dem Grase der Felsen. Beladen mit\nJammer starb sie und ließ Armin allein! Dahin ist meine Stärke im\nKriege, gefallen mein Stolz unter den Mädchen.",
        "Wenn die Stürme des Berges kommen, wenn der Nord die Wellen\nhochhebt, sitz’ ich am schallenden Ufer, schaue nach dem schrecklichen\nFelsen. Oft im sinkenden Monde seh’ ich die Geister meiner Kinder,\nhalb dämmernd wandeln sie zusammen in traurigen Eintracht.’”",
        "Ein Strom von Tränen, der aus Lottens Augen brach und ihrem\ngepreßten Herzen Luft machte, hemmte Werthers Gesang. Er warf das\nPapier hin, faßte ihre Hand und weinte die bittersten Tränen. Lotte\nruhte auf der andern und verbarg ihre Augen ins Schnupftuch. Die\nBewegung beider war fürchterlich. Sie fühlten ihr eigenes Elend in\ndem Schicksale der Edlen, fühlten es zusammen, und ihre Tränen\nvereinigten sich. Die Lippen und Augen Werthers glühten an Lottens\nArme; ein Schauer überfiel sie; sie wollte sich entfernen, und\nSchmerz und Anteil lagen betäubend wie Blei auf ihr. Sie atmete,\nsich zu erholen, und bat ihn schluchzend fortzufahren, bat mit der\nganzen Stimme des Himmels! Werther zitterte, sein Herz wollte bersten,\ner hob das Blatt auf und las halb gebrochen:",
        "“Warum weckst du mich, Frühlingsluft? Du buhlst und sprichst: ich\nbetaue mit Tropfen des Himmels! Aber die Zeit meines Welkens ist nahe,\nnahe der Sturm, der meine Blätter herabstört! Morgen wird der\nWanderer kommen, kommen der mich sah in meiner Schönheit, ringsum\nwird sein Auge im Felde mich suchen und wird mich nicht finden.—”",
        "Die ganze Gewalt dieser Worte fiel über den Unglücklichen.",
        "Er warf sich vor Lotten nieder in der vollen Verzweifelung, faßte\nihre Hände, drückte sie in seine Augen, wider seine Stirn, und ihr\nschien eine Ahnung seines schrecklichen Vorhabens durch die Seele zu\nfliegen. Ihre Sinne verwirrten sich, sie drückte seine Hände,\ndrückte sie wider ihre Brust, neigte sich mit einer wehmütigen\nBewegung zu ihm, und ihre glühenden Wangen berührten sich. Die Welt\nverging ihnen. Er schlang seine Arme um sie her, preßte sie an seine\nBrust und deckte ihre zitternden, stammelnden Lippen mit wütenden\nKüssen.—\"Werther!\"rief sie mit erstickter Stimme, sich abwendend,\n\"Werther!”, und drückte mit schwacher Hand seine Brust von der\nihrigen;\"Werther!\"rief sie mit dem gefaßten Tone des edelsten\nGefühles.—Er widerstand nicht, ließ sie sich aus seinen Armen und\nwarf sich unsinnig vor sie hin.—Sie riß sich auf, und in\nängstlicher Verwirrung, bebend zwischen Liebe und Zorn, sagte sie:\n\"das ist das letzte Mal! Werther! Sie sehn mich nicht wieder”. Und\nmit dem vollsten Blick der Liebe auf den Elenden eilte sie ins\nNebenzimmer und schloß hinter sich zu.—Werther streckte ihr die\nArme nach, getraute sich nicht, sie zu halten. Er lag an der Erde,\nden Kopf auf dem Kanapee, und in dieser Stellung blieb er über eine\nhalbe Stunde, bis ihn ein Geräusch zu sich selbst rief. Es war das\nMädchen, das den Tisch decken wollte. Er ging im Zimmer auf und ab,\nund da er sich wieder allein sah, ging er zur Türe des Kabinetts und\nrief mit leiser Stimme:\"Lotte! Lotte! Nur noch ein Wort! Ein\nLebewohl!\"—sie schwieg.—er harrte und bat und harrte; dann riß er\nsich weg und rief:\"lebe wohl, Lotte! Auf ewig lebe wohl!”",
        "Er kam ans Stadttor. Die Wächter, die ihn schon gewohnt waren,\nließen ihn stillschweigend hinaus. Es stiebte zwischen Regen und\nSchnee, und erst gegen eilfe klopfte er wieder. Sein Diener bemerkte,\nals Werther nach Hause kam, daß seinem Herrn der Hut fehlte. Er\ngetraute sich nicht, etwas zu sagen, entkleidete ihn, alles war naß.\nMan hat nachher den Hut auf einem Felsen, der an dem Abhange des\nHügels ins Tal sieht, gefunden, und es ist unbegreiflich, wie er ihn\nin einer finstern, feuchten Nacht, ohne zu stürzen, erstiegen hat.",
        "Er legte sich zu Bette und schlief lange. Der Bediente fand ihn\nschreibend, als er ihm den andern Morgen auf sein Rufen den Kaffee\nbrachte. Er schrieb folgendes am Briefe an Lotten:",
        "“Zum letztenmale denn, zum letztenmale schlage ich diese Augen auf.\nSie sollen, ach, die Sonne nicht mehr sehn, ein trüber, neblichter\nTag hält sie bedeckt. So traure denn, Natur! Dein Sohn, dein Freund,\ndein Geliebter naht sich seinem Ende. Lotte, das ist ein Gefühl\nohnegleichen, und doch kommt es dem dämmernden Traum am nächsten, zu\nsich zu sagen: das ist der letzte Morgen. Der letzte! Lotte, ich\nhabe keinen Sinn für das Wort: der letzte! Stehe ich nicht da in\nmeiner ganzen Kraft, und morgen liege ich ausgestreckt und schlaff am\nBoden. Sterben! Was heißt das? Siehe, wir träumen, wenn wir vom\nTode reden. Ich habe manchen sterben sehen; aber so eingeschränkt ist\ndie Menschheit, daß sie für ihres Daseins Anfang und Ende keinen Sinn\nhat. Jetzt noch mein, dein! Dein, o Geliebte! Und einen\nAugenblick—getrennt, geschieden—vielleicht auf ewig?—nein, Lotte,\nnein—wie kann ich vergehen? Wie kannst du vergehen? Wir sind ja!\n—vergehen!—was heißt das? Das ist wieder ein Wort, ein leerer\nSchall, ohne Gefühl für mein Herz.—tot, Lotte! Eingescharrt der\nkalten Erde, so eng! So finster!—ich hatte eine Freundin, die mein\nalles war meiner hülflosen Jugend; sie starb, und ich folgte ihrer\nLeiche und stand an dem Grabe, wie sie den Sarg hinunterließen und\ndie Seile schnurrend unter ihm weg und wieder herauf schnellten, dann\ndie erste Schaufel hinunterschollerte, und die ängstliche Lade einen\ndumpfen Ton wiedergab, und dumpfer und immer dumpfer, und endlich\nbedeckt war!—ich stürzte neben das Grab hin—ergriffen, erschüttert,\ngeängstet, zerrissen mein Innerstes, aber ich wußte nicht, wie mir\ngeschah—wie mir geschehen wird—Sterben! Grab! Ich verstehe die\nWorte nicht!",
        "O vergib mir! Vergib mir! Gestern! Es hätte der letzte Augenblick\nmeines Lebens sein sollen. O du Engel! Zum ersten Male, zum ersten\nMale ganz ohne Zweifel durch mein innig Innerstes durchglühte mich\ndas Wonnegefühl: sie liebt mich! Sie liebt mich! Es brennt noch auf\nmeinen Lippen das heilige Feuer, das von den deinigen strömte, neue,\nwarme Wonne ist in meinem Herzen. Vergib mir! Vergib mir!",
        "Ach, ich wußte, daß du mich liebtest, wußte es an den ersten\nseelenvollen Blicken, an dem ersten Händedruck, und doch, wenn ich\nwieder weg war, wenn ich Alberten an deiner Seite sah, verzagte ich\nwieder in fieberhaften Zweifeln.",
        "Erinnerst du dich der Blumen, die du mir schicktest, als du in\njener fatalen Gesellschaft mir kein Wort sagen, keine Hand reichen\nkonntest? O, ich habe die halbe Nacht davor gekniet, und sie\nversiegelten mir deine Liebe. Aber ach! Diese Eindrücke gingen\nvorüber, wie das Gefühl der Gnade seines Gottes allmählich wieder aus\nder Seele des Gläubigen weicht, die ihm mit ganzer Himmelsfülle in\nheiligen, sichtbaren Zeichen gereicht ward.",
        "Alles das ist vergänglich, aber keine Ewigkeit soll das glühende\nLeben auslöschen, das ich gestern auf deinen Lippen genoß, das ich in\nmir fühle! Sie liebt mich! Dieser Arm hat sie umfaßt, diese Lippen\nhaben auf ihren Lippen gezittert, dieser Mund hat an dem ihrigen\ngestammelt. Sie ist mein! Du bist mein! Ja, Lotte, auf ewig.",
        "Und was ist das, daß Albert dein Mann ist? Mann! Das wäre denn für\ndiese Welt—und für diese Welt Sünde, daß ich dich liebe, daß ich\ndich aus seinen Armen in die meinigen reißen möchte? Sünde? Gut,\nund ich strafe mich dafür; ich habe sie in ihrer ganzen Himmelswonne\ngeschmeckt, diese Sünde, habe Lebensbalsam und Kraft in mein Herz\ngesaugt. Du bist von diesem Augenblicke mein! Mein, o Lotte! Ich\ngehe voran! Gehe zu meinem Vater, zu deinem Vater. Dem will ich’s\nklagen, und er wird mich trösten, bis du kommst, und ich fliege dir\nentgegen und fasse dich und bleibe bei dir vor dem Angesichte des\nUnendlichen in ewigen Umarmungen.",
        "Ich träume nicht, ich wähne nicht! Nahe am Grabe wird mir es heller.\nWir werden sein! Wir werden uns wieder sehen! Deine Mutter sehen!\nIch werde sie sehen, werde sie finden, ach, und vor ihr mein ganzes\nHerz ausschütten! Deine Mutter, dein Ebenbild”.",
        "Gegen eilfe fragte Werther seinen Bedienten, ob wohl Albert\nzurückgekommen sei? Der Bediente sagte: ja, er habe dessen Pferd\ndahinführen sehen. Darauf gibt ihm der Herr ein offenes Zettelchen\ndes Inhalts: “wollten Sie mir wohl zu einer vorhabenden Reise Ihre\nPistolen leihen? Leben Sie recht wohl!”",
        "Die liebe Frau hatte die letzte Nacht wenig geschlafen; was sie\ngefürchtet hatte, war entschieden, auf eine Weise entschieden, die\nsie weder ahnen noch fürchten konnte. Ihr sonst so rein und leicht\nfließendes Blut war in einer fieberhaften Empörung, tausenderlei\nMepfindungen zerrütteten das schöne Herz. War es das Feuer von\nWerthers Umarmungen, das sie in ihrem Busen fühlte? War es Unwille\nüber seine Verwegenheit? War es eine unmutige Vergleichung ihres\ngegenwärtigen Zustandes mit jenen Tagen ganz unbefangener, freier\nUnschuld und sorglosen Zutrauens an sich selbst? Wie sollte sie\nihrem Manne entgegengehen, wie ihm eine Szene bekennen, die sie so\ngut gestehen durfte, und die sie sich doch zu gestehen nicht\ngetraute? Sie hatten so lange gegen einander geschwiegen, und sollte\nsie die erste sein, die das Stillschweigen bräche und eben zur\nunrechten Zeit ihrem Gatten eine so unerwartete Entdeckung machte?\nSchon fürchtete sie, die bloße Nachricht von Werthers Besuch werde\nihm einen unangenehmen Eindruck machen, und nun gar diese unerwartete\nKatastrophe! Konnte sie wohl hoffen, daß ihr Mann sie ganz im rechten\nLichte sehen, ganz ohne Vorurteil aufnehmen würde? Und konnte sie\nwünschen, daß er in ihrer Seele lesen möchte? Und doch wieder, konnte\nsie sich verstellen gegen den Mann, vor dem sie immer wie ein\nkristallhelles Glas offen und frei gestanden und dem sie keine ihrer\nEmpfindungen jemals verheimlicht noch verheimlichen können? Eins und\ndas andre machte ihr Sorgen und setzte sie in Verlegenheit; und immer\nkehrten ihre Gedanken wieder zu Werthern, der für sie verloren war,\nden sie nicht lassen konnte, den sie—leider!—sich selbst\nüberlassen mußte, und dem, wenn er sie verloren hatte, nichts mehr\nübrig blieb.",
        "Wie schwer lag jetzt, was sie sich in dem Augenblick nicht deutlich\nmachen konnte, die Stockung auf ihr, die sich unter ihnen festgesetzt\nhatte! So verständige, so gute Menschen fingen wegen gewisser\nheimlicher Verschiedenheiten unter einander zu schweigen an, jedes\ndachte seinem Recht und dem Unrechte des andern nach, und die\nVerhältnisse verwickelten und verhetzten sich dergestalt, daß es\nunmöglich ward, den Knoten eben in dem kritischen Momente, von dem\nalles abhing, zu lösen. Hätte eine glückliche Vertraulichkeit sie\nfrüher wieder einander näher gebracht, wäre Liebe und Nachsicht\nwechselsweise unter ihnen lebendig worden und hätte ihre Herzen\naufgeschlossen, vielleicht wäre unser Freund noch zu retten gewesen.",
        "Noch ein sonderbarer Umstand kam dazu. Werther hatte, wie wir aus\nseinen Briefen wissen, nie ein Geheimnis daraus gemacht, daß er sich\ndiese Welt zu verlassen sehnte. Albert hatte ihn oft bestritten, auch\nwar zwischen Lotten und ihrem Mann manchmal die Rede davon gewesen.\nDieser, wie er einen entschiedenen Widerwillen gegen die Tat empfand,\nhatte auch gar oft mit einer Art von Empfindlichkeit, die sonst ganz\naußer seinem Charakter lag, zu erkennen gegeben, daß er an dem Ernst\neines solchen Vorsatzes sehr zu zweifeln Ursach’ finde, er hatte sich\nsogar darüber einigen Scherz erlaubt und seinen Unglauben Lotten\nmitgeteilt. Dies beruhigte sie zwar von einer Seite, wenn ihre\nGedanken ihr das traurige Bild vorführten, von der andern aber fühlte\nsie sich auch dadurch gehindert, ihrem Manne die Besorgnisse\nmitzuteilen, die sie in dem Augenblicke quälten.",
        "Albert kam zurück, und Lotte ging ihm mit einer verlegenen\nHastigkeit entgegen, er war nicht heiter, sein Geschäft war nicht\nvollbracht, er hatte an dem benachbarten Amtmanne einen unbiegsamen,\nkleinsinnigen Menschen gefunden. Der Üble Weg auch hatte ihn\nverdrießlich gemacht.",
        "Er fragte, ob nichts vorgefallen sei, und sie antwortete mit\nÜbereilung: Werther sei gestern abends dagewesen. Er fragte, ob\nBriefe gekommen, und er erhielt zur Antwort, daß ein Brief und Pakete\nauf seiner Stube lägen. Er ging hinüber, und Lotte blieb allein. Die\nGegenwart des Mannes, den sie liebte und ehrte, hatte einen neuen\nEindruck in ihr Herz gemacht. Das Andenken seines Edelmuts, seiner\nLiebe und Güte hatte ihr Gemüt mehr beruhigt, sie fühlte einen\nheimlichen Zug, ihm zu folgen, sie nahm ihre Arbeit und ging auf sein\nZimmer, wie sie mehr zu tun pflegte. Sie fand ihn beschäftigt, die\nPakete zu erbrechen und zu lesen. Einige schienen nicht das\nAngenehmste zu enthalten. Sie tat einige Fragen an ihn, die er kurz\nbeantwortete, und sich an den Pult stellte, zu schreiben.",
        "Sie waren auf diese Weise eine Stunde nebeneinander gewesen, und es\nward immer dunkler in Lottens Gemüt. Sie fühlte, wie schwer es ihr\nwerden würde, ihrem Mann, auch wenn er bei dem besten Humor wäre, das\nzu entdecken, was ihr auf dem Herzen lag; sie verfiel in eine Wehmut,\ndie ihr um desto ängstlicher ward, als sie solche zu verbergen und\nihre Tränen zu verschlucken suchte.",
        "Die Erscheinung von Werthers Knaben setzte sie in die größte\nVerlegenheit; er überreichte Alberten das Zettelchen, der sich\ngelassen nach seiner Frau wendete und sagte:\"gib ihm die Pistolen”.\n—\"ich lasse ihm glückliche Reise wünschen. “sagte er zum Jungen.\n—das fiel auf sie wie ein Donnerschlag, sie schwankte aufzustehen,\nsie wußte nicht, wie ihr geschah. Langsam ging sie nach der Wand,\nzitternd nahm sie das Gewehr herunter, putzte den Staub ab und\nzauderte, und hätte noch lange gezögert, wenn nicht Albert durch\neinen fragenden Blick sie gedrängt hätte. Sie gab das unglückliche\nWerkzeug dem Knaben, ohne ein Wort vorbringen zu können, und als der\nzum Hause hinaus war, machte sie ihre Arbeit zusammen, ging in ihr\nZimmer, in dem Zustande der unaussprechlichsten Ungewißheit. Ihr\nHerz weissagte ihr alle Schrecknisse. Bald war sie im Begriffe, sich\nzu den Füßen ihres Mannes zu werfen, ihm alles zu entdecken, die\nGeschichte des gestrigen Abends, ihre Schuld und ihre Ahnungen. Dann\nsah sie wieder keinen Ausgang des Unternehmens, am wenigsten konnte\nsie hoffen, ihren Mann zu einem Gange nach Werthern zu bereden. Der\nTisch ward gedeckt, und eine gute Freundin, die nur etwas zu fragen\nkam, gleich gehen wollte—und blieb, machte die Unterhaltung bei\nTische erträglich; man zwang sich, man redete, man erzählte, man\nvergaß sich.",
        "Der Knabe kam mit den Pistolen zu Werthern, der sie ihm mit\nEntzücken abnahm, als er hörte, Lotte habe sie ihm gegeben. Er ließ\nsich Brot und Wein bringen, hieß den Knaben zu Tische gehen und\nsetzte sich nieder, zu schreiben.",
        "“Sie sind durch deine Hände gegangen, du hast den Staub davon\ngeputzt, ich küsse sie tausendmal, du hast sie berührt! Und du, Geist\ndes Himmels, begünstigst meinen Entschluß, und du, Lotte, reichst mir\ndas Werkzeug, du, von deren Händen ich den Tod zu empfangen wünschte,\nund ach! Nun empfange. O ich habe meinen Jungen ausgefragt. Du\nzittertest, als du sie ihm reichtest, du sagtest kein Lebewohl!\n—wehe! Wehe! Kein Lebewohl!—solltest du dein Herz für mich\nverschlossen haben, um des Augenblicks willen, der mich ewig an dich\nbefestigte? Lotte, kein Jahrtausend vermag den Eindruck auszulöschen!\nUnd ich fühle es, du kannst den nicht hassen, der so für dich glüht”.",
        "Nach Tische hieß er den Knaben alles vollends einpacken, zerriß\nviele Papiere, ging aus und brachte noch kleine Schulden in Ordnung.\nEr kam wieder nach Hause, ging wieder aus vors Tor, ungeachtet des\nRegens, in den gräflichen Garten, schweifte weiter in der Gegend\numher und kam mit anbrechender Nacht zurück und schrieb.",
        "“Wilhelm, ich habe zum letzten Male Feld und Wald und den Himmel\ngesehen. Leb wohl auch du! Liebe Mutter, verzeiht mir! Tröste sie,\nWilhelm! Gott segne euch! Meine Sachen sind alle in Ordnung. Lebt\nwohl! Wir sehen uns wieder und freudiger”.",
        "“Ich habe dir Übel gelohnt, Albert, und du vergibst mir. Ich habe\nden Frieden deines Hauses gestört, ich habe Mißtrauen zwischen euch\ngebracht. Lebe wohl! Ich will es enden. O daß ihr glücklich wäret\ndurch meinen Tod! Albert! Albert! Mache den Engel glücklich! Und\nso wohne Gottes Segen über dir!”",
        "Er kannte den Abend noch viel in seinen Papieren, zerriß vieles und\nwarf es in den Ofen, versiegelte einige Päcke mit den Adressen an\nWilhelm. Sie enthielten kleine Aufsätze, abgerissene Gedanken, deren\nich verschiedene gesehen habe; und nachdem er um zehn Uhr Feuer hatte\nnachlegen und sich eine Flasche Wein geben lassen, schickte er den\nBedienten, dessen Kammer wie auch die Schlafzimmer der Hausleute weit\nhinten hinaus waren, zu Bette, der sich dann in seinen Kleidern\nniederlegte, um frühe bei der Hand zu sein; denn sein Herr hatte\ngesagt, die Postpferde würden vor sechse vors Haus kommen.",
        "Alles ist so still um mich her, und so ruhig meine Seele. Ich danke\ndir, Gott, der du diesen letzten Augenblicken diese Wärme, diese\nKraft schenkest.",
        "Ich trete an das Fenster, meine Beste, und sehe, und sehe noch\ndurch die stürmenden, vorüberfliehenden Wolken einzelne Sterne des\newigen Himmels! Nein, ihr werdet nicht fallen! Der Ewige trägt euch\nan seinem Herzen, und mich. Ich sehe die Deichselsterne des Wagens,\ndes liebsten unter allen Gestirnen. Wenn ich nachts von dir ging,\nwie ich aus deinem Tore trat, stand er gegen mir über. Mit welcher\nTrunkenheit habe ich ihn oft angesehen, oft mit aufgehabenen Händen\nihn zum Zeichen, zum heiligen Merksteine meiner gegenwärtigen\nSeligkeit gemacht! Und noch—o Lotte, was erinnert mich nicht an dich!\nUmgibst du mich nicht! Und habe ich nicht, gleich einem Kinde,\nungenügsam allerlei Kleinigkeiten zu mir gerissen, die du Heilige\nberührt hattest!",
        "Liebes Schatenbild! Ich vermache dir es zurück, Lotte, und bitte\ndich, es zu ehren. Tausend, tausend Küsse habe ich darauf gedrückt,\ntausend Grüße ihm zugewinkt, wenn ich ausging oder nach Hause kam.\nIch habe deinen Vater in einem Zettelchen gebeten, meine Leiche zu\nschützen. Auf dem Kirchhofe sind zwei Lindenbäume, hinten in der Ecke\nnach dem Felde zu; dort wünsche ich zu ruhen. Er kann, er wird das\nfür seinen Freund tun. Bitte ihn auch. Ich will frommen Christen\nnicht zumuten, ihren Körper neben einen armen Unglücklichen zu legen.\nAch, ich wollte, ihr begrübt mich am Wege, oder im einsamen Tale,\ndaß Priester und Levit vor dem bezeichneten Steine sich segnend\nvorübergingen und der Samariter eine Träne weinte.",
        "Hier, Lotte! Ich schaudre nicht, den kalten, schrecklichen Kelch zu\nfassen, aus dem ich den Taumel des Todes trinken soll! Du reichtest\nmir ihn, und zage nicht. All! All! So sind alle die Wünsche und\nHoffnungen meines Lebens erfüllt! So kalt, so starr an der ehernen\nPforte des Todes anzuklopfen.",
        "Daß ich des Glückes hätte teilhaftig werden können, für dich zu\nsterben! Lotte, für dich mich hinzugeben! Ich wollte mutig, ich\nwollte freudig sterben, wenn ich dir die Ruhe, die Wonne deines\nLebens wiederschaffen könnte. Aber ach! Das ward nur wenigen Edeln\ngegeben, ihr Blut für die Ihrigen zu vergießen und durch ihren Tod\nein neues, hundertfältiges Leben ihren Freunden anzufachen.",
        "In diesen Kleidern, Lotte, will ich begraben sein, du hast sie\nberührt, geheiligt; ich habe auch deinen Vater darum gebeten. Meine\nSeele schwebt über dem Sarge. Man soll meine Taschen nicht aussuchen.\nDiese blaßrote Schleife, die du am Busen hattest, als ich dich zum\nersten Male unter deinen Kindern fand—o küsse sie tausendmal und\nerzähle ihnen das Schicksal ihres unglücklichen Freundes. Die Lieben!\nSie wimmeln um mich. Ach wie ich mich an dich schloß! Seit dem\nersten Augenblicke dich nicht lassen konnte!—diese Schleife soll\nmit mir begraben werden. An meinem Geburtstage schenktest du sie mir!\nWie ich das alles verschlang!—ach, ich dachte nicht, daß mich der\nWeg hierher führen sollte!—sei ruhig! Ich bitte dich, sei ruhig!",
        "—Sie sind geladen—es schlägt zwölfe! So sei es denn!—Lotte!\nLotte, lebe wohl! Lebe wohl!”",
        "Ein Nachbar sah den Blick vom Pulver und hörte den Schuß fallen; da\naber alles stille blieb, achtete er nicht weiter drauf.",
        "Morgens um sechse tritt der Bediente herein mit dem Lichte. Er\nfindet seinen Herrn an der Erde, die Pistole und Blut. Er ruft, er\nfaßt ihn an; keine Antwort, er röchelt nur noch. Er läuft nach den\nÄrzten, nach Alberten. Lotte hört die Schelle ziehen, ein Zittern\nergreift alle ihre Glieder. Sie weckt ihren Mann, sie stehen auf,\nder Bediente bringt heulend und stotternd die Nachricht, Lotte sinkt\nohnmöchtig vor Alberten nieder.",
        "Als der Midikus zu dem Unglücklichen kam, fand er ihn an der Erde\nohne Rettung, der Puls schlug, die Glieder waren alle gelähmt. über\ndem rechten Auge hatte er sich durch den Kopf geschossen, das Gehirn\nwar herausgetrieben. Man ließ ihm zum Überfluß eine Ader am Arme, das\nBlut lief, er holte noch immer Atem.",
        "Aus dem Blut auf der Lehne des Sessels konnte man schließen, er\nhabe sitzend vor dem Schreibtische die Tat vollbracht, dann ist er\nheruntergesunken, hat sich konvulsivisch um den Stuhl herumgewälzt.\nEr lag gegen das Fenster entkräftet auf dem Rücken, war in völliger\nKleidung, gestiefelt, im blauen Frack mit gelber Weste.",
        "Das Haus, die Nachbarschaft, die Stadt kam in Aufruhr. Albert trat\nherein. Werthern hatte man auf das Bett gelegt, die Stirn verbunden,\nsein Gesicht schon wie eines Toten, er rührte kein Glied. Die Lunge\nröchelte noch fürchterlich, bald schwach, bald stärker; man erwartete\nsein Ende.",
        "Von dem Weine hatte er nur ein Glas getrunken”. Emilia Galotti lag\nauf dem Pulte aufgeschlagen.",
        "Von Alberts Bestürzung, von Lottens Jammer laßt mich nichts sagen.",
        "Der alte Amtmann kam auf die Nachricht hereingesprengt, er küßte\nden Sterbenden unter den heißesten Tränen. Seine ältesten Söhne kamen\nbald nach ihm zu Fuße, sie fielen neben dem Bette nieder im Ausdrucke\ndes unbändigsten Schmerzens, küßten ihm die Hände und den Mund, und\nder älteste, den er immer am meisten geliebt, hing an seinen Lippen,\nbis er verschieden war und man den Knaben mit Gewalt wegriß. Um\nzwölfe mittags starb er. Die Gegenwart des Amtmannes und seine\nAnstalten tuschten einen Auflauf. Nachts gegen eilfe ließ er ihn an\ndie Stätte begraben, die er sich erwählt hatte. Der Alte folgte der\nLeiche und die Söhne, Albert vermocht’s nicht. Man fürchtete für\nLottens Leben. Handwerker trugen ihn. Kein Geistlicher hat ihn\nbegleitet.",
        "\nThe Tree of Crows (Caspar David Friedrich)\n",
        "\nThis complete text of “Die Leiden des jungen Werther” by Johann Wolfgang von Goethe,\nas well as the paintings by Caspar David Friedrich, are in the public domain.\n\n\n\nAmazon: “Die Leiden des jungen Werther”.\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on April 2003.\n"
    ]
}