{
    "title": "Die Leiden des jungen Werther - Am 29. Junius (von Johann Wolfgang von Goethe)",
    "author": "Unknown",
    "chapter": "15",
    "content": [
        "\n\n",
        "Vorgestern kam der Medikus hier aus der Stadt hinaus zum Amtmann und\nfand mich auf der Erde unter Lottens Kindern, wie einige auf mir\nherumkrabbelten, andere mich neckten, und wie ich sie kitzelte und ein\ngroßes Geschrei mit ihnen erregte. Der Doktor, der eine sehr\ndogmatische Drahtpuppe ist, unterm Reden seine Manschetten in Falten\nlegt und einen Kräusel ohne Ende herauszupft, fand dieses unter der\nWürde eines gescheiten Menschen; das merkte ich an seiner Nase. Ich\nließ mich aber in nichts stören, ließ ihn sehr vernünftige Sachen\nabhandeln und baute den Kindern ihre Kartenhäuser wieder, die sie\nzerschlagen hatten. Auch ging er darauf in der Stadt herum und\nbeklagte, des Amtmanns Kinder wären so schon ungezogen genug, der\nWerther verderbe sie nun völlig.",
        "Ja, lieber Wilhelm, meinem Herzen sind die Kinder am nächsten auf der\nErde. Wenn ich ihnen zusehe und in dem kleinen Dinge die Keime aller\nTugenden, aller Kräfte sehe, die sie einmal so nötig brauchen werden;\nwenn ich in dem Eigensinne künftige Standhaftigkeit und Festigkeit des\nCharakters, in dem Mutwillen guten Humor und Leichtigkeit, über die\nGefahren der Welt hinzuschlüpfen, erblicke, alles so unverdorben, so\nganz!—immer, immer wiederhole ich dann die goldenen Worte des Lehrers\nder Menschen:\"wenn ihr nicht werdet wie eines von diesen!” und nun,\nmein Bester, sie, die unseresgleichen sind, die wir als unsere Muster\nansehen sollten, behandeln wir als Untertanen. Sie sollen keinen\nWillen haben!—haben wir denn keinen? Und wo liegt das\nVorrecht?—weil wir älter sind und gescheiter!—guter Gott von deinem\nHimmel, alte Kinder siehst du und junge Kinder, und nichts weiter; und\nan welchen du mehr Freude hast, das hat dein Sohn schon lange\nverkündigt. Aber sie glauben an ihn und hören ihn nicht—das ist auch\nwas Altes!—und bilden ihre Kinder nach sich und—Adieu, Wilhelm! Ich\nmag darüber nicht weiter radotieren.",
        "Continue...",
        "\nThis complete text of “Die Leiden des jungen Werther” by Johann Wolfgang von Goethe,\nas well as the paintings by Caspar David Friedrich, are in the public domain.\n\n\n\nAmazon: “Die Leiden des jungen Werther”.\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on April 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}