{
    "title": "Die Geburt der Tragödie - 16. (Von Friedrich Wilhelm Nietzsche)",
    "author": "Unknown",
    "chapter": "24",
    "content": [
        "\n\n",
        "An diesem ausgeführten historischen Beispiel haben wir klar zu machen\ngesucht, wie die Tragödie an dem Entschwinden des Geistes der Musik\neben so gewiss zu Grunde geht, wie sie aus diesem Geiste allein\ngeboren werden kann. Das Ungewöhnliche dieser Behauptung zu mildern\nund andererseits den Ursprung dieser unserer Erkenntniss aufzuzeigen,\nmüssen wir uns jetzt freien Blicks den analogen Erscheinungen der\nGegenwart gegenüber stellen; wir müssen mitten hinein in jene Kämpfe\ntreten, welche, wie ich eben sagte, zwischen der unersättlichen\noptimistischen Erkenntniss und der tragischen Kunstbedürftigkeit in\nden höchsten Sphären unserer jetzigen Welt gekämpft werden. Ich will\nhierbei von allen den anderen gegnerischen Trieben absehn, die zu\njeder Zeit der Kunst und gerade der Tragödie entgegenarbeiten und die\nauch in der Gegenwart in dem Maasse siegesgewiss um sich greifen, dass\nvon den theatralischen Künsten z.B. allein die Posse und das Ballet\nin einem einigermaassen üppigen Wuchern ihre vielleicht nicht für\nJedermann wohlriechenden Blüthen treiben. Ich will nur von der\nerlauchtesten Gegnerschaft der tragischen Weltbetrachtung reden und\nmeine damit die in ihrem tiefsten Wesen optimistische Wissenschaft,\nmit ihrem Ahnherrn Sokrates an der Spitze. Alsbald sollen auch die\nMächte bei Namen genannt werden, welche mir eine Wiedergeburt der\nTragödie – und welche andere selige Hoffnungen für das deutsche Wesen!\n– zu verbürgen scheinen.",
        "Bevor wir uns mitten in jene Kämpfe hineinstürzen, hüllen wir uns in\ndie Rüstung unsrer bisher eroberten Erkenntnisse. Im Gegensatz zu\nallen denen, welche beflissen sind, die Künste aus einem einzigen\nPrincip, als dem nothwendigen Lebensquell jedes Kunstwerks abzuleiten,\nhalte ich den Blick auf jene beiden künstlerischen Gottheiten\nder Griechen, Apollo und Dionysus, geheftet und erkenne in ihnen\ndie lebendigen und anschaulichen Repräsentanten zweier in ihrem\ntiefsten Wesen und ihren höchsten Zielen verschiedenen Kunstwelten.\nApollo steht vor mir, als der verklärende Genius des principii\nindividuationis, durch den allein die Erlösung im Scheine wahrhaft zu\nerlangen ist: während unter dem mystischen Jubelruf des Dionysus der\nBann der Individuation zersprengt wird und der Weg zu den Müttern\ndes Sein’s, zu dem innersten Kern der Dinge offen liegt. Dieser\nungeheuere Gegensatz, der sich zwischen der plastischen Kunst als\nder apollinischen und der Musik als der dionysischen Kunst klaffend\naufthut, ist einem Einzigen der grossen Denker in dem Maasse offenbar\ngeworden, dass er, selbst ohne jene Anleitung der hellenischen\nGöttersymbolik, der Musik einen verschiedenen Charakter und Ursprung\nvor allen anderen Künsten zuerkannte, weil sie nicht, wie jene alle,\nAbbild der Erscheinung, sondern unmittelbar Abbild des Willens selbst\nsei und also zu allem Physischen der Welt das Metaphysische, zu aller\nErscheinung das Ding an sich darstelle. (Schopenhauer, Welt als Wille\nund Vorstellung I, p. 310). Auf diese wichtigste Erkenntniss aller\nAesthetik, mit der, in einem ernstern Sinne genommen, die Aesthetik\nerst beginnt, hat Richard Wagner, zur Bekräftigung ihrer ewigen\nWahrheit, seinen Stempel gedrückt, wenn er im “Beethoven” feststellt,\ndass die Musik nach ganz anderen aesthetischen Principien als alle\nbildenden Künste und überhaupt nicht nach der Kategorie der Schönheit\nzu bemessen sei: obgleich eine irrige Aesthetik, an der Hand einer\nmissleiteten und entarteten Kunst, von jenem in der bildnerischen Welt\ngeltenden Begriff der Schönheit aus sich gewöhnt habe, von der Musik\neine ähnliche Wirkung wie von den Werken der bildenden Kunst zu\nfordern, nämlich die Erregung des Gefallens an schönen Formen. Nach\nder Erkenntniss jenes ungeheuren Gegensatzes fühlte ich eine starke\nNöthigung, mich dem Wesen der griechischen Tragödie und damit der\ntiefsten Offenbarung des hellenischen Genius zu nahen: denn erst jetzt\nglaubte ich des Zaubers mächtig zu sein, über die Phraseologie unserer\nüblichen Aesthetik hinaus, das Urproblem der Tragödie mir leibhaft\nvor die Seele stellen zu können: wodurch mir ein so befremdlich\neigenthümlicher Blick in das Hellenische vergönnt war, dass\nes mir scheinen musste, als ob unsre so stolz sich gebärdende\nclassisch-hellenische Wissenschaft in der Hauptsache bis jetzt nur an\nSchattenspielen und Aeusserlichkeiten sich zu weiden gewusst habe.",
        "Jenes Urproblem möchten wir vielleicht mit dieser Frage berühren:\nwelche aesthetische Wirkung entsteht, wenn jene an sich getrennten\nKunstmächte des Apollinischen und des Dionysischen neben einander\nin Thätigkeit gerathen? Oder in kürzerer Form: wie verhält sich\ndie Musik zu Bild und Begriff? – Schopenhauer, dem Richard Wagner\ngerade für diesen Punkt eine nicht zu überbietende Deutlichkeit und\nDurchsichtigkeit der Darstellung nachrühmt, äussert sich hierüber am\nausführlichsten in der folgenden Stelle, die ich hier in ihrer ganzen\nLänge wiedergeben werde. Welt als Wille und Vorstellung I, p. 309:\n“Diesem allen zufolge können wir die erscheinende Welt, oder die\nNatur, und die Musik als zwei verschiedene Ausdrücke derselben Sache\nansehen, welche selbst daher das allein Vermittelnde der Analogie\nbeider ist, dessen Erkenntniss erfordert wird, um jene Analogie\neinzusehen. Die Musik ist demnach, wenn als Ausdruck der Welt\nangesehen eine im höchsten Grad allgemeine Sprache, die sich sogar\nzur Allgemeinheit der Begriffe ungefähr verhält wie diese zu den\neinzelnen Dingen. Ihre Allgemeinheit ist aber keineswegs jene leere\nAllgemeinheit der Abstraction, sondern ganz anderer Art und ist\nverbunden mit durchgängiger deutlicher Bestimmtheit. Sie gleicht\nhierin den geometrischen Figuren und den Zahlen, welche als die\nallgemeinen Formen aller möglichen Objecte der Erfahrung und auf alle\na priori anwendbar, doch nicht abstract, sondern anschaulich und\ndurchgängig bestimmt sind. Alle möglichen Bestrebungen, Erregungen und\nAeusserungen des Willens, alle jene Vorgänge im Innern des Menschen,\nwelche die Vernunft in den weiten negativen Begriff Gefühl wirft, sind\ndurch die unendlich vielen möglichen Melodien auszudrücken, aber immer\nin der Allgemeinheit blosser Form, ohne den Stoff, immer nur nach\ndem Ansich, nicht nach der Erscheinung, gleichsam die innerste Seele\nderselben, ohne Körper. Aus diesem innigen Verhältniss, welches die\nMusik zum wahren Wesen aller Dinge hat, ist auch dies zu erklären,\ndass, wenn zu irgend einer Scene, Handlung, Vorgang, Umgebung, eine\npassende Musik ertönt, diese uns den geheimsten Sinn derselben\naufzuschliessen scheint und als der richtigste und deutlichste\nCommentar dazu auftritt; imgleichen, dass es Dem, der sich dem\nEindruck einer Symphonie ganz hingiebt, ist, als sähe er alle\nmöglichen Vorgänge des Lebens und der Welt an sich vorüberziehen:\ndennoch kann er, wenn er sich besinnt, keine Aehnlichkeit angeben\nzwischen jenem Tonspiel und den Dingen, die ihm vorschwebten. Denn die\nMusik ist, wie gesagt, darin von allen anderen Künsten verschieden,\ndass sie nicht Abbild der Erscheinung, oder richtiger, der adäquaten\nObjectität des Willens, sondern unmittelbar Abbild des Willens selbst\nist und also zu allem Physischen der Welt das Metaphysische, zu aller\nErscheinung das Ding an sich darstellt. Man könnte demnach die Welt\nebensowohl verkörperte Musik, als verkörperten Willen nennen: daraus\nalso ist es erklärlich, warum Musik jedes Gemälde, ja jede Scene des\nwirklichen Lebens und der Welt, sogleich in erhöhter Bedeutsamkeit\nhervortreten lässt; freilich um so mehr, je analoger ihre Melodie dem\ninnern Geiste der gegebenen Erscheinung ist. Hierauf beruht es, dass\nman ein Gedicht als Gesang, oder eine anschauliche Darstellung als\nPantomime, oder beides als Oper der Musik unterlegen kann. Solche\neinzelne Bilder des Menschenlebens, der allgemeinen Sprache der Musik\nuntergelegt, sind nie mit durchgängiger Nothwendigkeit ihr verbunden\noder entsprechend; sondern sie stehen zu ihr nur im Verhältniss eines\nbeliebigen Beispiels zu einem allgemeinen Begriff: sie stellen in\nder Bestimmtheit der Wirklichkeit Dasjenige dar, was die Musik in\nder Allgemeinheit blosser Form aussagt. Denn die Melodien sind\ngewissermaassen, gleich den allgemeinen Begriffen, ein Abstractum\nder Wirklichkeit. Diese nämlich, also die Welt der einzelnen Dinge,\nliefert das Anschauliche, das Besondere und Individuelle, den\neinzelnen Fall, sowohl zur Allgemeinheit der Begriffe, als zur\nAllgemeinheit der Melodien, welche beide Allgemeinheiten einander aber\nin gewisser Hinsicht entgegengesetzt sind; indem die Begriffe nur\ndie allererst aus der Anschauung abstrahirten Formen, gleichsam die\nabgezogene äussere Schale der Dinge enthalten, also ganz eigentlich\nAbstracta sind; die Musik hingegen den innersten aller Gestaltung\nvorhergängigen Kern, oder das Herz der Dinge giebt. Dies Verhältniss\nliesse sich recht gut in der Sprache der Scholastiker ausdrücken,\nindem man sagte: die Begriffe sind die universalia post rem, die\nMusik aber giebt die universalia ante rem, und die Wirklichkeit die\nuniversalia in re. Dass aber überhaupt eine Beziehung zwischen einer\nComposition und einer anschaulichen Darstellung möglich ist, beruht,\nwie gesagt, darauf, dass beide nur ganz verschiedene Ausdrücke\ndesselben innern Wesens der Welt sind. Wann nun im einzelnen Fall\neine solche Beziehung wirklich vorhanden ist, also der Componist die\nWillensregungen, welche den Kern einer Begebenheit ausmachen, in der\nallgemeinen Sprache der Musik auszusprechen gewusst hat: dann ist\ndie Melodie des Liedes, die Musik der Oper ausdrucksvoll. Die vom\nComponisten aufgefundene Analogie zwischen jenen beiden muss aber\naus der unmittelbaren Erkenntniss des Wesens der Welt, seiner\nVernunft unbewusst, hervorgegangen und darf nicht, mit bewusster\nAbsichtlichkeit, durch Begriffe vermittelte Nachahmung sein: sonst\nspricht die Musik nicht das innere Wesen, den Willen selbst aus;\nsondern ahmt nur seine Erscheinung ungenügend nach; wie dies alle\neigentlich nachbildende Musik thut”. –",
        "Wir verstehen also, nach der Lehre Schopenhauer’s, die Musik als die\nSprache des Willens unmittelbar und fühlen unsere Phantasie angeregt,\njene zu uns redende, unsichtbare und doch so lebhaft bewegte\nGeisterwelt zu gestalten und sie in einem analogen Beispiel uns zu\nverkörpern. Andrerseits kommt Bild und Begriff, unter der Einwirkung\neiner wahrhaft entsprechenden Musik, zu einer erhöhten Bedeutsamkeit.\nZweierlei Wirkungen pflegt also die dionysische Kunst auf das\napollinische Kunstvermögen auszuüben: die Musik reizt zum\ngleichnissartigen Anschauen der dionysischen Allgemeinheit, die Musik\nlässt sodann das gleichnissartige Bild in höchster Bedeutsamkeit\nhervortreten. Aus diesen an sich verständlichen und keiner tieferen\nBeobachtung unzugänglichen Thatsachen erschliesse ich die Befähigung\nder Musik, den Mythus d.h. das bedeutsamste Exempel zu gebären und\ngerade den tragischen Mythus: den Mythus, der von der dionysischen\nErkenntniss in Gleichnissen redet. An dem Phänomen des Lyrikers\nhabe ich dargestellt, wie die Musik im Lyriker darnach ringt, in\napollinischen Bildern über ihr Wesen sich kund zu geben: denken wir\nuns jetzt, dass die Musik in ihrer höchsten Steigerung auch zu einer\nhöchsten Verbildlichung zu kommen suchen muss, so müssen wir für\nmöglich halten, dass sie auch den symbolischen Ausdruck für ihre\neigentliche dionysische Weisheit zu finden wisse; und wo anders werden\nwir diesen Ausdruck zu suchen haben, wenn nicht in der Tragödie und\nüberhaupt im Begriff des Tragischen?",
        "Aus dem Wesen der Kunst, wie sie gemeinhin nach der einzigen Kategorie\ndes Scheines und der Schönheit begriffen wird, ist das Tragische in\nehrlicher Weise gar nicht abzuleiten; erst aus dem Geiste der Musik\nheraus verstehen wir eine Freude an der Vernichtung des Individuums.\nDenn an den einzelnen Beispielen einer solchen Vernichtung wird uns\nnur das ewige Phänomen der dionysischen Kunst deutlich gemacht,\ndie den Willen in seiner Allmacht gleichsam hinter dem principio\nindividuationis, das ewige Leben jenseit aller Erscheinung und trotz\naller Vernichtung zum Ausdruck bringt. Die metaphysische Freude\nam Tragischen ist eine Uebersetzung der instinctiv unbewussten\ndionysischen Weisheit in die Sprache des Bildes: der Held, die höchste\nWillenserscheinung, wird zu unserer Lust verneint, weil er doch\nnur Erscheinung ist, und das ewige Leben des Willens durch seine\nVernichtung nicht berührt wird. “Wir glauben an das ewige Leben”, so\nruft die Tragödie; während die Musik die unmittelbare Idee dieses\nLebens ist. Ein ganz verschiednes Ziel hat die Kunst des Plastikers:\nhier überwindet Apollo das Leiden des Individuums durch die leuchtende\nVerherrlichung der Ewigkeit der Erscheinung, hier siegt die Schönheit\nüber das dem Leben inhärirende Leiden, der Schmerz wird in einem\ngewissen Sinne aus den Zügen der Natur hinweggelogen. In der\ndionysischen Kunst und in deren tragischer Symbolik redet uns dieselbe\nNatur mit ihrer wahren, unverstellten Stimme an: “Seid wie ich\nbin! Unter dem unaufhörlichen Wechsel der Erscheinungen die\newig schöpferische, ewig zum Dasein zwingende, an diesem\nErscheinungswechsel sich ewig befriedigende Urmutter!”",
        "Continue...",
        "\nThis complete text of Die Geburt der Tragödie/ Die Geburt der Tragödie aus dem Geiste (The Birth of Tragedy/ The Birth of Tragedy from the Spirit of Music) from 1872 by Friedrich Wilhelm Nietzsche\nis provided as free e-text and belongs to the public domain.\n\nSee this book in German or English at Amazon.\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on September 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}