{
    "title": "Die Leiden des jungen Werther - Am 15. Mai (von Johann Wolfgang von Goethe)",
    "author": "Unknown",
    "chapter": "6",
    "content": [
        "\n\n",
        "Die geringen Leute des Ortes kennen mich schon und lieben mich,\nbesonders die Kinder. Eine traurige Bemerkung hab’ ich gemacht. Wie\nich im Anfange mich zu ihnen gesellte, sie freundschaftlich fragte\nüber dies und das, glaubten einige, ich wollte ihrer spotten, und\nfertigten mich wohl gar grob ab. Ich ließ mich das nicht verdrießen;\nnur fühlte ich, was ich schon oft bemerkt habe, auf das lebhafteste :\nLeute von einigem Stande werden sich immer in kalter Entfernung vom\ngemeinen Volke halten, als glaubten sie durch Annäherung zu verlieren;\nund dann gibt’s Flüchtlinge und üble Spaßvögel, die sich herabzulassen\nscheinen, um ihren Übermut dem armen Volke desto empfindlicher zu\nmachen.",
        "Ich weiß wohl, daß wir nicht gleich sind, noch sein können; aber ich\nhalte dafür, daß der, der nötig zu haben glaubt, vom so genannten\nPöbel sich zu entfernen, um den Respekt zu erhalten, ebenso tadelhaft\nist als ein Feiger, der sich vor seinem Feinde verbirgt, weil er zu\nunterliegen fürchtet.",
        "Letzthin kam ich zum Brunnen und fand ein junges Dienstmädchen, das\nihr Gefäß auf die unterste Treppe gesetzt hatte und sich umsah, ob\nkeine Kamerädin kommen wollte, ihr es auf den Kopf zu helfen. Ich\nstieg hinunter und sah sie an.—\"Soll ich Ihr helfen, Jungfer?” sagte\nich.—sie ward rot über und über.—\"O nein, Herr!” sagte sie.—\"Ohne\nUmstände”.—sie legte ihren Kringen zurecht, und ich half ihr. Sie\ndankte und stieg hinauf.",
        "Continue...",
        "\nThis complete text of “Die Leiden des jungen Werther” by Johann Wolfgang von Goethe,\nas well as the paintings by Caspar David Friedrich, are in the public domain.\n\n\n\nAmazon: “Die Leiden des jungen Werther”.\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on April 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}