{
    "title": "Die Geburt der Tragödie - 5. (Von Friedrich Wilhelm Nietzsche)",
    "author": "Unknown",
    "chapter": "13",
    "content": [
        "\n\n",
        "Wir nahen uns jetzt dem eigentlichen Ziele unsrer Untersuchung, die\nauf die Erkenntniss des dionysisch-apollinischen Genius und seines\nKunstwerkes, wenigstens auf das ahnungsvolle Verständniss jenes\nEinheitsmysteriums gerichtet ist. Hier fragen wir nun zunächst, wo\njener neue Keim sich zuerst in der hellenischen Welt bemerkbar macht,\nder sich nachher bis zur Tragödie und zum dramatischen Dithyrambus\nentwickelt. Hierüber giebt uns das Alterthum selbst bildlich\nAufschluss, wenn es als die Urväter und Fackelträger der griechischen\nDichtung Homer und Archilochus auf Bildwerken, Gemmen u.s.w. neben\neinander stellt, in der sicheren Empfindung, dass nur diese Beiden\ngleich völlig originalen Naturen, von denen aus ein Feuerstrom auf die\ngesammte griechische Nachwelt fortfliesse, zu erachten seien. Homer,\nder in sich versunkene greise Träumer, der Typus des apollinischen,\nnaiven Künstlers, sieht nun staunend den leidenschaftlichen Kopf\ndes wild durch’s Dasein getriebenen kriegerischen Musendieners\nArchilochus: und die neuere Aesthetik wusste nur deutend hinzuzufügen,\ndass hier dem “objectiven” Künstler der erste “subjective” entgegen\ngestellt sei. Uns ist mit dieser Deutung wenig gedient, weil wir den\nsubjectiven Künstler nur als schlechten Künstler kennen und in jeder\nArt und Höhe der Kunst vor allem und zuerst Besiegung des Subjectiven,\nErlösung vom “Ich” und Stillschweigen jedes individuellen Willens und\nGelüstens fordern, ja ohne Objectivität, ohne reines interesseloses\nAnschauen nie an die geringste wahrhaft künstlerische Erzeugung\nglauben können. Darum muss unsre Aesthetik erst jenes Problem lösen,\nwie der “Lyriker” als Künstler möglich ist: er, der, nach der\nErfahrung aller Zeiten, immer “ich” sagt und die ganze chromatische\nTonleiter seiner Leidenschaften und Begehrungen vor uns absingt.\nGerade dieser Archilochus erschreckt uns, neben Homer, durch den\nSchrei seines Hasses und Hohnes, durch die trunknen Ausbrüche seiner\nBegierde; ist er, der erste subjectiv genannte Künstler, nicht damit\nder eigentliche Nichtkünstler? Woher aber dann die Verehrung, die\nihm, dem Dichter, gerade auch das delphische Orakel, der Herd der\n“objectiven” Kunst, in sehr merkwürdigen Aussprüchen erwiesen hat?",
        "Ueber den Prozess seines Dichtens hat uns Schiller durch eine ihm\nselbst unerklärliche, doch nicht bedenklich scheinende psychologische\nBeobachtung Licht gebracht; er gesteht nämlich als den vorbereitenden\nZustand vor dem Actus des Dichtens nicht etwa eine Reihe von Bildern,\nmit geordneter Causalität der Gedanken, vor sich und in sich gehabt zu\nhaben, sondern vielmehr eine musikalische Stimmung (\"Die Empfindung\nist bei mir anfangs ohne bestimmten und klaren Gegenstand; dieser\nbildet sich erst später. Eine gewisse musikalische Gemüthsstimmung\ngeht vorher, und auf diese folgt bei mir erst die poetische Idee”).\nNehmen wir jetzt das wichtigste Phänomen der ganzen antiken Lyrik\nhinzu, die überall als natürlich geltende Vereinigung, ja Identität\ndes Lyrikers mit dem Musiker – der gegenüber unsre neuere Lyrik wie\nein Götterbild ohne Kopf erscheint – so können wir jetzt, auf Grund\nunsrer früher dargestellten aesthetischen Metaphysik, uns in folgender\nWeise den Lyriker erklären. Er ist zuerst, als dionysischer Künstler,\ngänzlich mit dem Ur-Einen, seinem Schmerz und Widerspruch, eins\ngeworden und producirt das Abbild dieses Ur-Einen als Musik, wenn\nanders diese mit Recht eine Wiederholung der Welt und ein zweiter\nAbguss derselben genannt worden ist; jetzt aber wird diese Musik\nihm wieder wie in einem gleichnissartige Traumbilde, unter der\napollinischen Traumeinwirkung sichtbar. Jener bild- und begrifflose\nWiederschein des Urschmerzes in der Musik, mit seiner Erlösung\nim Scheine, erzeugt jetzt eine zweite Spiegelung, als einzelnes\nGleichniss oder Exempel. Seine Subjectivität hat der Künstler bereits\nin dem dionysischen Prozess aufgegeben: das Bild, das ihm jetzt seine\nEinheit mit dem Herzen der Welt zeigt, ist eine Traumscene, die\njenen Urwiderspruch und Urschmerz, sammt der Urlust des Scheines,\nversinnlicht. Das “Ich” des Lyrikers tönt also aus dem Abgrunde des\nSeins: seine “Subjectivität” im Sinne der neueren Aesthetiker ist eine\nEinbildung. Wenn Archilochus, der erste Lyriker der Griechen, seine\nrasende Liebe und zugleich seine Verachtung den Töchtern des Lykambes\nkundgiebt, so ist es nicht seine Leidenschaft, die vor uns in\norgiastischem Taumel tanzt: wir sehen Dionysus und die Mänaden, wir\nsehen den berauschten Schwärmer Archilochus zum Schlafe niedergesunken\n– wie ihn uns Euripides in den Bacchen beschreibt, den Schlaf auf\nhoher Alpentrift, in der Mittagssonne -: und jetzt tritt Apollo an ihn\nheran und berührt ihn mit dem Lorbeer. Die dionysisch-musikalische\nVerzauberung des Schläfers sprüht jetzt gleichsam Bilderfunken um\nsich, lyrische Gedichte, die in ihrer höchsten Entfaltung Tragödien\nund dramatische Dithyramben heissen.",
        "Der Plastiker und zugleich der ihm verwandte Epiker ist in das reine\nAnschauen der Bilder versunken. Der dionysische Musiker ist ohne jedes\nBild völlig nur selbst Urschmerz und Urwiederklang desselben. Der\nlyrische Genius fühlt aus dem mystischen Selbstentäusserungs- und\nEinheitszustande eine Bilder- und Gleichnisswelt hervorwachsen, die\neine ganz andere Färbung, Causalität und Schnelligkeit hat als jene\nWelt des Plastikers und Epikers. Während der Letztgenannte in diesen\nBildern und nur in ihnen mit freudigem Behagen lebt und nicht müde\nwird, sie bis auf die kleinsten Züge hin liebevoll anzuschauen,\nwährend selbst das Bild des zürnenden Achilles für ihn nur ein Bild\nist, dessen zürnenden Ausdruck er mit jener Traumlust am Scheine\ngeniesst – so dass er, durch diesen Spiegel des Scheines, gegen das\nEinswerden und Zusammenschmelzen mit seinen Gestalten geschützt ist\n-, so sind dagegen die Bilder des Lyrikers nichts als er selbst und\ngleichsam nur verschiedene Objectivationen von ihm, weshalb er als\nbewegender Mittelpunkt jener Welt “ich” sagen darf: nur ist diese\nIchheit nicht dieselbe, wie die des wachen, empirisch- realen\nMenschen, sondern die einzige überhaupt wahrhaft seiende und ewige, im\nGrunde der Dinge ruhende Ichheit, durch deren Abbilder der lyrische\nGenius bis auf jenen Grund der Dinge hindurchsieht. Nun denken wir uns\neinmal, wie er unter diesen Abbildern auch sich selbst als Nichtgenius\nerblickt d.h. sein “Subject”, das ganze Gewühl subjectiver, auf ein\nbestimmtes, ihm real dünkendes Ding gerichteter Leidenschaften und\nWillensregungen; wenn es jetzt scheint als ob der lyrische Genius und\nder mit ihm verbundene Nichtgenius eins wäre und als ob der Erstere\nvon sich selbst jenes Wörtchen “ich” spräche, so wird uns jetzt dieser\nSchein nicht mehr verführen können, wie er allerdings diejenigen\nverführt hat, die den Lyriker als den subjectiven Dichter bezeichnet\nhaben. In Wahrheit ist Archilochus, der leidenschaftlich entbrannte\nliebende und hassende Mensch nur eine Vision des Genius, der bereits\nnicht mehr Archilochus, sondern Weltgenius ist und der seinen\nUrschmerz in jenem Gleichnisse vom Menschen Archilochus symbolisch\nausspricht: während jener subjectiv wollende und begehrende Mensch\nArchilochus überhaupt nie und nimmer Dichter sein kann. Es ist aber\ngar nicht nöthig, dass der Lyriker gerade nur das Phänomen des\nMenschen Archilochus vor sich sieht als Wiederschein des ewigen Seins;\nund die Tragödie beweist, wie weit sich die Visionswelt des Lyrikers\nvon jenem allerdings zunächst stehenden Phänomen entfernen kann.",
        "Schopenhauer, der sich die Schwierigkeit, die der Lyriker für die\nphilosophische Kunstbetrachtung macht, nicht verhehlt hat, glaubt\neinen Ausweg gefunden zu haben, den ich nicht mit ihm gehen kann,\nwährend ihm allein, in seiner tiefsinnigen Metaphysik der Musik,\ndas Mittel in die Hand gegeben war, mit dem jene Schwierigkeit\nentscheidend beseitigt werden konnte: wie ich dies, in seinem Geiste\nund zu seiner Ehre, hier gethan zu haben glaube. Dagegen bezeichnet er\nals das eigenthümliche Wesen des Liedes Folgendes (Welt als Wille und\nVorstellung I, S. 295): “Es ist das Subject des Willens, d.h. das\neigene Wollen, was das Bewusstsein des Singenden füllt, oft als ein\nentbundenes, befriedigtes Wollen (Freude), wohl noch öfter aber als\nein gehemmtes (Trauer), immer als Affect, Leidenschaft, bewegter\nGemüthszustand. Neben diesem jedoch und zugleich damit wird durch den\nAnblick der umgebenden Natur der Singende sich seiner bewusst als\nSubjects des reinen, willenlosen Erkennens, dessen unerschütterliche,\nselige Ruhe nunmehr in Contrast tritt mit dem Drange des immer\nbeschränkten, immer noch dürftigen Wollens: die Empfindung dieses\nContrastes, dieses Wechselspieles ist eigentlich, was sich im Ganzen\ndes Liedes ausspricht und was überhaupt den lyrischen Zustand\nausmacht. In diesem tritt gleichsam das reine Erkennen zu uns heran,\num uns vom Wollen und seinem Drange zu erlösen: wir folgen; doch nur\nauf Augenblicke: immer von Neuem entreisst das Wollen, die Erinnerung\nan unsere persönlichen Zwecke, uns der ruhigen Beschauung; aber auch\nimmer wieder entlockt uns dem Wollen die nächste schöne Umgebung, in\nwelcher sich die reine willenlose Erkenntniss uns darbietet. Darum\ngeht im Liede und der lyrischen Stimmung das Wollen (das persönliche\nInteresse des Zwecks) und das reine Anschauen der sich darbietenden\nUmgebung wundersam gemischt durch einander: es werden Beziehungen\nzwischen beiden gesucht und imaginirt; die subjective Stimmung, die\nAffection des Willens, theilt der angeschauten Umgebung und diese\nwiederum jener ihre Farbe im Reflex mit: von diesem ganzen so\ngemischten und getheilten Gemüthszustande ist das ächte Lied der\nAbdruck”.",
        "Wer vermöchte in dieser Schilderung zu verkennen, dass hier die Lyrik\nals eine unvollkommen erreichte, gleichsam im Sprunge und selten zum\nZiele kommende Kunst charakterisirt wird, ja als eine Halbkunst, deren\nWesen darin bestehen solle, dass das Wollen und das reine Anschauen\nd.h. der unaesthetische und der aesthetische Zustand wundersam durch\neinander gemischt seien? Wir behaupten vielmehr, dass der ganze\nGegensatz, nach dem wie nach einem Werthmesser auch noch Schopenhauer\ndie Künste eintheilt, der des Subjectiven und des Objectiven,\nüberhaupt in der Aesthetik ungehörig ist, da das Subject, das wollende\nund seine egoistischen Zwecke fördernde Individuum nur als Gegner,\nnicht als Ursprung der Kunst gedacht werden kann. Insofern aber das\nSubject Künstler ist, ist es bereits von seinem individuellen Willen\nerlöst und gleichsam Medium geworden, durch das hindurch das eine\nwahrhaft seiende Subject seine Erlösung im Scheine feiert. Denn dies\nmuss uns vor allem, zu unserer Erniedrigung und Erhöhung, deutlich\nsein, dass die ganze Kunstkomödie durchaus nicht für uns, etwa unsrer\nBesserung und Bildung wegen, aufgeführt wird, ja dass wir ebensowenig\ndie eigentlichen Schöpfer jener Kunstwelt sind: wohl aber dürfen wir\nvon uns selbst annehmen, dass wir für den wahren Schöpfer derselben\nschon Bilder und künstlerische Projectionen sind und in der Bedeutung\nvon Kunstwerken unsre höchste Würde haben – denn nur als aesthetisches\nPhänomen ist das Dasein und die Welt ewig gerechtfertigt: – während\nfreilich unser Bewusstsein über diese unsre Bedeutung kaum ein\nandres ist als es die auf Leinwand gemalten Krieger von der auf ihr\ndargestellten Schlacht haben. Somit ist unser ganzes Kunstwissen im\nGrunde ein völlig illusorisches, weil wir als Wissende mit jenem Wesen\nnicht eins und identisch sind, das sich, als einziger Schöpfer und\nZuschauer jener Kunstkomödie, einen ewigen Genuss bereitet. Nur soweit\nder Genius im Actus der künstlerischen Zeugung mit jenem Urkünstler\nder Welt verschmilzt, weiss er etwas über das ewige Wesen der Kunst;\ndenn in jenem Zustande ist er, wunderbarer Weise, dem unheimlichen\nBild des Mährchens gleich, das die Augen drehn und sich selber\nanschaun kann; jetzt ist er zugleich Subject und Object, zugleich\nDichter, Schauspieler und Zuschauer.",
        "Continue...",
        "\nThis complete text of Die Geburt der Tragödie/ Die Geburt der Tragödie aus dem Geiste (The Birth of Tragedy/ The Birth of Tragedy from the Spirit of Music) from 1872 by Friedrich Wilhelm Nietzsche\nis provided as free e-text and belongs to the public domain.\n\nSee this book in German or English at Amazon.\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on September 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}