{
    "title": "Die Leiden des jungen Werther - Der Herausgeber an den Leser (von Johann Wolfgang von Goethe)",
    "author": "Unknown",
    "chapter": "86",
    "content": [
        "\n\n",
        "Wie sehr wünscht’ ich, daß uns von den letzten merkwürdigen Tagen\nunsers Freundes so viel eigenhändige Zeugnisse übrig geblieben wären,\ndaß ich nicht nötig hätte, die Folge seiner hinterlaßnen Briefe\ndurch Erzählung zu unterbrechen.",
        "Ich habe mir angelegen sein lassen, genaue Nachrichten aus dem\nMunde derer zu sammeln, die von seiner Geschichte wohl unterrichtet\nsein konnten; sie ist einfach, und es kommen alle Erzählungen davon\nbis auf wenige Kleinigkeiten miteinander überein; nur über die\nSinnesarten der handelnden Personen sind die Meinungen verschieden\nund die Urteile geteilt.",
        "Was bleibt uns übrig, als dasjenige, was wir mit wiederholter Mühe\nerfahren können, gewissenhaft zu erzählen, die von dem Abscheidenden\nhinterlaßnen Briefe einzuschalten und das kleinste aufgefundene\nBlättchen nicht gering zu achten; zumal da es so schwer ist, die\neigensten, wahren Triebfedern auch nur einer einzelnen Handlung zu\nentdecken, wenn sie unter Menschen vorgeht, die nicht gemeiner Art\nsind.",
        "Unmut und Unlust hatten in Werthers Seele immer tiefer Wurzel\ngeschlagen, sich fester untereinander verschlungen und sein ganzes\nWesen nach und nach eingenommen. Die Harmonie seines Geistes war\nvöllig zerstört, eine innerliche Hitze und Heftigkeit, die alle\nKräfte seiner Natur durcheinanderarbeitete, brachte die widrigsten\nWirkungen hervor und ließ ihm zuletzt nur eine Ermattung übrig, aus\nder er noch ängstlicher empor strebte, als er mit allen Übeln bisher\ngekämpft hatte. Die Beängstigung seines Herzens zehrte die übrigen\nKräfte seines Geistes, seine Lebhaftigkeit, seinen Scharfsinn auf, er\nward ein trauriger Gesellschafter, immer unglücklicher, und immer\nungerechter, je unglücklicher er ward. Wenigstens sagen dies Alberts\nFreunde; sie behaupten, daß Werther einen reinen, ruhigen Mann, der\nnun eines lang gewünschten Glückes teilhaftig geworden, und sein\nBetragen, sich dieses Glück auch auf die Zukunft zu erhalten, nicht\nhabe beurteilen können, er, der gleichsam mit jedem Tage sein ganzes\nVermögen verzehrte, um an dem Abend zu leiden und zu darben. Albert,\nsagen sie, hatte sich in so kurzer Zeit nicht verändert, er war noch\nimmer derselbige, den Werther so vom Anfang her kannte, so sehr\nschätzte und ehrte. Er liebte Lotten über alles, er war stolz auf sie\nund wünschte sie auch von jedermann als das herrlichste Geschöpf\nanerkannt zu wissen. War es ihm daher zu verdenken, wenn er auch\njeden Schein des Verdachtes abzuwenden wünschte, wenn er in dem\nAugenblicke mit niemand diesen köstlichen Besitz auch auf die\nunschuldigste Weise zu teilen Lust hatte? Sie gestehen ein, daß\nAlbert oft das Zimmer seiner Frau verlassen, wenn Werther bei ihr war,\naber nicht aus Haß noch Abneigung gegen seinen Freund, sondern nur\nweil er gefühlt habe, daß dieser von seiner Gegenwart gedrückt sei.",
        "Lottens Vater war von einem Übel befallen worden, das ihn in der\nStube hielt, er schickte ihr seinen Wagen, und sie fuhr hinaus. Es\nwar ein schöner Wintertag, der erste Schnee war stark gefallen und\ndeckte die ganze Gegend.",
        "Werther ging ihr den andern Morgen nach, um, wenn Albert sie nicht\nabzuholen käme, sie hereinzubegleiten.",
        "Das klare Wetter konnte wenig auf sein trübes Gemüt wirken, ein\ndumpfer Druck auf seiner Seele, die traurigen Bilder hatten sich bei\nihm festgesetzt, und sein Gemüt kannte keine Bewegung als von einem\nschmerzlichen Gedanken zum andern.",
        "Wie er mit sich in ewigem Unfrieden lebte, schien ihm auch der\nZustand andrer nur bedenklicher und verworrner, er glaubte, das\nschöne Verhältnis zwischen Albert und seiner Gattin gestört zu haben,\ner machte sich Vorwürfe darüber, in die sich ein heimlicher Unwille\ngegen den Gatten mischte.",
        "Seine Gedanken fielen auch unterwegs auf diesen Gegenstand. “Ja, ja,\n“sagte er zu sich selbst, mit heimlichem Zähneknirschen,\"das ist der\nvertraute, freundliche, zärtliche, an allem teilnehmende Umgang, die\nruhige, dauernde Treue! Sattigkeit ist’s und Gleichgültigkeit! Zieht\nihn nicht jedes elende Geschäft mehr an als die teure, köstliche\nFrau? Weiß er sein Glück zu schätzen? Weiß er sie zu achten, wie sie\nes verdient? Er hat sie, nun gut, er hat sie—ich weiß das, wie ich\nwas anders auch weiß, ich glaube an den Gedanken gewöhnt zu sein, er\nwird mich noch rasend machen, er wird mich noch umbringen—und hat\ndenn die Freundschaft zu mir Stich gehalten? Sieht er nicht in\nmeiner Anhänglichkeit an Lotten schon einen Eingriff in seine Rechte,\nin meiner Aufmerksamkeit für sie einen Stillen Vorwurf? Ich weiß es\nwohl, ich fühl’ es, er sieht mich ungern, er wünscht meine Entfernung,\nmeine Gegenwart ist ihm beschwerlich”.",
        "Oft hielt er seinen raschen Schritt an, oft stand er stille und\nschien umkehren zu wollen; allein er richtete seinen Gang immer\nwieder vorwärts und war mit diesen Gedanken und Selbstgesprächen\nendlich gleichsam wider Willen bei dem Jagdhause angekommen.",
        "Er trat in die Tür, fragte nach dem Alten und nach Lotten, er fand\ndas Haus in einiger Bewegung. Der älteste Knabe sagte ihm, es sei\ndrüben in Wahlheim ein Unglück geschehn, es sei ein Bauer erschlagen\nworden!—Es machte das weiter keinen Eindruck auf ihn.—Er trat in\ndie Stube und fand Lotten beschäftigt, dem Alten zuzureden, der\nungeachtet seiner Krankheit hinüber wollte, um an Ort und Stelle die\nTat zu untersuchen. Der Täter war noch unbekannt, man hatte den\nErschlagenen des Morgens vor der Haustür gefunden, man hatte\nMutmaßungen: der Entleibte war Knecht einer Witwe, die vorher einen\nandern im Dienste gehabt, der mit Unfrieden aus dem Hause gekommen\nwar.",
        "Da Werther dieses hörte, fuhr er mit Heftigkeit auf.—\"Ist’s\nmöglich!\"rief er aus,\"ich muß hinüber, ich kann nicht einen\nAugenblick ruhn”.—Er eilte nach Wahlheim zu, jede Erinnerung ward\nihm lebendig, und er zweifelte nicht einen Augenblick, daß jener\nMensch die Tat begangen, den er so manchmal gesprochen, der ihm so\nwert geworden war.",
        "Da er durch die Linden mußte, um nach der Schenke zu kommen, wo sie\nden Körper hingelegt hatten, entsetzt’ er sich vor dem sonst so\ngeliebten Platze. Jene Schwelle, worauf die Nachbarskinder so oft\ngespielt hatten, war mit Blut besudelt. Liebe und Treue, die\nschönsten menschlichen Empfindungen, hatten sich in Gewalt und Mord\nverwandelt. Die starken Bäume standen ohne Laub und bereift, die\nschönen Hecken, die sich über die niedrige Kirchhofmauer wölbten,\nwaren entblättert, und die Grabsteine sahen mit Schnee bedeckt durch\ndie Lücken hervor.",
        "Als er sich der Schenke näherte, vor welcher das ganze Dorf\nversammelt war, entstand auf einmal ein Geschrei. Man erblickte von\nfern einen Trupp bewaffneter Männer, und ein jeder rief, daß man den\nTäter herbeiführe. Werther sah hin und blieb nicht lange zweifelhaft.\nJa, es war der Knecht, der jene Witwe so sehr liebte, den er vor\neiniger Zeit mit dem stillen Grimme, mit der heimlichen Verzweiflung\numhergehend angetroffen hatte.",
        "“Was hast du begangen, Unglücklicher!” rief Werther aus, indem er\nauf den Gefangenen losging.—Dieser sah ihn still an, schwieg und\nversetzte endlich ganz gelassen:\"keiner wird sie haben, sie wird\nkeinen haben”.—man brachte den Gefangnen in die Schenke, und\nWerther eilte fort.",
        "Durch die entsetzliche, gewaltige Berührung war alles, was in\nseinem Wesen lag, durcheinandergeschüttelt worden. Aus seiner Trauer,\nseinem Mißmut, seiner gleichgültigen Hingegebenheit wurde er auf\neinen Augenblick herausgerissen; unüberwindlich bemächtigte sich die\nTeilnehmung seiner, und es ergriff ihn eine unsägliche Begierde, den\nMenschen zu retten. Er fühlte ihn so unglücklich, er fand ihn als\nVerbrecher selbst so schuldlos, er setzte sich so tief in seine Lage,\ndaß er gewiß glaubte, auch andere davon zu überzeugen. Schon\nwünschte er für ihn sprechen zu können, schon drängte sich der\nlebhafteste Vortrag nach seinen Lippen, er eilte nach dem Jagdhause\nund konnte sich unterwegs nicht enthalten, alles das, was er dem\nAmtmann vorstellen wollte, schon halblaut auszusprechen.",
        "Als er in die Stube trat, fand er Alberten gegenwärtig, dies\nverstimmte ihn einen Augenblick; doch faßte er sich bald wieder und\ntrug dem Amtmann feurig seine Gesinnungen vor. Dieser schüttelte\neinigemal den Kopf, und obgleich Werther mit der größten\nLebhaftigkeit, Leidenschaft und Wahrheit alles vorbrachte, was ein\nMensch zur Entschuldigung eines Menschen sagen kann, so war doch, wie\nsich’s leicht denken läßt, der Amtmann dadurch nicht gerührt. Er ließ\nvielmehr unsern Freund nicht ausreden, widersprach ihm eifrig und\ntadelte ihn, daß er einen Meuchelmörder in Schutz nehme; er zeigte\nihm, daß auf diese Weise jedes Gesetz aufgehoben, alle Sicherheit des\nStaats zugrund gerichtet werde; auch setzte er hinzu, daß er in einer\nsolchen Sache nichts tun könne, ohne sich die größte Verantwortung\naufzuladen, es müsse alles in der Ordnung, in dem vorgeschriebenen\nGang gehen.",
        "Werther ergab sich noch nicht, sondern bat nur, der Amtmann möchte\ndurch die Finger sehn, wenn man dem Menschen zur Flucht behülflich\nwäre! Auch damit wies ihn der Amtmann ab. Albert, der sich endlich\nins Gespräch mischte, trat auch auf des Alten Seite. Werther wurde\nüberstimmt, und mit einem entsetzlichen Leiden machte er sich auf den\nWeg, nachdem ihm der Amtmann einigemal gesagt hatte:\"nein, er ist\nnicht zu retten!”",
        "Wie sehr ihm diese Worte aufgefallen sein müssen, sehn wir aus\neinem Zettelchen, das sich unter seinen Papieren fand und das gewiß\nan dem nämlichen Tage geschrieben worden:",
        "“Du bist nicht zu retten, Unglücklicher! Ich sehe wohl, daß wir\nnicht zu retten sind”.",
        "Was Albert zuletzt über die Sache des Gefangenen in Gegenwart des\nAmtmanns gesprochen, war Werthern höchst zuwider gewesen: er glaubte\neinige Empfindlichkeit gegen sich darin bemerkt zu haben, und wenn\ngleich bei mehrerem Nachdenken seinem Scharfsinne nicht entging, daß\nbeide Männer recht haben möchten, so war es ihm doch, als ob er\nseinem innersten Dasein entsagen müßte, wenn er es gestehen, wenn er\nes zugeben sollte.",
        "Ein Blättchen, das sich darauf bezieht, das vielleicht sein ganzes\nVerhältnis zu Albert ausdrückt, finden wir unter seinen Papieren:\n“was hilft es, daß ich mir’s sage und wieder sage, er ist brav und gut,\naber es zerreißt mir mein inneres Eingeweide; ich kann nicht gerecht\nsein”.",
        "Weil es ein gelinder Abend war und das Wetter anfing, sich zum\nTauen zu neigen, ging Lotte mit Alberten zu Fuße zurück. Unterwegs\nsah sie sich hier und da um, eben als wenn sie Werthers Begleitung\nvermißte. Albert fing von ihm an zu reden, er tadelte ihn, indem er\nihm Gerechtigkeit widerfahren ließ. Er berührte seine unglückliche\nLeidenschaft und wünschte, daß es möglich sein möchte, ihn zu\nentfernen.—\"ich wünsch’ es auch um unsertwillen,\"sagt’ er,\"und ich\nbitte dich,\"fuhr er fort,\"siehe zu, seinem Betragen gegen dich eine\nandere Richtung zu geben, seine öftern Besuche zu vermindern. Die\nLeute werden aufmerksam, und ich weiß, daß man hier und da drüber\ngesprochen hat”.—Lotte schwieg, und Albert schien ihr Schweigen\nempfunden zu haben, wenigstens seit der Zeit erwähnte er Werthers\nnicht mehr gegen sie, und wenn sie seiner erwähnte, ließ er das\nGespräch fallen oder lenkte es woanders hin.",
        "Der vergebliche Versuch, den Werther zur Rettung des Unglücklichen\ngemacht hatte, war das letzte Auflodern der Flamme eines\nverlöschenden Lichtes; er versank nur desto tiefer in Schmerz und\nUntätigkeit; besonders kam er fast außer sich, als er hörte, daß man\nihn vielleicht gar zum Zeugen gegen den Menschen, der sich nun aufs\nLeugnen legte, auffordern könnte.",
        "Alles was ihm Unangenehmes jeweils in seinem wirksamen Leben\nbegegnet war, der Verdruß bei der Gesandtschaft, alles was ihm sonst\nmißlungen war, was ihn je gekränkt hatte, ging in seiner Seele auf und\nnieder. Er fand sich durch alles dieses wie zur Untätigkeit\nberechtigt, er fand sich abgeschnitten von aller Aussicht, unfähig,\nirgendeine Handhabe zu ergreifen, mit denen man die Geschäfte des\ngemeinen Lebens anfaßt; und so rückte er endlich, ganz seiner\nwunderbaren Empfindung, Denkart und einer endlosen Leidenschaft\nhingegeben, in dem ewigen Einerlei eines traurigen Umgangs mit dem\nliebenswürdigen und geliebten Geschöpfe, dessen Ruhe er störte, in\nseine Kräfte stürmend, sie ohne Zweck und Aussicht abarbeitend, immer\neinem traurigen Ende näher.",
        "Von seiner Verworrenheit, Leidenschaft, von seinem rastlosen\nTreiben und Streben, von seiner Lebensmüde sind einige hinterlaßne\nBriefe die stärksten Zeugnisse, die wir hier einrücken wollen.",
        "Continue...",
        "\nThis complete text of “Die Leiden des jungen Werther” by Johann Wolfgang von Goethe,\nas well as the paintings by Caspar David Friedrich, are in the public domain.\n\n\n\nAmazon: “Die Leiden des jungen Werther”.\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on April 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}