{
    "title": "Die Leiden des jungen Werther - Alpin (von Johann Wolfgang von Goethe)",
    "author": "Unknown",
    "chapter": "91",
    "content": [
        "\n\n",
        "Meine Tränen, Ryno, sind für den Toten, meine Stimme für die\nBewohner des Grabs. Schlank bist du auf dem Hügel, schön unter den\nSöhnen der Heide. Aber du wirst fallen wie Morar, und auf deinem\nGrabe wird der Trauernde sitzen. Die Hügel werden dich vergessen,\ndein Bogen in der Halle liegen ungespannt.",
        "Du warst schnell, o Morar, wie ein Reh auf dem Hügel, schrecklich\nwie die Nachtfeuer am Himmel. Dein Grimm war ein Sturm, dein Schwert\nin der Schlacht wie Wetterleuchten über der Heide. Deine Stimme\nglich dem Waldstrome nach dem Regen, dem Donner auf fernen Hügeln.\nManche fielen von deinem Arm, die Flamme deines Grimmes verzehrte sie.\nAber wenn du wiederkehrtest vom Kriege, wie friedlich war deine\nStirne! Dein Angesicht war gleich der Sonne nach dem Gewitter,\ngleich dem Monde in der schweigenden Nacht, ruhig deine Brust wie der\nSee, wenn sich des Windes Brausen gelegt hat.",
        "Eng ist nun deine Wohnung, finster deine Stätte! Mit drei Schritten\nmess’ ich dein Grab, o du, der du ehe so groß warst! Vier Steine mit\nmoosigen Häupten sind dein einziges Gedächtnis; ein entblätterter\nBaum, langes Gras, das im Winde wispelt, deutet dem Auge des Jägers\ndas Grab des mächtigen Morars. Keine Mutter hast du, dich zu beweinen,\nkein Mädchen mit Tränen der Liebe. Tot ist, die dich gebar,\ngefallen die Tochter von Morglan.",
        "Wer auf seinem Stabe ist das? Wer ist es, dessen Haupt weiß ist vor\nAlter, dessen Augen rot sind von Tränen? Es ist dein Vater, o Morar,\nder Vater keines Sohnes außer dir. Er hörte von deinem Ruf in der\nSchlacht, er hörte von zerstobenen Feinden; er hörte Morars Ruhm!\nAch! Nichts von seiner Wunde? Weine, Vater Morars, weine! Aber dein\nSohn hört dich nicht. Tief ist der Schlaf der Toten, niedrig ihr\nKissen von Staube. Nimmer achtet er auf die Stimme, nie erwacht er\nauf deinen Ruf. O wann wird es Morgen im Grabe, zu bieten dem\nSchlummerer: erwache!",
        "Lebe wohl, edelster der Menschen, du Eroberer im Felde! Aber nimmer\nwird dich das Feld sehen, nimmer der düstere Wald leuchten vom Glanze\ndeines Stahls. Du hinterließest keinen Sohn, aber der Gesang soll\ndeinen Namen erhalten, künftige Zeiten sollen von dir hören, hören\nvon dem gefallenen Morar.",
        "Laut war die Trauer der Helden, am lautesten Armins berstender\nSeufzer. Ihn erinnerte es an den Tod seines Sohnes, er fiel in den\nTagen der Jugend. Carmor saß nah bei dem Helden, der Fürst des\nhallenden Galmal. ’warum schluchzet der Seufzer Armins?’ sprach er,\n’ was ist hier zu weinen? Klingt nicht ein Lied und ein Gesang, die\nSeele zu schmelzen und zu ergetzen? Sie sind wie sanfter Nebel, der\nsteigend vom See aufs Tal sprüht, und die blühenden Blumen füllet das\nNaß; aber die Sonne kommt wieder in ihrer Kraft, und der Nebel ist\ngegangen. Warum bist du so jammervoll, Armin, Herrscher des\nseeumflossenen Gorma?’",
        "’Jammervoll! Wohl das bin ich, und nicht gering die Ursache meines\nWehs.—Carmor, du verlorst keinen Sohn, verlorst keine blühende\nTochter; Colgar, der Tapfere, lebt, und Annira, die schönste der\nMädchen. Die Zweige deines Hauses blühen, o Carmor; aber Armin ist\nder Letzte seines Stammes. Finster ist dein Bett, o Daura! Dumpf ist\ndein Schlaf in dem Grabe—wann erwachst du mit deinen Gesängen, mit\ndeiner melodischen Stimme? Auf, ihr Winde des Herbstes! Auf, stürmt\nüber die finstere Heide! Waldströme, braust! Heult, Ströme, im\nGipfel der Eichen! Wandle durch gebrochene Wolken, o Mond, zeige\nwechselnd dein bleiches Gesicht! Erinnre mich der schrecklichen\nNacht, da meine Kinder umkamen, da Arindal, der Mächtige, fiel, Daura,\ndie Liebe, verging.",
        "Daura, meine Tochter, du warst schön, schön wie der Mond auf den\nHügeln von Fura, weiß wie der gefallene Schnee, süß wie die atmende\nLuft! Arindal, dein Bogen war stark, dein Speer schnell auf dem\nFelde, dein Blick wie Nebel auf der Welle, dein Schild eine Feuerwolke\nim Sturme!",
        "Armar, berühmt im Kriege, kam und warb um Dauras Liebe; sie\nwiderstand nicht lange. Schön waren die Hoffnungen ihrer Freunde.",
        "Erath, der Sohn Odgals, grollte, denn sein Bruder lag erschlagen\nvon Armar. Er kam, in einen Schiffer verkleidet. Schön war sein\nNachen auf der Welle, weiß seine Locken vor Alter, ruhig sein ernstes\nGesicht. ’schönste Mädchen,’ sagte er, ’liebliche Tochter von\nArmin, dort am Felsen, nicht fern in der See, wo die rote Frucht vom\nBaume herblinkt, dort wartet Armar auf Daura: ich komme, seine Liebe\nzu führen über die rollende See.",
        "’Sie folgt’ ihm und rief nach Armar; nichts antwortete als die\nStimme des Felsens. ’Armar! Mein Lieber! Mein Lieber! Warum\nängstest du mich so? Höre, Sohn Arnarths! Höre! Daura ist’s, die\ndich ruft!",
        "’Erath, der Verräter, floh lachend zum Lande. Sie erhob ihre Stimme,\nrief nach ihrem Vater und Bruder:’ Arindal! Armin! Ist keiner,\nseine Daura zu retten? ’",
        "Ihre Stimme kam über die See. Arindal, mein Sohn, stieg vom Hügel\nherab, rauh in der Beute der Jagd, seine Pfeile rasselten an seiner\nSeite, seinen Bogen trug er in der Hand, fünf schwarzgraue Doggen\nwaren um ihn. Er sah den kühnen Erath am Ufer, faßt’ und band ihn an\ndie Eiche, fest umflocht er seine Hüften, der Gefesselte füllte mit\nÄchzen die Winde.",
        "Arindal betritt die Wellen in seinem Boote, Daura herüber zu\nbringen. Armar kam in seinem Grimme, drückt’ ab den grau befiederten\nPfeil, er klang, er sank in dein Herz, o Arindal, mein Sohn! Statt\nEraths, des Verräters, kamst du um, das Boot erreichte den Felsen, er\nsank dran nieder und starb. Zu deinen Füßen floß deines Bruders Blut,\nwelch war dein Jammer, o Daura! Die Wellen zerschmettern das Boot.\nArmar stürzt sch in die See, seine Daura zu retten oder zu sterben.\nSchnell stürmte ein Stoß vom Hügel in die Wellen, er sank und hob\nsich nicht wieder.",
        "Allein auf den seebespülten Felsen hört’ ich die Klagen meiner\nTochter. Viel und laut war ihr Schreien, doch konnt’ sie ihr Vater\nnicht retten. Die ganze Nacht stand ich am Ufer, ich sah sie im\nschwachen Strahle des Mondes, die ganze Nacht hört’ ich ihr Schreien,\nlaut war der Wind, und der Regen schlug scharf nach der Seite des\nBerges. Ihre Stimme ward schwach, ehe der Morgen erschien, sie starb\nweg wie die Abendluft zwischen dem Grase der Felsen. Beladen mit\nJammer starb sie und ließ Armin allein! Dahin ist meine Stärke im\nKriege, gefallen mein Stolz unter den Mädchen.",
        "Wenn die Stürme des Berges kommen, wenn der Nord die Wellen\nhochhebt, sitz’ ich am schallenden Ufer, schaue nach dem schrecklichen\nFelsen. Oft im sinkenden Monde seh’ ich die Geister meiner Kinder,\nhalb dämmernd wandeln sie zusammen in traurigen Eintracht.’”",
        "Ein Strom von Tränen, der aus Lottens Augen brach und ihrem\ngepreßten Herzen Luft machte, hemmte Werthers Gesang. Er warf das\nPapier hin, faßte ihre Hand und weinte die bittersten Tränen. Lotte\nruhte auf der andern und verbarg ihre Augen ins Schnupftuch. Die\nBewegung beider war fürchterlich. Sie fühlten ihr eigenes Elend in\ndem Schicksale der Edlen, fühlten es zusammen, und ihre Tränen\nvereinigten sich. Die Lippen und Augen Werthers glühten an Lottens\nArme; ein Schauer überfiel sie; sie wollte sich entfernen, und\nSchmerz und Anteil lagen betäubend wie Blei auf ihr. Sie atmete,\nsich zu erholen, und bat ihn schluchzend fortzufahren, bat mit der\nganzen Stimme des Himmels! Werther zitterte, sein Herz wollte bersten,\ner hob das Blatt auf und las halb gebrochen:",
        "“Warum weckst du mich, Frühlingsluft? Du buhlst und sprichst: ich\nbetaue mit Tropfen des Himmels! Aber die Zeit meines Welkens ist nahe,\nnahe der Sturm, der meine Blätter herabstört! Morgen wird der\nWanderer kommen, kommen der mich sah in meiner Schönheit, ringsum\nwird sein Auge im Felde mich suchen und wird mich nicht finden.—”",
        "Die ganze Gewalt dieser Worte fiel über den Unglücklichen.",
        "Er warf sich vor Lotten nieder in der vollen Verzweifelung, faßte\nihre Hände, drückte sie in seine Augen, wider seine Stirn, und ihr\nschien eine Ahnung seines schrecklichen Vorhabens durch die Seele zu\nfliegen. Ihre Sinne verwirrten sich, sie drückte seine Hände,\ndrückte sie wider ihre Brust, neigte sich mit einer wehmütigen\nBewegung zu ihm, und ihre glühenden Wangen berührten sich. Die Welt\nverging ihnen. Er schlang seine Arme um sie her, preßte sie an seine\nBrust und deckte ihre zitternden, stammelnden Lippen mit wütenden\nKüssen.—\"Werther!\"rief sie mit erstickter Stimme, sich abwendend,\n“Werther!”, und drückte mit schwacher Hand seine Brust von der\nihrigen;\"Werther!\"rief sie mit dem gefaßten Tone des edelsten\nGefühles.—Er widerstand nicht, ließ sie sich aus seinen Armen und\nwarf sich unsinnig vor sie hin.—Sie riß sich auf, und in\nängstlicher Verwirrung, bebend zwischen Liebe und Zorn, sagte sie:\n“das ist das letzte Mal! Werther! Sie sehn mich nicht wieder”. Und\nmit dem vollsten Blick der Liebe auf den Elenden eilte sie ins\nNebenzimmer und schloß hinter sich zu.—Werther streckte ihr die\nArme nach, getraute sich nicht, sie zu halten. Er lag an der Erde,\nden Kopf auf dem Kanapee, und in dieser Stellung blieb er über eine\nhalbe Stunde, bis ihn ein Geräusch zu sich selbst rief. Es war das\nMädchen, das den Tisch decken wollte. Er ging im Zimmer auf und ab,\nund da er sich wieder allein sah, ging er zur Türe des Kabinetts und\nrief mit leiser Stimme:\"Lotte! Lotte! Nur noch ein Wort! Ein\nLebewohl!\"—sie schwieg.—er harrte und bat und harrte; dann riß er\nsich weg und rief:\"lebe wohl, Lotte! Auf ewig lebe wohl!”",
        "Er kam ans Stadttor. Die Wächter, die ihn schon gewohnt waren,\nließen ihn stillschweigend hinaus. Es stiebte zwischen Regen und\nSchnee, und erst gegen eilfe klopfte er wieder. Sein Diener bemerkte,\nals Werther nach Hause kam, daß seinem Herrn der Hut fehlte. Er\ngetraute sich nicht, etwas zu sagen, entkleidete ihn, alles war naß.\nMan hat nachher den Hut auf einem Felsen, der an dem Abhange des\nHügels ins Tal sieht, gefunden, und es ist unbegreiflich, wie er ihn\nin einer finstern, feuchten Nacht, ohne zu stürzen, erstiegen hat.",
        "Er legte sich zu Bette und schlief lange. Der Bediente fand ihn\nschreibend, als er ihm den andern Morgen auf sein Rufen den Kaffee\nbrachte. Er schrieb folgendes am Briefe an Lotten:",
        "“Zum letztenmale denn, zum letztenmale schlage ich diese Augen auf.\nSie sollen, ach, die Sonne nicht mehr sehn, ein trüber, neblichter\nTag hält sie bedeckt. So traure denn, Natur! Dein Sohn, dein Freund,\ndein Geliebter naht sich seinem Ende. Lotte, das ist ein Gefühl\nohnegleichen, und doch kommt es dem dämmernden Traum am nächsten, zu\nsich zu sagen: das ist der letzte Morgen. Der letzte! Lotte, ich\nhabe keinen Sinn für das Wort: der letzte! Stehe ich nicht da in\nmeiner ganzen Kraft, und morgen liege ich ausgestreckt und schlaff am\nBoden. Sterben! Was heißt das? Siehe, wir träumen, wenn wir vom\nTode reden. Ich habe manchen sterben sehen; aber so eingeschränkt ist\ndie Menschheit, daß sie für ihres Daseins Anfang und Ende keinen Sinn\nhat. Jetzt noch mein, dein! Dein, o Geliebte! Und einen\nAugenblick—getrennt, geschieden—vielleicht auf ewig?—nein, Lotte,\nnein—wie kann ich vergehen? Wie kannst du vergehen? Wir sind ja!\n—vergehen!—was heißt das? Das ist wieder ein Wort, ein leerer\nSchall, ohne Gefühl für mein Herz.—tot, Lotte! Eingescharrt der\nkalten Erde, so eng! So finster!—ich hatte eine Freundin, die mein\nalles war meiner hülflosen Jugend; sie starb, und ich folgte ihrer\nLeiche und stand an dem Grabe, wie sie den Sarg hinunterließen und\ndie Seile schnurrend unter ihm weg und wieder herauf schnellten, dann\ndie erste Schaufel hinunterschollerte, und die ängstliche Lade einen\ndumpfen Ton wiedergab, und dumpfer und immer dumpfer, und endlich\nbedeckt war!—ich stürzte neben das Grab hin—ergriffen, erschüttert,\ngeängstet, zerrissen mein Innerstes, aber ich wußte nicht, wie mir\ngeschah—wie mir geschehen wird—Sterben! Grab! Ich verstehe die\nWorte nicht!",
        "O vergib mir! Vergib mir! Gestern! Es hätte der letzte Augenblick\nmeines Lebens sein sollen. O du Engel! Zum ersten Male, zum ersten\nMale ganz ohne Zweifel durch mein innig Innerstes durchglühte mich\ndas Wonnegefühl: sie liebt mich! Sie liebt mich! Es brennt noch auf\nmeinen Lippen das heilige Feuer, das von den deinigen strömte, neue,\nwarme Wonne ist in meinem Herzen. Vergib mir! Vergib mir!",
        "Ach, ich wußte, daß du mich liebtest, wußte es an den ersten\nseelenvollen Blicken, an dem ersten Händedruck, und doch, wenn ich\nwieder weg war, wenn ich Alberten an deiner Seite sah, verzagte ich\nwieder in fieberhaften Zweifeln.",
        "Erinnerst du dich der Blumen, die du mir schicktest, als du in\njener fatalen Gesellschaft mir kein Wort sagen, keine Hand reichen\nkonntest? O, ich habe die halbe Nacht davor gekniet, und sie\nversiegelten mir deine Liebe. Aber ach! Diese Eindrücke gingen\nvorüber, wie das Gefühl der Gnade seines Gottes allmählich wieder aus\nder Seele des Gläubigen weicht, die ihm mit ganzer Himmelsfülle in\nheiligen, sichtbaren Zeichen gereicht ward.",
        "Alles das ist vergänglich, aber keine Ewigkeit soll das glühende\nLeben auslöschen, das ich gestern auf deinen Lippen genoß, das ich in\nmir fühle! Sie liebt mich! Dieser Arm hat sie umfaßt, diese Lippen\nhaben auf ihren Lippen gezittert, dieser Mund hat an dem ihrigen\ngestammelt. Sie ist mein! Du bist mein! Ja, Lotte, auf ewig.",
        "Und was ist das, daß Albert dein Mann ist? Mann! Das wäre denn für\ndiese Welt—und für diese Welt Sünde, daß ich dich liebe, daß ich\ndich aus seinen Armen in die meinigen reißen möchte? Sünde? Gut,\nund ich strafe mich dafür; ich habe sie in ihrer ganzen Himmelswonne\ngeschmeckt, diese Sünde, habe Lebensbalsam und Kraft in mein Herz\ngesaugt. Du bist von diesem Augenblicke mein! Mein, o Lotte! Ich\ngehe voran! Gehe zu meinem Vater, zu deinem Vater. Dem will ich’s\nklagen, und er wird mich trösten, bis du kommst, und ich fliege dir\nentgegen und fasse dich und bleibe bei dir vor dem Angesichte des\nUnendlichen in ewigen Umarmungen.",
        "Ich träume nicht, ich wähne nicht! Nahe am Grabe wird mir es heller.\nWir werden sein! Wir werden uns wieder sehen! Deine Mutter sehen!\nIch werde sie sehen, werde sie finden, ach, und vor ihr mein ganzes\nHerz ausschütten! Deine Mutter, dein Ebenbild”.",
        "Gegen eilfe fragte Werther seinen Bedienten, ob wohl Albert\nzurückgekommen sei? Der Bediente sagte: ja, er habe dessen Pferd\ndahinführen sehen. Darauf gibt ihm der Herr ein offenes Zettelchen\ndes Inhalts: “wollten Sie mir wohl zu einer vorhabenden Reise Ihre\nPistolen leihen? Leben Sie recht wohl!”",
        "Die liebe Frau hatte die letzte Nacht wenig geschlafen; was sie\ngefürchtet hatte, war entschieden, auf eine Weise entschieden, die\nsie weder ahnen noch fürchten konnte. Ihr sonst so rein und leicht\nfließendes Blut war in einer fieberhaften Empörung, tausenderlei\nMepfindungen zerrütteten das schöne Herz. War es das Feuer von\nWerthers Umarmungen, das sie in ihrem Busen fühlte? War es Unwille\nüber seine Verwegenheit? War es eine unmutige Vergleichung ihres\ngegenwärtigen Zustandes mit jenen Tagen ganz unbefangener, freier\nUnschuld und sorglosen Zutrauens an sich selbst? Wie sollte sie\nihrem Manne entgegengehen, wie ihm eine Szene bekennen, die sie so\ngut gestehen durfte, und die sie sich doch zu gestehen nicht\ngetraute? Sie hatten so lange gegen einander geschwiegen, und sollte\nsie die erste sein, die das Stillschweigen bräche und eben zur\nunrechten Zeit ihrem Gatten eine so unerwartete Entdeckung machte?\nSchon fürchtete sie, die bloße Nachricht von Werthers Besuch werde\nihm einen unangenehmen Eindruck machen, und nun gar diese unerwartete\nKatastrophe! Konnte sie wohl hoffen, daß ihr Mann sie ganz im rechten\nLichte sehen, ganz ohne Vorurteil aufnehmen würde? Und konnte sie\nwünschen, daß er in ihrer Seele lesen möchte? Und doch wieder, konnte\nsie sich verstellen gegen den Mann, vor dem sie immer wie ein\nkristallhelles Glas offen und frei gestanden und dem sie keine ihrer\nEmpfindungen jemals verheimlicht noch verheimlichen können? Eins und\ndas andre machte ihr Sorgen und setzte sie in Verlegenheit; und immer\nkehrten ihre Gedanken wieder zu Werthern, der für sie verloren war,\nden sie nicht lassen konnte, den sie—leider!—sich selbst\nüberlassen mußte, und dem, wenn er sie verloren hatte, nichts mehr\nübrig blieb.",
        "Wie schwer lag jetzt, was sie sich in dem Augenblick nicht deutlich\nmachen konnte, die Stockung auf ihr, die sich unter ihnen festgesetzt\nhatte! So verständige, so gute Menschen fingen wegen gewisser\nheimlicher Verschiedenheiten unter einander zu schweigen an, jedes\ndachte seinem Recht und dem Unrechte des andern nach, und die\nVerhältnisse verwickelten und verhetzten sich dergestalt, daß es\nunmöglich ward, den Knoten eben in dem kritischen Momente, von dem\nalles abhing, zu lösen. Hätte eine glückliche Vertraulichkeit sie\nfrüher wieder einander näher gebracht, wäre Liebe und Nachsicht\nwechselsweise unter ihnen lebendig worden und hätte ihre Herzen\naufgeschlossen, vielleicht wäre unser Freund noch zu retten gewesen.",
        "Noch ein sonderbarer Umstand kam dazu. Werther hatte, wie wir aus\nseinen Briefen wissen, nie ein Geheimnis daraus gemacht, daß er sich\ndiese Welt zu verlassen sehnte. Albert hatte ihn oft bestritten, auch\nwar zwischen Lotten und ihrem Mann manchmal die Rede davon gewesen.\nDieser, wie er einen entschiedenen Widerwillen gegen die Tat empfand,\nhatte auch gar oft mit einer Art von Empfindlichkeit, die sonst ganz\naußer seinem Charakter lag, zu erkennen gegeben, daß er an dem Ernst\neines solchen Vorsatzes sehr zu zweifeln Ursach’ finde, er hatte sich\nsogar darüber einigen Scherz erlaubt und seinen Unglauben Lotten\nmitgeteilt. Dies beruhigte sie zwar von einer Seite, wenn ihre\nGedanken ihr das traurige Bild vorführten, von der andern aber fühlte\nsie sich auch dadurch gehindert, ihrem Manne die Besorgnisse\nmitzuteilen, die sie in dem Augenblicke quälten.",
        "Albert kam zurück, und Lotte ging ihm mit einer verlegenen\nHastigkeit entgegen, er war nicht heiter, sein Geschäft war nicht\nvollbracht, er hatte an dem benachbarten Amtmanne einen unbiegsamen,\nkleinsinnigen Menschen gefunden. Der Üble Weg auch hatte ihn\nverdrießlich gemacht.",
        "Er fragte, ob nichts vorgefallen sei, und sie antwortete mit\nÜbereilung: Werther sei gestern abends dagewesen. Er fragte, ob\nBriefe gekommen, und er erhielt zur Antwort, daß ein Brief und Pakete\nauf seiner Stube lägen. Er ging hinüber, und Lotte blieb allein. Die\nGegenwart des Mannes, den sie liebte und ehrte, hatte einen neuen\nEindruck in ihr Herz gemacht. Das Andenken seines Edelmuts, seiner\nLiebe und Güte hatte ihr Gemüt mehr beruhigt, sie fühlte einen\nheimlichen Zug, ihm zu folgen, sie nahm ihre Arbeit und ging auf sein\nZimmer, wie sie mehr zu tun pflegte. Sie fand ihn beschäftigt, die\nPakete zu erbrechen und zu lesen. Einige schienen nicht das\nAngenehmste zu enthalten. Sie tat einige Fragen an ihn, die er kurz\nbeantwortete, und sich an den Pult stellte, zu schreiben.",
        "Sie waren auf diese Weise eine Stunde nebeneinander gewesen, und es\nward immer dunkler in Lottens Gemüt. Sie fühlte, wie schwer es ihr\nwerden würde, ihrem Mann, auch wenn er bei dem besten Humor wäre, das\nzu entdecken, was ihr auf dem Herzen lag; sie verfiel in eine Wehmut,\ndie ihr um desto ängstlicher ward, als sie solche zu verbergen und\nihre Tränen zu verschlucken suchte.",
        "Die Erscheinung von Werthers Knaben setzte sie in die größte\nVerlegenheit; er überreichte Alberten das Zettelchen, der sich\ngelassen nach seiner Frau wendete und sagte:\"gib ihm die Pistolen”.\n—\"ich lasse ihm glückliche Reise wünschen. “sagte er zum Jungen.\n—das fiel auf sie wie ein Donnerschlag, sie schwankte aufzustehen,\nsie wußte nicht, wie ihr geschah. Langsam ging sie nach der Wand,\nzitternd nahm sie das Gewehr herunter, putzte den Staub ab und\nzauderte, und hätte noch lange gezögert, wenn nicht Albert durch\neinen fragenden Blick sie gedrängt hätte. Sie gab das unglückliche\nWerkzeug dem Knaben, ohne ein Wort vorbringen zu können, und als der\nzum Hause hinaus war, machte sie ihre Arbeit zusammen, ging in ihr\nZimmer, in dem Zustande der unaussprechlichsten Ungewißheit. Ihr\nHerz weissagte ihr alle Schrecknisse. Bald war sie im Begriffe, sich\nzu den Füßen ihres Mannes zu werfen, ihm alles zu entdecken, die\nGeschichte des gestrigen Abends, ihre Schuld und ihre Ahnungen. Dann\nsah sie wieder keinen Ausgang des Unternehmens, am wenigsten konnte\nsie hoffen, ihren Mann zu einem Gange nach Werthern zu bereden. Der\nTisch ward gedeckt, und eine gute Freundin, die nur etwas zu fragen\nkam, gleich gehen wollte—und blieb, machte die Unterhaltung bei\nTische erträglich; man zwang sich, man redete, man erzählte, man\nvergaß sich.",
        "Der Knabe kam mit den Pistolen zu Werthern, der sie ihm mit\nEntzücken abnahm, als er hörte, Lotte habe sie ihm gegeben. Er ließ\nsich Brot und Wein bringen, hieß den Knaben zu Tische gehen und\nsetzte sich nieder, zu schreiben.",
        "“Sie sind durch deine Hände gegangen, du hast den Staub davon\ngeputzt, ich küsse sie tausendmal, du hast sie berührt! Und du, Geist\ndes Himmels, begünstigst meinen Entschluß, und du, Lotte, reichst mir\ndas Werkzeug, du, von deren Händen ich den Tod zu empfangen wünschte,\nund ach! Nun empfange. O ich habe meinen Jungen ausgefragt. Du\nzittertest, als du sie ihm reichtest, du sagtest kein Lebewohl!\n—wehe! Wehe! Kein Lebewohl!—solltest du dein Herz für mich\nverschlossen haben, um des Augenblicks willen, der mich ewig an dich\nbefestigte? Lotte, kein Jahrtausend vermag den Eindruck auszulöschen!\nUnd ich fühle es, du kannst den nicht hassen, der so für dich glüht”.",
        "Nach Tische hieß er den Knaben alles vollends einpacken, zerriß\nviele Papiere, ging aus und brachte noch kleine Schulden in Ordnung.\nEr kam wieder nach Hause, ging wieder aus vors Tor, ungeachtet des\nRegens, in den gräflichen Garten, schweifte weiter in der Gegend\numher und kam mit anbrechender Nacht zurück und schrieb.",
        "“Wilhelm, ich habe zum letzten Male Feld und Wald und den Himmel\ngesehen. Leb wohl auch du! Liebe Mutter, verzeiht mir! Tröste sie,\nWilhelm! Gott segne euch! Meine Sachen sind alle in Ordnung. Lebt\nwohl! Wir sehen uns wieder und freudiger”.",
        "“Ich habe dir Übel gelohnt, Albert, und du vergibst mir. Ich habe\nden Frieden deines Hauses gestört, ich habe Mißtrauen zwischen euch\ngebracht. Lebe wohl! Ich will es enden. O daß ihr glücklich wäret\ndurch meinen Tod! Albert! Albert! Mache den Engel glücklich! Und\nso wohne Gottes Segen über dir!”",
        "Er kannte den Abend noch viel in seinen Papieren, zerriß vieles und\nwarf es in den Ofen, versiegelte einige Päcke mit den Adressen an\nWilhelm. Sie enthielten kleine Aufsätze, abgerissene Gedanken, deren\nich verschiedene gesehen habe; und nachdem er um zehn Uhr Feuer hatte\nnachlegen und sich eine Flasche Wein geben lassen, schickte er den\nBedienten, dessen Kammer wie auch die Schlafzimmer der Hausleute weit\nhinten hinaus waren, zu Bette, der sich dann in seinen Kleidern\nniederlegte, um frühe bei der Hand zu sein; denn sein Herr hatte\ngesagt, die Postpferde würden vor sechse vors Haus kommen.",
        "Alles ist so still um mich her, und so ruhig meine Seele. Ich danke\ndir, Gott, der du diesen letzten Augenblicken diese Wärme, diese\nKraft schenkest.",
        "Ich trete an das Fenster, meine Beste, und sehe, und sehe noch\ndurch die stürmenden, vorüberfliehenden Wolken einzelne Sterne des\newigen Himmels! Nein, ihr werdet nicht fallen! Der Ewige trägt euch\nan seinem Herzen, und mich. Ich sehe die Deichselsterne des Wagens,\ndes liebsten unter allen Gestirnen. Wenn ich nachts von dir ging,\nwie ich aus deinem Tore trat, stand er gegen mir über. Mit welcher\nTrunkenheit habe ich ihn oft angesehen, oft mit aufgehabenen Händen\nihn zum Zeichen, zum heiligen Merksteine meiner gegenwärtigen\nSeligkeit gemacht! Und noch—o Lotte, was erinnert mich nicht an dich!\nUmgibst du mich nicht! Und habe ich nicht, gleich einem Kinde,\nungenügsam allerlei Kleinigkeiten zu mir gerissen, die du Heilige\nberührt hattest!",
        "Liebes Schatenbild! Ich vermache dir es zurück, Lotte, und bitte\ndich, es zu ehren. Tausend, tausend Küsse habe ich darauf gedrückt,\ntausend Grüße ihm zugewinkt, wenn ich ausging oder nach Hause kam.\nIch habe deinen Vater in einem Zettelchen gebeten, meine Leiche zu\nschützen. Auf dem Kirchhofe sind zwei Lindenbäume, hinten in der Ecke\nnach dem Felde zu; dort wünsche ich zu ruhen. Er kann, er wird das\nfür seinen Freund tun. Bitte ihn auch. Ich will frommen Christen\nnicht zumuten, ihren Körper neben einen armen Unglücklichen zu legen.\nAch, ich wollte, ihr begrübt mich am Wege, oder im einsamen Tale,\ndaß Priester und Levit vor dem bezeichneten Steine sich segnend\nvorübergingen und der Samariter eine Träne weinte.",
        "Hier, Lotte! Ich schaudre nicht, den kalten, schrecklichen Kelch zu\nfassen, aus dem ich den Taumel des Todes trinken soll! Du reichtest\nmir ihn, und zage nicht. All! All! So sind alle die Wünsche und\nHoffnungen meines Lebens erfüllt! So kalt, so starr an der ehernen\nPforte des Todes anzuklopfen.",
        "Daß ich des Glückes hätte teilhaftig werden können, für dich zu\nsterben! Lotte, für dich mich hinzugeben! Ich wollte mutig, ich\nwollte freudig sterben, wenn ich dir die Ruhe, die Wonne deines\nLebens wiederschaffen könnte. Aber ach! Das ward nur wenigen Edeln\ngegeben, ihr Blut für die Ihrigen zu vergießen und durch ihren Tod\nein neues, hundertfältiges Leben ihren Freunden anzufachen.",
        "In diesen Kleidern, Lotte, will ich begraben sein, du hast sie\nberührt, geheiligt; ich habe auch deinen Vater darum gebeten. Meine\nSeele schwebt über dem Sarge. Man soll meine Taschen nicht aussuchen.\nDiese blaßrote Schleife, die du am Busen hattest, als ich dich zum\nersten Male unter deinen Kindern fand—o küsse sie tausendmal und\nerzähle ihnen das Schicksal ihres unglücklichen Freundes. Die Lieben!\nSie wimmeln um mich. Ach wie ich mich an dich schloß! Seit dem\nersten Augenblicke dich nicht lassen konnte!—diese Schleife soll\nmit mir begraben werden. An meinem Geburtstage schenktest du sie mir!\nWie ich das alles verschlang!—ach, ich dachte nicht, daß mich der\nWeg hierher führen sollte!—sei ruhig! Ich bitte dich, sei ruhig!",
        "—Sie sind geladen—es schlägt zwölfe! So sei es denn!—Lotte!\nLotte, lebe wohl! Lebe wohl!”",
        "Ein Nachbar sah den Blick vom Pulver und hörte den Schuß fallen; da\naber alles stille blieb, achtete er nicht weiter drauf.",
        "Morgens um sechse tritt der Bediente herein mit dem Lichte. Er\nfindet seinen Herrn an der Erde, die Pistole und Blut. Er ruft, er\nfaßt ihn an; keine Antwort, er röchelt nur noch. Er läuft nach den\nÄrzten, nach Alberten. Lotte hört die Schelle ziehen, ein Zittern\nergreift alle ihre Glieder. Sie weckt ihren Mann, sie stehen auf,\nder Bediente bringt heulend und stotternd die Nachricht, Lotte sinkt\nohnmöchtig vor Alberten nieder.",
        "Als der Midikus zu dem Unglücklichen kam, fand er ihn an der Erde\nohne Rettung, der Puls schlug, die Glieder waren alle gelähmt. über\ndem rechten Auge hatte er sich durch den Kopf geschossen, das Gehirn\nwar herausgetrieben. Man ließ ihm zum Überfluß eine Ader am Arme, das\nBlut lief, er holte noch immer Atem.",
        "Aus dem Blut auf der Lehne des Sessels konnte man schließen, er\nhabe sitzend vor dem Schreibtische die Tat vollbracht, dann ist er\nheruntergesunken, hat sich konvulsivisch um den Stuhl herumgewälzt.\nEr lag gegen das Fenster entkräftet auf dem Rücken, war in völliger\nKleidung, gestiefelt, im blauen Frack mit gelber Weste.",
        "Das Haus, die Nachbarschaft, die Stadt kam in Aufruhr. Albert trat\nherein. Werthern hatte man auf das Bett gelegt, die Stirn verbunden,\nsein Gesicht schon wie eines Toten, er rührte kein Glied. Die Lunge\nröchelte noch fürchterlich, bald schwach, bald stärker; man erwartete\nsein Ende.",
        "Von dem Weine hatte er nur ein Glas getrunken”. Emilia Galotti lag\nauf dem Pulte aufgeschlagen.",
        "Von Alberts Bestürzung, von Lottens Jammer laßt mich nichts sagen.",
        "Der alte Amtmann kam auf die Nachricht hereingesprengt, er küßte\nden Sterbenden unter den heißesten Tränen. Seine ältesten Söhne kamen\nbald nach ihm zu Fuße, sie fielen neben dem Bette nieder im Ausdrucke\ndes unbändigsten Schmerzens, küßten ihm die Hände und den Mund, und\nder älteste, den er immer am meisten geliebt, hing an seinen Lippen,\nbis er verschieden war und man den Knaben mit Gewalt wegriß. Um\nzwölfe mittags starb er. Die Gegenwart des Amtmannes und seine\nAnstalten tuschten einen Auflauf. Nachts gegen eilfe ließ er ihn an\ndie Stätte begraben, die er sich erwählt hatte. Der Alte folgte der\nLeiche und die Söhne, Albert vermocht’s nicht. Man fürchtete für\nLottens Leben. Handwerker trugen ihn. Kein Geistlicher hat ihn\nbegleitet.",
        "\nThe Tree of Crows (Caspar David Friedrich)\n",
        " ",
        "\nThis complete text of “Die Leiden des jungen Werther” by Johann Wolfgang von Goethe,\nas well as the paintings by Caspar David Friedrich, are in the public domain.\n\n\n\nAmazon: “Die Leiden des jungen Werther”.\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on April 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}