{
    "title": "Die Göttliche Komoedie - Das Fegefeuer",
    "author": "Dante Alighieri",
    "chapter": "2",
    "content": [
        "\n\n",
        "Zur Fahrt in bess’re Fluten aufgezogen\nHat seine Segel meines Geistes Kahn,\nUnd läßt nun hinter sich so grimme Wogen.\nZum zweiten Reiche hin geht seine Bahn,\nWohin zur Reinigung die Geister schweben,\nUm würdig dann dem Himmelreich zu nah’n.\nDoch hier mag sich die tote Dichtung heben,\nO heil’ge Musen, da ich euer bin!\nHier mög’ empor Kalliopeia streben!\nSie folge mir mit jenem Ton dahin,\nDes Streich, die armen Elstern einst erschreckend,\nVerzweiflung bracht’ in ihren stolzen Sinn.\nDes Saphirs holde Farbe, ganz bedeckend\nDes reinen Äthers heiteres Gebäu\nUnd bis zum ersten Kreise sich erstreckend,\nErschuf vor mir der Augen Wonne neu,\nSobald ich jetzt der toten Luft entklommen,\nDie Aug’ und Brust getrübt in Nacht und Scheu.\nDer schöne Stern, der Lieb’ erregt, entglommen\nIm Osten, hatt’ in Lächeln ihn verklärt,\nDie Fisch’ umschleiernd, die mit ihm gekommen.\nDann rechts, dem andern Pole zugekehrt,\nErblickt’ ich eines Viergestirnes Schimmer,\nDes Anschau’n nur dem ersten Paar gewährt.\nDer Himmel schien entzückt durch sein Geflimmer.\nO du verwaistes Land, du öder Nord,\nDu siehst den Glanz der schönen Lichter nimmer.\nAls ich darauf vom Viergestirne fort\nEin wenig hin zum andern Pole sah,\nDa war verschwunden schon der Wagen dort.\nUnd einen Greis, allein, sah ich mir nahe,\nDer Ehrfurcht also wert an Mien’ und Art,\nDaß mir, als ob’s mein Vater sei, geschähe.\nLang war, mit weißem Haar vermischt, sein Bart\nUnd gleich dem Haar des Haupts, das, niedersinkend\nAls Doppelstreif, der Brust zur Hülle ward.\nSein Angesicht, die heil’gen Strahlen trinkend\nDes Viergestirnes, war so schön und klar,\nAls sah’ ich es, vom Schein der Sonne blinkend.\n“Wer seid ihr, die ihr fortflieht, wunderbar,\nAus ew’ger Haft, dem blinden Strom entgegen\"\nEr sprach’s, bewegt des Bartes greises Haar,\n“Wer leitet’ euch? Wer leuchtet’ euren Wegen,\nDaß ihr entstiegt den Schatten tiefer Nacht,\nDie, ewig achwarz, der Hölle Täler hegend\nVerlor des Abgrunds Satzung ihre Macht?\nHat neuer Ratschluß durch der Hölle Pforte\nVerdammt’ in meine Grotten hergebracht?\"–\nHier fühlt’ ich mich erfaßt von meinem Horte,\nUnd ehrerbietig macht er Brau’n und Knie\nMir alsogleich mit Hand und Wink und Worte\nUnd sprach: “Nicht durch mich selber bin ich hie;\nEin Weib kam bittend aus den höchsten Sphären,\nDarob ich diesem mein Geleit verlieh.\nDoch da’s dein Will’ ist, daß ich dich belehren\nVon unserm wahren Zustand soll, wie mag\nMein Will’ ein andrer sein, als zu gewähren!\nNicht sahe dieser noch den letzten Tag,\nDoch war er nah ihm, so vom Wahn verblendet,\nDaß er gewiß in kurzer Frist erlag.\nUm ihn zu retten, ward ich abgesendet,\nUnd hierzu fand ich diesen Weg nur gut,\nAuf welchem ich mich jetzt hierher gewendet.\nIch zeigt’ ihm schon der Sünder ganze Brut,\nNun aber ist er die zu sehn bereitet,\nDie hier sich läutern unter deiner Hut.\nLang wär’s zu sagen, wie ich ihn begleitet.\nKraft kam von oben, helfend, daß ich ihn,\nUm dich zu hören und zu sehn, geleitet.\nLaß dir’s gefallen, daß er hier erschien.\nEr sucht die Freiheit–wie sie wert zu halten,\nWeiß, wer um sie des Lebens sich verzieh’n.\nDu weißt’s, du ließest gern sie zu erhalten,\nIn Utica die Hülle blutbenetzt,\nDie hell am großen Tag sich wird entfalten.\nNicht ward der ew’ge Schluß von uns verletzt.\nEr lebt und mich hält Minos nicht gefangen.\nIch bin vom Kreis, wo deine Martia jetzt,\nNoch keuschen Aug’s, dir ausspricht das Verlangen,\nO heil’ge Brust, als dein sie anzusehn,\nDrum woll’ uns, ihr zuliebe, wohl empfangen.\nLaß uns durch deine sieben Reiche gehn,\nDann grüß’ ich sie von dir in jenen Hallen,\nWillst, dort erwähnt zu sein, du nicht verschmäh’n.\"\n“Gefiel auch”, sprach er, “Martia mir vor allen,\nDa ich gelebt, so daß ich ihr erwies,\nWodurch ich irgend wußt’, ihr zu gefallen,\nDoch jetzt nicht mehr bewegen darf mich dies,\nDa sie dort wohnt jenseits der nächt’gen Wogen,\nWie festgesetzt ward, als ich sie verließ.\nDoch hat ein Himmelsweib dich hergezogen,\nWie du gesagt, was braucht’s da Schmeichelei’n?\nSie will, dies g’nügt, und treulich wird’s vollzogen\nDrum geh, zum weitern Weg ihn einzuweih’n.\nIhn muß ein Gurt von glatter Bins’ umschnüren,\nDann wasch ihm das Gesicht vom Schmutze rein.\nDas Aug’ umnebelt, will sich’s nicht gebühren,\nZum ersten Diener, der vom sel’gen Land\nHerabgekommen ist, ihn hinzuführen.\nRings trägt der kleinen Insel tiefster Strand,\nWo Wog’ und Woge sich im Wechsel jagen,\nViel Binsen am morastig weichen Rand.\nDie andern Pflanzen, welche Blätter tragen\nUnd sich verhärten, kommen da nicht auf,\nWo’s gilt, sich schmiegen, wenn die Wellen schlagen.\nDoch kehrt von dort nicht rückwärts euren Lauf;\nDie Sonne zeigt–seht, dort ersteht sie eben!–\nEuch dann den leichtern Weg den Berg hinauf.\"\nHier sah ich ihn vor meinem Blick verschweben;\nStumm stand ich auf und sah auf meinen Hort,\nIn seinen Schutz und Willen ganz ergeben.\nEr sprach: “Sohn, folge mir jetzt rückwärts. Dort\nNeigt mehr und mehr die Ebene sich immer\nNach ihren letzten tiefsten Grenzen fort.\"\nSchon trieb das Morgenrot mit lichtem Schimmer\nDie Frühe vor sich her, und vom Gestad\nErkannt’ ich weit hinaus des Meers Geflimmer.\nNun gingen wir dahin auf ödem Pfad,\nWie wer, verirrt, zum rechten Wege schreitend,\nSein Gehn umsonst glaubt, bis er ihn betrat.\nWir sahn den Tau bald, mit der Sonne streitend,\nDoch, weil er dort an schatt’ger Stelle war,\nSich minder schnell in leichtem Dunst verbreitend.\nWorauf mein Hort mit seiner Hände Paar\nSanft die zerstreuten, weichen Gräser deckte,\nDrob ich, denn seinen Vorsatz nahm ich wahr,\nIhm die betränte Wang’ entgegenstreckte.\nRein wusch er mir die Farbe der Natur,\nDie erst der Schmutz der Hölle ganz versteckte.\nNun gingen wir dahin auf öder Flur\nAm Strande fort, der nie ein Schiff erblickte,\nDas wieder heim zum Vaterlande fuhr.\nDort, so wie der geboten, der uns schickte,\nUmgürtet er mit schwachen Binsen mich,\nUnd wo er nur die niedre Pflanze knickte,\nErhob sie neu aus ihrer Wurzel sich.",
        "Sol war zum Horizont herabgestiegen,\nDes Mittagskreis, wo er am höchsten steht,\nSieht unter sich die Feste Zions liegen.\nNacht, welche sich ihm gegenüber dreht,\nWar mit der Wag’ am Ganges vorgegangen,\nDie, wenn sie zunimmt, ihrer Hand entgeht.\nDrum hatten Eos weiß’ und rote Wangen\nDort, wo ich war, weil ihre Jugend schwand,\nIn hohem Gelb zu schimmern angefangen.\nWir waren noch am niedern Meeresstrand,\nUnd gingen, ob des fernen Wegs in Sorgen,\nIm Herzen fort, indes der Körper stand.\nUnd wie in trüber Röte, wenn der Morgen\nSich nähert, Mars, im Westen, nah dem Meer\nSich zeigt, von dichten Dünsten fast verborgen,\nSo sah ich jetzt ein Licht–o säh’ ich’s mehr!\nUnd eilig, wie kein Vogel je geflogen,\nGlitt’s auf des Meeres glattem Spiegel her.\nAls ich von ihm die Augen abgezogen\nEin wenig hatt’ und zu dem Führer sprach,\nSchien’s heller dann und größer ob den Wogen.\nDann auf des Lichtes beiden Seiten brach\nEin weißer Glanz hervor, und er entbrannte,\nWie’s näher kam, von unten nach und nach.\nMein Meister, der nach ihm sich schweigend wandte,\nSolang der Flügel erstes Weiß erschien,\nRief, wie er nun den hehren Schiffer kannte:\n“O eile jetzt, o eile, hinzuknien!\nSieh Gottes Engel! Falte deine Händel\nNun siehst du solche Gottes Wink vollziehen.\nSieh, er verschmäht, was Menschenwitz erfände.\nNicht Segel, Ruder nicht–sein Flügelpaar\nBraucht er zur Fahrt ans ferneste Gelände.\nSieh, wie’s gen Himmel strebt so schön und klar!\nDie Luft bewegt das ewige Gefieder,\nDas nicht sich ändert wie der Menschen Haar.\"\nUnd wieder naht’ er sich indes und wieder\nIn hellerm Glanz, daß näher solchen Schein\nMein Auge nicht ertrug, drum schlug ich’s nieder.\nUnd leicht und schnell sah ich durch ihn allein\nDas Schiff des Eilands niedern Strand gewinnen,\nAuch drückt’ es kaum die Spur den Fluten ein.\nUnd als ein Sel’ger stand vor meinen Sinnen\nAm Hinterteil des Schiffes Steuermann,\nUnd mehr als hundert Geister saßen drinnen.\n“Als aus Ägypten Israel entrann\";\nDie Schar, gewiß, das Ufer zu erreichen,\nFing diesen Psalm einstimm’gen Sanges an.\nEr macht’ auf sie des heil’gen Kreuzes Zeichen,\nDrum warf sich jeder hin am Meeresbord,\nDann sah man ihn schnell, wie er kam, entweichen.\nFremd schienen alle, welche blieben, dort,\nUnd um sich blickend sah ich sie verweilen,\nWie den, der Neues sieht am fremden Ort.\nVon allen Seiten schoß mit Feuerpfeilen\nDen Tag die Sonne, die vom Meridian\nDen Steinbock schon gezwungen, zu enteilen\nDa hoben, die wir eben kommen sahn,\nNach uns die Stirn empor mit diesem Worte:\n“Zeigt uns, dafern ihr könnt, zum Berg die Bahn.\"\nErwidert ward darauf von meinem Horte:\n“Wißt, wenn ihr wähnt, wir wüßten hier Bescheid;\nWir sind so fremd wie ihr an diesem Orte.\nDenn kurz vorher, eh’ ihr gekommen seid,\nSind auf so rauhem Weg wir angekommen,\nDaß hier zu klimmen Spiel, nicht Müh’ und Leid.\"\nWie jene nun am Atmen wahrgenommen,\nDaß ich noch lebe, schienen sie bewegt,\nJa, vor Erstaunen ängstlich und beklommen.\nUnd wie dem Boten, der den Ölzweig trägt,\nDie Menge folgt, voll Neubegier sich pressend,\nUnd Tritt’ und Stöße sonder Scheu erträgt,\nSo drängten jetzt, mich mit den Augen messend,\nZu mir die hochbeglückten Seelen sich,\nBeinah den Gang zur Reinigung vergessend.\nHervor trat eine jetzt, so inniglich\nMich zu umarmen, mit so holden Mienen,\nDaß mein Verlangen ganz dem ihren glich.\nLeere Schatten, die Gestalt nur schienen!\nDreimal halt’ ich die Hände hinter ihr,\nUnd dreimal kehrt’ ich zu der Brust mit ihnen.\nDas Antlitz, glaub’ ich, malt’ Erstaunen mir,\nUnd jenen sah ich lächelnd rückwärts schweben,\nDoch folgt’ ich ihm mit liebender Begier.\nUnd lieblich hört’ ich ihn die Stimm’ erheben:\n“Sei ruhig!” Da erkannt’ ich ihn und bat,\nEr möge weilen und mir Antwort geben.\n“Dich lieb’ ich,” sprach er, als ich ihn genaht,\n“Wie einst im Leib, so jetzt der Haft entbunden,\nDrum weil’ ich–doch was gehst du diesen Pfad?\"\n“O mein Casella, hier nur eingefunden\nHab’ ich mich, um zur Welt zurückzugehn.\nDoch wie bist du beraubt so vieler Stunden?\"\nUnd er: “Drob ist kein Unrecht mir gescheh’n.\nMußt’ er auch öfters mich zurückeweisen,\nDer mit sich fortnimmt, wann er will und wen.\nDenn sein Will’ ist nur der des Ewig-Weisen.\nUnd seit drei Monden hat er gern gewährt,\nWenn irgendwer verlangt hat, mitzureisen.\nAuch mich, der ich mich zu dem Strand gekehrt,\nWo salzig wird der Tiber süße Welle,\nEmpfing er liebevoll, da ich’s begehrt.\nJetzt schwebt er wieder hin zu jener Stelle,\nWo er vereint mit freudigem Empfang\nDie, so nicht Sünde stürzt zur Nacht der Hölle.\"\nUnd ich: “Hat dir nicht jenen Liebessang,\nDen du geübt, ein neu Gesetz entrissen,\nDer öfters mir gestillt des Herzens Drang,\nSo laß mich jetzt nicht seinen Trost vermissen;\nDenn meine Seele, die der Leib umflicht,\nSchwebt, da sie hier erscheint, in Kümmernissen.\"\n“Die Liebe, die zu mir im Herzen spricht\nBegann er jetzt, und ach, die süße Weise\nVerklingt noch jetzt in meinem Innern nicht.\nMein Herr und ich, wir standen still im Kreise\nDer andern dort und alle so beglückt,\nAls kennten wir kein andres Ziel der Reise,\nNur seinen Tönen horchend, hochentzückt.\nDa sieh bei uns den ehrenhaften Alten:\n“Was, träge Geister, ist’s, das euch berückt?\nNachlässige, so lang’ euch aufzuhalten!\nZum Berg hin, wo man frei der Hüllen wird,\nDie Gottes Anblick noch euch vorenthalten!\nWie wenn, von Weizen oder Lolch gekirrt,\nDie Tauben still im Stoppelfelde schmausen\nUnd keine mehr umherstolziert und girrt,\nDann aber, wenn erscheint, wovor sie grausen,\nSie alle jäh, mit größrer Sorg’ im Sinn,\nVon ihrer Weid’ empor im Fluge brausen;\nSo lief die Schar der Seelen jetzt dahin,\nVom Sange fort, zum Berge sonder Weile,\nWie wer da läuft, allein nicht weiß wohin;\nWir aber folgten mit nicht mindrer Eile.",
        "Trieb jähe Flucht auch alles, was vereinigt\nBeim Sänger war, zerstreut jetzt durch den Plan\nDem Berge zu, wo die Vernunft uns peinigt,\nDoch drängt’ ich mich dem treuen Führer an.\nWie könnt’ ich ihn auch bei der Reife missen?\nWie kam ich wohl ohn’ ihn den Berg hinauf?\nEr schien gepeinigt von Gewissensbissen.\nwürdig reine Seele, wie empört,\nWie quält der kleinste Fehler dein Gewissen!\nAls seines Laufes Eil’ nun aufgehört,\nBei welcher Würd’ im Anstand nimmer waltet,\nDa ward mein Geist, verengt erst und verstört,\nZum Streben neu erweitert und entfaltet,\nUnd, das Gesicht dem Berge zugewandt,\nSah ich, dem Himmel zu, ihm hochgestaltet.\nDie Sonne, hinter mir in rotem Brand,\nWar vor mir, nach Gestaltung und Gebärde,\nGebrochen, da mein Leib ihr widerstand.\nUnd bang, daß ich allein gelassen werde,\nKehrt’ ich mich schleunig seitwärts, da ich sah,\nBeschattet sei vor mir allein die Erde.\n“Was argwöhnst du” begann mein Tröster da,\nZu mir gewandt, erratend, was ich dachte,\n“Glaubst du, ich sei dir nicht, wie immer, nah?\nDort liegt der Leib, in dem ich Schatten machte,\nAn Napels Strand, den jetzt schon Nacht umflicht,\nWohin man einst von Brindisi ihn brachte.\nBeschatt’ ich jetzt vor mir die Erde nicht,\nSo staune nicht darum–deckt doch der Schimmer\nDes einen Himmels nie des andern Licht.\nDergleichen Körper schafft der Herr noch immer,\nDamit sie dulden Hitz’ und Frost und Pein,\nDoch wie er’s macht, entschleiert er uns nimmer.\nTor, wer da hofft, er dring’ in alles ein\nMit der Vernunft, selbst in endlose Sphären,\nWo er, der Ew’ge, einer ist in drei’n.\nStrebt, Menschen, doch das Wie nicht aufzuklären;\nDenn wär’s gestattet, alles zu erschau’n,\nNicht brauchte dann Maria zu gebären.\nWohl mancher dürft’ auf seinen Geist vertrauen,\nDem noch die Sehnsucht, alles zu erkunden,\nGeblieben ist zu ewiglichem Grau’n.\nDu weißt, wo wir den Plato aufgefunden\nUnd manchen sonst.” Er schwieg, die Stirn geneigt,\nUnd alle Heiterkeit schien ihm geschwunden.\nWir kamen hin, von wo man aufwärts steigt.\nDort oben ist der Fels so steil gelegen,\nDaß sich kein Raum zu einem Dritte zeigt.\nDer rauhste von den öden Felsenwegen\nInmitten Lerci und Turbia schmiegt\nSich sanft und leicht, stellt man ihn dem entgegen.\n“Wer weiß, zu welcher Hand der Hang sich biegt.\"\nDer Meister sprach’s und hielt jetzt ein im Schreiten,\n“So daß auch der hinauf kann, der nicht fliegt?\"\nEr ließ indes den Blick zum Boden gleiten\nUnd nahm im Geist des Pfades Prüfung wahr.\nDoch ich sah aufwärts nach des Berges Seiten,\nUnd da erschien mir linksher eine Schar,\nDie schien so langsam zu uns her zu schweben,\nDaß kaum Bewegung zu bemerken war.\n“Laß,” sprach ich, “Meister, deinen Blick sich heben,\nDie Rat erteilen können, nahen schon,\nDafern du nicht vermagst, ihn selbst zu geben.\"\nFrei schaut’ er auf, und alle Sorgen floh’n.\n“Nur langsam”. sprach er, “geht ihr Gang vonstatten,\nDrum gehn wir hin. Getrost jetzt, süßer Sohn!\"\nWir waren noch entfernt von jenen Schatten\nUnd ihnen etwa steinwurfweit genaht,\nAls wir getan an tausend Schritte hatten.\nDa drängten alle sich ans Felsgestad\nUnd standen still und dicht, uns zugewendet,\nWie wen Bedenken hemmt auf seinem Pfad.\n“O Auserwählte, die ihr wohl geendet,\"\nBegann Virgil, “wie einst euch Friede jetzt,\nDen, wie ich glaube, Gott euch allen spendet,\nSo zeigt uns des Gebirges Abhang jetzt\nUnd laßt uns einen Weg nach oben sehen,\nDenn Zeitverlieren schmerzt den, der sie schätzt.\"\nGleichwie die Schäflein aus dem Stalle gehen,\nEins, zwei und drei, indessen noch verzagt\nDie andern mit gebeugten Köpfen stehen,\nBis was das erste tat, nun jedes wagt,\nWenn jenes harrt, geduldig die Beschwerde\nDes Drangs erträgt und nach dem Grund nicht fragt;\nSo sah ich jetzt von der beglückten Herde\nDie vordem sich bewegen und uns nah’n,\nDas Antlitz züchtig, ehrbar die Gebärde.\nWie sie das Licht zur Rechten meiner Bahn\nGeteilt und, als des Erdenleibes Zeichen,\nDie Felsenwand von mir beschattet sahn,\nSah ich sie stehn und etwas rückwärts weichen.\nDie andern wußten zwar nicht, was gescheh’n,\nDoch alle taten sie sofort desgleichen.\n“Ohn’ eure Frage will ich euch gestehn,\nNoch einem Menschen ist der Körper eigen,\nVon welchem ihr das Licht geteilt gesehn.\nDoch laßt Verwunderung und Staunen schweigen;\nNicht ohne Kraft, die Gott nur geben kann,\nSucht er die schroffe Wand zu übersteigen.\"\nMein Hort sprach’s, und die würd’ge Schar begann,\nUns mit der Hände Rücken Zeichen gebend:\n“Kehrt wieder um und schreitet uns voran!\"\nUnd einer drauf, zu mir die Stimm’ erhebend:\n“Wer du auch seist, blick’ um, mich anzuschau’n,\nBesinne dich: Sahst du mich jemals lebend`?\"\nIch wandt’ auf ihn die Augen voll Vertrau’n.\nBlond war er, schön, von würdigen Gebärden,\nDoch war gespalten eine seiner Brau’n.\nDemütig sagt’ ich, daß ich ihn auf Erden\nNiemals gesehn; da aber hieß er mich\nAufmerksam auf die Wund’ am Busen werden,\nUnd lächelnd sprach er dann: “Manfred bin ich!\nWenn dich zur Welt zurück die Schritte tragen,\nZu meiner Tochter geh, ich bitte dich,\nDie unterm Herzen jenes Paar getragen,\nDas Aragonien und Sizilien ehrt,\nIhr Wahres, wenn man andres sagt, zu sagen.\nAls zweimal mich durchbohrt des Feindes Schwert,\nDa übergab ich weinend meine Seele\nDem Richter, der Verzeihung gern gewährt.\nOh groß und schrecklich waren meine Fehle,\nDoch groß ist Gottes Gnadenarm und faßt,\nWas sich ihm zukehrt, so daß keiner fehle.\nUnd wenn Cosenzas Hirt, der sonder Rast,\nWie Clemens wollte, mich gejagt, dies eine\nErhabne Wort der Schrift wohl aufgefaßt,\nSo lägen dort noch meines Leibs Gebeine\nAm Brückenkopf bei Benevent, vom Mal\nGeschützt der schweren aufgehäuften Steine.\nNun netzt’s der Regen, dorrt’s der Sonnenstrahl,\nDort, wo er’s hinwarf mit verlöschten Lichten,\nDem Reich entführt, entlang dem Verdetal.\nDoch kann ihr Fluch die Seele nicht vernichten,\nAus welcher nicht die frohe Hoffnung weicht,\nAn ew’ger Liebe neu sich aufzurichten.\nWahr ist’s, daß, wer im Kirchenbann erbleicht,\nWar’ auch zuletzt in ihm die Reu’ entglommen,\nDoch dieser Felswand Höhe nicht erreicht,\nBis dreißigmal die Zeit, seit ihm genommen\nDer Kirche Segen ward, verflossen ist,\nKürzt diese Zeit nicht ab das Fleh’n der Frommen.\nSieh, ob du mir zum Heil gekommen bist,\nWenn du Konstanzen, wie du mich gesehen,\nEntdeckst und ihr verkündest jene Frist,\nDenn viel gewinnt man hier durch euer Flehen.”",
        "Wenn etwas, was uns wohltut oder kränkt,\nUns eine Seelenkraft in Aufruhr brachte,\nUnd sich die Seel’ in diese ganz versenkt,\nDann scheint’s, als ob sie keiner andern achte;\nUnd dies beweist genugsam gegen den,\nDer uns belebt von mehrern Seelen dachte.\nIndem wir etwas hören oder sehn,\nWas stark uns anzieht, ist die Zeit verschwunden,\nBevor wir’s glauben und es uns versehn.\nDenn anders wird die Kraft, die hört, empfunden,\nUnd anders unsrer Seele ganze Kraft;\nFrei ist die erste, diese scheint gebunden.\nDavon erhielt ich jetzo Wissenschaft–\nIndessen ich gehorcht und stillgeschwiegen,\nWeil Staunen mir die Seele hingerafft,\nWar fünfzig Grad’ die Sonn’ emporgestiegen,\nEh’ ich’s bemerkt–da ward ein Ruf mir kund\nVon den gesamten Seelen: “Seht die Stiegen!\"\nDie Öffnung, die mit einem Dorngebund,\nWenn sich die Traube bräunt, die Winzer schließen,\nIst weiter oft als hier der Felsenschlund,\nDurch welchen uns die Seelen klimmen hießen.\nEr vor, ich folgend, stiegen wir allein\nDen Felsweg, da die ändern uns verließen.\nEmpor zu Bismantova und bergein\nBei Noli kann man auf den Füßen dringen,\nDoch wer hier aufstrebt, muß beflügelt sein;\nIch meine, mit der großen Sehnsucht Schwingen,\nDie mich dem Führer nachzog mit Gewalt,\nDer Licht mir gab und Hoffnung zum Gelingen.\nWir stiegen innerhalb dem Felsenspalt,\nVon ihm bedrängt, und fanden kaum mit Händen\nUnd Füßen unter uns am Boden Halt.\nNachdem wir aus den rauhen. schroffen Wänden\nEmporgelangt zum offenen Gestad,\nDa fragt’ ich: “Meister, sprich, wohin uns wendend\"\nUnd er: “Mir nach, zur Höhe geht dein Pfad!\nRückwärts darf keiner deiner Schritte weichen,\nBis irgendwo ein kund’ger Führer naht!\"\nDen Gipfel konnte kaum der Blick erreichen;\nDie Seite ging, stolz, senkrecht fast, hinan,\nDem Hang der Pyramide zu vergleichen.\nIch war bereits ermattet und begann:\n“O süßer Vater, peinlich wird die Reife!\nSchau’ her und sieh, daß ich nicht folgen kann!\"\n“Bis dorthin schleppe dich!” So sprach der Weise\nUnd zeigt’ auf einen Vorsprung nahe dort,\nVon dem es schien, daß er den Berg umkreise.\nMir war ein Sporn des edlen Meisters Wort,\nMit aller Kraft die Reise fortzusetzen;\nSo kroch ich bis zum Bergesgürtel fort.\nUnd dort verweilten wir, um uns zu setzen,\nOstwärts, nach dem erklommnen Pfad gewandt,\nAn dem sich gern der Wandrer Blicke letzen.\nDie Augen kehrt’ ich erst zum tiefen Strand,\nDann als ich sie zur Sonn’ emporgeschlagen,\nDie uns zur Linken, Gluten sprühend, stand,\nDa sah Virgil, daß ich des Lichtes Wagen\nAnstaunte, weil er zwischen Mitternacht\nUnd unserm Standort schien dahinzujagen,\nUnd sprach: “Wenn jenem Spiegel ew’ger Macht\nCastor und Pollux jetzt Begleiter wären,\nIhm, welcher auf- und abführt Licht und Pracht,\nSo würd’ er, kreisend näher bei den Bären,\nWenn er vom alten Weg nicht abgeirrt,\nMit seiner Glut den Zodiak verklären.\nBedenke nur, wenn dich dies Wort verwirrt,\nDaß dieser Berg mit Zions heil’gen Höhen\nBegrenzt von einem Horizonte wird,\nDoch beid’ auf andern Hemisphären stehen;\nDie Bahn, die Phaethon, der Tor, durchreist,\nIst drum von hier zur linken Hand zu sehen,\nIndes sie dorten sich zur rechten weist–\nSo hoff ich denn, daß du zur klaren Kenntnis,\nWenn du wohl aufgemerkt, gefördert seist.\"\n“Gewiß, mir ward so klar noch kein Verständnis\nAls hier,” begann ich, “wo mir dein Beweis\nErsetzt den Mangel eigener Erkenntnis.\nDer ewigen Bewegung mittler Kreis,\nDen man Äquator in der Kunst benannte,\nDer fest bleibt zwischen Sonn’ und Wintereis,\nZeigt, wie ich wohl aus deiner Red’ erkannte,\nSich nordwärts hier, wie ihn die Juden sahn,\nWenn sich ihr Antlitz gegen Süden wandte.\nDoch sprich, wie weit hinauf geht unsre Bahn?\nDenn sieh, so hoch, wie kaum die Augen kommen,\nSteigt ja des Berges Gipfel himmelan.\"\nUnd er: “Wer ihn zu steigen unternommen,\ntrifft große Schwierigkeit an seinem Fuß,\nDie kleiner wird, je mehr man aufgeklommen.\nDrum, wird dir erst die Mühe zum Genuß,\nErscheint dir’s dann so leicht, emporzusteigen,\nAls ging’s im Kahn hinab den muntern Fluß,\nDann wird sich bald das Ziel des Weges zeigen,\nDann wirst du sanft von deinen Mühen ruh’n.\nDies ist gewiß, vom andern will ich schweigen.\"\nEr sprach’s, und eine Stimm’ ertönte nun\nGanz nah bei uns: “Eh’ ihr so weit gegangen,\nWird euch vielleicht zu sitzen nötig tun.\"\nWir sahn dorthin, woher die Wort’ erklangen,\nUnd linkshin lag ein Felsenblock uns nah,\nDer bis dahin mir und auch ihm entgangen.\nHin schritten wir und fanden Leute da\nVerdeckt vom Felsen und in seinem Schatten,\nIn welchen ich ein Bild der Trägheit sah.\nUnd einer, wie im gänzlichen Ermatten,\nSaß dorten und umarmte seine Knie,\nDie das gesunkne Haupt inmitten hatten.\n“Der ist gewiß der Faulheit Bruder! sieh,\"\nBegann ich, “sieh nur hin, mein süßer Leiter,\nDenn sicher sahst du einen Trägern nie.\"\nDa kehrt’ er sich zu mir und dem Begleiter,\nHob, doch nur bis zum Schenkel, das Gesicht\nUnd sprach: “Bist du so stark, so geh nur weiter.\"\nUnd da erkannt’ ich ihn und säumte nicht,\nNoch atemlos vom Klettern, vorzustreben\nBis hin zu ihm, und sah ihn, als ich dicht\nSchon bei ihm stand, das Haupt kaum merkbar heben.\n“Zur Linken fährt der Sonnenwagen fort,\"\nBegann er nun, “hast du wohl acht gegeben?\"\nIch mußte lächeln bei dem kurzen Wort\nUnd bei den faulen, langsamen Gebärden;\nWorauf ich sprach: “Belaqua, dieser Ort\nBezeugt mir deutlich, du wirst selig werden.\nDoch sprich: harrst du des Führers sitzend hier?\nWie? oder treibst du’s hier noch wie auf Erden?\"\n“Bruder,” sprach er, “was hilft das Steigen mir?\nIch würde doch zur Qual nicht kommen sollen,\nDenn Gottes Pförtner weist mich weg von ihr.\nHier außen muß um mich der Himmel rollen,\nSo oft als er im Leben tat, da spät\nUnd erst im Tod mein Herz bereuen wollen,\nWenn mir nicht früher beispringt das Gebet,\nDas sich aus gläub’ger Brust emporgerungen.\nWas hülf ein andres, da es Gott verschmäht?\"\nSchon war vor mir Virgil hinaufgedrungen,\nUnd rief: “Jetzt komm, schon hat in lichter Pracht\nDie Sonne sich zum Mittagskreis geschwungen,\nUnd Mauritanien deckt der Fuß der Nacht.”",
        "Schon hatt’ ich, auf der Spur des Führers steigend,\nMich ganz von jenen Seelen abgewandt,\nAls ein’, auf mich mit ihrem Finger zeigend,\nMir nachrief: “Seht den untern linker Hand\nDie Sonne teilen und den Grund beschatten\nUnd tun, als lebt’ er noch in jenem Land.\"\nSobald mein Ohr erreicht die Töne hatten,\nKehrt’ ich mich ihnen zu, und jene sahn\nErstaunt nur mich, nur mich und meinen Schatten.\nDa sprach Virgil: “Was zieht dich also an,\nDaß du den Gang zum Gipfel aufgeschoben\"\nUnd jenes Flüstern, was hat dir’s getan?\nWas man auch spreche, folge mir nach oben!\nSteh wie ein fester Turm, des stolzes Haupt\nNie wankend ragt, wenn auch die Winde toben.\nDas Ziel entweicht, dem man sich nah geglaubt,\nWenn sich Gedanken und Gedanken jagen\nUnd einer stets die Kraft dem andern raubt.\"\n“Ich komme schon!” Was könnt’ ich anders sagen,\nDa mich mein Fehler zum Erröten zwang,\nDas oft mir schon Verzeihung eingetragen?\nIndessen sahn wir quer am Bergeshang\nNah vor uns eine Schar von Seelen kommen,\nDie Vers für Vers ihr Miserere sang.\nWie sie an meinem Leibe wahrgenommen,\nDaß er den Strahlen undurchdringlich sei,\nDa ward ihr Sang zum Oh! lang und beklommen.\nUnd, gleich Gesandten, kamen ihrer zwei,\nUns beide zu befragen, wer wir wären,\nIn vollem Laufe bis zu uns herbei.\nDa rief Virgil: “Ihr könnt zurückekehren.\nSein Leib ist wirklich ganz von Fleisch und Bein,\nUnd solches mögt ihr jenen dort erklären.\nUnd wenn sie, wie ich glaube, dort allein,\nUm seinen Schatten anzusehn, verweilen,\nSo wissen sie genug, um froh zu sein.\"\nUnd schnell hingleitend, wie, gleich Feuerpfeilen,\nEntflammte Dünste, wenn die Nacht beginnt,\nDurchs heitere Gewölb des Himmels eilen;\nSo kehrten sie empor, um dann geschwind\nSich mit den andern nach uns umzudrehen,\nGleich einer Schar, die ohne Zaum entrinnt.\n“Sieh, viele kommen jetzt, dich anzuflehen,\nIn dichtem Drang,” so sprach mein Meister drauf,\n“Doch geh nur immer fort und horch im Gehen.\"\n“O du, der du zum Heil den Berg herauf\nDie Glieder trägst, die immer dich umfingen,\"\nSo riefen sie, “hemm’ etwas deinen Lauf.\nSieh, um zur Welt von uns Bericht zu bringen,\nUns an–erkennst du Antlitz und Gestalt?\nWas weilst du nicht? Was eilst du, vorzudringen?\nGetötet sind wir alle durch Gewalt.\nDer Sünd’ uns bis zur letzten Stunde weihend,\nAllein im Tod von Himmelsglanz umwallt,\nVerstarben wir, bereuend und verzeihend,\nUnd fühlten Gottes Frieden und das Licht,\nNach seinem Anschau’n Sehnsucht uns verleihend.\"\nUnd ich: “Zwar kenn’ ich keinen von Gesicht,\nDoch fordert nur, ihr, die ihr wohl geboren,\nUnd das, was ich vermag, verweigr’ ich nicht.\nBei jenem Frieden sei es euch beschworen,\nDen ich, fortklimmend auf des Führers Spur,\nVon Welt zu Welt, zum Ziele mir erkoren.\"\nDarauf begann der eine: “Hindert nur\nNicht Ohnmacht deinen Willen, so vertrauen\nWir dem, was du versprachst, auch ohne Schwur.\nUnd solltest du, ein Lebender, die Auen\nDer Mark Ankona jemals wiedersehn\nSo will ich fest auf deine Güte bauen.\nLaß die von Fano gläubig für mich fleh’n,\nDaß mir gestatten himmlische Gewalten,\nZur Reinigung von schwerer Schuld zu gehn.\nVon dort war ich–allein die tiefen Spalten,\nWoraus das Blut, in dem ich lebte, floß,\nHab’ ich in Paduas Bezirk erhalten,\nDes Schoß mich, den Vertrauenden, umschloß.\nZum Mord hatt’ Este den Befehl gegeben,\nDer mehr der Gall’, als Recht, auf mich ergoß.\nDen Mordstahl sah ich bei Oriac sich heben,\nDoch wenn ich Mira mir zur Flucht erkor,\nSo würd’ ich dort noch, wo man atmet, leben.\nIch lief zum Sumpf, und dort, in Schlamm und Rohr,\nVerstrickt’ ich mich und fiel und sah die Erde\nRings um mich her gemacht zum blut’gen Moor.\"\nEin andrer: “Wie dein Wunsch befriedigt werde,\nDes Fittich hin zum Bergesgipfel fleugt,\nSo kürz’ auch mir mitleidig die Beschwerde.\nIn Montefeltro hat mich Guid’ erzeugt;\nAch wenn Johannen noch mein Schicksal rührte,\nNicht ging’ ich mehr mit diesem hier gebeugt.\"\n“Welche Gewalttat, welch Verhängnis führte,\"\nSo sprach ich, “dich so weit vom Campaldin,\nDaß niemand noch bis jetzt dein Grab erspürte.\"\n“Oh,” sprach er drauf, “am Fuß des Casentin\nStrömt vor der Archian, ein Fluß, entsprungen\nBeim Kloster oberhalb im Apennin.\nBis dorthin, wo sein Namenslaut verklungen,\nFloh ich, durchbohrt den Hals, zu Fuße fort;\nUnd blutleer schon, von Todesfrost durchdrungen,\nVerlor ich dorten Augenlicht und Wort,\nUm in Marias Namen wohl zu enden,\nUnd fiel und ließ die leere Hülle dort.\nDa fühlt’ ich mich in eines Engels Händen,\nDoch schreiend fuhr ein Teufel auch herzu:\n“Wie, du vom Himmel, willst mir den entwenden?\nWahr ist’s, was ewig ist, erbeutest du\nNur durch ein Tränlein, das ihn mir entzogen,\nDoch gönn’ ich nun dem andern keine Ruh’.\"\nDu weißt, wenn feuchten Dunst emporgezogen\nDie Sonne hat, so stürzt er, wenn ihn dann\nDie Kälte faßt, zurück in Regenwogen.\nZum Willen nun, der stets nur Böses sann,\nFügt’ er Verstand, und Rauch und Sturm erregte\nDie Kraft in ihm, die sie erregen kann.\nAls drauf der Tag erloschen war, belegte\nEr Pratomagnos Tal mit schwarzem Duft,\nDer vom Gebirg sich drohend herbewegte.\nZu Fluten wurde nun die schwangre Luft,\nZum Strombett rann, was von den Regengüssen\nDer Grund nicht trank, hervor aus Tal und Kluft.\nDer Archian, gleich andern großen Flüssen,\nErgoß zum Königsstrom den Sturmeslauf,\nDem Fels und Baum zertrümmert weichen müssen.\nWie nun den starren Leib, nicht weit herauf\nVon seiner Mündung, jene Flut gefunden,\nDa löste sie das Kreuz am Busen auf,\nDas ich gemacht, da Schmerz mich überwunden,\nUnd wirbelte zum Strom die träge Last.\nDort liegt sie nun im Grund, von Schlamm umwunden.\"\nAls drauf der dritte Geist das Wort gefaßt,\nSprach er: “Wenn du, zur Welt zurückgekommen,\nErst ausgeruht vom langen Wege hast,\nSo laß dein Hiersein auch der Pia frommen.\nSiena gebar, Maremma tilgte mich,\nUnd er, von dem ich einst den Ring bekommen,\nDer Treue Pfand, er weiß, wie ich erblich.”",
        "Wenn Spieler sich vom Würfelspiel entfernen,\nBleibt, der verlor, betrübt und ärgerlich\nUnd wirft und wirft, um’s besser zu erlernen\nDoch alles drängt um den Gewinner sich.\nDer folgt und sucht, wie er sein Kleid erlange,\nEin andrer, seitwärts, spricht: Gedenk’ an mich.\nDoch er verweilt nicht, hört auf keinen lange,\nUnd wem er etwas gibt, der macht sich fort;\nSo kommt er los vom lästigen Gedrange.\nSo war ich in dem dichten Haufen dort,\nUnd mußte hier den Kopf und dorthin wenden\nUnd löste mich durch manch Verheißungswort;\nSah Benincasa, der den Wütrichshänden\nDes Ghin erlag, und sah darauf auch ihn,\nDes Los war, jagend in der Flut zu enden.\nNovelle bat mich flehend, zu verzieh’n;\nAuch der von Pisa dann, durch den der gute,\nDer wackere Marzucco stark erschien.\nGraf Orfo auch, und der im Frevelmute\nVertilgt ward, wie er sagt’, aus Neid und Groll,\nNicht weil auf ihm ein schwer Verbrechen ruhte,\nDen Broccia mein’ ich–mag sich demutsvoll\nZur Reue die Brabanterin bequemen,\nWenn sie zu schlechterm Troß nicht kommen soll.\nKaum war ich frei von allen jenen Schemen,\nDie dort mich angefleht, zu fleh’n, daß sie\nZur Heiligung mit größrer Eile kämen;\nDa sprach ich: “Du, der stets mir Licht verlieh,\nHast irgendwo in deinem Werk geschrieben,\nDen Schluß des Himmels beuge Flehen nie.\nDoch hörtest du, wozu mich diese trieben.\nTäuscht nun vielleicht die Hoffnung diese Schar?\nIst unklar mir vielleicht dein Sinn geblieben?\"\n“Nicht täuscht sie Hoffnung, und mein Wort ist klar,\"\nSo sprach er drauf, “du magst es nur betrachten\nMit hellem Geist, so wird dir’s offenbar.\nIst für gebeugt das strenge Recht zu achten,\nWenn das erfüllt der Liebe heißer Trieb,\nWas jenen oblag und sie nicht vollbrachten?\nDa, wo ich jenen Grundsatz niederschrieb,\nDa sühnte man durch Bitten keine Sünden,\nWeil ungehört von Gott die Bitte blieb.\nDoch kannst du jetzt so tiefes nicht ergründen,\nSo harr’ auf sie, die zwischen deinem Geist\nUnd ew’ger Wahrheit wird ein Licht entzünden.\nBeatrix ist’s, wenn du’s vielleicht nicht weißt,\nDie Lächelnde, Beglückte, die zu sehen\nDes hohen Berges Gipfel dir verheißt.\"\nUnd ich: “Mein Meister, laß uns schneller gehen!\nMir kehrt die Kraft, die kaum noch unterlag,\nUnd sieh, schon werfen Schatten jene Höhen.\"\n“Wir gehn soweit als möglich diesen Tag,\"\nEntgegnet’ er, “doch andres wirst du finden,\nAls eben jetzt dein Geist sich denken mag.\nDie Sonne, deren Strahlen jetzt verschwinden,\nSo, daß zugleich dein Schatten flieht, sie kehrt,\nBevor wir uns empor zum Gipfel winden.\nDoch eine Seele sieh, uns zugekehrt,\nAllein, betrachtend, wie du dich bewegtest.\nGewiß, daß sie den nächsten Weg uns lehrt.\"\nO Geist von Mantua, wie du lebend pflegtest,\nSo bliebst du stolzen, strengen Angesichts,\nIndem du langsam ernst die Augen regtest.\nEr ließ uns beide gehn und sagte nichts,\nGleich einem Leu’n, der ruht, uns still betrachtend\nMit scharfem Strahle seines Augenlichts.\nAllein Virgil, nur nach der Höhe trachtend,\nBefragt’ ihn: “Wo erklimmt man diese Wand?\"\nDoch jener, nicht auf seine Fragen achtend,\nFragt’ uns nach unserm Leben, unserm Land.\nUnd: “Mantua\"–begann nun mein Begleiter;\nDa hob der Schatten, erst in sich gewandt,\nSich schnell vom Sitz und ward teilnehmend heiter.\n“Sordell bin ich, dein Landsmann!” rief er aus,\nUnd, selbst umarmt, umarmt’ er meinen Leiter–\nItalien, Sklavin, Schlund voll Schmerz und Graus,\nSchiff ohne Steurer auf durchstürmten Meeren,\nNicht Herrscherin der Welt, nein, Hurenhaus;\nWie sah ich jenen Schatten dort, den hehren,\nBeim süßen Klange seiner Vaterstadt\nHereilen, um den Landsmann froh zu ehren.\nDoch deine Lebenden sind nimmer satt,\nIm tollen Kampf sich wechselweis zu morden,\nSelbst die umschlossen eine Mauer hat.\nElende, such’ an deinen Meeresborden,\nIm Innern such’ und keinen Winkel letzt\nDes Friedens Glück im Süden und im Norden.\nWas hilft dir’s, da dein Sattel unbesetzt,\nDaß Justinian die Zügel dir erneute?\nOhn’ ihn wär’ minder deine Schande jetzt.\nIhr hattet längst mit frommem Sinn, ihr Leute,\nZu Cäsars Sitz den Sattel eingeräumt,\nVerstündet ihr, was Gottes Wort bedeute.\nSeht, wie das wilde Tier sich tückisch bäumt,\nSeit niemand es die Sporen fühlen lassen,\nUnd ihr es, die ihr’s zähmen wollt, entzäumt.\nO deutscher Albrecht, der dies Tier verlassen,\nDas drum nun tobt in ungezähmter Wut,\nStatt mit den Schenkeln kräftig es zu fassen,\nGerechtes Strafgericht fall’ auf dein Blut\nVom Sternenzelt, auch sei es neu und offen,\nDann ist dein Folger wohl auf seiner Hut.\nWas hat dich und den Vater schon betroffen,\nWeil ihr, verödend diese Gartenau’n,\nNach jenseits nur gestellt das gier’ge Hoffen.\nKomm her, der Philipeschi Stamm zu schau’n\nLeichtsinniger, komm, sieh die Cappelletten,\nDie schon gebeugt, und die voll Angst und Grau’n!\nKomm, Grausamer, die Treuen zu erretten!\nSieh, ungestraft drängt sie der schnöde Feind!\nSieh Santafior in wilder Räuber Ketten!\nKomm her und sieh, wie deine Roma weint,\nUnd höre Tag und Nacht die Witwe stöhnen:\nMein Cäsar, ach, warum nicht mir vereint?\nKomm her und sieh, wie alle sich versöhnen,\nKomm her, und fühlst du dann auch Mitleid nicht,\nSo schäme dich, daß alle dich verhöhnen.\nVerzeih, o höchster Zeus im ew’gen Licht,\nDer du für uns gekreuzigt wardst auf Erden,\nIst anderwärts gewandt dein Angesicht?\nWie? oder soll aus schrecklichen Beschwerden,\nEin neues Heil, von keinem Aug’ entdeckt,\nNach deinem tiefen Rat bereitet werden?\nWie voll Italien von Tyrannen steckt!\nWill sich ein Bauer der Partei verschwören,\nGleich heißt’s von ihm, Marcell sei auferweckt.\nDu, mein Florenz, du kannst dies ruhig hören,\nDa dieser Abschweif nimmer dich berührt.\nNie ließ sich ja dein wackres Volk betören.\nGerechtigkeit hegt vieler Herz, nur spürt\nMan etwas spät, wie sehr es ihr gewogen,\nIndes dein Volk sie stets im Munde führt.\nWenn Bürgerämtern viele sich entzogen,\nNimmt sie dein Volk freiwillig an und schreit:\nSeht her, mich hat die Bürde krumm gebogen!\nNun freue dich, wenn du verdienest Neid,\nDu Reiche, du Friedselige, du Weise–\nIch red’ im Ernst, die Wahrheit liegt nicht weit.\nMan spreche von Athen und Sparta leise!\nSollt’ ihr Gesetz wohl wert der Rede sein,\nWie sehr man’s anpreist, neben deinem Preise?\nDas, was du vorkehrst, ist gar dünn und fein;\nDenn wenn du’s im Oktober angesponnen,\nZerreißt es im November kurz und klein.\nWie oft hast du geendet und begonnen,\nHast über Münz’ und Art, Gesetz und Pflicht,\nUnd Haupt und Glieder anders dich besonnen;\nBist du nicht völlig blind für jedes Licht,\nSo mußt du dich gleich einer Kranken sehen.\nRuh’ findet sie auf ihren Kissen nicht\nUnd wendet sich, den Schmerzen zu entgehen.",
        "Nachdem sie würdig und voll Freudigkeit\nDrei-, viermal mit den Armen sich umgaben,\nDa trat Sordell zurück: “Sprecht, wer ihr seid?\"\n“Eh’ sich zu diesem Berg gewendet haben\nDie Seelen, welche Gott zu schauen wert,\nHat Octavianus mein Gebein begraben.\nIch bin Virgil.–Des Himmels Eingang wehrt\nMir Glaubensmangel nur, nicht andre Sünde,\"\nSo sprach Virgil, als jener es begehrt.\nAls ob ein Wunder plötzlich hier entstünde,\nBei dem man sagt: Es ist! dann: Es ist nicht!\nUnd staunend glaubt, und nicht, daß man’s ergründe;\nSo schien Sordell–dann neigt’ er das Gesicht,\nWorauf er zu den Knien Virgils sich beugte\nUnd ihn umflocht, wo man den Herrn umflicht.\n“O Latiums Ruhm, du, dessen Werk bezeugte,\nWie reich die Sprache sei an Kraft und Zier,\nO ew’ger Preis der Stadt, die mich erzeugte,\nBringt mein Verdienst, mein Glück dich her zu mir?\nUnd wenn ich wert mich solcher Huld erweise,\nSo sprich, auf welchem Wege bist du hier?\"\nVirgil darauf: “Ich kam durch alle Kreise\nDes wehevollen Reichs in dieses Land,\nUnd Himmelskraft bewegte mich zur Reise.\nNicht Tun, nein. Nichttun nur, hat mich verbannt,\nHinab verbannt von hoher Sonne Strahlen,\nDie du ersehnst, die ich zu spät erkannt,\nZu jenen tiefen nachterfüllten Talen,\nZum Ort, wo leises Seufzen nur ertönt,\nNicht Weheruf, noch Angstgeschrei von Qualen;\nWo um mich her die Schar der Kindlein stöhnt,\nDie ungetauft aus jener Welt geschieden,\nMit Gott für Adams Schuld noch unversöhnt.\nWo die sind, die mit ird’schem Wert zufrieden,\nDie Tugenden, bis auf die heil’gen Drei,\nSämtlich geübt und jede Schuld gemieden.\nDoch, wenn du kannst, so bring’ uns Kunde bei,\nUm schneller uns zu unserm Ziel zu leiten,\nWo wohl der Läut’rung wahrer Anfang sei.\"\nUnd er: “Ich darf umher und aufwärts schreiten,\nDenn kein gewisser Ort ist uns bestimmt.\nSoweit ich gehn darf, will ich dich begleiten.\nDoch sieh, wie schon des Tages Licht verglimmt,\nDrum ist auf guten Aufenthalt zu sinnen,\nWeil man bei Nacht nicht in die Höhe klimmt.\nDort rechts sind Seelen, nicht gar weit von hinnen;\nZu diesen, wenn du einstimmst, führ’ ich dich,\nUnd denke wohl, du wirst dabei gewinnen.\"–\nVirgil: “Wenn’s Nacht wird, steigt man nicht? So sprich,\nErliegt vielleicht die Kraft dann der Beschwerde?\nWie, oder widersetzt dann jemand sich?\"\nMit seinem Finger streifte nun die Erde\nSordell und sprach: “Nicht hoffe, daß bei Nacht\nDein Fuß den Strich nur überschreiten werde.\nAn Steigen hindert sonst dich keine Macht\nAls Dunkelheit, die, wie sie uns ermattet,\nVerwirrt durch Ohnmacht unsern Willen macht.\nHinabzugehn und rückwärts ist gestattet,\nUnd irrend ringsumher zu gehn am Bord,\nWenn auch ihr Schleier noch die Welt umschattet.\"\nMein Meister stand erst wie bewundernd dort;\n“Wie du versprachst,” So hört ich drauf ihn bitten,\n“Geleit’ uns an den angenehmen Ort.\"\nWir waren eben noch nicht weit geschritten,\nDa war ein hohler Raum am Berg zu sehn,\nEin Tal, das dort den Felsenrand durchschnitten.\n“Dorthin”, So sprach der Schatten, “laß uns gehn,\nSeht dort den Berg von einer Höhlung teilen,\nDort sehen wir den Morgen auferstehn.\"\nEin krummer Fußpfad führte zwischen steilen\nFelshöh’n und Ebene zum Rand der Schlucht,\nDa hieß Sordell am Abhang uns verweilen.\nGold, feines Silber und des Coccums Frucht,\nBleiweiß und Indiens Blau in hellster Reine,\nSmaragd, zerbrochen kaum–in dieser Bucht,\nBei dieses Grases, dieser Blumen Scheine\nSchwänd’ ihrer Farben ganzer Glanz dahin,\nWie seinem Größern unterliegt das Kleine;\nNicht war Natur allein hier Malerin,\nMit laufend wunderbar gemischten Düften\nErgötzte sie auch des Geruches Sinn.\nSalve, Regina, tönt’ es in den Lüften\nVon Seelen auf dem blumenreichen Beet,\nVersteckt hierinnen zwischen Felsenklüften.\n“Bevor die Sonne ganz zu Rüste geht,\nGehn”, sprach Sordell, “wir nicht hinab zu ihnen,\nDenn, wenn ihr hier auf diesem Felsen steht,\nErkennt ihr besser aller Art und Mienen,\nAls sie im Tale selber, im Gedrang\nSo vieler großer Schatten euch erschienen.\nDer höher sitzt und scheint, als hätt’ er lang\nVersäumt, wozu ihn seine Pflicht verbunden,\nUnd nicht den Mund regt bei der andern Sang,\nJst Kaiser Rudolf, der Italiens Wunden\nZu heilen zwar vermocht, doch nicht geheilt,\nSo daß es spät durch andre wird gefunden.\nDer, dessen Anblick jetzt ihm Trost erteilt,\nEinst Herr des Landes, das der Fluß durchschneidet,\nDer in die Elb’, in ihr zur Meerflut eilt,\nHieß Ottokar–mit Windeln noch umkleidet,\nWeit besser doch, als Wenzeslaus, sein Sohn,\nDer Bärt’ge, der an Üppigkeit sich weidet.\nDer Kleingenaste dort–von Reich und Thron\nScheint’s, daß er mit dem andern, Güt’gen spreche–\nStarb fliehend, zu der Lilien Schmach und Hohn.\nEr schlägt die Brust, als ob das Herz ihm breche.\nDen andern fehl–es ruhet sein Gesicht\nIn seiner aufgestützten Linken Fläche.\nAn Frankreichs Aussatz, an den Bösewicht,\nDen Sohn und Eidam, denken sie, des Leben\nVoll Schmutz und Schmach sie feindlich quält und sticht\nDen Gliederstarken sieh! Mit dem daneben,\nDem Adlernas’gen, singt er im Akkord\nUnd ragt’ einst hoch in jedem wackern Streben.\nUnd könnt’, als er verstarb, der Jüngling dort,\nDer hinten sitzt, den Königsthron ererben,\nSo ging von Stamm zu Stamm die Tugend fort.\nJakob und Friederich, die andern Erben,\nSie sollten zwar des Thrones Herrlichkeit,\nDoch nicht des Vaters bessres Gut erwerben.\nDenn selten nur soll Menschenredlichkeit,\nNach Gottes Schluß, neu aus der Wurzel Schlagen,\nWeil er sie nur auf frommes Fleh’n verleiht.\nDem Adlernas’gen ist dies auch zu sagen,\nSo gut als feiern, welcher mit ihm singt,\nWeshalb Provence und Puglien sich beklagen,\nWeil so viel schlechtem Keim sein Same bringt,\nAls höher sich Konstanzas Gatt’ im Preise\nVor Beatrixens und Margretens schwingt.\nDen König seht von schlichter Lebensweise,\nDer einsam sitzt, Heinrich von Engelland,\nVergnügt, daß sich ihm gleich sein Sproß erweise.\nDer tiefer sitzt, den Blick emporgewandt,\nIst Markgraf Wilhelm, welchen noch die Seinen\nIn Montferrat, in Canaveser Land\nUnd Alessandrias Tück’ und Krieg beweinen.",
        "Die Stunde war es, die zu stillem Weinen\nVor Heimweh den gerührten Schiffer zwingt,\nAm Tag, da er verließ die teuren Seinen,\nDie Liebesleid dem neuen Pilgram bringt,\nWenn fernher, klagend ob des Tags Erbleichen,\nDer Abendglocken Trauerlied erklingt.\nJedweder Laut schien mit dem Licht zu weichen,\nUnd eine von den Seelen trat hervor\nUnd heischt’ Aufmerksamkeit mit einem Zeichen\nUnd naht’ und hob die beiden Händ’ empor,\nAls sagte sie: Du, Gott, nur bist mein Trachten!\nIndem ihr Blick im Osten sich verlor.\nTe Lucis Ante–diese Worte brachten\nDann ihre Lippen vor. So fromm, so schön,\nDaß sie mich meiner Selbst vergessen machten.\nMit andachtsvollem lieblichem Getön\nStimmt’ ein der Chor zu reicher Wohllauts Fülle,\nDen Blick emporgewandt zu Himmelshöh’n.\nDie Wahrheit liegt hier unter leichter Hülle;\nIst, Leser, jetzt dein Blick nur scharf und klar,\nSo wirst du leicht erspäh’n, was sie verhülle.\nDemütig, bleich, sah ich die edle Schar\nNach oben schau’n, erwartungsvoll und schweigend,\nUnd sah aus himmlischem Gewölb’ ein Paar\nVon Engeln durch die Luft herniedersteigend,\nZwei Flammenschwerter zwar in ihrer Hand,\nAllein mit abgebrochnen Spitzen zeigend;\nGrün wie das Laub, das eben erst entstand,\nUnd, von der grünen Flügel Weh’n getrieben,\nNach hinten zu leicht flatternd das Gewand.\nDer eine blieb nah über uns, und drüben,\nJenseit des Tales, blieb der andre stehn,\nSo, daß die Schatten in der Mitte blieben.\nIch konnte wohl die blonden Häupter sehn,\nDoch am Gesicht verging mein Blick, geblendet,\nWie oft die Sinn’ am Übermaß vergehn.\n“Dies Paar ist aus Marias Schoß gesendet,\nZur Hut des Tales, weil die Schlange naht.\"\nSo sprach Sordell, uns beiden zugewendet.\nUnd ich, der ich nicht wußt’, auf welchem Pfad,\nIch schaut’ umher, indem ich starr vor Grauen\nFest an des treuen Führers Rücken trat.\nSordell begann aufs neu: “Geht mit Vertrauen\nJetzt zu den Großen hin und sprecht sie an,\nDenn lieb wird’s ihnen sein, euch hier zu schauen.\nIch war im Grund, wie ich drei Schritt’ getan,\nUnd nach mir forschend späh’n sah ich den einen,\nAls sah’ er ein bekanntes Antlitz nah’n.\nSchon schwärzte sich die Luft, doch zwischen seinen\nUnd meinen Blicken ließ sie, nah, was sich\nVorher durch sie verschlossen, klar erscheinen.\nNun ging ich auf ihn zu und er auf mich.\n“Mein edler Richter Nin, o welch Vergnügen!\nHier–nicht bei den Verdammten–find’ ich dich!\"\nKein schöner Gruß ward zwischen uns verschwiegen.\nUnd er: “Wann bist du aus dem weiten Meer\nAm Fuße dieses Berges ausgestiegen?\"\n“Heut morgen kam ich aus der Hölle her”,\nEntgegnet’ ich, “und bin im ersten Leben,\nDoch suche hier des künftigen Gewähr.\"\nUnd wie ich ihnen den Bescheid gegeben,\nDa fuhr Sordell und er zurück, verstört,\nAls halt’ ein Wunder plötzlich sich begeben,\nDer dem Virgil, der einem zugekehrt,\nDer dorten saß, am grünen Talgestade:\n“Auf, Konrad, sieh, was uns der Herr beschert.\"\nUnd drauf zu mir: “Erwies besondre Gnade\nDir der, des erster Grund verborgen ruht,\nWohin kein Geist je findet Furt und Pfade,\nSo sag’ einst jenseits dieser weiten Flut\nMeiner Johanna, daß sie für mich flehe,\nZu ihm, der nach dem Fleh’n der Unschuld tut.\nNicht liebt die Mutter wohl mich noch wie ehe,\nDa sie den Witwenschleier abgelegt,\nNach dem sie bald sich sehnt in ihrem Wehe.\nAn ihr sieh, wie ein Weib zu lieben pflegt,\nWenn ihre Liebesglut nicht um die Wette\nJetzt Anschau’n, jetzt Betastung, neu erregt.\nGewiß wird einstens ihre Grabesstätte\nVon Mailands Schlange nicht so schön geschmückt,\nAls sie geschmückt der Hahn Galluras hätte.\"\nEr sprach’s, und ihm im Antlitz ausgedrückt\nWar ein gerechter Eifer, der dem Weisen\nWohl durch das Herz, doch nur gemäßigt, zückt.\nIch blickte sehnlich nach des Himmels Kreisen\nDorthin, wo träger ist der Sterne Lauf,\nSo wie, der Achse nah, des Rades Kreisen.\nMein Führer sprach: “Was blickst du dort hinauf?\"\nUnd ich: “Nach den drei Lichtern, denn mit ihnen\nGeht ja am ganzen Pol ein Feuer auf.\"\nUnd er: “Die vier, die dir heut morgen schienen,\nSind tief jetzt unterm Horizont versteckt,\nUnd diese sind an ihrer Stell’ erschienen.\"\nHier ward ich durch den Ruf Sordells erschreckt:\n“Den Widersacher seht!” Er sprach’s und zeigte\nZur Gegend hin, den Finger ausgestreckt,\nWo sich das kleine Tal geöffnet neigte;\nDort war die Schlange, die wohl jener glich,\nDie Even einst die bittre Speise reichte.\nWie sie daher durch Gras und Blumen strich,\nHob sie von Zeit zu Zeit den Kopf zum Rücken\nVerdreht empor und leckt’ und putzte sich.\nNicht sah ich und vermag’s nicht auszudrücken,\nWie die zwei Engel sich bewegt zum Flug,\nDoch deutlich sah ich sie herniederzücken.\nUnd wie ihr Flügelpaar die Lüfte schlug,\nEntfloh die Schlang’, und jene beiden flogen\nZu ihrem Platz zurück in gleichem Zug.\nDer Schatten, der von Ninos Ruf bewogen\nSich uns genähert, hatte bei dem Strauß\nDie Blicke nimmer von mir abgezogen.\n“Die Leuchte, die dich führt zu Gottes Haus,\nSie find’ in deinem Willen und Verstande\nIhr Öl und gehe bis zum Ziel nicht aus.\"\nSo sprach er, “doch wenn von der Magra Strande\nDu wahre Kunde hast, so gib sie mir,\nDenn wiss’, ich war einst groß in seinem Lande.\nCorrado Malaspina spricht mit dir,\nDer Alte bin ich nicht, doch ihm entsprungen;\nDie Meinen liebt’ ich stets, doch reiner hier.\"\n“Oh,” sprach ich, “nimmer noch ist mir’s gelungen,\nDies Land zu sehn, allein sein Nam’ und Wert\nIst, wo man in Europa sei, erklungen.\nDer Ruf, der euer Haus erhebt und ehrt,\nSchallt zu der Herrn, schallt zu des Landes Preise,\nSo daß, wer dort nicht war, davon erfährt.\nIch schwör’ es dir beim Ziele meiner Reise,\nDaß dein Geschlecht in voller Blüte steht,\nDes Muts, der Gastlichkeit, der edlen Weise.\nUnd wenn die Tollheit alle Welt verdreht,\nSitt’ und Natur wird ihm den Vorzug schenken,\nDaß es allein den schlechten Weg verschmäht.\"\nUnd er: “Jetzt geh, nicht siebenmal versenken\nWird sich die Sonn’ im Bett an jenem Ort,\nDen ringsumher des Widders Füß’ umschränken,\nSo wird dir diese gute Meinung dort\nIn deinem Kopfe festgenagelt werden,\nMit bessern Nägeln als mit andrer Wort,\nWird nicht des Schicksals Lauf gehemmt auf Erden.”",
        "Schon Thithons Buhlerin, entgleitend\nDem Arm des süßen Freunds und einen Kranz\nVon weißem Licht im Orient verbreitend,\nGeschmückt die Stirn mit der Demanten Glanz,\nDie jenes kalten Tiers Gestaltung zeigen,\nDas tödlich sticht mit seinem gift’gen Schwanz.\nZwei Schritte hatte, wo ich war, im Steigen\nDie Nacht getan, um sich beim dritten jetzt\nMit ihren Fittichen herabzuneigen,\nAls meine Sinne, da ich herversetzt\nMit Adams Erbschaft war, dem Schlaf erlagen\nUnd ich ins Gras sank, wo wir uns gesetzt.\nZur Stunde war es, wo mit bangen Klagen,\nWenn sich der Morgen naht, die Schwalbe girrt,\nVielleicht gedenkend ihrer ersten Plagen,\nUnd wo der Geist, vom Leibe nicht verwirrt,\nFrei und entledigt von den Sorgen allen,\nIm Traumgesicht beinahe göttlich wird.\nDa sah ich, träumend, an des Himmels Hallen\nMit goldenem Gefieder einen Aar,\nGespreizt die Flügel, um herabzufallen.\nMir schien’s der Ort, wo Ganymedes war,\nAls er, indem die Seinen ihn umfingen,\nEntrückt ward zu der ew’gen Götter Schar.\n“Er pflegt vielleicht sich hier herabzuschwingen”,\nSo dacht’ ich, “und verschmäht, von anderm Ort\nIn seinen Klauen uns emporzubringen.\"\nEin wenig kreist’ er erst im Bogen dort,\nDann schoß er, schrecklich, wie ein Blitz, hernieder\nUnd riß mich bis zum Feuer aufwärts fort.\nMir schien, ich brenn’, auch brenne sein Gefieder,\nUnd ganz erglüht von dem erträumten Brand,\nErwacht’ ich jäh aus meinem Schlummer wieder.\nSo fuhr Achill empor im fremden Land\nUnd drehte dann die wachen Blick’ im Kreise,\nWeil er nicht wußte, wo er sich befand,\nAls Thetis ihn im Schlaf dem Chiron leise\nEntführt und ihn nach Skyros hingebracht,\nVon wo Ulyß ihn rief zur großen Reise;\nWie ich emporfuhr, da ich aufgewacht;\nDoch fühlt’ ich Frost sich über mich verbreiten,\nGleich einem, den der Schreck erstarren macht.\nMein treuer Hort allein war mir zur Seiten–\nZwei Stunden aufwärts stieg die Sonne schon\nUnd vor mir lagen frei des Meeres Weiten.\nDa sprach mein Herr: “Nicht fürchte dich, mein Sohn.\nMut, denn uns ist das Schwerste nun gelungen,\nDrum halte fest die Kraft, die fast entfloh’n.\nZum Fegefeuer bist du nun gedrungen.\nDen Felsen sieh, der’s einschließt–sieh das Tor\nDort, wo, wie’s scheint, der Stein entzweigesprungen,\nNoch glänzt’ Aurora nicht dem Tage vor,\nDu aber lagst, den Geist vom Schlaf befangen,\nIm Tale dort auf jenem Blumenflor,\nDa kam ein Himmelsweib dahergegangen.\n’Lucien seh–den Schläfer nehm’ ich fort,\nUnd leichter soll er so zum Ziel gelangen.’\nSordell blieb mit den andern Seelen dort;\nSie faßte dich, und als der Tag begonnen,\nStieg sie empor mit dir an diesen Ort.\nIch folgt’ ihr; und als mir ihr Blick voll Wonnen\nDas Tor gewiesen, legte sie dich hin\nUnd ging, und mit ihr war dein Schlaf entronnen.\"\nGleichwie wir, wenn uns offenen Gewinn\nDie Wahrheit zeigte. Sorg’ und Furcht verjagen,\nVon Mut und Lust erfüllt den freien Sinn,\nSo ich–und da mich frei von Angst und Zagen\nMein Meister sah, so schritt er zu den Höh’n,\nUnd ich auch stand nicht an, den Gang zu wagen.\nSieh, Leser, hier sich meinen Stoff erhöh’n,\nDrum staune nicht, wenn größre Kunst die Worte,\nDem Stoff gemäß, sich aussucht, hoch und schön.\nWir gingen fort und nahten einem Orte,\nDer erst als Felsenspalt’ erschien; doch nah\nErkannt’ ich in der Öffnung eine Pforte.\nDrei Stufen von verschiednen Farben sah\nIch unter ihr, um zu ihr aufzusteigen;\nDann auch erkannt’ ich einen Pförtner da,\nDer auf der höchsten saß in tiefem Schweigen,\nDoch wie ich auf sein Antlitz hingewandt\nMein Auge hatte, mußt’ ich’s wieder neigen.\nEr hatt’ ein nacktes Schwert in seiner Hand,\nUnd wollt’ ich auf dies Schwert die Blicke kehren,\nSo blitzt’ es her der Sonne Glanz und Brand.\n“Von dorten sprecht: Was mögt ihr hier begehren?\"\nSprach er. “Wer bracht’ euch bis zu mir empor?\nHabt acht, sonst wird das Kommen euch beschweren.\"\nMein Meister drauf: “Uns sagte kurz zuvor\nEin Weib, vom Himmel selbst dazu berufen:\n’Kehrt dorthin euren Schritt, dort ist das Tor!’\nDa hört’ ich gleich den edlen Pförtner rufen:\n“So mögt ihr denn durch sie zum Heile ziehen;\nKommt, schreitet weiter vor zu unsern Stufen!\"\nWir kamen hin–die erste Stufe schien\nVon Marmor, weiß, von höchster Glätt’ und Reine,\nDrin spiegelt’ ich mich ab, wie ich erschien.\nDie zweite schien mir von verbranntem Steine,\nRauh, lang und quer geborsten und zerschlitzt,\nUnd ihre Farbe schwärzlichdunkle Bräune.\nDie dritte höchste Stuf erschien mir itzt\nWie Porphyr, flammend, gleich des Blutes Quelle,\nDie frisch und warm aus einer Ader spritzt.\nDem Pförtner diente sie zur Ruhestelle\nFür seine Fuß’, und höher saß er dann\nAuf der durchsicht’gen diamantnen Schwelle.\nGern folgt’ ich meinem Führer dorthinan,\nDer sprach: “Jetzt geh, ihn flehend zu begrüßen,\nDenn er ist’s, der das Schloß dir öffnen kann.\"\nDemütig sank ich zu des Engels Füßen,\nSchlug dreimal erst auf meinen Busen mich\nUnd bat ihn, aus Erbarmen aufzuschließen.\nMit seines Schwertes scharfer Spitze strich\nEr sieben P auf meine Stirn und machte\nSie wund und sprach: “Dort drinnen wasche dich.\"\nNoch, wenn ich Asch’ und Erdenstaub betrachte,\nSeh’ ich des Kleides Farb’, aus welchem er\nMit seiner Hand hervor zwei Schlüssel brachte.\nVon Gold war dieser und von Silber der.\nDen weißen sah ich ihn, den gelben drehen,\nUnd sieh, verschlossen war das Tor nicht mehr.\nEr sprach darauf: “Trifft einer von den zween\nIm Schloß beim Umdreh’n irgend Widerstand,\nSo bleibt die Türe fest verschlossen stehen.\nMehr Wert hat der von Gold, doch mehr Verstand\nUnd Kunst wird jener, eh’ er schließt, bedürfen,\nDenn er nur löst das vielverschlungne Band.\nBeim Öffnen sollt’ ich eher irren dürfen,\nSprach Petrus, der sie gab, als beim Verschluß,\nWenn nur, die kämen, erst sich niederwürfen.\"\nEr stieß ans heil’ge Tor und sprach zum Schluß:\n“So geht denn ein, doch daß euch’s nie entfalle,\nDaß, wer rückblickt, nach außen kehren muß.\"\nBeim Öffnen drehte mit so lautem Schalle\nDie heil’ge Pfort’ in ihren Angeln sich,\nGemacht von starkem, klingendem Metalle,\nDaß es dem Knarren jenes Tores glich,\nVom Schloß Tarpeja, dessen Riegel sprangen,\nAls der Gewalt Metell, sein Wächter, wich.\nIch horcht’ aufmerksam hin, denn Stimmen sangen,\nUnd ein Tedeum schien mir, was man sang,\nZu welchem volle süße Tön’ erklangen.\nDenn das, was jetzt zu meinen Ohren drang,\nWar, wie wenn zu Gesängen Orgeln gehen,\nUnd wir vor ihrem vollen hellen Klang\nDie Worte halb verstehn, bald nicht verstehen.",
        "Kaum war ich innerhalb der Tür der Gnade,\nDie selten aufgeht durch den schlechten Hang,\nDer g’rad’ erscheinen läßt die krummen Pfade,\nDa hört’ ich, wie sie beim Verschließen klang.\nWie ward’s auch wohl entschuldigt, wie verziehen,\nWenn nach ihr umzuschau’n mich Neugier zwang?\nWir mußten durch gespaltnen Felsen ziehen,\nDer vor- und rückwärts sprang vor unsrer Bahn,\nWie Wogen sich anwälzen erst, dann fliehen.\n“Jetzt gilt es”, also fing mein Führer an,\n“Wohl etwas Kunst, um hier und dort den Seiten,\nDa, wo sie rückwärts weichen, uns zu nah’n.\"\nWir durften drum nur Iangsam vorwärts schreiten,\nUnd schon war Lunas Rand dem Meer genaht,\nSchon sah ich sie hinab ins Bette gleiten,\nEh’ wir zurückgelegt den engen Pfad;\nDoch blieben wir an seinem offnen Rande,\nDa, wo der Berg etwas zurücke trat,\nIch matt, und fremd wir beid’ in diesem Lande,\nIn Zweifeln stehn auf einem ebnen Ort,\nDer öd war wie ein Berg in Lybiens Sande.\nVon wo sein Rand ans Leere grenzt, bis dort\nZum Fuß der Felsen, die sich jenseits heben,\nGing ebner Raum drei Menschenlängen fort.\nSoweit g’rad’aus der Blicke Flügel schweben,\nschien solch ein Raum zur recht’ und linken Hand\nDen Berg, gleich einem Kranze, zu umgeben.\nWie ich dort still mit meinem Führer stand,\nErkannt’ ich, daß der Felsrand, uns entgegen,\nDer steil sich hob, gleich einer schroffen Wand,\nVon weißem Marmor war und allerwegen\nVoll Bildnerei, um Polyklet zur Scham,\nJa die Natur zum Neide zu erregen.\nDer mit dem Friedensfchluß, den längst in Gram\nDie Welt ersehnt, aufs irdische Gefilde,\nDen lang verschloßnen Himmel öffnend, kam,\nDer Engel war dort eingehau’n, und Milde\nUnd Liebe tat so wahr sein Wesen kund,\nDaß niemand glaubt’, es sei ein stumm Gebilde.\nMan schwor, ein Ave schweb’ auf seinem Mund,\nDenn sie war dort, durch die des Himmels Riegel\nDer Höchste löst’ im neuen Liebesbund.\nEs zeigte der Gebärde reiner Spiegel\nDas Wort: Sieh Gottes Magd, so ausgeprägt,\nWie sich im Wachs ausprägt das schöne Siegel.\n“Was schaust du”, sprach Virgil, “so unbewegt,\nAls ob nur diesem Bild dein Blick gebührte?\"–\nIch ging zur Seit’ ihm, wo das Herz uns schlägt,\nDaher sich jetzt dorthin mein Auge rührte;\nUnd hinter der Maria war der Stein,\nZur andern Seite dessen, der mich führte,\nGeschmückt mit andern schönen Schilderei’n.\nDrum trat ich, vor Virgil vorbeigeschritten,\nIhm näher, um zum Schau’n bequem zu sein.\nDer Wagen war, in Marmor eingeshnitten,\nDie stierbespannte Bundeslade da,\nDrob ungeheischtes Dienen Straf erlitten.\nDas Volk voraus, in sieben Chören, sah\nIch jubelnd zieh’n und sagt’ ich: Ob sie singen?\nSo sagt’ ein Sinn mir nein, der andre ja!\nSah Weihrauchduft sich in die Lüfte schwingen,\nUnd auch bei diesem Bilde ließen schwer\nGeruch sich und Gesicht zum Einklang bringen.\nIm Tanze vor der heil’gen Lade her,\nSah ich erhöht in Demut den Psalmisten,\nDer minder hier, als König, war, und mehr,\nUnd, wie erfüllt von Ränken und von Listen,\nAm Fenster des Palasts mit schnödem Wort\nspöttisch bewundernd sich die Michal brüsten.\nDarauf bewegt’ ich mich von meinem Ort,\nUm weiterhin ein andres Bild zu schauen,\nUnd sah den edlen Römerherrscher dort\nZu hohem Ruhm in Marmor eingehauen,\nIhn, der zum großen Siege den Gregor\nBeseelt mit Kraft und gläubigem Vertrauen.\nTrajan, den Imperator, stellt’ es vor,\nUnd eine Witw’, ihm in die Zügel fallend,\nDie, schmerzerfüllt, mit Flehen ihn beschwor.\nRings Reiterei gedrängt. Trompeten schallend,\n–so schien’s dem Aug’–im goldenen Panier\nDie Adler drüberhin im Winde wallend.\nDie Arme schrie mit Macht, so schien es mir:\n“Verweile, Herr, mir ward der Sohn erschlagen,\nDu räche mich, die Rache ziemet dir.\"–\nSo warte, bis ich kehre!” Dies zu sagen\nschien er, und sie darauf: “Und wenn du nun\"\n(Und ihre Worte schien der Schmerz zu jagen)\n“Nicht wiederkehrst?\"–So wird’s mein Folger tun!\"\n“Vertraust du, was dir obliegt, fremden Armen,\nMag auch indes die Pflicht vergessen ruh’n?\"–\n“So tröste dich,” entgegnet’ er der Armen,\n“Bevor ich ziehe, lös’ ich meine Pflicht,\nGerechtigkeit gebeut’s, mich hält Erbarmen!\"–\nSichtbar macht’ er die Red’, er, des Gesicht\nVon Ewigkeit nichts Neues noch gesehen,\nDoch uns ist’s neu, weil uns die Kunst gebricht.\nIndes ich mich ergötzte, hinzuspähen\nNach solcher Demut Bildern, deren Wert\nNoch er erhöht, durch welchen sie entstehen,\nDa lispelte Virgil, mir zugekehrt:\nSieh jene dort, die langsam, langsam schreiten,\nVon diesen wird uns wohl der Weg gelehrt.\"\nIch ließ, da immer hier nach Neuigkeiten\nMein ganzes Streben war, voll Ungeduld\nNach dieser Seite hin die Blicke gleiten,\nVernimmst du, Leser, wie sich Gott die Schuld\nBezahlen läßt, nicht denke drum zu weichen\nVom guten Pfad und trau’ auf seine Huld.\nMag diese Qual auch der der Hölle gleichen,\nDenk’ an die Folg’–im schlimmsten Falle wird\nNur bis zum großen Spruch die Marter reichen.\nIch sprach: “Nur unklar seh’ ich und verwirrt,\nWas dort sich naht. Sind’s menschliche Gestalten,\nWas unstet itzt vor meinem Auge flirrt?\"–\n“Kaum seh’ ich selbst ihr Bild sich klar entfalten,\"\nEntgegnet’ er, “weil erdwärts tiefgebückt\nVor schwerer Last sie Haupt und Schultern halten.\nSieh, was dort unter Steinen näher rückt,\nSieh scharf, und du entwirrst gequälte Schatten\nUnd siehst genau, was jeden niederdrückt.\"–\nStolze Christen, o ihr Armen, Matten!\nDer Fuß schlüpft rückwärts, doch, an Geiste blind,\nGlaubt ihr, vortrefflich geh eu’r Lauf vonstatten.\nBemerkt ihr nicht, daß wir nur Würmer sind,\nBestimmt zu jenes Schmetterlings Entfaltung,\nDes Flug nie der Gerechtigkeit entrinnt.\nWas tragt ihr hoch das Haupt in stolzer Haltung?\nGewürm, das öfters, wenn’s der Pupp’ entflieht,\nVerkrüppelt ist zu schnöder Mißgestaltung;\nWie man zuweilen wohl Gestalten sieht,\nAnstatt des Simses tragend Dach und Decken,\nGekrümmt, daß sich das Knie zum Busen zieht,\nDie im Beschauer wahres Leid erwecken\nDurch falschen Schmerz–so könnt’ ich jetzo klar\nBei schärferm Hinschau’n jene dort entdecken,\nDen mehr, den minder tiefgebogen zwar,\nAls ob die Last hier mehr, dort minder wiege,\nDoch der auch, der am meisten duldsam war,\nSchien tränenvoll zu sagen: Ich erliege!",
        "“Oh Vater unser, in den Himmeln wohnend,\nDu, nimmer zwar von ihrer Schrank’ umkreist,\nDoch lieber bei den ersten Werken thronend,\nEs preis deinen Namen, deinen Geist,\nWas lebt, weil deinem süßen Hauch hienieden\nDer Mensch nur würdig dankt, wenn er ihn preist.\nZu uns, Herr, komme deines Reiches Frieden,\nDen keiner je durch eigne Kraft errang,\nUnd der zu uns nur kommt, von dir beschieden.\nGleichwie die Engel beim Hosiannasang\nIhr Wollen auf das Deine nur beschränken,\nSo opfre dir der Mensch des Herzens Hang.\nWollt unser täglich Manna heut uns schenken;\nZurückgeh’n ohne dies auf rauher Bahn\nDie, so am meisten vorzuschreiten denken.\nWie wir, was andre Böses uns getan,\nVerzeih’n, oh so verzeih uns du in Hulden\nUnd sieh nicht das, was wir verdienen, an.\nNicht laß die schwanke Kraft Versuchung dulden\nVom alten Feinde, sondern mache los\nVon ihm, des Arglist reizt zu Sünd’ und Schulden.\nFür uns nicht, teurer Herr, für jene bloß\nGeschieht, tut not die letzte dieser Bitten,\nDie dort noch sind in unentschiednem Los.\"\nSo für sich selbst, für uns auch betend, schritten\nDie Schatten langsam unter schwerer Last,\nWie man im Traum oft ihren Druck erlitten,\nIm ersten Kreise, der den Berg umfaßt;\nSie läutern sich vom Erdenqualm und tragen\nUngleiche Bürden, matt, doch ohne Rast.\nWenn stets für uns dort jene Gutes sagen,\nWas kann für sie von solchen hier gescheh’n,\nDie Wurzeln schon im bessern Sein geschlagen?\nSie unterstütze treulich unser Fleh’n,\nDaß sie der Erdenschuld sich bald entringen\nUnd leicht und rein die Sternenkreise sehn.\n“Euch möge Recht und Huld Erleicht’rung bringen,\nUm zu dem Ziel, daß euch die Sehnsucht zeigt,\nMit freien Flügeln bald euch aufzuschwingen.\nIhr aber zeigt uns, wo man aufwärts steigt,\nWeist uns den Weg, und gibt es mehr als einen,\nSo lehrt uns den, der minder steil sich neigt.\nDenn dieser hier, mit Fleisch und mit Gebeinen\nVon Adam her bekleidet und beschwert,\nMuß wider Willen träg im Steigen scheinen.\"\nSo sprach mein Führer, jenen zugekehrt,\nUnd diese Rede ward darauf vernommen,\nDoch wußt’ ich nicht, von wem ich sie gehört.\n“Ihr könnt mit uns zur rechten Seite kommen,\nDort ist ein Paß, nicht steiler, als der Fuß\nDes Lebenden schon anderwärts erklommen.\nUnd drückte nicht der Stein nach Gottes Schluß\nDen stolzen Nacken jetzt der Erd’ entgegen,\nSo daß ich stets zu Boden blicken muß,\nSo würd’ ich nach ihm hin den Blick bewegen,\nZu sehn, ob ich ihn, der sich nicht genannt,\nErkenn’, und um sein Mitleid zu erregen.\nWilhelm Aldobrandeschi, der dem Land,\nDas ihn geboren, Ruhm und Ehre brachte,\nErzeugte mich, und ist euch wohl bekannt.\nDas alte Blut, der Ruhm der Ahnen machte\nSo übermütig mich und stolz und roh,\nDaß ich nicht mehr der Mutter aller dachte.\nUnd ich verachtete die Menschen so,\nDaß ich drum starb, wie die Sanesen wissen\nUnd jedes Kind in Campagnatico.\nOmberto bin ich; nicht nur mein Gewissen\nBefleckt der Stolz, er hat auch alle schier\nVon meinem Stamm ins Elend fortgerissen.\nBis ich dem Herrn genugtat, ruht auf mir\nDie schwere Last, und was ich dort im Leben\nNicht tat, daß tu’ ich bei den Toten hier.\"\nIch horcht’ und ging gesenkten Blicks daneben,\nEin andrer aber, unterm Steine, fing\nsich an zu winden, um den Blick zu heben.\nEr sah, erkannt’ und nannte mich und hing,\nKaum fähig, doch den Blick vom Grund zu trennen,\nAn mir, der ganz gebückt mit ihnen ging,\n“Du Odrisl” rief ich, froh, ihn zu erkennen,\nScheinst Gubbios Ruhm, der Ruhm der Kunst zu sein,\nDie Miniaturkunst die Pariser nennen.\"\n“Ach, Bruder, heitrer sind die Schilderei’n,\"\nVersetzte jener, “Franks, des Bolognesen,\nSein ist der Ruhm nun ganz, zum Teil nur mein.\nSo edel war’ ich, lebend, nicht gewesen,\nDies zu gestehn, denn ach! vor Ruhmgier schwoll\nDamals mein stolzes Herz, mein ganzes Wesen.\nFürs solchen Stolz bezahlt man hier den Zoll.\nWo ich, weil ich bereute, durch Beschwerden\nVon seinem finstern Dampf mich läutern soll.\nO eitler Ruhm des Könnens auf der Erden!\nWie wenig dauert deines Gipfels Grün,\nWenn roher nicht darauf die Zeiten werden.\nAls Maler sah man Cimabue blüh’n,\nJetzt sieht man über ihn den Giotto ragen,\nUnd jenes Glanz in trüber Nacht erglüh’n.\nDen Ruhm der Sprache nahm in diesen Tagen\nEin Guid’ dem andern, und ein andrer lauscht\nVielleicht versteckt, auch ihn vom Nest zu jagen.\nEin Windstoß nur ist Erdenruhm. Er rauscht\nVon hier, von dort, um schleunig zu verhallen,\nIndem er Seit’ und Namen nur vertauscht.\nWird lauter wohl dereinst dein Ruhm erschallen,\nWenn du als Greis vom Leib geschieden bist,\nAls wenn du stirbst beim ersten Kinderlallen,\nEh’ tausend Jahr’ entflieh’n?–wohl kürzre Frist\nZur Ewigkeit, als zu dem trägsten Kreise\nDes Himmels deines Auges Blinken ist.\nGanz Tuscien scholl einst laut von dessen Preise,\nDer dort vor mir so träg und langsam schleicht,\nJetzt flüstert’s kaum von ihm in Siena leise.\nDort herrscht’ er, als, von dem Geschick erreicht,\nFiorenzas Wut erlag, der stolzen, kühnen,\nDer Stadt, die jetzt der feilen Hure gleicht.\nDem Grase gleicht der Menschenruhm, dem Grünen,\nDas kommt und geht, und durch die Glut verdorrt,\nDie erst es mild hervorrief, zu ergrünen.\"\nUnd ich: “Mir dämpft den Stolz dein wahres Wort\nUnd weiß mir trefflich Demut einzuprägen;\nDoch sprich: Wer geht so schwer belastet dort?\"\nSilvani,” sprach er, “ist es, hier deswegen,\nWeil sich so weit sein toller Stolz vergaß,\nDem freien Siena Ketten anzulegen.\nDrum ging er so und geht ohn’ Unterlaß,\nSeitdem er starb–der Zoll wird hier erhoben\nVon jedem, der sich dort zu hoch vermaß.\"\nUnd ich: “Weilt jeder, welcher aufgeschoben\nBis zu dem Rand des Lebens Reu’ und Leid.\nDort unten erst und dringet nicht nach oben,\nWenn ihm nicht Hilfe gläubig Fleh’n verleiht,\nBis so viel Jahr’, als er gelebt, vergangen,\nWie kam denn er herauf in kürzrer Zeit?\"–\nUnd er: “Er ist auf Sienas Markt gegangen\nZur Zeit, da er den höchsten Ruhm erstrebt,\nHat dort gestanden, nicht von Scham befangen,\nUnd, weil sein Freund in Carlos Haft gelebt,\nUm Hilf ihm und Befreiung zu gewähren,\nAls Bettler dort an jedem Puls gebebt.\nIch red’ unklar, doch wird’s nicht lange währen,\nSo handelt also deine Nachbarschaft,\nDaß du vermagst, dir alles zu erklären–\nDie Tat hat jene Schrank’ ihm weggeschafft.”",
        "Gleichmäßig, wie zwei Stier’ im Joche zieh’n,\nGing ich dem schwerbeladnen Geist zur Seiten,\nSolang es gut dem süßen Lehrer schien.\nDoch als er sprach: “Laß ihn, um vorzuschreiten,\nHier gilt’s. soviel man immer kann, den Kahn\nMit Segeln und mit Rudern fortzuleiten!\"\nDa richtet’ ich mich auf zur weitern Bahn\nMit meinem Leib, obwohl gebeugt und bange\nDes Geistes Blicke noch zu Boden sahn,\nUnd folgte meinem Hort im regen Drange\nDer Wißbegier, und beide zeigten wir,\nWie leicht wir waren, schon im raschen Gange;\nBis daß er sprach: “Zu Boden blicke hier,\nUm, was dein Fuß beschreitet, zu gewahren,\nDenn zu des Weges Kürzung frommt es dir.\"\nWie, um der Freund’ Erinnrung zu bewahren,\nAuf ird’schen Gräbern dargestellt erscheint,\nWas, die drin ruhen, einst im Leben waren,\nSo daß bei diesem Anblick jeder weint,\nGereizt vom Schmerz der aufgerißnen Wunde,\nDer’s gut und fromm mit ihnen einst gemeint;\nSo wies der Vorsprung mir, der in der Runde,\nDen Pfad dort bildend, jenen Berg umschloß,\nManch Bild, doch trefflicher, auf seinem Grunde\nIhn, edler, als was je der Erd’ entsproß,\nErschaffen, sah ich, welcher mit der Eile\nDes Blitzes hier vom Himmel niederschoß.\nDort aber auf des Weges anderm Teile,\nIn starrem Todesfrost und träg und schwer,\nLag Briareus, durchbohrt vom Himmelspfeile.\nMars, Phöbus, Pallas standen hoch und hehr,\nAuf die zerstreuten Riesenglieder sehend,\nBewaffnet noch, um ihren Vater her.\nAm Fuß des großen Werks den Nimrod stehend,\nErblickt’ ich dann, und wie verwirrt und toll\nNach den Genossen seiner Arbeit spähend.\nDich Niobe, dich sah ich jammervoll,\nHier sieben Kinder tot, dort andre sieben;\nWie jedem Aug’ ein Tränenstrom entquoll.\nSaul, du schienst, ins eigne Schwert getrieben,\nTot, wie auf Gilboa, das seit der Zeit\nVon Tau und Regen unbenetzt geblieben.\nArachne, Törin, einst voll Eitelkeit,\nHalb Spinn’ itzt, auf den Fetzen vom Gewebe,\nDas du, o Arme, wobst zu deinem Leid.\nRehabeam–es schien, als ob er bebe,\nAls ob er, statt wie immer sonst, zu droh’n,\nIm Wagen flüchtig, unverjagt, entschwebe.\nMan sah Eriphylen und ihren Lohn,\nWie teuer das unselige Geschmeide\nIhr hier bezahlt ward von dem eignen Sohn:\nDen Sanherib, den seine Söhne beide\nIm Tempel töteten voll Frevelmut\nUnd liegen ließen in dem letzten Leide.\nDes Cyrus Tod und der Tomyris Wut–\nSie schien zum abgeschnittnen Haupt zu sagen:\nDein Durst war Blut, nun füll’ ich dich mit Blut.\nDann der Assyrer Heer–es floh, geschlagen,\nNach Holofernes’ Tod, und hinterdrein\nSah man mit grimmer Wut die Feinde jagen.\nO Ilion, wie niedrig und wie klein!\nWohl standest du auf Trojas Fluren dreister\nAls hier, in Asch’ und Schutt, auf dem Gestein!\nWer war des Griffels und des Pinsels Meister,\nDer Formen und Gebärden ausgedrückt\nSelbst zur Bewunderung der feinsten Geister?\nMir schien, wie ich dahinging, tiefgebückt,\nWas tot war, tot, was lebend war, zu leben,\nNicht besser hat’s, wer’s wirklich sah, erblickt.\nStolziert nur hin, fahrt fort, das Haupt zu heben,\nSenkt nicht den Blick, ihr, Evens Söhn’, er weist\nEuch sonst den schlechten Weg, das eitle Streben!–\nSchon hatten wir vom Berge mehr umkreist,\nSchon war die Sonne weiter fortgegangen,\nAls ich bemerkt mit dem befangnen Geist;\nAls er, des Fuß und Seele vorwärts drangen,\nBegann: “Blick’ auf, erhebe Haupt und Sinn!\nNicht ist’s mehr Zeit, den Bildern anzuhangen.\nEin Engel naht–drum blick’ empor, dorthin!\nSchon kehrt, von schnellen Fittichen getragen,\nZurück des Tages sechste Dienerin.\nSchmück’ itzt mit Ehrfurcht Antlitz und Betragen,\nDann führt er wohl mit Freuden uns empor.\nDenk’, nie wird dieser Tag dir wieder tagen.\"\nUnd da er mich ermahnt schon oft zuvor,\nDie Zeit zu nutzen, kam es, daß ich nimmer\nDen Sinn, den solch ein Wort verschloß, verlor.\nDas schöne Wesen naht’–ein weißer Schimmer\nWar sein Gewand; dem Stern des Morgens war\nSein Antlitz gleich an zitterndem Geflimmer.\nDie Arm’ erschloß er, dann das Flügelpaar,\nUnd sprach: “Kommt jetzt, denn nahe sind die Stufen\nUnd leicht erklimmt ihr sie und ohne Fahr.\nNur wen’ge nah’n von vielen, die berufen.\nO Mensch, du fällst bei jedes Windes Weh’n,\nDu, den zum Aufflug Gottes Händ’ erschufen.\"\nBald ließ er uns des Felsen Öffnung sehn.\nDort schlug er meine Stirn mit seinem Flügel\nUnd hieß mich dann gesichert weitergehn.\nWie ob der Stadt, die ihrer Herrschaft Zügel\nSo wohl zu führen weiß wie Recht und Pflicht,\nAm Weg zur Kirche, rechts am steilen Hügel,\nDen kühnen Schwung des Bergs die Treppe bricht,\nDie man gebaut in jenen guten Zeiten,\nWo sicher war das Maß und das Gewicht;\nSo war der Fels, durch Stufen zu beschreiten,\nObwohl er jäh sich senkt als steile Wand,\nDoch streift man das Gestein von beiden Seiten.\nLaut klang’s, indem ich dort mich aufwärts wand,\n“Den geistlich Armen Heil!\"–mit einem Sange,\nWie ich so süß noch keinen je empfand.\nWie anders war es hier, als bei dem Gange\nIns Höllenreich! Bei Liedern klomm ich auf,\nUnd dort hinab bei wildem Jammerklange.\nDie heil’gen Stiegen klommen wir hinauf,\nUnd leichter schien mir’s hier, emporzukommen,\nAls erst auf ebner Bahn der leichtste Lauf.\nSprich, Meister, welche Last ist mir entnommen,\"\nSo rief ich, da ich dies bemerkt, zuletzt,\n“Daß ich fast mühelos emporgeklommen?\"\nUnd er: sind diese P, die zwar noch jetzt\nDein Antlitz trägt, doch die schon halb verschwunden,\nErst, wie das eine, völlig ausgewetzt,\nDann wird den Fuß dein Streben überwinden,\nSo daß ihm Klimmen keine Mühe macht,\nJa, Wonne wird er dann im Steigen finden.\"\nDa tat ich jenen gleich, die, sonder Acht,\nEtwas mit sich am Haupte tragend, gehen,\nBis sie bemerkt, daß man sich winkt und lacht;\nDrum sie die Hand gebrauchen, um zu spähen,\nMit dieser suchen, finden und damit\nZuletzt erschau’n, was nicht die Augen sehen.\nDenn mit den ausgespreizten Fingern glitt\nIch an der Stirne hin, und sieh, vergangen\nWar eins der Zeichen, das der Engel schnitt.\nDa schwebt’ ein Lächeln um des Meisters Wangen.",
        "Wir waren auf dem Gipfel jener Stiegen,\nWo sich des Berges zweiter Abschnitt zeigt,\nDes Bergs, der läutert, die hinaufgestiegen.\nHier, wo man auf den zweiten Vorsprung steigt,\nDer, gleich dem ersten, rings die Höh’ umwindet,\nNur daß ein Bogen noch sich schneller beugt,\nHier ist kein Bild, und jedes Zeichen schwindet,\nDaher man glatt den Weg und das Gestad\nVon des Gesteins schwarzgelber Farbe findet.\n“Dafern wir harrten, bis der Führer naht,\"\nSo sprach Virgil darauf, “hier säumig stehend,\nSo wählten wir zu spät wohl unsern Pfad.\"\nDann macht’ er, festen Blicks zur Sonne sehend,\nFür die Bewegung seinen rechten Fuß\nZum Mittelpunkt, sich mit dem linken drehend.\n“O süßes Licht, du flößest den Entschluß\nZum neuen Weg mir ein, du führ’ uns weiter,\"\nBegann er, “wie ein treuer Führer muß.\nDu wärmst die Welt, du machst sie hell und heiter;\nNie wandle man, wenn sich dein Glanz verhehlt,\nDrängt nicht die Not, und er sei unser Leiter.\"\nSoviel man hier auf eine Miglie zählt,\nSo weit schon gingen wir auf jenen Pfaden\nIn wenig Zeit, vom regen Trieb beseelt.\nEin Geisterzug flog längs den Felsgestaden,\nGehört, doch nicht gesehn, herbei und schien\nZum Tisch der Lieb’ uns freundlich einzuladen.\nDer erste Geist rief im Vorüberflieh’n:\nSie haben keinen Wein! Die Worte klangen\nDann nochmals hinter uns im Weiterzieh’n.\nUnd eh’ sie, sich entfernend, ganz verklangen,\nDa rief: Ich bin Orest!–ein zweiter Geist,\nUnd war im schnellen Flug vorbeigegangen.\n“O”, sprach ich, “Vater, sage, was dies heißt?\"\nDa klang die dritte Stimm’ in meine Frage\nUnd rief: Liebt den, der Böses euch erweist.\nUnd er: “Du findest hier des Neides Plage!\nGegeißelt wird er hier, doch Liebe schwingt\nDer strengen Geißel Schnur zu jedem Schlage.\nDoch wisse, daß der Zügel anders klingt.\nDu wirst ihn hören, eh’ im Weitergehen\nDein Fuß zum Passe der Verzeihung dringt.\nVersuch’ es jetzo, scharf dorthin zu spähen,\nUnd vor uns wirst du Leute, langgereiht,\nAn dieser Wand des Felsens sitzen sehen.\nDa öffnet’ ich sogleich die Augen weit\nUnd sah die Schatten an der Felsenhalle,\nAn Farbe dem Gesteine gleich ihr Kleid.\nUnd näher hört’ ich sie mit lautem Schalle\n“Bitte für uns, Maria!” brünstig schrei’n,\n“Michael und Petrus und ihr Heil’gen alle!\"\nMöcht’ einer noch so hart und grausam sein,\nVor Mitleid wäre doch sein Herz entglommen,\nHält’ er, wie ich, gesehn der Armen Pein.\nDenn als ich nun so nahe hingekommen,\nDaß ich Gebärd’ und Angesicht erkannt,\nDa ward mein Herz durchs Auge schwer beklommen.\nIhr Anzug war ein schlechtes Bußgewand;\nSie lehnten sich an sich und ihren Rücken\nSie allesamt an jene Felsenwand;\nDen Blinden gleich, die Not und Hunger drücken,\nUnd die an Ablaßtagen bettelnd stehn,\nUnd, Kopf an Kopf gedrängt, sich kläglich bücken,\nIndem sie, um das Mitleid zu erhöh’n,\nNicht minder mit den jämmerlichen Mienen,\nAls mit den lauten Jammerworten fleh’n.\nUnd, gleich den armen Blinden, war auch ihnen\nDen bangen Schatten, welchen ich genaht,\nDer Glanz des Himmelslichts umsonst erschienen.\nGebohrt war durch die Augenlider Draht,\nIhr Auge, wie des Sperbers, ganz vernähen;\nDer, wild, nicht nach des Jägers Willen tat.\nMir aber schien es unrecht, daß ich sehend,\nDoch ungesehn dort ging, drum wandt’ ich mich\nZum weisen Rat, nach seiner Meinung spähend.\nEr, der sogleich erriet, weswegen ich\nNoch stumm, auf ihn die Blicke fragend lenkte,\nSprach: “Rede jetzt, doch kurz und sinnig sprich.\"\nAn jener Seite, wo der Fels sich senkte,\nGing mir Virgil, wo leicht zu fallen war,\nWeil kein Geländer dort den Rand verschränkte;\nZur andern Seite saß die fromme Schar,\nUnd durch die grause Naht gepreßte Zähren,\nDie ihre Wangen netzten, nahm ich wahr.\n“Ihr, sicher, euch im Lichte zu verklären,\"\nBegann ich nun, “das einzig euer Traum,\nDas einzig euer Wunsch ist und Begehren,\nDie Gnade lös’ euch des Gewissens Schaum\nUnd mache drin auf reinem lauterm Grunde\nDer Seele klaren Fluß zum Strömen Raum.\nDoch bitt’ ich euch, gebt mir gefällig Kunde:\nIst eine Seel’ aus Latium hier?–Ich bin\nFür sie vielleicht dann hier zur guten Stunde.\"\n“O Bruder, jede Seel’ ist Bürgerin\nVon einer wahren Stadt–doch willst du fragen,\nOb ein’ in Welschland lebt als Pilgerin.\"\nSo schien’s, von mir noch etwas fern, zu sagen,\nDaher ich, weil ich fast das Wort verlor,\nSogleich beschloß, mich weiter vor zu wagen.\nUnd eine wartete, so kam mir’s vor,\nAuf Antwort, und, um’s deutlicher zu zeigen,\nHob sie, dem Blinden gleich, das Kinn empor.\n“Du,” sprach ich, “die sich beugt, um aufzusteigen,\nWarst du’s, die Antwort gab, so magst du mir\nJetzt deinen Ort und Namen nicht verschweigen.\"\n“Ich war von Siena, und mit diesen hier”,\nSo sprach sie, “läutr’ ich mich vom Lasterleben,\nUnd weinend fleh’n um Gottes Gnade wir.\nSapia hieß ich, ob ich gleich ergeben\nDer Torheit war, denn mir schien andrer Leid\nWeit größre Lust, als eignes Glück zu geben.\nDoch zweifelst du an meinem tollen Neid,\nSo höre nur!–Die Jugend war verflossen,\nUnd abwärts ging der Bogen meiner Zeit,\nAls nah bei Colle meine Landsgenossen\nDen kampfbereiten starken Feind erreicht;\nDa bat ich Gott um das, was er beschlossen.\nDrauf wird ihr Heer geschlagen und entweicht,\nUnd ich, erblickend, wie der Feind es jage,\nFühl’ eine Lust, der keine weiter gleicht,\nSo daß ich kühn den Blick gen Himmel schlage\nUnd rufe: Gott, nicht fürcht’ ich mehr dich jetzt!\nDer Amsel gleich am ersten warmen Tage.\nNach Gottes Frieden sehnt’ ich mich zuletzt\nAm Rand des Lebens, aber meine Schulden,\nDurch Reue wären sie nicht ausgewetzt,\nWenn Pettinagno meiner nicht in Hulden\nGedacht in seinem heiligen Gebet;\nNoch müßt’ ich vor dem Tore harrend dulden.\nDoch wer bist du, der offnen Auges geht,\nSo scheint’s, um unsern Zustand zu erkunden,\nUnd dessen Atem noch beim Sprechen weht?\"–\n“Mit Draht wird einst mein Auge hier durchwunden,\"\nSo sprach ich, “doch ich hoffe kurze Frist,\nWeil man’s nur selten scheel vor Neid gefunden.\nMehr als das Leid, ob des du traurig bist,\nHat Sorge mir die untre Qual bereitet.\nSchon fühl’ ich, wie die Bürde drückend ist.\"\nUnd sie: “Wer also hat dich hergeleitet,\nDaß du, um rückzukehren, hier erscheinst?\"\n“Er, der dort schweigend steht, hat mich begleitet.\nIch leb’, erwählter Geist, und wenn ich einst\nJenseits als Sterblicher für dich bewegen\nDie Füße soll, so fordre, was du meinst.\"\n“So Neues sagtest du,” sprach sie dagegen,\n“Daß es dir sicher Gottes Huld bewährt.\nVerwende drum dein Fleh’n zu meinem Segen.\nIch bitte dich, bei allem, was dir wert,\nWirst du dich je im Tuscierland befinden,\nSo sei zum Bessern dort mein Ruf gekehrt.\nBeim eiteln Volk wirst du die Meinen finden,\nDas Talamon verlockt zum Hoffnungswahn;\nUnd wie bei Dianas Quelle wird er schwinden,\nDoch setzen mehr die Admirale dran.”",
        "“Wer ist der, welcher unsern Berg umgeht,\nEh’ ihn der Tod beschwingt–dem, nach Behagen,\nDas Auge bald sich schließt, bald offen steht?\"\n“Daß er allein nicht ist, das kann ich sagen,\nNicht wer er ist. Da ich ihm ferner bin,\nMagst du, damit er red’, ihn höflich fragen.\"\nSo redeten, von mir zur Rechten hin,\nZwei Geister dort, sich zueinander neigend,\nDann, um zu sprechen, hoben sie das Kinn.\n“O Seele, die, empor zum Himmel steigend,\"\nSprach dann der eine, “noch im Körper steckt,\nO sprich, dich hold und trostreich uns erzeigend,\nWoher? Wer bist du? Denn solch Staunen weckt\nDie Gnade, die wir an dir schauen sollen,\nWie wenn, was nie gescheh’n, sich uns entdeckt.\"\nUnd ich: “Ein Fluß, der Falteron’ entquollen,\nLustwandelt mitten durch das Tuscierland,\nDem hundert Miglien Laufs nicht g’nügen wollen.\nIch bringe diesen Leib von seinem Strand.\nDoch sagt’ ich, wer ich sei–nicht würd’ euch’s frommen,\nDa wenig Ruhm bis jetzt mein Name fand.\"\n“Bin ich auf deiner Meinung Grund gekommen,\nMeinst du den Arno und sein Talgebiet?\"\nSo sprach jetzt, der zuerst das Wort genommen.\nDer zweite sprach darauf: “Warum vermied\nEr, jenes Flusses Namen zu verkünden,\nWie’s sonst nur mit Abscheulichem geschieht?\"\nUnd jener sprach: “Nicht kann ich dies ergründen,\nDoch wert des Untergangs ist jenes Wort,\nDas nur Erinnrung weckt an Schmach und Sünden.\nDenn von dem Ursprung im Gebirge dort,\nVon dem sich einst Pelorum trennen müssen,\nDort wasserreich, wie sonst an keinem Ort,\nBis dahin, wo der Fluß mit ew’gen Güssen\nDas, was dem Meer die Sonn’ entsaugt, ersetzt,\nWas Nahrung gibt den Bächen und den Flüssen,\nWird, sei’s durch schlechte Sitt’ und Neigung jetzt,\nSei’s, daß der Ort an einem Fluche leide,\nDie Tugend, gleich den Schlangen, fortgehetzt.\nDenn was im Tal, gedrückt von schwerem Leide,\nNur irgend wohnt, hat die Natur verkehrt,\nAls hätt’ es mitgeschmaust auf Circes Weide.\nZu garst’gen Schweinen, mehr der Eicheln wert\nAls dessen, was Natur den Menschen spendet,\nIst erst sein wasserarmer Lauf gekehrt.\nDann, wie er weiter seine Wogen sendet,\nTrifft er ohnmächt’ge kleine Kläffer an,\nVon welchen er die Stirn unwillig wendet\nJe mehr er schwillt in seiner tiefern Bahn,\nSieht der unsel’ge maledeite Graben\nDie Hund’ an Art sich mehr den Wölfen nah’n.\nIn tiefen Tümpeln scheint er drauf vergraben\nUnd trifft dann Füchs, in List so eingeweiht,\nDaß sie nicht scheu mehr vor dem Schlau’sten haben.\nFrei red’ ich. Sei der Horcher auch nicht weit,\nUnd gut wird’s diesem sein, das zu behalten,\nWas der wahrhafte Geist mir prophezeit.\nIch sehe deinen Neffen furchtbar schalten,\nDer jene Wölfe so zu jagen weiß,\nDaß sie vor grauser Todesangst erkalten.\nDenn er verkauft sie lebend scharenweis,\nDann sticht er sie, gleich einem alten Schlachtvieh, nieder.\nDas Leben raubt er vielen, sich den Preis.\nZuletzt verläßt er, blutbespritzt die Glieder,\nDen Wald gefällt, und ringsum öd und tot,\nUnd tausend Jahr’ erneu’n sein Laub nicht wieder.\"\nWie bei Verkündigung zukünft’ger Not\nDes bangen Hörers Züge sich umschatten,\nDer sich gefährdet glaubt und rings bedroht,\nSo sah ich jetzo jenen andern Schatten,\nDer zugehorcht, verstört und bange stehn,\nWie seinen Geist erfüllt die Worte hatten.\nWas ich von dem gehört, von dem gesehn,\nMich reizt’ es, ihren Namen nachzufragen,\nUnd bittend ließ ich meine Frag’ ergehn.\nUnd den, der erst gesprochen, hört’ ich sagen:\n“Du also willst, für dich tun soll ich dies,\nWas du für mich zu tun mir abgeschlagen?\nDoch kargen will ich nicht, denn herrlich ließ\nGott in dir strahlen seine Huld und Güte.\nDrum wisse, daß ich Guid del Duca hieß.\nVon Neid verbrannt war also mein Gemüte,\nDaß, wenn ich sah, ein andrer sei erfreut,\nIch schwarz vor Gall’ in bitterm Ingrimm glühte.\nHier mäh’ ich Saat, die ich dort ausgestreut.\nO Sterbliche, was müßt ihr das begehren,\nWas Ausschluß der Genossenschaft gebeut!\nDer hier ist Rainer, der zu Preis und Ehren\nDas Haus von Calboli gebracht, des Mut\nUnd Kraft und Wert die Erben ganz entbehren.\nDenn alle sieht man jetzt aus seinem Blut\nDas Schlechte tun, das Rechte träg versäumen,\nUnd zwischen Po, Berg, Ren und Meeresflut\nSieht man’s nur sprossen noch in gift’gen Bäumen,\nUnd keinem Gärtner glückt’s, der schlechten Art\nWildwucherndes Gewürzel wegzuräumen.\nWo mag der wackre Licio, wo Manard,\nWo Traversar, wo Guid Carpigna bleiben?\nIst jeder Romagnol heut ein Bastard?\nEin Schmied muß in Bologna Äste treiben,\nUnd in Faenza jetzt ein Bernardin,\nDer edle Sproß aus niederm Keim, bekleiden!\nNicht staune, Tuscier, daß ich traurig bin,\nWenn ich des Guid von Prata noch gedenke,\nUnd des, der mit uns war, des Ugolin.\nDann auf Tignoso die Erinnrung lenke,\nAuf Traversars und Anastasens Haus,\nUnd über den enterbten Stamm mich kränke;\nAuf Ritter, Frau’n, auf Ruhe, Müh’ und Strauß,\nWas wir aus Lieb’ und Edelsinn begannen,\nWo jetzt die Herzen sind voll Tück’ und Graus.\nBrettinoro, fliehst du nicht von dannen,\nDa, um zu flieh’n Verderben, Schand und Hohn,\nDie Guten allesamt aus dir entrannen!\nWohl dir, Bagnacaval, dir fehlt der Sohn!\nWeh, Castrocaro, dir, da mit Verderben\nDich solche Grafen, wie du zeugst, bedrohen!\nGut handeln einst, wird erst ihr Dämon sterben,\nFaenzas Herr’n, doch nimmer werden sie\nDes Ruhmes reines Zeugnis sich erwerben.\nDir, Ugolin von Fantoli, wird nie\nDes edlen Namens reiner Glanz gebrechen,\nDa dir das Schicksal keinen Sohn verlieh.\nDoch jetzt, Toskaner, geh; denn nicht zum Sprechen,\nMich reizt zum Weinen nur mein armes Land,\nUnd preßt mein Herz durch Untat und Verbrechen.\"\nDurchs Ohr ward jenen unser Gehn bekannt,\nDrum wußten wir, da sie es schweigend litten,\nDaß wir uns auf den rechten Weg gewandt.\nIndem wir einsam nun von dannen schritten,\nScholl eine Stimm’ uns zu, eh wir’s gedacht,\nGleich einem Blitze, der die Luft durchschnitten:\nMich tötet, .wer mich trifft! Sie rief’s mit Macht\nUnd floh im schnellen Flug dann und verhallte,\nDem Donner gleich, der aus den Wolken kracht.\nUnd wie sie kaum an uns vorüberwallte,\nBraust’ eine zweite schon an unser Ohr,\nDie schrecklich, wie ein zweiter Donner schallte:\nIch bin Aglauros, die zum Stein erfror!\nUnd als ich an Virgil mich drängen wollte,\nSchritt ich vor großer Angst zurück, nicht vor.\nSchon schwieg die Luft, kein dritter Donner rollte,\nDa sprach Virgil: “Dies ist der harte Zaum,\nDer auf der rechten Bahn euch halten sollte.\nDoch winkt des alten Feindes Köder kaum,\nSo laßt ihr euch in seinem Hamen fangen,\nGebt nicht dem Rufe, nicht dem Zügel Raum.\nEuch rufend, hält der Himmel euch umfangen,\nDer, ewig schön, rings seine Kreise zieht,\nDoch euer Blick bleibt an der Erde hangen,\nUnd deshalb schlägt euch der, der alles sieht.”",
        "So viel, als bis zum Schluß der dritten Stunde,\nVom Tagsbeginn des Wegs die Sphäre macht,\nDie wie ein Kindlein tanzt im ew’gen Runde,\nSo viel des Weges halt’, eh’ noch vollbracht\nIhr Tageslauf, die Sonne zu vollbringen;\nDort war es Vesperzeit, hier Mitternacht.\nAuf jenen Pfaden, die den Berg umringen,\nSchien uns die Sonne mitten ins Gesicht,\nWeil wir jetzt g’rade gegen Westen gingen.\nDa fiel ein Glanz mit lastendem Gewicht\nMir auf die Stirn, mich mehr als erst zu blenden.\nIch staunt’, und was es war, begriff ich nicht.\nSchnell deckt’ ich mir die Augen mit den Händen\nAls wie mit einem Schirm, daß vor der Glut\nDie schwachen Blicke Schutz und Ruhe fänden.\nGleich wie der Strahl vom Spiegel, von der Flut\nNach jenseits hüpft, und dann beim Aufwärtssteigen,\nSo wie vorher beim Niedersteigen tut,\nWeil er von Linien, die sich senkrecht neigen,\nSo hier wie dort abweicht in gleichem Zug,\nWie uns die Kunst und die Erfahrung zeigen;\nSo ward mein Auge jetzt in jähem Flug\nGetroffen vom zurückgeworfnen Lichte,\nDrob ich’s in Eile schloß und niederschlug.\n“Was, süßer Vater, ist dies? Dem Gesichte\nWill, was ich tue, nicht zum Schutz gedeih’n.\nEs scheint, als ob der Glanz hierher sich richte!\"\nDrauf er: “Nicht staune, wenn in solchem Schein\nNoch blendend dir des Himmels Diener nahen.\nEin Bote kommt und lädt zum Steigen ein.\nBald wird, was erst die Augen tränend sahen,\nDir so zur Lust, als du nur Fähigkeit,\nSie zu empfinden, von Natur empfahen.\"\nDer Engel sprach zu uns voll Freudigkeit:\n“Geht dorten ein auf minder schroffen Stiegen,\nAls jene sind, die ihr gestiegen seid.\"\nIndem wir nun zusammen aufwärts stiegen,\nSang’s hinter uns: “Heil den Barmherz’gen, Heil!\"\nUnd wieder klang’s: “Sei froh in deinen Siegen!\"\nUnd da wir beid’ allein, und minder steil\nDie Treppen waren, dacht’ ich: Noch im Gehen\nWird Lehre wohl vom Meister dir zuteil.\n“Was mochte Guido bei dem Gut verstehen,\nDas Ausschluß der Genossenschaft gebeut?\"\nIch sprach’s, gewandt, ihm ins Gesicht zu sehen.\n“Weil stets sein Hauptfehl ihm den Schmerz erneut\"\nSprach drauf Virgil, “will er dich weiser machen\nUnd tadelt drum, was er nun schwer bereut.\nDenn euer Sehnen geht nach solchen Sachen,\nDie Mitbesitz verringert, die durch Neid\nIn eurer Brust der Seufzer Glut entfachen.\nDoch möchten in des Himmels Herrlichkeit\nDes Menschen Wünsch’ ihr rechtes Ziel erkennen,\nWar’ eure Brust von solcher Angst befreit.\nJe mehrere dies Gut ihr eigen nennen,\nJe mehr besitzt des Guts ein jeder dort,\nJe stärker fühlt er sich in Lieb’ entbrennen.\"\n“Noch fass ich nichts,” versetzt’ ich meinem Hort,\n“Und mindre Zweifel hat vorher das Schweigen\nIn meiner Seel’ erweckt, als jetzt dein Wort.\nKann höher je der Reichtum vieler steigen,\nWenn man ein Gut verteilt, als wenn es nicht\nGemeinsam wäre. Sondern einem eigen?\"\nUnd er: “Weil, nur auf Erdengut erpicht,\nDein Geist noch nicht den höhern Flug gewonnen,\nDrum schöpfst du Finsternis aus wahrem Licht.\nDes Himmels unaussprechlich große Wonnen,\nSie eilen so ins liebende Gemüt,\nWie nach dem Spiegel hin der Strahl der Sonnen\nSie geben sich je mehr, je mehr es glüht,\nUnd reicher strömt die ew’ge Kraft hernieder,\nJe freudiger des Herzens Lieb’ erblüht.\nErhebt die Seel’ erst aufwärts ihr Gefieder,\nDann liebt sie mehr, je mehr zu lieben ist,\nDenn eine strahlt den Glanz der andern wieder–\nUnd g’nügt mein Wort dir nicht, in kurzer Frist\nWird dort von dir Beatrix aufgefunden,\nDurch welche du dann ganz befriedigt bist.\nJetzt sorge nur, daß bald von deinen Wunden\nDie fünf sich schließen wie das erste Paar,\nDas von der Stirn durch Reu’ und Leid geschwunden.\"\nSchon wollt’ ich sagen: Deine Red’ ist klar!\nDa war ich an des andern Kreises Saume,\nWo schnell mein Wort gehemmt durch Schaulust war.\nIn einen Tempel schien, von wachem Traume\nDahingerissen, meine Seel’ entfloh’n,\nUnd Leute sah ich viel in seinem Raume.\nAm Eingang schien mit süßem Mutterton\nUnd zärtlicher Gebärd’ ein Weib zu sagen:\n“Was hast du dies an uns getan, mein Sohn?\nWir suchten dich voll Angst seit dreien Tagen,\nIch und der Vater\"–sprach’s, und wundersam\nSchien sie vom Weh’n der Luft davongetragen.\nDrauf vors Gesicht mir eine zweite kam,\nVon Zähren naß, die–wohl war’s zu erkennen–\nDem Aug’ entpreßte zornerzeugter Gram.\nSie rief: “Willst du den Herr’n der Stadt dich nennen,\nOb deren Namen Götter sich gegrollt,\nWo Strahlen jeder Wissenschaft entbrennen,\nDann, Pisistrat, zahl’ ihm der Frechheit Sold,\nDer’s wagte, deine Tochter zu umfassen!\"\nAllein der Herr, der liebreich schien und hold,\nEntgegnet’ ihr, die also rief, gelassen:\n“Wird jener, der uns liebt, von uns verdammt,\nWas tun wir dann an solchen, die uns hoffen?\"–\nDann sah ich eine Schar, von Zorn entflammt,\nUnd einen Jüngling dort, von ihr gesteinigt,\nTod! Tod! so schrien sie wütend allesamt.\nEr beugte sich, schon bis zum Tod gepeinigt,\nDes Last ihn zu der Erde niederrang,\nDoch seinen Blick dem Himmel stets vereinigt,\nUnd fleht’ empor zu Gott in solchem Drang:\n“Vergib der Wut, die gegen mich entbrannte!\"\nMit einem Blicke, der zum Mitleid zwang.\nAls meine Seele sich von außen wandte\nZurück zu dem, was wahr ist außer ihr,\nUnd ich nun den nicht falschen Wahn erkannte,\nDa sprach mein Führer, der, nicht weit von mir,\nMich gleich dem Schläfer, der erwacht, erblickte:\n“Nicht halten kannst du dich! Was ist mit dir?\nBereits seit einer halben Stunde knickte\nDein Knie, du taumeltest, dein Auge brach,\nAls ob dich Schlummer oder Wein bestrickte.\"\n“O süßer Vater, hörst du’s an\"–dies sprach\nIch drauf zu ihm–\"so will ich dir verkünden,\nWas mir erschien, als mir die Kraft gebrach.\"\n“Ob mir entgegen hundert Masken stünden,\"\nEntgegnet’ er, “und deckten dein Gesicht,\nDoch würd’ ich, was du denkst, genau ergründen.\nDas, was du sahst, du sahst’s, damit du nicht\nDich ungemahnt verschlössest jenem Frieden,\nDes Strom hervor aus ew’ger Quelle bricht.\nWas ist dir? fragt’ ich nicht, wie der danieden\nZu fragen pflegt, des Auge nicht mehr schaut,\nSobald die Seel’ aus seinem Leib geschieden.\nDie Füße dir zu kräft’gen, fragt’ ich laut,\nDenn treiben muß man so den wachen Trägen,\nDen Tag zu nützen, eh’ der Abend graut.\"\nWir gingen beid’ in sinnigem Erwägen\nDem Abend zu und sah’n, soweit man kann,\nDer Sonne tiefem Strahlenglanz entgegen.\nUnd sieh, ein Rauch kam nach und nach heran,\nDer, schwarz wie Nacht, sich bis zu uns erstreckte,\nUnd nirgends traf man Raum zum Weichen an,\nDaher er bald uns Aug’ und Himmel deckte.",
        "Das Schwarz der Höll’ und einer Nacht, durchfunkelt\nNicht von des ärmsten Himmels bleichstem Schein,\nVom dichtesten der Nebel rings umdunkelt,\nNie schloß es mich in grobem Schleier ein,\nAls jener Rauch, der dorten uns umflossen;\nNie schien es mir so schmerzlich rauh zu sein.\nNicht könnt’ ich steh’n, die Augen unverschlossen,\nDrum nahte sich, und seine Schulter bot\nMein Führer mir treu, weis’ und unverdrossen.\nSo wie der Blinde gern in seiner Not\nDem Führer nachfolgt, um nicht anzurennen\nAn was Gefahr bring’ und vielleicht den Tod,\nSo folgt’ ich ihm, ohn’ etwas zu erkennen,\nDurch widrig bittern Qualm und horcht’ auf ihn,\nDer sprach: “Gib Achtung, daß wir uns nicht trennen.\"\nIch hörte Stimmen dort, und jede schien\nUm Gnad’ und Frieden zu dem Lamm zu stöhnen,\nOb des der Herr die Sünden uns verzieh’n.\nAgnus Dei hört’ ich den Anfang tönen,\nWobei sich aller Wort und Weise glich,\nUnd voller Einklang herrscht’ in ihren Tönen.\n“Dies sind wohl Geister, Herr!” so wandt’ ich mich\nAn ihn, und er: “Es ist, wie du entscheidest;\nSie lösen von der Zornwut Schlingen sich.\"\n“Wer bist du, der du unsern Rauch durchschneidest,\nVon dem man, wie du von uns sprichst, vernimmt,\nDaß du die Zeit dir noch nach Monden scheidest?\"\nDie Rede ward von einem angestimmt,\nDrum sprach mein Meister: “Stille sein Begehren\nUnd frag’ ihn, ob man hier nach oben klimmt.\"\n“Geschöpf, das, um zum Schöpfer heimzukehren,\nSich reiniget und schön wird wie zuvor,\nBegleite mich, dann sollst du Wunder hören!\"\nSo ich, und er: “Ich schreite mit dir vor,\nSo weit ich darf, und, um uns nicht zu scheiden,\nFühr’ uns im Rauch an Auges Statt das Ohr.\"\nDrauf ich: “Obschon die Hüllen mich umkleiden,\nDie nur der Tod löst, schreit’ ich doch hinauf\nUnd drang bis hierher durch der Hölle Leiden.\nUnd nahm der Herr mich so zu Gnaden auf,\nDaß ich vermag zu ihm emporzustreben,\nGanz gegen dieser Zeit gewohnten Lauf,\nSo sage mir, wer warst du einst im Leben,\nUnd ob ich hier die rechte Straße hielt,\nDenn unsre Richtung wird dein Wort uns geben.\"–\n“Mark hieß ich einst, und was die Welt enthielt,\nIch konnt’ es wohl und strebte nach dem Preise,\nNach welchem jetzt auf Erden keiner zielt.\nG’rad’ vor dir ist der Weg zum höhern Kreise.\"\nEr sprach’s: “Noch bitt’ ich dich,” So fügt’ er bei,\n“Fürbittend denke mein am Ziel der Reise.\"\nUnd ich zu ihm: “Bei meiner Treu, es sei!\nDoch wisse, daß ich einen Zweifel finde,\nAn dem ich berste, sag’ ich ihn nicht frei.\nEr war einst einfach; doppelt jetzt empfinde\nIch ihn in mir, nach dem, was du gesagt,\nSobald ich mit dem Dort das Hier verbinde.\nWahr ist’s, die Welt, so wie du mir geklagt,\nIst öd an jeder Tugend, jeder Ehre,\nUnd ganz mit Bosheit schwanger und geplagt.\nDoch daß ich sie erkenn’ und ändern lehre,\nSo bitt’ ich, deute jetzt die Ursach’ mir.\nDer sucht sie dort, der in des Himmels Sphäre.\"\nEin bang gepreßtes Ach! entwand sich hier\nLaut seiner Brust, und dann begann er: “Wisse,\nDie Welt ist blind, und du, Freund, kommst von ihr.\nIhr, die ihr lebt, sprecht immer nur, es müsse\nDer Himmel selber Schuld an allem sein,\nAls ob er euch gewaltsam mit sich risse.\nWär’s also, sprich, wo wäre nur ein Schein\nVon freiem Willen? Wie entspräch’s dem Rechte,\nDaß Lust der Tugend folgt, dem Laster Pein?\nDie Triebe pflanzen ein des Himmels Mächte,\nNicht sag’ ich all; allein auch dies gesetzt,\nWard euch Erkenntnis auch fürs Gut’ und Schlechte,\nUnd freier Will’–und, wenn er, auch verletzt\nUnd müde, standhaft mit dem Himmel streitet,\nSo siegt er, wohlgenährt, doch stets zuletzt.\nDie Urkraft, welche sich durchs All verbreitet,\nBeherrscht die Freien und erschafft den Geist,\nDen nicht der Himmel mehr als Vormund leitet.\nDrum, wenn die Gegenwart euch mit sich reißt,\nIn euch nur liegt der Grund, liegt in euch allen,\nWie, was ich sage, deutlich dir beweist.\nEs kommt aus dessen Hand, des Wohlgefallen\nIhr lächelt, eh’ sie ist, gleich einem Kind,\nDas lacht und weint in unschuldsvollem Lallen,\nDie junge Seele, die nichts weiß und sinnt,\nAls daß, vom heitern Schöpfer ausgegangen,\nSie gern dahin kehrt, wo die Freuden sind.\nSie schmeckt ein kleines Gut erst, fühlt Verlangen\nUnd rennt ihm nach, wenn sie kein Führer hält,\nKein Zaum sie hemmt, der Neigung nachzuhangen.\nGesetz, als Zaum, ist nötig drum der Welt,\nEin Herrscher auch, der von der Stadt, der wahren,\nIm Auge mindestens den Turm behält.\nGesetze sind, doch wer mag sie bewahren?\nKein Mensch! Denn seht, ein Hirt, der wiederkaut,\nDoch nicht gespaltne Klau’n hat, führt die Scharen;\nDaher die Herde, die dem Führer traut,\nDer das verschlingt, wonach sie selber lüstert,\nNur dies verzehrt und nicht nach Höherm schaut.\nDrum, was man auch von anderm Grunde flüstert,\nNicht die Natur ist ruchlos und verkehrt,\nNur schlechte Führung hat die Welt verdüstert.\nRom hatte, da’s zum Glück die Welt bekehrt,\nZwei Sonnen, und den Weg der Welt hatt’ eine,\nDie andere den Weg zu Gott verklärt.\nVerlöscht ward eine von der andern Scheine,\nUnd Schwert und Hirtenstab von einer Hand\nGefaßt im übel passenden Vereine.\nDenn nicht mehr fürchten, wenn man sie verband,\nSich Hirtenstab und Schwert–du kannst’s begreifen,\nDenn an den Früchten wird der Baum erkannt.\nMan sah im Land, das Etsch und Po durchstreifen\nEh’ man dem Kaiser Widerstand getan,\nStets edle Sitt’ und Kraft und Tugend reifen.\nJetzt finden, die den Guten sich zu nah’n\nUnd sie zu sprechen, sich errötend scheuen,\nIn jenem Land vollkommen sichre Bahn.\nDie alten Zeiten schelten dort die neuen\nNoch durch drei Greise von der echten Art,\nDie sich des nahen Todes harrend freuen.\nKonrad Pallazzo ist es, und Gherard\nUnd Guid Castel, der besser heißen würde\nNach fränk’scher Art: der ehrliche Lombard.\nRoms Kirche fällt, weil sie die Doppelwürde,\nDie Doppelherrschaft jetzt in sich vermengt,\nIn Kot, besudelnd sich und ihre Bürde\"–\n“Mein Marco,” sprach ich, “klares Licht empfängt\nDurch deine Rede jetzt mein Geist–ich sehe,\nWas aus der Erbschaft Levis Stamm verdrängt.\nDoch sage, welcher Gherard, meinst du, stehe\nAls Trümmer noch versunkner guter Zeit,\nSo, daß er dieser Zeit Verderbnis schmähe?–\n“Betrügst, versuchst du mich in meinem Leid?\"\nSo er: “Du, Tuscisch sprechend, tust dergleichen,\nAls kenntest du nicht Gherards Trefflichkeit?\nDen Namen kenn’ ich, sonst kein andres Zeichen,\nWenn man’s von seiner Gaja nicht entnimmt,\nGott sei mit dir, hier muß ich von euch weichen.\nSieh, wie in weißem Glanz der Rauch entglimmt.\nFort muß ich, denn schon ist der Engel dorten;\nIch scheid’, eh’ er mich wahr hier sprechend nimmt.\"\nEr sprach’s und horchte nicht mehr meinen Worten.",
        "Denk’, Leser, wenn dich Nebel je umstrickte,\nAuf Alpenhöh’n, durch den, wie durch die Haut\nDes Maulwurfs Auge blickt, das deine blickte,\nWie, wenn der feuchte Qualm, der dich umgraut,\nNun dünn wird und beginnt, sich zu erhellen,\nDann matt hinein das Rund der Sonne schaut;\nUnd doch vermagst du kaum, dir vorzustellen,\nWie ich die Sonn’ itzt wiedersah, die sich\nSoeben senken wollt’ ins Bett der Wellen.\nSo, gleichen Schritts mit meinem Hort, entwich\nIch aus der Wolk’, als wie aus dunkler Klause,\nZum Strahl, der sterbend schon am Strand erblich.\nPhantasie, die du aus ihrem Hause\nWeithin die Seel’ entrückst, daß man’s nicht spürt,\nOb ringsumher Trompetenschall erbrause,\nWas regt dich auf, wenn nichts den Sinn berührt?\nDas Himmelslicht erregt dich, das hernieder\nVon selber strömt, das auch ein Wille führt.\nDie Arge sah ich, die sich im Gefieder\nDes Vogels barg, der ewig Reu’ und Gram\nVerhaucht im Klang der süßen Klagelieder.\nUnd ganz zurückgedrängt ward wundersam\nHier meine Seel’ in sich, zu nichts sich neigend\nUnd nichts aufnehmend, was von außen kam.\nDarauf erschien, der Phantasie entsteigend,\nEin Mann am Kreuz, so trotzig-stolz wie er\nVon Ansehn war, sich auch im Tode zeigend.\nIch sah dabei den großen Ahasver,\nEsther, sein Weib, und Mardochai, den Frommen,\nIn Wort und Tat so ganz, rund um ihn her.\nUnd dieses Bild zersprang, kaum wahrgenommen,\nGleich einer Blase, die mit kurzem Schein\nIm Wasser glänzt, wenn sie emporgeschwommen.\nDann zeigte mein Gesicht ein Mägdelein.\n“O Fürstin, Mutter!” rief die Tränenvolle,\n“Was wolltest du aus Zorn vernichtet sein!\nDu starbst, daß dein Lavinia bleiben solle.\nBin ich nun dein? Nicht andrer Tod, es zwingt\nDer deine mich zu bittrem Tränenzolle.\"\nGleich wie der Schlaf in jähem Schreck zerspringt,\nWenn Strahlen an des Schläfers Antlitz prallen,\nDoch eh’ er ganz erstirbt, sich sträubt und ringt,\nSo sah ich jetzt mein Traumbild niederfallen,\nAls mir ein Licht ins Antlitz schlug, so klar,\nWie’s nie zur Erde strömt aus Himmelshallen.\nIch wandte mich, zu sehen, wo ich war,\nAls eine Stimm’ erklang: “Hier müßt ihr steigen!\"\nUnd ich vergaß des andern ganz und gar.\nSie zwang den Willen, sich dorthin zu neigen,\nZu sehn, wer sprach, und ließ, bis ich belehrt,\nDie Unruh’ nicht in meinem Innern Schweigen.\nWie von der Sonne, die den Blick beschwert,\nDurch zuviel Licht ihr eignes Bild bedeckend,\nWard von dem Glanze meine Kraft verzehrt.\n“Ein Himmelsgeist ist’s, uns den Weg entdeckend,\nDer aufwärts führt, auch ohne daß wir fleh’n,\nUnd selber sich in seinem Licht versteckend.\nWie wir uns selber tun, ist uns gescheh’n,\nDenn wer die Not erblickt und harrt der Bitte,\nIst böslich schon geneigt, sie zu verschmäh’n.\nAuf! Solchem Rufe nach mit raschem Tritte!\nWir müssen aufwärts, eh’ das Dunkel naht,\nSonst löst der Tag erst die gehemmten Schritte.\"\nMein Führer sprach’s, worauf zum Felsgestad’\nWir, hingewandt nach einer Stiege, gingen,\nUnd wie ich auf die erste Stufe trat,\nFühlt’ ich ein Weh’n, wie von bewegten Schwingen\nIm Angesicht, und laut erklang’s, mir nah:\n“Heil den Friedfert’gen, die den Zorn bezwingen.\"\nDer Sonne letzte bleiche Strahlen sah\nIch über uns, gefolgt von nächt’gen Schatten.\nUnd schon erschienen Sternlein hier und da.\n“O meine Kraft, was mußt du so ermatten!\"\nSo dacht’ ich still bei mir, denn ich empfand,\nDaß sich entstrickt der Füße Nerven hatten.\nWir waren auf der höchsten Stufe Rand\nUnd standen fest, wie angeheftet, dorten,\nGleich einem Kahn in des Gestades Sand.\nAufmerksam lauscht’ ich erst nach allen Orten,\nOb nichts zu hören sei, und wandte nun\nZu meinem Meister mich mit diesen Worten:\n“Mein süßer Vater, sprich, welch übles Tun\nFührt uns zur Läuterung in diesem Kreise.\nLaß nicht die Rede, gleich den Füßen, ruh’n.\"\n“Trägheit zum Guten”, Sprach darauf der Weise,\n“Zahlt hier die dort gemachten Schulden erst;\nHier wird der träge Rudrer schnell zur Reife.\nMerk’ auf, damit du’s deutlicher erfährst,\nWeil ungenutzt sonst unser Stillstand bliebe–\nFrucht bringt dein Weilen, wenn du dich belehrst.\nNicht Schöpfer, noch Geschöpf ist ohne Liebe,\nNoch war es je. Du weißt, in der Natur\nUnd in der Seel’ entkeimen ihre Triebe.\nNie irrt die erste von der rechten Spur.\nDie zweite kann im Gegenstande fehlen\nUnd bald zu stark sein, bald zu lässig nur.\nWeiß sie zum Ziel das erste Gut zu wählen,\nIst sie beim zweiten nicht zu heiß, zu kalt,\nDann reizt sie nicht zu schlechter Lust die Seelen\nDoch schweift sie ab zum Bösen, ist sie bald\nZum Guten lau, zu eifrig bald im Rennen,\nSo tut dem Schöpfer das Geschöpf Gewalt.\nSo muß die Liebe, wie du wirst erkennen,\nIn euch die Saat zu jeder Tugend streu’n,\nDoch auch zu allem, was wir Laster nennen.\nNun, weil ob ihres Gegenstands sich freu’n\nDie Liebe muß, an dessen Heil sich weiden,\nDrum hat kein Ding den eignen Haß zu scheuen.\nUnd weil kein Sein sich kann vom Ursein scheiden\nUnd ohne dieses für sich selbst bestehn,\nMuß dies zu hoffen jeder Trieb vermeiden.\nDrum kannst du, folgr’ ich richtig, deutlich sehn:\nDem Nächsten gilt die Liebe nur zum Schlimmen\nUnd kann aus dreifach schmutz’gem Quell entstehn.\nDer hofft zur Herrlichkeit emporzuklimmen\nDurch andrer Fall, und dieses muß zur Lust,\nDie Größe zu erniedrigen, ihn stimmen.\nDer Gunst, des Ruhmes und der Macht Verlust\nScheut der, wenn sich ein andrer aufgeschwungen,\nUnd liebt das Gegenteil mit banger Brust.\nDer ist entrüstet von Beleidigungen,\nDrob Durst nach Rach’ in ihm sich offenbart,\nBis ihm dem andern weh zu tun gelungen.\nOb dieser Liebe von dreifacher Art\nWeint man dort unten–jetzt vernimm von Liebe,\nDie nicht durch rechtes Maß geregelt ward.\nNach einem Gute strebt mit dunkelm Triebe\nDer Mensch und fühlt, daß seiner Wünsche Glut,\nErreicht’ er’s nicht, ihm unbefriedigt bliebe.\nDie träge Lieb’ ist’s zu dem wahren Gut,\nDie säumt, es zu erschau’n, es zu erringen,\nDie hier nach echter Reue Buße tut.\nGut scheinen andre Güter, doch sie bringen\nNicht wahres Glück, sind Stoff und Wurzel nicht,\nAus welchen Früchte wahren Heils entspringen.\nDie Lieb’, auf solches Gut zu sehr erpicht,\nBüßt in drei Kreisen oberhalb mit Zähren;\nDoch wie sie dreifach irrt von Recht und Pflicht,\nDas sollst du selbst dir suchen und erklären.”",
        "Mein hoher Lehrer hatte seiner Lehre\nEin Ziel gesetzt und blickt’ aufmerksam mir\nIns Angesicht, ob ich zufrieden wäre.\nIch, noch gereizt von frischem Durst nach ihr,\nSchwieg äußerlich, doch sprach bei mir im stillen:\n“Beschwert ihn wohl zu viele Wißbegier?\"\nDoch der wahrhafte Vater, der den Willen,\nDen schüchternen, bemerkt, gab sprechend jetzt\nMir neuen Mut, des Sprechens Lust zu stillen.\nDrum ich: “Dein Licht, mein teurer Meister, letzt\nMein Auge so, daß es an allen Dingen,\nDie du beschreibst, klar schauend sich ergötzt.\nDoch, süßer Vater, laß es tiefer dringen.\nWas ist doch jene Lieb’–ich bitte, sprich!–\nAus welcher gut’ und schlechte Werk’ entspringen?\"\n“Scharf richte deines Geistes Aug’ auf mich,\"\nVersetzt’ er, “und den Irrtum jener Blinden,\nDie sich zu Führern machen, lehr’ ich dich.\nDer Geist, geschaffen, Liebe zu empfinden,\nBewegt sich schnell zu allem, was gefällt,\nWenn Reize sich, ihn zu erwecken, finden.\nWas Wirklichkeit euch vor die Augen stellt,\npaßt der Begriff, um es dem Geist zu zeigen,\nDer dann dorthin nur sich gerichtet hält.\nUnd diese Richtung, dies Entgegenneigen,\nLieb’ ist es, ist Natur, die dem, was schön\nUnd reizend ist, sich hingibt als ihm eigen.\nDann, wie die Flamm’ emporglüht zu den Höh’n\nDurch ihre Form bestimmt, dorthin zu streben,\nWo ihre Stoffe minder schnell vergeh’n,\nSo scheint der Geist der Sehnsucht nur zu leben,\nDer geistigen Bewegung, die nicht ruht,\nBis, was er liebt, sich zum Genuß ergeben.\nDrum sieh, wie not die Wahrheit jenen tut,\nDie, lehren wollend, noch den Irrwahn hegen,\nJedwede Lieb’ an sich sei recht und gut.\nGut ist vielleicht ihr Grundstoff allerwegen;\nDoch sei das Wachs auch echt und gut, man preist\nDas Bild, drin abgedrückt, noch nicht deswegen.\"\nDrauf ich: “Dein Wort und mein folgsamer Geist,\nSie lassen mich der Liebe Wesen sehen,\nObgleich der Geist noch zweifelschwanger kreist.\nDenn, muß durch äußern Reiz die Lieb’ entstehen,\nLenkt die Natur die Seele, wie ist’s dann\nVerdienstlich, ob wir krumm, ob g’rade gehen?\"–\n“Hör’ itzt, wie weit Vernunft hier schauen kann,\"\nSo er, “dort stellt Beatrix dich zufrieden,\nDenn jenseits fängt das Werk des Glaubens an.\nDie wesentliche Form–sie ist geschieden\nVom Stoff und ihm vereint, und eine Kraft,\nDie ihr nur eigen ist, ist ihr beschieden.\nSie kann, nicht fühlbar, bis sie wirkt und schafft,\nDurch Wirkung nur sich zeigen und bewähren,\nWie durch das Laub des Baumes Lebenssaft.\nDaher vermag der Mensch nicht, zu erklären,\nWoher zuerst in ihm Begriff entstehn,\nWoher das erste Sehnen und Begehren.\nDenn wie den Trieb, dem Honig nachzugehn,\nDie Bien’ erhielt, so habt ihr sie erhalten,\nDie nicht zu loben ist und nicht zu schmäh’n.\nDoch fühlt ihr auch die Kraft, die Rat gibt, walten,\nUnd sie, der andern Haupt und Herrscherin,\nSoll Wach’ an eures Beifalls Schwelle halten.\nSie, des Verdienstes und der Schuld Beginn,\nNimmt, wie euch gut’ und schlechte Lieb’ entzündet,\nSie auf und lenkt zu eurer Wahl euch hin.\nDrum haben jene, so die Sach’ ergründet,\nDie angeborne Freiheit wohl bedacht,\nUnd euch die Lehren der Moral verkündet.\nMag wirklich nun im Innern, angefacht\nVon der Notwendigkeit, die Lieb’ entbrennen,\nSo habt ihr doch auch sie zu zügeln Macht.\nDie edle Kraft wird Beatrice nennen,\nWenn sie dir kund vom freien Willen tut,\nDrum merk’ es, um des Wortes Sinn zu kennen.\"\nDer Mond, der fast bis Mitternacht geruht,\nKam itzt hervor, der Sterne Zahl beschränkend,\nGleich einem Kessel anzusehn von Glut,\nDen Pfad dem Himmelslauf entgegenlenkend,\nDen Pfad, den Sol, von Rom gesehn, durchglühe\nInmitten Sard’ und Cors’ ins Meer sich senkend.\nDer edle Geist, ob des im Ruhme blüht\nPietola vor Mantuas andern Orten,\nWar jetzt nicht mehr durch meine Last bemüht.\nIch, der die Zweifel all in seinen Worten\nGelöset sah und alles hell und klar,\nStand wie ein Schläfriger hinbrütend dorten.\nDoch plötzlich naht’ im Kreislauf eine Schar\nUnd scheuchte diese Schläfrigkeit des Matten,\nDa sie bereits in unserm Rücken war.\nUnd wie Böotiens Flüss’ in nächt’gen Schatten\nEin wild Gedräng’ an ihrem Strande sah’n,\nWenn die Thebaner Bacchus nötig hatten,\nSo sah ich jen’ im Kreise trabend nah’n,\nUnd alle trieb–so wollte mir’s erscheinen–\nGerechte Lieb’ und wackrer Eifer an.\nUnd schon bei uns, denn zögern sah ich keinen,\nWar angelangt der ganze große Hauf,\nDa riefen die zwei Vordersten mit Weinen:\n“Rasch zum Gebirge ging Marions Lauf;\nUnd Cäsar, um Ilerda zu gewinnen,\nUmschloß Marseill und brach nach Spanien auf.\"\n“Rasch, laßt aus Trägheit nicht die Zeit entrinnen,\"\nSchrien alle nun, “es macht der rege Fleiß\nZum Guten neu der Gnade Lenz beginnen.\"–\n“O ihr, in denen Eifer scharf und heiß\nDas, was ihr dort aus Lauheit nicht vollbrachtet,\nWas ihr versäumt, wohl zu ersetzen weiß,\nDer, welcher lebt–nicht sag’ ich Lügen–trachtet\nEmporzusteigen, eh’ der Morgen wach,\nDrum sagt den Weg, den ihr den nächsten achtet.\"\nMein Führer sagte dies, und einer sprach:\n“Wollt ihr zum Orte, wo der Fels, gespalten\nZur Schlucht, euch durchzieh’n läßt. So folgt uns nach.\nUns ist es nicht erlaubt, uns aufzuhalten,\nDenn Eile treibt uns fort, drum mögt ihr nicht,\nWas uns das Recht gebeut, für Grobheit halten.\nIch übt’ in Zenos Haus des Abtes Pflicht,\nUnter des guten Rotbart Herrscherstabe,\nVon welchem Mailand noch mit Schmerzen spricht.\nUnd einer, schon mit einem Fuß im Grabe,\nEr weint, gedenkend jenes Klosters, bald,\nDaß er gehabt dort Macht und Ansehn habe,\nWeil er den Sohn, verpfuscht an der Gestalt,\nNoch mehr verpfuscht an Geiste, schlechtgeboren,\nAnstatt des wahren Hirten dort bestallt.\"\nOb er noch sprach? Ob schwieg?–vor meinen Ohren\nVerklang, sich schnell entfernend, jener Ton.\nDoch merkt’ ich dies und hab’ es nicht verloren.\nUnd er, in jeder Not mein Helfer schon,\nSprach: “Sieh dorthin, woher die beiden kommen,\nDie Trägheit scheuchend und ihr selbst entfloh’n.\"\nSie riefen jenen nach: “Erst umgekommen\nWar jenes Volk, dem sich das Meer erschloß,\nBevor der Jordan seine Herr’n bekommen.\nUnd jenes, das die edle Müh’ verdroß,\nBis an sein Ziel Äneen zu begleiten,\nEs ward seitdem ein ruhmlos schlechter Troß.\"\nDie Schatten schwanden kaum in fernen Weiten,\nAls ein Gedank’ aufs neu’ in mir entstand,\nUnd dieser erste zeigte bald den zweiten,\nDem sich verwirrt der dritte, viert’ entwand,\nBis mir zuletzt die Augenlider sanken;\nUnd wie verschmelzend Bild um Bild verschwand,\nDa ward zum Traum das Wogen der Gedanken.",
        "Zur Stunde, da, vom Erdqualm überwunden,\nOft vom Saturn, den Nachtfrost zu durchlau’n,\nDer Tagesglut die Kraft dahingeschwunden,\nWenn in dem Osten vor des Frühlichts Grauen\nIhr größtes Glück die Geomanten sehen,\nWo’s kurze Zeit sich hält in nächt’gem Braun,\nSah ich ein Weib im Traume vor mir stehen,\nKalkweiß, verstümmelt, stotternd, krummgebückt,\nUnd schielend sah ich sie die Augen drehen.\nIch schaut’ auf sie–wie der, den Nachtfrost drückt,\nGestärkt wird und belebt vom Blick der Sonnen,\nSo wurde sie von meinem Blick durchzückt.\nSchnell sprang das Band, das ihre Zung’ umsponnen;\nSie richtete sich auf; ein roter Schein\nFärbt’ ihr Gesicht, wie Hauch der Liebeswonnen.\nKaum fühlte sie die Zunge sich befrei’n,\nAls sie ein Lied begann, so holden Sanges,\nDaß ich auf nichts horcht’, als auf sie allein.\n“Ich, der Sirenen Süßeste,” so klang es,\n“Ich bin’s, durch die vom Weg der Schiffer schweift;\nDenn wer mich hört, ist voll des Wonnedranges.\nMir folgt’ Ulyß, der lang’ umhergestreift,\nUnd wie Entzücken ihn und Wollust kirren,\nVerläßt mich keiner, der mich ganz begreift.\"\nNoch hört’ ich in der Luft die Töne schwirren,\nSieh, da erschien ein heil’ges Weib, mir nah,\nDie Sängerin beschämend zu verwirren.\n“Virgil! Virgil! sprich, wer ist diese da?\"\nSie rief’s mit Zorn, als sie dies Weib entdeckte\nIndes er fest nur ihr ins Auge fah.\nSie aber riß das Kleid, das jene deckte,\nIhr vorn entzwei, daß mir der Bauch erschien,\nAus dem Gestank quoll, welcher mich erweckte.\nIch schlug die Augen auf und sah auf ihn.\n“Schon dreimal rief ich dich,” begann der Weise.\n“Auf, laß uns jetzt zur Felsenöffnung zieh’n.\"\nIch richtete mich auf, und alle Kreise\nDes heil’gen Bergs erfüllte Morgenpracht\nUnd leuchtet’ hinter uns zu unsrer Reise.\nIch folgt’ ihm nach und neigte, längst erwacht,\nDie Stirn, wie einer, der in schweren Sinnen\nSich selbst zum halben Brückenbogen macht.\n“Kommt, hier steigt auf!” So hört’ ich’s nun beginnen,\nMit Tönen, wie sie nie im ird’schen Land,\nSo huldvoll und so süß, das Herz gewinnen.\nDie Flügel, wie des Schwanes, ausgespannt,\nWinkt’ uns der Engel vor, und beide gingen\nWir durch des Felsens enge Doppelwand.\nEr weht’ uns an mit den bewegten Schwingen\nUnd sprach: “Heil dem, der stark das Leid erträgt,\nDenn reichen Trost wird seine Seel’ erringen.\"\n“Was hast du, das dich immer noch erregt?\nWas sinkt verworren noch dein Blick zur Erden?\"\nSo sprach Virgil, als wir uns fortbewegt.\n“Ein neu Gesicht–noch seh’ ich die Gebärden\"–\nVersetzt’ ich, “macht mich so in Zweifeln gehn!\nNoch kann ich dieses Bilds nicht ledig werden.\"–\n“Die alte Hexe–hast du sie gesehn,\nOb der man dorten klagt, wohin wir reisen,\"\nSprach er, “und wie man’s macht, ihr zu entgehn?\nDoch weiter jetzt. Schau auf! In mächt’gen Kreisen\nWird dort im klaren himmlischen Gebiet\nLockbilder dir der ew’ge König weisen!\"\nWie erst der Falk auf seine Füße sieht,\nDoch dann nicht säumt, sich nach dem Ruf zu wenden,\nSich streckt und fliegt, wohin die Beut’ ihn zieht.\nSo ich–so klomm ich zwischen Felsenwänden,\nSoweit der Weg sich hebt im engen Schlund,\nBis wo die Stiegen auf dem Vorsprung enden.\nUnd als ich frei im fünften Kreise stund,\nDa lagen Leute, die sich weinend plagten,\nDas Auge ganz hinabgewandt, am Grund.\n“Ach, meine Seele klebt am Staube!” klagten\nSie all, und ihrer Seufzer laut Getön,\nEs ließ mich kaum vernehmen, was sie sagten.\n“Ihr Gotterwählte, deren Angstgestöhn\nGerechtigkeit und Hoffnung mild versüßen,\nO sprecht, wo ist die Stiege zu den Höh’n?\"\n“Kommt ihr, gewiß, nicht liegend hier zu büßen,\nSo nehmt nur links den Felsen euren Lauf,\nDann liegt der Eingang bald vor euren Füßen.\"\nSo bat Virgil, und so versetzt’ es drauf\nNicht weit von uns, und, schnell erratend, klärte\nIch, was drin sonst verborgen war, mir auf.\nAls ich den Blick nach dem des Führers kehrte, .\nStimmt’ er mit frohem Winke gern mir bei,\nIch möge tun, was mein Gesicht begehrte.\nKaum stand mir nun nach Wunsch zu handeln frei,\nSo sucht’ ich ihn, des Wort den Sinn verborgen:\nEr wisse nicht, daß ich noch lebend sei.\nUnd sprach: “O Geist, für den des Heiles Morgen\nDurch Tränen früher tagt, o laß für mich\nEin wenig ab von deinen größern Sorgen.\nWer warst du? Und was kehrt dein Rücken sich\nEmpor? Und dort, woher ich, noch im Leben,\nGekommen bin, dort bitt’ ich dann für dich.\"\n“Wie wir hier liegen für verkehrtes Streben,\nBald hörst du’s,” sprach er, “doch vernimm zuvor:\nMir waren Petri Schlüssel übergeben.\nBei Siestri rollt aus einem Tal hervor\nEin schöner Fluß, den das Geschlecht der Meinen\nZu seinem ersten Titel sich erkor.\nIch fühlt’ als Papst fünf Wochen lang, daß einen,\nDer rein die Stola hält, sie so beschwert,\nDaß leicht, wie Flaum, all andre Bürden scheinen.\nUnd leider, ward ich nur zu spät bekehrt;\nDoch als ich zu dem Heil’gen Stuhl gelangte,\nDa ward ich von des Lebens Trug belehrt.\nIch sah, daß dort das Herz nie Ruh’ erlangte,\nDaß jenes Leben mir nichts Höh’res bot,\nDaher ich heiß nach diesem nur verlangte.\nBis dahin war ich arm, getrennt von Gott,\nUnd völlig machte mich der Geiz zum Sklaven,\nDafür sie mich bestraft mit dieser Not.\nDie Läutrungsqualen, die mich hier betrafen,\nTun dir des Geizes Art und Wesen kund,\nUnd auf dem Berg gibt’s keine härtern Strafen.\nWie einst das Auge nicht nach oben stund,\nUnd nur gefesselt war von ird’schen Dingen,\nSo drückt’s Gerechtigkeit hier an den Grund.\nUnd wie den Trieb, das Gute zu vollbringen,\nDer Geiz erstickt und nimmer handeln läßt,\nSo hält Gerechtigkeit in festen Schlingen\nHier Hand und Fuß gebunden und gepreßt;\nSo liegen wir, bis uns der Herr die Glieder\nEinst wieder löst, hier unbeweglich fest.\"\nAntworten wollt’ ich ihm und kniete nieder,\nDoch, da ich sprach und er durchs Ohr erkannt,\nDaß Ehrfurcht mich gebeugt, begann er wieder:\n“Was kniest du hier?” Und ich drauf: “Ich empfand\nOb deiner Würde Vorwürf im Gewissen,\nDaß ich vor dir noch g’rad’ und aufrecht stand.\"\n“Bruder, steh auf!\"–so er–\"du mußt ja wissen,\nDein Mitknecht bin ich nur von einer Macht,\nDer du und ich und all uns beugen müssen.\nUnd hattest du des heil’gen Spruches acht:\nSie freien nicht, so wirst du dir erklären,\nWas ich bei meiner Rede mir gedacht.\nJetzt geh. Dein Weilen hemmt den Lauf der Zähren,\nDie früher mir–denk’ an dein eignes Wort–\nDas Morgenlicht des ew’gen Heils gewähren.\nAlagia, eine Nichte, hab’ ich dort,\nGut von Natur, reißt nicht zu schlechten Trieben\nSie der Verwandten übles Beispiel fort,\nUnd sie allein ist jenseits mir geblieben.”",
        "Schwer kämpft der Wille gegen bessern Willen,\nDrum zog ich ungern jetzt vom Quell den Mund,\nWeil er es wünscht’, ohn’ erst den Durst zu stillen.\nWir gingen einen Weg, wo frei der Grund\nZum Gehen war, entlang dem Felsgestade,\nGleich engem Steg am Mauerzinnenrund.\nDenn jene Schar, die sich im Tränenbade\nVom Übel, das die Welt erfüllt, befreit,\nVersperrt’ uns mehr nach außen hin die Pfade.\nDu alte Wölfin, sei vermaledeit!\nKein Tier erjagt sich Beute gleich der deinen,\nDoch bleibt dein Bauch noch endlos hohl und weit.\nO Himmel, dessen Kreislauf, wie wir meinen,\nDer Erde Sein und Zustand wandeln soll,\nWann wird der Held, der sie vertreibt, erscheinen?\nWir gingen langsam fort und mühevoll\nIch, horchend, als aus jener Schatten Mitte\nEin jammervoller Klageton erscholl.\n“Maria, Süße!” klang’s vor meinem Schritte,\nUnd wie ein kreißend Weib zu jammern pflegt,\nSo kläglich schien der Ruf der frommen Bitte.\n“Du warst so arm!” so sagt’ es dann bewegt,\n“Der Armut sehn wir jene Kripp’ entsprechen,\nIn welche du die heil’ge Frucht gelegt.\"\n“Fabricius, Wackrer!” hört’ ich’s weiter sprechen,\n“Tugend mit Armut schien dir mehr Gewinn\nAls der Besitz des Reichtums mit Verbrechen.\"\nGar wohl gefiel mir dieser Rede Sinn,\nUnd um zu sehn, wer von den Felsenbänken\nSie ausgesprochen, wandt’ ich mich dahin.\nUnd weiter sprach er noch von den Geschenken,\nDie Nikolaus gemacht den Mägdelein,\nUm sie zum Weg der Ehre hinzulenken.\n“O Geist, der du so wohl sprichst,” fiel ich ein,\n“Sprich jetzt, wer warst du und aus welchem Grunde\nErneust du hier so würd’ges Lob allein?\nNicht unbelohnt soll bleiben solche Kunde,\nKehr’ ich zurück zum Rest der kurzen Bahn\nDes Lebens, das da eilt zur letzten Stunde.\"\nUnd er: “Nicht will von dort ich Hilf empfah’n,\nDoch red’ ich, denn mir strahlt im hellen Lichte\nDie Huld, die Gott dir vor dem Tod getan.\nDes Baumes Wurzel bin ich, der in dichte\nUmschattung hüllt die ganze Christenheit,\nVon dem man selten nur pflückt gute Früchte.\nDoch wäre schon die Rache nicht mehr weit,\nWenn Macht Gent, Brügge, Lille und Douai hätten,\nAuch bitt’ ich drum des Herrn Gerechtigkeit.\nHugo bin ich, der Stammherr der Capetten,\nPhilipp’ und Ludwige, die auf den Thron\nDes schönen Frankreichs jetzt sich üppig betten.\nAls ich lebt’ in Paris, ein Metzgersohn,\nErstarb der Königsstamm in allen Zweigen,\nUnd nur noch einer lebt’ in Schmach und Hohn;\nDa macht’ ich mir des Reiches Zaum zu eigen,\nUnd so vermehrt’ ich meine Macht alsdann,\nSo sah ich sie durch Land und Freunde steigen,\nDaß den verwaisten Thron mein Sohn gewann,\nVon welchem nach dem Walten ew’ger Mächte\nDie Reihe der Gesalbten dort begann.\nBis der Provence Mitgift dem Geschlechte\nDer Meinen nicht die heil’ge Scham entriß,\nGalt’s wenig zwar, allein vermied das Schlechte.\nSeitdem verübt’ es Tat der Finsternis,\nLog, raubt’ und stahl, worauf’s, aus Reu’ und Buße,\nDie Normandie und Ponthieu an sich riß.\nKarl kam nach Welschland, und, aus Reu’ und Buße,\nKöpft’ er den Konradin und sandte drauf\nDen Thomas heim zu Gott, aus Reu’ und Buße.\nBald bricht ein andrer Karl im vollen Lauf,\nDenn besser sollt ihr seine Sitt’ erkennen\nUnd seines Stammes Art, aus Frankreich auf.\nZur Rüstung wird er nicht sich Zeit vergönnen,\nUnd nur mit Judas Lanze, so, daß dir,\nFlorenz, der Wanst platzt, in die Schranken rennen.\nNicht Land, nur Sünd’ und Schmach gewinnt er hier.\nUnd trägt er sie gar leicht und unbefangen,\nSo wird er einst noch mehr gedrückt von ihr.\nEin andrer Karl, im Seegefecht gefangen,\nVerschachert, wie die Sklavin der Korsar,\nDie Tochter, um das Kaufgeld zu empfangen.\nAch, was vermagst nicht du, o Geiz! Sogar\nSein eignes Fleisch beut, schmählich überwunden\nVon deiner Macht, mein Blut zum Kaufe dar.\nDoch ist der Frevel schon in nichts verschwunden;\nIch seh’ Alagna, wo die Lilie weht!\nSeh’ im Statthalter Christum selbst gebunden.\nSeh’ ihn drauf verspottet und geschmäht!\nSeh’ ihn aufs neue Gall’ und Essig schmecken!\nSeh’ ihn, der unter Räubern dann vergeht!\nDen grimmigen Pilatus seh’ ich schrecken\nUnd, noch nicht satt, ihn, ohne Kirchenschluß,\nDie gier’ge Hand nach Kirchengütern strecken.\nGott, was säumt dein Rächerarm? Was muß\nSo lang’ an mir gerechter Unmut nagen?\nDie Frevler strafend, stille den Verdruß!–\nDu hörtest mich vorhin von jener sagen,\nDie einzig ist des Heil’gen Geistes Braut,\nUnd dies beweg dich, nach dem Grund zu fragen.\nVon ihr erklingt das Flehen leis und laut\nBeim Tageslicht, doch von den Gegensätzen\nTönt unsre Klage, wenn die Nacht ergraut.\nDann denken wir Pygmalions mit Entsetzen,\nDer ein Verwandtenmörder ward, ein Dieb\nUnd ein Verräter aus Begier nach Schätzen;\nDes Midas, der so lang im Elend blieb,\nDas jedem, der ihn sah, weil’s ihn nicht freute,\nAls er die Gier gestillt, zum Lachen trieb;\nDes tollen Achan auch, des Diebs der Beute,\nDer, wie es scheint, noch hier nicht tragen kann\nDes Josua Zorn, der ihm im Leben dräute.\nSapphiren tadeln wir und ihren Mann\nUnd loben den, der hinwarf Heliodoren;\nDen ganzen Berg umkreist mit Schande dann\nPolynestor, der totschlug Polydoren.\nZuletzt erklingt es: Crassus, sprich, wie schmeckt\nDas Gold, das du zur Lieblingsspeis’ erkoren?\nDer redet laut, der leis und unentdeckt,\nJe wie der Drang des Leids, das wir erproben,\nUns minder oder mehr erregt und weckt.\nIch sprach vom Heil, das wir am Tage loben,\nHier nicht allein, nur daß zu lautem Klang,\nDie mir hier nah sind, nicht die Stimm’ erhoben.\"\nWir richteten nun vorwärts unsern Gang,\nNachdem wir diesen Schatten kaum verlassen,\nSo schleunig, als es nur der Kraft gelang.\nDa aber zitterten des Berges Massen,\nAls stürz’ er hin, und Furcht erfaßte mich,\nWie sie den, der zum Tod geht, pflegt zu fassen.\nNicht schüttelte so heftig Delos sich,\nEh, beide Himmelsaugen zu gebären,\nDorthin zum sichern Nest Laton’ entwich.\nRings braust’ ein Ruf, um meine Furcht zu mehren,\nDoch näher trat zu mir mein Meister da:\n“Ich führe dichl–was magst du Sorgen nähren?\"\nUnd könnt’ ich aus den Stimmen, die mir nah\nErklangen, recht das ganze Lied verstehen,\nKlang’s: Deo in excelsis gloria!\nWir blieben staunend, gleich den Hirten, stehen,\nDie diesen Sang zum erstenmal gehört,\nUnd ließen Erdenstoß und Lied vergehen.\nDoch dann, zum heil’gen Weg zurückgekehrt,\nSahn wir die Schatten, die am Boden lagen,\nSchon wieder vom gewohnten Leid beschwert.\nNoch nie bekämpften sich mit solchen Plagen\nIn mir Unwissenheit und Wißbegier,\nMag ich auch forschend die Erinnrung fragen:\nWonach ich grübelnd je gespäht?–wie hier.\nNicht fragen dürft’ ich, denn er ging von hinnen,\nUnd nichts erklären könnt’ ich selber mir;\nSo ging ich schüchtern fort in tiefem Sinnen.",
        "Der Durst, den die Natur gegeben hat,\nDen nur das Wasser stillt, um dessen Gnade\nDie Samariterin den Heiland bat,\nVerzehrte mich, und auf verengtem Pfade\nTrieb Eile mich, dem Führer nachzuzieh’n,\nVoll Gram, daß Schuld uns so mit Leid belade.\nUnd sieh, wie Kunde Lukas uns verlieh’n,\nDaß Christus zween, die unterweges waren,\nErstanden aus dem Grabgewölb’, erschien;\nSo uns ein Schatten–hinter uns, die Scharen,\nDort ausgestreckt, betrachtend, ging er fort\nUnd ließ sich sprechend erst von uns gewahren.\n“Gott geb’ euch Frieden, Brüder!” war sein Wort,\nDas plötzlich hin zu ihm uns beide kehrte;\nUnd ziemend dankt’ ihm mein getreuer Hort\nUnd sprach: “Zu denen, so der Herr verklärte,\nVersetz’ er dich, zu jenem sel’gen Chor,\nDes Frieden er auf ewig mir verwehrte.\"\nUnd jener sprach: “Wenn Gott euch nicht erkor,\"\n(Doch säumte nicht, indessen fortzugehen,)\n“Wer leitet’ euch die heil’ge Stieg’ empor?\"\nVirgil darauf: “Sieh hier die Zeichen stehen,\nDie diesem eingeprägt vom Engel sind,\nUnd daß er auserwählt ist, wirst du sehen.\nAllein weil sie, die unablässig spinnt,–\nIhm noch nicht ganz den Rocken abgesponnen,\nDen Klotho anlegt, wenn ein Sein beginnt,\nHätt’ er, allein, die Höhe nie gewonnen,\nWeil seine Seele, Schwester dir und mir,\nNoch nicht nach unsrer Art zu sehn begonnen.\nDrum bin ich aus dem Höllenschlunde hier,\nUnd meine Schule wies und weist ihm alles,\nWas sie gewähren kann der Wißbegier.\nDoch sprich, was schwankte so gewalt’gen Pralles\nVorhin der Berg? Was tönte bis zum Strand\nDer allgemeine Ruf so lauten Schalles?\"\nMein teurer Meister, also fragend, fand\nSo meiner Sehnsucht Ohr, daß mein Begehren,\nMein Durst durch Hoffnung Lindrung schon empfand.\nUnd jener sprach: “Den Berg, den heil’gen, hehren,\nNichts trifft ihn sonder Ordnung, was es sei,\nUnd ew’ge Regel herrscht in diesen Sphären.\nStets ist er hier von jeder Störung frei;\nWenn einen Geist von ihm Gott aufgenommen,\nVerkünden’s Erdenstoß und Jubelschrei.\nWer jene kleine Stieg’ emporgeklommen\nVon dreien Stufen, sieht nicht Reif noch Tau,\nNicht Hagel mehr, noch Schnee, noch Regen kommen.\nKein Wölkchen trübt hier je des Himmels Blau,\nNie blinkt des Blitzes Schnell verschwundne Helle’\nNie baut sich Iris’ Brück’ auf dunkelm Grau.\nKein trockner Dunst steigt über jene Stelle,\nVon der ich sprach, auf der die Füße stehn\nDes Pförtners von der diamantnen Schwelle.\nVon Stürmen, die im Erdenschoß entstehn,\nMag’s sein, daß unten oft der Berg erdröhne,\nHier–wie, begreif ich nicht–ist’s nie gescheh’n.\nHier bebt er, wenn in neuer Rein’ und Schöne\nDie Seele fühlt, sie woll’ erhoben sein.\nIhr Steigen fördern dann die Jubeltöne.\nDer Reinheit Prob’ ist dieser Will’ allein;\nFrei, treibt er sie, zum Zuge sich zu rüsten,\nUnd er verleiht ihr sicheres Gedeih’n.\nErst will sie zwar, doch fühlt’ auch, mit Gelüsten\nNach längrer Qual, daß nach Gerechtigkeit,\nDie, so einst sündigten, erst leiden müßten.\nIch lag fünfhundert Jahr’ in diesem Leid\nUnd länger noch und fühlte mir soeben .\nZum Aufwärtszieh’n den Willen erst befreit.\nDrum fühltest du den ganzen Berg erbeben,\nDrum pries den Herrn die ganze fromme Schar,\nIn Hoffnung, bald sich selber zu erheben.\"\nSprach’s, und je heißer die Begierde war,\nJe mehr fühlt’ ich vom Tranke mich erquicken\nUnd fühlte mich gestärkt und frei und klar.\nVirgil drauf: “Welche Netz’ euch hier umstricken,\nWie ihr entschlüpft, was durch den Berg gezückt,\nWas Jubeltön’ empor die Seelen schicken,\nDas hat dein Wort mir deutlich ausgedrückt.\nJetzt sage mir: Wer bist du einst gewesen?\nUnd was hat hier so lang dich schwer gedrückt?\"\nDrauf jener: “Damals, als das höchste Wesen,\nDas Blut zu rächen, das für schnödes Geld\nJudas verkauft, den Titus auserlesen,\nDa lebt’ ich mit dem Namen, der bei Welt\nUnd Nachwelt gilt, geschmückt mit höchstem Preise,\nDoch war noch nicht vom Glaubenslicht erhellt.\nSo süß war des klangreichen Geistes Weise,\nDaß Rom mich Tolosanen rief und hoch\nMich ehrte mit verdientem Myrtenreise.\nMich, Statius, nennt man jenseits heute noch.\nVon Theben hob’ ich, vom Achill gesungen,\nBis unterwegs ich sank dem zweiten Joch.\nAuch meine Glut ist an der Flamm’ entsprungen,\nDer göttlichen, die Funken ausgesprüht\nUnd Tausende mit ihrem Licht durchdrungen.\nSie, die Äneis, ist’s, die mich durchglüht,\nSie nur war Mutter, Amme mir im Dichten,\nUnd ohne sie war ich umsonst bemüht.\nO hätt’ ich mit Virgil gelebt! Mit nichten\nSchien mir’s zu schwer, ein Jahr lang, noch im Bann,\nDafür auf die Befreiung zu verzichten.\"\nBei diesen Worten sah Virgil mich an\nMit einem Blick, der schweigend sagte: Schweige!\nDoch weil die Kraft, die will, nicht alles kann,\nNicht hindern kann, daß sich die Seele zeige,\nUnd, wie durch sie die jähe Regung blitzt,\nTrän’ oder Lächeln uns ins Antlitz steige,\nSo blinkt’ ich lächelnd mit den Augen itzt,\nDrum sah mir jener, dem dies nicht entgangen,\nIns Auge, wo das Bild der Seele sitzt.\n“So wie du mögst zum großen Ziel gelangen,\"\nBegann er drauf, mir zugewandt, “So sprich:\nWas schwebt’ ein Lächeln jetzt um deine Wangen?\"\nNun zeigen hier und dorten Schlingen sich.\nDer heißt mich schweigen, jener, offenbaren.\nIch seufze nur, doch man ergründet mich.\n“Du magst dir jetzt das längre Schweigen sparen,\"\nBegann Virgil, “sprich nur, denn er beweist\n.Zu große Sehnsucht, alles zu erfahren.\"\n“Vielleicht wohl wundert’s dich, du alter Geist,\"\nAlso begann ich jetzo, “daß ich lachte,\nDoch will ich, daß du mehr verwundert seist.\nEr, der mich aufwärts führt, wohin ich trachte,\nEs ist Virgil, der Quell, der deinen Sang\nVon Helden und von Göttern strömen machte.\nGlaubst du, das andrer Grund des Lachens Drang\nIn mir erregt, magst du den Glauben lassen;\nEs war dein Wort, das mich zum Lachen zwang.\"\nDa neigt’ er sich, die Knie ihm zu umfassen,\nZu meinem Hort, der sprach: “Laß, Bruder, laß!\nWir sind ja Schatten beid’ und nicht zu fassen.\"\nUnd er stand auf und sprach: “Du wirst das Maß\nDer Liebe, die mich an dich zieht begreifen,\nDa ich der Körper Mangel ganz vergaß\nUnd Schatten sucht’ als Festes zu ergreifen.”",
        "Schon hinter uns geblieben war der Engel,\nDer unsern Schritt zum sechsten Kreis gekehrt\nUnd mir getilgt ein Zeichen meiner Mängel.\nSie, deren Wunsch Gerechtigkeit begehrt,\nSie riefen: “Heil dem Dürstenden!” und schwiegen,\nUnd ohne weitres war ihr Sinn erklärt.\nIch, leichter als auf andern Felsenstiegen,\nGing aufwärts, den behenden Geistern nach,\nUnd sonder Mühe ward der Kreis erstiegen.\n“An Lieb’, entzündet von der Tugend,” sprach\nMein Meister nun, “ist andre stets entglommen,\nWenn sichtbar nur hervor die Flamme brach.\nDarum, seit Juvenal hinabgekommen\nZum Höllenvorhof, und mit uns vereint,\nVon dem ich, wie du mich geliebt, vernommen,\nWar ich in Liebe dir so wohlgemeint,\nWie wir sie selten Niegesehnen weihen,\nSo, daß nun kurz mir diese Stiege scheint.\nDoch sprich und wolle mir als Freund verzeihen,\nLöst mir zu große Sicherheit den Zaum,\nUnd wolle Kunde mir als Freund verleihen:\nWie fand der Geiz doch–ich begreif es kaum–\nBei solcher Weisheit, wie dein eifrig Streben\nErrungen hat, in deinem Busen Raum?\"\nHier sah ich Lächeln jenes Mund umschweben,\nDann sprach er: “Jedes Wort aus deinem Mund,\nZeugt’s nur von Liebe, muß mir Freude geben.\nOft werden uns von außen Dinge kund,\nDie falsche Zweifel in der Seel’ erregen,\nWeil tief verborgen ist ihr wahrer Grund.\nDu scheinst–die Frage zeigt’s–den Wahn zu hegen,\nDaß mich der Geiz auf Erden einst geplagt,\nVielleicht weil ich in diesem Kreis gelegen.\nJetzt wisse, daß ich ihm zu sehr entsagt,\nUnd dieses Unmaß hab’ ich hier in Schlingen\nSo viele tausend Monden lang beklagt.\nDort unten müßt’ ich, Steine wälzend, ringen,\nHätt’ ich dein zürnend Warnen nicht gehört:\nZu was kannst du die Menschenbrust nicht zwingen.\nVerfluchter Durst nach Gold, der uns betört!–\nDie ernste Mahnung hört’ ich dich verkünden\nUnd ward aus eitlen Träumen aufgestört.\nDaß nur zu offen meine Hände stünden,\nDies ward mir nun in meinem Geiste klar,\nMit Reu’ ob dieser und der andern Sünden.\nWieviel’ erstehn einst mit verschnittnem Haar,\nWeil bis zum Tod sie nicht erkannt, daß Sühne\nDurch Reu’ auch diesem Fehler nötig war.\nWisse, die Schuld, die auf des Lebens Bühne\nSich einer andern g’rad’ entgegensetzt,\nVerliert zugleich mit ihr hier ihre Grüne.\nDrum sahst du mich bei jenen Scharen jetzt\nDer Reuigen, die einst der Geiz bezwungen;\nDrum hat das Gegenteil mich herversetzt.\"\n“Zur Zeit, da du der Waffen Graus gesungen.\nDie Jokasten Gram zu Gram gefügt,\"\nSprach jener, dem das Hirtenlied gelungen,\n“War, wenn, was Klio aus dir singt, nicht trügt,\nNicht durch den Glauben noch dein Herz gelichtet,\nBei dessen Mangel keine Tugend g’nügt.\nNun, welche Sonne hat die Nacht vernichtet,\nWelch irdisch Licht, daß du an deinem Kahn\nDie Segel dann, dem Fischer nach, gerichtet?\"\nUnd er: “Du zeigtest mir zuerst die Bahn\nZu dem Parnaß und seinen süßen Quellen\nUnd warst mein erstes Licht, um Gott zu nah’n.\nDem, der bei Nacht geht, warst du gleichzustellen,\nDem seine Leuchte selbst kein Licht verleiht,\nUm hinter ihm die Straße zu erhellen,\nIndem du sprachst: Erneuert wird die Zeit,\nIch seh’ ein neu Geschlecht vom Himmel steigen\nUnd Ordnung herrschen und Gerechtigkeit.\nDurch dich ward mir der Ruhm des Dichters eigen,\nDurch dich ward ich den Christen beigesellt;\nWie? Soll sich dir in klarem Bilde zeigen.\nVom wahren Glauben schwanger war die Welt\nSchon überall; es streuten diesen Samen\nDie Boten ew’gen Reichs ins weite Feld.\nMit deinem oft berührten Worte kamen\nDie neuen Pred’ger sämtlich überein,\nDrum folgt’ ich denen, die ihr Wort vernahmen.\nSie schienen mir so heilig und so rein–\nUnd als sie Domitian verfolgte, machten\nMich weinen ihre Klag’ und ihre Pein.\nUnd ihnen beizustehn war all mein Trachten,\nDa mir so redlich ihre Sitt’ erschien;\nAll andre Sekten mußt’ ich drum verachten.\nEh’ dichtend, ich an Thebens Flüsse zieh’n\nDie Griechen ließ, hatt’ ich die Tauf empfangen,\nObwohl ich äußerlich als Heid’ erschien,\nUnd ein versteckter Christ verblieb aus Bangen;\nUnd ob der Lauheit hab’ ich mehr als vier\nJahrhunderte den vierten Kreis umgangen.\nSprich jetzo du, der du den Schleier mit\nGehoben hast vom Heile, das ich preise,\nDenn Zeit genug beim Steigen haben wir:\nWo Freund Terenz, wo Varro ist, der Weise,\nCäcilius, Plautus?–sprich, ich bitte sehr,\nOb sie verdammt sind und in welchem Kreise?\"\n“Sie, ich und mancher sonst,” erwidert’ er,\n“Wir sind beim Griechen, jenem blinden Alten,\nDen Musenmilch getränkt, wie keinen mehr,\nIm ersten Kreis der blinden Haft enthalten;\nOft sprachen wir von jenem Berge schon,\nWo unsre süßen Nährerinnen walten.\nDort ist Euripides, Anakreon\nMit vielen Griechen, die der Lorbeer krönte,\nMit dem Simonides und Agathon.\nAuch sie, von welchen einst dein Lied ertönte,\nAntigone, Ismene, so gebeugt,\nWie einst, da sie um den Verlobten stöhnte.\nAuch jene, die das Kind, das sie gesäugt,\nRückkehrend von Langia, tot gefunden,\nUnd Daphne, von Tiresias erzeugt.\"\nDie Dichter schwiegen beide jetzt und stunden,\nVom Steigen frei und von der Felsenwand,\nUnd sah’n umher, das Weitre zu erkunden.\nDie fünfte Dienerin des Tages stand\nAm Wagen schon, um seinen Lauf zu leiten,\nDer Deichsel Flammenspitz’ emporgewandt.\n“Wir kehren, denk’ ich, unsre rechten Seiten”,\nBegann mein Herr, “zum freien Rande hin,\nUm, wie wir pflegen, um den Berg zu schreiten.\"\nSo ward Gewohnheit unsre Führerin;\nAuch Statius winkte Beifall dem Genossen,\nDrum gingen wir mit sorgenfreiem Sinn,\nSie mir voraus, ich einsam, unverdrossen,\nGing hinterdrein, den Reden horchend, fort,\nDie meinem Geist der Dichtung Tief’ erschlossen.\nDoch machte bald der Dichter süßes Wort\nEin Baum mit würzig duft’gen Äpfeln schweigen.’\nInmitten unsers Weges stand er dort;\nUnd wie die Tann’ aufwärts, von Zweig zu Zweigen\nSich enger abstuft, so von Sproß zu Sproß\nEr niederwärts, erschwerend das Ersteigen.\nAuf jener Seite, wo der Weg sich schloß,\nFiel klares Naß vom hohen Felsensaume,\nDas auf die Blätter sprühend sich ergoß.\nDa nahte sich das Dichterpaar dem Baume,\nAus dessen Zweigen eine Stimm’ erscholl:\n“Die Speise hier wird teuer eurem Gaume.\"\n“Der Hochzeit nur, um ganz und ehrenvoll\nSie auszurichten, galt Marias Sinnen,\nNicht ihrem Mund, der für euch sprechen soll.\nNur Wasser tranken einst die Römerinnen;\nNicht Königskost hat Daniel gewollt,\nUm reichen Schatz der Weisheit zu gewinnen.\nDie Urzeit war so schön wie lautres Gold,\nAls Eichen noch dem Hunger leckre Speisen\nUnd Nektar jeder Bach dem Durst gezollt.\nHeuschrecken hat und Honig einst zu speisen\nDer Täufer in der Wüste nicht verschmäht,\nUnd hoch und herrlich ist er drob zu preisen,\nWie’s offenbart im Evangelium steht.”",
        "Indes ins Laubwerk meine Blicke drangen,\nSo scharf und spähend, wie sie einer spannt,\nDer seine Zeit verliert mit Vogelfangen,\nRief er, der mehr als Vatersorg’ empfand:\n“Sohn, komm. Die Zeit, die uns verlieh’n zum Reisen,\nSei eingeteilt und nützlicher verwandt.\"\nSchnell wandt’ ich Blick und Schritt zu beiden Weisen,\nDie also sprachen, daß zum leichten Gang\nDie Mühe ward, den Felsen zu umkreisen.\nSieh, da erklangen Klagen und Gesang:\n“Herr, meine Lippen,” klang’s mit einem Stöhnen,\nDas mich zugleich mit Lust und Leid durchdrang.\n“Mein süßer Vater, welche Stimmen tönen?\"\nIch rief’s, und er drauf: “Schatten sind’s, die nun\nFür einst versäumte Pflicht den Herrn versöhnen.\"\nWie unterweges eil’ge Wandrer tun,\nDie Leut’ einholen, welche sie nicht kennen,\nUnd sich zwar umsehn, doch nicht stehn und ruh’n;\nSo kam jetzt hinter uns in schnellerm Rennen\nEin frommer Haufe, lief vorbei und schaut’\nUns staunend an, um schweigend fortzurennen.\nDie Augen tief und hohl und nachtumgraut,\nErschienen sie, die Hagern, die Erblaßten,\nDie Knochen alle sichtbar durch die Haut.\nSo mager, glaub’ ich, war nach langem Fasten,\nSo ausgetrocknet nicht Erisichthon,\nAls nun sein eignes Fleisch die Zähn’ erfaßten.\nSie gleichen jenen, dacht’ ich, da sie floh’n,\nDie einst Jerusalem verloren haben,\nWo selbst die Mutter fraß den eignen Sohn.\nTief war das Aug’ in seinem Rund vergraben,\nDas einem Ringe sonder Gemme glich,\nUnd Nas’ und rings die Knochen scharf erhaben.\nDaß eines Apfels Duft so jämmerlich\nZurichten könn’ und Duft von einer Quelle,\nBegier erzeugend, wer wohl dächt’ es sich?\nSchon staunt’ ich, wie der Hunger sie entstelle,\nIndem ich noch die Ursach’ nicht verstund,\nVon ihrem magern Leib und traur’gem Felle.\nDa sah ich, wie aus seines Hauptes Grund\nEin Geist auf mich die Augen forschend richte,\nDer ausrief: Welche Gnade wird mir kund?\nNie hätt’ ich ihn erkannt am Angesichte,\nDoch durch die Stimme ward mir offenbart,\nWie Hunger Ansehn und Gestalt vernichte.\nUnd dieser Funke machte völlig klar\nMir die Erinnrung, daß ich sein gedachte,\nUnd sah, daß dies Foreses Antlitz war.\nUnd er begann nun flehend: “Ach, verachte\nDie dürre Haut nicht, noch mein blaß Gesicht,\nOb auch die Schuld um alles Fleisch mich brachte.\nGib wahrhaft mir von deinem Los Bericht,\nUnd von den zwei’n, die bei dir sind–ich flehe!–\nVerweigre mir erwünschte Kunde nicht.\"\n“Dein Angesicht, bei dem mit tiefem Wehe,\"\nBegann ich, “als ich’s tot sah, ich geklagt,\nBetrübt mich mehr, da ich’s so hager sehe.\nDrum sprich, bei Gott, was so dein Laub zernagt.\nNicht wolle, daß ich, weil ich staun’, erzähle,\nDenn übel spricht, wen selbst die Neugier plagt.\"–\n“Vom ew’gen Rat”, so sprach Foreses Seele,\n“Sinkt eine Kraft, die Bach und Baum durchdringt,\nDurch die ich hier mich abgemagert quäle.\nSie ist’s, die jeden, der hier weinend singt,\nZur Heiligkeit vom wüsten Schwelgerleben\nDurch Hunger und durch Durst zurückebringt.\nDer Duft, den jene Früchte von sich geben,\nDer Quell auch, der sie netzt, entflammt der Brust\nNach Speis und Trank ein nie gestilltes Streben.\nSooft im Kreis wir dorthin zieh’n gemußt,\nWird immer diese Pein in uns erneuert.\nIch sage Pein und sollte sagen: Lust,\nWeil nach dem Baum uns jener Drang befeuert,\nDer Christum froh dahin zum Kreuz gebracht,\nWo unsrer Schmach sein teures Blut gesteuert.\"\nDrauf ich: “Forese, seit du jene Nacht\nVertauscht mit diesem bessern Leben, zählte\nMan nur fünf Jahr’, die kaum den Lauf vollbracht.\nWenn dir die Kraft zu sünd’gen eher fehlte,\nAls du durchdrungen warst von gutem Leid,\nDas stets die Seele neu mit Gott vermählte,\nWie stiegst du in so kurzer Frist so weit?\nDort unten dich zu finden mußt’ ich meinen,\nWo man verlorne Zeit ersetzt durch Zeit.\"\nUnd er: “Zum süßen Wermutstrank der Peinen\nHat mich befördert meiner Nella Fleiß\nIn frommem Fleh’n und ihr unendlich Weinen.\nDenn ihr Gebet, ihr Stöhnen fromm und heiß,\nHat mich der Küste, wo man harrt, entzogen\nUnd mich befreit aus jedem andern Kreis.\nIhr. die ich so geliebt, ist Gott gewogen,\nWeil sie, der nur der Tugend Reiz gefällt,\nSich ganz vom Pfad der andern abgezogen.\nDer Sarden rohes Bergesland enthält\nMehr Scham und Sitte noch in feinen Frauen\nAls das, wo ich sie ließ in jener Welt.\nO süßer Bruder, soll ich dir’s vertrauen?\nIch glaube schon die Zukunft, der das Heut\nNicht alt erscheinen wird, vor mir zu schauen,\nWo man den frechen Frau’n, die ungescheut\nDen Busen mit den Brüsten offenbaren,\nDies von der Kanzel in Florenz verbeut.\nWann mußten Frau’n von Türken und Barbaren,\nUm mit bedeckter Brust einherzugehn,\nVon Staat und Kirche Rügen erst erfahren?\nDoch könnten nur die Unverschämten sehn,\nWas ihnen schon der Himmel vorbereitet,\nSie wurden heulend, offnen Mundes, stehn.\nSie jammern, wenn kein Wahn mich hier verleitet,\nEh’ auf des Wange, der jetzt eingelullt\nVon Eipopeia wird, sich Flaum verbreitet.\nJetzt sprich von dir und zahle mir die Schuld.\nSieh alle, die dorthin die Augen lenken,\nWo du die Sonne deckst, voll Ungeduld.\"\nUnd ich versetzt’ ihm: “Willst du des gedenken,\nWas du mit mir einst warst, und ich mit dir,\nSo wird noch jetzt dich die Erinnrung kränken.\nVor kurzem hat von dort er, der vor mir\nAls Führer geht, mich mit sich fortgenommen,\nAls rund euch schien der Bruder dieser hier.\"\n–Die Sonne zeigt’ ich–\"Mir zum Heil und Frommen\nBin ich durch wahren Todes tiefe Nacht\nMit ihm in diesem wahren Fleisch gekommen.\nEr hat im Kreislauf mich emporgebracht\nZu diesem Berg, wo die sich g’rad’ erheben,\nDie einst das Erdenleben krumm gemacht.\nEr wird mir sein Geleit so lange geben,\nBis ich gelangt zu Beatricen bin;\nOhn’ ihn dann muß ich weiter aufwärts streben.\nEs ist Virgil\"–hier zeigt’ ich nach ihm hin–\n“Sieh auch den andern und erkenne diesen\nAls den, ob des der Berg gebebt vorhin,\nDa euer Reich ihn von sich weggewiesen.”",
        "Nicht hemmt’ uns Gehn im Reden, Red’ im Gehn;\nDer Lauf ging beim Gespräch so rasch vonstatten,\nWie eines Schiffs bei guten Windes Weh’n.\nUnd die, wie’s schien, zweimal gestorbnen Schatten,\nSie sogen Staunen durch die Augen ein,\nDa sie bemerkt mein irdisch Leben hatten.\n“Wohl eil’ger”, sprach ich weiter, “würd’ er sein,\nZum Platz zu zieh’n, der dort ihm angewiesen,\nWar’ er nicht aufgehalten von uns zwei’n.\nDoch sprich, wo ist Piccarda? Wer von diesen,\nVon welchen jeder Blick jetzt auf mir ruht,\nWard durch den Ruf im Leben einst gepriesen?\"\n“Sie, meine Schwester, einst so schön als gut,\nTrägt dort, wo wir das ew’ge Licht erkennen,\nDie Krone des Triumphs mit heiterm Mut.\"\nSprach’s, und darauf: “Hier darf man alle nennen,\nDenn, vom heilsamen Fasten abgezehrt,\nWürd’ einer sonst den andern nimmer kennen.\nSieh dort\"–er sprach’s, den Finger hingekehrt–\n“Den Buonagiunta; sieh dort den Erblaßten,\nVom Hunger mehr als jeden sonst, verheert,\nDes Arme dort die heil’ge Kirch’ umfaßten.\nEr war von Tours und büßt hier manchen Schmaus\nVon weinersäuften Aal mit schwerem Fasten.\"\nNoch wählt’ er manchen von der Schar heraus\nUnd nannt’ ihn mir, was jeden sehr erfreute,\nUnd keiner sah drum trüb und finster aus.\nIch Sah den Bonifaz, der viel Leute\nMit Pfründenfett geatzt; den Ubaldin,\nDer an den Zähnen selbst vor Hunger käute;\nSah den Marchese, den, trotz allem Zieh’n\nAus seinem Krug, der Durst nur ärger brannte,\nUnd dem der Mund beständig trocken schien.\nDoch wie, wer viel sah, eins nur wählt. So wandte\nIch mein Gesicht nun zu dem Buonagiunt,\nDer, wie es schien, mich dort am besten kannte.\nEr murmelt’ in sich, und von seinem Mund,\nAn dem sich hier der Schlemmer Sünden rächen,\nWard etwas wie das Wort Gentucca kund.\nIch sprach: “Der du das Schweigen abzubrechen\nSo lüstern scheinst, sprich so, daß man’s versteht,\nUnd dich und mich befriedige dein Sprechen.\"\nDrauf er: “Ein Weib, das noch entschleiert geht,\nGibt dir dereinst an meiner Stadt Behagen,\nSo sehr man diese Stadt auch immer schmäht.\nDu wirst dorthin die Rede mit dir tragen,\nUnd trog mein Murmeln dich, in kurzer Zeit\nWird dir die Wirklichkeit er klarer sagen.\nDoch sprich, erblick’ ich den in meinem Leid,\nDer jene neuen Weisen fand, beginnend:\nIhr Frau’n, die ihr der Liebe kundig seid.\"\nDrauf ich: “Dem Hauch der Liebe lausch’ ich sinnend;\nWas sie mir immer vorspricht, nehm’ ich wahr\nUnd schreib’ es nach, nichts aus mir selbst ersinnend.\"\n“Die Schlinge, Bruder,” sprach er, “seh’ ich klar,\nDie von dem neuen süßen Stil gehalten\nMich diesseits hat, Guitton’ und den Notar.\nIch seh’, ihr lasset nur die Liebe walten,\nUnd eure Feder folgt, wie sie gebeut,\nWir aber ließen sie nicht also schalten.\nWer, Beifall suchend, keck sie überbeut,\nGibt Schwulst, statt des, was euch Natur verliehen.\"\nEr schwieg und schien befriedigt und erfreut.\nWie Vögel, die zum Nil im Winter ziehen,\nSich oft versammeln in gedrängtem Hauf\nUnd schneller dann in Streifen weiterfliehen;\nSo machten alle dort sich wieder auf,\nDie, abgewandt, sich eilig fort begaben,\nDurch Magerkeit und Willen leicht zum Lauf.\nUnd gleich wie einer, atemlos vom Traben,\nDie andern läßt, um ganz gemach zu gehn,\nBis ausgeschnauft die heißen Laugen haben,\nSo war es mit Forese jetzt gescheh’n;\nEr, hinter mir, ließ zieh’n die heil’ge Herde\nUnd sprach: “Wann werd’ ich wohl dich wiedersehn?\"\n“Nicht weiß ich es. Doch glaub’ ich, daß der Erde”,\nVersetzt’ ich, “nicht so schnell mein Geist entfleugt,\nAls ich nach diesem Strand mich sehnen werde.\nDenn seh’ ich dort den Ort, der mich erzeugt,\nTagtäglich mehr vom Guten sich entblößen\nUnd jämmerlich bereits zum Sturz gebeugt!\"\nUnd er: “Jetzt geh, den Stifter alles Bösen\nSeh’ ich am Schweif des Pferds geschleppt zum Ort,\nVon welchem Reu’ und Tränen nie erlösen.\nStets schneller geht der Lauf des Tieres fort,\nUnd endlich läßt’s den Leib des Jammervollen\nZerstampft, entstellt, ein widrig Scheusal, dort.\nNicht lange werden diese Kreise rollen\"\n–Zum Himmel blickt er auf–\"und klar wird dir,\nWas dämmernd nur mein Wort dir zeigen sollen.\nDu bleibe jetzt; die Zeit ist teuer hier,\nUnd daß ich gleichen Schritts mit dir gegangen,\nDies kostet mich bereits zuviel von ihr.\"\nWie einer, wenn die Reiter vorwärts drangen,\nHervorsprengt aus der Reih’, in der er ritt,\nDen Ruhm des ersten Angriffs zu erlangen,\nSo trennt’ er sich von uns mit größerm Schritt,\nIndes ich hinter ihm mit meinem Horte\nUnd mit dem andern Meister weiterschritt.\nSchon war er vor uns an so fernem Orte,\nDaß ihm mein Blick dahin durch weiten Raum,\nWie die Erinnrung folgte seinem Worte;\nAls wir voll Obstes einen andern Baum\nMit üppigem Gezweig nicht fern entdeckten,\nDa wir uns bogen um des Kreises Saum.\nUnd Leute, die hinauf die Hände streckten,\nSchrien auf zum Laub, das in die Lüfte steigt,\nDen Kindlein gleich, den gierigen, geneckten,\nDie bitten, während der Gebetne schweigt,\nUnd, um zu schärfen die Begier, ihr Sehnen\nHoch hinhält und es frei und offen zeigt.\nDann gingen sie, geheilt vom eitlen Wähnen;\nWir aber schritten zu dem Baum heran,\nDer alle Bitten abweist, alle Tränen.\n“Vorüber schreitet, denn ihr dürft nicht nah’n!\nDer Baum, der Even reizt’, ist weiter oben.\nVon ihm hat dieser seinen Keim empfah’n.\"\nSo sprach, ich weiß nicht wer, vom Baume droben,\nWeshalb Virgil mit Statius, engverschränkt,\nUnd mir hinging, wo sich die Felsen hoben.\n“An die verfluchten Wolkensöhne denkt,\"\nSprach’s, “die dem Theseus mit den Doppelbrüsten\nIm Kampf getrotzt, von zuviel Wein getränkt.\nAn die Hebräer denkt und ihr Gelüsten,\nUnd denkt, weshalb verschmäht hat Gideon,\nMit ihnen gegen Midian sich zu rüsten.\"\nSo gingen wir, dem Felsen nah, davon,\nUnd hörten aus des Laubs geheimer Regung\nDes Gaumens Schuld und ihren schlechten Lohn.\nDann aber ging’s mit freierer Bewegung\nAuf breitem Pfad an laufend Schritte fort,\nUnd jeder schwieg in sinniger Erwägung.\n“Was geht ihr drei so ernst erwägend dort?\"\nRief’s plötzlich nun, ich aber fuhr zusammen,\nGleich einem scheuen Roß, bei diesem Wort.\nMein Haupt kehrt’ ich dorthin, woher zu stammen\nDie Rede schien, und sah in rotem Schein\nGlas und Metall nie so im Ofen flammen,\nWie einen hier, der sprach: “Hier geht ihr ein,\nWollt ihr empor zur freien Höhe kommen,\nUnd im Genuß des ew’gen Friedens sein.\"\nMir hatte das Gesicht sein Glanz benommen,\nDrum wandt’ ich mich zu meinen Führern hin,\nWie wer dem folgt, was er durchs Ohr vernommen.\nUnd wie des Morgenrots Verkünderin,\nDie, Düfte raubend, in den Blüten wühlte,\nDie Mailuft, weht, die süße Schmeichlerin,\nSo fühlt’ ich an der Stirn ein Weh’n, so fühlte\nIch ein Gefieder, sanft bewegt, das mir\nDas Antlitz mit Ambrosiadüften kühlte.\nUnd dann erklang dies Wort: “O selig ihr,\nDie ihr die Gnad’ empfingt, daß unverdüstert\nDes Geistes Licht euch bleibt von der Begier,\nIndem euch nur, wie’s ziemt, nach Speise lüstert.”",
        "Die Stund’ erheischte rasches Steigen schon,\nNachdem die Sonne hier den Mittagsbogen\nDem Stier geräumt, dort Nacht dem Skorpion.\nDrum, wie ein Mann, der, von nichts angezogen,\nWas sich auch zeige, seines Weges zieht\nVom Drang der Not zu größter Eil’ bewogen,\nSo drangen wir ins höhere Gebiet\nDurch eine Stiege, die uns so beschränkte,\nDaß uns die Enge voneinander schied.\nUnd wie ein Störchlein, das die Flügel schwenkte,\nAus Luft zum Flug, dann aber, sonder Mut,\nVom Neste fortzuzieh’n, sie wieder senkte,\nSo ich, bald lodernd, bald verlöscht die Glut\nDer Fragelust, das Antlitz also zeigend,\nWie der, der sich zum Sprechen anschickt, tut.\nDa sprach mein Herr, obwohl voll Eifer steigend:\n“Laß nicht der Rede Pfeil unabgeschnellt,\nDie Sehne nur bis hin zum Drücker beugend.\"\nWorauf ich, sicher durch dies Wort gestellt,\nDen Mund erschloß: “Wie wird man hier so mager,\nHier, wo kein Leib ist, welchen Speis erhält?\"\nDrauf er: “Gedächtest du an Meleager,\nDer eben, wie verzehrt ein Holzbrand ward,\nSich abgezehrt, du wärst kein solcher Frager.\nUnd dächtest du, wie gleich an Mien’ und Art\nSich euer Antlitz regt in Spiegelbildern,\nDann schiene lind und weich dir, was jetzt hart.\nAllein um alles dir nach Wunsch zu schildern,\nSieh hier den Statius, welcher dir verspricht,\nWeil ich ihn bitte, deinen Durst zu mildern.\"\n“Entwickl’ ich ihm das göttliche Gericht,\"\nSprach Statius drauf, “hier, wo du gegenwärtig,\nSo sei’s verzieh’n–du willst, drum weigr’ ich nicht.\"\nUnd dann: “Jetzt sei dein Geist bereit und fertig\nFür meine Rede, Sohn–dann sei des Wie?\nDas du erfragst, in vollem Licht gewärtig.\nDas reinste Blut, das von den Adern nie\nGetrunken wird, vergleichbar einer Speise,\nDie über den Bedarf Natur verlieh,\nEmpfängt im Herzen wunderbarerweise\nDie Bildungskraft für menschliche Gestalt,\nGeht dann mit dieser durch der Adern Kreise,\nNoch mehr verkocht, zu einem Aufenthalt,\nDen man nicht nennt, von wo’s zu anderm Blute\nIn ein natürlich Becken überwallt.\nDaß beides zum Gebild zusammenflute,\nIst leidend dies, und tätig das, vom Ort,\nIn dem die hohe Bildungskraft beruhte.\nDrin angelangt, beginnt’s sein Wirken dort;\nGeronnen erst, erzeugt es junges Leben\nUnd schreitet in des Stoffs Verdichtung fort.\nDie Seel entsteht aus tät’ger Kräfte Streben,\nWie die der Pflanze, die schon stillesteht,\nWenn jene kaum beginnt, sich zu erheben.\nBewegung zeigt sich dann, Gefühl entsteht,\nWie in dem Schwamm des Meers, und zu entfalten\nBeginnt die tät’ge Kraft, was sie gesät.\nNun beugt, nun dehnt die Frucht sich aus, beim Walten\nDer Kraft des Zeugenden, die, nie verwirrt\nVon fremdem Trieb, nur ist, um zu gestalten.\nDoch, Sohn, wie nun das Tier zum Menschen wird,\nNoch siehst du’s nicht, und dies ist eine Lehre,\nWorin ein Weiserer als du geirrt.\nEr war der Meinung, von der Seele wäre\nGesondert die Vernunft, weil kein Organ\nDie Äußerung der letztern uns erkläre.\nJetzt sei dein Herz der Wahrheit aufgetan,\nDamit dein Geist, was folgen wird, bemerke!\nWenn Bildung das Gehirn der Frucht empfah’n,\nKehrt, froh ob der Natur kunstvollem Werke,\nZu ihr der Schöpfer sich und haucht den Geist,\nDen neuen Geist ihr ein, von solcher Stärke,\nDaß er, was tätig dort ist, an sich reißt,\nUnd mit ihm sich vereint zu einer Seele,\nDie lebt und fühlt und in sich wogt und kreist.\nUnd, daß dir’s nicht an hellerm Lichte fehle,\nSo denke nur, wie sich zum edlen Wein\nDie Sonnenglut dem Rebensaft vermalte.\nGebricht es dann der Lachesis an Lein,\nDann trägt sie mit sich aus des Leibes Hülle\nDes Menschlichen und Göttlichen Verein;\nDie andern Kräfte sämtlich stumm und stille,\nDoch schärfer als vorher in Macht und Tat,\nErinnerung, Verstandeskraft und Wille.\nUnd ohne Säumen fällt sie am Gestad,\nAn dem, an jenem, wunderbarlich nieder,\nUnd hier erkennt sie erst den weitern Pfad.\nKaum ist sie nun auf sicherm Orte wieder,\nDa strahlt die Bildungskraft rings um sie her,\nSo hell wie einst beim Leben ihrer Glieder.\nUnd wie die Luft, vom Regen feucht und Schwer.\nSich glänzend schmückt mit buntem Farbenbogen\nIm Widerglanz vom Sonnenfeuermeer;\nSo jetzt die Lüfte, so die Seel’ umwogen,\nWorein die Bildungskraft ein Bildnis prägt,\nSobald die Seel’ an jenen Strand gezogen.\nUnd gleich der Flamme, die sich nachbewegt,\nWo irgendhin des Feuers Pfade gehen,\nSo folgt die Form, wohin der Geist sie trägt.\nSieh daher die Erscheinung dann entstehen,\nDie Schatten heißt; so bildet sich in ihr\nJedwed Gefühl, das Hören und das Sehen.\nUnd daher sprechen, daher lachen wir,\nUnd daher weinen wir die bittern Zähren\nUnd seufzen laut auf unserm Berge hier.\nDer Schatten bildet sich, je wie Begehren\nUnd Leidenschaft uns reizt und Lust und Gram.\nDies mag dir, was du angestaunt, erklären.\"\nUnd schon als ich zur letzten Marter kam,\nIndem wir, rechts gewandt, die Schlucht verließen,\nWard ich auf das, was dort war, aufmerksam.\nDen Felsen sah ich Flammen vorwärts schießen,\nDer Vorsprung aber haucht’ empor zur Wand\nWindstöße, die zurück die Flammen stießen.\nWir mußten einzeln gehn am freien Rand,\nUnd ängstlich hört’ ich hier die Flamme schwirren,\nIndes sich dort ein tiefer Abgrund fand.\nMein Führer sprach: “Hier laß dich nichts verwirren\nUnd halte straff der schnellen Augen Zaum,\nDenn leicht ist’s hier, mit einem Tritt zu irren.\"\nGott höchster Gnade! hört’ ich’s aus dem Raum,\nDen jene große Glut erfüllte, singen\nUnd hielt den Blick an meinem Wege kaum.\nIch sah dort Geister, die durchs Feuer gingen,\nUnd sah auf meinen bald, bald ihren Gang\nUnd ließ den Blick von hier nach dorten springen.\nIch weiß von keinem Mann–dies Wort erklang\nMit lautem Ruf, als jenes Lied verklungen,\nUnd neu begannen sie’s mit leisem Sang,\nUnd riefen wieder, als sie’s ausgesungen:\n“Diana blieb im Hain und jagt’ ergrimmt\nKalisto fort, die Venus’ Gift durchdrungen.\"\nDann ward die Hymne wieder angestimmt,\nDann riefen sie von keuschen Frau’n und Gatten,\nDie lebten, wie’s zu Eh’ und Tugend stimmt.\nUnd dies nur tun sie, ohne zu ermatten,\nWie’s scheint, solang die Flamme sie umfließt,\nBis solche Pfleg’ und Arzenei den Schatten\nZuletzt die Wund’ auf ewig wieder schließt.",
        "Indem wir, einer so dem andern nach,\nAm Rand hingingen, sprach mein treu Geleite:\n“Gib acht und nütze, was ich warnend sprach.\"\nDie Sonne schlug auf meine rechte Seite\nUnd übergoß, ein blendend Strahlenmeer,\nMit lichtem Weiß des Westens blaue Weite.\nIn meinem Schatten schien die Glut noch mehr\nHochrot zu glüh’n, drum sah’n bei solchem Zeichen\nDer Schatten viel im Gehen nach mir her.\nUnd dieses schien zum Anlaß zu gereichen,\nDaß über mich sich ein Gespräch erhob:\n“ Der scheinet einem Scheinleib nicht zu gleichen.\"\nSoviel sie konnten, richteten sie drob\nSich zu mir hin, doch immer wohl beachtend,\nDaß nie ihr Fuß der Flamme sich enthob.\n“Du, der du wohl, sie ehrerbietig achtend,\nUnd nicht aus Trägheit nachgehst diesen zwei’n,\nOh, sieh mich hier in Durst und Feuer schmachtend\nUnd sprich, uns allen Labung zu verleih’n;\nDenn wie wir jetzt nach deinem Wort verlangen,\nKann durst’ger nach dem Quell kein Libyer sein.\nWie machst du’s doch, die Strahlen aufzufangen,\nGleich einer Wand, als wärest du dem Tod\nBis jetzt noch nicht, wie wir, ins Netz gegangen.\"\nSo rief der ein’ in seiner Flammennot,\nUnd eben wollt’ ich alles ihm verkünden,\nAls meinem Blick sich etwas Neues bot.\nDenn auf dem Weg, den Flammen rings entzünden,\nEntgegen jenen, kam ein zweiter Hauf,\nDrum späht ich hin, das Weitre zu ergründen.\nUnd die und jene machten schnell sich auf\nUnd küßten sich mit kurzer Lust und waren\nZufrieden schon und floh’n im vollen Lauf.\nSo sieht man im Gewühl der braunen Scharen\nSich Äms und Ämse mit den Rüsseln nah’n,\nVielleicht: Wie’s geht? Wes Weges? zu erfahren,\nSobald der Gruß der Freundschaft abgetan,\nHob, eh’ sie weiterzog, nach kurzer Weile\nDie Schar wetteifernd laut zu schreien an.\n“Sodom! Gomorra!” klang’s von diesem Teile;\nVon dort: “Pasiphae kroch in die Kuh,\nUnd also lockt’ an sich den Stier die Geile.\"\nWie Kranichscharen teils nach kurzer Ruh’\nGen Libyen fliegen, scheu vor Frost und Eise,\nTeils scheu vor Hitze den Riphäen zu,\nSo zieh’n die hier-, die dortenhin im Kreise\nUnd singen dann ihr Lied mit Reu’ und Gram\nUnd schrei’n von ihrer Schuld nach alter Weise.\nDoch jener, der vorhin mir näher kam\nUnd bat, blieb wieder mit den andern stehen,\nDem Ansehn nach herhorchend, aufmerksam.\nIch, der ich zweimal ihren Wunsch ersehen,\nBegann: “O ihr, die Hoffnung aufrechthält,\nSei’s, wann es sei, zum Frieden einzugehen,\nNicht reif noch unreif ließ ich auf der Welt\nDen Leib zurück und hob’ auf diesen Wegen\nMit Fleisch und Bein und Blut mich eingestellt.\nIch stieg empor, die Blindheit abzulegen,\nUnd geh’–ein Himmelsweib erfleht’ es mir–\nMit dem, was sterblich ist, dem Licht entgegen.\nDoch wie sich euch erfüllen mag, was ihr\nSo heiß ersehnt: zum Himmel euch zu Schwingen,\nDem lieberfüllten räumigen Revier;\nSo sprecht, ich will’s zu aller Kunde bringen:\nWer seid dort ihr, um die die Flamme schwirrt,\nUnd wer sind die, die euch entgegengingen?\"\nSo stutzt, erstaunt, verblüfft, der Bergeshirt,\nDem beim Umherschau’n selbst die Worte fehlen,\nWenn, roh und wild, er sich zur Stadt verirrt,\nWie sie–ihr Ansehn könnt’ es nicht verhehlen–\nAllein sobald ihr trübes Staunen schwand,\nDas bald sich abklärt in erhabnen Seelen,\n“Heil dir, des Fuß den Weg in unser Land,\"\nSprach er, den ich aus früh’rer Frage kannte,\n“Des Geist zur Besserung Erfahrung fand!\nVernimm, daß jene Schar im Trieb entbrannte,\nOb des man Cäsarn, so, daß er’s gehört,\nEinst beim Triumphe Königin benannte,\nDrum schrien sie: Sodom!–was sie einst betört,\nVoll Reue tadelnd, wie du jetzt vernommen;\nSo wird der Brand durch Scham noch aufgestört.\nIm Zwittertriebe waren wir entglommen,\nDoch weil wir menschliches Gesetz verlacht,\nVon tierischen Gelüsten eingenommen.\nDrum rufen wir, auf eigne Schmach bedacht,\nDes Weibes Namen aus, wenn wir uns trennen,\nDas sich im Viehgebild zum Vieh gemacht.\nNun hortest du mich unsre Schuld bekennen,\nDoch unsre Namen kundzutun verbeut\nDie Zeit; auch wüßt’ ich alle nicht zu nennen.\nWer ich bin, höre, wenn es dich erfreut.\nGuid Guinicell, zur Läutrung zugelassen,\nWeil ich vor meinem Tod die Schuld bereut.\"–\nWie hergestürzt, die Mutter zu umfassen,\nDie Söhne, da sein Schwert Lykurgus schwang,\nSo wollt’ ich tun, doch mußt’ ich mehr mich fassen,\nAls meines Vaters Name mir erklang,\nDes Vaters manches, der vom süßen Minnen\nBesser als ich in holden Weisen sang.\nIch ging und sah ihn an in tiefem Sinnen\nUnd sagte nichts und hörte keinen Laut,\nAuch ließ die Glut nicht weiter mich nach innen.\nDoch als ich satt mich dann an ihm geschaut,\nErbot ich mich, in allem ihm zu dienen,\nIn solcher Art, der gern der andre traut.\nUnd er: “Wie du so freundlich mir erschienen.\nTilgt deine Spur in mir nicht Leibes Flut,\nUnd ewig wirst du meinen Dank verdienen.\nDoch meinst du’s wirklich denn mit mir so gut,\nSo sprich, warum? Sprich, weshalb eben wieder\nSo liebevoll auf mir dein Auge ruht?\"\nUnd ich darauf: “Ob deiner süßen Lieder,\nDie teuer sind den Herzen fort und fort,\nSinkt nicht der neuern Sprache ganz danieder.\"\n“Ach, Bruder,” sprach er, und bei diesem Wort\nZeigt’ er mit seinem Finger hin auf einen,\n“Der Sprache bessrer Schmied war jener dort,\nDer in Romanz’ und Liebesliedern keinen\nUnüberwunden ließ; und Toren sind,\nDie ihn von Giraut übertroffen meinen.\nNicht nach der Wahrheit–nach des Rufes Wind\nGerichtet werden Meinung und Gesichter;\nSo läßt Vernunft und Kunst sie taub und blind.\nSo machten’s mit Guitton viel alte Richter,\nDes Lob so viele schrien, weil andre schrien,\nBis Wahrheit ihn besiegt und andre Dichter.\nJetzt, wenn so weites Vorrecht dir verlieh’n,\nDaß dir’s erlaubt ist, zu dem Kloster droben,\nWo Christus selber Abt ist, hinzuzieh’n,\nSo bet’ ein Paternoster doch dort oben\nBei ihm für mich, soweit’s in dieser Welt\nNoch not für uns, die wir der Sünd’ enthoben.\"\nDrauf schwand er, jenem, der sich nah gestellt,\nVielleicht Platz machend, in der Flammen Röte,\nWie in der Flut ein Fisch, der niederschnellt.\nUnd dem Gewiesnen naht’ ich mich und flehte\nIhn inniglich um seinen Namen an,\nDem schon Willkommen! meine Sehnsucht böte.\nWorauf er gleich mit frohem Mut begann:\n“Die edle Frage weißt du zu verschönen,\nDaß ich mich bergen weder will noch kann.\nIch bin Arnald und geh’ in Schmerz und Stöhnen,\nDen Wahn erkennend der Vergangenheit,\nUnd singe, hoffend, dann in Jubeltönen.\nJetzt bitt’ ich dich, hast du die Herrlichkeit\nAuf dieses Berges Gipfel aufgefunden,\nDann denke meines Leids zur rechten Zeit.\"\nHier war er in der Läutrungsglut verschwunden.",
        "Wie wenn der erste Strahl vom jungen Tage\nIm Lande glänzt, benetzt von Gottes Blut,\nWenn Ebro hinfließt unter hoher Wage.\nUnd Mittagshitz’ erwärmt des Ganges Flut,\nSo stand die Sonn’ itzt, drob der Tag entflohe,\nAls uns ein Engel glänzt’ in heitrer Glut.\nEr sang am Felsrand, außerhalb der Lohe:\n“Beglückt, die reines Herzens sind!\"–und mehr\nAls menschlich war sein Ton, der mächt’ge, frohe.\nDrauf: “Weiter nicht, ihr Heil’gen, bis vorher\nDie Glut euch nagte! Tretet in die Flammen,\nUnd seid nicht taub dem Sang von dortenher!\"\nDies Wort ertönte jetzt, da wir zusammen\nUns ihm genaht, so schrecklich in mein Ohr,\nAls hört’ ich mich zum schwersten Tod verdammen.\nIch sank auf die gefaltnen Hände vor,\nIns Feuer schauend–wen ich brennen sehen,\nDes Bild stieg jetzt vor meinem Geist empor.\nDie Führer nahten sich, mir beizustehen,\nUnd tröstend sprach zu mir Virgil: “Mein Sohn,\nDu kannst zur Qual hier, nicht zum Tode gehen.\nGedenk’, gedenke–konnt’ ich früher schon\nDich sicher auf Geryons Rücken führen\nWie jetzt, viel näher hier bei Gottes Thron?\nWar’ auch die Glut noch loher anzuschüren,\nUnd stündest du auch tausend Jahre drin,\nDoch dürfte sie dir nicht ein Haar berühren.\nGlaubst du, daß ich nicht treu der Wahrheit bin,\nSo nahe dich und halt, um selbst zu schauen,\nDes Kleides Saum mit deinen Händen hin.\nLeg’ ab, mein Sohn, leg’ ab hier jedes Grauen,\nDorthin sei sicher jetzt dein Fuß gewandt!\"\nDoch säumt’ ich, wider besseres Vertrauen.\nEr, sehend, daß ich starr und stille stand,\nSprach, fast unwillig: “Wie, Sohn, noch verdrossen?\nVon Beatricen trennt dich diese Wand!\"\nWie sterbend Ppyramus den Blick erschlossen,\nDa’s: Thisbe! klang, gekehrt zum teuren Bild,\nAls blut’ges Rot die Maulbeer’ übergossen;\nSo kehrt’ ich, nicht mehr hart, nein, sanft und mild,\nZum Führer mich, sobald der Nam’ erschollen,\nDer ewig frisch in meinem Herzen quillt.\nDrob schüttelt er das Haupt und sagte: “Sollen\nWir diesseits bleiben?” lächelnd, denn ich tat\nWie Knaben, die, besiegt vom Apfel, wollen.\nDrauf trat er vor mir in die Flamm’ und bat\nDen Statius, uns folgend, nachzukommen,\nDer uns vorher getrennt den langen Pfad.\nIch folgt’ und hätt’, um Kühlung zu bekommen,\nMich in geschmolznes Glas gestürzt. So war\nIm höchsten Übermaß die Flamm’ entglommen.\nDoch bot mir Trost mein süßer Vater dar,\nSprechend von ihr, und half mir weiter dringen,\nUnd sprach: “Ich seh’ im Geist ihr Augenpaar!\"\nWir hörten jenseits eine Stimme singen,\nUnd dieser folgten wir, ihr horchend, nach,\nIndem wir, wo man stieg, der Flamm’ entgingen.\n“Gesegnete des Vaters, kommt!” so sprach\nDie Stimm’ aus einem Licht, dort aufgegangen,\nBei dessen Anschau’n mir das Auge brach.\n“Die Sonne geht, der Abend kommt\"–so klangen\nDie Töne fort–\"nicht weilt, beeilt den Lauf,\nBevor den Westen dunkles Grau umfangen.\"\nG’rad’ durch den Felsen ging der Weg hinauf,\nUnd, ostwärts steigend, hielt vor meinen Tritten\nIch die schon matten Sonnenstrahlen auf.\nUnd als wir wenig Stufen aufgeschritten,\nBemerkten wir am Schatten, der verging,\nSol, uns im Rücken, sei ins Meer geglitten.\nEh gleiches Grau den Horizont umfing\nIn allen seinen unermeßnen Teilen,\nEh Nacht um alles ihren Schleier hing,\nDa mußt’ auf einer Stufe jeder weilen,\nDie uns zum Bett ward, denn die Zeit benahm\nDie Macht mehr, als die Lust, empor zu eilen.\nGleichwie die Ziegenherde, satt und zahm,\nIm Schatten wiederkäut in stillem Brüten,\nDie, hungrig, jähen Sprungs zur Höhe kam,\nWenn nun im Mittagsbrand die Luft’ entglühten,\nIndes der Hirt den Stab zur Stütze macht,\nUnd dorten steht, gestützt, um sie zu hüten;\nUnd wie ein Hirt im freien Feld bei Nacht,\nDamit kein wildes Tier der Herde schade,\nUnd sie zerstreu’, entlang der Hürde wacht;\nSo jetzt wir drei auf engem Bergespfade,\nDer Zieg’ ich gleich, den Hirten jenes Paar,\nUmschlossen hier und dort vom Felsgestade.\nOb wenig gleich zu sehn nach außen war,\nDoch sah ich durch dies wenige die Sterne\nWeit mehr, als sonst gewöhnlich, groß und klar.\nIndes ich staunt’ in unermeßne Ferne,\nBefiel mich Schlaf, der öfters uns befällt,\nDamit der Geist die Zukunft kennen lerne.\nZur Stunde, glaub’ ich, da vom Sternenzelt\nCytherens erster Strahl die Höhe schmückte.\nWie immerdar, von Liebesglut erhellt,\nSah ich im Traum, der mich mir selbst entrückte,\nEin schönes junges Weib, das hold bewegt,\nDurch Wiesen ging und singend Blumen pflückte.\n“Lea bin ich, dies wisse, wer mich fragt,\nIch liebe, Kränze windend, hier zu wallen,\nUnd emsig wird die schöne Hand geregt.\nIch will, geschmückt, im Spiegel mir gefallen.\nDie Schwester Rahel liebt es, stets zu ruh’n,\nUnd läßt dem Spiegel keinen Blick entfallen.\nUnd freut sie sich der schönen Augen nun,\nSo bin ich froh, mich mit den Händen schmückend,\nDenn schau’n befriedigt sie, und mich das Tun.\"\nDes Tages Vorlicht, um so mehr entzückend,\nJe mehr des Pilgrims Nachtquartier dem Ort\nDer Heimat nah ist, scheuchte, höher ruckend,\nDie Finsternis von allen Seiten fort,\nMit ihr den Traum; drum eilt’ ich, aufzusteigen,\nUnd sah schon aufrecht beide Meister dort.\n“Die süße Frucht, die auf so vielen Zweigen\nVoll Eifer sucht der Sterblichen Begier,\nBringt alle deine Wünsche heut zum Schweigen!\"\nMit dieser Rede sprach Virgil zu mir,\nUnd nie empfand bei Erdenherrlichkeiten\nEin Mensch noch solche Lust, als ich bei ihr.\nHinauf! Mich trieb’s und trieb’s, hinauf zu schreiten!\nSo fühlt’ ich nun mit jedem Schritt zum Flug\nDie Schwingen wachten und sich freier breiten.\nUnd wie er mich empor die Stufen trug,\nStand bald ich auf der höchsten dort mit beiden,\nWo fest auf mich Virgil die Augen schlug.\n“Des zeitlichen und ew’gen Feuers Leiden\nSahst du, und bist, wo weiterhin nichts mehr\nIch durch mich selbst vermag zu unterscheiden.\nDurch Geist und Kunst geleitet’ ich dich her;\nZum Führer nimm fortan dein Gutbedünken;\nDein Pfad ist fürderhin nicht steil und schwer.\nSieh dort die Sonn’ auf deine Stirne blinken,\nSieh, durch des Bodens Kraft und ohne Saat\nEntkeimt, dir Gras, Gesträuch und Blumen winken.\nBis sich dir froh ihr schönes Auge naht\nDas mich zu dir einst rief mit bittern Zähren,\nRuh’ oder wandle hier auf heiterm Pfad.\nNicht harre fürder meiner Wink’ und Lehren,\nFrei, g’rad’, gesund ist, was du wollen wirst,\nUnd Fehler wär’ es, deiner Willkür wehren,\nDrum sei fortan dein Bischof und dein Fürst.",
        "Begierig schon, zu spähn umher und innen\nIm göttlichen, lebend’gen, dichten Wald,\nDer sanft den Morgen milderte den Sinnen,\nVerließ ich das Gestad nun alsobald,\nUm langsam, langsam in das Feld zu treten,\nAuf einem Grund, dem ringsum Duft entwallt.\nVon einem Lüftchen, einem sanften, steten,\nWard leiser Zug an meiner Stirn erregt,\nNicht mehr, als ob mich Frühlingswind’ umwehten.\nEr zwang das Laub, zum Zittern leicht bewegt,\nSich ganz nach jener Seite hin zu neigen,\nWohin der Berg den ersten Schatten schlägt.\nDoch nicht so heftig wühlt’ er in den Zweigen,\nDaß es die Vöglein hindert’, im Gesang\nAus grünen Höh’n all ihre Kunst zu zeigen.\nNein, wie der Lüfte Hauch ins Dickicht drang,\nFrohlockten sie ihr Morgenlied entgegen,\nWozu, begleitend. Laubgeflüster klang,\nSo klingt’s, wenn Zweig’ um Zweige sich bewegen\nIm Fichtenwald an Chiassis Meergestad,\nSobald sich des Schirokko Schwingen regen.\nSchon war ich mit langsamem Schritt genaht,\nUnd bald so dicht vom alten Hain umschlossen,\nDaß nicht zu sehn war, wo ich ihn betrat.\nDa sieh die Bahn durch einen Bach verschlossen,\nDer links hin, mit der kleinen Wellen Schlag\nDie Gräser bog, die seinem Bord entsprossen.\nDas reinste Wasser hier am klarsten Tag,\nTrüb scheint es und vermischt mit fremden Dingen,\nVergleicht man’s dem, wo nichts sich bergen mag,\nObwohl, da Schatten ewig es umringen,\nEs dunkel, dunkel strömt und nie hinein\nDer Sonne noch des Mondes Strahlen dringen.\nEs stand mein Fuß; doch jenseits in den Hain\nLieß übern Fluß ich meine Blicke schreiten,\nUnd sah dort mannigfache grüne Mai’n.\nUnd mir erschien–so stellt dem Blick zuzeiten\nSich unversehn Erstaunenswertes dar,\nDen Geist von allem andern abzuleiten–\nEin einsam wandelnd Weib, das wunderbar\nIm Gehen sang, aufsammelnd Blüt’ um Blüte,\nWomit vor ihr bemalt der Boden war.\n“O Schöne, die du, zeigt sich das Gemüte,\nWie’s pflegt, im Äußern, mich zu glauben zwingst,\nDaß an der Liebe Strahl dein Herz entglühte,\nO käme Lust dir, daß du näher gingst,\"\nIch sprach’s zu ihr, den Fuß zum Bache lenkend,\n“Daß ich verstehen könne, was du singst.\nDich seh’ ich jetzt, Proserpinens gedenkend,\nDes Orts auch, wo die Mutter sie verlor,\nUnd sie den Lenz, sich in die Nacht versenkend.\"\nUnd wie die Tänzerin, die kaum empor\nDie Sohlen hebt, mit engen Schritten gleitend,\nEin zartes Füßlein kaum dem andern vor;\nSo sah ich sie, durch bunte Blumen schreitend,\nJungfräulich bodenwärts den Blick gewandt,\nUnd Ehrbarkeit und Würde sie begleitend,\n5o daß ich bald den Wunsch befriedigt fand,\nIndem ich, wie sie näher hergezogen,\nDen Sinn des süßen Liedes wohl verstand.\nSobald sie dort war, wo des Flusses Wogen\nDen grünen Rasen am Gestad besprüh’n,\nErhob sie hold der Wimpern schöne Bogen.\nNicht mocht’, als Amor, übermäßig kühn,\nDie Mutter wund mit seinem Pfeile machte,\nIn solcher Lust Cytherens Auge glüh’n.\nAm rechten Ufer stand sie dort und lachte,\nUnd pflückte Blumen von der Wiese Saum,\nDie ohne Saat hervor die Höhe brachte.\nDas Bächlein trennt’ uns um drei Schritte kaum,\nDoch Hellespont, den Xexes überschritten,\nNoch jetzt dem höchsten Menschenstolz ein Zaum,\nHat schärfer nicht Leanders Haß erlitten,\nIndem er Sestos und Abydos schied,\nAls meinen er, ein Hemmnis meinen Schritten.\n“Ihr seid hier neu und weil in dem Gebiet,\"\nBegann sie nun, “das an der Menschheit Morgen\nZu ihrer Wiege Gott, der Herr, beschied,\nIch lächle, staunt ihr noch und seid in Sorgen.\nDoch zeigt der Psalm: Herr, du erfreutest mich–\nEuch klar das Licht, das Nebel noch verborgen.\nDu, der du vorn stehst und mich batest, sprich;\nNoch scheinst du einem Zweifel nachzuhängen,\nDrum frage nur, und ich befried’ge dich.\"\n“Das Wasser,” sprach ich, “samt des Waldes Klängen,\nSie müssen das, worauf ich kaum getraut,\nDa sie ihm widersprechen, hart bedrängen.\"\nDrum sie: “Vom Grunde des, was du geschaut,\nUnd was gehört, sei Kunde dir beschieden;\nSie scheucht den Nebel, welcher dich umgraut.\nDas höchste Gut, allein in sich zufrieden,\nDen Menschen schuf’s zum Guten gut, und wies\nDies Land ihm an, als Pfand für ew’gen Frieden,\nAus welchem bald ihn seine Schuld verstieß,\nDie Schuld, die süße Spiele mit Beschwerden,\nMit Zähren ehrbar Lachen wechseln ließ.\nDamit, entqualmt dem Wasser und der Erden\nDie Dünste, die der Hitze nach, so weit\nEs möglich ist, emporgezogen werden,\nIhn nicht befehdeten mit ihrem Streit,\nStieg himmelwärts der Berg in solcher Weise,\nUnd ist vom Tor an ganz von Dunst befreit.\nNun, weil noch immerfort im ersten Gleise\nDer Lüfte ganzer Zirkellauf sich dreht,\nWenn nichts ihn unterbricht in seinem Kreise,\nTrifft diesen Gipfel, der frei ragend steht,\nDie Lebensluft, die, jedes Blatt bewegend,\nDen dichten Wald mit diesem Klang durchweht.\nDie Pflanze, sich in ihrem Hauche regend,\nBeschwängert dann die Luft mit ihrer Kraft,\nUnd diese streut sie aus in jede Gegend.\nDie Länder, wie ihr Boden wirkt und schafft,\nIhr Himmelsstrich und ihre Lage, treiben\nDann Bäume von verschiedner Eigenschaft.\nNun wird dies fürder nicht ein Wunder bleiben,\nWie manche Pflanzen, wo man nicht bestellt,\nJa, ohne sichtbar’n Samen doch bekleiben.\nUnd wissen sollst du, daß im heil’gen Feld,\nIn dem du bist, die Samen alle sprießen,\nUnd Früchte, nie gepflückt in eurer Welt.\nDen Fluß auch siehst du nicht aus Adern fließen,\nGenährt vom Dunst, den Kälte niederpreßt,\nDie bald vertrocknen, bald sich wild ergießen.\nIhm ward ein Quell, aus welchem, stät und fest,\nDie Wässer, die dem Doppelarm entfluten,\nDie Wille Gottes neu ersetzen läßt.\nDer Arm hier hat die Kraft, daß in den Fluten\nJedweder Schuld Erinnerung versinkt;\nDer andre dort erneuert die des Guten,\nDer hier heißt Lethe; aber dorten winkt\nDir Eunoe–allein nur jenen letzen\nWird seine Kraft, der aus dem erstem trinkt.\nKein Wohlgeschmack ist seinem gleich zu schätzen;\nUnd wäre schon genügend, was ich sprach,\nVermöcht’ ich auch nichts weiter zuzusetzen,\nDoch bring’ ich gern noch einen Zusatz nach,\nUnd deinen Dank vermein’ ich zu verdienen,\nWenn ich dir mehr erfüll’, als ich versprach.\nDen alten Dichtern, glaub’ ich, wenn von ihnen\nGepriesen ward das Glück der goldnen Zeit,\nWar dieser Ort im Traumgesicht erschienen.\nHier sproß die Menschheit ohne Schuld und Leid,\nHier jede Frucht in ew’gem Frühlingsleben,\nHier schmeckst du noch des Nektars Lieblichkeit.\"\nUnd als sie noch mir solches kundgegeben,\nKehrt’ ich mich um, und sah ein Lächeln hier,\nBei diesem Schluß, der Dichter Mund umschweben,\nDann aber wandt’ ich wieder mich zu ihr.",
        "In Sang, nach liebentglühter Frauen Art,\nließ sie zuletzt der Rede Schluß verhallen:\n“Heil, wem bedeckt jedwede Sünde ward.\"\nUnd gleichwie Nymphen, in der Waldnacht Hallen,\nHier vor der Sonne Strahlen fliehend, dort\nAufsuchend ihren Schimmer, einsam wallen;\nGing sie dem Strom entgegen hin am Bord,\nIch, folgend kleinem Schritt mit kleinem Schritte,\nGing sie begleitend gegenüber fort.\nKaum hundert waren mein’ und ihrer Tritte,\nDa bog mit beiden Ufern sich der Bach,\nUnd ostwärts ging ich durch des Waldes Mitte.\nNicht lange zog ich dieser Richtung nach,\nDa sah ich sich zu mir die Schöne wenden:\n“Mein Bruder, halt’ itzt Ohr und Auge wach!\"\nSie sprach’s, und gleich durchlief von allen Enden\nEin schnell entstandner Glanz den großen Hain;\nIch glaubt’, es möge mich ein Blitzstrahl blenden,\nDoch weil, wie kommt, so geht des Blitzes Schein\nUnd dieser Glanz sich dauernd nur vermehrte,\nSo dacht’ ich still bei mir: Was mag das sein?\nUnd durch die Luft, die helle, lichtverklärte,\nZog süßer Laut, und eifrig schalt ich jetzt.\nDaß Evas Frevelmut zu viel begehrte.\nWo Erd’ und Himmel nicht sich widersetzt,\nDa fühlt’ ein Weib sich, kaum der Ripp’ entsprossen,\nVom Schleier, der ihr Aug’ umzog, verletzt.\nO hätte sie sich fromm in ihm verschlossen,\nHätt’ ich die überschwänglich große Lust,\nWohl früher schon und länger dann genossen.\nNachdem ich zweifelnd, meiner kaum bewußt,\nIn diesen Erstlingswonnen fortgegangen,\nMit Drang nach größern Freuden in der Brust,\nDa glüht’, als war’ ein Feuer aufgegangen,\nDie Luft im Laubgewölb’–es scholl ein Ton,\nUnd deutlich hört’ ich bald, daß Stimmen sangen.\nHochheil’ge Jungfrau’n, wenn ich öfter schon\nFrost, Hunger, Wachen treu für euch ertragen,\nJetzt treibt der Anlaß mich, jetzt fordr’ ich Lohn.\nLaßt auf mich her des Pindus Wellen schlagen,\nUrania sei meine Helferin,\nWas schwer zu denken ist, im Lied zu sagen.\nIch glaubte sieben Bäume weiterhin\nVon Gold zu schau’n, allein vom Schein betrogen\nWar durch den weiten Zwischenraum mein Sinn.\nDenn als ich nun so nahe hingezogen,\nDaß sich vom Umriß, der den Sinn betört,\nGestalt und Art durch Ferne nicht entzogen,\nDa ließ die Kraft, die den Verstand belehrt,\nAnstatt der Bäume Leuchter mich erkennen,\nUnd deutlich ward Hosiannasang gehört.\nUnd oben sah ich das Geräte brennen,\nUnd heller ward die Flamm’ als Lunas Licht\nIn Monats Mitt’ um Mitternacht zu nennen.\nZum Führer wandt’ ich staunend mein Gesicht,\nDoch nichts vermocht’ er weiter vorzubringen,\nAls was ein tief erstauntes Antlitz spricht.\nDa blickt’ ich wieder nach den hohen Dingen,\nDie langsamer als eine junge Braut,\nSich stillbewegend, mir entgegengingen.\n“Was bist du doch”, so schalt die Schöne laut,\n“Für die lebend’gen Lichter so entglommen,\nDaß nicht auf das, was folgt, dein Auge schaut?\"\nUnd hinter ihnen sah ich Leute kommen,\nWie man dem Führer folgt, weiß ihr Gewand,\nWeiß, wie man nichts auf Erden wahrgenommen.\nDas Wasser glänzte mir zur linken Hand,\nWorin, wenn ich in seinen Spiegel sähe,\nIch meine linke Seite wiederfand.\nAls ich am rechten Platze war, so nahe,\nDaß nur der Fluß mich schied, hemmt’ ich den Schritt,\nUm besser zu erschau’n, was dort geschahe.\nIch sah, wie jede Flamme vorwärts glitt,\nUnd hinter jeder blieb ein helles Strahlen,\nDas, Pinselstrichen gleich, die Luft durchschnitt.\nSo sah man sieben Streifen oben strahlen,\nSie allesamt in jenen Farben bunt,\nDie Phöbes Gurt und Phöbus’ Bogen malen.\nNicht ward ihr Ende meinem Auge kund,\nDoch sah ich, daß an beiden äußern Grenzen\nZehn Schritt der erste von dem letzten stund.\nUnd wie ich also sah den Himmel glänzen,\nDa zogen drunten, zwei an zwei gereiht,\nZweimal zwölf Greise her in Lilienkränzen.\nUnd alle sangen: “Sei gebenedeit\nIn Adams Töchtern! Herrlich und gepriesen\nSei deine Huld und Schön’ in Ewigkeit.\"\nUnd als nun die beblümten frischen Wiesen,\nDie jenseits das Gestad des Bachs begrenzt,\nDie Auserwählten nach und nach verließen,\nSah ich, wie Stern um Stern am Himmel glänzt,\nVier Tiere dort zunächst sich offenbaren,\nUnd jedes ward mit grünem Laub bekränzt\nUnd war versehn mit dreien Flügelpaaren,\nMit Augen ihre Federn ganz besetzt,\nWie die des Argus, als er lebte, waren.\nNicht viel der Reime, Leser, wend’ ich jetzt\nAuf ihre Form, denn sparsam muß ich bleiben,\nDa größrer Stoff mich noch in Kosten setzt.\nLaß von Ezechiel sie dir beschreiben;\nVon Norden sah er sie, so wie er spricht,\nMit Sturm, mit Wolken und mit Feuer treiben.\nWie ich sie fand, beschreibt sie sein Bericht,\nNur stimmt Johannes in der Zahl der Schwingen\nMir völlig bei und dem Propheten nicht.\nEs stellt’ im Raum sich, den die Tier’ umfingen,\nEin Siegeswagen auf zwei Rädern dar,\nDes Seil’ an eines Greifen Hälse hingen.\nUnd in die Streifen ging der Flügel Paar,\nDie hoch, den mittelsten umschließend, standen,\nSo, daß kein Streif davon durchschnitten war.\nSie hoben sich so hoch, daß sie verschwanden;\nGold schien, soweit er Vogel, jedes Glied,\nWie sich im andern Weiß und Rot verbanden.\nNicht solchen Wagen zum Triumph beschied\nRom dem Augustus, noch den Afrikanen;\nJa, arm erschiene dem, der diesen sieht,\nSols Wagen, der, entrückt aus seinen Bahnen,\nVerbrannt ward auf der Erde frommes Fleh’n\nDurch Zeus’ gerechten Ratschluß, wie wir ahnen,\nMan sah im Kreis drei Frau’n sich tanzend dreh’n\nAm Rande rechts, und hochrot war die eine,\nGleich lichter Glut der Flammen anzusehn.\nDie zweite glänzte hell in grünem Scheine,\nGleich dem Smaragden, und die dritte schien\nWie frisch gefallner Schnee an Weiß’ und Reine.\nDie Weiße sah man bald den Reigen zieh’n,\nDie Rote dann, und nach dem Sang der letzten\nDie andern langsam gehn und eilig flieh’n.\nLinks vier im Purpurkleid, die sich ergötzten,\nUnd, wie die eine, mit drei Augen, sang,\nNach ihrer Weis im Tanz die Schritte setzten.\nNach allen diesen kam den Pfad entlang,\nUngleich in ihrer Tracht, ein paar von Alten,\nDoch gleich an Ernst und Würd’ in Mien’ und Gang.\nDer erste war für einen Freund zu halten\nDes Hippokrat, den die Natur gemacht,\nUm ihrer Kinder liebste zu erhalten.\nDer andre schien aufs Gegenteil bedacht,\nMit einem Schwert, und durch das scharfe, lichte,\nWard ich diesseits des Bachs in Angst gebracht.\nDann kamen vier daher, demüt’ge, schlichte,\nUnd hinter ihnen kam ein Greis, allein\nUnd schlafend, mit scharfsinnigem Gesichte.\nDie sieben schienen gleich an Tracht zu sein\nDen ersten zweimal zwölf, doch nicht umblühten\nDie Häupter Lilienkränz’ in weißem Schein,\nRosen vielmehr und andre rote Blüten,\nUnd wer vom weiten sie erblickte, schwor,\nDaß oberhalb der Brau’n sie alle glühten.\nMir gegenüber fuhr der Wagen vor,\nWorauf ein Donnerhall mein Ohr ereilte,\nUnd sich des Zugs Bewegung schnell verlor,\nDer jetzt zugleich mit seinen Fahnen weilte.",
        "Sobald der Empyre’n Gestirn des Norden,\n(Das nimmer aufgeht, noch sich wieder senkt,\nUnd das durch Sünden nur umnebelt worden;\nBei welchem jeder dort der Pflicht gedenkt,\nZu der es leitet, wie den Kahn hienieden,\nDas, welches tiefer steht, zum Hafen lenkt),\nStillstand, da wandten, die’s vom Greifen schieden,\nDie zweimal zwölf und vier Wahrhaften, sich\nZum Wagen hin als wie zu ihrem Frieden.\nUnd einer, der des Himmels Boten glich,\nRief dreimal singend zu der andern Sange:\n“Komm, Braut vom Libanon, und zeige dich!\"\nWie bei des Weltgerichts Posaunenklange\nDer Sel’gen Schar, mit leichtem Leib umfahn,\nDem Grab erstehen wird mit eil’gem Drange,\nSo hoben von des heil’gen Wagens Bahn\nWohl hundert sich bei solcher Stimme Schalle,\nDes ew’gen Lebens Diener, himmelan.\n“Heil dir, der kommt!” so klang’s im Widerhalle,\n“Streut Lilien jetzt mit vollen Händen hin!\"\nUnd Blumen warfen rings und oben alle.\nSchon sah ich bei des Tages Anbeginn\nGeschmückt den Osten sich mit Rosen zeigen,\nSah klar den Himmel und die Königin\nDes Tages, sanft umschattet, höher steigen,\nSo daß, da ihren Schimmer Dunst umfloß,\nMein Blick ihn aushielt, ohne sich zu neigen.\nHier, durch die. Blumenflut, die sie umschloß,\nUnd niederstürzend um und in den Wagen,\nSich aus der Himmelsboten Hand ergoß,\nSah ich ein Weib in weißem Schleier ragen,\nOlivenzweig’ ihr Kranz, und ums Gewand,\nDas Feuer schien, des Mantels Grün geschlagen.\nMein Geist, dem schon so manches Jahr entschwand,\nSeit er in ihrer Gegenwart mit Beben\nDemüt’gen Staunens bange Lust empfand,\nFühlt’, eh das Aug’ ihm-Kunde noch gegeben,\nDurch die geheime Kraft, die ihr entquoll,\nDie alte Liebe mächtig sich erheben.\nKaum war der hohen Kraft die Seele voll,\nDer Kraft, durch die, bevor ich noch entgangen\nDer Knabenzeit, mein wundes Herz erschwoll,\nSo wandt’ ich links mich hin, mit dem Verlangen,\nMit dem ein Kind zur Mutter läuft und Mut\nIm Schrecken sucht und Trost im Leid und Bangen,\nUm zu Virgil zu sagen: “Ach mein Blut!\nKein Tröpflein blieb mir, das nicht bebend zücke–\nIch kenne schon die Zeichen alter Glut.\"\nDoch sein beraubt ließ uns Virgil zurücke,\nVirgil, der väterliche Freund–Virgil,\nDem sie mich übergab zu meinem Glücke.\nWas Eva einst verloren, da sie fiel,\nNicht half es mir, die Tränen zu vermeiden,\nWovon ein Strom die Wangen niederfiel.\n“O Dante, mag Virgil auch von dir scheiden,\nNicht weine drum, noch jetzo weine nicht;\nZu weinen ziemt dir über andres Leiden!\"\nUnd wie mit ernstgebietendem Gesicht\nEin Admiral, der, musternd seine Scharen\nVom hohen Bord, sie mahnt an ihre Pflicht,\nSo war sie links im Wagen zu gewahren,\nAls ich nach meines Namens Klang mich bog,\nDen hier die Not mich zwang, zu offenbaren;\nIch sah die Frau, die erst sich mir entzog,\nAls sie erschien, in jener Engelfeier,\nWie nach mir her ihr Blick von jenseits flog.\nDoch ihr vom Haupte wallend ließ der Schleier,\nDer von Minervens Laub umkränzet ward,\nMir ihren Anblick nur noch wenig freier.\nStolz sprach sie nun mit königlicher Art,\nGleich einem, der erst mild spricht, anzuschauen,\nUnd sich das härtre Wort fürs Ende spart:\n“Schau’ her, Beatrix bin ich! Welch Vertrauen\nFührt dich zu diesen Höh’n? Wie? Weißt du nicht,\nBeglückte wohnen nur in diesen Auen.\"\nIch sah zum Bach hinab, sah mein Gesicht,\nSah auf die Blumen dann, die mich umgaben,\nGedrückt die Stirn von schwerer Scham Gewicht.\nSo stolz erscheint die Mutter ihrem Knaben,\nWie sie mir schien; denn ihr mitleidig Wort\nSchien den Geschmack der Bitterkeit zu haben.\nSie schwieg, da sang der Engel Chor sofort\nDen Psalmen: Herr, auf dich nur steht mein Hoffen,\nBis: Stellest meine Fuß auf weiten Ort.\nWie auf den Rücken Welschlands, welcher offen\nDen Stürmen ragt, der Schnee, im Frost gehäuft,\nZu Eis erstarrt, vom slaw’schen Wind getroffen,\nDann, in sich selbst versickernd, niederträuft,\nWenn laue Wind’ aus Libyen ihn verzeihen,\nSo wie, dem Feuer nah, das Wachs zerläuft;\nSo war ich ohne Seufzer, ohne Zähren,\nBevor die Engel sangen, deren Sang\nNur Nachklang ist vom Lied der ew’gen Sphären.\nDoch als im Lied ihr Mitleid mir erklang,\nWohl heller klang, als hätten sie gesungen:\n“Was, Herrin, machst du ihm das Herz so bang?\"\nDa ward das Eis, das fest mein Herz umschlungen,\nZu Hauch und Wasser bald und kam durch Mund\nUnd Auge bang aus meiner Brust gedrungen.\nSie, welche, wie zuvor, im Wagen stund,\nSie wandte sich dem Engelchor entgegen,\nUnd tat den heil’gen Scharen dieses kund:\n“Ihr wacht im ew’gen Tag, und nimmer mögen\nEuch einen Schritt entziehen Schlaf und Nacht,\nDen das Jahrhundert tut auf seinen Wegen.\nDrum ist die Antwort wohl für ihn bedacht,\nDer drüben weint, damit sie klar beweise,\nDaß große Schuld auch große Schmerzen macht.\nNicht durch die Kraft allein der ew’gen Kreise,\nDie jedes Wesen zu dem Ziele lenkt,\nDas ihm sein Stern gesteckt für seine Reise,\nDurch das auch, was die Gnade Gottes schenkt,\nSie, deren Regen solche Dünst’ umgeben,\nDaß sich kein Blick in ihre Tiefen senkt,\nWar dieser einst in seinem neuen Leben\nGar hoch begabt, um sich zur Trefflichkeit\nDurch rechte Sitte mächtig zu erheben.\nDoch wilder wird in schnöder Üppigkeit\nJedweder schlechte Same sich entfalten,\nJe kräft’ger ist des Bodens Fruchtbarkeit.\nWohl wußt’ ich ein’ge Zeit ihn festzuhalten,\nIndem ich ihm die jungen Augen wies;\nDa ließ er gern als Führerin mich walten.\nDoch hatt’ er, als ich kaum die Welt verließ,\nZum bessern Sein zu gehn, sich mir entzogen,\nIndem er andern ganz sich überließ.\nAls ich vom Fleisch zum Geist emporgeflogen,\nUnd höh’re Tugend, höhern Reiz empfah’n,\nDa war er minder hold mir und gewogen.\nEr wandte seinen Schritt zur falschen Bahn,\nTrugbildern folgend schnöden Wonnelebens,\nDen falschen Lockungen und leerem Wahn.\nIm Traum und Wachen rief ich ihn vergebens,\nUnd Mahnung haucht’ ich ihm und Warnung ein,\nDoch blieb er taub im Leichtsinn eiteln Strebens.\nEin Mittel könnt’ ihm nur zum Heil gedeih’n,\nSo tief schon hatt’ er sich im Wahn verloren,\nUnd solches war der Anblick ew’ger Pein.\nDeswegen drang ich zu der Hölle Toren\nUnd habe den, der ihn herauf geführt,\nMit Bitten und mit Tränen dort beschworen.\nNicht wär’s, wie sich’s nach ew’gem Rat gebührt,\nWenn er durch Lethe ging’ und sie genösse,\nUnd nicht vorher, bußfertig und gerührt,\nIn Reuezähren seine Schuld ergösse.",
        "“Du, jenseits dort am heil’gen Strom,” so kehrte\nSie jetzt der Rede Spitze gegen mich,\nNachdem die Schneide schon mich hart versehrte,\nFortfahrend ohne Säumen: “Sprich, o sprich,\nIst dieses wahr? Erkennst du deine Fehle?\nAuf solche Klage ziemt die Beichte sich.\"\nDie Stimme regte sich, doch in der Kehle\nErstarb das Wort; denn, statt gehoffter Huld.\nVerwirrte finstre Strenge meine Seele.\nNur wenig hatte sie mit mir Geduld:\n“Was sinnst du? Sprich! Noch tilgten nicht die Wogen\nDer Lethe die Erinnrung deiner Schuld.\"\nFurcht und Verwirrung, sich vermischend, zogen\nEin Ja! aus meinem Mund, das zwar erblickt\nVom Auge ward, allein dem Ohr entzogen.\nGleichwie zu scharf gespannt die Armbrust knickt,\nUnd, wenn sich Sehn’ und Bogen überschlagen,\nDen Pfeil mit mindrer Kraft zum Ziele Schickt,\nSo brach, zu schwach, so schwere Last zu tragen,\nIch jetzt in Seufzer aus und Tränenflut\nUnd ließ den Ton sich nicht ins Freie wagen.\nDrum sie zu mir: “In meiner Wünsche Glut,\nDie einst dich jenes Gut zu lieben führte,\nDas unserm Wunsch entrückt all andres Gut.\nWelch eine Kette war’s, die dich umschnürte,\nDas auf den Fortschritt, mit verzagtem Sinn,\nDie Hoffnung abzulegen dir gebührte.\nUnd welche Fördrung, welcherlei Gewinn,\nDie lockend dir von andrer Stirne lachten?\nWas führte dich zu ihrem Wege hin?\"\nNach einem tiefen, bittern Seufzer machten\nSich Töne mühsam frei aus meiner Brust,\nDie kaum als Wort’ hervor die Lippen brachten.\n“Die Gegenwart, mit ihrer falschen Lust,\"\nSo weint’ ich, “hat, als eure Blick’ entschwanden,\nRückwärts zu wenden meinen Schritt gewußt.\"\n“Verschwiegst, vermeintest du, was du gestanden,\"\nSprach sie, “nicht minder wär’s dem Richter kund,\nVor dessen Blick die Lüge nie bestanden.\nDoch wenn man sich verklagt mit eignem Mund.\nSo wird hier abgestumpft das Schwert der Rache,\nUnd Gnade macht des Sünders Herz gesund.\nDrum, daß dein Wahn dich mehr erröten mache,\nUnd daß dein Herz zu jeder andern Zeit\nDie Lockung der Sirenen kühn verlache,\nLaß ab vom Weinen jetzt und Traurigkeit;\nVernimm vielmehr, welch andern Weg zu wallen\nDir ziemend war, als mich der Tod befreit.\nNichts ließ Natur und Kunst dir je gefallen,\nWie jenen Leib, in dem ich dort erschien,\nDes schöne Glieder jetzt in Staub zerfallen.\nUnd sahest du die höchste Wonn’ entflieh’n\nBei meinem Tod, was konnte dich besiegen?\nWelch ird’sche Lust dich fürder an sich zieh’n?\nBeim Reiz der Dinge, die das Herz betrügen,\nBei ihrem ersten Pfeil, war’s ziemend, mir,\nDie ich mein Sein verwandelt, nachzufliegen.\nNicht niederzieh’n sollt’ er die Schwingen dir,\nNicht harren solltest du der andern Pfeile,\nDes Mägdleins nicht, nach andrer eitlen Zier.\nDer junge Vogel harrt in träger Weile\nDes zweiten Pfeils, doch der beschwingte flieht\nUnd schützt vor Netz und Pfeilen sich durch Eile.\"\nGleichwie ein Knabe schweigend niedersieht,\nWenn Vorwurf und Bewußtsein ihn verstören,\nUnd Reue sein Gesicht zur Erde zieht;\nSo stand ich dort: “Betrübt dich schon das Hören,\"\nSie sprach’s, “So sei emporgewandt dein Bart;\nDas Schauen wird noch deinen Schmerz vermehren.\"-\nIn ihrem Widerstande minder hart,\nLäßt ihrem Grund die Eiche sich entreißen,\nWenn sie von Nordsturms Macht durchschüttelt ward,\nAls ich das Kinn erhob, da sie’s geheißen.\nAuch fühlt’ ich, da sie Bart für Antlitz sprach,\nDes Wortes Gift an meinem Herzen reißen.\nDas Antlitz hob ich zögernd und gemach,\nUnd sieh, die schönen englischen Gestalten,\nSie ließen jetzt im Blumenstreuen nach.\nMein Blick, kaum fähig noch, ein Bild zu halten,\nErschaute sie, dem Greifen zugewandt,\nIn dem, dem einen, zwei Naturen walten.\nSie schien, verschleiert, jenseits dort am Strand,\nDas, was sie einst war, jetzt zu überwinden,\nWie sie vordem die andern überwand.\nWie mußt’ ich da der Reue Schmerz empfinden!\nWie, was mich von ihr abgewandt, die Lust\nDer eiteln Welt jetzt hassenswürdig finden!\nSo nagte Selbstbewußtsein meine Brust,\nDaß ich hinsank–mit welchem innrem Beben,\nIhr, die es mir erregt, ihr ist’s bewußt.\nAls äußre Kraft das Herz mir neu gegeben,\nSprach über mir sie, die mir erst allein\nErschienen war: “Mich fass, um dich zu heben!\"\nSie zog mich bis zum Hals den Fluß hinein,\nGlitt, wie ein Webschiff, ohne sich zu senken,\nAuf seiner Fläch’ und zog mich hinterdrein,\nUm mich zum sel’gen Ufer hinzulenken.\nDort klang’s: “Entsünd’ge mich!” so süß–ich kann\nEs nicht beschreiben, ja, nicht wieder denken.\nDie schöne Frau erschloß die Arme dann,\nUmschlang mein Haupt und taucht’ es in die Wogen,\nDrob ich vom Wasser trank, das mich umrann.\nDrauf, als sie mich gebadet vorgezogen,\nBot sie zum Tanze mich den schönen vier,\nDie hold um meinen Hals die Arme bogen.\n“Wir sind am Himmel Sterne, Nymphen hier.\nUnd als zur Welt Beatrix kam, so gingen\nAls ihre Dienerinnen wir mit ihr.\nWir werden dich ihr vor die Augen bringen;\nDir schärfen dann, fürs holde Licht darin\nDen Blick die drei, die schauend tiefer dringen.\"\nSie sangen diese Worte zum Beginn,\nWorauf sie mich zur Brust des Greifen brachten.\nDort wandte sie nach uns das Antlitz hin.\nSie sprachen dann: “Hier darfst du frei betrachten,\nWir stellten dich vor der Smaragden Licht,\nWoraus dich wund der Liebe Pfeile machten.\"\nMir weckt’ ein glühend Sehnen ihr Gesicht\nUnd band an ihrer Augen Glanz die meinen;\nDie ihren wichen vor dem Greifen nicht.\nUnd drinnen sah ich den zwiefachen Einen,\nGleichwie die Sonn’ im Spiegel, schimmernd klar,\nAls diesen bald, als jenen bald erscheinen.\nNun denke, Leser, selbst, wie wunderbar,\nDas Abbild, sich verwandelnd, zu erblicken,\nObwohl das Urbild stets dasselbe war.\nIndes die Seel’ in Staunen und Entzücken\nDie Speise kostete, die größern Drang\nNach sich erweckt, je mehr wir uns erquicken,\nDa sah ich jene drei vom höchsten Rang,\nDies zeigte die Gebärd’, uns nahe kommen,\nDen Engeltanz begleitend mit Gesang.\n“Beatrix, laß den Blick, den heil’gen, frommen,\"\nSo sangen sie, “auf deinen Treuen sehn,\nDer dich zu schau’n so hoch emporgeklommen.\nEnthüll’ aus Gnad’ ihm deinen Mund, wir fleh’nl\nDie zweite Schönheit, die du noch verborgen,\nO laß sie auf vor seinen Augen gehen!\"\nO Glanz lebend’gen Lichts! o ew’ger Morgen!\nWer trank so tief aus des Parnassus Flut,\nWer ward so bleich in seinen Müh’n und Sorgen,\nDaß er vermag, mit freiem, kühnem Mut\nSich deiner Schilderung zu unterfangen,\nWenn du bei Himmelsharmonien in Glut\nDen unbewölkten Lüften aufgegangen?",
        "Den zehenjähr’gen Durst zu löschen, hingen\nAn ihrem Reiz die Augen, so voll Gier,\nDaß mir die andern Sinne ganz vergingen.\nSeitwärts baut’ eine Mauer dort und hier\nNichtachtung auf, denn mit dem Netz, dem alten,\nZog mich ihr heil’ges Lächeln hin zu ihr.\nDa wandten mir die himmlischen Gestalten\nMit Macht nach meiner Linken das Gesicht,\nMit diesem Ruf: Im Schauen Maß gehalten!\nNun stand ich dort wie einer, den das Licht\nDer Sonne mit dem Flammenpfeil geblendet,\nUnd dem zunächst die Sehkraft ganz gebricht.’\nDoch als das wen’ge sie mir neu gespendet–\nNach jenem vielen wenig und gering,\nVon dem ich mit Gewalt mich abgewendet–\nDa sah ich, das ruhmvolle Kriegsheer fing\nSich rechts zu kehren an, indem’s den Lichten,\nDen sieben, nach, der Sonn’ entgegenging.\nWie, wenn die Scharen auf den Sieg verzichten,\nSie unterm Schild sich mit der Fahne dreh’n,\nEh’ sie, geschwenkt, sich ganz zum Rückzug richten,\nSo war die Schar des Himmelreichs zu sehn,\nUnd eh’ sich um des Wagens Deichsel legte,\nSah man den Zug vor’ und vorübergehn.\nDie sieben Frauen rechts und links, bewegte\nDer Greif die heil’ge Last mit stiller Macht,\nSo daß an ihm sich keine Feder regte.\nIch, Statius, sie, die mich zum Furt gebracht,\nWir leiteten dem Rade nach die Schritte,\nDas, umgeschwenkt, den kleinern Bogen macht.\nSo ging es durch des hohen Waldes Mitte,\nÖd’, weil der Schlang’ einst Eva Glauben gab,\nUnd Engelsang gab Maß für unsre Tritte.\nDreimal so weit nur, als ein Pfeil herab\nVom Bogen fliegt, war nun der Zug gekommen,\nUnd Beatrice stieg vom Wagen ab.\n“Adam!” so ward ein Murmeln rings vernommen,\nUnd einen Baum, von Laub und Blüten leer,\nUmringt’ im Kreise nun die Schar der Frommen.\nSein Haar verbreitet sich so mehr, je mehr\nEr aufwärts steigt, hoch, daß er selbst den Indern\nDurch seine Höhe zum Erstaunen war’.\n“Heil dir, o Greif, mit deinem Schnabel plündern\nWillst du nicht diesen Baum, der Süßes zwar\nDem Gaumen gibt, doch Marter dann den Sündern.\"\nSo rief rings um den starken Baum die Schar.\nUnd er, in dem sich Leu und Aar verbunden:\n“So nimmt man jedes Rechtes Samen wahr.\"\nDie Deichsel, wo ich ziehend ihn gefunden,\nSchob er zum öden Stamm und ließ am Baum,\nAus ihm entnommen, sie an ihn gebunden.\nWie unsre Pflanzen, wenn zum Meeressaum\nDas große Licht sich senkt, von dem umschlossen,\nDas nach den Fischen glänzt am Himmelsraum,\nSich üppig bläh’n zu neuen jungen Sprossen,\nJede gefärbt nach der Natur Gebot, .\nEh’ Sol den Stier erreicht mit seinen Rossen;\nSo, mehr als Veilchen zwar, doch minder rot\nAls Rosenglut, erneute sich die Pflanze,\nDie erst verwaist erschien und kahl und tot.\nUnd wie sie nun erblüht’ im neuen Glanze,\nErtönt’ ein nie gehörter Lobgesang,\nDoch nicht ertrug mein müder Sinn das Ganze.\nKönnt’ ich euch malen, wie mit süßem Klang\nVon Pan und Syrinx einst Merkur den Späher,\nDen unbarmherz’gen, zum Entschlummern zwang,\nSo zeigt’ ich, wie nach einem Urbild, eher,\nWie jener Sang in Schlummer mich gebracht,\nDoch das Entschlummern sing ein bessrer Seher.\nIch springe bis zur Zeit, da ich erwacht,\nDa mir ein Glanz zerriß den dunkeln Schleier,\nUnd eine Stimme rief: Steh auf, hab’ acht!\nWie zu der Blut’ des Baums, des Apfel teuer\nDen Engeln sind, den nichts erschöpfen kann,\nDer Speise gibt zur ew’gen Hochzeitsfeier,\nGeführt, Jakobus, Petrus und Johann\nAus ihrer Ohnmacht bei dem Wort erstanden,\nBei dessen Klang wohl tiefrer Schlaf entrann,\nUnd nun vermindert ihre Schule fanden.\nDenn Moses und Elias waren fort,\nUnd ihren Herrn in anderen Gewanden;\nSo ich–und über mich gebogen dort\nStand jetzt die Schöne, wie um mein zu hüten,\nDie mich geführt entlang des Flusses Bord.\n“Wo ist Beatrix?” rief ich, und mir glühten\nVor Angst die Wangen. “Auf der Wurzel”, sprach\nDie Schöne, “sitzt sie unter neuen Blüten.\nSieh hin, wer sie umgibt. Dem Greifen nach\nEntfloh’n empor die anderen, mit Sange,\nDer süßer, tiefer klang, als dort am Bach.\nOb sie noch mehr gesprochen und wie lange,\nNicht weiß ich es, denn mir im Auge stand\nSie, die mein Ohr versperrte jedem Klange.\nSie saß allein auf jenem reinen Land,\nWie’s schien, zur Hut des Wagens dort gelassen,\nDen an den Baum der Zweigestalt’ge band.\nDie sieben Nymphen sah ich sie umfassen,\nIm Kreis, die Lichter haltend, die vom Zwist\nDes Nord- und Südwinds nie sich löschen lassen.\n“Als Fremdling weilst du dort nur kurze Frist\nUnd wirst mit mir als ew’ger Bürger bleiben\nIn jenem Rom, wo Christus Römer ist.\nZum Heil der Welt mit ihrem bösen Treiben\nSchau’ auf den Wagen, um, was du gesehn,\nZurückgekehrt, den Menschen zu beschreiben.\"\nBeatrix sprach’s–wie könnt’ ich widerstehn?\nGanz so, wie’s der Gebieterin gefallen,\nLieß ich voll Demut Geist und Auge gehn.\nNicht sah man je so schnell aus Himmels Hallen.\nAus dichter Wölk’, ein flammendes Geschoß,\nDen Blitz aus fernster Höhe niederfallen,\nAls auf den Baum Zeus’ Vogel niederschoß,\nNicht wühlend bloß in Blüten und in Blättern,\nDie Rind’ auch brechend, die sein Mark umschloß.\nDann sah man ihn zum Wagen niederschmettern,\nDer bei dem Stoße rechts und links sich bog,\nGleich einem Schiff im Kampf mit wilden Wettern.\nDann war ein Fuchs, der jähen Sprunges flog,\nIns Innre selbst des Wagens eingebrochen,\nWohin ihn Gier nach beßrer Speise zog.\nDoch mit dem Vorwurf des, was er verbrochen,\nTrieb meine Herrin ihn so eilig fort,\nAls laufen konnten seine magern Knochen.\nUnd nochmals stürzte von dem hohen Ort,\nWie schon vorhin, der Adler in den Wagen,\nUnd ließ ihm viel von seinen Federn dort.\nUnd wie aus banger Brust der Laut der Klagen,\nKlang aus dem Himmel eine Stimm’ und sprach:\n“Mein Schifflein, schlechte Ladung mußt du tragen!\"\nUnd unten, zwischen beiden Rädern, brach\nDer Erde Grund, ausspeiend einen Drachen,\nDer nach dem Wagen mit dem Schwanze stach.\nDann zog er ihn zurück, wie’s Wespen machen,\nNahm einen Teil des Bodens mit und schien,\nVon dannen eilend, des Gewinns zu lachen.\nDer Rest des Wagens blieb, doch sah man ihn\nMit Federn, die wohl reiner Sinn gespendet,\nWie üppig Land mit Gras, sich überzieh’n.\nUnd dieses Werk war so geschwind vollendet,\nUnd voll die Deichsel und das Räderpaar,\nBevor die Brust ein Oh! und Ach! beendet.\nUnd Häupter trieb, als er verwandelt war,\nDer Wagen vor, an den vier Ecken viere,\nDrei aber nahm man auf der Deichsel wahr,\nDie letzten drei gehörnt wie die der Stiere,\nDie ersten vier mit einem Horn versehn;\nSo glich er nie geschautem Wundertiere.\nUnd sicher, wie auf Bergen Schlösser stehn,\nSaß eine zügellose Hure drinnen\nUnd ließ umher die flinken Augen späh’n.\nUnd, gleich, als solle sie ihm nicht entrinnen,\nStand ihr zur Seit’ ein Ries’, und diese zwei\nSah ich sich küssen und sich zärtlich minnen.\nAllein, weil sie die Augen gierig frei\nAuf mich gewandt, schlug sie der wilde Freier\nVom Kopf zum Fuß mit wütendem Geschrei.\nDrauf löst’ er ab vom Baum das Ungeheuer,\nVon Argwohn voll und wildem Zorn und Arg,\nUnd zog es durch den Wald, des dichter Schleier\nDie Hure samt dem Wundertier verbarg.",
        "Herr, eingefallen sind die Heiden! fingen,\nAbwechselnd drei und vier, mit süßem Klang,\nDoch tränenvoll, die Frauen an zu singen.\nBeatrix horchte schweigend dem Gesang,\nVerwandelt wie Maria, die mit Grauen\nDes Mutterschmerzes unterm Kreuze rang.\nDoch als nun ihrem Wort die andern Frauen\nErst Raum gegeben, sah ich sie erstehn,\nG’rad’, aufrecht, gleich dem Feuer anzuschauen.\n“ Über ein kleines sollt ihr nicht mich sehn,\nUnd wiederum, ihr Schwestern, meine Lieben,\nÜber ein kleines werdet ihr mich sehn.\"\nSie sprach’s und stellte vor sich alle sieben,\nUnd hinter sich, durch ihren Wink allein,\nDie Frau, mich und den Weisen, der geblieben.\nSie ging, doch mochten’s kaum zehn Schritte sein,\nDie sie gegangen und uns gehen lassen,\nDa blitzt’ ins Auge mir des ihren Schein.\n“Geh itzt geschwinder,” sagte sie gelassen,\n“Komm näher her, daß, red’ ich nun mit dir,\nDu wohl vermögend seist, mein Wort zu fassen.\"\nKaum war ich, wie ich sollte, nah bei ihr,\nDa sprach sie: “Bruder, bist mir nah gekommen,\nDoch zu erfragen wagst du nichts von mir?\"\nWie wenn von zuviel Ehrfurcht schwer beklommen\nMit seiner Obrigkeit ein niedrer Mann\nHalblaut und stockend spricht und kaum vernommen,\nSo sprach ich jetzt, da ich zu ihr begann:\n“O Herrin, Ihr erkennt ja mein Verlangen,\nUnd was ich brauch’, und was mir frommen kann.\"\nUnd sie: “Mach’ itzt dich los von Scham und Bangen,\nIch will’s, und rede sicher nun und klar,\nUnd nicht wie einer, der im Traum befangen.\nDer Wagen, den die Schlange brach, er war,\nDoch wer dies zu verschulden sich nicht scheute,\nEr fürchte Gottes Rach’ auf immerdar!\nNicht immer sonder Erben wird, wie heute\nDer Adler sein, der ihm die Federn ließ,\nDrob er erst Ungeheuer ward, dann Beute.\nSchon nahen Sterne sich–wie ich’s gewiß\nIm Geist erkannt, so sei es ausgesprochen–\nDa kommt, von Schranke frei und Hindernis,\nFünfhundert fünf und zehn hervorgebrochen,\nEin Gottgesandter, der die Dirn’ erschlägt\nZusamt dem Riesen, der mit ihr verbrochen.\nUnd hab’ ich jetzt dir Worte vorgelegt,\nWie Sphinx und Themis, schwierig zu erraten,\nDaher dein Geist im Dunkel Zweifel hegt,\nSo lösen bald dies Rätsel dir die Taten\nStatt der Najaden auf, und unbedroht\nVerbleiben drob die Herden und die Saaten.\nMerk’, was ich sagt’, und höre mein Gebot:\nDu sollst es dort den Lebenden erzählen,\nIm Leben, das ein Rennen ist zum Tod.\nNicht sollst du, wenn du dorten schreibst, verhehlen,\nWie du den Baum gesehn. Erinnre dich:\nDu sahst zu zweien Malen ihn bestehlen.\nWer diesen Baum bestiehlt und freventlich\nVerletzt, kränkt Gott mit tät’gen Lästerungen,\nDenn er schuf heilig nur den Baum für sich.\nFür solchen Raub hat qualenvoll gerungen\nFünftausend Jahr und mehr der erste Geist\nNach ihm, des Tod des Bisses Fluch bezwungen.\nWohl schlummert dein Verstand, wenn du nicht weißt,\nSo hoch sei jener Baum aus tiefen Gründen,\nWenn dir des Gipfels Bau dies nicht beweist.\nUnd hätte nicht, wie Elsas Flut, mit Rinden\nVon Stein dein Grübeln die Vernunft bedeckt,\nUnd war’ ihr Licht dir nicht getrübt von Sünden,\nSo hättest du, was das Verbot bezweckt,\nUnd wie darin der Herr gerecht erscheine,\nAm Baum durch solche Zeichen leicht entdeckt.\nDoch weil dein Geist verhärtet ist zum Steine,\nBefleckt von Schuld, verworren und berückt\nUnd blöde bei der Wahrheit hellem Scheine,\nSo nimm, zwar nicht als Wort, doch ausgedrückt\nAls Bild, in dir die Rede mit von hinnen,\nWie man den Pilgerstab mit Palmen schmückt.\"\nUnd ich: “So fest, als nur im Wachse drinnen\nDas Bild sich hält, das drein das Siegel gräbt,\nTrag’ ich, was ihr gezeichnet habt, hier innen.\nDoch was, wenn sich so hoch mein Blick nicht hebt,\nFliegt eu’r ersehntes Wort in solche Sphären,\nDaß er es mehr verliert, je mehr er strebt.\"\n“Auf, daß du wissest, welcher Schule Lehren”,\nSo sprach sie, “du gefolgt, und sehst, wie weit\nSie meinem Wort zu folgen sich bewähren;\nUnd wie ihr fern mit eurem Wege seid\nVon Gottes Weg, so fern, wie von der Erden\nDes höchsten Himmels Glanz und Herrlichkeit.\"\nUnd ich: “Nicht will’s mir klar im Geiste werden,\nDaß ich mich je entfernt von eurer Spur;\nNicht fühl’ ich im Gewissen drob Beschwerden.\"\n“Entsinnst du dessen dich nicht mehr?” so fuhr\nSie lächelnd fort; “doch von der Lethe Fluten\nTrankst du noch heute, des gedenke nur.\nUnd, wie man richtig schließt vom Rauch auf Gluten,\nSo siehest du durch dies Vergessen klar,\nDaß du dich abgewandt vom wahren Guten.\nJetzt wahrlich stellt, von jeder Hülle bar,\nSoviel, im engsten Kreise sich bewegend,\nDein Blick es fassen kann, mein Wort sich dar.\"\nUnd flammender, sich trägem Schrittes regend,\nBetrat jetzt Sol des Meridians Gebiet,\nDas stets ein andres ist in andrer Gegend.\nDa standen still, wie, wer als Führer zieht\nVor einer Schar, sich schickt zum Stillestande,\nWenn er auf seinem Wege Neues sieht,\nDie sieben Frau’n an dichten Schattens Rande.\nWie grünbelaubt schwarzästig Waldgeheg\nAuf kalte Flüss’ ihn fließt im Alpenlande.\nEuphrat und Tigris schien vor ihrem Weg\nSich aus derselben Quelle zu ergießen,\nSich dann, wie Freunde, trennend, still und träg.\n“O Licht, der Menschheit Ruhm, welch Wasser sprießen\nSeh’ ich aus einem Ursprung hier und dann\nSich von sich selbst entfernend weiterfließen?\"\nAuf diese Bitte hob Beatrix an:\n“Mathilden bitt’,\"–und diese sprach dagegen,\nWie wer vom Vorwurf leicht sich lösen kann:\n“Dies und noch anderes ihm auszulegen,\nVersäumt’ ich nicht, was, des bin ich gewiß,\nDer Lethe Wässer nicht zu tilgen pflegen.\"\nBeatrix drauf: “Die größre Sorg’ entriß,\nWie’s oft geschieht, dies seinem Angedenken\nUnd ließ sein geistig Aug’ in Finsternis.\nDoch Eunoe sieh–eil’, ihn dahin zu lenken,\nUnd, wie du immer pflegst, ihm durch die Flut\nMit Leben die erstorbne Kraft zu tränken.\"\nWie ohn’ Entschuldigung, wer, mild und gut,\nAls eignen Willen fremden aufgenommen,\nDer sich durch Wink und Wort ihm zeigte, tut,\nSo ging, nachdem sie mich am Arm genommen,\nDie schöne Frau und sagte weiblich mild\nZu Statius: “Auch du sollst mit ihm kommen.\"\nHätt’ ich, o Leser, Raum zu größerm Bild,\nSo würd’ ich dir zum Teil die Wonnen singen\nDes Tranks, der Durst erregt, wenn er ihn stillt.\nDoch läßt sich nichts mehr auf die Blätter bringen,\nDie ich zu diesem zweiten Lied erkor,\nDrum hemmt der Zaum der Kunst mein Weiterdringen.\nIch ging aus jener heil’gen Flut hervor,\nWie neu erzeugt, von Leid und Schwäche ferne,\nGleich neuer Pflanz’ in neuen Lenzes Flor,\nRein und bereit zum Flug ins Land der Sterne.",
        "Continue...",
        "\nThis eBook of “Die Goettliche Komoedie” by Dante Alighieri belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "G'Day to Die: A Passport to Peril Mystery (Passport to Peril Mysteries (Paperback))By Maddy HunterAt Amazon"
    ]
}