{
    "title": "Die Geburt der Tragödie - 1. (Von Friedrich Wilhelm Nietzsche)",
    "author": "Unknown",
    "chapter": "9",
    "content": [
        "\n\n",
        "Wir werden viel für die aesthetische Wissenschaft gewonnen haben,\nwenn wir nicht nur zur logischen Einsicht, sondern zur unmittelbaren\nSicherheit der Anschauung gekommen sind, dass die Fortentwickelung\nder Kunst an die Duplicität des Apollinischen und des Dionysischen\ngebunden ist: in ähnlicher Weise, wie die Generation von der Zweiheit\nder Geschlechter, bei fortwährendem Kampfe und nur periodisch\neintretender Versöhnung, abhängt. Diese Namen entlehnen wir von den\nGriechen, welche die tiefsinnigen Geheimlehren ihrer Kunstanschauung\nzwar nicht in Begriffen, aber in den eindringlich deutlichen Gestalten\nihrer Götterwelt dem Einsichtigen vernehmbar machen. An ihre beiden\nKunstgottheiten, Apollo und Dionysus, knüpft sich unsere Erkenntniss,\ndass in der griechischen Welt ein ungeheurer Gegensatz, nach Ursprung\nund Zielen, zwischen der Kunst des Bildners, der apollinischen, und\nder unbildlichen Kunst der Musik, als der des Dionysus, besteht: beide\nso verschiedne Triebe gehen neben einander her, zumeist im offnen\nZwiespalt mit einander und sich gegenseitig zu immer neuen kräftigeren\nGeburten reizend, um in ihnen den Kampf jenes Gegensatzes zu\nperpetuiren, den das gemeinsame Wort “Kunst” nur scheinbar überbrückt;\nbis sie endlich, durch einen metaphysischen Wunderakt des hellenischen\n“Willens”, mit einander gepaart erscheinen und in dieser Paarung\nzuletzt das ebenso dionysische als apollinische Kunstwerk der\nattischen Tragödie erzeugen.",
        "Um uns jene beiden Triebe näher zu bringen, denken wir sie uns\nzunächst als die getrennten Kunstwelten des Traumes und des Rausches;\nzwischen welchen physiologischen Erscheinungen ein entsprechender\nGegensatz, wie zwischen dem Apollinischen und dem Dionysischen zu\nbemerken ist. Im Traume traten zuerst, nach der Vorstellung des\nLucretius, die herrlichen Göttergestalten vor die Seelen der Menschen,\nim Traume sah der grosse Bildner den entzückenden Gliederbau\nübermenschlicher Wesen, und der hellenische Dichter, um die\nGeheimnisse der poetischen Zeugung befragt, würde ebenfalls an den\nTraum erinnert und eine ähnliche Belehrung gegeben haben, wie sie Hans\nSachs in den Meistersingern giebt:",
        "Der schöne Schein der Traumwelten, in deren Erzeugung jeder Mensch\nvoller Künstler ist, ist die Voraussetzung aller bildenden Kunst, ja\nauch, wie wir sehen werden, einer wichtigen Hälfte der Poesie. Wir\ngeniessen im unmittelbaren Verständnisse der Gestalt, alle Formen\nsprechen zu uns, es giebt nichts Gleichgültiges und Unnöthiges. Bei\ndem höchsten Leben dieser Traumwirklichkeit haben wir doch noch die\ndurchschimmernde Empfindung ihres Scheins: wenigstens ist dies meine\nErfahrung, für deren Häufigkeit, ja Normalität, ich manches Zeugniss\nund die Aussprüche der Dichter beizubringen hätte. Der philosophische\nMensch hat sogar das Vorgefühl, dass auch unter dieser Wirklichkeit,\nin der wir leben und sind, eine zweite ganz andre verborgen liege,\ndass also auch sie ein Schein sei; und Schopenhauer bezeichnet\ngeradezu die Gabe, dass Einem zu Zeiten die Menschen und alle Dinge\nals blosse Phantome oder Traumbilder vorkommen, als das Kennzeichen\nphilosophischer Befähigung. Wie nun der Philosoph zur Wirklichkeit\ndes Daseins, so verhält sich der künstlerisch erregbare Mensch zur\nWirklichkeit des Traumes; er sieht genau und gern zu: denn aus diesen\nBildern deutet er sich das Leben, an diesen Vorgängen übt er sich für\ndas Leben. Nicht etwa nur die angenehmen und freundlichen Bilder sind\nes, die er mit jener Allverständigkeit an sich erfährt: auch das\nErnste, Trübe, Traurige, Finstere, die plötzlichen Hemmungen, die\nNeckereien des Zufalls, die bänglichen Erwartungen, kurz die ganze\n“göttliche Komödie” des Lebens, mit dem Inferno, zieht an ihm vorbei,\nnicht nur wie ein Schattenspiel – denn er lebt und leidet mit in\ndiesen Scenen – und doch auch nicht ohne jene flüchtige Empfindung\ndes Scheins; und vielleicht erinnert sich Mancher, gleich mir, in den\nGefährlichkeiten und Schrecken des Traumes sich mitunter ermuthigend\nund mit Erfolg zugerufen zu haben: “Es ist ein Traum! Ich will ihn\nweiter träumen!” Wie man mir auch von Personen erzählt hat, die\ndie Causalität eines und desselben Traumes über drei und mehr\naufeinanderfolgende Nächte hin fortzusetzen im Stande waren:\nThatsachen, welche deutlich Zeugniss dafür abgeben, dass unser\ninnerstes Wesen, der gemeinsame Untergrund von uns allen, mit tiefer\nLust und freudiger Nothwendigkeit den Traum an sich erfährt.",
        "Diese freudige Nothwendigkeit der Traumerfahrung ist gleichfalls von\nden Griechen in ihrem Apollo ausgedrückt worden: Apollo, als der Gott\naller bildnerischen Kräfte, ist zugleich der wahrsagende Gott. Er, der\nseiner Wurzel nach der “Scheinende”, die Lichtgottheit ist, beherrscht\nauch den schönen Schein der inneren Phantasie-Welt. Die höhere\nWahrheit, die Vollkommenheit dieser Zustände im Gegensatz zu der\nlückenhaft verständlichen Tageswirklichkeit, sodann das tiefe\nBewusstsein von der in Schlaf und Traum heilenden und helfenden Natur\nist zugleich das symbolische Analogon der wahrsagenden Fähigkeit und\nüberhaupt der Künste, durch die das Leben möglich und lebenswerth\ngemacht wird. Aber auch jene zarte Linie, die das Traumbild nicht\nüberschreiten darf, um nicht pathologisch zu wirken, widrigenfalls\nder Schein als plumpe Wirklichkeit uns betrügen würde – darf nicht im\nBilde des Apollo fehlen: jene maassvolle Begrenzung, jene Freiheit von\nden wilderen Regungen, jene weisheitsvolle Ruhe des Bildnergottes.\nSein Auge muss “sonnenhaft”, gemäss seinem Ursprunge, sein; auch wenn\nes zürnt und unmuthig blickt, liegt die Weihe des schönen Scheines auf\nihm. Und so möchte von Apollo in einem excentrischen Sinne das gelten,\nwas Schopenhauer von dem im Schleier der Maja befangenen Menschen\nsagt. Welt als Wille und Vorstellung I, S. 416 “Wie auf dem tobenden\nMeere, das, nach allen Seiten unbegränzt, heulend Wellenberge erhebt\nund senkt, auf einem Kahn ein Schiffer sitzt, dem schwachen Fahrzeug\nvertrauend; so sitzt, mitten in einer Welt von Qualen, ruhig\nder einzelne Mensch, gestützt und vertrauend auf das principium\nindividuationis”. Ja es wäre von Apollo zu sagen, dass in ihm das\nunerschütterte Vertrauen auf jenes principium und das ruhige Dasitzen\ndes in ihm Befangenen seinen erhabensten Ausdruck bekommen habe, und\nman möchte selbst Apollo als das herrliche Götterbild des principii\nindividuationis bezeichnen, aus dessen Gebärden und Blicken die ganze\nLust und Weisheit des “Scheines”, sammt seiner Schönheit, zu uns\nspräche.",
        "An derselben Stelle hat uns Schopenhauer das ungeheure Grausen\ngeschildert, welches den Menschen ergreift, wenn er plötzlich an\nden Erkenntnissformen der Erscheinung irre wird, indem der Satz vom\nGrunde, in irgend einer seiner Gestaltungen, eine Ausnahme zu erleiden\nscheint. Wenn wir zu diesem Grausen die wonnevolle Verzückung\nhinzunehmen, die bei demselben Zerbrechen des principii\nindividuationis aus dem innersten Grunde des Menschen, ja der Natur\nemporsteigt, so thun wir einen Blick in das Wesen des Dionysischen,\ndas uns am nächsten noch durch die Analogie des Rausches gebracht\nwird. Entweder durch den Einfluss des narkotischen Getränkes, von dem\nalle ursprünglichen Menschen und Völker in Hymnen sprechen, oder bei\ndem gewaltigen, die ganze Natur lustvoll durchdringenden Nahen des\nFrühlings erwachen jene dionysischen Regungen, in deren Steigerung\ndas Subjective zu völliger Selbstvergessenheit hinschwindet. Auch im\ndeutschen Mittelalter wälzten sich unter der gleichen dionysischen\nGewalt immer wachsende Schaaren, singend und tanzend, von Ort zu\nOrt: in diesen Sanct-Johann- und Sanct-Veittänzern erkennen wir die\nbacchischen Chöre der Griechen wieder, mit ihrer Vorgeschichte in\nKleinasien, bis hin zu Babylon und den orgiastischen Sakäen. Es giebt\nMenschen, die, aus Mangel an Erfahrung oder aus Stumpfsinn, sich von\nsolchen Erscheinungen wie von “Volkskrankheiten”, spöttisch oder\nbedauernd im Gefühl der eigenen Gesundheit abwenden: die Armen\nahnen freilich nicht, wie leichenfarbig und gespenstisch eben diese\nihre “Gesundheit” sich ausnimmt, wenn an ihnen das glühende Leben\ndionysischer Schwärmer vorüberbraust.",
        "Unter dem Zauber des Dionysischen schliesst sich nicht nur der Bund\nzwischen Mensch und Mensch wieder zusammen: auch die entfremdete,\nfeindliche oder unterjochte Natur feiert wieder ihr Versöhnungsfest\nmit ihrem verlorenen Sohne, dem Menschen. Freiwillig beut die Erde\nihre Gaben, und friedfertig nahen die Raubthiere der Felsen und der\nWüste. Mit Blumen und Kränzen ist der Wagen des Dionysus überschüttet:\nunter seinem Joche schreiten Panther und Tiger. Man verwandele das\nBeethoven’sche Jubellied der “Freude” in ein Gemälde und bleibe mit\nseiner Einbildungskraft nicht zurück, wenn die Millionen schauervoll\nin den Staub sinken: so kann man sich dem Dionysischen nähern. Jetzt\nist der Sclave freier Mann, jetzt zerbrechen alle die starren,\nfeindseligen Abgrenzungen, die Noth, Willkür oder “freche Mode\"\nzwischen den Menschen festgesetzt haben. Jetzt, bei dem Evangelium\nder Weltenharmonie, fühlt sich Jeder mit seinem Nächsten nicht\nnur vereinigt, versöhnt, verschmolzen, sondern eins, als ob der\nSchleier der Maja zerrissen wäre und nur noch in Fetzen vor dem\ngeheimnissvollen Ur-Einen herumflattere. Singend und tanzend äussert\nsich der Mensch als Mitglied einer höheren Gemeinsamkeit: er hat das\nGehen und das Sprechen verlernt und ist auf dem Wege, tanzend in die\nLüfte emporzufliegen. Aus seinen Gebärden spricht die Verzauberung.\nWie jetzt die Thiere reden, und die Erde Milch und Honig giebt, so\ntönt auch aus ihm etwas Uebernatürliches: als Gott fühlt er sich,\ner selbst wandelt jetzt so verzückt und erhoben, wie er die Götter\nim Traume wandeln sah. Der Mensch ist nicht mehr Künstler, er ist\nKunstwerk geworden: die Kunstgewalt der ganzen Natur, zur höchsten\nWonnebefriedigung des Ur-Einen, offenbart sich hier unter den Schauern\ndes Rausches. Der edelste Thon, der kostbarste Marmor wird hier\ngeknetet und behauen, der Mensch, und zu den Meisselschlägen des\ndionysischen Weltenkünstlers tönt der eleusinische Mysterienruf: “Ihr\nstürzt nieder, Millionen? Ahnest du den Schöpfer, Welt?” –",
        "Continue...",
        "\nThis complete text of Die Geburt der Tragödie/ Die Geburt der Tragödie aus dem Geiste (The Birth of Tragedy/ The Birth of Tragedy from the Spirit of Music) from 1872 by Friedrich Wilhelm Nietzsche\nis provided as free e-text and belongs to the public domain.\n\nSee this book in German or English at Amazon.\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on September 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}