{
    "title": "Die Geburt der Tragödie - 24. (Von Friedrich Wilhelm Nietzsche)",
    "author": "Unknown",
    "chapter": "32",
    "content": [
        "\n\n",
        "Wir hatten unter den eigenthümlichen Kunstwirkungen der musikalischen\nTragödie eine apollinische Täuschung hervorzuheben, durch die wir\nvor dem unmittelbaren Einssein mit der dionysischen Musik gerettet\nwerden sollen, während unsre musikalische Erregung sich auf einem\napollinischen Gebiete und an einer dazwischengeschobenen sichtbaren\nMittelwelt entladen kann. Dabei glaubten wir beobachtet zu haben, wie\neben durch diese Entladung jene Mittelwelt des scenischen Vorgangs,\nüberhaupt das Drama, in einem Grade von innen heraus sichtbar und\nverständlich wurde, der in aller sonstigen apollinischen Kunst\nunerreichbar ist: so dass wir hier, wo diese gleichsam durch den Geist\nder Musik beschwingt und emporgetragen war, die höchste Steigerung\nihrer Kräfte und somit in jenem Bruderbunde des Apollo und des\nDionysus die Spitze ebensowohl der apollinischen als der dionysischen\nKunstabsichten anerkennen mussten.",
        "Freilich erreichte das apollinische Lichtbild gerade bei der inneren\nBeleuchtung durch die Musik nicht die eigenthümliche Wirkung der\nschwächeren Grade apollinischer Kunst; was das Epos oder der beseelte\nStein vermögen, das anschauende Auge zu jenem ruhigen Entzücken an der\nWelt der individuatio zu zwingen, das wollte sich hier, trotz einer\nhöheren Beseeltheit und Deutlichkeit, nicht erreichen lassen. Wir\nschauten das Drama an und drangen mit bohrendem Blick in seine\ninnere bewegte Welt der Motive – und doch war uns, als ob nur ein\nGleichnissbild an uns vorüberzöge, dessen tiefsten Sinn wir fast\nzu errathen glaubten und das wir, wie einen Vorhang, fortzuziehen\nwünschten, um hinter ihm das Urbild zu erblicken. Die hellste\nDeutlichkeit des Bildes genügte uns nicht: denn dieses schien eben\nsowohl Etwas zu offenbaren als zu verhüllen; und während es mit seiner\ngleichnissartigen Offenbarung zum Zerreissen des Schleiers, zur\nEnthüllung des geheimnissvollen Hintergrundes aufzufordern schien,\nhielt wiederum gerade jene durchleuchtete Allsichtbarkeit das Auge\ngebannt und wehrte ihm, tiefer zu dringen.",
        "Wer dies nicht erlebt hat, zugleich schauen zu müssen und zugleich\nüber das Schauen hinaus sich zu sehnen, wird sich schwerlich\nvorstellen, wie bestimmt und klar diese beiden Prozesse bei der\nBetrachtung des tragischen Mythus nebeneinander bestehen und\nnebeneinander empfunden werden: während die wahrhaft aesthetischen\nZuschauer mir bestätigen werden, dass unter den eigenthümlichen\nWirkungen der Tragödie jenes Nebeneinander die merkwürdigste sei. Man\nübertrage sich nun dieses Phänomen des aesthetischen Zuschauers in\neinen analogen Prozess im tragischen Künstler, und man wird die\nGenesis des tragischen Mythus verstanden haben. Er theilt mit der\napollinischen Kunstsphäre die volle Lust am Schein und am Schauen und\nzugleich verneint er diese Lust und hat eine noch höhere Befriedigung\nan der Vernichtung der sichtbaren Scheinwelt. Der Inhalt des\ntragischen Mythus ist zunächst ein episches Ereigniss mit der\nVerherrlichung des kämpfenden Helden: woher stammt aber jener an\nsich räthselhafte Zug, dass das Leiden im Schicksale des Helden,\ndie schmerzlichsten Ueberwindungen, die qualvollsten Gegensätze der\nMotive, kurz die Exemplification jener Weisheit des Silen, oder,\naesehetisch ausgedrückt, das Hässliche und Disharmonische, in so\nzahllosen Formen, mit solcher Vorliebe immer von Neuem dargestellt\nwird und gerade in dem üppigsten und jugendlichsten Alter eines\nVolkes, wenn nicht gerade an diesem Allen eine höhere Lust percipirt\nwird?",
        "Denn dass es im Leben wirklich so tragisch zugeht, würde am wenigsten\ndie Entstehung einer Kunstform erklären; wenn anders die Kunst\nnicht nur Nachahmung der Naturwirklichkeit, sondern gerade ein\nmetaphysisches Supplement der Naturwirklichkeit ist, zu deren\nUeberwindung neben sie gestellt. Der tragische Mythus, sofern er\nüberhaupt zur Kunst gehört, nimmt auch vollen Antheil an dieser\nmetaphysischen Verklärungsabsicht der Kunst überhaupt: was verklärt\ner aber, wenn er die Erscheinungswelt unter dem Bilde des leidenden\nHelden vorführt? Die “Realität”. dieser Erscheinungswelt am wenigsten,\ndenn er sagt uns gerade: “Seht hin! Seht genau hin! Dies ist euer\nLeben! Dies ist der Stundenzeiger an eurer Daseinsuhr!”",
        "Und dieses Leben zeigte der Mythus, um es vor uns damit zu verklären?\nWenn aber nicht, worin liegt dann die aesthetische Lust, mit der wir\nauch jene Bilder an uns vorüberziehen lassen? Ich frage nach der\naesthetischen Lust und weiss recht wohl, dass viele dieser Bilder\nausserdem mitunter noch eine moralische Ergetzung, etwa unter der Form\ndes Mitleides oder eines sittlichen Triumphes, erzeugen können. Wer\ndie Wirkung des Tragischen aber allein aus diesen moralischen Quellen\nableiten wollte, wie es freilich in der Aesthetik nur allzu lange\nüblich war, der mag nur nicht glauben, etwas für die Kunst damit\ngethan zu haben: die vor Allem Reinheit in ihrem Bereiche verlangen\nmuss. Für die Erklärung des tragischen Mythus ist es gerade die erste\nForderung, die ihm eigenthümliche Lust in der rein aesthetischen\nSphäre zu suchen, ohne in das Gebiet des Mitleids, der Furcht, des\nSittlich – Erhabenen überzugreifen. Wie kann das Hässliche und das\nDisharmonische, der Inhalt des tragischen Mythus, eine aesthetische\nLust erregen?",
        "Hier nun wird es nöthig, uns mit einem kühnen Anlauf in eine\nMetaphysik der Kunst hinein zu schwingen, indem ich den früheren Satz\nwiederhole, dass nur als ein aesthetisches Phänomen das Dasein und\ndie Welt gerechtfertigt erscheint: in welchem Sinne uns gerade der\ntragische Mythus zu überzeugen hat, dass selbst das Hässliche und\nDisharmonische ein künstlerisches Spiel ist, welches der Wille, in der\newigen Fülle seiner Lust, mit sich selbst spielt. Dieses schwer zu\nfassende Urphänomen der dionysischen Kunst wird aber auf directem\nWege einzig verständlich und unmittelbar erfasst in der wunderbaren\nBedeutung der musikalischen Dissonanz: wie überhaupt die Musik, neben\ndie Welt hingestellt, allein einen Begriff davon geben kann, was unter\nder Rechtfertigung der Welt als eines aesthetischen Phänomens zu\nverstehen ist. Die Lust, die der tragische Mythus erzeugt, hat eine\ngleiche Heimat, wie die lustvolle Empfindung der Dissonanz in der\nMusik. Das Dionysische, mit seiner selbst am Schmerz percipirten\nUrlust, ist der gemeinsame Geburtsschooss der Musik und des tragischen\nMythus.",
        "Sollte sich nicht inzwischen dadurch, dass wir die Musikrelation der\nDissonanz zu Hülfe nahmen, jenes schwierige Problem der tragischen\nWirkung wesentlich erleichtert haben? Verstehen wir doch jetzt, was\nes heissen will, in der Tragödie zugleich schauen zu wollen und sich\nüber das Schauen hinaus zu sehnen: welchen Zustand wir in Betreff der\nkünstlerisch verwendeten Dissonanz eben so zu charakterisiren hätten,\ndass wir hören wollen und über das Hören uns zugleich hinaussehnen.\nJenes Streben in’s Unendliche, der Flügelschlag der Sehnsucht, bei\nder höchsten Lust an der deutlich percipirten Wirklichkeit, erinnern\ndaran, dass wir in beiden Zuständen ein dionysisches Phänomen zu\nerkennen haben, das uns immer von Neuem wieder das spielende Aufhauen\nund Zertrümmern der Individualwelt als den Ausfluss einer Urlust\noffenbart, in einer ähnlichen Weise, wie wenn von Heraklit dem Dunklen\ndie weltbildende Kraft einem Kinde verglichen wird, das spielend\nSteine hin und her setzt und Sandhaufen aufbaut und wieder einwirft.",
        "Um also die dionysische Befähigung eines Volkes richtig abzuschätzen,\ndürften wir nicht nur an die Musik des Volkes, sondern eben so\nnothwendig an den tragischen Mythus dieses Volkes als den zweiten\nZeugen jener Befähigung zu denken haben. Es ist nun, bei dieser\nengsten Verwandtschaft zwischen Musik und Mythus, in gleicher Weise\nzu vermuthen, dass mit einer Entartung und Depravation des Einen eine\nVerkümmerung der Anderen verbunden sein wird: wenn anders in der\nSchwächung des Mythus überhaupt eine Abschwächung des dionysischen\nVermögens zum Ausdruck kommt. Ueber Beides dürfte uns aber ein Blick\nauf die Entwicklung des deutschen Wesens nicht in Zweifel lassen: in\nder Oper wie in dem abstracten Charakter unseres mythenlosen Daseins,\nin einer zur Ergetzlichkeit herabgesunkenen Kunst, wie in einem vom\nBegriff geleiteten Leben, hatte sich uns jene gleich unkünstlerische,\nals am Leben zehrende Natur des sokratischen Optimismus enthüllt.\nZu unserem Troste aber gab es Anzeichen dafür, dass trotzdem der\ndeutsche Geist in herrlicher Gesundheit, Tiefe und dionysischer Kraft\nunzerstört, gleich einem zum Schlummer niedergesunknen Ritter, in\neinem unzugänglichen Abgrunde ruhe und träume: aus welchem Abgrunde\nzu uns das dionysische Lied emporsteigt, um uns zu verstehen zu\ngeben, dass dieser deutsche Ritter auch jetzt noch seinen uralten\ndionysischen Mythus in selig – ernsten Visionen träumt. Glaube\nNiemand, dass der deutsche Geist seine mythische Heimat auf ewig\nverloren habe, wenn er so deutlich noch die Vogelstimmen versteht, die\nvon jener Heimat erzählen. Eines Tages wird er sich wach finden, in\naller Morgenfrische eines ungeheuren Schlafes: dann wird er Drachen\ntödten, die tückischen Zwerge vernichten und Brünnhilde erwecken – und\nWotan’s Speer selbst wird seinen Weg nicht hemmen können!",
        "Meine Freunde, ihr, die ihr an die dionysische Musik glaubt, ihr\nwisst auch, was für uns die Tragödie bedeutet. In ihr haben wir,\nwiedergeboren aus der Musik, den tragischen Mythus – und in ihm dürft\nihr Alles hoffen und das Schmerzlichste vergessen! Das Schmerzlichste\naber ist für uns alle – die lange Entwürdigung, unter der der deutsche\nGenius, entfremdet von Haus und Heimat, im Dienst tückischer Zwerge\nlebte. Ihr versteht das Wort – wie ihr auch, zum Schluss, meine\nHoffnungen verstehen werdet.",
        "Continue...",
        "\nThis complete text of Die Geburt der Tragödie/ Die Geburt der Tragödie aus dem Geiste (The Birth of Tragedy/ The Birth of Tragedy from the Spirit of Music) from 1872 by Friedrich Wilhelm Nietzsche\nis provided as free e-text and belongs to the public domain.\n\nSee this book in German or English at Amazon.\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on September 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}