{
    "title": "Die Leiden des jungen Werther - Am 16. Julius (von Johann Wolfgang von Goethe)",
    "author": "Unknown",
    "chapter": "22",
    "content": [
        "\n\n",
        "Ach wie mir das durch alle Adern läuft, wenn mein Finger unversehens\nden ihrigen berührt, wenn unsere Füße sich unter dem Tische begegnen!\nIch ziehe zurück wie vom Feuer, und eine geheime Kraft zieht mich\nwieder vorwärts—mir wird’s so schwindelig vor allen Sinnen.—O! Und\nihre Unschuld, ihre unbefangene Seele fühlt nicht, wie sehr mich die\nkleinen Vertraulichkeiten peinigen. Wenn sie gar im Gespräch ihre\nHand auf die meinige legt und im Interesse der Unterredung näher zu\nmir rückt, daß der himmlische Atem ihres Mundes meine Lippen erreichen\nkann:—ich glaube zu versinken, wie vom Wetter gerührt.—und, Wilhelm!\nWenn ich mich jemals unterstehe, diesen Himmel, dieses Vertrauen—!\nDu verstehst mich. Nein, mein Herz ist so verderbt nicht! Schwach!\nSchwach genug!—und ist das nicht Verderben?—sie ist mir heilig.\nAlle Begier schweigt in ihrer Gegenwart. Ich weiß nie, wie mir ist,\nwenn ich bei ihr bin; es ist, als wenn die Seele sich mir in allen\nNerven umkehrte.—sie hat eine Melodie, die sie auf dem Klaviere\nspielet mit der Kraft eines Engels, so simpel und so geistvoll! Es\nist ihr Leiblied, und mich stellt es von aller Pein, Verwirrung und\nGrillen her, wenn sie nur die erste Note davon greift.",
        "Kein Wort von der Zauberkraft der alten Musik ist mir unwahrscheinlich.\nWie mich der einfache Gesang angreift! Und wie sie ihn anzubringen\nweiß, oft zur Zeit, wo ich mir eine Kugel vor den Kopf schießen möchte!\nDie Irrung und Finsternis meiner Seele zerstreut sich, und ich atme\nwieder freier.",
        "Continue...",
        "\nThis complete text of “Die Leiden des jungen Werther” by Johann Wolfgang von Goethe,\nas well as the paintings by Caspar David Friedrich, are in the public domain.\n\n\n\nAmazon: “Die Leiden des jungen Werther”.\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on April 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}