{
    "title": "Die Leiden des jungen Werther - Am 15. November (von Johann Wolfgang von Goethe)",
    "author": "Unknown",
    "chapter": "77",
    "content": [
        "\n\n",
        "Ich danke dir, Wilhelm, für deinen herzlichen Anteil, für deinen\nwohlmeinenden Rat und bitte dich, ruhig zu sein. Laß mich ausdulden,\nich habe bei aller meiner Müdseligkeit noch Kraft genug durchzusetzen.\nIch ehre die Religion, das weißt du, ich fühle, daß sie manchem\nErmatteten Stab, manchem Verschmachtenden Erquickung ist. Nur—kann\nsie denn, muß sie denn das einem jeden sein? Wenn du die große Welt\nansiehst, so siehst du Tausende, denen sie es nicht war, Tausende,\ndenen sie es nicht sein wird, gepredigt oder ungepredigt, und muß sie\nmir es denn sein? Sagt nicht selbst der Sohn Gottes, daß die um ihn\nsein würden, die ihm der Vater gegeben hat? Wenn ich ihm nun nicht\ngegeben bin? Wenn mich nun der Vater für sich bahalten will, wie mir\nmein Herz sagt?—ich bitte dich, lege das nicht falsch aus; sieh\nnicht etwa Spott in diesen unschuldigen Worten; es ist meine ganze\nSeele, die ich dir vorlege; sonst wollte ich lieber, ich hätte\ngeschwiegen: wie ich denn über alles das, wovon jedermann so wenig\nweiß als ich, nicht gern ein Wort verliere. Was ist es anders als\nMenschenschicksal, sein Maß auszuleiden, seinen Becher auszutrinken?\n—Und ward der Kelch dem Gott vom Himmel auf seiner Menschenlippe zu\nbitter, warum soll ich großtun und mich stellen, als schmeckte er mir\nsüß? Und warum sollte ich mich schämen, in dem schrecklichen\nAugenblick, da mein ganzes Wesen zwischen Sein und Nichtsein zittert,\nda die Vergangenheit wie ein Blitz über dem finstern Abgrunde der\nZukunft leuchtet und alles um mich her versinkt und mit mir die Welt\nuntergeht? Ist es da nicht die Stimme der ganz in sich gedrängten,\nsich selbst ermangelnden und unaufhaltsam hinabstürzenden Kreatur, in\nden innern Tiefen ihrer vergebens aufarbeitenden Kräfte zu knirschen:\n“mein Gott! Mein Gott! Warum hast du mich verlassen?\"und sollt’ ich\nmich des Ausdruckes schämen, sollte mir es vor dem Augenblicke bange\nsein, da ihm der nicht entging, der die Himmel zusammenrollt wie ein\nTuch?",
        "Continue...",
        "\nThis complete text of “Die Leiden des jungen Werther” by Johann Wolfgang von Goethe,\nas well as the paintings by Caspar David Friedrich, are in the public domain.\n\n\n\nAmazon: “Die Leiden des jungen Werther”.\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on April 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}