{
    "title": "Die Göttliche Komoedie - Das Paradies",
    "author": "Dante Alighieri",
    "chapter": "3",
    "content": [
        "\n\n",
        "Der Ruhm des, der bewegt das große Ganze,\nDurchdringt das All, und diesem Teil gewährt\nEr minder, jenem mehr von seinem Glanze.\nIm Himmel, den sein hellstes Licht verklärt,–\nWar ich und sah, was wiederzuerzählen\nDer nicht vermag, der von dort oben kehrt.\nDenn, nah’n dem Ziel des Sehnens unsre Seelen,\nDas unsern Geist zur tiefsten Tiefe zieht,\nDann muß der Rückweg dem Gedächtnis fehlen.\nDoch alles, was im heiligen Gebiet\nNur einzusammeln war von sel’ger Schöne,\nDer edle Schatz, sei Stoff jetzt meinem Lied.\nApollo, Güt’ger, leih mir deine Töne\nZum letzten Werk–mach’ ein Gefäß aus mir,\nWert, daß es dein geliebter Lorbeer kröne.\nMir g’nügt’ ein Gipfel des Parnaß bis hier,\nDoch, soll der Rennbahn Ziel der Sieger grüßen,\nSo fleh’ ich jetzt um beid’ empor zu dir.\nDen Odem hauch’ in mich, den reinen, süßen,\nDaß du hier stark, wie bei dem Wettkampf, seist,\nDen Marsyas kämpft’, um frevlen Stolz zu büßen.\nO Götterkraft, wenn du dich jetzt mir leihst,\nDen Nachschein von des sel’gen Reiches Glanze\nZu malen aus dem Bild in meinem Geist,\nDann siehest du mich nah’n der teuren Pflanze\nUnd, durch den Stoff und dich des wert, geschmückt\nUnd reichgekrönt mein Haupt mit ihrem Kranze.\nWenn man ihr Laub, o Vater, selten pflückt,\nUm Cäsars und des Dichters Sieg zu ehren,\nWeil Schuld und Schmach den Willen niederdrückt,\nMuß Freud’ es wohl dem freud’gen Gott gewähren,\nDen Delphos preist, kehrt nun mit kühnem Mut\nNach Daphnes Laub ein Herz all sein Begehren.\nUnd weckt ein kleiner Funk’ oft große Glut,\nSo fleht nach mir zu höherer Verkündung\nEin andrer wohl um deine Hilf und Hut.–\nDen Sterblichen entsteigt aus mancher Mündung\nDas Licht der Welt; allein in einer sind\nVier Kreise mit drei Kreuzen in Verbindung,\nWo’s bessern Lauf mit besserm Stern beginnt,\nSo daß der Erde Wachs in diesem Zeichen\nVon ihm ein schöneres Gepräg gewinnt.\nIn ihm hieß Sol den Tag bei uns erbleichen\nUnd dort entglüh’n; und auf dem Halbkreis hier\nDie schwarze Nacht sich nah’n und dort entweichen.\nUnd links gewandt erschien Beatrix mir,\nUnd wie kein Aar je fest und ungeblendet\nZur Sonne sah, so blickte sie zu ihr.\nUnd wie der erste Strahl den zweiten sendet,\nDer, ihm entflammt, hell auf- und rückwärts blitzt,\nDem Pilgrim gleich, der sich zur Heimat wendet,\nSo macht’ ihr Blick, der durch die Augen itzt\nMein Innres traf, zur Sonn’ auch meinen steigen,\nMit größrer Kraft, als onst der Mensch besitzt.\nViel darf man dort, was hier zu übersteigen\nDie Kraft pflegt, die uns nimmer dort gebricht,\nAm Ort, den Gott schuf als der Menschheit eigen.\nNicht lang’ ertrug ich’s, doch so wenig nicht,\nUm nicht zu sehn, daß, wie dem Feu’r entnommen,\nDas Eisen sprüht, sie sprüht’ in Glut und Licht.\nUnd plötzlich schien ein Tag zum Tag zu kommen,\nAls sei durch den, der’s kann, am Himmelsrand\nNoch eine zweite neue Sonn’ entglommen.\nFest schauend nach den ew’gen Kreisen, stand\nBeatrix dort, und ihr ins glanzerhellte\nGesicht sah ich, von oben abgewandt,\nUnd fühlte, da mir Lust das Innre schwellte,\nWas Glaukus fühlt’, als er das Kraut geschmeckt,\nDas ihn im Meer den Göttern zugesellte.\nVerzückung fühlt’ ich. Was sie sei, entdeckt\nDie Sprache nicht, mag’s drum dies Beispiel Iehren,\nWenn je in euch die Gnade sie erweckt.\nOb ich nur Seele war?–Du magst’s erklären,\nO Liebe, Himmelslenkerin, die mich\nMit ihrem Licht erhob zu jenen Sphären.\nAls nun der Kreis, der durch dich ewiglich\nIn Sehnsucht rollt, mein Aug’ an sich gezogen\nMit Harmonien, verteilt, gemischt durch dich,\nDurchflammte Sonnenglut des Himmels Bogen\nSo weit hin, wie von Strom und Regenflut\nKein See noch je erstreckt die breiten Wogen.\nDes Klanges Neuheit und die lichte Glut,\nSie machten, daß ich vor Begierde brannte,\nWie nimmer sie erweckt ein andres Gut;\nDrob sie, die mich, wie ich mich selbst, erkannte,\nMir zu befried’gen den erregten Geist,\nNoch eh’ ich fragte, schon sich zu mir wandte\nUnd sprach: “Ein Wahn ist Schuld, daß du nicht weißt,\nWas du sogleich erkennen wirst und sehen,\nSobald du dich von seinem Trug befreist.\nDu glaubst noch auf der Erde fest zu stehen,\nDoch flieht kein Blitz aus seinem Vaterland\nSo schnell, wie du jetzt eilst, hinaufzugehen.\"\nKaum daß der erste Zweifel mir verschwand,\nDurchs kurze Wort und ihres Lächelns Frieden,\nAls wieder schon ein neuer mich umwand.\nIch sprach: “Vom Staunen ruht’ ich schon zufrieden;\nDoch steig’ ich jetzt durch leichte Stoff’ empor,\nDrum ist dazu mir neuer Grund beschieden.\"\nEin Seufzer weht’ aus ihrem Mund hervor,\nDann sah sie hin auf mich, wie auf den Knaben\nDie Mutter blickt, die sagen will: Du Tor!\n“Die Dinge sämtlich”, so begann sie, “haben\nUnter sich Ordnung, und das All ist nur\nDurch diese Form gottähnlich und erhaben.\nDie höhern Wesen sehn in ihr die Spur\nDer Kraft, der ew’gen, die zum Ziel gegeben\nVom Schöpfer ward der Ordnung der Natur.\nNach ihr nun sehn wir alle Wesen streben,\nOb hoch ihr Los, ob niedrig sei; ob mehr,\nOb minder nah sie ihrem Ursprung leben.\nSie treiben durch des Seins unendlich Meer,\nGeleitet vom Instinkt, den Gott als Steuer\nJedwedem gab, auf mancher Bahn daher.\nEr trägt zum Mond empor das rege Feuer,\nEr ist’s, der rund den Bau der Erde drückt,\nEr ist der Herzschläg’ Ordner und Erneurer.\nNicht nur auf Wesen, die vernunftlos, zückt\nEr, wie ein Bogen, seine sichern Pfeile,\nAuf die auch, die Vernunft und Liebe schmückt.\nDie Vorsicht, die zum Ganzen eint die Teile,\nDie durch ihr Licht des Himmels Ruh’ erhält,\nIn dem der Kreis sich dreht von größter Eile,\nLäßt zum bestimmten Platz in jener Welt\nUns jetzo durch die Kraft der Sehne bringen,\nDie, was sie treibt, nach heiterm Ziele schnellt.\nWahr ist’s, daß, wie oft Formen nicht gelingen,\nWie sie in sich des Künstlers Geist empfah’n,\nWenn spröde mit der Kunst die Stoffe ringen,-\nSo das Geschöpf oft weicht von seiner Bahn,\nDenn ihm ist von Natur die Kraft verliehen,\nTrotz jener Kraft, sich anderm Ziel zu nah’n,\nWenn erdenwärts es falsche Reize ziehen;\nWie aus der Wolke, wenn das Wetter grollt,\nZum Boden hin des Feuers Strahlen fliehen.\nNun staunst du, war ich klar, wie ich gewollt,\nSo wenig drob, daß du emporgestiegen,\nAls daß der Bach vom Berg zur Tiefe rollt.\nBliebst du, von Hemmnis frei, am Boden liegen,\nErstaunenswerter wär’s, als sähest du\nTräg an den Grund sich lebend Feuer schmiegen.\"\nHier wandt’ ihr Antlitz sich dem Himmel zu.",
        "O ihr, die ihr, von Hörbegier verleitet,\nDes Nachens Fahrt nach meinem Schiff gewandt,\nDas mit Gesange durch die Fluten gleitet,\nKehrt wieder heim zu dem verlaßnen Strand,\nSchifft nicht ins Meer, denn, die mir folgen, wären\nVielleicht verirrt, wenn meine Spur verschwand.\nIch steure hin zu nie befahrnen Meeren;\nMinerva haucht, Apoll ist mein Geleit,\nNeun Musen zeigen mir am Pol die Bären.\nIhr andern wen’gen, die zur rechten Zeit\nIhr euch geneigt zum Engelsbrot, das Leben\nHienieden uns nie Sättigung verleiht,\nIhr könnt euch kühn aufs hohe Meer begeben,\nWenn ihr daher auf meiner Furche fahrt,\nEh’ wieder gleich das Wasser wird und eben.\nAnstaunen sollt ihr, was ihr bald gewahrt,\nMehr als die Helden, die nach Kolchis zogen,\nAnstaunten, daß zum Pflüger Jason ward.\nSo schnell fast, als des Himmels Kreise, flogen\n- Wir fort, zum Reich, dem Gott die Form verlieh,\nVom angebornen, ew’gen Durst gezogen.\nBeatrix blickt’ empor und ich auf sie,\nDoch kaum so lang, als sich ein Pfeil zu schwingen\nVom Bogen pflegt und fliegt und ruht–da sieh\nMich dort, wo mir der Blick von Wunderdingen\nGefesselt ward, schon angelangt mit ihr;\nUnd sie, gewohnt, mein Innres zu durchdringen,\nSie wandte sich so froh, wie schön, zu mir:\n“Auf, bring’ itzt Gott des Dankes Huldigungen!\nWir sind durch ihn im ersten Sterne hier.\"\nMir schien’s, als hielt’ uns eine Wolk’ umschlungen,\nVon Glanz durchstrahlt, dicht, ungetrennt und rein,\nWie Diamant, vom Sonnenstrahl durchdrungen.\nDie ew’ge Perle nahm uns also ein,\nGleichwie das Wasser, ohne sich zu trennen,\nIn sich aufnimmt des Strahles goldnen Schein.\nWenn ich nun Leib war, und wir nicht erkennen,\nWie sich in einem Raum ein zweiter fand,\nSo, daß im Körper Körper tauchen können,\nWas sind wir drum nicht mehr vom Trieb entbrannt,\nDas Ursein zu erschau’n, in dem wir schauen,\nWie unserer Natur sich Gott verband.\nDort wird uns das, worauf wir gläubig bauen,\nNicht durch Beweis, nein, durch sich selber klar,\nDer ersten Wahrheit gleich, auf die wir trauen.\n“Ihm, Herrin,” sprach ich, “der mich wunderbar\nDer Erd’ entrückt, ihm bring’ ich jetzt, entglommen\nVon frommer Glut, des Dankes Opfer dar.\nDoch sprecht, woher die dunkeln Flecken kommen\nAuf dieses Körpers Scheib’, aus welchen man\nZur Kainsfabel dort den Stoff entnommen.\"\nSie lächelt’ erst ein wenig und begann:\n“Irrt sich des Menschen Geist in solchen Dingen,\nDie nicht der Sinne Schlüssel öffnen kann,\nSo solltest du dein Staunen jetzt bezwingen,\nErkennend, daß, den Sinnen nach, nicht weit\nSich die Vernunft erhebt mit ihren Schwingen.\nAllein was meinst du selbst? Gib mir Bescheid!\"\nUnd ich: “Von dünnern oder dichtern Stellen\nKommt, wie mir scheint, des Lichts Verschiedenheit.\"\nDrauf sie: “Du wirst bald selbst das Urteil fällen,\nDaß falsch die Meinung sei, drum gib wohl acht,\nWas ich für Gründ’ ihr werd’ entgegenstellen.\nDer achte Kreis zeigt vieler Sterne Pracht,\nAn Groß’ und Eigenschaften sehr verschieden,\nWie ihr verschiednes Ansehn kenntlich macht.\nWar’ dies durch Dünn’ und Dichtigkeit entschieden,\nSo gäb’s in allen ja nur eine Kraft,\nDem mehr, dem minder, jenen gleich beschieden.\nDoch der verschiedne Bildungsgrund erschafft\nVerschiedne Kräft’, und alle diese schwanden,\nNach deinem Satz, vor einer Eigenschaft.\nDann, wenn die Flecken durch die Dünn’ entständen,\nSo denke, daß entweder hier und dort\nSich durch und durch stoffarme Stellen fänden;\nOder, gleichwie im Leib an manchem Ort\nDie Fettigkeit das Magre deckt, so gingen\nDie Schichten durch den Mond abwechselnd fort.\nDas Erste würd’ ans Licht die Sonne bringen,\nWenn sie verfinstert ist–es ward’ ihr Schein\nDann wie durch andre dünne Stoffs dringen.\nDoch dies ist nicht, drum bleibt das Zweit’ allein,\nUnd wenn wir widerlegt auch dieses sehen,\nDann wird dein Satz als falsch erwiesen sein.\nKann durch und durch der dünne Stoff nicht gehen,\nSo muß wohl eine Grenze sein, und hier\nDer dichte Stoff den Strahlen widerstehen.\nZurücke blitzt sodann der Strahl von ihr–\nSo wirft das Glas, auf seiner hintern Seite\nMit Blei belegt, zurück dein Bildnis dir–\nNun sagst du wohl, daß, weil aus größrer Weite\nDer Strahl sodann auf dich zurückeprallt,\nEr deshalb auch geringres Licht verbreite.\nDoch diesen Einwurf widerlegt dir bald\nErfahrung, der, als seiner ersten Quelle,\nJedweder Strom der Wissenschaft entwallt.\nDrei Spiegel nimm und zwei von diesen stelle\nGleich weit von dir–dem dritten gib sodann\nEntfernter zwischen beiden seine Stelle.\nKehrst du dich ihnen zu, so stelle man\nDrauf hinter dich ein Licht, das sich in allen\nZum Widerstrahl des Schimmers spiegeln kann.\nIns Auge wird der fernre kleiner fallen,\nDoch wird auf dich von ihnen allzumal\nEin gleich lebendig Licht zurückeprallen.\nJetzt aber, wie beim warmen Sonnenstrahl\nDes Schnees Massen in sich selbst zergehen,\nUnd Farb’ und Frost zerrinnt im lauen Tal,\nSo soll’s dem Wahn in deinem Geist geschehen,\nUnd durch mein Wort sollst du lebend’ge Glut\nVor deinem Blick in regem Schimmer sehen.\nIm Himmel, wo der Frieden Gottes ruht,\nDreht sich ein Kreis, in dessen Kraft und Walten\nDas Sein all des, was er enthält, beruht.\nDer nächste Himmel, reich an Lichtgestalten,\nVerteilt dies Sein verschiednen Körpern drauf,\nVon ihm gesondert, doch in ihm enthalten.\nAus ändern Kreisen von verschiednem Lauf\nNimmt die verschiedne Kraft, in ihnen lebend,\nDann jeder Stern nach seinen Zwecken auf.\nSo siehst du diese Weltorgane schwebend,\nIn sich im Kreis bewegt von Grad zu Grad,\nVon oben nehmend und nach unten gebend.\nBetrachte wohl den Weg, den ich betrat,\nAuf dem ich dir erwünschte Wahrheit weise,\nDann findest du wohl künftig selbst den Pfad.\nKraft und Bewegung nehmen jene Kreise\nVon Lenkern an, die ew’ges Heil beglückt,\nWie Stein sich formt nach seines Künstlers Weise.\nDen Himmel, den die Schar der Sterne schmückt,\nWird von dem Geist, durch den sie rollend Schweben,\nGepräg’ und Bildnis mächtig eingedrückt.\nUnd wie die Seele, noch vom Staub umgeben,\nDurch Glieder von verschiedner Art beweist,\nWas in ihr für verschiedne Kräfte leben,\nSo zeiget seine Huld der Weltengeist,\nDer ewig einer ist, hier, vielgestaltet,\nIm Sternenheer, das durch die Himmel kreist.\nDaher verschiedne Kraft verschieden waltet\nIm edlen Körper, welchen sie durchdrang,\nIn dem sie, wie in euch das Leben, schaltet.\nUnd da sie heiterer Natur entsprang,\nGlänzt diese Kraft in jedes Sternes Lichte,\nGleichwie im Augenstern der Wonne Drang.\nDurch sie also, und nicht durchs Dünn’ und Dichte,\nErhält verschiednen Glanz der Sterne Schar;\nDaß sie ein Denkmal ihrer Huld errichte,\nSchafft diese Bildnerin, was trüb und klar.”",
        "Die Sonne, die mich einst mit Glut erfüllt,\nBeweisend hatte sie und widerlegend\nDer Wahrheit holdes Antlitz mir enthüllt.\nUnd ich, belehrt, nicht länger Zweifel hegend,\nWollt’ eben, daß ich’s sei, gestehn und stand,\nDas Haupt, soweit sich’s ziemt, emporbewegend.\nDoch ein Gesicht erschien, und so gespannt\nHielt ich den Blick darauf, um’s zu gewahren,\nDaß mein Geständnis der Erinnrung schwand.\nUnd wie von Gläsern, von durchsicht’gen, klaren,\nVon Weihern, welche seicht, doch still und rein,\nDen Boden unverdunkelt offenbaren,\nEin Antlitz widerstrahlt, so schwach und fein,\nDaß man erkennen würd’ in größrer Schnelle\nAuf weißer Stirn der Perle bleichen Schein;\nSo sah ich manch Gesicht an jener Stelle\nUnd war im Gegensatz des Wahns, durch den\nEinst Lieb’ entflammt ward zwischen Mann und Quelle.\nDenn plötzlich glaubt’ ich, wie ich sie ersehn,\nEs wären Spiegelbilder, und bemühte\nMich, ringsumher ihr Urbild zu erspäh’n.\nDoch sah ich nichts, und, zweifelnd im Gemüte,\nSchaut’ ich ins Licht der süßen Führerin,\nDie lächelnd in den heil’gen Augen glühte.\nUnd sie begann: “Nicht staun’ in deinem Sinn.\nBelacht’ ich deine kindischen Gedanken.\nNoch gehst du auf der Wahrheit strauchelnd hin,\nUm, wie du pflegst, dem Wahne zuzuwanken.\nWirkliche Wesen zeigt dir dies Gesicht,\nDie, untreu dem Gelübd’, in Schuld versanken.\nSprich, hör’ und glaube; denn das wahre Licht,\nDas sie beseligt, wird es nie gestatten,\nDaß ihm zu folgen sich ihr Fuß entbricht.\nIch wandte mich und sprach zu einem Schatten,\nDer sprechenslustig schien, schnell, als ein Mann,\nDen längst gequält der Neugier Stacheln hatten:\n“O Seele, die das ew’ge Licht gewann,\nDie selig hier die Süßigkeiten machten,\nDie nur, wer sie geschmeckt, begreifen kann,\nO sei jetzt freundlich mir. Mein ganzes Trachten\nIst ja dein Nam’ und euer Los. Drum sprich!\"–\nUnd sie, bereit, mit Augen, welche lachten,\nSprach: “Unsre Lieb’ erschließt sich williglich\nGerechtem Wunsch, gleich der, der Liebe Bronnen,\nDie ihr Gefolg gebildet will nach sich.\nDort auf der Welt gehört’ ich zu den Nonnen,\nDoch wende nur mir die Erinnrung zu,\nUnd durch die höh’re Schönheit, höhern Wonnen,\nDaß ich Piccarda bin, erkennest du,\nMit diesen allen, die sich selig nennen,\nZum trägsten Kreis versetzt in Wonn’ und Ruh’.\nAll unsre Triebe, die allein entbrennen\nIn Lust des Heil’gen Geist’s, sind hoch ergetzt,\nWeil sie in seiner Weihe sich erkennen.\nDies Los, von dir vielleicht geringgeschätzt,\nWard uns zuteile, weil wir dort auf Erden\nVerabsäumt die Gelübd’ und sie verletzt.\"\nDrauf ich: “Euch glänzt in Antlitz und Gebärden,\nIch weiß nicht was, von Gottheit, wunderbar,\nUnd läßt die ersten Züg’ unkenntlich werden,\nDrob ich so säumig im Erkennen war,\nJetzt hilft mir, was du sprichst, dem Auge trauen\nUnd stellt mir deutlicher dein Bildnis dar.\nDoch sprich: Ihr, glücklich hier in diesen Auen,\nZieht euch nach höherm Ort nicht die Begier,\nUm mehr euch zu befreunden, mehr zu schauen?\"\nEin wenig lächelten die Schatten hier,\nDenn, als ob sie in erster Liebe glühte,\nErwiderte sie froh und wonnig mir:\n“Bruder, hier stillt die Kraft der Lieb’ und Güte\nJedweden Wunsch, und völlig g’nügt uns dies,\nUnd nicht nach anderm dürstet das Gemüte.\nDenn wenn es höherm Wunsch sich überließ,\nSo würd’ es ja dem Willen widerstehen,\nDer uns in diesen niedern Kreis verwies.\nDies kann in diesen Sphären nicht geschehen;\nLieb’ ist das Band des ewigen Vereins,\nMit der nicht Kampf noch Widerstand bestehen.\nVielmehr ist’s Wesen dieses sel’gen Seins,\nNur in dem Willen Gottes hinzuwallen,\nDrum schmilzt hier aller Wunsch und Trieb in eins.\nUnd, wie wir sind von Grad zu Grad, muß allen\nWie ihm, des Will’ allein nach seiner Spur\nDen unsern lenkt, dies ganze Reich gefallen.\nUnd unser Frieden ist sein Wille nur,\nDies Meer, wohin sich alles muß bewegen,\nWas er schafft, was hervorbringt die Natur.\"–\nNun sah ich: Paradies ist allerwegen\nWo Himmel ist, strömt auch von oben her\nVom höchsten Gut nicht gleich der Gnade Regen.–\nWie bei verschiednen Speisen man nicht mehr\nVon dieser will und sich nach jener wendet,\nFür diese dankt und noch verlangt von der,\nSo ich mit Wink und Wort, als sie geendet,\nUm zu erfahren, was sie dort gewebt,\nAllein verlassen, ehe sie’s vollendet.\n“Vollkommnes Leben und Verdienst erhebt\nEin Weib”, so sprach sie, “zu den höhern Kreisen,\nIn deren Tracht und Schleier manche strebt,\nIn Schlaf und Wachen treu sich zu erweisen\nDem Bräutigam, dem jeder Schwur gefällt,\nDen reine Liebestrieb’ ihm schwören heißen.\nIhr nachzufolgen floh ich jung die Welt,\nWeiht’ ihrem Orden mich und war beflissen,\nDem g’nugzutun, was sein Gesetz enthält.\nDoch Menschen, ruchlos mehr, als gut, entrissen\nGewaltsam dem Verlies, dem süßen, mich\nWie drauf mein Leben war–Gott wird es wissen–\nDer andre Glanz, der mir zur Rechten dich\nSo freudig hell bestrahlt, denn er entzündet\nIn unsrer Sphäre ganzem Schimmer sich,\nVersteht von sich, was ich von mir verkündet.\nDenn man entriß, wie meinem, ihrem Haupt\nDen Schleier, der der Nonnen Stirn umwindet.\nDoch, ob man Rückkehr ihr zur Welt erlaubt,\nBlieb doch ihr Herz bekrönt mit jenem Kranze,\nDen ihrer Stirn verruchte Tat geraubt.\nSie ist das Licht der trefflichen Konstanze,\nDie mit dem zweiten Sturm aus Schwabenland\nDen dritten zeugt’, umstrahlt vom letzten Glanze.\"\nPiccarda sprach’s, mir heiter zugewandt,\nUnd fing ein Ave an, indem sie singend,\nWie Schweres in der tiefen Flut, verschwand.\nMein Blick, ihr nach, soweit er konnte, dringend,\nErhob sich dann, sobald er sie verlor,\nNach einem Ziele größern Sehnens ringend,\nZu Beatricens Antlitz ganz empor,\nDoch als ihr Aug’, ein Blitz, in meins geschlagen,\nSo daß zuerst es niedersank davor,\nDa macht’ es zögern mich mit weitern Fragen.",
        "Zwischen zwei Speisen, gleich entfernt und lockend,\nGing hungrig wohl ein freier Mann zugrund’,\nNicht von der einen noch der andern brockend.\nSo stund’ ein Lämmchen zwischen Schlund und Schlund\nVon zweien Wölfen fest, in gleichem Zagen,\nSo stund’ auch zwischen zweien Reh’n ein Hund.\nSo ließ’ verschiedner Zweifel mich nicht fragen.\nIch schwieg nur, weil ich mußt’, und kann davon\nDrum weder Gutes jetzt noch Böses sagen.\nIch schwieg, doch ward mein Wunsch vom Antlitz schon\nKlar ausgedrückt und deutlicher vernommen,\nAls hätt’ ich ihn erklärt mit klarem Ton.\nBeatrix tat wie Daniel, als entglommen\nNebukadnezar war in blinder Wut,\nDie des Propheten Deutung ihm benommen.\n“Daß dich zwei Wünsche drängen, seh’ ich gut,\"\nBegann sie, “die dich fesseln. So daß keiner\nVon beiden sich nun kund nach außen tut.\nDu fragst: Bleibt unser Will’ ein guter, reiner,\nWie macht Gewalttat andrer dann den Wert\nUnd wie den Umfang des Verdienstes kleiner?\nHiernächst auch zweifelst du, weil Plato lehrt,\nDaß, wie’s ihm scheint, zu ihrem Sternenkreise\nDie Seele von der Erde wiederkehrt.\nDie beiden Zweifel drängen gleicherweise\nAuf deinen Willen ein, daher ich Ietzt\nDer schlimmern Meinung Falschheit erst beweise.\nDer Seraph, den der reinste Schimmer letzt,\nMoses und Samuel–die je heilig waren,\nJa, selbst Marien nenn’ ich dir zuletzt,\nSind nicht in anderm Himmel als die Scharen\nDer sel’gen Geister, die du jetzt gesehn,\nSind reicher nicht und ärmer nicht an Jahren.\nDie erste Sphäre machen alle schön,\nDoch ist verschiedner Art ihr süßes Leben,\nWie mehr und minder Gottes Hauche weh’n.\nSie zeigten hier sich, nicht, weil ihnen eben\nDer Kreis zuteil ward, nein, weil dies beweist,\nDaß sie zum Höchsten minder sich erheben.\nSo sprechen muß man ja zu eurem Geist,\nDen nur die Sinne zu dem allen leiten.\nWas die Vernunft sodann ihr eigen heißt.\nDrum läßt sich auch zu euren Fähigkeiten\nDie Schrift herab, wenn sie von Gott euch spricht,\nVon Hand und Fuß, um andres anzudeuten.\nDie Kirche zeigt mit menschlichem Gesicht\nGabriel’ und Michael’ und Raphaelen,\nDer neu geklärt Tobias’ Augenlicht.\nDoch des Timäus Lehre von den Seelen\nIst andrer Art. Er glaubt auch, was er lehrt,\nUnd scheint darin kein Sinnbild zu verhehlen.\nDaß sich zu ihrem Stern die Seele kehrt,\nEr spricht’s und glaubt, daß sie von dort gekommen,\nAls die Natur sie uns zur Form gewährt.\nAllein wird dies nicht wörtlich angenommen,\nSo kann er doch vielleicht mit dem Beweis\nDem Ziel der Wahrheit ziemlich nahekommen,\nDafern er meinte, daß aus jedem Kreis\nDas Gut’ und Böse stamm’, und deshalb lehrte,\nDem kehre Schimpf zurück und jenem Preis.\nUnd dieser schlechtverstandne Satz verkehrte\nFast alle Welt, so daß in Sternen man\nDen Mars, Merkur und Jupiter verehrte.–\nDer andre Zweifel, welcher dich umspann,\nHat mindres Gift, indem er nicht entrücken\nDich meinem Pfad durch seine Schlingen kann.\nDenn scheint auch ungerecht den Menschenblicken\nUnsre Gerechtigkeit, nun, so beweist\nDies Glauben nur, nicht ketzerische Tücken.\nAllein wohl fähig ist des Menschen Geist,\nIn diese Wahrheit tiefer einzudringen,\nDrum will ich jetzt, daß du befriedigt seist.\nIst das Gewalt, wenn jenen, welche zwingen,\nDer, welcher leidet, nie sich willig zeigt,\nSo kann sie jenen nicht Entschuld’gung bringen.\nDenn Wille, der nicht will, bleibt ungebeugt,\nWie Feuer, mag der Sturmwind tosend Schwellen,\nOft hingeweht, neu in die Höhe steigt.\nDer Wille wird zu der Gewalt Gesellen,\nWenn er sich beugt; drum fehlte jenes Paar\nRückkehren könnend zu den heil’gen Zellen.\nBlieb jener Nonnen Will’ unwandelbar,\nWie auf dem Rost Laurentius geblieben,\nWie Scävola, der streng der Rechten war,\nSo hätt’ er sie, befreit, zurückgetrieben\nDenselben Pfad, auf dem man sie entführt;\nDoch selten sind, die solchen Willen lieben.\nNoch hättest du den Zweifel oft gespürt,\nDer jetzt gewiß vor meinem Wort geschwunden,\nWenn du wohl aufgemerkt, wie sich’s gebührt.\nDoch hält ein andrer schon dein Aug’ umwunden,\nUnd gänzlich schwände deine Kraft dahin,\nEh’ du dich Selbst aus ihm herausgefunden.\nIch legt’ es als gewiß in deinen Sinn,\nDie Seele, die der ersten Wahrheit Pforten\nStets nahe bleibt, sei niemals Lügnerin.\nDoch nun erfuhrst du durch Piccarda dorten,\nDaß ihren Schlei’r Konstanze nie vergaß,\nUnd dies scheint Widerspruch mit meinen Worten.\nOft, Bruder, die Gefahr zu flieh’n, geschah’s,\nDaß sich ein Mensch, auch wider Willen, dessen,\nWas nimmer sich zu tun geziemt, vermaß.\nSo hat Alkmäon, welcher sich vermessen\nDes Muttermords, weil ihn sein Vater bat,\nDie Sohnespflicht aus Sohnespflicht vergessen.\nDaraus erkennst du diese Wahrheit: hat\nDer Wille sich vermischt dem äußern Drange,\nSo liegt in ihm die Schuld der bösen Tat.\nDer unbedingte Wille trotzt dem Zwange,\nDoch stimmt insofern bei, als der Gefahr\nEr zagend weicht, vor größerm Schaden bange.\nPiccarda sprach, dies siehst du jetzo klar,\nVom unbedingten Willen nur zum Guten,\nVom zweiten Ich, und beider Wort ist wahr.\"\nSo war das Wogen jener heil’gen Fluten\nDem Quell entströmt, dem Wahrheit nur entquillt,\nDaß süß befriedigt meine Wünsche ruhten.\n“Liebste des ersten Liebenden, o Bild\nDer Gottheit,” rief ich, “deren Rede regnet,\nErwärmt und mehr und mehr belebt und stillt.\nOh, war’ mit Inbrunst doch mein Herz gesegnet\nZum Dank, der g’nügte deiner Huld–doch dir\nSei nur von ihm, der sieht und kann, entgegnet.\nNie sättigt sich der Geist, dies seh’ ich hier,\nAls in der Wahrheit Glanz, dem Quell des Lebens,\nDie uns als Wahn zeigt alles außer ihr.\nDoch fand er sie, dann ruht die Qual des Strebens,\nUnd finden kann er sie, sonst wäre ja\nJedweder Wunsch der Menschenbrust vergebens.\nDann läßt der Geist, wenn er die Wahrheit sah,\nAn ihrem Fuß den Zweifel Wurzel schlagen\nUnd treibt von Höh’n zu Höh’n dem Höchsten nah.\nDies ladet nun mich ein, dies heißt mich wagen,\nNach einer andern dunkeln Wahrheit jetzt\nVoll Ehrfurcht, hohe Herrin, Euch zu fragen.\nKann wohl der Mensch, der ein Gelübd’ verletzt,\nDurch andres gutes Werk dies so vergüten,\nDaß Ihr’s, nach Eurer Wag’, als g’nügend schätzt?\nSie sah mich an, und Liebesfunken sprühten\nAus ihrem Aug’ so göttlich klar hervor,\nDaß ich, besiegt, sobald sie mir erglühten,\nGesenkten Blicks mich selber fast verlor.",
        "“Wenn ich in Liebesglut dir flammend funkle,\nMehr, als es je ein irdisch Auge sieht,\nSo, daß ich deines Auges Licht verdunkle,\nNicht staune drum–es macht, daß dies geschieht,\nVollkommnes Schauen, welches, wie’s ergründet,\nIn dem Ergründeten uns weiterzieht.\nSchon glänzt, ich seh’s in deinem Blick verkündet.\nIn deinem Geist ein Schein vom ew’gen Licht,\nDas, kaum gesehen, Liebe stets entzündet.\nUnd liebt ihr, weil euch andrer Reiz besticht,\nSo ist’s, weil, unerkannt, vom Licht, dem wahren,\nEin Strahl herein auf das Geliebte bricht.\nOb andrer Dienst, dies willst du jetzt erfahren,\nGebrochenes Gelübd’ ersetzen kann,\nUm vor dem Vorwurf euer Herz zu wahren.\"\nSo fing ihr heil’ges Wort Beatrix an\nUnd setzte dann, die Rede zu vollenden,\nUnunterbrochen fort, was sie begann.\n“Die größte Gab’ aus Gottes Vaterhänden\nUnd seiner reichen Güte klarste Spur,\nVon ihm geschätzt als höchste seiner Spenden,\nIst Willensfreiheit, so die Kreatur,\nDer er Vernunft verlieh, von ihm bekommen,\nVon diesen jede, doch auch diese nur.\nHieraus ersieh den hohen Wert des frommen\nGelübdes, wenn es so beschaffen ist,\nDaß Gott, was du geboten, angenommen.\nDenn, wer mit Gott Vertrag schließt, der vermißt\nSich, diesen Schatz zum Opfer darzubringen,\nMit dessen Werte sich kein andrer mißt.\nWie kann drum je hier ein Ersatz gelingen?\nBrauchst du auch wohl, was du geopfert hast,\nSo ist’s nur Wohltat mit gestohlnen Dingen.\nDu hast das Wichtigste nun aufgefaßt,\nDoch weil die Kirche vom Gelübd’ entbindet,\nSo zweifelst du an meiner Wahrheit fast.\nDrum bleib am Tisch ein wenig noch. Hier findet,\nOb du auch Unverdauliches gespeist,\nDas Mittel sich, vor dem der Schmerz verschwindet.\nDem, was ich sag’, erschließe deinen Geist,\nDenn Hören gibt nicht Weisheit, nein, Behalten;\nBehalt es drum, damit du weise seist.\nIn diesem Opfer sind zwei Ding’ enthalten;\nDas erste: des Gelübdes Gegenst and–\nDas zweite: der Vertrag, es treu zu halten.\nDer letztere hat ewigen Bestand,\nBis er erfüllt ist, und wie er zu achten,\nDies macht’ ich oben dir genau bekannt.\nDrum mußten die Hebräer Opfer schlachten,\nObwohl für das Gelobte dann und wann\nSie, wie du wissen mußt, ein andres brachten.\nDer Gegenstand kann also sein, daß man,\nAuch ohne Reu’ und Vorwurf zu empfinden,\nMit einem andern ihn vertauschen kann.\nNur mag sich dessen niemand unterwinden\nNach eigner Wahl, wenn ihn der ersten Last\nDer gelb’ und weiße Schlüssel nicht entbinden.\nUnd jeder Tausch der Bürd’ ist Gott verhaßt,\nWenn, die wir nehmen, die wir von uns legen,\nNicht wie die Sechs die Vier, voll in sich faßt.\nDrum, ziehet das, was man gelobt, beim Wägen\nJedwede Wag’ herab durch sein Gewicht,\nSo gibt’s auch nirgendwo Ersatz dagegen.\nScherzt, Sterbliche, mit dem Gelübde nicht.\nSeid treu, doch seht euch vor; denn schwer beklagen\nWird’s jeder, der, wie Jephtha, blind verspricht.\nIhm ziemt’ es besser: Ich tat schlimm! zu sagen,\nAls, haltend, schlimmer tun–und gleiche Scham\nSah man davon den Griechenfeldherrn tragen;\nDrob Iphigenia weint’ in bitterm Gram\nUnd um sich weinen Weis’ und Toren machte,\nJa, jeden, der von solchem Dienst vernahm.\nSei nicht leichtgläubig, Christenvolk, und trachte,\nNicht wie der Flaum im Windeshauch zu sein;\nDaß dich nicht jedes Wasser wäscht, beachtet\nDas Alt’ und Neue Testament ist dein,\nDer Kirche Hirt ist Führer ihren Söhnen,\nUnd dieses g’nügt zu eurem Heil allein.\nUnd reizt euch jemand, schlechtem Trieb zu frönen,\nNicht Schafe seid ihr, eurer unbewußt,\nDrum laßt vom Nachbar Juden euch nicht höhnen.\nTut nicht dem Lamm gleich, das der Mutter Brust\nAus Einfalt läßt und, dumm und geil, vergebens\nNur mit sich selber kämpft nach seiner Lust.\"\nBeatrix sprach’s und wandte, regen Strebens,\nGanz Sehnen, ihren Blick zum hellem Licht,\nEmpor zur schönen Welt des höhern Lebens.\nIhr Schweigen, ihr verwandelt Angesicht\nGeboten dem begier’gen Geiste Schweigen\nUnd ließen mich zu neuen Fragen nicht.\nUnd schnell, wie sich beschwingte Pfeile zeigen,\nIns Ziel einbohrend, eh’ die Sehne ruht,\nSo eilten wir, zum zweiten Reich zu steigen.\nDie Herrin sah ich so in frohem Mut,\nDa uns der Flug zum neuen Glänze brachte,\nDaß heller ward des Sternes Licht und Glut.\nWenn der Planet nun, sich verwandelnd, lachte,\nWie ward wohl mir, mir, den verwandelbar\nSchon die Natur auf alle Weisen machte?\nGleichwie im Teich, der ruhig ist und klar,\nWenn das, wovon die Fischlein sich ernähren,\nVon außen kommt, her eilt die muntre Schar,\nSo sah ich hier zu uns sich Strahlen kehren\nWohl Tausende, von welchen jeder sprach:\n“Seht, der da kommt, wird unser Lieben mehren!\"\nUnd wie sie uns sich nahten nach und nach,\nDa sah ich süßer Wonne voll die Seelen,\nIm Glanz, der hell hervor aus jeder brach.\nBedenke, Leser, wollt’ ich dir verhehlen,\nWas ich noch sah, und schweigend von dir gehn,\nWie würde dich der Durst nach Wissen quälen?\nDu wirst daraus wohl durch dich selbst verstehn,\nWie ich ihr Los mich sehnte zu erfahren,\nSobald mein Aug’ in ihren Glanz geseh’n.\n“Begnadigter, dem hier sich offenbaren\nDes ewigen Triumphes Thron’, eh’ dort\nDu noch verlassen hast der Krieger Scharen,\nWir sind entglüht vom Licht, das fort und fort\nDen Himmel füllt–drum, wünschest du Erklärung,\nSo sättige nach Wunsch dich unser Wort.\"\nEin frommer Geist verhieß mir so Gewährung,\nBeatrix drauf: “Sprich, sprich und glaub’ ihm fest,\nSo fest, als war’ es göttliche Belehrung.\"\n“Ich sehe, würd’ger Geist, du hast dein Nest\nIm eignen Licht, das, wie du lächelst, immer\nMit hellerm Glanz dein Auge strahlen läßt,\nDoch wer bist du? Was ward der schwache Flimmer\nDer niedern Sphäre dir zum Sitz gewährt,\nDie uns umschleiert wird durch fremden Schimmer?\"\nSo sprach ich, jenem Lichte zugekehrt,\nDas erst gesprochen hatt’, und sah’s in Wogen\nVon Strahlen drum weit mehr als erst verklärt.\nDenn gleichwie Sol, von dichtem, Dunst umzogen,\nIn zu gewalt’gen Glanz sich selber hüllt,\nWenn Glut der Nebel Schleier weggesogen,\nSo barg sich jetzt, von größrer Lust erfüllt,\nDie heilige Gestalt im Strahlenringe,\nUnd sie entgegnete mir, so verhüllt,\nDas, was ich bald im nächsten Sange singe.",
        "“Nachdem der Kaiser Konstantin, entgegen\nDer Himmelsbahn, gewendet jenen Aar,\nDer einst ihr folgt’ auf des Äneas Wegen,\nDa sah man mehr als schon zweihundert Jahr’\nZeus’ Vogel an Europens Rand verbringen,\nNah dem Gebirg, dem er entflogen war.\nBeherrschend unterm Schatten heil’ger Schwingen\nVon dort die Welt, ging er von Hand zu Hand,\nBis ihm beim Wechsel meine Hand’ empfingen.\nCäsar war ich, Justinian genannt,\nDer, nach der ersten heil’gen Liebe Walten,\nUnmaß und Leeres ins Gesetz gebannt.\nUnd eh’ ich’s unternahm, dies zu gestalten,\nLebt’ ich zufrieden in dem Wahne fort,\nEin Wesen sei in Christo nur enthalten.\nDoch Agapet, der höchste Hirt und Hort,\nEr lenkte mich zurück zum Echten, Wahren,\nZum rechten Glauben durch sein heilig Wort.\nIch glaubt’ ihm und bin jetzt ob des im klaren,\nWas er mir sagt’–und du auch wirst nun sehn,\nDaß Wahr und Falsch im Gegensatz sich paaren.\nKaum fing ich an, der Kirche nachzugehn,\nSo flößt’ es Gott mir ein, mich aufzuraffen,\nUnd nur dem hohen Werke vorzustehn.\nDem Belisar vertraut’ ich meine Waffen,\nUnd ihm verband des Himmels Rechte sich\nZum Zeichen mir, ich soll’ in Ruhe schaffen.\nBefriedigt hab’ ich nun im ersten dich,\nWas du gefragt; allein die Art der Frage\nVerbindet noch zu einem Zusatz mich,\nDamit du sehst, welch Unrecht jeder trage,\nDer dieses hehren, heil’gen Zeichens Macht\nAn sich zu zieh’n und ihr zu trotzen wage.\nDu siehst die Kraft, die’s wert der Ehrfurcht macht,\nSeit seiner Herrschaft Pallas, überwunden,\nSein Leben selbst zum Opfer dargebracht;\nWeißt, daß es drauf den Aufenthalt gefunden,\nDreihundert Jahr’ und mehr in Albas Au’n,\nBis drei und drei dafür den Kampf bestunden;\nWeißt, was vom Raube der Sabinerfrau’n\nEs tat bis zu Lukreziens Schmerz, durch sieben,\nDie ringsumher besiegt die Nachbargau’n.\nWeißt, wie es Brennus, Pyrrhus auch vertrieben,\nGetragen vor der wackern Römer Schar\nUnd siegreich noch in manchem Kampf geblieben;\nDrob Quinctius, benannt vom wirren Haar,\nDrob auch Torquatus, Decier, Fabier glänzen\nIn freud’gem Ruhme durch den heil’gen Aar.\nEr schlug der Libyer Stolz, die, Welschlands Grenzen\nEinst Hannibal verführt, zu überzieh’n,\nWo Alpen deinen Quell, o Po, umkränzen.\nEin Jüngling noch, hob Scipio sich durch ihn.\nPompejus auch, zu des Triumphes Ehren,\nDer bitter deinem Vaterlande schien.\nDann, nah der Zeit, in der die Welt verklären\nDer Himmel wollt’ in seinem eignen Schein,\nNahm Julius Cäsar ihn auf Roms Begehren.\nWas er dann tat vom Varus bis zum Rhein,\nJser’ und Seine sahn’s, es sahns, bezwungen,\nDie Tale, die der Rhon’ ihr Wasser Ieih’’n.\nWie er den Rubikon dann übersprungen,\nWas er dann tat, das war von solchem Flug,\nDaß Zung’ und Feder nie sich nachgeschwungen.\nNach Spanien lenkt’ er dann den Siegerzug,\nDann nach Durazz’ und traf Pharsaliens Auen\nSo, daß man Leid am heißen Nile trug.\nSah wieder dann den Simois, die Gauen,\nVon wo er kam, wo Hektor ruht und schwang\nSich auf dann, zu des Ptolemäus Grauen.\nWorauf er blitzend hin zum Juba drang;\nDann sah man ihn die Flügel westwärts schlagen,\nWo ihm Pompejus’ Kriegsdrommet’ erklang.\nWas er mit dem tat, der ihn dann getragen,\nBellt Brutus, Cafsius noch in ew’ger Not,\nSagt Modena, Perugia noch mit Klagen.\nKleopatra beweint’s noch, die, bedroht\nVon seinem Zorn, entfloh und an die Brüste\nDie Schlange nahm zu schnellem, schwarzem Tod.\nMit diesem eilt’ er bis zur roten Küste,\nMit diesem schloß er fest des Janus Tor,\nWeil Fried’ und Ruh’ den ganzen Erdball küßte.\nDoch was der Adler je getan zuvor,\nUnd was noch drauf getan dies hohe Zeichen,\nDas Gott zur Herrschaft ird’schen Reichs erkor,\nMuß dem gering erscheinen und erbleichen,\nDer’s in der Hand des dritten Cäsar schaut\nMit klarem Blick, dem Wahn und Irrtum weichen.\nDenn die Gerechtigkeit, die jeden Laut\nMir einhaucht, hat ihn, ihren Zorn zu rächen.\nDer Hand des, den ich dir benannt, vertraut.\nJetzt staun’ ob dessen, was ich werde sprechen:\nEr nahm, begleitend dann des Titus Bahn,\nRach’ an der Rache für ein alt Verbrechen.\nUnd als darauf der Langobarden Zahn\nDie Kirche biß, sah unter seinen Schwingen\nMan Karl den Großen ihr mit Hilfe nah’n.\nNun siehst du selbst, wie jene sich vergingen,\nVon denen ich, sie hart anklagend, sprach,\nDie über euch all euer Übel bringen.\nDer trachtet selbst dem Reicheszeichen nach,\nDer will es durch die Lilien überwinden,\nUnd schwer zu sagen ist, wer mehr verbrach.\nDer Ghibellin mög’ andres Zeichen finden,\nDenn schlechte Folger sind dem heil’gen Aar,\nDie standhaft nicht das Recht und ihn verbinden.\nDer neue Karl mit seiner Guelfenschar,\nNicht trotz’ er ihm, der wohl schon stärkerm Leuen\nDas Vlies abzog mit seinem Klauenpaar.\nOft muß der Sohn des Vaters Fehl bereuen.\nNicht glaub’ er seine Lilien Gott so lieb,\nUm ihrethalb sein Zeichen zu erneuen–\nDer kleine Stern, der fern und dämmernd blieb,\nIst Wohnsitz derer, die zum tät’gen Leben\nDer Durst allein nach Ruf und Ehre trieb.\nUnd wenn so falsch gelenkt die Wünsche streben,\nSo muß sich wohl der wahren Liebe Licht\nMit minderm Glanz zum rechten Ziel erheben.\nDoch wägen wir dann des Verdiensts Gewicht\nMit dem des Lohns, so wird uns Wonn’ und Frieden,\nWeil eins dem andern so genau entspricht.\nDann stellt uns die Gerechtigkeit zufrieden\nUnd sichert uns vor jedem sünd’gen Hang,\nDenn glücklich macht uns das, was uns beschieden.\nVerschiedne Tön’ erzeugen süßen Klang;\nSo bilden hier die Harmonie der Sphären\nDie lichten Kreise von verschiednem Rang.\nDu siehst in dieser Perle sich verklären\nRomeos Licht, mußt’ auch sein schönes Tun\nAuf Erden des verdienten Lohns entbehren.\nAllein die Pprovenzalen lachen nun\nNicht ihres Grolls, denn solche nah’n dem Falle,\nDie sich in andrer Guttat Schaden tun.\nVier Töchter hatt’, und Königinnen alle,\nGraf Raimund, und Romeo tat ihm dies,\nDer niedre Fremd’ in stolzer Fürstenhalle.\nUnd jener folgt’, als ihm die Scheelsucht hieß,\nDem Biedermanne Rechnung anzusinnen,\nDer acht und vier für zehn ihm überwies.\nArm und veraltet ging er dann von hinnen;\nUnd wußte man, mit welchem Herzen er\nfortzog, sein Brot als Bettler zu gewinnen,\nMan preist ihn hoch und pries’ ihn dann noch mehr.",
        "Hosianna dir, du Gott der Macht und Wahrheit,\nDir, der du hier der sel’gen Flammen Glanz\nReich überströmst mit Fülle deiner Klarheit!\"\nSo schien, zurückgewandt zu ihrem Tanz,\nDie Seel’ im Lied den höchsten Herrn zu feiern,\nUmringt ihr Licht von neuem Strahlenkranz.\nDen Reigen sah ich alle nun erneuern,\nUnd Funken gleich, die durch die Lüfte flieh’n,\nVon plötzlicher Entfernung sie verschleiern.\nIch zweifelte. “Sprich, sprich, zur Herrin,” schien\nMein Herz zu sprechen bei des Mundes Schweigen,\n“Die stets dir Lab’ in süßem Tau verlieh’n.\"\nAllein die Ehrfurcht, der ich immer eigen\nAls Sklav’ war, wo nur be nd ice klang,\nLieß, gleich dem Schläfrigen, das Haupt mich neigen.\nSie aber duldete mich so nicht lang;\nIn Lächeln strahlte mir das hohe Wesen,\nDas Feuerpein umschüf in Wonnedrang.\nSie sprach: “Ich hab’ in deiner Brust gelesen,\nWie ist–dies ist’s, was dir im Haupte kreist–\nGerechter Rache Zücht’gung Recht gewesen.\nDoch bald entwirren will ich deinen Geist,\nDamit du, wenn dein Sinn sich mir erschlossen,\nUm eine große Wahrheit reicher seist.\nDer Mensch, der nicht geboren ward, verdrossen,\nZu dulden, sich zum Heil, des Willens Zaum,\nVerdammte sich und mit sich seine Sprossen;\nDrob das Geschlecht in Wahn und falschem Traum\nViel hundert Jahre krank lag, matt und trübe,\nBis sich das Wort geneigt zum niedern Raum,\nWo’s der Natur, die sich im irren Triebe\nVom Schöpfer abgekehrt, sich ganz verband,\nBloß durch das Walten seiner ew’gen Liebe.\nScharf sei dein Blick jetzt auf mein Wort gespannt.\nDiese Natur, dem Schöpfer hingegeben\nUnd ihm vereint, war rein, wie sie entstand.\nDoch durch sie selbst war sie für falsches Streben\nVom Paradies verbannt, weil sie die Bahn\nVerlassen, wo nur Wahrheit ist und Leben.\nDrum ward die Strafe, durch das Kreuz empfah’n,\nMit größerm Recht, als jemals irgendeine,\nDer angenommenen Natur getan.\nSo war die Straf auch ungerecht wie keine,\nIn Hinsicht des, der sie erlitten hat,\nMit der Natur, der ird’schen, im Vereine.\nVerschieden war die Wirkung einer Tat.\nGott und den Juden mußt’ ein Tod gefallen,\nDrob Erd’ erbebt’ und Himmel auf sich tat.\nSchwer wird dir’s nicht mehr zu begreifen fallen,\nWenn man von dem gerechten Richter spricht,\nDes Rach’ auf rechte Rache schwer gefallen.\nDoch deinen Geist, gleich einem Netz, umflicht\nGedank’ itzt und Gedank’ in engem Kreise,\nAus dem er sehnlich Lösung sich verspricht.\nDer Rache Recht war klar in dem Beweise,\nDenkst du; doch weshalb wählt’ in seiner Macht\nGott zur Erlösung ebendiese Weise?\nDer Schluß, mein Bruder, birgt sich dem in Nacht,\nDem nicht, wenn hell der Liebe Flammen brennen,\nDie Glut den Geist zur Mündigkeit gebracht.\nVernimm deshalb, weil wenig zu erkennen,\nWo viel der Blick umsonst sich spähend müht,\nWarum die Art die würdigste zu nennen.\nDie ew’ge Gut’, in sich nie zornentglüht,\nZeigt, wenn im All sich ihre Schönheit spiegelt,\nWie sie die Funken eigner Glut versprüht.\nWas ihr unmittelbar entströmt–verriegelt\nIst dem des Todes Tür, und fest und treu\nIst das Gepräge, wenn sie selber siegelt.\nWas ihr unmittelbar entströmt, ist frei,\nIst völlig frei, und deshalb wohnt dem Neuen\nDie Kraft nicht, es zu unterjochen, bei.\nJe mehr’s ihr gleicht, je mehr muß sie’s erfreuen,\nDrum will die heil’ge Glut, das Licht der Welt,\nAufs ähnlichste den hellsten Schimmer streuen.\nIn allem dem ist hoch der Mensch gestellt,\nDer aber, wenn nur eins ihm fehlt, entweihet,\nMit Schmach herab von seinem Adel fällt.\nDie Sünd’ allein ist das, was ihn entfreiet.\nUnähnlich macht sie ihn dem höchsten Gut,\nDas wenig drum von seinem Glanz ihm leihet.\nNie kehrt zurück ihm seine Würde, tut\nEr dem nicht G’nüge durch gerechte Leiden,\nWas er gefehlt in sünd’ger Lüste Glut.\nEure Natur, die in den ersten beiden\nGanz sündigte, ward, wie der Würd’ entsetzt,\nSo auch verdammt, das Paradies zu meiden.\nUnd Möglichkeit, dahin zurückversetzt\nDereinst zu sein, gab’s nur auf zweien Pfaden,\nWenn scharf dein Geist der Dinge Wesen schätzt:\nEntweder Gott verzieh allein aus Gnaden,\nOder es mußte sich, der ihn gekränkt,\nDer Mensch, g’nugtuend, selbst der Schuld entladen.\nDein Blick sei in den Abgrund jetzt versenkt\nDes ew’gen Rates, und mit ernstem Schweigen\nSei ganz dein Geist nach meinem Wort gelenkt.\nG’nugtuung konnte nie der Mensch erzeigen,\nUnd, eng beschränkt, so tief nicht niedergehn,\nGehorchend, nicht sich so in Demut neigen,\nAls, ungehorsam, er sich wollt’ erhöh’n;\nDrum könnt’ er nie sich von der Schuld befreien,\nGenugtuung nicht durch ihn selbst gescheh’n.\nDrum wählt’, ihn neu zum Leben einzuweihen,\nGott, so gerecht wie gnädig, seinen Pfad\nUnd führt’ auf diesem ihn, vielmehr auf zweien.\nDoch weil so werter ist des Täters Tat,\nJe heller strahlt die Gut’ in dem Gemüte,\nIn dem die Handlung ihre sQuelle hat,\nHat, die die Welt gestaltet, Gottes Güte,\nAuf jedem Wege, der ihr offen lag,\nEuch neu erhöht zu eurer ersten Blüte.\nUnd zwischen letzter Nacht und erstem Tag\nIst nie so Hohes, Herrliches gediehen\nFür sie und euch, was er auch schaffen mag.\nFreigeb’ger war’s, daß Gott sich selbst verliehen,\nDrob zu erstehn der Mensch genügend ward,\nAls hätt’ er ihm nur aus sich selbst verziehen,\nKarg war’ erfüllt in jeder andern Art\nDas Recht, wenn Gottes Sohn um euretwillen\nNicht demutsvoll dem Fleische sich gepaart.\nJetzt, um noch besser deinen Wunsch zu stillen,\nUnd daß du seh’st, gleich mir, das volle Licht,\nWill ich noch eins dir deutlicher enthüllen.\nIch sehe Feuer, sehe Luft–so spricht\nDein Zweifel–Wasser, Erd’, in mannigfachen\nVermischungen, und alle dauern nicht.\nGeschöpfe sind ja alle diese Sachen;\nUnd sollte dies, wenn ich dich recht verstand,\nSie nicht vor der Verderbnis sicher machen?\nDie Engel, Bruder, und dies reine Land,\nSie dürfen wohl sich für erschaffen halten,\nWeil, wie sie sind, ihr volles Sein entstand.\nDoch alles, was die Element’ entfalten,\nDie Elemente selbst, sie läßt allein\nDer Höchste durch geschaffne Kraft gestalten.\nGeschaffen ward ihr Stoff, ihr erstes Sein,\nGeschaffen ward die Bildungskraft dem Tanze\nDer Sterne, die um eure Welt sich reih’n.\nDie Seele jedes Tiers und jeder Pflanze\nZielet nach verschiedner Bildungsfähigkeit\nRegung und Licht aus ihrem heil’gen Glanze.\nAllein der höchsten Güte Hauch verleiht\nUnmittelbar uns selber unser Leben\nUnd Liebe, die dann ihr sich sehnend weiht.\nWie aus der Gruft die Leiber sich erheben,\nErkennst du, wenn du denkest, wessen Ruf\nDem Menschenleib sein erstes Sein gegeben,\nAls er die beiden ersten Eltern schuf.",
        "Die Welt glaubt’ einst, unsel’gen Irrtum hegend,\nDaß Cypris toller Liebe Glut entflammt,\nIm dritten Epizyklus sich bewegend.\nDrob nicht zu ihr allein mit Opferamt\nUnd Weiherufen sich anbetend kehrte\nDas alte Volk, im alten Wahn verdammt;\nNein, auch Dionen und Cupiden ehrte,\nAls ihre Mutter sie, ihn als das Kind,\nDem Dido ihren Schoß zum Sitz gewährte.\nSo ward nach ihr, von der mein Sang beginnt,\nDer Stern benannt, der, bald der Sonn’ im Rücken,\nBald ihr im Angesicht liebäugelnd minnt.\nNicht fühlt’ ich mich in diesen Stern entrücken,\nDoch daß ich wirklich drinnen sei, entschied\nDer Herrin höh’res, schöneres Entzücken.\nUnd wie man Funken in der Flamme sieht,\nUnd wie wir Stimmen in der Stimm’ erkennen,\nDie aushält, wenn die andre kommt und flieht;\nSo sah ich Lichter hier im Lichte brennen,\nUnd, nach dem Maß des innern Schau’ns erregt,\nSo schien’s, im Kreis mehr oder minder rennen.\nKein Wind, unsichtbar oder sichtbar, pflegt\nSo schnell aus kalter Wolk’ herabzugleiten,\nDaß er nicht langsam schien’ und schwer bewegt\nDem, der die Lichter uns entgegenschreiten\nIm Flug gesehn, aus jenem Kreis hervor,\nDen hohe Seraphim bewegend leiten.\nUnd hinter diesen ersten klang’s im Chor:\nHosianna! Und seit ich den Ton vernommen,\nSehnt stets nach ihm sich brünstig Herz und Ohr.\nUnd einen sah ich dann uns näher kommen,\nUnd er begann allein mit frohem Klang:\n“Willfährig sind wir alle, dir zu frommen.\nWir wandeln hin, ein Kreis, ein Schwung, ein Drang,\nUns nie vom Pfad der Himmelsfürsten trennend,\nZu welchem du gejagt in deinem Sang:\nDie ihr den dritten Himmel lenkt, erkennend;\nFür dich wird uns nicht schwer ein Stillestand,\nFür dich in so inbrünst’ger Liebe brennend.\"\nAls ich zu ihr voll Ehrfurcht mich gewandt,\nUnd so der Herrin Blick sich ausgesprochen,\nDaß ich mich sicher und befriedigt fand,\nSchaut’ ich zum Licht, das mir in sich versprochen\nSo vieles hatt’, und sprach: “Wer bist du, sprich!\"\nDen Ton vor großer Inbrunst fast gebrochen.\nO wie vermehrte, wie verschönte sich\nDer frohe Glanz in Mienen und Gebärden\nBei meinem Wort!–Dann sprach er freudiglich:\n“Nur kurze Zeit verweilt’ ich auf der Erden,\nVerweilt’ ich mehr, dann wären viele nicht\nDer Übel, die dich noch betreffen werden.\nNur meine Freude birgt dir mein Gesicht,\nNur sie verhüllt mich rings im Strahlenrunde,\nSo wie den Seidenwurm die Seid’ umflicht.\nDu liebtest mich, und wohl aus gutem Grunde;\nDenn lebt’ ich noch, gewiß dir keimten jetzt\nNicht Blätter nur aus unserm Liebesbunde.\nDer linke Strand, den Rhodanus benetzt,\nNachdem er mit der Sargue sich verbündet,\nSah einst im Geist durch mich den Thron besetzt;\nSo auch Ausoniens Horn, wo, festbegründet,\nBari, Gaëta und Crotona droh’n,\nVon wo im Meere Verd’ und Tronto mündet.\nAuch schmückte mich des Landes Krone schon,\nDas längs durchstreift der Donau Wogenfülle,\nNachdem sie aus Germaniens Gau’n entflob’n.\nTrinacria–bedeckt von schwarzer Hülle\nZwischen Pachino und Pelor, am Schlund\nDes Meers, das schäumt bei Eurus’ Wutgebrülle,\nDurch Typhöus nicht, nein, durch den Schwefelgrund\nDer Fürsten harrt’ es noch, der edeln Sprossen\nRudolfs und Karls aus meinem Ehebund,\nWenn schlechte Herrschaft, welche stets verdrossen\nDer Unterworfne trägt, zum Mordgeschrei\nNicht in Palermo jeden Mund erschlossen.\nGing’ Ahnung dessen meinem Bruder bei,\nSo würd’ er Kataloniens Bettler jagen,\nDamit ihr Geiz kein Sporn zum Aufruhr sei.\nNottut’s fürwahr, daß ihm die Freund es sagen,\nWenn er’s nicht sieht: daß volle Ladung schon\nSein Nachen hat, und nichts kann weiter tragen.\nEr, des freigeb’gen Vaters karger Sohn,\nBraucht Diener, die nicht Gold nur zu gewinnen\nBegierig sind, nicht bloß erpicht auf Lohn.\"–\n“Herr, weil ich glaube, daß die Lust hierinnen,\nDie deine Rede strömt in meine Brust,\nDu, wo die Güter enden und beginnen,’\nSo deutlich schauest, wie sie mir bewußt,\nWird sie mir werter–daß du beim Betrachten\nDes Herrn sie schauest, gibt mir neue Lust.\nMach’ itzt, wie froh mich deine Worte machten,\nMich klar und schaffe noch dem Zweifel Ruh’:\nWie süße Saaten bittre Früchte brachten?\"\nSo ich–und er: “Die Wahrheit fasse du,\nUnd dem. was du gefragt, kehrst du zufrieden,\nWie jetzt den Rücken, dann das Antlitz zu.\nDas Gut, das ihren Lauf und ihren Frieden\nDen Himmeln gab, hat jedem Stern den Schein\nUnd eine Kraft, als Vorsehung, beschieden.\nNicht nur der Wesen vorbestimmtes Sein\nHat der durch sich vollkommne Geist erwogen,\nEr schließt in sich auch ihre Wohlfahrt ein.\nDrum, was nur immer fliegt von diesem Bogen,\nKommt, gleich dem Pfeil, auf vorbestimmtem Gang\nGewiß herab zu seinem Ziel geflogen.\nWar’ dieses nicht, dann würd’ im wirren Drang,\nWas diese Himmel irgend wirkend schaffen,\nKein Kunstwerk sein, nein, Graus und Untergang.\nDies kann nicht sein, wenn jene nicht erschlaffen,\nDie Geister, lenkend diese Sternenschar,\nDer Urgeist auch, der dann sie schlecht erschaffen.\nIst diese Wahrheit nun dir völlig klar?\"\nUnd ich: “Gewiß, ich seh’s, Natur bleibt immer\nIn dem, was nötig ist, unwandelbar;\"\nDrum er: “Nun sprich, wär’s für den Menschen schlimmer,\nWenn er nicht Bürger ward und einsam blieb’?\"\nIch: “Ja, und weitern Grund begehr’ ich nimmer!\"\n“Und wär’ ein Staat, wenn in verschiednem Trieb\nDie Menschen nicht verschieden sind erwiesen?\nNein, wenn die Wahrheit euer Meister schrieb!\"\nSo folgert’ ich bis jetzt, um hier zu schließen:\n“Drum also muß der Menschen Tun hervor\nVerschieden aus verschiedner Wurzel Sprießen.\nUnd Solon sproßt’ und Xerres so empor,\nAlso Melchisedek, und der Erfinder,\nDer bei dem luft’gen Flug den Sohn verlor.\nNatur, im Kreislauf, so die Menschenkinder\nWie Wachs ausprägt, übt ihre Kunst und sieht\nAuf dies und jenes Haus nicht mehr noch minder.\nDies ist’s, was Esaus Keim von Jakobs schied,\nDrob auch Quirin entsproß so niedrer Lende,\nDaß man als Vater ihm den Mars beschied.\nUnd stets auf der Erzeuger Wegen fände\nMan die, so sie erzeugten, nur, wenn nicht\nDie Vorsehung des Höchsten überwände.\nWas hinter dir war, sieh jetzt im Gesicht;\nDoch wie ich dein mich freue, geb’ ich Kunde\nUnd dir durch einen Zusatz beßres Licht.\nIst die Natur nicht mit dem Glück im Bunde,\nDann kommt sie übel fort, wie jede Saat,\nDie man gesät auf fremdem, falschem Grunde.\nUnd folgte der Natur des Menschen Pfad,\nSuchtet auf ihrem Grund ihr nach dem Rechten,\nDann gab’ es gute Leut’ und wackre Tat.\nDoch solche, die geboren sind, zu fechten,\nMacht ihr zu Priestern wider die Natur\nUnd macht zu Fürsten die, so pred’gen möchten,\nUnd deshalb schweift ihr von der rechten Spur.",
        "Noch sprach dein Karl, als er mich aufgeklärt,\nSchöne Clemenza, von den Ränkevollen,\nDurch welche schnöden Trug sein Sam’ erfährt.\nDoch sagt’ er: “Schweig und laß die Jahre rollen!\"\nDrum sag’ ich nur, daß eurem Schaden bald\nGerechte Straf und Klage folgen sollen.\nSchon war das Leben jener Lichtgestalt\nZur Sonn’, in deren Strahl es ganz genesen,\nZum Gut, das allem g’nügt, zurückgewallt.\nBetrogne Seelen, gottvergeßne Wesen!\nWas wendet ihr das Herz von solchem Gut\nUnd habt nur Eitelkeit zum Ziel erlesen!\nUnd sieh, ein andres jener Lichter lud\nMich, nahend, ein und zeigte seinen Willen,\nMich zu befriedigen, in hellrer Glut.\nBeatrix, die den Blick, den heil’gen, stillen,\nAuf mich gewandt, wie erst, erlaubte mir,\nDurch teure Zustimmung, den Wunsch zu stillen.\nIch sprach: “O g’nüge meiner Wißbegier,\nBewähr’, o Geist, den Fried’ und Lust durchdringen,\nDaß, was ich denke, widerstrahl’ in dir.\"\nDas Licht, das ich aus seinem Innern singen\nVorher gehört, sprach, mir noch unbekannt,\nWie der, den’s freut, das Gute zu vollbringen:\n“Doch im verkehrten schnöden welschen Land\nZwischen der Brenta und der Piave Quelle\nUnd des Rialto meerumfloßnem Strand,\nDort hat ein niedrer Hügel seine Stelle;\nVon ihm herab stürzt’ eine Fackel sich\nUnd macht’ in grausem Brand die Gegend helle.\nAus einer Wurzel sproßten sie und ich.\nIch, einst Cunizza, glänz’ in diesem Sterne,\nDenn seines Schimmers Reiz besiegte mich.\nUnd meines Schicksals Grund verzeih’ ich gerne\nMir selber hier, da’s mir nicht bitter dünkt,\nSo schwer eu’r Pöbel dies auch fassen lerne.\nSieh diesen Glanz, der mir am nächsten blinkt\nIn unserm Kreis, den leuchtenden, den teuern!\nGroß blieb sein Ruhm, und, eh’ er ganz versinkt,\nWird fünfmal das Jahrhundert sich erneuern.\nSieh, wenn das erste Sein ein zweites schenkt,\nSoll dies zur Trefflichkeit euch nicht befeuern?\nDoch dies ist’s nicht, woran die Rotte denkt,\nDie Tagliamento hier, dort Etsch umfließen,\nDie selbst das Unglück nicht zur Reue lenkt.\nDoch färbend wird sich Paduas Blut ergießen\nZum Sumpfe, der Vicenzas Mauer wahrt,\nWeil die Verstockten sich der Pflicht verschließen.\nUnd dort, wo sich Tagnan mit Sile paart,\nHerrscht einer, hoch die stolze Stirne tragend,\nZu dessen Fang das Netz schon fertig ward.\nSchon seh’ ich Feltre, den Verrat beklagend\nDes Hirten, der dort herrscht, an Schändlichkeit,\nWas je geführt nach Malta, überragend.\nKein Paß auf Erden ist so hohl und weit,\nUm alles Ferrareser Blut zu fassen,\nDas zum Geschenk der wackre Pfaff verleiht,\nUm als Parteiglied recht sich sehn zu lassen;\nUnd solcherlei Geschenk wird wohl zum Geist\nUnd zu des Landes Art und Leben passen.\nVon hohen Spiegeln, die ihr Throne heißt,\nGlänzt Gott, der Richtende, zu uns hernieder,\nWorin als wahr sich, was ich sprach, erweist.\"\nSie sprach’s, von mir gekehrt, und wandte wieder\nSich hin zu ihrem Kreis, wo sie verschwand,\nSo wie sie kam, beim Klang der Himmelslieder.\nDie andre Wonne, mir bereits bekannt,\nWard leuchtender in Mienen und Gebärden,\nWie in der Sonne Blitz der Diamant.\nDort gibt die Wonne Glanz, wie sie auf Erden\nDas Lächeln zeugt, indes bei innrer Pein\nDie äußern Schatten unten dunkler werden.\n“Alles sieht Gott–du siehst in seinen Schein,\"\nSprach ich, “und kann in ihn dein Auge dringen,\nSo muß dir klar sein ganzer Wille fein.\nDrum deine Stimme, die im frommen Singen\nDen Himmel mit dem Sang der Feuer letzt.\nDie sich bekleiden mit sechsfachen Schwingen,\nWarum nicht g’nügt sie meinen Wünschen jetzt?\nAuch ungefragt harrt’ ich so lang nicht säumend,\nWar’ ich in dich, wie du in mich versetzt.\"–\n“Das größte Tal, worin das Wasser schäumend\nSich ausgedehnt,” begann des Sel’gen Wort,\n“Außer dem Meere, rings die Erd’ umsäumend,\nGeht zwischen Feindesufern westlich fort,\nSo weit, daß hier, an seinem letzten Strande,\nGesichtskreis ist, was Mittagsbogen dort.\nIch lebt’ an dieses großen Tales Rande\nZwischen Ebro und Magra, die, nicht lang,\nTrennt Genuas Gebiet vom Tuskerlande.\nFast einen Aufgang hat und Niedergang\nBuggéa und die Stadt, der ich entsprossen,\nSie, deren Blut einst warm den Port durchdrang.\nMich hießen Folco meine Zeitgenossen\nUnd diesen Stern schmückt meine Freudigkeit,\nWie dort sein Licht sich in mein Herz ergossen.\nNicht zu Sichäus’ und Creusas Leid\nFühlt’ in sich Dido solche Flammen wogen,\nWie ich einst fühlt’ in meiner Jugendzeit;\nNicht Phyllis, von Demophoon betrogen;\nUnd nicht Alcid, nachdem in seine Brust\nEurytos’ Tochter siegend eingezogen.\nDoch fühlt man hier nicht Reue drob, nein Lust,\nGanz die Erinnerung der Schuld verlierend,\nUnd nur des ew’gen Ordners sich bewußt.\nUnd jene Kunst, die Welten herrlich zierend,\nSehn wir, und sehn zu gutem Zwecke nun\nDie obre Welt die untere regierend.\nDoch um dem Wunsche ganz genugzutun,\nDer dich durchdrungen hat in dieser Sphäre,\nDarf ich noch nicht in meiner Rede ruh’n.\nDu möchtest wissen, wer der Schimmer wäre,\nDer nahe hier so strahlt, als ob die Glut\nDer Sonn’ in reinem Wasser sich verkläre.\nSo wisse, daß darinnen Rahab ruht,\nDie hier, in unsern Orden aufgenommen,\nSich kund im höchsten Glanz des Sternes tut.\nVor jedem andern Geist der Höll’ entrommen,\nIst sie zum Stern, wo sich vom Erdenrund\nDer Schatten spitzt, durch Christi Sieg gekommen.\nDer Sieg, den er, an beiden Händen wund,\nErrungen hat, wird hier von ihr verkündet;\nDen Himmeln tut sie, als Trophä’, ihn kund,\nWeil sie des Josua ersten Ruhm begründet\nDurch ihre Hilf in jenem heil’gen Land,\nDas jetzt der Papst kaum wert der Sorge findet.\nUnd deine Stadt, die einst durch den entstand,\nDes Neid euch alles Mißgeschick bereitet,\nUnd der zuerst von Gott sich abgewandt,\nSie ist’s, die das verfluchte Geld verbreitet,\nDas einzig, weil’s zum Wolf den Hirten macht,\nVom rechten Wege Schaf und Lämmer leitet.\nDrum wird nicht an die Bibel mehr gedacht,\nDoch hat man sehr genau–war’s zu verhehlen,\nSo zeigt’s der Rand–der Dekretalen Acht.\nDrin wird studiert von Papst und Kardinälen\nUnd Nazareth, wo Gabriel das Wort\nVerkündigt hat, wird fremd den geiz’gen Seelen.\nDoch Vatikan, samt jedem heil’gen Ort\nIn Rom, wo Petri Folger einst gepredigt,\nDer Märtyrer geweihte Gräber dort,\nBald werden sie des Ehebruchs entledigt.",
        "Urkraft, der Liebe voll den Sohn beschauend,\nDie ihr und ihm allewiglich entweht,\nDie Unaussprechliche, das All erbauend,\nSchuf, was ihr nur mit Geist und Aug’ erseht\nSo ordnungsvoll, daß sie mit Wonneregung\nDen ganz durchdringt, der ihre Werk’ erspäht.\nErheb, o Leser, Blick und Überlegung\nMiit mir zum Himmel jetzt, gerad’ dahin,\nWo sich durchkreuzt die doppelte Bewegung.\nVon dort an letz’ am Kunstwerk deinen Sinn,\nDenn selbst der Meister sieht es mit Vergnügen\nUnd spiegelt liebend seinen Blick darin.\nVon dort verteilt sich zu verschiednen Zügen\nDer schiefe Kreis, der die Planeten trägt,\nUm denen, die sie rufen, zu genügen.\nUnd war’ ihr Lauf von dort nicht schief bewegt,\nSo wäre viele Himmelskraft verschwendet,\nUnd nichts beinah auf Erden angeregt.\nUnd war’ er mehr und minder abgewendet\nVom g’raden Weg, so blieb’ auf Erden dort,\nWie hier, die Weltenordnung unvollendet.\nJetzt bleib, o Leser, still auf deinem Ort,\nUm dem, was du gekostet, nachzudenken,\nUnd eh’ du matt wirst, reißt dich Wonne fort.\nIch gab dir Wein–du magst dich selber tränken,\nDenn alle meine Sorgen muß ich nur\nAuf jenen Stoff, den ich beschreibe, lenken.\nDie Dienerin, die größte, der Natur,\nDie sich die Himmelskraft zum Spiegel machte,\nDie leuchtend zeigt der Zeiten Maß und Spur.\nVereint dem Orte, dessen ich gedachte,\nSah man in schraubenförm’gem Kreis sich dreh’n,\nIn dem sie schneller hier die Tage brachte.\nIch war in ihr–allein wie dies gescheh’n,\nDas spürt’ ich nur, wie wir Gedanken spüren,\nBevor sie noch in unserm Geist entstehn.\nBeatrix, die so schnell uns weiß zu führen,\nVom Guten uns zum Bessern einzuweih’n,\nDaß sich indessen nicht die Stunden rühren,\nWie leuchtend mußte sie von selber sein!\nUnd was ich drinnen in der Sonne schaute,\nDurch Farbe nicht, durch hellen Glanz allein,\nOb ich auf Geist und Kunst und Übung baute,\nNie stellt’ es doch mein Wort euch deutlich vor,\nDrum sehne sich, zu schau’n, wer mir vertraute.\nNicht staunt, wenn Phantasie die Kraft verlor,\nDaß sie zu solchen Höh’n sich schwach erweise;\nKein Blick fliegt über diesen Stern empor.\nSo war ich nun im vierten Kinderkreise\nDes Vaters, der, ihm zeigend, wie er weht,\nUnd wie er zeugt, ihn nährt mit ew’ger Speise.\nBeatrix sprach: “Dank, Dank sei dein Gebet.\nZur Engelsonne laß ihn sich erheben,\nDie dich zu dieser sichtbaren erhöht.\"\nKein Menschenherz war je mit allem Streben\nZur Andacht noch so freudig hingewandt,\nKeins noch so ganz und innig Gott ergeben,\nAls ich bei diesem Worte meins empfand,\nDas so zu ihm hin all sein Lieben wandte,\nDaß in Vergessenheit Beatrix schwand.\nSie zürnte nicht; ihr lächelnd Aug’ entbrannte\nDrob so in Glanz, daß nun mein Geist, der nicht\nAn andres dacht’, itzt andres doch erkannte.\nUnd sieh, viel siegendes lebend’ges Licht\nMacht’ uns zum Mittelpunkt und sich zur Krone\nSüßer im Sang, als leuchtend im Gesicht.\nSo schmückt ein Kranz die Tochter der Latone,\nWenn dunstgeschwängert sie die Luft umzieht,\nDie widerstrahlt den Streif der lichten Zone.\nAm Himmelshof, von dem ich wieder schied,\nGibt’s viele Schöne, köstliche Juwelen,\nNicht auszuführen aus des Reichs Gebiet.\nDergleichen eins war der Gesang der Seelen;\nDoch wer nicht selbst zu jenen Höh’n sich schwang.\nDer lasse von den Stummen sich’s erzählen.\nNachdem dreimal die Sonnen mit Gesang,\nGleich Nachbarsternen, die den Pol umkreisen,\nUns rings umtanzt in Glut und Wonnedrang,\nDa schienen sie wie Frau’n sich zu erweisen,\nDie horchend stehn, noch nicht gelöst vom Tanz,\nBis sie gefaßt das Maß der neuen Weisen.\n“Wenn, wahre Lieb’ entzündend, dir der Glanz\nDer Gnade lacht, der sich durch Liebe mehret,\"\nSo sprach ein Licht aus jenem Strahlenkranz,\n“Wenn er in dir vervielfacht sich verkläret,\nSo, daß er dich empor die Stiege lenkt,\nDie niemand absteigt, der nicht aufwärts kehret,\nSo wird der, welcher deinen Durst nicht tränkt\nMit seinem Wein, so wenig Freiheit zeigen,\nAls Wasser, das sich nicht zum Meere senkt.\nErfahren möchtest du, von welchen Zweigen\nDes Kranzes Blumen sind, der feiernd sich\nUm sie schlingt, die dich stärkt, emporzusteigen.\nVon Dominiks geweihter Schar war ich,\nDer solche Wege leitet seine Herden,\nWo wohl gedeiht, wer nicht dem Wahne wich.\nMan hieß mich Thomas von Aquin auf Erden,\nUnd meines Meisters, meines Bruders Schein,\nAlbrechts von Köln, sieh rechts hier heller werden\nUnd willst du aller andern sicher sein,\nSo folge mit den Augen meinen Worten\nAuf diese Blumen, die zum Kranz sich reih’n.\nDen Gratian sieh wonneflammend dorten;\nDem doppelten Gerichtshof dienend, fand\nEr frohen Einlaß an des Himmels Pforten.\nAuch jenen Petrus sieh von Lust entbrannt;\nAls Scherflein bot er, nach der Witwe Weise,\nDer Kirche seinen Schatz mit treuer Hand.\nDer fünfte Glanz, der schönste hier im Kreise,\nHaucht solche Liebe, daß die ganze Welt\nNach Kunde gierig ist von seinem Preise.\nSo tiefes Wasser ist’s, das er enthält,\nDaß, ist das Wahre wahr, ihm nie ein zweiter\nAls Weiser sich und Seher gleichgestellt.\nSieh neben ihm den leuchtenden Begleiter.\nNiemand war je auf Erden noch im Amt\nUnd der Natur der Engel eingeweihter.\nDas kleinre Licht, das dorten lächelnd flammt,\nDes Glaubens Anwalt ist’s, aus des Lateine\nIn Augustini Schriften manches stammt.\nVerfolgend nun mein Lob von Schein zu Scheine\nMit geist’gem Blick, erspähst du dürstend jetzt,\nWer in dem achten Lichte dir erscheine.\nJedwedes Gut in sich zu schau’n, ergetzt\nDie heil’ge Seele, die den Trug danieden\nDem offen kund tut, der sie hört und schätzt.\nDer Leib, von dem sie durch Gewalt geschieden\nLiegt in Cield’or, und sie kam aus Gefahr\nUnd Bann und Märtyrtum zu diesem Frieden.\nBedo und Isidor sieh hell und klar,\nSieh Richard dann die Liebesstrahlen spenden,\nDer mehr als Mensch einst im Betrachten war.\nDas Licht, von dem zurück zu mir sich wenden\nDein Auge wird, rief, bei der Erde Gram\nTiefsinnig ernst, den Tod, um ihn zu enden.\nSigieri ist’s, der zu der Toren Scham\nEinst im Strohgäßchen las und, streng und trübe,\nDurch Folgerung auf bittre Wahrheit kam.\"–\nDann wie, uns rufend, früh der Uhr Getriebe,\nWenn Gottes Braut aufsteht, das Morgenlied\nSingend dem Bräutigam, daß er sie liebe,\nHierhin und dorthin kreisend drängt und zieht\nTini tin! verklingend in so süßem Tone,\nDaß frische Lieb’ in frommen Herzen blüht;\nSo regte sich die edle Strahlenkrone,\nMit Süßigkeit im himmlischen Gesang,\nDie nur begreift, wer dort am Sternenthrone\nDie ewig ungetrübte Lust errang.",
        "O menschliche Begier voll Wahn und Trug,\nWie mangelhaft sind doch die Syllogismen,\nDie dir herabzieh’n des Gefieders Flug!\nDer ging dem Jus nach, der den Aphorismen;\nDer sucht’ als Priester Ehren und Gewinn;\nDer herrschte durch Gewalt, der durch Sophismen;\nDer stahl, der hatt’ ein Staatsamt nur im Sinn;\nDer mühte sich, in Fleischeslust befangen,\nUnd jener gab dem Müßiggang sich hin;\nIndes ich, allem diesem Tand entgangen,\nIm Himmel oben mit Beatrix war,\nSo herrlich und so ruhmvoll dort empfangen.\nStill stand nun jeder von der sel’gen Schar\nIm Kreis zurückgekehrt zur ersten Stelle,\nUnd stellte sich, wie Licht auf Leuchtern, dar.\nDa schien es mir, aus jenem Schimmer quelle,\nDer mich zuerst gesprochen, neuer Laut,\nUnd lächelnd sprach er dann in reinrer Helle:\n“Wie, wenn ins ew’ge Licht mein Auge schaut,\nMich dieses ganz mit seinem Strahl entzündet,\nSo ist mir deines Denkens Grund vertraut.\nDu zweifelst noch und hörtest gern verkündet\nIn offnen Worten und verständlich breit,\nSo, daß sie deine Fassungskraft ergründet,\nWas wohl mein ob’ges Wort: Wo wohl gedeiht–\nUnd dann: Kein zweiter kam ihm gleich–bedeutet.\nUnd hier ist nötig scharfer Unterscheid.\nDie ew’ge Vorsicht, die das Weltall leitet,\nMit jener Weisheit, die in Tiefen ruht,\nZu welchen kein erschaffnes Auge gleitet,\nDamit sich dem Geliebten ihre Glut,\nDie Glut der Braut, die er mit lautem Schreie\nSich anvermählt hat durch sein heil’ges Blut,\nSichrer in sich und ihm getreuer, weihe,\nHat, ihr zur Gunst, zwei Fürsten ihr bestallt.\nUnd hier und dorten führen sie die zweie.\nDer eine war von Seraphsglut umwallt,\nDer andre zeigt’ im Glanz der Cherubinen\nDie Weisheit dort im ird’schen Aufenthalt.\nVon einem sprech’ ich, weil, wen man von ihnen\nAuch preisen mag, man nie vom andern schweigt,\nDa beide wirkten, einem Zweck zu dienen.\nBeim Bach, der von Ubaldos Hügel steigt,\nUnd dem Tupino, hebt sich, zwischen beiden,\nEin Berg, des Abhang fruchtbar grün sich neigt.\nVon ihm muß Hitz’ und Frost Perugia leiden,\nUnd hinter diesem Berg liegt Gualdo dicht,\nUnd fühlt mit Nocera des Joches Leiden.\nDort, wo sich seines Abhangs jähe bricht,\nDort sah man einer Sonne Glanz entbrennen,\nGleich der am Ganges klar im hellsten Licht.\nNicht möge man den Ort Ascesi nennen,\nDenn wenig sagt, wer also ihn benannt;\nNein, was er war, gibt Orient zu erkennen.\nSchon als der Glanz nicht fern dem Aufgang stand,\nBegann er solche Kraft zu offenbaren,\nDaß sich dadurch erquickt die Erde fand.\nDenn mit dem Vater stritt er, jung an Jahren,\nFür eine Frau, vor der der Freuden Tor\nDie Menschen fest, wie vor dem Tod, verwahren,\nBis vor dem geistlichen Gericht und vor\nDem Vater sie zur Gattin er sich wählte\nUnd täglich lieber hielt, was er beschwor.\nSie, des beraubt, der sich ihr erst vermählte,\nBlieb ganz verschmäht mehr als elfhundert Jahr’,\nDa, bis zu diesem, ihr der Freier fehlte,\nObgleich durch sie Amicias in Gefahr\nSo sicher ruht’, als dessen Stimm’ erklungen,\nDes Mächt’gen, der der Erd’ ein Schrecken war;\nObgleich sie standhaft, kühn und unbezwungen,\nAls selbst Maria unten blieb, sich dort,\nAn Christi Kreuz, zu ihm emporgeschwungen.\nAllein nicht mehr in Rätseln red’ ich fort;\nFranziskus und die Armut sieh in ihnen,\nDie dir geschildert hat mein breites Wort.\nDer Gatten Eintracht, ihre frohen Mienen\nUnd Lieb’ und Wunder und der süße Blick\nErweckten heil’gen Sinn, wo sie erschienen.\nUnd solchem Frieden eilte, solchem Glück\nBarfuß erst Bernhard nach, der Ehrenwerte,\nUnd glaubte doch, er bliebe träg zurück.\nO neuer Reichtum! Gut von echtem Werte!\nEgid, Silvester folgten bald dem Mann\nBarfuß, weil hoher Reiz die Frau verklärte.\nDer Vater und der Meister ging sodann\nNach Rom mit deiner Frau und mit den Seinen,\nDie schon des niedern Strickes Band umspann.\nNicht feig sich beugend sah man ihn erscheinen,\nAls Peter Bernardones niedrer Sohn,\nMocht’ er auch ärmlich und verächtlich scheinen,\nNein, kund tat er vor Innocenzens Thron\nDen strengen Plan mit königlicher Würde,\nUnd der besiegelte die Stiftung schon.\nDann, als die Schar der Armen in der Hürde\nDes Hirten wuchs, des Wunderleben hier,\nIm Himmelsglanz, man besser singen würde,\nVerlieh der frommen heiligen Begier,\nAuf Gottes Eingebung, zum Eigentume\nHonorius der zweiten Krone Zier.\nDann predigend, aus Durst nach Märtyrtume,\nKühn in des stolzen Sultans Gegenwart,\nVon Christi und von seiner Folger Ruhme,\nFand zur Bekehrung er das Volk zu hart,\nDrob, da ihm hier sein edles Werk nicht glückte,\nVon ihm bebaut Italiens Garten ward.\nUnd auf Alvernas Felsenböhen drückte\nDas letzte Siegel noch ihm Christus ein,\nDas dann zwei Jahre seine Glieder schmückte.\nAls der, der ihn berufen, aus der Pein\nZur Wonn’ ihn rief, den Lohn hier zu erwerben,\nDaß er sein Knecht war, niedrig, arm und klein,\nEmpfahl er noch, als seinen rechten Erben,\nDen Brüdern seine Frau, ihm lieb und wert,\nZu treuer Lieb’ im Leben und im Sterben.\nEh’ ihrem Schoß die Seele, schon verklärt,\nEntfloh, heimkehrend zu des Vaters Reiche,\nWard nur die Erd’ als Sarg von ihm begehrt.\nJetzt denke selbst, wer dem an Würde gleiche,\nDer, sein Genoß, durchs Meer führt Petri Kahn,\nDaß er auf g’radem Weg das Ziel erreiche.\nDies Amt hatt’ unser Patriarch empfah’n,\nUnd gute Ware trägt auf deiner Reise,\nWer treu ihm folgt auf der befohlnen Bahn.\nDoch deine Herd’ ist jetzt nach neuer Speise\nSo lüstern, daß sie üppig hüpft und springt\nUnd sich zerstreut und irrt vom rechten Gleise.\nJe weiter hin der Schäflein Herde dringt,\nDem Hirten fern sich irrend zu zerstreuen,\nJe minder Milch zum Stalle jedes bringt.\nWohl gibt’s noch welche, die den Schaden scheuen.\nDie folgen, angedrängt dem Hirten, nach,\nDoch wenig Tuch gibt Kutten diesen Treuen.\nJetzt aber, war mein Wort nicht trüb und schwach,\nVerblieb dein Ohr, aufmerksam meinen Lehren,\nRufst du zurück dem Geiste, was ich sprach,\nDann wird’s Befried’gung deinem Wunsch gewähren,\nDann zeigt der Baum, von dem ich pflückte, sich,\nUnd meines Tadels Grund wird sich erklären:\nWo wohl gedeiht, wer nicht dem Wahne wich.”",
        "Sobald mir nur das letzte Wort erschollen,\nDas aus der sel’gen Himmelsflamme drang,\nBegann die heil’ge Mühl’ im Kreis zu rollen.\nDoch eh’ sie rundherum sich völlig schwang,\nWar sie umringt von einem zweiten Kranze,\nEingreifend Tanz in Tanz und Sang in Sang;\nSang, hold verhaucht bei diesem Strahlentanze,\nDem unsrer Musen und Sirenen Lied\nSo weicht, wie Widerschein dem ersten Glanze.\nWie auf Gewölk, das leicht das Blau umsieht,\nMan zwei gleichfarb’ge, gleichgespannte Bogen,\nWenn Juno ihrer Magd befiehlt, ersieht,\nErzeugt vom innern der, der ihm umzogen–\nDer Rede jener gleich, die Liebesglut,\nWie Sonnenglut die Dünste, weggesogen–\nDie Bogen, die nach allgemeiner Flut\nDer Herr dem Noah zeigte, zum Beweise\nDes Bunds, durch den die Erde sicher ruht;–\nSo drehte jetzt um uns sich gleicherweise\nDer ew’gen Rosen schöner Doppelkranz,\nSo glich der äußere dem innern Kreise.\nUnd als zuletzt der festlich frohe Tanz,\nDie Lust des Sangs, der lichten Flammen schweben,\nDas Spiegeln einer in der andern Glanz,\nStill ward in einem Nu, mit gleichem Streben,\nWie sich die Augen, wenn es dem gefällt,\nDer sie bewegt, verschließen und erheben;\nKlang aus dem Kreis, von neuem Licht erhellt,\nEin Laut, nach dem ich mich so eilig kehrte,\nWie der Magnet nach seinem Sterne schnellt.\nEr sprach: Die Liebe, die mich schön verklärte,\nIst’s, die vom zweiten Hort mich sprechen heißt,\nDurch den man hier so hoch den meinen ehrte.\nVom andern spreche, wer den einen preist,\nZusammen glänzt’ ihr Ruhm, so wie sie stritten\nFür einen Zweck und mit gleich tapferm Geist.\nDes Heilands Heer, für welches schwer gelitten,\nDer’s neu bewehrt, zog zweifelnd und voll Leid\nDer Fahne nach, schwach und mit trägen Schritten,\nAls er, der herrscht in Zeit und Ewigkeit,\nDen Kriegern half, die hart gefährdet waren,\nAus Gnad’ und nicht ob ihrer Würdigkeit;\nUnd, wie gesagt, um seine Braut zu wahren.\nZwei Kämpfer rief, durch deren Wort und Tat\nGesammelt wurden die zerstreuten Scharen.\nWoher der Zephir haucht, um am Gestad’\nIn Tal und Au die Knospen froh zu schwellen,\nWenn sich der Lenz im Schmuck Europen naht,\nDort, nah dem Strand, wo hochgetürmte Wellen\nWeit hergewälzt, von Sturmeswut bekriegt,\nDem Sonnenstrahl sich oft entgegenstellen,\nDort ist der Platz, wo Callaroga liegt,\nBeschützt und wohlgedeckt vom großen Schilde,\nAuf dem der Leu obsiegt und unterliegt.\nDort ward erzeugt im glücklichen Gefilde\nDer Glaubenstreue Buhle, der Athlet,\nDem Feind ein Graus, den Seinigen voll Milde. ’\nDem Geist, erschaffen kaum, ward zugeweht\nVom höchsten Geiste Kraft und hohe Gabe,\nUnd ungeboren war er schon Propbet.\nAls mit der Glaubenstreue drauf der Knabe\nVerlöbnis hielt, vom heil’gen Quell benetzt,\nWo gegenseit’ges Heil die Morgengabe,\nDa ward die Zeugin, die Sein Ja! ersetzt,\nSchon von der Wunderfrucht, die ihm entsprieße,\nUnd seiner Schul’, im Traumgesicht ergetzt.\nUnd daß sich, was er war, erkennen ließe,\nGebot ein Geist, vom Himmel hergesandt,\nDaß man nach ihm, der ihn besaß, ihn hieße.\nDominikus ward er darum benannt,\nDer Gärtner, welchen als Gehilfen Christus\nFür seinen Garten wählt’ und sich verband.\nWohl schien er Bot’ und treuer Knecht von Christus,\nWie das, was er zuerst geliebt, bezeugt,\nDenn er vollzog den ersten Rat von Christus.\nWohl fand ihn öfters die, so ihn gesäugt,\nAm Boden liegend, wach, in tiefem Schweigen,\nAls spräch’ er aus: Hierzu bin ich gezeugt.\nO du, sein Vater, Felix wahr und eigen!\nO Mutter, wahrhaft als Johann’ erblüht,\nWenn wir bis zu des Namens Wurzel steigen!\nNicht für die Welt, für die man jetzt sich müht,\nNach des von Ostia, des Thaddäus Lehren,\nNein, fürs wahrhafte Manna nur entglüht,\nSollt’ er als Lehrer bald sich groß bewähren,\nDen Weinberg pflegend, der bald Unkraut trägt,\nWenn nicht des Winzers Hand’ ihm emsig wehren.\nVom Stuhl, der einst die Armen mild gehegt–\nEinst, nicht durch Schuld des Stuhls–durch dessen Sünden\nDer sitzt, und aus der Art der Väter schlägt,\nErbat er Zehnten nicht, noch fette Pfründen,\nErlaubnis nicht, Ablaß und Heil für Geld,\nUm drei und vier für zehen, zu verkünden;\nNein die, zu kämpfen mit der irren Welt,\nDurch jenen Samen, dem die Bäum’ entspringen,\nDie, zweimal zwölf, sich um dich her gestellt,\nDie Pflichten des Apostels zu vollbringen,\nStrebt’ auf sein Will’ und seine Wissenschaft,\nGleich Strömen, die aus tiefer Ader Springen.\nUnd ihre Wellen stürzten grausenhaft\nAuf ketzerisch Gestrüpp, es auszubrechen,\nUnd mit dem Widerstand wuchs ihre Kraft.\nEr gab darauf den Ursprung manchen Bächen,\nDie hinzieh’n durch der Kirche Gartenland,\nDrob ihre Bäume schönre Frucht versprechen–\nWenn so ein Rad des Kriegeswagens stand,\nAuf dem den Kampf die heil’ge Kirche wagte,\nAls sie die innern Meut’rer überwand,\nSo muß dir jetzt, wie hoch das andre ragte\nAn Trefflichkeit, vollkommen deutlich sein,\nUnd was von ihm dir Thomas Gutes sagte.\nAllein das Gleis hält jetzo niemand ein,\nDas in den Grund der Schwung des Rades prägte,\nUnd Essig wird, was vormals süßer Wein.\nDie Schar, die seiner Spur zu folgen pflegte,\nHat jetzt der Füße Stellung ganz gewandt\nUnd geht zurück, wo er sich vorbewegte.\nWie schlecht die Saat ist, wird euch bald bekannt,\nDenn bei der Ernte wird das Korn erlesen\nUnd eingescheuert, doch der Lolch verbrannt.\nZwar, will man Blatt für Blatt das Buch durchlesen,\nDas unsre Namen zeigt, so sagt ein Blatt\nNoch hier und dort: Ich bin, was ich gewesen.\nDoch nicht Casal, noch Aquasparta hat\nDergleichen Glieder unsrer Schar gegeben,\nDa der zu streng ist, der zu schlaff und matt.\nJetzt wiss’, ich bin Buonaventuras Leben,\nVon Bagnoregio, und gering erschien\nBeim großen Amt mir jedes andre Streben.\nHier sind Jlluminat und Augustin,\nZwei von den ersten barfußarmen Scharen,\nDie durch den Strick in Gottes Huld gedieh’n.\nHier sind der von Sankt Viktor zu gewahren,\nUnd Mangiador, der Spanier Peter dann,\nDes Ruhm der Welt zwölf Bücher offenbaren.\nNathan der Seher, Erzbischof Johann,\nAnselm, Donat, der sich dem Werke weihte,\nDes sich die erste Kunst berühren kann.\nRuban ist hier; und solchen Brüdern reihte\nSich dieser an, begabt mit Sehergeist\nAbt Joachim, helleuchtend mir zur Seite.\nWenn solchen Kämpfer meine Rede preist,\nSo ist’s des Thomas liebentflammte Weise,\nDie mit sich fort auch meine Rede reißt,\nUnd mit mir fortzieht all in diesem Kreise.",
        "Wer wohl verstehn will, was ich nun gesehen,\nBild’ itzt sich ein und lass im Geist das Bild,\nIndes ich spreche, fest, wie Felsen, stehen,\nFünfzehen Sterne, die man am Gefild\nDes Himmels in verschiedner Gegend findet,\nSo glanzvoll, daß ihr Licht durch Nebel quillt;\nDen Wagen, der um unsern Pol sich windet,\nUnd sein Gewölb’ bei Tag und Nacht durchreist,\nDrob er beim Deichselwenden nicht verschwindet;\nBild’ ein sich, was der Mund des Hornes weist,\nDas anfängt an der Himmelsachse Grenzen,\nUm die das erste Rad nie rastend kreist;\nDie Sterne denk’ er sich in zweien Kränzen,\nDie, dem gleich, der sich zur Erinnrung flicht\nAn Ariadnens Tod, am Himmel glänzen,\nUmringt den einen von des andern Licht,\nUnd beid’ im Kreis gedreht in solcher Weise,\nDaß dem, der vorgeht, der, so folgt, entspricht;\nDann glaub’ er, daß sich ihm ein Schatten weise\nDes wahren Sternbilds, welches, zweigereiht,\nDen Punkt, auf dem ich stand, umtanzt’ im Kreise.\nDenn was wir kennen, steht ihm nach, so weit,\nAls nur der Chiana träger Lauf dem Rollen\nDes fernsten Himmels weicht an Schnelligkeit.\nDort sang man nicht von Bacchus, von Apollen,\nNein, drei in einem–Gott und Mensch nur eins,\nDie Lieder waren’s, welche dort erschollen.\nAls Sang und Tanz des heiligen Vereins\nVollbracht war, wandt’ er sich zu uns, von Streben\nZu Streben, ewig froh des sel’gen Seins.\nUnd jenes Licht hört’ ich die Stimm’ erheben\nIm eintrachtsvollen Kreis, das mir vorher\nErzählt des heil’gen Armen Wunderleben.\nEs sprach zu mir: Das eine Stroh ist leer\nUnd wohlverwahrt die Saat, allein entglommen\nVon süßer Liebe, dresch’ ich dir noch mehr.\nDu glaubst: Der Brust, aus der die Ripp’ entnommen\nZum Stoff des Weibes, deren Gaum hernach\nDer ganzen Welt so hoch zu stehn gekommen,\nUnd jener, die, als sie der Speer durchstach,\nSo nach wie vor so große G’nüge brachte,\nDaß sie die Macht jedweder Sünde brach,\nSei alles Licht, das je dem Menschen lachte,\nUnd des er fähig ist, voll eingehaucht\nVon jener Kraft, die jen’ und diese machte;\nUnd staunst, daß ich vorhin das Wort gebraucht:\nDer fünfte Glanz sei bis zum tiefsten Grunde\nDer Weisheit, wie kein zweiter mehr, getaucht.\nErschließ itzt wohl die Augen meiner Kunde;\nMein Wort und deinen Glauben siehst du dann\nIm Wahren, wie den Mittelpunkt im Runde.\nDas, was nicht stirbt, und das, was sterben kann,\nIst nur als Glanz von der Idee erschienen,\nDie, liebreich zeugend, unser Heer ersann.\nDenn jenes Licht des Lebens, das entschienen\nDem ew’gen Lichtquell, ewig mit ihm eins,\nUnd mit der Lieb’, als dritter, eins in ihnen,\nEint gnädiglich die Strahlen seines Scheins\nSie, wie in Spiegeln, in neun Himmeln zeigend,\nIm ewigen Verein des einen Seins.\nVon dort sich zu den letzten Kräften neigend,\nWird schwächer dann der Glanz von Grad zu Grad,\nZuletzt nur Dinge kurzer Dauer zeugend.\nDie Dinge, die mein Wort bezeichnet hat,\nSind die Erschaffnen, welche die Bewegung\nDes Himmels zeugt, so mit wie ohne Saat.\nIhr Wachs ist ungleich, und die Kraft der Prägung\nUnd von des Urgedankens Glanz gewahrt\nMan drum hier schwächere, dort stärkre Regung;\nDaher denn auch von Bäumen gleicher Art\nBald bessere, bald schlechtre Früchte kommen,\nUnd euch verschiedne Kraft des Geistes ward–\nWar’ irgendwo das Wachs rein und vollkommen,\nUnd ausgeprägt mit höchster Himmelskraft,\nRein würde das Gepräg’ dann wahrgenommen.\nDoch die Natur gibt’s immer mangelhaft\nUnd wirkt dem Künstler gleich, der wohl vertrauen\nDer Übung kann, doch dessen Hand erschlafft.\nDrum, bildet heiße Lieb’ und klares Schauen\nDer ersten Kraft, dann wird sie, rein und groß,\nVollkommenes erschaffen und erbauen.\nSo ward gewürdiget der Erdenkloß,\nDie tierische Vollkommenheit zu zeigen,\nUnd so geschwängert ward der Jungfrau Schoß.\nDarum ist deine Meinung mir auch eigen:\nDaß menschliche Natur in jenen zwei’n\nAm höchsten stieg und nie wird höher steigen.\nHielt’ ich mit meinen Lehren jetzo ein,\nSo würdest du die Frage nicht verschieben:\nWie könnt’ ein dritter ohnegleichen sein?\nDoch, daß erscheine, was versteckt geblieben,\nSo denke, wer er war, und was zum Fleh’n,\nAls ihm gesagt ward: “Bitt’!” ihn angetrieben.\nAus meiner Rede konntest du ersehn:\nAls König fleht’ er um Verstand, beflissen,\nDamit dem Reiche g’nügend vorzustehn,\nNicht um der Himmelslenker Zahl zu wissen,\nNicht, ob Notwend’ges und Zufälligkeit\nNotwendiges als Schluß ergeben müssen;\nNicht, was zuerst bewegt, Bewegung leiht;\nNicht, ob ein Dreieck in dem halben Kreise\nNoch anderen, als rechten Winkel, beut–\nWas ich gemeint, erhellt aus dem Beweise.\nDu siehst: eine Seher sondergleichen war\nDurch Königsklugheit jener hohe Weise,\nAuch ist mein Wort: dem nie ein zweiter, klar;\nVon Kön’gen sprach ich nur an jenem Orte,\nDie selten gute sind, ob viele zwar.\nMit diesem Unterschied nimm meine Worte,\nDaß nicht im Streit damit dein Glaube sei\nVom ersten Vater und von unserm Horte.\nUnd dieses leg’ an deine Füße Blei\nUnd mache schwer dich, gleich dem Müden, gehen\nZum Ja! und Nein! wo nicht dein Auge frei,\nWeil die selbst unter Toren niedrig stehen,\nDie sich zum Ja und Nein, ohn’ Unterschied,\nGar schnell entschließen, eh’ sie deutlich sehen;\nDrob sich die Meinung, wie es oft geschieht,\nZum Irrtum neigt, und dann im Drang des Lebens\nDie Leidenschaft das Urteil mit sich zieht–\nWer nach der Wahrheit fischt und, irren Strebens,\nDie Kunst nicht kennt, der kehrt nicht, wie er geht,\nUnd schifft vom Strand drum schlimmer als vergebens,\nWie ihr dies an Melissus deutlich seht\nUnd an Parmenides und andern vielen,\nDie gingen, eh’ sie nach dem Ziel gespäht;\nDrob Arius und Sabell in Torheit fielen.\nGleich Schwertern waren sie dem heil’gen Wort\nUnd machten die geraden Blicke schielen.\nNicht reiß’ euch Wahn zum schnellen Urteil fort,\nGleich denen, die das Korn zu schätzen wagen,\nDas eh’ es reift, vielleicht im Feld verdorrt.\nDenn öfters sah ich erst in Wintertagen\nDen Dornenbusch gar rauh und stachlicht stehn.\nUnd auf dem Gipfel dann die Rose tragen.\nUnd manches Schiff hab’ ich im Meer gesehn,\nGerad’ und flink auf allen seinen Wegen,\nUnd doch zuletzt am Hafen untergehn.\nNicht glauben möge Hinz und Kunz deswegen,\nWeil dieser stiehlt und der als frommer Mann\nDer Kirche schenkt, mit Gott schon Rat zu pflegen.\nDa der erstehn und jener fallen kann.",
        "Vom Rand zur Mitte sieht man Wasser rinnen\nIm runden Napf, vom Mittelpunkt zum Rand,\nJe wie man’s treibt nach außen oder innen.\nDies war’s, was jetzt vor meiner Seele stand,\nAls stille schwieg des Thomas heil’ges Leben\nUnd süß verhallend seine Stimme schwand,\nOb jener Ähnlichkeit, die sich ergeben,\nDa er erst sprach, dann Beatricens Mund,\nDer’s jetzt gefiel, die Stimme zu erheben:\n“Ihm tut es not, obwohl er’s euch nicht kund\nIn Worten gibt, noch läßt im Innern lesen,\nZu späh’n nach einer andern Wahrheit Grund.\nSagt ihm, ob dieses Licht, das euer Wesen\nSo schön umblüht, euch ewig bleiben wird\nIm selben Glanze, wie’s bis jetzt gewesen.\nUnd, bleibt’s. So sagt, damit er nimmer irrt,\nWie, wenn ihr werdet wieder sichtbar werden,\nEs euren Blick nicht blendet und verwirrt.\"\nWie mit verstärkter Lust oft hier auf Erden\nDie Tanzenden im heitern Ringeltanz\nDie Stimm’ erhöh’n und froher sich gebärden;\nSo zeigte neue Lust der Doppelkranz,\nAls sie ihn bat, so rasch, doch fromm-bescheiden,\nIn freud’gem Dreh’n und Wundersang und Glanz–\nWer klagt, daß wir den Tod auf Erden leiden,\nUm dort zu leben, oh, der fühlt und denkt\nNicht, wie wir dort am ew’gen Tau uns weiden.\nDaß drei und zwei und eins, das alles lenkt\nUnd ewig lebt in einein, zwei’n und dreien,\nUnd, ewig unumschränkt, das All umschränkt,\nGesungen ward’s in solchen Melodeien\nDreimal im Chor, um vollen Lohn der Pflicht\nUnd jeglichem Verdienste zu verleihen.\nUnd eine Stimm’ entklang dem hellem Licht\nDes kleinern Kreises dann und wich an Milde\nWohl der des Engels der Verkündung nicht.\n“Solang die Lust im himmlischen Gefilde,\nSo lange währt auch unsre Lieb’ und tut\nSich kund um uns in diesem Glanzgebilde.\nUnd seine Klarheit, sie entspricht der Glut,\nDie Glut dem Schau’n, und dies wird mehr uns frommen,\nJe mehr auf uns die freie Gnade ruht.\nWenn wir den heil’gen Leib neu angenommen,\nWird unser Sein in höhern Gnaden stehn,\nJe mehr es wieder ganz ist und vollkommen.\nDrum wird sich das freiwill’ge Licht erhöh’n,\nDas wir vom höchsten Gut aus Huld empfangen,\nLicht, welches uns befähigt, ihn zu sehn,\nUnd höher wird zum Schau’n der Blick gelangen,\nHöher die Glut sein, die dem Schau’n entglüht,\nHöher der Strahl, der von ihr ausgegangen.\nDoch, wie die Kohle, der die Flamm’ entsprüht,\nSie an lebend’gem Schimmer überwindet\nUnd wohl sich zeigt, wie hell auch jene glüht;\nSo wird der Glanz, der jetzt schon uns umwindet,\nDereinst besiegt von unsres Fleisches Schein,\nWenn Gott es seiner Grabeshaft entbindet.\nNicht wird uns dann so heller Glanz zur Pein;\nDenn stark, um alle Wonnen zu genießen,\nWird jedes Werkzeug unsers Körpers sein.\"–\nUnd Amen riefen beide Chör’ und ließen\nDurch Einklang wohl den Wunsch ersehn, den Drang,\nSich ihren Leibern wieder anzuschließen.\nUnd wohl für sich nicht nur, nein, zum Empfang\nDer Väter, Mütter und der andern Teuern,\nDie sie geliebt, eh’ sie die Flamm’ umschlang.\nUnd sieh, zum Glanz von diesen ew’gen Feuern\nKam gleiche Klarheit rings, wie wenn das Licht\nDes Tags der Sonne goldne Pfeil’ erneuern.\nWie, wenn allmählich an der Abend bricht,\nAm Himmel Punkte, klein und bleich, erglänzen,\nSo daß die Sach’ als wahr erscheint und nicht;\nSo glaubt’ ich jetzt in neuen Ringeltänzen\nNoch zweifelnd, neue Wesen zu erspäh’n,\nWeit außerhalb von jenen beiden Kränzen.\nO wahrer Schimmer, angefacht vom Weh’n\nDes Heil’gen Geist’s so plötzlich hell!–Geblendet\nKönnt’ ihm mein Auge jetzt nicht widerstehn.\nDoch als ich zu Beatrix mich gewendet,\nWar sie so lachend schön, so hochbeglückt,\nDaß solches Bild kein irdisch Wort vollendet.\nDa ward von neuer Kraft mein Aug’ entzückt;\nIch schlug es auf und sah mich schon nach oben\nMit ihr allein zu höherm Heil entrückt.\nWohl nahm ich wahr, ich sei emporgehoben.\nDenn glühend lächelte der neue Stern\nUnd schien von ungewohntem Rot umwoben.\nVon Herzen, in der Sprache, welche fern\nUnd nah gemeinsam ist den Völker Scharen,\nBracht’ ich Dankopfer dar dem höchsten Herrn.\nUnd lustentzündet könnt’ ich schon gewahren,\nEh’ ich die ganze Glut ihm dargebracht,\nDaß angenehm dem Herrn die Opfer waren.\nDenn Lichter, in des Glanzes höchster Macht,\nSah ich aus zweien Schimmerstreifen scheinen,\nUnd rief: O Gott, du Schöpfer solcher Pracht!–\nSo tut, besät mit Sternen, groß’ und kleinen, ’\nGalassia zwischen Pol und Pol sich kund,\nVon welcher dies und das die Weisen meinen,\nWie diese Streifen, bildend auf dem Grund\nDes roten Mars das hochgeehrte Zeichen,\nGleich vier Quadranten, wohlgefügt im Rund.\nWohl muß die Kunst hier dem Gedächtnis weichen,\nDenn von dem Kreuz hernieder blitzte Christus;\nWo gäb’s ein Bild, ihm würdig zu vergleichen?\nDoch wer sein Kreuz nimmt, folgend seinem Christus,\nVon ihm wird das, was ich verschwieg, verzieh’n,\nDenn blitzen sieht auch er im Glanze Christus.\nVon Arm zu Arm, vom Fuß zur Höh’ erschien\nBewegtes Licht, hier hell in Glanz entbrennend,\nWeil sich’s verband, dort beim Vorüberzieh’n.\nSo sieht man wohl, hier träg bewegt, dort rennend,\nAtome, hier g’rad’, dort krummgeschweift,\nUnd lang und kurz, sich einend und sich trennend,\nWirbelnd im Strahl, der durch den Schatten streift,\nNach dem, wenn heiß die Sonnengluten flirren,\nDer Mensch mit Witz und Kunst begierig greift.–\nUnd wie harmonisch Laut’ und Harfe schwirren,\nSind nur die vielen Saiten rein gespannt,\nOb auch im Ohr die Töne sich verwirren;\nSo hört’ ich jetzt den Sang vom Kreuz und stand,\nAls ob in Lust die Sinne sich verlören,\nObwohl ich von der Hymne nichts verstand.\nDoch hohen Preis vernahm ich in den Chören,\nDenn: Du erstehst und siegst!–erklang’s, und ich\nGlich denen, welche nicht verstehn, doch hören.\nUnd so durchdrang hier süße Liebe mich,\nDaß, welche holde Band’ auch mich umfingen,\nDoch keins bis dahin diesem Bande glich.\nVielleicht scheint sich zu kühn mein Wort zu schwingen,\nNachsetzend selbst der schönen Augen paar,\nDie jeden Wunsch in mir zur Ruhe bringen.\nDoch nimmt man die lebend’gen Stempel wahr,\nDie, höher, immer schöneres gestalten,\nUnd denkt, daß ich gewandt von jenen war,\nSo wird man drob mich für entschuldigt halten\nUnd sehn, daß ich vom Wahren nicht geirrt;\nDoch dürft’ auch hier die heil’ge Wonne walten,\nDie, wie man aufsteigt, immer reiner wird.",
        "Gewogner Will’, in welchem immer dir\nSich offen wird die echte Liebe zeigen,\nWie böser Wille kund wird durch Begier,\nGebot der süßen Leier Stilleschweigen\nUnd hielt im Schwung der heil’gen Saiten ein,\nDie Gottes Rechte sinken macht und steigen.\nWie werden taub gerechter Bitte sein\nSie, die einhellig den Gesang itzt meiden,\nUm Mut zur Bitte selbst mir zu verleih’n.\nOh, wohl verdienen ewiglich zu leiden\nDie, weil die Lieb’ in ihrer Brust erwacht\nFür Irdisches, sich jener Lieb’ entkleiden.\nWie durch die Heiterkeit der stillen Nacht\nOft Feuer läuft, vom Augenblick geboren,\nUnd des Beschauers Augen zücken macht,\nGleich einem Stern, der andern Platz erkoren,\nNur, daß an jenem Ort, wo er entbrannt,\nSich nichts verliert und er sich schnell verloren;\nSo sah ich aus dem Arm zur rechten Hand\nJetzt einen Stern zum Fuß des Kreuzes wallen,\nAus jenem Sternbild, das dort glänzend stand.\nDie Perl’ war nicht aus ihrem Band gefallen;\nSie lief am lichten Streif dahin und war\nWie Feuer hinter glänzenden Kristallen.\nSo, redet unsre größte Muse wahr,\nStellt’ in Elysiums Hainen seinem Sprossen\nAnchises sich mit frommer Liebe dar.\n“O du, mein Blut, auf welches sich ergossen\nDie Gnade hat, wem hat der höchste Hort\nZweimal, wie dir, des Himmels Tür erschlossen?\"\nMir zog den Geist zum Lichte dieses Wort;\nDrauf, als ich mich zu meiner Herrin wandte,\nWard mir Entzückung, Staunen, hier wie dort,\nWeil ihr im Auge solch ein Lächeln brannte,\nDaß, wie ich glaubte, meins den Grund darin\nVon meinem Himmel, meiner Gnad’ erkannte.\nDer Geist dann fügte Dinge zum Beginn,\nEr, angenehm zu hören und zu sehen,\nDie ich nicht faßte vor zu tiefem Sinn.\nDoch wollt’ er nicht, ich soll’ ihn nicht verstehen;\nEs mußte sein, weil Reden solcher Art\nWeit übers Ziel der Menschenfassung gehen.\nDoch als der Schwung, in dem sich offenbart\nDer Liebe Glut, insoweit nachgelassen,\nDaß jenes Ziel nicht überflogen ward,\nSprach er, was ich nun fähig war, zu fassen:\n“Preis dir, Dreieiner, der du auf mein Blut\nSo reich an Gnade dich herabgelassen.\"\nUnd dann: “Der Sehnsucht lange, süße Glut.\nEntflammt, da ich im großen Buch gelesen,\nDas kund unwandelbar die Wahrheit tut,\nStillst du, mein Sohn, im Licht, aus dem mein Wesen\nJetzt freudig zu dir spricht; Dank ihr, die dich\nZum Flug beschwingt und dein Geleit gewesen!\nDu glaubst, daß alles, was du denkst, in mich\nVom Urgedanken strömt; denn es entfalten\nDie fünf und sechs ja aus der Einheit sich;\nDrum fragst du nicht nach mir und meinem Walten,\nUnd weshalb höher meine Freude scheint\nAls die der andern dieser Lichtgestalten.\nDein Glaub’ ist wahr, weil groß und klein vereint\nIn diesem Reich, nach jenem Spiegel blicken,\nWo, eh’ du denkest, der Gedank’ erscheint,\nDoch, um die Lieb’, in die mit wachen Blicken\nIch ewig schau’, und die die Süßigkeit\nDer Sehnsucht zeugt, vollkommner zu erquicken,\nErklinge sicher, kühn, voll Freudigkeit\nDie Stimm’ in deinem Willen, deinem Sehnen,\nUnd die Entgegnung drauf ist schon bereit.\"\nIch sah auf sie, die, eh’ die Wort’ ertönen,\nMich schon versteht, und lächelnd im Gesicht,\nHieß sie mich frei des Willens Flügel dehnen.\nIch sprach: “Die Neigung und des Geistes Licht\nSind, seit die erste Gleichheit ihr ergründet,\nBei jeglichem von euch im Gleichgewicht,\nWeil euch die Sonne, die euch hellt und zündet\nMit Licht und Glut, damit sogleich durchdringt,\nDaß man, was sonst sich gleicht, hier ungleich findet.\nDoch Will’ und Witz, wie sie der Mensch erringt,\nSie sind aus dem euch offenbaren Grunde\nMit sehr verschiedner Kraft zum Flug beschwingt.\nDies fühl’ ich Sterblicher in dieser Stunde,\nUnd danke deine Vaterliebe dir\nDrum mit dem Herzen nur, nicht mit dem Munde.\nO du lebendiger Topas, du Zier\nDes edlen Kleinods, hell in Glanz entglommen,\nStill’ itzt, dich nennend, meine Wißbegier!\"\n“Mein Sproß, längst froh erwartet, jetzt willkommen,\nIn mir sieh deine Wurzel!” So der Geist,\nUnd setzt’ hinzu, nachdem ich dies vernommen:\n“Und er, nach welchem dein Geschlecht sich heißt,\nDer hundert Jahr’ und mehr für stolzes Wesen\nDes Berges ersten Vorsprung schon umkreist,\nEr ist mein Sohn, dein Urgroßahn, gewesen,\nUnd dir geziemt’s, von solcher langen Pein\nDurch gute Werk’ ihn schneller zu erlösen.\nFlorenz, im alten Umkreis, eng und klein,\nWoher man jetzt noch Terzen hört und Nonen,\nWar damals friedlich, nüchtern, keusch und rein.\nNicht Kettchen hatt’ es damals noch, nicht Kronen,\nNicht reichgeputzte Frau’n–kein Gürtelband,\nDas sehenswerter war als die Personen.\nBei der Geburt des Töchterleins empfand\nKein Vater Furcht, weil man zur Mitgift immer,\nSo wie zur Zeit, die rechten Maße fand.\nUnd öde, leere Häuser gab’s da nimmer;\nNicht zeigte dort noch ein Sardanapal,\nWas man vermag in Üppigkeit der Zimmer.\nNicht übertroffen ward der Montemal\nVon dem Uccellatojo noch im Prangen,\nUnd wie im Steigen, also einst im Fall.\nIch sah vom schlichten Ledergurt umfangen\nBellincion Berti noch und sah sein Weib\nVom Spiegel gehn mit ungeschminkten Wangen.\nIch sah ein unverbrämtes Wams am Leib\nDes Nerli und des Vecchio–und den Frauen\nWar Spill’ und Rocken froher Zeitvertreib.\nGlücksel’ge Fraun! In eurer Heimat Auen\nWar euch ein Grab gewiß–durch Frankreichs Schuld\nWar keiner noch das öde Bett zum Grauen.\nDie, wach und emsig an der Wiege, lullt’\nIn jener Sprach’ ihr Kindlein ein, die jeden\nDer Vater ist, entzückt in Süß’ und Huld.\nDie, ziehend aus dem Rocken glatte Fäden,\nLetzt’ ihrer Kinder Kreis von Römertat,\nVon Troja, Fiesole mit klugen Reden.\nWas ihr an einer Cianghella saht,\nAn Salterell, solch Wunder hätt’s gegeben,\nAls itzt Cornelia gab’ und Cincinnat.\nSo ruhigem, so schönem Bürgerleben,\nSo treuer Bürgerschaft, so teurem Land,\nGab mich Maria, die mit Angst und Beben\nDie Mutter anrief, als sie Weh’n empfand,\nUnd dort, in unserm Taufgebäu, dem alten,\nWard ich ein Christ und Cacciaguid genannt.\nZwei Brüder hatt’ ich, und zu treuem Walten\nIm Haufe kam die Gattin mir vom Po,\nVon der den zweiten Namen du erhalten.\nDen Kaiser Konrad folgt’ und dient’ ich, so,\nDaß er mich weihte zu des Ritters Ehren,\nUnd immer blieb ich seiner Gnade froh.\nMit ihm wollt’ ich des Greuels Reich zerstören,\nDes Volk, durch eurer Hirten Fehler, sich\nDer Länder anmaßt, die euch angehören.\nUnd dort, von jenem schnöden Volk, ward ich\nVom Trug der Welt entkettet und geschieden,\nDer viele Herzen jeder Zeit beschlich,\nUnd kam vom Märtyrtum zu diesem Frieden.",
        "O du geringer Adel unsers Bluts,\nKannst du hienieden uns zum Stolz verführen,\nWo wir noch fern vom Schau’n des wahren Guts.\nSo werd’ ich nimmer drob Verwundrung spüren;\nDenn dort, wo falsche Lust uns nicht erreicht,\nFühlt’ ich darob in mir den Stolz sich rühren.\nDu bist ein Mantel, der, sich kürzend, weicht,\nSetzt man nicht Neues zu von Tag zu Tagen,\nWeil rings die Zeit mit ihrer Schere schleicht–\nMit jenem ihr, das Rom zuerst ertragen,\nDas jetzt die Römer minder brauchen, trat\nIch näher hin, beginnend neue prägen.\nBeatrix drum, zur Seite stehend, tat,\nLächelnd, gleich jener, die beim ersten Fehle\nGinevrens, wie man schreibt, gehustet hat.\n“Ihr seid mein Vater; Ihr erhebt die Seele,\nDaß ich mehr bin als ich; Ihr gebt mir Mut\nMit Euch zu sprechen frei und sonder Hehle.\nMir strömt zur Brust vielfacher Wonne Flut,\nDoch sie erträgt es, ohne zu zerspringen,\nWeil süß das Herz in eigner Freude ruht.\nDrum sprecht, mein Urahn, welche Vordern gingen\nEuch noch voraus, und wie bezeichnet man\nDie Jahre, die Euch hier itzt Früchte bringen?\nVom Schafstall sprecht des heiligen Johann;\nWie groß war er? Wer ist, den, hochzustehen\nIn jenem Volk, man würdig preisen kann?\"\nGleichwie, belebt von frischen Windeswehen,\nDie Kohl’ in Flammen glüht, so war das Licht\nBei meinem Liebeswort in Glanz zu sehen.\nUnd so verschont er jetzt sich dem Gesicht,\nWie seine Sprache sich dem Ohr verschönte;\nDoch war’s nicht jene, die man jetzo spricht.\nEr sprach: “Seitdem des Engels Ave tönte,\nBis meine Mutter, heilig itzt, in Qual\nSich meiner Last entledigend, erstöhnte,\nKam allbereits fünfhundertachtzigmal\nDies Feuer zu den Füßen seines Leuen,\nDort zu erneuern seinen Flammenstrahl.\nDes ersten Lichts sollt’ ich am Ort mich freuen,\nDen Vätern gleich, wo man das Sechsteil fand.\nIn dem sich eure Jahresläuf’ erneuen.\nUnd dies sei von den Ahnen dir bekannt;\nWer sie gewesen, und woher entsprossen,\nWird schicklicher verschwiegen als benannt.\nWas da, von Mars und Täufer eingeschlossen,\nBefähigt war, sich zum Gefecht zu reih’n,\nEin Fünfteil war’s der jetzigen Genossen.\nAllein die Bürgerschaft, jetzt groß zum Schein,\nVermischt mit Campis und Certaldos Scharen,\nWar noch im letzten Handwerksmanne rein.\nWohl besser wären, die einst Nachbarn waren,\nEs jetzo noch–wohl besser war’s, Galluzz\nUnd Trespian als Grenzen zu bewahren,\nAls innerhalb der Bauern Stank und Schmutz\nVon Aguglion und Signa zu ertragen,\nDie listig schachern allem Recht zum Trutz.\nWenn sich, der gänzlich aus der Art geschlagen,\nAm Kaiser nicht stiefväterlich verging,\nStatt ihn am Herzen väterlich zu tragen,\nWar’ mancher Schachrer, den Florenz empfing,\nBereits zurückgekehrt nach Simifonte,\nWo sein Großvater schmählich betteln ging.\nWie Montemurlo Grafschaft bleiben konnte,\nSo wären noch die Cerchi in Acon,\nVielleicht in Valdigriev die Buondelmonte.\nIn Volksvermischung fand man immer schon\nDen ersten Keim zu einer Stadt Verfalle,\nWie Speis auf Speisen unsern Leib bedroh’n.\nEin blinder Stier stürzt hin in jäherm Falle\nAls blindes Lamm, und öfters ist ein Schwert\nMehr wert als fünf und schneidet mehr als alle.\nSieh Luni, Urbifaglia schon verheert,\nSieh Chiusi in derselben Not sich winden,\nDie Sinigaglia, jenen gleich, erfährt;\nDann wirst du’s nicht mehr neu und schrecklich finden,\nHüllt Nacht des Todes die Geschlechter ein,\nDa Städte selbst vom festen Grund verschwinden.\nWas euer ist, das trägt, wie euer Sein,\nDen Tod in sich; doch, was sich minder wandelt,\nVerbirgt ihn euch, denn eure Zeit ist klein.\nUnd wie des Mondes Lauf den Strand verwandelt\nUnd ihn in Ebb’ und Flut entblößt und deckt,–\nSo ist’s, wie das Geschick Florenz behandelt.\nDrum werde dir kein Staunen mehr erweckt,\nSprech’ ich von Edeln deiner Stadt, von ihnen,\nDie in Vergessenheit die Zeit versteckt.\nDie Ughi hob’ ich und die Catellinen\nDer Greci und Ormanni Stamm gesehn,\nDie selbst im Fall erhabne Bürger schienen.\nMocht’ alt, wie hoch, der von Sanella stehn,\nEr mußte mit Soldanier, den von Arke\nUnd den Bostichi kläglich untergehn.\nAm Tor, das jetzt an Hochverrat so starke\nBelastung hat, daß in den Wogen bald\nVersinken wird die überladne Barke,\nDort war der Ravignani Aufenthalt,\nDas Stammhaus derer, so den Namen führen\nDes Bellincion, der edel ist und alt.\nWohl wußte, wie sich’s zieme, zu regieren,\nDer della Pressa–Galigajo nahm\nDas Schwert, das goldnes Blatt und Knauf verzieren.\nGroß war die graue Säul’ und wundersam,\nGroß waren die Sachetti, die Barucci\nUnd die ein Scheffel jetzt durchglüht mit Scham.\nGroß war vordem der Urstamm der Calfucci;\nZu jeglichem erhabnen Platz im Staat\nRief man die Sizii, die Arrigucci.\nWie groß war’t ihr! Allein des Stolzes Saat\nTrug Untergang–wie blüht auf allen Ästen\nSo edler Stämme Mut und große Tat!\nSo waren deren Väter, die in Festen,\nWenn man den Sitz des Bischofs ledig sieht,\nIm Konsistorium sich behaglich mästen.\nDas prahlende Geschlecht, das dem, der flieht,\nZum Drachen wird, doch sanft wird, gleich dem Lamme,\nWenn man die Zahne weist, den Beutel zieht\nKam schon empor, allein aus niederm Stamme,\nDrum zürnt’ Ubert dem Bellincion, daß er\nZu solcherlei Verwandtschaft ihn verdamme.\nVon Fiesole kam Caponsacco her\nAuf euren Markt und trieb in jenen Tagen,\nWie Infangato bürgerlich Verkehr.\nUnglaubliches, doch Wahres werd’ ich sagen:\nEin Tor des Städtchens ließ man ungescheut\nDen Namen des Geschlechts der Pera tragen.\nWen nur des schönen Wappens Schmuck erfreut,\nDes großen Freiherrn, dessen Preis und Ehren\nAlljährlich noch das Thomasfest erneut.\nLieß Ritterwürden sich von ihm gewähren,\nMag der auch, der’s mit goldner Zier umwand,\nJetzt im Vereine mit dem Volk verkehren.\nDa hoch der Stamm der Gualterotti stand,\nSo würd’ in Kriegsnot Borgo minder beben,\nWenn er sich mit den Nachbarn nicht verband.\nDas Haus, das euch zum Weinen Grund gegeben,\nDa’s in gerechtem Grimm euch Tod gebracht\nUnd ganz beendigt euer heitres Leben,\nStand mit den Seinen fest in Ehr’ und Macht.\nBuondelmont, was hattest du Verlangen\nNach andrer Braut? Was fremden Antriebs acht?\nWohl viele würden froh sein, die jetzt bangen,\nWenn Gott der Ema dich vermählt, als du\nZum ersten Male nach der Stadt gegangen.\nDoch wohl stand dieser Stadt das Opfer zu,\nDas sie der Brückenwacht, dem wüsten Steine,\nMit Blut gebracht in ihrer letzten Ruh’.\nMit diesen und mit andern im Vereine\nSah ich Florenz des süßen Friedens wert,\nIndem’s nie Ursach’ fand, weshalb es weine.\nMit diesem sah ich hoch sein Volk geehrt,\nGerecht und treu, in ruhig stiller Haltung,\nUnd nie am Speer die Lilie umgekehrt’\nUnd nimmer rotgefärbt durch innre Spaltung.",
        "Wie der, der Väter karg gemacht den Söhnen,\nAn Climene um Kunde sich gewandt\nVon dem, was man gejagt, ihn zu verhöhnen;\nSo war ich jetzt in mir, und so empfand\nBeatrix mich und er, des Liebesregung\nVom Flammenkreuz ihn zu mir hergebannt.\nDrum sie: “Folg’ itzt der inneren Bewegung\nUnd laß den Wunsch hervor, nur sei er rein\nBezeichnet durch des innern Stempels Prägung.\nEr soll nicht größre Kenntnis uns verleih’n,\nDoch mutig sollst du deinen Durst bekennen,\nAls ob ein Mensch ihn stillen sollt’ in Wein.\"\n“O teurer Ahn, hochragend im Erkennen,\nGleich wie der Mensch sieht, daß im Dreieck nicht\nZwei stumpfe Winkel sich gestalten können,\nSo siehst du, was da sein wird, das Gesicht\nDem Spiegel zugewandt, der alle Zeiten\nAls Gegenwart dir zeigt im klaren Licht.\nAls noch Virgil bestimmt war, mich zu leiten,\nUm auf den Berg, der unsre Seelen heilt,\nUnd zu der toten Welt hinabzuschreiten,\nWard von der Zukunft Kunde mir erteilt,\nDie hart ist, mag ich auch als Turm mich fühlen,\nDer trotzend steht, wenn ihn der Sturm umheult.\nDrum wüßt’ ich gern, um meinen Wunsch zu kühlen,\nWelch ein Geschick mir naht. Vorausgeschaut,\nScheint minder tief ein Pfeil sich einzuwühlen.\"\nIch sprach’s zum Licht, das mir mit süßem Laut\nGesprochen hatt’, und hatt’ ihm nun vollkommen,\nNach meiner Herrin Wink, den Wunsch vertraut.\nIn Rätseln nicht, wie man sie einst vernommen,\nBestimmt, ein Netz für Torenwahn zu sein,\nEh’ Gottes Lamm die Sünd’ auf sich genommen,\nIn klarem Wort und bündigem Latein,\nAntwortete mir jene Vaterliebe\nVerschlossen in der eignen Wonne Schein:\n“Der Zufall, Werk allein der Erdentriebe,\nMalt sich im ew’gen Blick, wie vorbestimmt,\nUnd keiner ist, der ihm verborgen bliebe,\nObwohl er euch die Freiheit nicht benimmt\nSo wenig, als das Aug’ ein Schifflein leitet,\nDas drin sich spiegelt, wenn’s stromunter schwimmt.\nWie Orgelharmonie zum Ohre gleitet,\nSo kann mein Aug’ im ew’gen Blicke sehn,\nWelch ein Geschick die Zukunft dir bereitet.\nWie Hippolyt, vertrieben aus Athen\nVon der Stiefmutter treulos argen Ränken,\nSo mußt du aus dem Vaterlande gehn.\nDies wollen sie, dies ist’s, worauf sie denken;\nUnd wo man Christum frech zu Markte trägt,\nDort wird zur Tat, was nottut, dich zu kränken.\nUnd dem verletzten Teil folgt, wie er pflegt,\nDer Ruf der Schuld–allein die Wahrheit künden\nWird Gottes Rache, die den Argen schlägt.\nDu wirst dich allem, was du liebst, entwinden\nUnd wirst, wenn dies dir bittern Schmerz erweckt,\nDarin den ersten Pfeil des Banns empfinden.\nWie fremdes Brot gar scharf versalzen schmeckt,\nWie hart es ist, zu steigen fremde Stiegen,\nWird dann durch die Erfahrung dir entdeckt.\nDoch wird so schwer nichts seinen Rücken biegen,\nAls die Gesellschaft jener schlechten Schar,\nMit welcher du dem Bann wirst unterliegen.\nGanz toll und ganz verrucht und undankbar\nBekämpft sie dich; doch zeiget bald, zerschlagen,\nIhr Kopf, nicht deiner, wer im Rechte war.\nWie dumm sie ist, das wird ihr Tun besagen;\nUnd daß du für dich selbst Partei gemacht,\nWird dir erwünschte, schöne Früchte tragen.\nDie erste Zuflucht in der harten Acht\nWird dir der herrliche Lombard gewähren,\nDen heil’ger Aar und Leiter kenntlich macht.\nZwischen euch wird von Geben und Begehren\nDas, was sonst später kommt, das erste sein,\nSo sorgsam wird auf dich sein Blick sich kehren.\nDort siehst du ihn, dem dieses Sternes Schein\nBei der Geburt im hellsten Licht entglommen,\nIhm das Gepräg’ zu hoher Tat zu leih’n.\nUnd hat die Welt noch nichts davon vernommen,\nSo ist’s, weil eben erst zum neuntenmal\nDie Sonn’ um ihm den Zirkellauf genommen.\nDoch glänzt er, ungerührt durch Gold und Quäl,\nBevor sich des Gascogners Tücken zeigen\nBei Heinrichs Zug, in heller Tugend Strahl.\nHochherrlich wird sein Ruhm zum Himmel steigen;\nDer Feind selbst kann, obwohl voll Ungeduld\nBei seiner Taten Lob, es nicht verschweigen.\nGewärtig sei denn sein und seiner Huld;\nAus Armen macht er Reich’ und Arm’ aus Reichen,\nHebt arme Tugend, stürzt die reiche Schuld.\nLaß nicht dies Wort aus dem Gedächtnis weichen,\nDoch sage nichts!” Dann sagt’ er Dinge mir,\nDie dem selbst, der sie sah, noch Wundern gleichen.\n“Sohn,” also sprach er weiter, “siehe hier,\nZu dem, was dir verkündet ward, die Glossen.\nSchon droht man aus dem Hinterhalte dir.\nDoch nicht beneide deine Landsgenossen,\nDenn lang, bevor du sinkst ins dunkle Grab,\nIst dem Verrat gerechte Rach’ entsprossen.\"\nHier brach die heil’ge Seel’ ihr Reden ab\nUnd hatte das Gewebe ganz vollendet,\nWozu ich fragend ihr den Aufzug gab.\nUnd wie man zweifelnd sich an jemand wendet,\nDer innig liebt und Rechtes will und sieht,\nNach gutem Rat–so ich, als er geendet:\n“Ich seh’s, wie rasch heran die Stunde zieht,\nUm gegen mich den scharfen Pfeil zu kehren,\nDer schwerer trifft, wen die Besinnung flieht.\nDrum muß ich wohl mit Vorsicht mich bewehren,\nUm fern dem Ort, der, was ich lieb’, enthält,\nNicht durch mein Lied der Zuflucht zu entbehren.\nDenn reifend durch die endlos bittre Welt,\nDann auf die Höh’, wo mich vom Angesichte\nDer Herrin Licht zum höhern Flug erhellt,\nDann durch den Himmel selbst von Licht zu Lichte,\nErfuhr ich, was wohl manchen brennt und beißt\nDurch ätzenden Geschmack, wenn ich’s berichte.\nUnd zagt, der Wahrheit feiger Freund, mein Geist,\nDann, fürcht’ ich, bin ich tot bei jenen allen,\nBei welchen diese Zeit die alte heißt.\"\nUnd neuen Glanz sah ich dem Licht entwallen,\nDas Strahlen, wie ein goldner Spiegel, warf,\nAuf den der Sonne Feuerblicke fallen.\n“Wer rein nicht sein Gewissen nennen darf,\"\nSprach er, “wen eigne Schmach, wen fremde drücket,\nDem schmeckt wohl deine Rede streng und scharf.\nDennoch verkünde ganz und unzerstücket\nWas du gesehn, von jeder Lüge frei\nUnd laß nur den sich kratzen, den es jücket.\nOb schwer dein Werk beim ersten Kosten sei,\nDoch Nahrung hinterläßt’s zu kräft’germ Leben,\nIst des Gerichts Verdauung erst vorbei.\nDein Laut wird sich, dem Sturme gleich, erheben,\nDer hohe Gipfel stärker schüttelnd faßt,\nUnd dies wird Grund zu größrer Ehre geben.\nDrum sind berühmte Seelen alle fast,\nDie du im dunkeln, wehevollen Schlunde\nUnd auf dem Berg und hier gesehen hast.\nDenn niemand traut beruhigt einer Kunde,\nVerbirgt das Bild, das sie vor Augen stellt,\nDie Wurzel tief im unbekannten Grunde,\nUnd nur was schimmert überzeugt die Welt.”",
        "Schon freute sich der sel’ge Geist alleine\nAn seinem Wort. und ich, mit Süßigkeit\nDas Bittre mäßigend, genoß das meine.\nUnd jene Frau, zum Höchsten mein Geleit,\nSprach: “Wechsle die Gedanken–denk’, ich wohne\nDem nah, der mildert unverdientes Leid.\"\nIch, hingewandt zum süßen Liebestone,\nKonnt’ in den heil’gen Augen Liebe schau’n,\nDie ich nicht sing’ in dieser niedern Zone.\nDenn nicht der Sprache nur muß ich mißtrau’n;\nSelbst das Gedächtnis kehrt nicht, ungetragen\nVom Flug der Gnade, zu den sel’gen Au’n.\nIch kann von jenem Augenblick nur sagen:\nIch fühlte jeden Wunsch der Brust entflieh’n,\nAls ich den Blick zur Herrin aufgeschlagen,\nBis, die nun selbst aus ihrem Auge schien,\nDie ew’ge Luft, vom schönen Angesichte\nIm zweiten Anblick G’nüge mir verlieh’n,\nBesiegend mich mit eines Lächelns Lichte.\n“Nicht mir im Aug’ allein ist Paradies.\"\nSie sprach’s. “Horch auf! Dorthin die Augen richte!\"\nWie Lieb’ auf Erden wohl sich mir erwies,\nDie lächelnd glänzt’ auf eines Freundes Zügen,\nDer seine Seele ganz ihr überließ,\nSo zeigt’ in Glanz und wonnigem Vergnügen\nDes Urahns Geist die liebende Begier,\nMir noch durch ein’ge Reden zu genügen:\n“In dieses Baumes fünfter Stufe hier,\nDer von dem Gipfel Nahrung zieht und Leben,\nStets reich an Frucht und frischer Blätter Zier,\nSind Sel’ge, die, eh’ sie emporzuschweben\nDer Himmel rief, in eurem Erdental\nDurch Ruhm der Muse reichen Stoff gegeben.\nSieh auf die Arme hin am Kreuzesmal,\nUnd zeigen wird sich jeder, den ich nannte,\nWie in der Wolk’ ihr schneller Feuerstrahl.\nUnd sieh, ein Licht, gleich schnellem Blitz, entbrannte,\nBeim Namen Josua–so daß ich Wort\nUnd Tat in einem Augenblick erkannte.\nDen Makkabäus nannt’ er dann, und dort\nWar kreisend Feuer glänzend vorgedrungen,\nUnd Freude trieb den heil’gen Kreisel fort.\nAls Karl der Groß’ und Roland dann erklungen,\nFolgt’ ich so aufmerksam dem Glanz, als man\nDem Falken folgt, der sich emporgeschwungen.\nWilhelm zog meinen Blick zum Kreuz hinan,\nUnd Rinoard, bei ihres Namens Klange.\nAuch Herzog Gottfried, Robert Guiscard dann.\nDrauf mischte sich dem schimmernden Gedrange\nDie Seele, die erst sprach, als Meisterin\nSich zeigend in dem himmlischen Gesange.\nIch kehrte mich zur rechten Seite hin,\nUm in Beatrix; meine Pflicht zu lesen,\nIn Wink und Wort der heil’gen Führerin,\nUnd sah so rein ihr Aug’, ihr ganzes Wesen\nSo hold, daß, was ich hab an Himmelsluft,\nSie übertraf, ja, was sie je gewesen.\nUnd, wie des guten Wirkens sich bewußt,\nIn größrer Wonne man von Tag zu Tagen\nDer Tugend Wachstum merkt in eigner Brust;\nSo merkt’ ich jetzt, vom Himmel fortgetragen\nIn seinem Schwung, gewachsen sei der Kreis,\nSobald ich sah dies schönre Wunder tagen.\nUnd wie das Rot der Scham, die glühend heiß\nGefärbet hat der zarten Jungfrau Wangen,\nBald wieder schwindet vor dem lautern Weiß;\nSo, nach dem roten Licht, das mich umfangen,\nSah ich mich in den Silberglanz entrückt\nDes sechsten Sterns, der mich in sich empfangen.\nUnd in dem Stern des Zeus, den Freude schmückt,\nWar frohes Liebesfunkeln zu gewahren,\nDurch unsrer Sprache Zeichen ausgedrückt.\nWie Vögel, die empor vom Strande fahren,\nGemeinsam neuer Weide froh, sich bald\nIn runden, bald in langen Haufen scharen;\nSo flatterten, von Himmelslicht umwallt,\nIn Sängen Sel’ge hin, im Fluge zeigend\nDes D und dann des I und L Gestalt,\nIm Sang, erst bald gesenkt, bald wieder steigend,\nUnd war die Ordnung diesen Zeichen gleich,\nEinhaltend in des Fluges Schwung und schweigend.\nKalliope, die du die Geister reich\nAn Ruhme machst, sie ewig zu erhalten,\nDie du erhältst mit ihnen Stadt und Reich,\nErleuchte mich, damit ich die Gestalten\nGetreu beschreibe, jetzt mit deinem Strahl;\nLaß deine Kraft in kurzen Reimen walten!–\nVokal’ und Konsonanten–siebenmal\nFünf waren’s, die mein Auge dort ergötzten,\nAuch merkt’ ich wohl die Ordnung dieser Zahl.\nDiligite iustitiam–So setzten\nErst Haupt’ und Zeitwort sich; dann sieh sofort:\nQui iudicatis terram–als die letzten.\nUnd alles blieb beim M im fünften Wort\nGeordnet stehn, hiermit das Werk vollbringend.\nSo stand die Schrift wie Gold in Silber dort.\nIch sah viel andres Licht, sich niederschwingend\nZum Haupt des M, dort still und unbewegt,\nVom Gut, so schien es, das sie anzieht, singend.\nDann, wie wenn man mit Feuerbränden schlägt,\nDraus unzählbare Funken sprühend flammen,\nWoraus die Torheit wahrzusagen pflegt;\nSo hoben dort sich mehr als tausend Flammen,\nUnd die stieg mehr, und minder die empor,\nWie sie die Sonne trieb, aus der sie stammen.\nAls jed’ an ihrer Stelle war, verlor\nSich das Gewühl–da trat in Flammenzügen\nDer Kopf und Hals von einem Adler vor.\nDer dorten malt, weiß selbst sich zu genügen;\nEr, ungeleitet, lenkt des Künstlers Hand,\nDamit der Form sich die Gebilde fügen.\nDie sel’ge Schar, die dort zufrieden stand,\nDas M bekrönend mit dem Lilienkranze,\nVollendete das Bild jetzt, leicht gewandt.\nSo sah ich, schöner Stern, der Himmel pflanze\nIn uns die Keime der Gerechtigkeit,\nDer Himmel, den du schmückst mit deinem Glanze.\nZum Geist, der Kraft dir und Bewegung leiht,\nFleh’ ich, nach jenem Rauche hinzuschauen,\nDer deinen Strahl verdunkelt und entweiht.\nSein Zorn mach’ einmal noch dem Volke Grauen,\nDas in dem Tempel schachert und verkehrt,\nDen er aus Wundern ließ und Martern bauen.\nHimmelskriegerschar, dort hellverklärt,\nBitte für die, so noch der Leib umschlossen,\nDie schlechtes Beispiel falsche Wege lehrt.\nEinst kriegte man mit Schwertern und Geschossen,\nDoch jetzt, das Brot wegnehmend dort und hie,\nDas unser frommer Vater nie verschlossen.\nDu, der du schreibst, um auszustreichen, sie:\nFür jenen Weinberg, welchen du verdorben,\nStarb Paul und Petrus, doch noch leben sie.\nDu aber denkst: Hab’ ich nur den erworben,\nDer in die Einsamkeit der Wüst’ entrann,\nUnd der zum Lohn für einen Tanz gestorben,\nWas kümmern Paulus mich und Petrus dann?",
        "Vor mir erschien mit offnem Flügelpaar\nDas schöne Bild, wo, selig im Vereine,\nDer Geister lichter Kranz verflochten war.\nJedweder war wie ein Rubin, vom Scheine\nDer Sonne so in Licht und Glut entbrannt,\nAls ob sie selbst mir in die Augen Scheine.\nDer Schilderung, zu der ich mich gewandt,\nWie kann die Sprache sie, die Feder wagen,\nDa Phantasie dergleichen nie erkannt?–\nIch sah den Aar und hört’ ihn Worte sagen,\nUnd in der Stimm’ erklangen Ich und Mein,\nAls Wir und Unser ihm im Sinne lagen:\nEr sprach: “Für frommes und gerechtes Sein\nSollt’ ich zu dieser Glorie mich erheben,\nDie jeden Wunsch uns zeigt als arm und klein.\nUnd solch Gedächtnis ließ ich dort im Leben,\nDaß es für rühmlich selbst den Bösen gilt,\nDie nicht auf meiner Spur zu wandeln streben.\"\nWie vielen Kohlen eine Glut entquillt,\nSo tönte jetzt von vielen Liebesgluten\nEin einz’ger Ton mir zu aus jenem Bild.\n“Ihr ew’ge Blüten des endlosen Guten,\"\nBegann ich, “die ihr mir als einen jetzt\nLaßt eure Wohlgerüch’ entgegenfluten,\nIch bitt’ euch nun, mit eurem Hauch ergetzt\nMich Hungrigen und reicht mir jene Speise,\nMit welcher mich die Erde nie geletzt.\nWohl weiß ich, spiegelt sich in anderm Kreise\nDes Himmels ab des Herrn Gerechtigkeit,\nDaß sie sich euch nicht unterm Schleier weise.\nIhr wißt, zum Hören bin ich schon bereit,\nAuch wißt ihr, welch ein Zweifel mich befangen,\nDer unbefriedigt ist seit langer Zeit.\"\nGleichwie ein edler Falk, der Kapp’ entgangen,\nDas Haupt bewegt, sich schön und freudig macht,\nStolz mit den Flügeln schlägt und zeigt Verlangen,\nSo machte sich des hohen Zeichens pracht,\nDas Gottes Gnade laut dem All verkündet,\nMit Sang, wie der nur hört, der dort erwacht.\nUnd es begann: “Er, der die Welt gerundet\nUnd sie begrenzt, hat viel Geheimes drin\nUnd Offenbares viel darin begründet;\nDoch hat er seine Kraft vom Anbeginn\nNicht völlig ausgeprägt im Weltenaue,\nDenn endlos überragt’s sein hoher Sinn.\nDer erste Stolze, welcher höh’r als alle\nGeschöpfe stand, sank drum im frevlen Zwist,\nDes Lichts nicht harrend, früh in jähem Falle.\nDenn jegliches der kleinern Wesen ist\nZu eng, um jenes Gut darein zu bringen,\nDas, endlos, sich nur mit sich selber mißt,\nDrum kann so weit der Menschenblick nicht dringen,\nEr, nur ein Strahl von jenes Geistes Schein,\nDer Urstoff ist und Grund von allen Dingen,\nKann nie durch eigne Kraft so mächtig sein,\nUm Seinen Ursprung deutlich zu ersehen,\nDenn Nebel hüllt für ihn so Tiefes ein;\nDrob zu der Urgerechtigkeit das Spähen\nDes Menschenblicks sich nur so weit erstreckt,\nAls in den Grund des Meers die Augen gelten.\nLeicht wird der Grund am Strand vom Aug’ entdeckt,\nDoch nie im Meer, wie sehr sich’s müh’ und übe;\nGrund ist dort, doch zu tief und drum versteckt.\nNur aus der Heiterkeit, die nimmer trübe,\nKommt Licht–all andres ist nur Dunkelheit,\nIst Schatten oder Gift der Fleischestriebe.\nSieh das Versteck, das die Gerechtigkeit\nDir lang verhehlt, jetzt offen dem Verstande,\nUnd ruh’n wird nun in dir der Zweifel Streit.\nErzeugt wird jemand an des Indus Strande,\nSo sprachst du, doch wer spricht von Jesus Christ,\nWer liest und schreibt von ihm in jenem Lande?\nWenn er, soweit es die Vernunft ermißt,\nIn Tat und Willen rein und unverdorben\nUnd ohne Sünd’ in Wort und Leben ist\nUnd er ungläubig, ungetauft gestorben,\nWo ist dann wohl ein Recht, dem er verfällt?\nWo Schuld, daß er den Glauben nicht erworben?–\nUnd wer bist du, der sich so hoch gestellt,\nUm, richtend, tausend Meilen weit zu springen,\nDa eine Spanne kaum dein Blick enthält?\nGewiß, daß die mir nach im Forschen ringen,\nWar’ über euch nicht Gottes heil’ges Wort,\nZum Zweifel und Erstaunen Grund empfingen.\nO Tier aus Erd’! Ihrr groben Geister dort!\nDer erste Wille, gut von selber, gehet\nNie aus sich selbst, dem höchsten Gute, fort.\nGerecht ist, was mit ihm in Einklang stehet.\nIhn kann nicht anzieh’n ein erschaffnes Gut,\nDas nur aus seiner Strahlenfüll’ entstehet.\"–\nWie über ihrem Nest die Störchin tut,\nWenn sie die Brut gespeist, im Kreise schwebend,\nUnd wie nach ihr hinschaut die satte Brut;\nSo tat–und so auch ich, das Aug’ erhebend–\nDas heil’ge Bild, das seine Flügel Schwang,\nDen Willen kund der freud’gen Scharen gebend,\nIndem’s, im Kreis sich schwingend, also sang:\n“So wie du nicht verstehst, was ich verkündet,\nSo kennt ihr nicht des ew’gen Urteils Gang.\"\nDann, noch im Zeichen, das den Ruhm begründet\nDer Römer hat, stand still die sel’ge Schar,\nVon lichter Glut des Heil’gen Geists entzündet.\n“In dieses Reich”, begann aufs neu’ der Aar,\n“Stieg keiner je, der nicht geglaubt an Christus,\nVor oder nach, als er gekreuzigt war.\nDoch siehe, viele rufen: Christus! Christus!\nUnd stehn ihm ferner einst beim Weltgericht\nAls jene, welche nichts gewußt von Christus.\nDas Strafurteil für solche Christen Spricht\nDer Heid’ einst aus, wenn sich die Scharen trennen,\nDie zu der ew’gen Nacht und die zum Licht.\nWie wird ein Perser eure Fürsten nennen,\nZeigt ihm sich aufgeschlagen jenes Buch,\nIn dem er ihre Schmach wird lesen können?\nDie Tat des Albrecht wird mit hartem Spruch\nEr in dem Buch dann eingetragen sehen,\nOb der ihn trifft, des Böhmerreiches Fluch.\nAuch Frankreichs Schmerz wird aufgezeichnet stehen,\nIn den es durch den Münzverfälscher fällt,\nDer durch des Ebers Stoß wird untergehen.\nDort steht der Stolz, der Durst nach Land und Geld,\nDrob Schott’ und Engelländer tun gleich Tollen,\nUnd keiner sich in seiner Grenze hält.\nDort wird die Üppigkeit sich zeigen sollen\nDes Spaniers und des Böhmen, welcher nie\nDie Trefflichkeit gekannt, noch kennen wollen.\nDort, Lahmer von Jerusalem, dort sieh\nMit einem M bezeichnet deine Sünden,\nUnd deine Tugenden mit einem I.\nDort wird sich auch der niedre Geiz verkünden\nDes, der dort herrschet, wo Anchises ruht\nNach langer Fahrt, bei Ätnas Feuerschlünden.\nUnd wie gering er ist an Kraft und Mut,\nDas wird die abgekürzte Schrift bezeugen,\nDie vieles kund auf engem Raums tut.\nAuch wird das schmutz’ge Tun des Ohms sich zeigen,\nUnd das des Bruders kund sein überall,\nDie mit dem edlen Stamm zwei Kronen beugen.\nAuch den von Norweg, den von Portugal\nUnd den von Rascia wird man unterscheiden,\nDer Schuld ist an Venedigs Münzverfall.\nMög’ Ungarn fernerhin nicht Unbill leiden!\nNavarra, es verteidige getrost\nDie Bergesreih’n, die es von Frankreich scheiden!\nUnd Nicosia ist und Famagost,\nVorläufig und als Angeld, sehr mit Fuge,\nWie jeder zugibt, auf ihr Vieh erbost,\nDas mit dem andern geht in gleichem Zuge.”",
        "Wenn sie, die hell die ganze Welt verklärt,\nVon unsrer Hemisphär’ herabgeschwommen\nUnd rings der Tag ersterbend sich verzeiht,\nDann zeigt der Himmel, erst von ihr entglommen,\nVon ihr allein, viel Sterne rings im Rund,\nDie all ihr Licht von einem Licht entnommen.\nDies war’s, was jetzt vor meiner Seele stund,\nAls unsrer Welt und ihrer Herrscher Zeichen\nStillschweigen ließ den benedeiten Mund.\nDenn alle Lichter, jene wonnereichen,\nErglänzten mehr im Sang, an dessen Macht\nNicht irdischer Erinnrung Schwingen reichen.\nO Lieb’, umkleidet mit des Lächelns Pracht,\nWie sah ich Glanz dich in die Funken gießen,\nDie heil’ger Sinn allein dort angefacht!\nDann, als die Edelsteine, die mit süßen\nLichtstrahlen hold das sechste Licht erhöh’n,\nDie Engelsglocken wieder schweigen ließen,\nSchien mir’s, es zeig’ in murmelndem Getön\nEin Fluß, von Fels zu Felsen niederfallend,\nWie reich sein Quell entstand auf Bergeshöh’n.\nUnd wie ein Ton, aus reiner Laute schallend,\nAn ihrem Hals sich formt und wie der Wind\nDurchs Mundloch eindringt, die Schalmei durchhallend;\nSo hatte jener Murmelton geschwind\nSich bis zum Hals des Adlers aufgeschwungen\nUnd drang, wie aus der Kehle, süß und lind\nUnd ward zur Stimm’, und, dort hervorgedrungen,\nWard er gebildet zum erwünschten Wort,\nUnd wohl behält mein Herz, was mir erklungen.\n“Den Teil in mir, der bei den Adlern dort\nDie Sonne sieht und trägt, schau’ an!” so hoben\nDie Wort’ itzt an und fuhren weiter fort:\n“Denn von den Feuern, die mein Bild gewoben,\nStehn, die hier glänzen an des Auges Statt,\nIn allen Würden vor den andern oben.\nDer, so den Platz des Augenapfels hat,\nDes Heil’gen Geistes Sänger war’s und brachte\nDie Bundeslade fort von Stadt zu Stadt.\nWie der, der ihn begeistert, seiner achte\nUnd seines Sangs, das kann er jetzo sehn,\nDa er dem Wert gleich die Belohnung machte.\nVon fünf, die um mein Aug’ als Braue stehn,\nSieh nächst dem Schnabel den, der eh’mals Weile\nDem Heer gebot auf einer Witwe Fleh’n.\nWie, wer nicht Christo folgt zu seinem Heile,\nDies teuer büßt, das hat er nun erkannt\nIn dieser Wonn’ und in dem Gegenteile.\nDer Nächst’ im Kreise, der mein Aug’ umspannt,\nIst jener, der den Tod auf fünfzehn Jahre\nDurch wahre Reue von sich abgewandt.\nJetzt sieht er ein, der Herr, der ewig Wahre,\nBleib’ ewig wahr, obwohl sein Urteil sich\nAuf würd’ges Fleh’n von heut auf morgen spare.\nDer nachfolgt, führte das Gesetz und mich,\nDurch guten Sinn zu schlimmem Tun bewogen,\nNach Griechenland, weil er dem Hirten wich.\nJetzt sieht er, daß, vom Guten abgezogen,\nDas Übel, das in Trümmern euch begräbt,\nIhm dennoch nichts von seiner Wonn’ entzogen.\nSieh Wilhelm, wo der Bogen abwärts strebt,\nOb dessen Tod des Landes Bürger weinen,\nDas weint, weil Karl und Friederich gelebt.\nJetzt sieht er, Gott liebt zärtlich, als die Seinen,\nGerechte Fürsten, und, in Glanz erhellt,\nLäßt er dies hier in frohem Blitz erscheinen.\nWer glaubt’ es in der wahnbefangnen Welt,\nDaß Ripheus, den Trojaner, hier im Runde\nDes fünften Lichtes heil’ger Glanz enthält?\nJetzt hat er wohl von Gottes Gnade Kunde\nUnd siehet mehr, als eurer Welt sich zeigt,\nDringt auch sein Blick nicht bis zum tiefsten Grunde.\"\nWie in die Luft die kleine Lerche steigt,\nErst singend flattert, aber dann, zufrieden,\nVom letzten süßen Ton gesättigt, schweigt;\nSo schien mir jenes Bild, durch das hienieden\nDes Höchsten ew’ger Wille zu uns spricht,\nDer jedem Ding das, was es ist, beschieden.\nUnd barg ich auch den Zweifel minder dicht,\nAls Glas die Farbe, litt er doch mein Schweigen,\nUnd längres Harren auf Verkündung nicht.\nEr zwang dies Wort, dem Munde zu entsteigen:\n“Was sah ich dort!” durch seines Dranges Macht,\nDenn Freudenfunkeln sah ich dort sich zeigen.\nIm Auge hellre Gluten angefacht,\nSprach drauf der Adler, um mich aufzuregen,\nDen Staunen fesselte bei solcher Pracht:\n“Ich sah, du glaubest dies, doch nur deswegen,\nWeil ich’s gesagt, und siehest nicht das Wie?\nWie wir Verborgenes zu glauben pflegen,\nWie man der Sache Namen lernt, doch sie\nNicht kann nach ihrem Wesen unterscheiden,\nWenn nicht ein anderer uns Licht verlieh.\nDas Reich der Himmel muß Gewalt erleiden,\nWenn Kraft der Lieb’ und Hoffnung es bekriegt,\nDenn Gottes Wille wird besiegt von beiden;\nNicht wie ein Mensch dem Stärkern unterliegt;\nNein, er siegt, denn er will sich ja ergeben.\nDrob er, besiegt durch seine Güte, siegt.\nDu staunst beim ersten und beim fünften Leben\nIn meiner Brau’ und nennst es wunderbar,\nDaß beide hier in hellem Glanze schweben.\nAls Christen, nicht als Heiden, starb dies Paar.\nDer glaubt’ ans Leiden, das schon eingetroffen,\nDer zweit’ an das, das noch zu dulden war.\nDer ist vom Höllenschlund, der nimmer offen\nZur Rückkehr war, zum Leib zurückgekehrt,\nUnd dies verdankt er nur lebend’gem Hoffen;\nLebend’gem Hoffen, das von Gott begehrt,\nIhn zu befreien aus des Todes Banden,\nDamit er lebe, wie das Wort gelehrt.\nUnd die ruhmwürd’ge Seele kehrt’ erstanden\nAuf kurze Zeit zum Leib und glaubt’ an ihn,\nDes Allmacht auf ihr Fleh’n ihr beigestanden.\nUnd fühlte, glaubend, sich so hell erglüh’n\nIn wahrer Liebe, daß sie dieser Wonnen\nBei ihrem zweiten Tode wert erschien.\nDer zweit’, aus Gnade, die so tiefem Bronnen\nEntquollen ist, daß nie die Kreatur\nDie Quell’ erspähen kann, wo er begonnen,\nWeiht’ all sein Lieben einst dem Rechte nur,\nDrum hob ihn Gott empor zu Gnad’ und Gnaden\nUnd zeigt’ ihm künftiger Erlösung Spur.\nEr glaubt’ an sie und schalt sodann, entladen\nDes Heidentums, von seinem Stanke frei,\nDie, so noch wandelten auf falschen Pfaden.\nAnstatt der Taufe standen ihm die drei,\nDie du am rechten Rad im Tanz gesehen,\nWohl tausend Jahre vor der Taufe bei.\nO Gnadenwahl, wie tief verborgen stehen\nDoch deine Wurzeln jenem Blick, der nicht\nVermag den Urgrund völlig zu erspähen!\nKurz sei dein Urteil, Mensch, wie dein Gesicht,\nDa wir nicht all die Auserwählten wissen,\nWir, die wir schau’n in Gottes ew’ges Licht.\nUnd süß ist uns auch das, was wir vermissen,\nDa daraus uns das höchste Heil entquillt,\nDaß dessen, was Gott will, auch wir beflissen.\"\nSo reichte jenes gottgeliebte Bild,\nDer schwachen Sehkraft Stärkung zu bereiten,\nMir Arzeneien, wundersüß und mild.\nUnd wie mit lieblichem Geschwirr der Saiten\nDie guten Lautner guter Sänger Lied\nZu größrer Süßigkeit des Sangs begleiten;\nSo regt’, indes der Adler mich beschied,\nDer benedeiten Lichter Paar, zusammen,\nWie man die Augen blicken sieht,\nBei seinem Wort die hellen Wonneflammen.",
        "Schon heftet’ ich die Augen aufs Gesicht\nDer Herrin wieder, Augen und Gemüte,\nUnd dachte drum an alles andre nicht.\nSie lächelte mir nicht, doch sprach voll Güte:\n“Dafern ich lachte, würde dir gescheh’n\nWie Semelen, als sie in Staub verglühte.\nWenn meine Schönheit, die, wie du gesehn,\nBeim Steigen in dem ewigen Palaste\nSich mehr entflammt, je mehr wir uns erhöh’n,\nSich deinem Blick nicht mäßigte, sie faßte\nDich wie ein Blitz–du wärst von ihr erdrückt,\nZerschmettert, gleich dem blitzgetroffnen Aste.\nWir sind zum Glanz, dem siebenten, entrückt,\nDer vom Gebild des Himmelsleu’n umgeben,\nAus seiner Glut den Strahl herniederzückt.\nLaß itzt den Geist, dem Blicke nach, sich heben;\nUnd deinen Blick–mach’ itzt zum Spiegel ihn\nFürs Bild, das kund wird dieser Spiegel geben.\"\nWer wüßte, wie ihr Blick so selig schien,\nWie er dem meinen ward zur süßen Weide,\nAls sie gebot, ihn wieder abzuzielen,\nOh, der erkennt auch wohl, mit welcher Freude\nIch dem gehorcht, was sie mir auferlegt,\nDenn Wonne hielt das Gleichgewicht dem Leide.\nIn dem Kristall, das, um die Welt bewegt,\nVom teuren Führer, unter dem entweichen\nDie Bosheit mußte, noch den Namen trägt,\nErblickt’ ich einer Leiter schimmernd Zeichen,\nAn Farbe gleich dem Gold, durchglänzt vom Strahl,\nHoch, daß zur Höh’ nicht Menschenblicke reichen.\nUnd auf den Sprossen stieg in solcher Zahl\nDie Schar der sel’gen Himmelslichter nieder,\nAls ström’ hier alles Licht mit einemmal.\nUnd wie, nach ihrer Art, die Kräh’n, wenn wieder\nDer Tag beginnt, sich rasch bewegend zieh’n.\nUm zu erwärmen ihr erstarrt Gefieder,\nUnd die von dannen ohne Rückkehr flieh’n,\nDie rückwärts fliegen, andre dann, im Bogen\nDieselbe Stell’ umkreisend, dort verzieh’n;\nSo sah ich’s jetzt in jenem Glanze wogen,\nDer sich als Strom ergoß. Sobald die Flut\nBis zu gewissen Stufen hergezogen.\nUnd einer glänzte, der, uns nah, geruht,\nDrum wollte schon dies Wort der Lipp’ entsteigen:\n“Ich seh’ es wohl, du zeigst mir Liebesglut.\"\nDoch sie, die mir zum Sprechen und zum Schweigen\nDas Wie und Wann bestimmt, sie schwieg, und ich\nTat wohl, nicht fragend meinen Wunsch zu zeigen.\nDoch sie erklärte wohl mein Schweigen sich,\nIn ihm, der alles sieht, mich klar erschauend,\nUnd sprach: “Still’ itzt den heißen Wunsch und sprichl\"\nUnd ich begann: “Nicht dem Verdienste trauend,\nHalt’ ich von dir mich einer Antwort wert;\nIch frag’, auf sie, die mir’s gestattet, bauend,\nO sel’ges Leben, das du schön verklärt\nDich in der Freude birgst, aus welchem Grunde\nHast du zu mir dich liebevoll gekehrt?\nUnd sage mir, weswegen diesem Runde\nDie Paradiessymphonie gebricht,\nDie tiefer dort erklang im frommen Bunde?\"\nUnd er:\"Dein Ohr ist schwach, wie dein Gesicht,\nWeshalb Beatrix nicht gelacht, deswegen\nErtönt der Sang in diesem Kreise nicht.\nIch kam von heil’ger Leiter dir entgegen,\nUm mit der Red’ und mit dem Licht, das mir\nZum Kleide dient, dich freudig aufzuregen.\nUnd nicht aus größrer Liebe bin ich hier;\nNein, mehr und gleiche Liebe glüht in ihnen,\nDie dorten sind, und Schimmer zeigt sie dir.\nDoch höchste Liebe, die uns treibt, zu dienen\nDem ew’gen Rat, braucht, wen sie wählt, dabei,\nWie dir in dem, was du gesehn erschienen.\"\n“Ich sehe,” sprach ich, “daß die Liebe, frei,\nAn diesem Hof den Schlüssen nachzugehen\nDer ew’gen Vorsehung, genügend sei.\nDoch bleibt mir eins noch schwierig zu verstehen:\nWarum bist du von allen jenen dort\nSchon im voraus zu diesem Amt ersehen?\"\nNoch war ich nicht gelangt zum letzten Wort,\nDa drehte sich, sich um sich selber schwingend,\nDas Licht im Kreis gleich einer Mühle fort.\n“Da jenes Licht, dem Urquell selbst entspringend,\"\nAntwortete die Liebe drin, “mir scheint,\nDas, welches mich in sich verschließt, durchdringend,\nHebt seine Kraft, mit meinem Schau’n vereint,\nMich über mich, so daß in seinem Schimmer\nDas Ursein, das ihn ausströmt, mir erscheint.\nUnd daher kommt mein freudiges Geflimmer,\nDenn wie des Blickes Klarheit sich vermehrt,\nVermehrt sich auch der Flammen Klarheit immer.\nDoch der, der sich im reinsten Licht verklärt,\nDer Seraph selbst, der Gott am hellsten siebet,\nGenügt dir nicht in dem, was du begehrt.\nDenn in dem Abgrund ew’gen Rats umziehet\nDas, was du fragtest, Nacht, die, nie erhellt,\nEs jeglichem geschaffnen Blick entziehet.\nVerkünde dies, zurückgekehrt, der Welt\nUnd warne sie vor jenem stolzen Streben,\nDas so Erhabnes sich zum Ziele stellt.\nDer Geist, von Licht hier, dort von Rauch umgeben,\nSucht, wie er kann, zum höchsten Ziel hinauf,\nDas er nicht sehn kann, dort den Blick zu heben.\"\nDies trug das Wort des Seligen mir auf,\nDrum ließ ich demutsvoll von diesen Fragen\nUnd fragte nur nach seinem Lebenslauf.\n“Zwischen Italiens beiden Küsten ragen\nGebirge, Tuscien nah, so hoch empor,\nDaß unter ihren Höh’n die Wolken jagen.\nIn ihnen springt ein Bergeshöcker vor,\nCatria genannt, und drunter liegt die Öde,\nDie Gott zu seinem echten Dienst erkor.\"\nAlso begann er seine dritte Rede\nUnd fuhr dann fort: “Dort stärkt’ ich meine Kraft\nIm Dienste so, daß ich der Speisen jede\nMit nichts mir würzt’ als mit Olivensaft;\nDort hat Beschauung mir in vielen Jahren\nBei Hitz’ und Frost Zufriedenheit verschafft.\nFruchtbare Felder für den Himmel waren\nIm Klosterbann–jetzt wuchert Unkraut dort,\nUnd wohl geziemt sich’s, dies zu offenbaren.\nPier Damian war ich an jenem Ort.\n(Petrus Peccator lebt’ in Unsrer Lieben\nFrau’n heil’gem Kloster an Ravennas Bord.)\nNur wenig Leben war mir noch geblieben,\nDa rief, ja zog man mich zu jenem Hut,\nDer jetzt zu Schlimmen reizt und schlimmem Trieben.\nPetrus war mager einst und unbeschuht,\nPaulus ging so einher in jenen Tagen\nUnd fand die Kost in jeder Hütte gut.\nDie neuen Hirten, feist, voll Wohlbehagen,\nSieht man gestützt, geführt und schwerbewegt,\nUnd hinten läßt man gar die Schleppe tragen.\nWenn übers Prachtroß sich ihr Mantel schlägt,\nSind zwei Stück Vieh in einer Haut beisammen.\nO göttliche Geduld, die viel erträgt!\"–\nHier stiegen von der Leiter viele Flammen\nUnd kreisten dort, so daß sie mehr und mehr\nBei jedem Kreis in schönem Lichte schwammen.\nSie stellten sich um jenen Schimmer her,\nMit einem Rufe von so lautem Schalle,\nDaß nichts auf Erden tönt so laut und schwer.\nDoch nichts verstand ich in dem Donnerhalle.",
        "Ich kehrte mich, vom Staunen überwunden,\nZu meiner Führerin, gleich einem Kind,\nDas Hilfe sucht, wo’s immer sie gefunden.\nSie sprach, der Mutter gleich, die sich geschwind\nZum Knaben kehrt, der atemlos, beklommen\nIn ihrer Stimme frischen Mut gewinnt:\n“Bedenk’s, dich hat der Himmel aufgenommen,\nWo alles heilig ist, wo heißem Drang\nGerechten Eifers, was geschieht. entglommen.\nWie dich mein Lächeln, wie dich der Gesang\nVerwandelt hätten, wirst du jetzt verstehen,\nDa jener Ruf dich so mit Graus durchdrang.\nVerstündest du das drin enthaltne Flehen,\nSo wäre dir die Rache schon erklärt,\nDie du noch wirst vor deinem Tode sehen.\nVon droben fällt zu frühe nicht das Schwert,\nUnd nicht zu spät, wie’s dem scheint, der mit Grauen\nEs harrend fürchtet oder es begehrt.\nJetzt blicke nur auf andres mit Vertrauen,\nSieh dortenhin; du wirst in großer Zahl\nDort hochberühmte sel’ge Geister chauen.\"\nIch sah, den Blick gewandt, wie sie befahl,\nWohl hundert Kreise, welche Funken Sprühten,\nVerschönert von dem gegenseit’gen Strahl.\nWie auch in mir der Sehnsucht Stacheln glühten,\nDoch wagt’ ich keine Frag’ und hieß sie ruh’n,\nUm vor zu großer Kühnheit mich zu hüten.\nDie größte, hellste Perle nahte nun,\nUm jenem Wunsch, den sie in mir ergründet,\nMit süßem Liebeswort genugzutun.\n“Wenn du die Liebe säh’st, die uns entzündet,\"\nSo sprach die Stimme jetzt aus jenem Licht,\n“Du hättest, was du denkst, mir frei verkündet.\nDoch horch, auf daß du, harrend, später nicht\nZum hohen Ziel gelangest, und ich deute\nDir, was zu fragen dir der Mut gebricht.\nDes Berges Höh’, an dessen Abhang heute\nCassino liegt, war einst Versammlungsort\nFür viel Betrüger und betrogne Leute.\nDer erste, nannt’ ich dessen Namen dort,\nDer jene Wahrheit, die uns hoch erhoben,\nDer Erde bracht’ in seinem heil’gen Wort.\nUnd solche Gnade glänzt’ auf mich von oben,\nDaß ich das Land umher vom Dienst befreit,\nDer mit verruchtem Trug die Welt umwoben.\nWer hier glänzt, lebt’ einst in Beschaulichkeit,\nUnd keiner ließ in sich die Flamm’ erkalten,\nDie Blüten treibt und heil’ge Frucht verleiht.\nSieh des Maccar, des Romuald Lichtgestalten,\nSieh meine Brüder, die im Klosterbann\nDen Fuß gehemmt und fest das Herz gehalten.\"\n“Dein liebevolles Wort”, so hob ich an,\n“Und diese Freundlichkeit, die es begleitet,\nDie ich an jedem Glanz bemerken kann,\nSie haben also mein Vertrau’n erweitet,\nWie Sonnenschein die Rose, welche sich,\nSoweit sie kann, erschließet und verbreitet.\nUnd, so vertrauend, Vater, bitt’ ich dich,\nDich meinen Blicken unverhüllt zu zeigen,\nIst solche Gnade nicht zu groß für mich.\"\n“Wenn so hoch”, sprach er, “deine Wünsche steigen,\nBeut dir der letzte Kreis Erfüllung dar.\nDurch sie wird jeder Wunsch, auch meiner, schweigen.\nDort wird vollkommen, reif und ganz und wahr,\nWas nur das Herz ersehnt–und dort nur findet\nSich jeder Teil da, wo er ewig war,\nWeil jener Kreis sich nicht im Raum befindet;\nDoch unsrer Leiter Höh’ erreichet ihn,\nDaher sie also deinem Blicke schwindet.\nAls sie dem Jakob einst im Traum erschien,\nSah er die Spitze bis zum Himmel streben\nUnd drauf die Engel auf und nieder zieh’n.\nJetzt mag man nicht den Fuß vom Boden heben,\nUm sie zu steigen, und bei Schreiberei’n\nBleibt an der Erde träg mein Orden kleben.\nDenn Räuberhöhlen sind, was einst Abtei’n,\nUnd ihrer Mönche weiße Kutten pflegen\nNur Säcke, voll von dumpf’gem Mehl, zu sein.\nKein Wucher ist so sehr dem Herrn entgegen\nAls jene Frucht, auf die die Mönch’ erpicht,\nDrob sie im Herzen solche Torheit hegen.\nDas, was die Kirche wahrt, gehört nach Pflicht\nDen Armen nur zur Lind’rung der Beschwerden,\nNicht Vettern, noch auch schlechterem Gezücht.\nSchwach ist des Menschen Fleisch, so, daß auf Erden\nEin guter Urspung nicht genügen kann,\nBis Eichensprossen Eichenbäume werden.\nPetrus fing ohne Gold und Silber an,\nUnd ich begann mit Fasten und mit Flehen,\nFranz seinen Orden als ein niedrer Mann.\nWillst du nach eines jeden Ursprung spähen,\nDann sehn, wie ihn verführt der Übermut,\nSo wirst du Schwarzes statt des Weißen sehen.\nTraun! daß sich aufgetürmt des Jordans Flut\nAuf Gottes Wink, ist wunderbar zu finden,\nMehr als die Hilfe, die euch nötig tut.\"\nSprach’s, um mit seiner Schar sich zu verbinden;\nZusammen drängte sich die Schar und fuhr\nVereint empor, gleich schnellen Wirbelwinden.\nUnd ihnen nach, mit einem Winke nur,\nTrieb mich die Herrin aufwärts jene Stiegen;\nSo zwang jetzt ihre Kraft mir die Natur.\nHienieden, wo bald sinkt, was erst gestiegen,\nGibt die Natur nie solche Schnelligkeit,\nDaß sie vergleichbar ist mit meinem Fliegen.\nSo wahr ich, Leser, zu der Herrlichkeit\nEinst kehren will, für die ich oft in Zähren\nDen Busen Schlag’ in Reu’ und tiefem Leid;\nDu kannst ins Feu’r den Finger tun und kehren\nSo schnell nicht, als ich war im Sterngebild,\nDas nach dem Stier durchrollt die Himmelssphären.\nO edle Sterne, kraftgeschwängert Bild,\nDem das, was ich an Geist und Witz empfangen,\nSei’s wenig oder sei es viel, entquillt,\nIn euch ist auf-, in euch ist untergangen\nDie Mutter dessen, was auf Erden lebt,\nAls mich zuerst Toskanas Luft umfangen.\nAls ich zum hohen Kreis, in dem ihr schwebt,\nGeführt von reicher Gnad’, emporgeflogen,\nDa ward zuteil mir, daß ich euch erstrebt.\nFromm seufz’ ich jetzt zu euch, seid mir gewogen!\nWollt Kraft zum schweren Pfade mir verleih’n,\nDer meine Seele ganz an sich gezogen,\n“Zum letzten Heile führ’ ich bald dich ein,\"\nSie sprach’s, die mich zu diesen Höhen brachte,\n“Und scharf und klar muß itzt dein Auge sein.\nDarum, bevor du tiefer dringst, betrachte\nWas unten liegt, und sieh, wie viele Welt\nIch unter deinem Fuß schon liegen machte.\nDamit dein Herz, soviel es kann, erhellt,\nBereit sei, vor den Siegern zu erscheinen,\nDie fröhlich sich in diesem Kreis gesellt.\"\nDurch alle sieben Sphären warf ich meinen\nBlick nun zurück und sah dies Erdenrund,\nSo daß ich lächelt’ ob des niedern, kleinen.\nUnd jener Rat beruht’ auf gutem Grund,\nDenn die dies Rund verschmäh’n in höherm Streben,\nNur ihnen wird die echte Weisheit kund.\nIch sah in Glut Latonas Tochter schweben,\nVon jenem Schatten frei, der mir zum Wahn\nVom Dünnen und vom Dichten Grund gegeben.\nDich, strahlenreicher Sohn Hvperions, sahn\nJetzt meine Blicke fest und ungeblendet,\nUnd um dich Majas und Diones Bahn.\nDich sah ich, Zeus, der mäß’gen Schimmer spendet,\nZwischen Saturn und Mars, auch ward mir klar,\nWie seinen Wechsellauf ein jeder wendet.\nWie groß die sieben sind, ward offenbar,\nWie schnell sie sind, den Weltenraum durchreisend,\nAuch stellte mir sich ihre Ferne dar.\nUnd mit dem ew’gen Zwillingspaare kreisend,\nSah ich die Scheibe, die so stolz uns macht,\nMir Land und Meer und Berg’ und Täler weisend.\nDann kehrt’ ich mich zu ihrer Augen Pracht.",
        "Gleichwie der Vogel, der, vom Laub geborgen,\nIm Nest bei seinen Jungen süß geruht,\nIndes die Nacht die Dinge rings verborgen,\nUm zu erschauen die geliebte Brut\nUnd ihr zu bringen die willkommne Speise,\nUm die bemüht, er selbst sich gütlich tut,\nNoch vor der Zeit, sobald am Himmelskreise\nAurora nur erschien, in Lieb’ entbrannt,\nDer Sonn’ entgegenschaut vom offnen Reife;\nSo, aufmerksam, das Haupt erhebend, stand\nDie Herrin, nach dem Teil der Himmelsauen,\nWo minder eilig Sol sich zeigt, gewandt.\nIch konnte harrend sie und sehnend schauen,\nUnd war gleich dem, der anderes begehrt,\nDoch freudig ist in Hoffnung und Vertrauen.\nUnd bald ward Schau’n für Hoffen mir gewährt,\nDenn fort und fort sah ich den Glanz sich mehren\nUnd sah den Himmel mehr und mehr verklärt.\nBeatrix sprach: “Sieh in den sel’gen Heeren\nChristi Triumph und sieh geerntet hier\nDie ganze Frucht des Rollens dieser Sphären!\"\nAls reine Glut erschien ihr Antlitz mir,\nAls reine Wonn’ ihr Blick–und nimmer brächten\nDie Wort’ hervor ein würdig Bild von ihr.\nWie in des Vollmonds ungetrübten Nächten\nLuna inmitten ew’ger Nymphen lacht,\nDie das Gewölb’ des Himmels rings durchflechten;\nSo über tausend Leuchten stand in Pracht\nDie Sonne, so die Gluten all erzeugte,\nWie unsre mit den Himmelsaugen macht.\nUnd, glänzend durch lebend’gen Schimmer, zeigte\nDer Lichtstoff sich, in solcher Herrlichkeit\nMir im Gesicht, daß es, besiegt, sich neigte.\nO Herrin! teures, himmlisches Geleit!–\nSie sprach zu mir: “Was hier dich überwunden,\nIst Kraft, vor der nichts Hilf und Schutz verleiht.\nHier ist’s, wo Weisheit sich und Macht verbunden;\nSie machten zwischen Erd’ und Himmel Bahn,\nNach welcher Sehnsucht längst die Welt empfunden.\"\nWie wenn der Wolken Schoß sich aufgetan,\nDie Feuer sich, sie sprengend, niedersenken\nUnd gegen ihren Trieb der Erde nah’n;\nSo rang mein Geist, von diesen Himmelstränken\nGestärkt, vergrößert, aus sich selber sich,\nDoch, wie ihm ward, wie könnt’ er des gedenken?\n“Sieh auf, und wie ich bin, erschaue mich!\nDurch das Erschaute hast du Kraft empfangen,\nUnd nicht vernichtet mehr mein Lächeln dich.\"\nIch war, wie einer, dem sein Traum entgangen,\"\nUnd der, vom dunklen Umriß nur betört,\nUmsonst sich müht, die Bilder zu erlangen,\nAls ich dies Wort, so wert des Danks, gehört,\nDaß in dem Buch, das den vergangnen Dingen\nGewidmet ist, es keine Zeit zerstört.\nUnd möchten mit mir alle Zungen singen,\nDie von der hohen Pierinnen Schar\nDie reinste Milch zum Labetrunk empfingen,\nDoch stellt’ ich’s nicht zum Tausendteile dar,\nWie hold ihr heil’ges Lächeln, wie entzündet\nIn lauterm Glanz ishr heil’ges Wesen war.\nUnd so, da’s Paradieses Lust verkündet,\nMuß jetzo springen mein geweiht Gedicht,\nGleich dem, der seinen Weg durchschnitten findet.\nDoch wer bedenkt des Gegenstands Gewicht,\nUnd daß es schwache Menschenschultern tragen,\nDer schilt mich, wenn ich drunter zittre, nicht.\nDurch Wogen, die mein kühnes Fahrzeug schlagen,\nDarf sich kein Schiffer, scheu vor Not und Müh’n,\nDarf sich kein kleiner schwanker Nachen wagen.\n“Was macht mein Blick dich so in Lieb entglüh’n,\nUm nicht zum schönen Garten hinzusehen,\nWo unter Christi Strahlen Blumen blüh’n.\nDie Rose siehe dort, in der’s geschehen,\nDaß Fleisch das Wort ward–sieh die Lilien dort,\nBei deren Duft wir gute Wege gehen.\"\nBeatrix sprach’s,–ich aber, ihrem Wort\nGehorsam stets, erneute, mit den matten\nBesiegten Augen doch den Kampf sofort.\nWie ich besonnt oft sah beblümte Matten,\nBesonnt vom Strahl aus einer Wolke Spalt,\nIndes bedeckt mein Auge war von Schatten;\nSo sah ich Scharen dort, von Glanz umwallt,\nDer, Blitzen gleich, auf sie von oben sprühte,\nDoch sah ich nicht den Quell, dem er entwallt.\nDu, die du ihn verströmst, o Kraft voll Güte,\nDu bargst dich in den Höh’n, so daß mein Sinn\nErtragen konnte, was dort strahlend blühte.\nDer Name klang der Blumenkönigin,\nZu der ich ruf in allen Erdenleiden,\nUnd zog mich ganz zum größten Feuer hin.\nKaum malte sich in meinen Augen beiden\nDie Größ’ und Glut des Sterns, den Strahl und Glanz\nSiegreich, wie hier einst, so itzt dort umkleiden,\nDa kam, gleich einer Kron’, ein Feuerkranz\nVom Himmel her, die Blume zu bekrönen,\nUmwand sie auch mit Strahlenkreisen ganz.\nWas auch hienieden klingt von süßen Tönen,\nVon Harmonie, die hold das Herz erweicht,\nScheint wie zerrißner Wolke Donnerdröhnen,\nWenn man’s mit jener Leier Ton vergleicht,\nDer Leier, den Saphir als Krön’ umgebend,\nDer zu des klarsten Himmels Schmuck gereicht.\n“Ich bin die Engelslieb’, im Kreise schwebend,\nUnd von der Lust, die uns der Leib gebracht,\nDer unser Sehnen aufnahm, Kunde gebend.\nUnd kreisen werd’ ich, wenn in höh’rer Pracht,\nWeil, Herrin, du dem Sohn dich nachgeschwungen,\nBei deinem Nah’n die höchste Sphäre lacht.\"\nHier war des Kreises Melodie verklungen.\nMaria! tönt’ es aus dem andern Licht\nMit einem Klang, doch wie von tausend Zungen.\nDer Königsmantel, der die Stern’ umflicht,\nEntglüht in lebensvollerm Strahlenbrande\nIn Gottes Hauch und Strahlenangesicht,\nWar über uns mit seinem innern Rande\nSo weit entfernt, daß er noch nicht erschien,\nNoch nicht erkennbar war von meinem Stande.\nDrum war dem Auge nicht die Kraft verlieh’n,\nUm, als sie sich erhob zu ihrem Sprossen,\nDer Flamme, der bekrönten, nachzuzieh’n.\nUnd wie das Kindlein, wenn’s die Milch genossen,\nZur Brust, aus der es trank, die Arme reckt,\nVon Liebesglut auch außen übergossen;\nSo sah ich hier, die Flamm’ emporgestreckt,\nJedweden Glanz; so ward sein innig Lieben\nZur hohen Jungfrau-Mutter mir entdeckt.\nWorauf sie noch mir im Gesichte blieben,\nAls ihr Regina coeli!–mir erscholl\nIm Sang, des Lust mir keine Zeit vertrieben.\nO wie sind dorten doch die Scheuern voll\nVon reicher Frucht, die jeder, der hienieden\nGut ausgesät, in Lust genießen soll.\nDort lebt bei solchem Schatz in sel’gem Frieden,\nDer weinend ihn erlangt in Babylon\nUnd sich im Bann vom Erdengut geschieden;\nDort triumphieret unterm hohen Sohn\nDer Jungfrau und des Herrn, und mit dem Alten\nUnd Neuen Bund, so nah dem ew’gen Thron,\nEr, der die Schlüssel solchen Reichs erhalten.",
        "“O auserwählte Tischgenossenschaft\nBeim großen Mahl des Lamms, daß solcherweise\nEuch speiset, daß euch’s voll G’nüge schafft,\nWenn er, durch Gottes Huld’ sich an der Speise,\nDie eurem Tisch entfällt, vorkostend stillt,\nEh’ ihn der Tod beschwingt zur letzten Reise\nSo denkt, wie seine Brust vor Sehnen schwillt;\nNetzt ihn mit eurem Tau–auch letzt die Quelle,\nDer alles, was er sinnt und denkt, entquillt.\"\nBeatrix sprach’s–wie um des Poles Stelle\nSich Sphären dreh’n, so jene Sel’gen nun,\nFlammend, Kometen gleich, in Glut und Helle.\nWie, wohlgefügt, der Uhren Räder tun–\nIn voller Eil’ zu fliegen scheint das letzte,\nDas erste scheint, wenn man’s beschaut, zu ruh’n\nAlso verschieden in Bewegung setzte\nSich jeder Kreis, drob, wie er sich erwies,\nSchnell oder trag, ich seinen Reichtum schätzte.\nUnd aus dem Kreis, den ich den schönsten pries,\nSah ich ein so beseligt Feuer schweben,\nDaß es nichts Klareres drin hinterließ.\nUm Beatricen Schwang dies heil’ge Leben\nSich erst dreimal, und Sang entquoll dem Licht,\nDen keine Phantasie kann wiedergeben.\nDrum springt die Feder hier und schreibt es nicht,\nWeil, wo der Phantasie die Kraft benommen,\nSie noch weit mehr dem armen Wort gebricht.\n“O heil’ge Schwester, die du in so frommen\nGebeten flehst, durch deine Liebesglut\nBin ich aus schönerm Kreis herabgekommen!\"\nNachdem das heil’ge Feu’r im Tanz geruht,\nWandt’ es den Hauch zur Herrin mit den Worten,\nDie mein Gedicht euch kund hier oben tut.\n“O ew’ges Licht des großen Manns, dem dorten\"\n–Sie sprach’s–\"der Herr die Schlüssel ließ, die er\nGetragen, zu des Wunderreiches Pforten,\nPrüf ihn mit ein’gen Fragen, leicht und schwer,\nWie dir’s gefällt, ob jener Glaub’ ihm eigen,\nDurch welchen du gegangen auf dem Meer.\nOb er gut liebt, gut hofft und glaubt–verschweigen\nKann er dir’s nicht, denn dort ist dein Gesicht,\nWo abgemalt sich alle Dinge zeigen.\nDoch weil man hier durch wahren Glaubens Licht\nZum Bürger wird, so wird es Früchte tragen,\nWenn er mit dir zu seinem Preise spricht.\"\nGleichwie der Bakkalaur, des Meisters Fragen\nErwartend, stillschweigt, denn er rüstet sich,\nEntscheidung nicht, doch den Beweis zu wagen;\nSo rüstet’ ich mit jedem Grunde mich,\nIndes sie sprach, um schnell und wohlerfahren\nZu reden, wenn der Meister spräche: Sprich!\n“Sprich, guter Christ, um dich zu offenbaren:\nWas ist der Glaub’?\"–Ich hob die Stirne schnell\nZum Lichte, dem entweht die Worte waren.\nZur Herrin blickt’ ich dann, die, froh und hell,\nMir Mut verlieh, die Flut hervorzulassen,\nWie sie entströmte meinem innern Quell.\n“Hat Gnade”, fing ich an, “mich zugelassen\nZur Beichte bei der Streiter hohem Hort,\nSo lasse sie mich klar die Antwort fassen.\nDie Wahrheit, Vater,” also fuhr ich fort,\n“Hab’ ich in deines Bruders Buch getroffen,\nDer Rom bekehrt hat durch sein heilig Wort.\nGlaub’ ist der Stoff des, was wir fröhlich hoffen,\nIst der Beweis von dem, was wir nicht sehn.\nUnd hierin zeigt sich mir sein Wesen offen.\"\n“Wohl richtig denkst du,” hört’ ich’s jetzo weh’n,\n“Wenn du den Grund erkennst. Darum verkünde:\nWas mocht’ er bei Beweis und Stoff verstehn?\"\nDrauf ich: “Die Dinge, die ich hier ergründe,\nDie ihres Anblicks Wonne mir verleih’n,\nSind so versteckt dem Blick im Land der Sünde,\nDaß dorten nur im Glauben ist ihr Sein,\nAuf welchen wir die hohe Hoffnung bauen,\nUnd deshalb ist er auch ihr Stoff allein.\nAuch muß dann, ohn’ auf anderes zu schauen,\nVom Glauben aus nur folgern der Verstand;\nDrum muß man ihm auch als Beweise trauen.\"\nIch hörte drauf: “Würd’ alles so erkannt,\nWas dort auf Erden die Gelehrten lehren,\nSo wäre der Sophisten Witz verbannt.\"\nDen Hauch ließ jene Liebesglut mich hören\nUnd fuhr dann fort: “Fürwahr, ich sehe dich\nDie Münz’ als echt in Schrot und Korn bewähren.\nAllein hast du sie auch im Beutel? Sprich!\"\nUnd ich drauf: “Ja, so hell und so gerundet,\nDaß beim Gepräg’ nie Zweifel mich beschlich.\"\nDa sprach es aus dem Licht, dort hellentzündet:\n“Wie ward dies teure Kleinod dein, dies Gut,\nAuf welches sich jedwede Tugend gründet?\"\nUnd ich: “Des Heil’gen Geistes Regenflut,\nDie sich so reich aufs Pergament ergossen,\nDas kund den Alten Bund und Neuen tut,\nSie ist der Grund, aus dem ich es geschlossen\nSo scharf, daß anderer Beweis und Grund\nMir stumpf erscheint wie Tand und leere Possen.” .\nIch hörte drauf: “Der Alt’ und Neue Bund,\nDurch den dein Geist, so folgernd, dieses dachte.\nWie wurden sie als Gottes Wort dir kund?\"\nUnd ich: “Das, was mir klar die Wahrheit machte,\nDie Werke sind’s, von der Art, daß Natur\nSie nie hervor in ihrer Werkstatt brachte.\"\nDrauf klang’s: “Wo aber ist die klare Spur,\nDaß sie gescheh’n? Dies wäre zu bewähren,\nDa’s niemand dir bezeugt mit sicherm schämt.\"–\n“Daß ohne Wunder sich zu Christi Lehren\nDie Welt bekehrt–dies Wunder schon bezeugt\nDie Wahrheit sichrer, als wenn’s hundert waren.\nDenn du betratest arm und tiefgebeugt\nDas Feld, den guten Samen dreinzubringen,\nDer einst die Reb’ und jetzt den Dorn erzeugt.\"\nIch sprach’s und hörte durch die Sphären klingen\nDer Sel’gen Lied: Herr Gott, dich loben wir!\nIn Melodien, wie sie nur jene singen.\nUnd jener Herr, der Zweig um Zweig mit mir\nEmporklomm und mich prüfend also führte,\nDaß ich erreicht des Gipfels Höhe schier,\nSprach weiter: “Wie dein Herz die Gnade rührte,\nErschloß sie dir den Mund auch wundersam,\nDrum öffnet’ er sich jetzt, wie sich’s gebührte;\nDrum billigt’ ich, was ich aus ihm vernahm.\nDoch was du glaubst, das sollst du jetzt bekunden,\nUnd auch woher dir dieser Glaube kam.\"–\n“O Heil’ger,” sprach ich, “der du hier gefunden,\nWas du so fest geglaubt, daß du den Fuß\nDes Jüngern einst am Grabmal überwunden,\nIn meinem Wort soll, dies ist dein Beschluß,\nAuch meines Glaubens Form dir klar erscheinen,\nSo auch, warum ich also glauben muß.\nSo hör’: Ich glaub an Gott, den Ew’gen, Einen,\nDer, unbewegt, des Himmels All bewegt,\nDurch Lieb’ und Trieb zu ihm, dem Ewigreinen.\nUnd nicht Vernunft nur und Natur erregt\nDen Glauben mir und gibt mir die Beweise;\nDie Offenbarung auch, so dargelegt\nMoses, Propheten, Davids Sangesweise,\nDas Evangelium, und was ihr, vom Schein\nDes Geists erleuchtet, schriebt zu Gottes Preise.\nIch glaub’ an drei Personen, eins in drei’n,\nDreifach in einem Wesen, einem Leben,\nUnd Ist und Sind gestattet ihr Verein.\nVon dieser Gotteseigenschaft, die eben\nMein Wort berührt, hat meinem innern Sinn\nDas Evangelium das Gepräg’ gegeben,\nDies ist der Funke, dies der Glut Beginn,\nDie dann lebendig in mir aufgestiegen,\nDer Stern, von welchem ich erleuchtet bin.\"\nSo wie der Herr, erst horchend mit Vergnügen,\npur gute Nachricht in der Freude Drang,\nZuletzt den Knecht umarmt, wenn er geschwiegen;\nAlso das Licht, das dreimal mich umschlang,\nAls ich geendet, was es mir befohlen,\nMich segnend mit dem himmlischen Gesang–\nSo hatte, was ich sprach, mich ihm empfohlen.",
        "Zwäng’ einst dies heil’ge Lied, zu dem die Erde,\nZu dem der Himmel mir den Stoff gereicht,\nDurch das auf lang’ ich blaß und mager werde,\nDie Grausamkeit, die mich von dort verscheucht,\nWo ich, ein Lamm, geruht in schöner Hürde,\nJedwedem Wolfe feind, der sie umschleicht,\nMit anderm Ton und Haar, als Dichter, würde\nIch kehren und am Taufquell dort empfah’n\nIm Lorbeerkranz des Dichters höchste Würde.\nDenn dort betrat ich jenes Glaubens Bahn,\nDurch welchen Gott bekannt die Seelen werden,\nFür den mit Petri Licht die Stirn umfah’n.\nDa naht’ ein Licht aus der der sel’gen Herden,\nAus der der Erste derer vorgewallt,\nDie Christ als Stellvertreter ließ auf Erden.\nBeatrix sprach, umstrahlt die Lichtgestalt\nVon neuer Lust: “Sieh ihn, sich zu uns neigend,\nDen Herrn, für den man nach Galizien wallt.\"\nWie wenn die Taub’, aus hohen Lüften steigend,\nZur Taube fliegt, wie sich das Paar umkreist,\nUnd fröhlich girrt, die heiße Liebe zeigend;\nSo war’s, wie jetzo der und jener Geist\nDer hohen Fürsten freudig sich empfingen,\nLobend die Kost, die man dort oben speist.\nDann standen nach dem Freudentanz und Singen\nDie beiden Lichter schweigend vor mir dort,\nSo feurig, daß die Augen mir vergingen.\nUnd selig lächelnd fuhr Beatrix fort:\n“Der du geschrieben hast, erlauchtes Leben,\nWas gut sei, komm’ allein von diesem Ort,\nO laß dein Wort die Hoffnung hier erheben;\nDu stellst ja, wie du weißt, so oft sie vor,\nAls Jesus sich den dreien kundgegeben.\"–\n“Du, fasse Mut–das Antlitz heb empört\nAn unserm Strahl muß reisen der Beglückte,\nDer von der Erde kommt zum sel’gen Chor.\"\nAls so das zweite Feuer mich erquickte,\nHob ich die Augen zu den Bergen auf,\nVor deren Last ich erst das Antlitz bückte.\n“Läßt unsers Kaisers Gnade deinen Lauf,\nBevor du stirbst, zu seinem Hofe gehen,\nFührt er zu seinen Grafen dich herauf,\nUm, wenn du das Geheimste hier gesehen,\nDie Hoffnung, die euch dort im Herzen blüht\nIn dir und andern heller anzuwehen,\nSo sage, was sie ist? Ob im Gemüt\nSie dir entkeimt? Woher du sie entnommen?\"\nDas zweite Feuer sprach’s, in Licht entglüht.\nUnd sie, durch die in mir die Kraft entglommen\nZum hohen Flug, war mit der Antwort schon\nIn diesen Worten mir zuvorgekommen:\n“Die Kirche, die da kämpft, hat keinen Sohn\nVon stärkrer Hoffnung–also zeigt’s geschrieben\nDie Sonn’ auf unsres Freudenreiches Thron.\nDrum aus Ägypten, nach des Herrn Belieben,\nKommt er nach Zion, wo das Licht ihm tagt,\nEh’ ihn des Kampfes Ende vorgeschrieben.\nZwei andre Punkt’, um die du ihn befragt,\nNicht um zu wissen, nein, damit er sage,\nWie diese Tugend hier noch dir behagt,\nLass’ ich ihm selbst; denn nicht, wie jene Frage,\nSind sie ihm schwer, nicht Reiz zur Prahlerei;\nUnd helf ihm Gott, daß er sie würdig trage.\"\nDem Schüler gleich, der seinem Meister frei\nEntgegenkommt und freudig und besonnen,\nDaß, was er weiß, kund in der Antwort sei,\nSprach ich: “Die Hoffnung ist der künft’gen Wonnen\nErwartung und gewisse Zuversicht,\nDurch Gnad’ und früheres Verdienst gewonnen.\nVon vielen Sternen kam mir dieses Licht;\nDer höchste Sänger macht’ es mir entbrennen,\nDer im Gesang vom höchsten Horte spricht.\nOh’ alle die, so deinen Namen nennen,\nHoffen auf dich–so sang der Gottesmann–\nUnd wer, der glaubt, wie ich, sollt’ ihn nicht kennen.\nDu träufeltest mir feine Tropfen dann\nIns Herz durch deinen Brief, mit solchem Segen,\nDaß ich die Flut auf andre gießen kann.\"\nIndem ich sprach, sah ich’s im Licht sich regen,\nUnd, wie ein Blitz, schnell und von Glanz umsprüht,\nMit zitterndem Gefunkel sich bewegen.\n“Die Liebe,” weht’ es, “die mich noch durchglüht\nFür jene Tugend, welche mir durchs Grauen\nDes Kampfs gefolgt, bis mir die Palm’ erblüht,\nHeißt mich durch sie dich letzen und erbauen,\nUnd gern vernehm’ ich dieses noch von dir:\nAuf was heißt deine Hoffnung dich vertrauen?\"–\n“Die alt’ und neuen Schriften zeigen mir”,\nSprach ich, “das Ziel, das denen Gott bescheidet,\nDie er geliebt, und dieses seh’ ich hier.\nJesajas zeigt vom Doppelkleid bekleidet,\nSie all in ihrem Land–und dieses Land,\nDas süße Leben ist’s, das hier euch weidet.\nIn denen, so, die Palmen in der Hand,\nIn weißen Kleidern vor dem Lamme stehen,\nMacht’s klarer noch dein Bruder mir bekannt.\"–\nAls ich geendet, tönt’ es aus den Höhen:\nIhr Hoffen sei auf dich!–und aus dem Tanz\nDer Sel’gen hört’ ich die Erwid’rung wehen.\nDann zwischen beiden drin entglüht’ ein Glanz,\nSo hell, daß, wär’ dem Krebs ein solcher eigen,\nEs würd’ ein Wintermond zum Tage ganz.\nWie froh aufsteht und geht und in den Reigen\nDie Jungfrau tritt, aus eitelm Triebe nicht,\nNur dem Verlobten Ehre zu erzeigen;\nSo schwebte zu den zwei’n das neue Licht,\nDie ich so eilig in lebend’gem Kreise\nSich schwingen sah, wie’s heißer Lieb’ entspricht.\nEinstimmt’ es zu dem Lied und zu der Weise;\nUnd, gleich der Braut, sah sie die Herrin an,\nStillschweigend, unbewegt bei solchem Preise.\n“Er ruht’ am Busen unsers Pelikan;\nIhn hat der Herr zur großen Pflicht erlesen,\nAls er den Martertod am Kreuz empfah’n.\"\nSie sprach’s; ihr Blick war, wie er erst gewesen;\nNicht mehr Aufmerksamkeit war jetzt darin\nAls erst, bevor sie dies gesagt, zu lesen.\nWie der, der nach dem Sonnenrande hin,\nDer sich verfinstern soll, die Blicke sendet\nUnd, um zu sehn, verliert des Auges Sinn;\nSo stand ich, zu dem letzten Glanz gewendet.\nDa klang es: “Was nicht ist an diesem Ort,\nWas suchst du’s hier und stehst drum hier geblendet?\nMein Leib ist jetzt noch Erd’ auf Erden dort,\nUnd bleibt’s mit andern, bis die sel’gen Scharen\nDie Zahl erreicht, gesetzt vom ew’gen Wort.\nZum Himmel sind zwei Lichter nur gefahren,\nBekleidet mit dem doppelten Gewand:\nUnd dieses laß einst deine Welt erfahren.\"\nAls dieses Wort gesprochen war, da stand\nDer Kreis der Flammen still, samt dem Gesange,\nZu welchem sich dreifaches Weh’n verband,\nGleichwie nach Müh’n und schwerem Wogendrange,\nDie Ruder, so die Flut durchwühlt, zugleich\nAllsämtlich ruh’n bei einer Pfeife Klange,\nAch, wie ward ich vor Angst und Sorge bleich,\nAls ich mich nun zu Beatricen kehrte,\nUnd, zwar ihr nah und im beglückten Reich,\nDoch sie nicht sah, die ich zu sehn begehrte.",
        "Ob des erloschnen Augenlichts voll Gram,\nHört’ ich ein Weh’n aus jener Flamme kommen,\nDie mir’s verlöscht’, und horcht’ ihm aufmerksam.\nEs sagte: “Bis das Licht, das dir verglommen\nIn meinem Schimmer ist, dir wiederkehrt,\nWird sprechen zum Ersatz des Schauens frommen.\nDrum sprich: Was ist es, das dein Herz begehrt?\nUnd möge deinen Mut der Trost erheben:\nDein Aug’ ist nur verwirrt und nicht zerstört.\nDenn sie, die dich geführt ins höh’re Leben,\nHat jene Kraft im Blicke, die der Hand\nDes Ananias unser Herr gegeben.\"–\n“Sie helfe dann, wann sie’s für gut erkannt,\"\nSprach ich, “den Augen, die ihr Pforten waren,\nAls sie, einziehend, ewig mich entbrannt.\nDas Gut, das froh macht dieses Reiches Scharen,\nDas A und O der Schriften ist’s, die hier\nMir Lieb’ andeuten, dort sie offenbaren.\"\nDieselbe Stimm’ erklang–wie sich an ihr\nMein Mut, als ich mich blind fand, aufgerichtet,\nGebot sie jetzo weitres Sprechen mir.\n“Durch engres Sieb sei, was du meinst, gesichtet,\nUnd klarer sei von dir noch dargelegt,\nWas dein Geschoß auf solches Ziel gerichtet?\"–\n“Durch das, was Weltweisheit zu lehren pflegt,\"\nVersetzt’ ich, “und durch Himmelsoffenbarung\nWard solche Liebe mir ins Herz geprägt.\nJe mehr ein Gut, soweit es die Erfahrung\nUns kennen lehrt, der Güt’ in sich enthält,\nJe stärker gibt’s der Liebesflamme Nahrung.\nDas Wesen drum. So gut, daß, was der Welt\nSich außer ihm noch als ein Gut verkündet,\nEin Strahl nur ist, der seinem Licht entfällt,\nDies ist es, das die höchste Lieb’ entzündet.\nUnd wohl erkennt es liebend jeder Geist,\nDer jene Wahrheit kennt, die dies begründet;\nUnd jener ist’s, der’s der Vernunft beweist,\nDer die für alle Göttlichen entglühte\nErhabne Liebesbrunst die erste heißt.\nEr selbst erweckte sie mir im Gemüte,\nDer einst zu Moses sprach, der wahre Hort:\nDein Angesicht schau’ alle meine Güte.\nDu prägst sie ein, dein hohes Heroldswort\nBeginnend vom Geheimnis dieser Sphären.\nLauter als andres tönt’s auf Erden fort:\"\nDa sprach’s: “Nach menschlichen Verstandes Lehren\nUnd höherm Wort, das beistimmt dem Verstand,\nMuß sich zu Gott dein höchstes Lieben kehren.\nDoch fühlst du nicht noch manches andre Band\nZu ihm dich zieh’n? Du sollst mir jedes nennen,\nMit welchem diese Liebe dich umwand.\"\nNicht war der heil’ge Wille zu verkennen\nDes Adlers Christi, ja, ich sah, wohin\nEr mich gelenkt zum weiteren Bekennen.\nUnd wieder sprach ich: “Was nur Herz und Sinn\nHinlenkt zu Gott, erzeugt hat’s im Vereine\nDie Lieb’, in welcher ich entzündet bin.\nDenn durch des Weltalls Dasein und das meine\nUnd durch den Tod des, der mich leben macht,\nDurch das, was hofft die gläubige Gemeine,\nUnd die Erkenntnis, deren ich gedacht,\nBin ich dem Meer der falschen Lieb’ entgangen\nUnd an der echten Liebe Strand gebracht.\nDie Blätter, die im ganzen Garten prangen\nDes ew’gen Gärtners, lieb’ ich auch, je mehr\nDes Guten sie aus seiner Hand empfangen.\"\nIch schwieg–und durch die Himmel, süß und hehr,\nHört’ ich der Herrin sang und aller klingen,\nErschallend: Heilig, heilig, heilig er!–\nUnd, wie wir uns dem schweren Schlaf entringen\nBeim scharfen Licht, das unsre Sehkraft weckt,\nWenn uns von Haut zu Haut die Strahlen dringen,\nUnd, was er sieht, den jäh Erwachten schreckt,\nDer sich noch nicht besinnt, vom Schlafe trunken,\nBis der Verstand die Wahrheit ihm entdeckt;\nSo war die Decke meinem Aug’ entsunken\nVor Beatricens Strahlenangesicht,\nAuf tausend Meilen streuend Glanzesfunken.\nDrum sah ich klar, wie vorhin nimmer nicht,\nUnd fragte staunend noch und kaum besonnen,\nNach einem vierten uns gesellten Licht.\n“Aus diesen Strahlen schaut in Liebeswonnen”,\nSprach sie, “zum Schöpfer hin der erste Geist,\nDes Dasein durch die erste Kraft begonnen.\"\nGleichwie der Baum, an dem der Sturmwind reißt,\nDen Gipfel beugt, dann, wenn der Sturm vergangen,\nSich wieder hebt, wie innre Kraft ihn heißt;\nSo tat jetzt ich, der, als sie sprach, befangen,\nErstaunt, gebückt, jetzt in die Höhe fuhr,\nDenn mich erhob nun Sprechlust und Verlangen.\nIch sprach: “O Frucht, die als die einz’ge nur\nSchon reif entstand, o alter Vater, sage\nDu dem, was Weib heißt, Tochter ist und Schnur,\nSag’ an, was ich dich fromm zu bitten wage.\nDu siehst ja, welch ein Sehnen mich bewegt,\nUnd schneller hör’ ich, wenn ich dich nicht frage.\"\nWie ein bedecktes Tier sich rückt und regt\nUnd so die Neigung zeigt, dem nachzurennen,\nDer um dasselbe die Verhüllung legt;\nSo ließ durch ihre Hülle jetzt erkennen\nDie erste Seele, wie so froh sie war,\nMir das, was ich gebeten, tun zu können.\n“Dein Sehnen”, weht’ es, “nehm’ ich besser wahr,\nMagst du’s auch nicht bekennen und gestehen,\nAls du, was noch so sicher ist und klar.\nIm wahren Spiegel kann ich es erspähen,\nDer jedes Dinges Bildnis in sich faßt,\nDoch seines läßt in keinem Dinge sehen.\nDu fragst: Wieviel der Zeitraum wohl umfaßt,\nSeit Gott mich in den hohen Garten setzte,\nAus dem du dich mit ihr erhoben hast?\nWie lange mir sein Reiz die Augen letzte?\nWas eigentlich den großen Zorn erweckt?\nUnd welche Sprach’ ich mir zusammensetzte?\nMein Sohn, nicht daß ich jene Frucht geschmeckt,\nWar Grund des Zorns an sich–daß ich entronnen\nDen Schranken war, die mir der Herr gesteckt.\nMich hat viertausend und dreihundert Sonnen\nUnd zwei, im Höllenvorhof sonder Qual\nSehnsucht erfüllt nach diesen Himmelswonnen.\nAuch sah ich, daß neunhundertdreißigmal\nZu jedem Sterngebild die Sonne kehrte,\nIndes ich lebt’ in eurem Erdental.\nDie Sprache, die ich einst gesprochen, hörte\nSchon vor dem Bau auf, der, wie schwach die Kraft\nDes Menschen sei, das Volk des Nimrod lehrte.\nDenn was nur irgend die Vernunft erschafft,\nIst, weil die Neigung nach der Sterne Walten\nZu wechseln pflegt, nur wenig dauerhaft.\nDie Sprache habt ihr von Natur erhalten,\nAllein so oder so–euch läßt hierin\nSodann Natur nach Gutbedünken schalten.\nEh’ ich zur Hölle sank, im Anbeginn\nHieß El das höchste Gut, an dem entglommen\nDer Glanz, mit welchem ich umkleidet bin.\nDen Namen Eli hat man drauf vernommen,\nWeil Menschenbrauch sich gleich den Blättern zeigt,\nVon welchen jene gehn, wenn diese kommen.\nAuf jenem Berge, der am höchsten steigt,\nHab’ ich, rein und befleckt, mich sieben Stunden\nVon früh, bis wieder sich die Sonne neigt,\nWenn sie im zweiten Vierteil steht, befunden.”",
        "Dem Vater, Sohn und Heil’gen Geiste fang\nDas ganze Paradies; ihm jubelt’ alles,\nSo daß ich trunken ward vom süßen Klang.\nEin Lächeln schien zu sein des Weltenalles,\nDas, was ich sah, drum zog die Trunkenheit\nDurch Aug’ und Ohr im Reiz des Blicks und Schalles.\nO Lust! O unnennbare Seligkeit!\nO friedenreiches, lieberfülltes Leben!\nO sichrer Reichtum sonder Wunsch und Neid!\nIch sah vor mir die Feuer glühend Schweben,\nUnd das der vier, das erst gekommen war,\nSah ich in höherm Glanze sich beleben.\nUnd also stellt’ es sich den Blicken dar,\nWie Jupiter, nahm’ man an seinen Gluten\nDas hohe Rot des Marsgestirnes wahr.\nUnd jetzt gebot der Wink des ewig Guten,\nDes Vorsicht dort verteilet Pflicht und Amt,\nDaß aller Sel’gen Wonnechöre ruhten.\nDa hört’ ich: “Siehst du höher mich entflammt,\nSo staune nicht–bei meinen Worten werden\nSich diese hier entflammen allesamt.\nDer meines Stuhls sich anmaßt dort auf Erden,\nDes Stuhls, des Stuhls, auf dem kein Hirt itzt wacht,\nVor Christi Blick, zum Schutze seiner Herden,\nHat meine Grabstatt zur Kloak’ gemacht\nVon Blut und Stank, drob der zu ew’gen Qualen\nEinst von hier oben fiel, dort unten lacht.\"\nWie früh und abends sich die Wolken malen,\nDie g’rad’ der Sonne gegenüberstehn,\nSo sah ich jetzt den ganzen Himmel stralhlen.\nWie wir ein ehrbar Weib sich wandeln sehn,\nDas, sicher seiner selbst, nichts zu verschulden,\nNur hörend, schüchtern wird durch fremd Vergehn;\nSo meiner Herrin Angesicht voll Hulden;\nUnd so verfinstert, glaub’ ich, wie sie dort,\nWar einst der Himmel bei der Allmacht Dulden.\nEr aber fuhr in seiner Rede fort,\nUnd wie verwandelt erst der heitre Schimmer,\nSo war verwandelt jetzt das heil’ge Wort.\n“Die Braut des Herrn hat zu dem Zwecke nimmer\nMein Blut, des Lin und Cletus Blut, genährt,\nDaß man durch sie erwerbe Gold und Flimmer,\nNein, dieses frohe Sein, das ewig währt;\nDem hat des Sirt und Pius Blut gegolten,\nDies hat Calixt, dies hat Urban begehrt.\nDas war’s nicht, was wir von den Folgern wollten,\nDaß sie um sich das Christenvolk getrennt\nZur Rechten und zur Linken setzen sollten.\nNicht sollten jene Schlüssel, mir vergönnt,\nAls Kriegeszeichen in den Fahnen stehen,\nWoran man der Getauften Feind’ erkennt.\nNicht sollte man mein Bild auf Siegeln sehen,\nErkauftem Lügenfreibrief beigedrückt,\nDrob ich erröt’ und glüh’ in diesen Höhen.\nJetzt sieht man, mit dem Hirtenkleid geschmückt,\nRaubgier’ge Wölfe dort die Herden hüten.\nO Gott, was ruht dein Schwert noch ungezückt!\nUnd Caorsiner und Gascogner brüten\nSchon Tücken aus, voll Gier nach meinem Blut.\nSchnöde, schlechte Frucht von schönen Blüten!\nAllein die Vorsicht, die durch Scipios Mut\nDen Ruhm der Welt beschützt in Romas Siegen,\nBald hilft sie, wie mir kund mein Spiegel tut.\nDu, Sohn, wenn du zur Erd’ hinabgestiegen,\nErschleuß den Mund und sprich, wie sich’s gebührt,\nUnd nicht verschweige, was ich nicht verschwiegen.\"\nWie, wenn der Wolken feuchter Dunst gefriert,\nDurch unsre Luft die Flocken niederfallen,\nZur Zeit, da Sol des Steinbocks Horn berührt;\nSo, aufwärts, sah ich an des Äthers Hallen\nMit jenem Licht, das eben zu mir sprach,\nDer andern Schar, wie Schimmerflocken, wallen.\nMein Auge folgte diesem Anblick nach,\nBis sie so weit im Raum emporgeflogen,\nDaß er den Pfad des Blickes unterbrach.\nDa sprach die Herrin, die mich abgezogen\nVon oben sah: “Jetzt schau’ hinab–hab’ acht,\nWie weit du fortzogst mit des Himmels Bogen.\"\nVom ersten Rückblick an, des ich gedacht,\nHatt’ ich den Weg der Hälft’ im halben Kreise\nVon seiner Mitte bis zum Rand gemacht.\nVon Kadix jenseits lag das Furt zur Reise\nUlyß, des Toren–diesseits nah der Strand,\nDem Zeus entrann, beschwert mit süßem Preise.\nNoch mehr von unserm Ball hätt’ ich erkannt,\nDoch unten war die Sonne vorgegangen,\nDer fern um mehr noch als ein Zeichen stand.\nMein liebend Herz, das immer mit Verlangen\nDer Herrin schlug, war mehr als je entglüht,\nIhr wieder mit den Augen anzuhangen.\nWas jemals der Natur und Kunst entblüht\nAn Leib und Bild, dem Aug’ als Reiz zu dienen\nUnd durch den Blick zu fesseln das Gemüt,\nVereint war’ alles dies als nichts erschienen\nBei jener Götterlust, die mich beglückt’,\nAls ich hinschaut’ ins Lächeln ihrer Mienen.\nUnd durch die Kraft, die aus dem Blicke zückt,\nHatt’ ich dem Nest der Leda mich entrungen\nUnd war zum schnellsten Himmelskreis entrückt.\nIch weiß, da er von Lebensglanz durchdrungen\nGleichförmig war, nicht, wo mit mir in ihn,\nNach ihrer Wahl, die Herrin eingedrungen.\nDoch sie, der klar mein Herzenswunsch erschien,\nBegann jetzt lächelnd in so sel’gen Wonnen,\nDaß Gott in ihrem Blick zu lächeln schien:\n“Sieh hier des Zirkellaufs Natur begonnen,\nDurch die der Mittelpunkt in Ruhe weilt,\nUnd alles rings umher den Flug gewonnen.\nIn diesem Himmel, der am schnellsten eilt,\nWohnt Gottes Geist nur, der die Lieb’ entzündet,\nDie ihn bewegt–die Kraft, die er verteilt.\nEin Kreis von Licht und Liebesglut umwindet\nIhn, wie die andern er; allein verstehn\nKann diesen Kreis nur er, der ihn gerundet.\nNichts läßt das Maß von seinem Lauf uns sehn;\nNach ihm nur mißt sich der der andern Sphären,\nWie man nach Hälft’ und Fünfteil mißt die Zehn.\nWie sich in diesem Kreis die Wurzeln nähren\nDer Zeit, wie ihr Gezweig zu ändern strebt,\nDas kannst du jetzt dir selber leicht erklären.\nGier, die tief die Sterblichen begräbt\nIn ihrem Schlund, so kraftlos fortgerissen,\nDaß sich kein Blick aus deinem Wirbel hebt!\nWohl blüht des Menschen Will’, allein in Güssen\nStrömt Regen drauf, der unaufhörlich rinnt,\nDrob echte Pflaumen Butten werden müssen.\nUnschuld und Treue trifft man nur im Kind,\nDoch sie entweichen von den Kindern allen,\nBevor mit Flaum bedeckt die Wangen sind.\nDie fasten noch beim ersten Kinderlallen,\nDie, mit gelösten Zungen, gierig dann\nIn jedem Mond auf jede Speise fallen.\nDer liebt die Mutter noch und hört sie an,\nSolang er lallt, der ihren Tod im Herzen\nBei voller Sprache kaum erwarten kann.\nDrum muß, erst weiß, das Angesicht sich schwärzen\nDer schönen Tochter des, der, kommend, bringt\nUnd, gehend, mit sich nimmt des Tages Kerzen.\nDu denke, wenn dich dies zum Staunen zwingt,\nDaß dort kein Herrscher ist, um euch zu leiten,\nDrob das Geschlecht, verirrt, mit Jammer ringt,\nDoch eh’ der Jänner fällt in Frühlingszeiten\nDurch das von euch vergeßne Hundertteil,\nWird dieser Kreise Lauf Gebrüll verbreiten,\nDaß das Geschick, erharrt zu eurem Heil,\nDamit’s auf g’raden Lauf die Flotte richte,\nDen Spiegel dreht, wo jetzt das Vorderteil,\nUnd auf die Blüten folgen echte Früchte.”",
        "Nachdem sie tadelnd mir das jetz’ge Leben\nDer armen Menschen wahrhaft kundgemacht,\nSie, welche mir das Paradies gegeben,\nDa, dem gleich, der im Spiegelglas bei Nacht\nDer Fackel Schein sieht hinter sich entglommen,\nBevor er sie gesehn und dran gedacht,\nUnd rückblickt, ob das, was er wahrgenommen,\nAuch wirklich sei, und sieht, daß Glas und Tat\nSo überein, wie Ton und Tonmaß, kommen;\nWar ich, und seinem Tun gleich, was ich tat,\nAls ich ins Auge sah, woraus die Schlingen,\nUm mich zu sah’n, die Lieb’ entnommen hat.\nIch sah itzt das mir in die Augen dringen,\nAls ich die Blicke suchend rückwärts warf,\nWas die erspäh’n, die diesen Kreis erringen.\nMir strahlt’ ein Punkt, so glanzentglüht und scharf,\nDaß nie ein Auge, das er mit dem hellen\nGlutschein bestrahlt, ihm offen trotzen darf.\nLieß sich zu ihm das kleinste Sternlein stellen,\nEin Mond erschien’ es, könnt’ es seinem Licht\nSo nah wie Stern dem Stern sich beigesellen.\nSo weit, als Sonn’ und Mond ein Hof umflicht,\nVom eignen Glanz der beiden Stern’ entsprungen,\nWenn sich in dichtem Dunst ihr Schimmer bricht,\nWar um den Punkt ein Kreis, so schnell geschwungen\nIn reger Glut, daß er auch überwand\nDen schnellsten Kreis, der rings die Welt umschlungen.\nUnd dieser war vom zweiten rings umspannt,\nUm den der dritte dann, der vierte wallten,\nDie dann der fünfte, dann der sechst’ umwand.\nDrauf sah man sich den siebenten gestalten,\nSo weit, daß Iris halber Kreis, auch ganz,\nDoch viel zu enge war’, ihn zu enthalten.\nDann wand der achte sich, der neunte Kranz,\nJe träger jeder Kreis im Schwung, je weiter\nEr ferne stand von jenem einen Glanz.\nMehr ist des Kreises Flamme rein und heiter,\nJe minder fern er ist von seiner Spur,\nUnd in der reinen Glut je eingeweihter.\nSie, die, mich sehend, meinen Wunsch erfuhr,\nSprach ungefragt: “Von diesem Punkte hangen\nDie Himmel ab, die sämtliche Natur.\nSieh jenen Kreis, der ihn zunächst umfangen;\nDas, was ihn treibt, daß er so eilig fliegt,\nEs ist der heil’gen Liebe Glutverlangen.\"\nUnd ich zu ihr: “Wäre die Welt gefügt\nNach dem Gesetz, das herrscht in diesen Kreisen,\nSo hätte völlig mir dein Wort genügt.\nDoch in der Welt, der fühlbaren, beweisen\nDie Schwingungen je größre Göttlichkeit,\nJe ferner sie vom Mittelpunkte kreisen.\nDrum soll in diesem Bau voll Herrlichkeit,\nIm Tempel, den nur Lieb’ und Licht umschränken,\nIch ruhig sein, von jedem Wunsch befreit,\nSo sprich: Wie-kommt’s–ich kann mir’s nicht erdenken\nDaß Abbild sich und Urbild nicht entspricht.\nUnd andere Gesetze beide lenken?\"\n“Genügt dein Finger solchem Knoten nicht,\nSo ist’s kein Wunder–weil ihn zu entstricken\nNiemand versuchte, ward er fest und dicht.\"\nSie sprach’s, und dann: “Nimm, um dich zu erquicken,\nDas, was ich dir verkünden werd’; allein\nBetracht’ es ganz genau mit scharfen Blicken.\nEin Körperkreis muß weiter, enger sein,\nJe wie die Kraft, die sich durch seine Teile\nGleichmäßig ausdehnt, groß ist oder klein.\nDie größre Güte wirkt in größerm Heile,\nUnd größres Heil füllt größeres Gebiet,\nWard jeder Gegend gleiche Kraft zuteile.\nDer Kreis drum, der das Weltall mit sich zieht\nIn seinem Schwung, entspricht in seiner Weise\nDem, der am meisten liebt, am tiefsten sieht.\nDarum, wenn du dein Maß dem Innern preise,\nUnd nicht dem äußern Umfang angelegt\nVon dem, was dort erscheint, wie runde Kreise,\nSo wirst du, zur Bewunderung erregt,\nDas Mehr und Minder sich entsprechen sehen\nIn jedem Kreis und dem, was ihn bewegt.\"\nWie rein das Blau erglänzt aus Äthers Höhen,\nWenn Boreas Luft aus jener Backe stößt,\nAus der gelinder seine Hauche wehen,\nSo, daß vom Dunst gereinigt und gelöst,\nDer ihn getrübt, in seinen weiten Auen\nDer Himmel lächelnd jeden Reiz entblößt;\nSo ward mir jetzt beim Worte meiner Frauen,\nDenn dieses ließ die Wahrheit mich so klar,\nWie einen Stern am reinen Himmel schauen.\nUnd als ihr heil’ges Wort beendet war,\nDa stellten anders nicht als siedend Eisen\nSich jene Kreise, funkensprühend, dar.\nDie Funken folgten den entflammten Kreisen\nIn größrer Meng’, als durch Verdoppelung\nSchachfelder sich vertausendfacht erweisen.\nDem festen Punkt, der sie ohn’ Änderung\nDort, wo er sie erhält, auch wird erhalten,\nScholl Lobgesang aus dieser Kreise Schwung.\n“Zwei Kreise sieh dem Punkt zunächst sich halten,\"\nSie sprach’s, stets wissend, was mein Geist ersinnt,\n“Und Seraphim und Cherubim drin walten.\nSie folgen ihren Fesseln so geschwind,\nUm, wie sie können, ihm sich anzuschließen,\nUnd können, wie sie hoch im Schauen sind.\nDie Gluten drauf, die diese rings umfließen,\nDie Throne sind’s von Gottes Angesicht,\nBenannt, weil sie die erste Dreizahl schließen.\nSo groß ist aller Wonn’, als ihr Gesicht\nTief in die ew’ge Wahrheit eingedrungen,\nDie alle Geister stillt mit ihrem Licht.\nDurch Schau’n wird also Seligkeit errungen,\nNicht durch die Liebe; denn sie folgt erst dann,\nWenn sie dem Schau’n, wie ihrem Quell, entsprungen.\nUnd das Verdienst, das durch die Gnade man\nUnd Willensgüt’ erwirbt, ist Maß dem Schauen.\nSo steiget man von Grad zu Grad hinan.\nDie andre Dreizahl, die in diesen Auen\nDes ew’gen Lenzes blüht, und welcher nie\nDas Laub entfällt bei nächt’gen Widders Grauen,\nSingt ewig in dreifacher Melodie\nHosiannagesang in dreien sel’gen Scharen,\nUnd also eins aus dreien bilden sie.\nHerrschaften sind’s, die erst sich offenbaren,\nDie Tugenden sind dann im zweiten Kranz,\nIm dritten sind die Mächte zu gewahren.\nDie Fürstentümer sieh zunächst im Tanz,\nDann die Erzengel ihre Lieb’ erproben;\nDen letzten Kreis füllt Engelsfeier ganz.\nDie Ordnungen schau’n allesamt nach oben;\nNach unten wirken sie, was lebt, mit sich\nZu Gott erhebend und zu ihm erhoben.\nUnd Dionysius rang so brünstiglich,\nDamit sein Blick die Ordnungen betrachte,\nDaß er sie nannt’ und unterschied wie ich.\nWahr ist es, daß Gregorius anders dachte,\nDoch er belächelte dann seinen Wahn.\nSobald er erst in diesem Reich erwachte.\nHat solch Geheimnis kund ein Mensch getan,\nSo staune nicht; von ihm, der alles schaute,\nHatt’ er davon auf Erden Kund’ empfah’n,\nDer sonst auch viel vom Himmel ihm vertraute.”",
        "So lang, wenn beide Kinder der Latone\nBedeckt von Wag’ und Widder stehn, am Rand\nDes Horizonts, vereint in einer Zone,\nDie Wage des Zenit in gleichem Stand\nSie beide zeigt, bis dann vom Gleichgewichte,\nDen Halbkreis tauschend, sie sich abgewandt:\nSo lang, des Lächelns Glut im Angesichte,\nSah schweigend fest den Punkt Beatrix an,\nDer meinen Blick besiegt mit seinem Lichte.\n“Ich red’ und frage nicht,” so sprach sie dann,\n“Da, was du hören willst, ich dort erkenne\nIm Punkt, wo anhebt jedes Wo und Wann.\nNicht daß er–was nicht sein kann–selbst gewönne,\nNein, daß der Glanz von seiner Herrlichkeit\nIm Widerglanz ich bin verkünden könne,\nHat er, der Ew’ge, außerhalb der Zeit\nUnd des Begriffs, wie’s ihm gefiel, die Gluten\nErschaffner Lieb’ an ewiger geweiht.\nNicht daß, wie starr, erst seine Kräfte ruhten;\nDenn früher nicht und später nicht ergoß\nDer Geist des Herrn sich, schwebend ob den Fluten.\nAuch Form und Stoff, vermischt und rein, entsproß\nZugleich, vortretend herrlich und vollkommen,\nDrei Pfeile von dreisehnigem Geschoß.\nUnd wie im Widerschein des Strahls, vom Kommen\nZum vollen sein, kein Zwischenraum zu sehn,\nWenn rein Kristall im Sonnenglanz entglommen;\nSo ließ der Herr hervor drei Strahlen gehn,\nAll im vollkommnen Glanz zugleich gesendet,\nUnd sonder Unterscheidung im Entstehn.\nDer Wesen Ordnung ward zugleich vollendet,\nUnd hoch am Gipfel wurden die gereiht,\nWelchen er reine Tätigkeit gespendet.\nDie Tiefe ward reiner Empfänglichkeit,\nEmpfänglichkeit und Tatkraft ist mittinnen,\nVerknüpft und nie von diesem Band befreit.\nZwar Hieronymus läßt vom Beginnen\nDie Engel bis von dem der andern Welt\nDen Zeitraum von Jahrhunderten entrinnen;\nDoch läßt die Wahrheit, die ich dargestellt,\nSich vielfach aus der Heil’gen Schrift bewähren,\nWie’s dir auch, wenn du wohl bemerkst, erhellt.\nAuch die Vernunft kann dies beinah erklären;\nNicht konnten ja so lang, so folgert sie,\nDie Lenker des, was lenkbar ist, entbehren.\nDer Liebesschöpfung Wo und Wann und Wie\nErkennst du–nun, so daß in dem Gehörten\nDir schon dreifache Labung angedieh.\nAllein bevor man zwanzig zählt’ empörten\nDie Engel sich zum Teil, so daß sie nun\nIm Fall der Elemente trägstes störten.\nDie Bleibenden begannen drauf das Tun,\nDas du erkennst, so selig in Entzücken,\nDaß sie in ihrem Kreislauf nimmer ruh’n.\nGrund war des Falls, daß jener sich berücken\nVon frevlem Hochmut ließ, der dir erschien,\nDort, wo auf ihn des Weltalls Bürden drücken–\nDie du bei Gott hier siehest, sah’n auf ihn\nBescheiden und mit Dank für seine Gaben,\nDa er nur Kraft zu solchem Schau’n verlieh’n.\nDrum wurden sie zum Schauen so erhaben\nDurch Gnadenlicht und ihr Verdienst gestellt,\nDaß sie vollkommen festen Willen haben.\nUnd zweifelfrei verkünd’ es einst der Welt:\nVerdienstlich ist’s, die Gnade zu empfangen,\nJe wie sich offen ihr die Lieb’ erhält.\nJetzt, wenn ins Herz dir meine Lehren drangen,\nErrennst du ganz den englischen Verein\nUnd brauchst nicht andre Hilfe zu verlangen.\nDoch weil den Engeln jene, die ihr Sein\nAuf Erden dort in Schulen euch erklären,\nVerstand, Erinnerung und Willen leih’n,\nSo zeig’ ich, um dich völlig zu belehren,\nDir noch die Wahrheit rein und unbefleckt,\nDie jene dort verwirren und verkehren.\nDie Wesen, die des Anschau’ns Lust geschmeckt,\nVerwenden nie den Blick vom ew’gen Schimmer\nDes Angesichts, in dem sich nichts versteckt.\nDrum unterbricht das Neu’ ihr Schauen nimmer,\nDrum brauchen sie auch die Erinnrung nicht,\nDenn ungeteilt bleibt ja ihr Denken immer.\nSo träumt ihr unten wach beim Tageslicht;\nIhr glaubt und glaubt auch nicht, was ihr verbreitet,\nDoch ärger kränkt dies Letzte Recht und Pflicht.\nDer eine Weg ist’s nicht, auf dem ihr schreitet\nBei eurem Forschen; drob ihr irregeht,\nVon Lust am Schein und Eitelkeit verleitet.\nDoch, wer dies tut, wird minder hier verschmäht,\nAls wer die Heil’gen Schriften leeren Possen\nHintansetzt und sie freventlich verdreht.\nNicht denkt man, wieviel teures Blut geflossen,\nSie auszusäh’n; nicht, wie Gott dem geneigt,\nDer demutsvoll an sie sich angeschlossen.\nZu glänzen strebt ein jeder itzt und zeigt\nSich in Erfindungen, die der verkehrte\nPfaff predigt, der vom Evangelium schweigt.\nDer sagt, daß rückwärts Lunas Lauf sich kehrte\nBei Christi Leiden und sich zwischenschob\nUnd drum der Sonn’ herabzuscheinen wehrte.\nDer, daß von selbst das Licht erlosch und drob\nDen Spanier, den Juden und den Inder\nZu gleicher Zeit die Finsternis umwob.\nLapi und Bindi hat Florenz weit minder,\nAls Fabeln, die man von den Kanzeln schreit\nDas Jahr hindurch, des Aberwitzes Kinder,\nSo daß die Schäflein, blind zu ihrem Leid,\nWind schlucken, wo sie sich zu weiden meinen.\nUnd nicht entschuldigt sie Unwissenheit.\nNicht sprach der Herr zur Ersten der Gemeinen:\nGeht hin und tut der Erde Possen kund!–\nNein, wahre Lehre spendet er den Seinen.\nVon ihr ertönt’ im Kampf des Jüngers Mund,\nWenn er, die Welt zum Glauben hinzulenken,\nMit Schild und Speer des Evangeliums stund.\nJetzt predigt man von Possen und von Schwänken,\nUnd die Kapuze schwillt, wenn alles lacht,\nUnd, der sie trägt, braucht sonst an nichts zu denken.\nDrin hat solch Vögelein sein Nest gemacht,\nDaß, säh’ man’s, es den Wert dem Ablaß raubte,\nDen man beim Volk so hoch in Preis gebracht.\nDrob wuchs die Dummheit so in manchem Haupte,\nDaß, möcht’ ein Priesterwort das tollste sein,\nMan ohne Prüfung und Beweise glaubte.\nUnd damit mästet Sankt Anton das Schwein,\nUnd andre, die noch ärger sind denn Sauen,\nFalschmünzer, reich an trügerischem Schein.\nDoch seitwärts führt’ ich dich von diesen Auen;\nDrum, daß zugleich sich kürze Zeit und Pfad,\nMußt du jetzt wieder g’rade vorwärts schauen–\nSo sehr vervielfacht sind von Grad zu Grad\nDer unzählbaren sel’gen Engel Scharen,\nDaß ihrer Zahl nicht Sinn noch Sprache naht.\nUnd Daniel will, dies kannst du wohl gewahren,\nWenn er zehntausendmal zehntausend spricht,\nUns nicht bestimmte Zahlen offenbaren.\nDas ihnen allen strahlt, das erste Licht,\nSo vielfach wird’s von ihnen aufgenommen,\nAls Engel schau’n in Gottes Angesicht.\nDrum, da vom Schau’n der Liebe Gluten kommen,\nIst auch verschieden ihre Süßigkeit\nHier lauer, dorten glühender entglommen.\nSieh jetzt die Hoheit, die Unendlichkeit\nDer ew’gen Kraft, die, teilend ihren Schimmer,\nSo unzählbaren Spiegeln ihn verleiht,\nUnd ein’ in sich bleibt ewiglich und immer.”",
        "Uns fern, etwa sechstausend Meilen, steiget\nDer Mittag auf, indes schon diese Welt\nDen Schatten fast zum ebnen Bette neiget,\nWenn nach und nach sich uns der Ost erhellt;\nDann wird der Glanz erst manchem Stern benommen,\nDes Strahl nicht mehr bis zu uns niederfällt,\nUnd wie Aurora mehr emporgeklommen,\nVerschließt der Himmel sich von Glanz zu Glanz,\nBis auch des schönsten Sternes Licht verglommen.\nSo der Triumph, der ewiglich im Tanz\nDen Punkt umkreist, der alles hält umschlungen,\nWas scheinbar ihn umschlingt als lichter Kranz.\nEr schwand allmählich, meinem Aug’ entschwungen,\nDrum kehrt’ ich zu der Herrin das Gesicht,\nVon Nichtschau’n und von Liebesdrang gezwungen.\nWar’ alles, was bis jetzo mein Gedicht\nVon ihr gelobt, in ein Lob einzuschließen,\nDoch g’nügend wär’s für diesen Anblick nicht.\nDenn Reize, wie sie hier sich sehen ließen,\nWeit überschreiten sie der Menschen Art;\nIhr Schöpfer nur kann ihrer ganz genießen.\nIch bin besiegt von dem, was ich gewahrt,\nMehr als ein Komiker von seinen Stoffen,\nAls ein Tragöd’ je überwunden ward.\nGleichwie ein Blick, den Sonnenstrahlen offen,\nVergeht vor ihren- Blitzen, so geschieht\nDem Geist, von dieses Lächelns Reiz getroffen.\nVom ersten sag, da mir der Herr beschied,\nIhr Angesicht zu schau’n in diesem Leben,\nFolgt ihr bis hin zu diesem Blick mein Lied.\nDoch muß ich jetzt des Folgens mich begeben,\nEin Künstler, der sein höchstes Ziel errang,\nUnd hoher nicht vermag emporzustreben.\nUnd so, wie ich sie lasse vollerm Klang,\nAls meiner Tuba, die ich also richte,\nWie sie beenden kann den schweren Sang,\nSprach sie, mit Ton, Gebärd’ und Angesichte\nEifrigen Führers froh zu mir: “Du bist\nGelangt zum Himmel nun von reinem Lichte,\nVon geist’gem Licht, das nur ein Lieben ist,\nEin Lieben jenes Gut’s, des ewig wahren,\nVon Luft, mit der kein Erdenglück sich mißt.\nDu siehst hier beide Himmelskriegerscharen\nUnd siehst die ein’ in dem Gewande heut,\nWie du sie wirst beim Weltgericht gewahren.\"\nWie jäher Blitz des Auges Kraft zerstreut,\nSo daß er jeden Gegenstand umdunkelt,\nDen stärksten Selbst, der sich dem Blicke beut;\nSo ward ich von lebend’gem Licht umfunkelt,\nDes Glanz mir tat, wie uns ein Schleier tut,\nDenn alles außer ihm war mir verdunkelt.\n“Die Lieb’, in welcher dieser Himmel ruht\nPflegt so in sich zum Heile zu empfangen\nUnd macht die Kerz’ empfänglich ihrer Glut.\"\nWie mir die kurzen Wort’ ins Innre drangen,\nDa fühlt’ ich, daß sich Geist mir und Gemüt\nWeit über die gewohnten Kräfte schwangen.\nUnd neue Sehkraft war in mir entglüht,\nSo, daß mein Auge, stark und ohne Qualen,\nDem Licht sich auftat, das am reinsten blüht.\nIch sah das Licht als einen Fluß von Strahlen\nGlanzwogend zwischen zweien Ufern zieh’n,\nUnd einen Wunderlenz sie beide malen\nUnd aus dem Strom lebend’ge Funken sprüh’n;\nUnd in die Blumen senkten sich die Funken,\nGleichwie in goldne Fassung der Rubin.\nDann tauchten sie, wie von den Düften trunken,\nSich wieder in die Wunderfluten ein,\nUnd der erhob sich neu, wenn der versunken.\n“Dein heißer Wunsch, in dem dich einzuweih’n,\nWas deine Blicke hier auf sich gezogen,\nMuß mir, je mehr er drängt, je lieber sein.\nDoch trinken mußt du erst aus diesen Wogen,\nEh’ solch ein Durst in dir sich stillen kann.\"\nSo sprach die Sonn’, aus der ich Licht gesogen.\n“Der Fluß und diese Funken”, sprach sie dann,\n“Und dieser Pflanzen heitre Pracht, sie zeigen\nDie Wahrheit dir voraus, wie Schatten, an.\nAn sich ist ihnen zwar nichts Schweres eigen,\nSie zu erkennen, fehlt nur dir die Macht,\nWeil noch so stolz nicht deine Blicke steigen.\"\nKein Kind, das durstig langer Schlaf gemacht,\nKann sein Gesicht zur Brust so eilig kehren,\nWenn’s über die Gewohnheit spät erwacht,\nAls, um der Augen Spiegel mehr zu klären,\nIch mein Gesicht zu jenem Flusse bog,\nDort strömend, um der Seele Kraft zu mehren.\nUnd wie der Rand der Augenlider sog\nVon seiner Flut, da war zum Kreis gewunden,\nWas sich zuvor in langen Streifen zog.\nDann, Leuten gleich, die sich verlarvt befunden,\nVerändert erst, wenn sie auszieh’n das Kleid,\nWorin sie unter fremdem Schein verschwunden;\nVerwandelten zu größrer Herrlichkeit\nSich Blumen mir und Funken, und ich schaute\nDie Himmelsscharen beide dort gereiht.\nO Gottes Glanz, o du, durch den ich schaute\nDes ewig wahren Reichs Triumphespracht,\nGib jetzt mir Kraft, zu sagen, wie ich schaute.\nLicht ist dort, das den Schöpfer sichtbar macht,\nDamit er ganz sich dem Geschöpf verkläre,\nDem nur in seinem Schau’n der Friede tacht.\nEs dehnt sich weithin aus in Form der Sphäre\nUnd schließt so viel in seinem Umkreis ein,\nDaß es zu weit als Sonnengürtel wäre.\nUnd einem Strahl entquillt sein ganzer Schein,\nRückscheinend von des schnellsten Kreises Rande,\nUm Sein und Wirkung diesem zu verleih’n.\nUnd wie ein Hügel, an der Wogen Strande,\nSich spiegelt, wie um sich geschmückt zu sehn\nIm blütenreichen, grünenden Gewande;\nAlso sich spiegelnd, sah ich in den Höh’n\nIn tausend Stufen die das Licht umringen,\nDie von der Erd’ in jene Heimat gehn.\nUnd kann der tiefste Grad solch Licht umschlingen,\nZu welcher Weite muß der letzte Kranz\nDer Blätter dieser Himmelsrose dringen?\nMein Aug’ ermaß die Weit’ und Höhe ganz\nUnd unverwirrt, und konnte sich erheben\nZum Was und Wie von diesem Wonneglanz.\nNicht Fern noch Nah kann nehmen dort noch geben,\nDenn da, wo Gott regiert, unmittelbar,\nTritt fürder kein Naturgesetz ins Leben.\nIns Gelb der Rose, die sich immerdar\nAusdehnt, abstuft und Duft des Preises sendet\nZur Sonne, die stets heiter ist und klar,\nZog, wie wer schweigt, doch sich zum Sprechen wendet,\nBeatrix mich und sprach: “Sieh hier verschönt\nIn weißem Kleid, die dorten wohl geendet.\nSieh, wie so weithin unsre Stadt sich dehnt,\nSieh, so gefüllt die Bänk’ in unserm Saale,\nDaß man jetzt hier nach wenigen sich sehnt.\nAuf jenem großen Stuhl, wo du dem Strahle\nDer Krone, die dort glänzt, dein Auge leihst,\nDort, eh’ du kommst zu diesem Hochzeitsmahle,\nWird sitzen des erhabnen Heinrichs Geist,\nDes Cäsars, der Italien zu gestalten\nKommt, eh’ es sich dazu geneigt beweist.\nDie blinde Gier ist’s, die mit Zauberwalten\nEuch gleich dem Kind macht, das die Brust verschmäht,\nDie Nahrung hat, sein Leben zu erhalten.\nDem göttlichen Gerichtshof aber steht\nSolch Obrer vor dann, daß er im Geheimen\nUnd offen nie mit ihm zusammengeht.\nDoch stürzt des Himmels Räch’ ihn ohne Säumen\nVom Heil’gen Stuhl zur qualenvollen Welt,\nWo Simon Magus stöhnt in dunkeln Räumen,\nDrob tiefer noch der von Alagna fällt.”",
        "So sah ich denn, geformt als weiße Rose,\nDie heil’ge Kriegsschar, die als Christi Braut\nDurch Christi Blut sich freut in seinem Schoße.\nAllein die andre, welche, fliegend, schaut’\nUnd singt des Ruhm, der sie in Lieb’ entzündet,\nDie Huld, die hehre Kraft ihr anvertraut,\nSie senkt, ein Bienenschwarm, der jetzt ergründet\nDer Blüten Kelch, jetzt wieder dorthin eilt,\nWo würz’ger Honigseim sein Tun verkündet,\nSich in die Blum’, im reichen Kelch verteilt,\nUnd flog dann aufwärts aus dem schönen Zeichen,\nDorthin, wo ihre Lieb’ all-ewig weilt;\nLebend’ger Flamm’, ihr Antlitz zu vergleichen,\nDie Flügel Gold, das andre weiß und rein,\nSo daß nicht Reif noch Schnee den Glanz erreichen.\nUnd in die Rose zog von Reih’n zu Reih’n\nFrieden und Glut, von ihnen eingesogen\nIm Flug zur Hohe, stets mit ihnen ein.\nUnd, ob sie zwischen Blum’ und Höhe flogen,\nDoch ward durch die beschwingte Menge nicht\nDes Höchsten Blick und Glanz der Ros’ entzogen.\nDenn so durchdringend ist das höchste Licht,\nDas seinen Schimmer nach Verdienste spendet,\nDaß nichts im Weltenall es unterbricht.\nDies Freudenreich, gesichert und vollendet,\nBevölkert von Bewohnern, neu und alt,\nHielt Lieb’ und Blick ganz auf ein Ziel gewendet.\nO dreifach Licht, du, einem Stern entwallt,\nDort, wo man dich schaut, sel’gen Frieden hegend,\nSchau’ her auf uns, die wilder Sturm umbaut.–\nWenn die Barbaren, kommend aus der Gegend,\nDie stets die Bärin deckt, in gleicher Bahn\nSich mit dem lieben Sohn im Kreis bewegend,\nZu jenen Zeiten, als der Lateran\nDie Welt beherrscht’, von Staunen überwunden,\nRom und der Römer große Werke sah’n;\nWie ich, der ich, dem Menschlichen entwunden,\nZum Höchsten kam, von Zeit zur Ewigkeit,\nVon Florenz zu Gerechten und Gesunden,\nWie mußt’ ich staunen solcher Herrlichkeit?\nLust fühlt’ ich, nicht zu sprechen, nichts zu hören,\nGeteilt in Staunen und in Freudigkeit.\nGleichwie ein Pilgrim, der sein lang Begehren\nIm Tempel des Gelübdes, schauend, letzt,\nUnd hofft von ihm einst andre zu belehren;\nSo war ich, zum lebend’gen Licht versetzt,\nDen Blick, lustwandelnd, durch die Stufen führend,\nJetzt auf, jetzt nieder und im Kreise jetzt.\nGesichter sah ich hier, zur Liebe rührend,\nIn fremdem Licht und eignem Lächeln schön,\nGebärden, sich mit jeder Tugend zierend.\nIm allgemeinen könnt’ ich schon ersehn,\nWie sich des Paradieses Form gestalte,\nDoch blieb mein Blick noch nicht beim einzlen stehn;\nUnd da mir neuer Wunsch im Herzen wallte,\nSo kehrt’ ich, um zu fragen, mich nach ihr,\nWie das, was ich nicht einsah, sich verhalte.\nSie fragt’ ich, und ein andrer sprach zu mir.\nSie suchend, fand ich mich bei einem Greise,\nGekleidet in der andern Sel’gen Zier.\nAuf Aug’ und Wang’ ergoß sich gleicherweise\nSo Gut’ als Freude–fromm war Art und Tun,\nWie’s Vätern ziemt, in lieber Kinder Kreise.\n“Und wo ist sie?” so sprach ich eilig nun.\nDrum er: “Beatrix hat mich hergesendet\nVon meinem Platz, um dir genugzutun.\nDu wirst, den Blick zum dritten Sitz gewendet\nDes höchsten Grads, sie auf dem Throne schau’n,\nDer ihren Lohn für ihr Verdienst vollendet.\"\nOhn’ Antwort hob ich rasch die Augenbrau’n–\nSah sie–sah ew’ge Strahlen ihr entwallen\nIm Widerschein und ihr die Krone bau’n.\nVom Raum, aus dem die höchsten Donner hauen,\nWar nimmer noch ein Menschenblick so weit,\nUnd war’ er auch ins tiefste Meer gefallen,\nAls ich von meiner Herrin Herrlichkeit,\nDoch sah ich klar ihr Bildnis niederschweben\nRein, unvermischt, in lichter Deutlichkeit.\n“O Herrliche, du, meiner Hoffnung Leben,\nDu, der’s zu meinem Heile nicht gegraut,\nDich in den Schlund der Hölle zu begeben,\nDir dank’ ich alles, was ich dort geschaut,\nWohin du mich durch Macht und Güte brachtest,\nUnd deine Gnad’ und Tugend preis’ ich laut.\nDie du zum Freien mich, den Sklaven, machtest,\nMir halfst auf jedem Weg, in jeder Art,\nDie du zu diesem Zweck geeignet dachtest,\nHilf, daß, was du geschenkt, mein Herz bewahrt,\nDamit sich dir die Seele dort geselle,\nDie Seele, die gesund durch dich nur ward.\"\nSo fleht’ ich heiß–und sie, von ferner Stelle,\nSie lächelte, wie’s schien, und sah mich an,\nDann schaute sie zurück zur ew’gen Quelle.\n“Damit du ganz vollendest deine Bahn,\"\nBegann der Greis, “auf der dich fortzuleiten\nIch Auftrag von der heil’gen Lieb’ empfah’n,\nLaß deinen Blick durch diesen Garten gleiten,\nDenn stärken wird dir dies des Auges Sinn,\nUnd ihn auf Gottes Strahlen vorbereiten.\nUnd sie, die mich entflammt, die Königin\nDes Himmels, läßt uns ihre Gnade frommen,\nWeil ich ihr vielgetreuer Bernhard bin.\"\nWie der, der von Kroatien hergekommen,\nUm unser Schweißtuch zu betrachten, nicht\nSatt wird, zu sehn, wovon er längst vernommen,\nUnd, wenn man’s zeigt, zu sich im Innern spricht:\nHerr Jesus Christus, wahrer Gott, hienieden\nWar wirklich so geformt dein Angesicht?\nSo ich, als mir der Anblick ward beschieden\nDer Liebe dessen, der in dieser Welt,\nBetrachtend, schon gekostet jenen Frieden.\nEr sprach: “Was Schönes dieses Reich enthält,\nWird, Sohn der Gnade, sich dir nimmer zeigen,\nWenn sich dein Blick nur tief am Grunde hält.\nDoch laß den Blick von Kreis zu Kreise steigen,\nBis daß er sich zur Königin erhöht,\nVor der sich fromm des Himmels Bürger neigen.\"\nAufschaut’ ich, und, wie, wenn die Früh’ ersteht,\nDer Ost den Himmelsteil mit goldnen Strahlen\nBesiegt, in dem die Sonne niedergeht,\nSo, steigend mit dem Blick, wie wir aus Taten\nDie Berg’ ersteigen, sah ich einen Ort\nIm höchsten Rand all andres überstrahlen.\nUnd als ob früh der Ost, da, wo sofort\nDie Sonne steigen soll, sich mehr entflamme,\nWenn sich das Licht vermindert hier und dort;\nSo sah ich jene Friedens-Oriflamme\nInmitten mehr erglüh’n, und bleicher ward\nBei ihrem Glanz der andern Lichter Flamme.\nIch sah viel tausend Engel, dort geschart,\nSie feiernd, mit verbreitetem Gefieder,\nVerschieden jeglichen an Glanz und Art.\nUnd Schönheit lachte bei dem Klang der Lieder\nUnd bei dem Spiel und strahlt’ in Seligkeit\nAus aller andern Sel’gen Augen wieder.\nUnd reichte meiner Sprache Kraft so weit,\nAls meine Phantasie, doch nie beschriebe\nIch nur den kleinsten Teil der Herrlichkeit.\nBernhard, bemerkend, daß mit heil’gem Triebe\nAn seiner glüh’nden Glut mein Auge hing,\nErhob auch sein’s zu ihr mit solcher Liebe,\nDaß mein’s zum Schauen neue Glut empfing.",
        "Indes sein Blick nach seiner Wonne flammte,\nTat er mit heil’gem Wort mir dieses kund,\nSich unterziehend freiem Lehreramte:\n“Sie zu Mariens Fuß, die euch gesund\nUnd heil gemacht, die Erste dort der Frauen,\nDie Schönste, die euch krank gemacht und wund.\nIm Range, den die dritten Sitze bauen,\nWirst du sodann die Rahel unter ihr,\nMit Beatricen, deiner Herrin, schauen.\nSara, Rebekka, Judith zeigen dir\nSich mit des Ahnfrau, der im Bußgesange\nVoll Reu’ ausrief: Herr, schenk’ Erbarmen mir!\nAbsteigend stufenweis von Rang zu Range,\nGereiht, wie Kunde dir mein Wort verlieh,\nVon Blatt zu Blatt mit ihrer Namen Klange.\nHebräerfrau’n, vom siebten Kreis ab, wie\nBis hin zu ihm, ward dieser Sitz zuteile,\nUnd dieser Blume Locken scheiden sie,\nWeil sie, wie gläubig sich der Blick zum Heile,\nDas Christus gab, gewandt, als Mauer stehn,\nDaß sich durch sie die heil’ge Stiege teile.\nHier, wo die Blume reich und voll und schön\nEntfaltet ist, hier sitzen die Verklärten,\nDie gläubig auf den künft’gen Christ gesehn.\nDort, wo noch leerer Raum für viel Gefährten\nIm Halbkreis ist, dort sitzen die gereiht,\nDie ihren Blick auf den Gekommnen kehrten.\nWie hier der Fürstin Stuhl in Herrlichkeit\nUnd unter ihr die ändern zu gewahren,\nUnd wie sie bilden solchen Unterscheid;\nSo dort der Stuhl des Täufers, der erfahren,\nDer immer Heil’ge, Wüst’ und Märtyrpein\nUnd dann der Hölle Nacht in zweien Jahren.\nFranz, Benedikt und Augustin–sie reih’n\nSich unter ihm, die Scheidewand zu bauen,\nMit andern unterhalb von Reih’n zu Reih’n.\nHier magst du Gottes hohe Vorsicht schauen,\nDenn Glaube, welcher vor- und rückwärts sieht,\nErfüllt gleich zahlreich diese Gartenauen.\nUnd von der Stieg’ abwärts, die dies Gebiet\nIn zwei geschieden, sitzen solche Seelen,\nDie eigenes Verdienst nicht herbeschied,\nNein, fremdes–nur darf der Beding nicht fehlen–\nDenn hier sind alle, die dem Leib entfloh’n,\nBevor sie noch vermochten, selbst zu wählen.\nDies merkst du an den Angesichtern schon\nUnd an den Stimmen, die noch kindlich klingen,\nWenn du wohl spähst und horchst auf ihren Ton.\nNoch seh’ ich schweigend dich mit Zweifeln ringen,\nDoch lösen werd’ ich dir das feste Band,\nMit welchem dich die Grübelei’n umschlingen.\nAus unsers ew’gen Königs weitem Land\nIst auch des kleinsten Zufalls blindes Walten,\nWie Hunger, Durst und Traurigkeit, verbannt.\nNach ewigem Gesetz muß sich gestalten\nWas du hier siehst, und muß sich, wie der Ring\nZum Finger paßt, so unter sich verhalten.\nDaher auch, wer dem Truge früh entging\nUnd zu der Wahrheit kam, nicht ohne Gründe\nMehr oder minder Herrlichkeit empfing.\nDer Fürst, durch den dies Reich, entrückt der Sünde,\nIn solcher Lieb’ und solcher Wonne ruht,\nDaß keiner ist, des Wille höher stünde,\nVerteilt den Seelen, seiner heitern Glut\nEntstammt, nach eigner Willkür seine Gaben;\nUnd g’nüge hier, was kund die Wirkung tut.\nUnd hiervon legt in jenen Zwillingsknaben\nDie Heil’ge Schrift ein deutlich Beispiel dar,\nDie sich bekämpft im Leib der Mutter haben.\nUnd also krönt der Gnade Schein ihr Haar,\nUnd also scheint das höchste Licht in ihnen\nNach ihrem Werte mehr und minder klar.\nVerschieden, nicht nach dem, was sie verdienen,\nSind sie von Grad zu Grade hier gestellt,\nNur wie auf sie des Schöpfers Huld geschienen.\nSo g’nügt’ es in der Jugendzeit der Welt\nUnschuld’gen, um zum Heile zu gelangen,\nDaß Glaubenslicht der Eltern Geist erhellt.\nDann mußte, wie die erste Zeit vergangen,\nWas männlich war, zuvor zur Seligkeit\nDurch die Beschneidung noch die Kraft empfangen.\nDoch, als gekommen war der Gnade Zeit,\nBlieb ohne die vollkommne Taufe Christi\nDie Unschuld in der ew’gen Dunkelheit.\nJetzt schau’ ins Antlitz, das dem Antlitz Christi\nAm meisten gleicht, und deine Kraft erhoh’n\nWird seine Klarheit zu dem Anschau’n Christi.\"\nLust strahlt’ aus dem Gesicht, so klar und schön,\nDie er zu ihr durch jene Heil’gen schickte,\nErschaffen, zu durchfliegen jene Höh’n,\nDaß nichts, was ich noch je zuvor erblickte,\nMich also mit Bewunderung durchdrang,\nNichts mich so sehr durch Gottes Bild erquickte.\nDie Liebe, die zuerst sich niederschwang,\nVerbreitete vor ihr jetzt das Gefieder,\nIndem sie–Sei begrüßt, Maria! sang.\nUnd alsogleich antworteten die Lieder\nDer Sel’gen Geister diesem Himmelslied,–\nUnd heitrer strahlten rings die Wonnen wider.\n“O Heil’ger, du, den Lieb’ herniederzieht,\nDer du für mich dem süßen Ort entronnen,\nWo ew’ge Vorsicht dir den Sitz beschied;\nWer ist der Engel, der mit solchen Wonnen\nIm Blick Marias mit dem seinen ruht\nUnd scheint an ihr in Liebe sich zu sonnen?\"\nSo wandt’ ich mich zu ihm mit heiterm Mut\nUnd sah ihn in Marias Glanz entbrennen,\nGleichwie den Morgenstern in Sonnenglut.\nUnd er: “Was Seel’ und Engel haben können\nVon Zuversicht und Schönheit, er bekam\nEs ganz von Gott, wie wir’s ihm alle gönnen,\nWeil er zu ihr einst mit der Palme kam,\nAls Gottes Sohn die Lasten, die euch drücken,\nNach seinem heil’gen Willen übernahm.\nDoch folge meinem Wort mit deinen Blicken,\nUnd von dem frommen und gerechten Reich\nWirst du den hohen Adel jetzt erblicken.\nDie zwei dort, an der höchsten Wonne reich,\nWeil sie die Nächsten sind der Benedeiten,\nSind zweien Wurzeln dieser Rose gleich.\nDer Vater sitzt zu, ihrer linken Seiten,\nDes kühner Gaum der Menschheit fort und fort\nZu kosten gibt so herbe Bitterkeiten.\nSieh rechts der heil’gen Kirche Vater dort,\nDem dieser Blume Schlüssel übergeben\nAuf Erden hat der Heiland, unser Hort.\nUnd jener, welcher noch im Erdenleben\nDas Mißgeschick der schönen Braut erblickt,\nDie Wundenmal’ erwarben, sitzt daneben.\nNeben dem andern sitzt, in Ruh’ beglückt,\nDes Volkes Führer, das der Herr mit Manna\nTrotz Undanks, Tück’ und Wankelmuts erquickt\nDort sitzt, dem Petrus gegenüber, Anna\nUnd blickt die Tochter so zufrieden an,\nDaß sie den Blick nicht abkehrt beim Hosianna.\nUnd gegenüber sitzt dem ersten Ahn\nLucia, die die Herrin dir gesendet,\nAls du den Blick gesenkt zur schlimmen Bahn.\nDoch bald ist nun dein hoher Traum beendet,\nDrum tun wir, wie der gute Schneider tut,\nDer, soviel Zeug er hat, ins Kleid verwendet.\nDie Augen richten wir aufs höchste Gut\nUnd dringen so, indem wir nach ihm sehen,\nSo tief als möglich in die reine Glut.\nGewiß, und nicht vielleicht, muß rückwärts gehen,\nWer vorwärts hier die kühnen Flügel schwingt,\nDenn Gnad’ erlangt man hier allein durch Flehen;\nGnade von jener, die dir Hilfe bringt,\nUnd folgen wirst du mir, wenn deine Liebe\nZu ihr empor mit meinem Worte dringt.\"\nUnd also betet’ er mit brünst’gem Triebe:",
        "“O Jungfrau Mutter, Tochter deines Sohns,\nDemüt’ger, höher, als was je gewesen,\nZiel, ausersehn vom Herrn des ew’gen Throns,\nGeadelt hast du so des Menschen Wesen,\nDaß, der’s erschaffen hat, das höchste Gut,\nUm sein Geschöpf zu sein, dich auserlesen.\nIn deinem Leib entglomm der Liebe Glut,\nAn der die Blume hier äu ew’gen Wonnen\nEntsprossen ist, in ew’gem Frieden ruht.\nDie Lieb’ entflammst du, gleich der Mittagssonnen,\nIn diesem Reich; dort, in der Sterblichkeit,\nBist du der frommen Hoffnung Lebensbronnen.\nDu giltst so viel, ragst so in Herrlichkeit,\nDaß Gnade Suchen und zu dir nicht flehen,\nWie Flug dem Unbeflügelten gedeiht.\nDu pflegst dem Armen huldreich beizustehen,\nDer zu dir fleht, ja öfters pflegt von dir\nDie Gabe frei dem Fleh’n vorauszugehen.\nIn dir ist Huld, Erbarmen ist in dir,\nIn dir der Gaben Fülle–ja, verbunden.\nWas Gutes das Geschöpf hat, ist in dir.\nEr, der vom tiefsten Schlund sich eingefunden\nDes Weltalls hat, der Geister Art und Sein,\nVon Reich zu Reich zu sehn und zu erkunden,\nEr fleht zu dir, ihm Kräfte zu verleih’n,\nDaß er die Augen höher heben könne,\nUnd seinen Blick für’s höchste Heil zu weih’n.\nUnd ich, der ich mehr für sein Schauen brenne,\nAls für mein eignes je, wie dir bewußt,\nIch fleh’, und das, was ich gefleht, vergönne!\nNimm ihm der Erde Nacht von Aug’ und Brust\nUnd flehe du für ihn, daß sich entfalten\nVor seinen Augen mag die höchste Lust.\nNoch bitt’ ich, Königin, dich, die du walten\nKannst, wie du willst, in ihm und solchem Sehn,\nGesund des Herzens Neigung zu erhalten.\nLaß ihn der ird’schen Regung widerstehn;\nSieh Beatricen, sieh so viel Verklärte\nMit mir zugleich, die Hände faltend, fleh’n!\"\nDie Augen, die Gott liebt und wert halt, kehrte\nSie fest dem Redner zu und zeigte drin,\nIhr sei das fromme Fleh’n von hohem Werte.\nDann blickten sie zum ew’gen Lichte hin;\nUnd einen Blick so klar dorthin zu senden\nWie sie, vermag nicht des Geschöpfes Sinn.\nDem Ziel, zu dem sich alle Wünsche wenden,\nMich nähernd, fühlt’ in meinem Innern ich\nSo, wie ich mußte, jede Sehnsucht enden.\nUnd lächelnd winkte Bernhard mir, daß sich\nMein Auge nun empor zum Höchsten richte;\nDoch, wie er wollte, war ich schon durch mich.\nDenn stets ward’s klarer mir vorm Angesichte,\nUnd mehr und mehr drang durch den Glanz hinan\nMein Blick zum hohen, in sich wahren Lichte.\nUnd tiefer, größer war mein Schau’n fortan,\nDaß solchen Blick die Sprache nicht bekunden,\nNicht die Erinnerung ihn fassen kann.\nWie der, dem nach dem Traum, was er empfunden,\nTief eingeprägt, das Herz noch lang erfüllt,\nWenn das, was er geträumt, ihm schon entschwunden;\nSo bin ich, dem beinah sein Traumgebild\nEntschwunden ist, und dem die Lust, geboren\nAus jenem Traum, noch stets im Herzen quillt.\nSo schmilzt der Schnee, wenn aus des Ostens Toren\nDie Sonn’ erwärmend steigt; so war beim Wind\nIn leichtem Staub Sibyllas Spruch verloren.–\nO höchstes Licht, das, was der Mensch ersinnt,\nSo weit zurückläßt, leih itzt meiner Seele\nEin wenig nur von dem, was ihr verrinnt.\nMach’ itzt, daß Kraft die Zunge mir beseele,\nDamit ein Funke deiner Glorie nur\nDer Nachwelt bleib’ in dem, was ich erzähle.\nWenn deine Huld von dem, was ich erfuhr,\nNur schwachen Nachhall diesem Liede spendet,\nDann sieht man klarer deiner Siege Spur.\nMich hätte, glaub’ ich, ganz der Blitz geblendet,\nDen ich von dem lebend’gen Strahl empfand,\nHätt’ ich von ihm die Augen abgewendet.\nUnd ich erinnre mich: mein Mut erstand\nDurch ihn, die Blitze kühner zu ertragen,\nBis sich mein Blick der ew’gen Kraft verband.\nO überreiche Gnad’! Ich dürft’ es wagen,\nFest zu durchschau’n des ew’gen Lichtes Schein\nUnd ins Unendliche den Blick zu tragen.\nEr drang bis zu den tiefsten Tiefen ein;\nDie Dinge, die im Weltall sich entfalten,\nSah ich durch Lieb’ im innigsten Verein.\nWesen und Zufall, ihre Weis’, ihr Walten,\nDies alles war in eines Lichtes Glanz,\nIn eines unvermischten Lichts, enthalten.\nDie Form, die allgemeine, dieses Bands,\nIch sah sie, glaub’ ich; denn den Schatten gleichen\nDie Bilder nur, und Wonne füllt mich ganz.\nMehr macht mein Bild ein Augenblick erbleichen,\nAls drittehalb Jahrtausende die Fahrt\nDer Argo nach Neptunus’ fernsten Reichen.\nScharf, unbeweglich schaut’ in solcher Art\nDie Seele nach dem göttlichen Gesichte,\nDrob sie stets mehr im Schau’n entzündet ward.\nUnd also wird man dort bei jenem Lichte,\nDaß es nicht sein kann, daß man, abgewandt\nVon ihm, je anderwärts die Augen richte,\nWeil es das Gut, des Wollens Gegenstand,\nGanz in sich faßt und ärmlich und voll Schwächen\nAll andres zeigt, was man vollkommen fand.\nKurz werd’ ich nun von dem Geschauten sprechen,\nUnd sprechend stell’ ich mich als Kindlein dar,\nDem noch Erinnerung und Wort gebrechen.\nNicht weil ein andrer jetzt, als einfach klar,\nDer Schimmer ward, zu dem mein Blick sich kehrte;\nDenn jener bleibt so, wie er immer war,\nNur weil im Schau’n sich meine Sehkraft mehrte,\nSchien’s, daß verwandelt jener eine Schein,\nSich mir, der selbst verwandelt war, verklärte.\nZum tiefen, klaren Lichtstoff drang ich ein,\nDa schienen mir drei Kreise, dort zu sehen,\nDreifarbig und an Umfang gleich zu sein.\nWie Iris in der Iris glänzt, so zween\nIm Widerschein–der dritte, Glut und Licht,\nSchien gleich von hier aus und von dort zu wehen.\nWie kurz, wie rauh mein Wort für solch Gesicht!\nUnd dem, was zu erschau’n mir ward beschieden,\nGenügen wenig schwache Worte nicht.\nO ew’ges Licht, allein in dir in Frieden,\nAllein dich kennend und von dir erkannt,\nDir selber lächelnd und mit dir zufrieden,\nAls ich zur Kreisform, die in dir entstand,\nWie widerscheinend Licht, die Augen wandte,\nUnd sie verfolgend mit den Blicken stand,\nDa schien’s, gemalt in seiner Mitt’ erkannte,\nMit eigner Farb’, ich unser Ebenbild,\nDrob ich nach ihm die Blicke gierig spannte.\nWie eifrig strebend, aber nie gestillt,\nDer Geometer forscht, den Kreis zu messen,\nUnd nie den Grundsatz findet, welcher gilt;\nSo ich beim neuen Schau’n–ich wollt’ ermessen,\nWie sich das Bild zum Kreis verhielt’, und wie\nDie Züge mit dem Licht zufammenflössen.\nDoch dies erflog der eigne Fittich nie,\nWard nicht mein Geist von einem Blitz durchdrungen,\nDer, was die Seel’ ersehnt hatt’, ihr verlieh.\nHier war die Macht der Phantasie bezwungen,\nDoch Wunsch und Will’, in Kraft aus ew’ger Ferne,\nWard, wie ein Rad, gleichmäßig umgeschwungen,\nDurch Liebe, die beweget Sonn’ und Sterne.",
        " ",
        "\nThis eBook of “Die Goettliche Komoedie” by Dante Alighieri belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "G'Day to Die: A Passport to Peril Mystery (Passport to Peril Mysteries (Paperback))By Maddy HunterAt Amazon"
    ]
}