{
    "title": "Die Geburt der Tragödie - 5. (Von Friedrich Wilhelm Nietzsche)",
    "author": "Unknown",
    "chapter": "5",
    "content": [
        "\n\n",
        "Bereits im Vorwort an Richard Wagner wird die Kunst – und nicht die\nMoral – als die eigentlich metaphysische Thätigkeit des Menschen\nhingestellt; im Buche selbst kehrt der anzügliche Satz mehrfach\nwieder, dass nur als ästhetisches Phänomen das Dasein der Welt\ngerechtfertigt ist. In der That, das ganze Buch kennt nur einen\nKünstler-Sinn und – Hintersinn hinter allem Geschehen, – einen “Gott”,\nwenn man will, aber gewiss nur einen gänzlich unbedenklichen und\nunmoralischen Künstler-Gott, der im Bauen wie im Zerstören, im Guten\nwie im Schlimmen, seiner gleichen Lust und Selbstherrlichkeit inne\nwerden will, der sich, Welten schaffend, von der Noth der Fülle und\nUeberfülle, vom Leiden der in ihm gedrängten Gegensätze löst. Die\nWelt, in jedem Augenblicke die erreichte Erlösung Gottes, als die\newig wechselnde, ewig neue Vision des Leidendsten, Gegensätzlichsten,\nWiderspruchreichsten, der nur im Scheine sich zu erlösen weiss: diese\nganze Artisten-Metaphysik mag man willkürlich, müssig, phantastisch\nnennen -, das Wesentliche daran ist, dass sie bereits einen Geist\nverräth, der sich einmal auf jede Gefahr hin gegen die moralische\nAusdeutung und Bedeutsamkeit des Daseins zur Wehre setzen wird. Hier\nkündigt sich, vielleicht zum ersten Male, ein Pessimismus “jenseits\nvon Gut und Böse” an, hier kommt jene “Perversität der Gesinnung” zu\nWort und Formel, gegen welche Schopenhauer nicht müde geworden ist,\nim Voraus seine zornigsten Flüche und Donnerkeile zu schleudern,\n– eine Philosophie, welche es wagt, die Moral selbst in die Welt\nder Erscheinung zu setzen, herabzusetzen und nicht nur unter die\n“Erscheinungen” (im Sinne des idealistischen terminus technicus),\nsondern unter die “Täuschungen”, als Schein, Wahn, Irrthum,\nAusdeutung, Zurechtmachung, Kunst. Vielleicht lässt sich die Tiefe\ndieses widermoralischen Hanges am besten aus dem behutsamen und\nfeindseligen Schweigen ermessen, mit dem in dem ganzen Buche\ndas Christenthum behandelt ist, – das Christenthum als die\nausschweifendste Durchfigurirung des moralischen Thema’s, welche die\nMenschheit bisher anzuhören bekommen hat. In Wahrheit, es giebt zu\nder rein ästhetischen Weltauslegung und Welt-Rechtfertigung, wie sie\nin diesem Buche gelehrt wird, keinen grösseren Gegensatz als die\nchristliche Lehre, welche nur moralisch ist und sein will und mit\nihren absoluten Maassen, zum Beispiel schon mit ihrer Wahrhaftigkeit\nGottes, die Kunst, jede Kunst in’s Reich der Lüge verweist, – das\nheisst verneint, verdammt, verurtheilt. Hinter einer derartigen Denk-\nund Werthungsweise, welche kunstfeindlich sein muss, so lange sie\nirgendwie ächt ist, empfand ich von jeher auch das Lebensfeindliche,\nden ingrimmigen rachsüchtigen Widerwillen gegen das Leben selbst: denn\nalles Leben ruht auf Schein, Kunst, Täuschung, Optik, Nothwendigkeit\ndes Perspektivischen und des Irrthums. Christenthum war von Anfang an,\nwesentlich und gründlich, Ekel und Ueberdruss des Lebens am Leben,\nwelcher sich unter dem Glauben an ein “anderes” oder “besseres” Leben\nnur verkleidete, nur versteckte, nur aufputzte. Der Hass auf die\n“Welt”, der Fluch auf die Affekte, die Furcht vor der Schönheit und\nSinnlichkeit, ein Jenseits, erfunden, um das Diesseits besser zu\nverleumden, im Grunde ein Verlangen in’s Nichts, an’s Ende, in’s\nAusruhen, hin zum “Sabbat der Sabbate” – dies Alles dünkte mich,\nebenso wie der unbedingte Wille des Christenthums, nur moralische\nWerthe gelten zu lassen, immer wie die gefährlichste und unheimlichste\nForm aller möglichen Formen eines “Willens zum Untergang”, zum\nMindesten ein Zeichen tiefster Erkrankung, Müdigkeit, Missmuthigkeit,\nErschöpfung, Verarmung an Leben, – denn vor der Moral (in Sonderheit\nchristlichen, das heisst unbedingten Moral) muss das Leben beständig\nund unvermeidlich Unrecht bekommen, weil Leben etwas essentiell\nUnmoralisches ist, – muss endlich das Leben, erdrückt unter dem\nGewichte der Verachtung und des ewigen Nein’s, als begehrens-unwürdig,\nals unwerth an sich empfunden werden. Moral selbst – wie? sollte Moral\nnicht ein “Wille zur Verneinung des Lebens”, ein heimlicher Instinkt\nder Vernichtung, ein Verfalls-, Verkleinerungs-, Verleumdungsprincip,\nein Anfang vom Ende sein? Und, folglich, die Gefahr der Gefahren?...\nGegen die Moral also kehrte sich damals, mit diesem fragwürdigen\nBuche, mein Instinkt, als ein fürsprechender Instinkt des Lebens,\nund erfand sich eine grundsätzliche Gegenlehre und Gegenwerthung des\nLebens, eine rein artistische, eine antichristliche. Wie sie nennen?\nAls Philologe und Mensch der Worte taufte ich sie, nicht ohne einige\nFreiheit – denn wer wüsste den rechten Namen des Antichrist? – auf den\nNamen eines griechischen Gottes: ich hiess sie die dionysische. –",
        "Continue...",
        "\nThis complete text of Die Geburt der Tragödie/ Die Geburt der Tragödie aus dem Geiste (The Birth of Tragedy/ The Birth of Tragedy from the Spirit of Music) from 1872 by Friedrich Wilhelm Nietzsche\nis provided as free e-text and belongs to the public domain.\n\nSee this book in German or English at Amazon.\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on September 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}