{
    "title": "Die Leiden des jungen Werther - Am 12. September (von Johann Wolfgang von Goethe)",
    "author": "Unknown",
    "chapter": "67",
    "content": [
        "\n\n",
        "Sie war einige Tage verreist, Alberten abzuholen. Heute trat ich in\nihre Stube, sie kam mir entgegen, und ich küßte ihre Hand mit tausend\nFreuden.",
        "Ein Kanarienvogel flog von dem Spiegel ihr auf die Schulter.\n—\"Einen neuen Freund,\"sagte sie und lockte ihn auf ihre Hand,\"er ist\nmeinen Kleinen zugedacht. Er tut gar zu lieb! Sehen Sie ihn! Wenn\nich ihm Brot gebe, flattert er mit den Flügeln und pickt so artig.\nEr küßt mich auch, sehen Sie!”",
        "Als sie dem Tierchen den Mund hinhielt, drückte es sich so lieblich\nin die süßen Lippen, als wenn es die Seligkeit hätte fühlen können,\ndie es genoß.",
        "“Er soll Sie auch küssen.\"sagte sie und reichte den Vogel herüber.\n—Das Schnäbelchen machte den Weg von ihrem Munde zu dem meinigen,\nund die pickende Berührung war wie ein Hauch, eine Ahnung liebevollen\nGenusses.",
        "“Sein Kuß”, sagte ich,\"ist nicht ganz ohne Begierde, er sucht\nNahrung und kehrt unbefriedigt von der leeren Liebkosung zurück”.",
        "“Er ißt mir auch aus dem Munde.\"sagte sie.—Sie reichte ihm einige\nBrosamen mit ihren Lippen, aus denen die Freuden unschuldig\nteilnehmender Liebe in aller Wonne lächelten.",
        "Ich kehrte das Gesicht weg. Sie sollte es nicht tun, sollte nicht\nmeine Einbildungskraft mit diesen Bilern himmlischer Unschuld und\nSeligkeit reizen und mein Herz aus dem Schlafe, in den es manchmal\ndie Gleichgültigkeit des Lebens wiegt, nicht wecken!—Und warum\nnicht?—Sie traut mir so! Sie weiß, wie ich sie liebe!",
        "Continue...",
        "\nThis complete text of “Die Leiden des jungen Werther” by Johann Wolfgang von Goethe,\nas well as the paintings by Caspar David Friedrich, are in the public domain.\n\n\n\nAmazon: “Die Leiden des jungen Werther”.\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on April 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}