{
    "title": "Die Geburt der Tragödie - 12. (Von Friedrich Wilhelm Nietzsche)",
    "author": "Unknown",
    "chapter": "20",
    "content": [
        "\n\n",
        "Bevor wir diesen anderen Zuschauer bei Namen nennen, verharren wir\nhier einen Augenblick, um uns jenen früher geschilderten Eindruck\ndes Zwiespältigen und Incommensurabeln im Wesen der aeschyleischen\nTragödie selbst in’s Gedächtniss zurückzurufen. Denken wir an unsere\neigene Befremdung dem Chore und dem tragischen Helden jener Tragödie\ngegenüber, die wir beide mit unseren Gewohnheiten ebensowenig wie mit\nder Ueberlieferung zu reimen wussten – bis wir jene Doppelheit selbst\nals Ursprung und Wesen der griechischen Tragödie wiederfanden, als den\nAusdruck zweier in einander gewobenen Kunsttriebe, des Apollinischen\nund des Dionysischen.",
        "Jenes ursprüngliche und allmächtige dionysische Element aus der\nTragödie auszuscheiden und sie rein und neu auf undionysischer Kunst,\nSitte und Weltbetrachtung aufzubauen – dies ist die jetzt in heller\nBeleuchtung sich uns enthüllende Tendenz des Euripides.",
        "Euripides selbst hat am Abend seines Lebens die Frage nach dem Werth\nund der Bedeutung dieser Tendenz in einem Mythus seinen Zeitgenossen\nauf das Nachdrücklichste vorgelegt. Darf überhaupt das Dionysische\nbestehn? Ist es nicht mit Gewalt aus dem hellenischen Boden\nauszurotten? Gewiss, sagt uns der Dichter, wenn es nur möglich wäre:\naber der Gott Dionysus ist zu mächtig; der verständigste Gegner – wie\nPentheus in den “Bacchen” – wird unvermuthet von ihm bezaubert und\nläuft nachher mit dieser Verzauberung in sein Verhängniss. Das Urtheil\nder beiden Greise Kadmus und Tiresias scheint auch das Urtheil des\ngreisen Dichters zu sein: das Nachdenken der klügsten Einzelnen werfe\njene alten Volkstraditionen, jene sich ewig fortpflanzende Verehrung\ndes Dionysus nicht um, ja es gezieme sich, solchen wunderbaren Kräften\ngegenüber, mindestens eine diplomatisch vorsichtige Theilnahme zu\nzeigen: wobei es aber immer noch möglich sei, dass der Gott an einer\nso lauen Betheiligun; Anstoss nehme und den Diplomaten – wie hier\nden Kadmus – schliesslich in einen Drachen verwandle. Dies sagt uns\nein Dichter, der mit heroischer Kraft ein langes Leben hindurch\ndem Dionysus widerstanden hat – um am Ende desselben mit einer\nGlorification seines Gegners und einem Selbstmorde seine Laufhahn zu\nschliessen, einem Schwindelnden gleich, der, um nur dem entsetzlichen,\nnicht mehr erträglichen Wirbel zu entgehn, sich vom Thurme\nherunterstürzt. Jene Tragödie ist ein Protest gegen die Ausführbarkeit\nseiner Tendenz; ach, und sie war bereits ausgeführt! Das Wunderbare\nwar geschehn: als der Dichter widerrief, hatte bereits seine Tendenz\ngesiegt. Dionysus war bereits von der tragischen Bühne verscheucht und\nzwar durch eine aus Euripides redende dämonische Macht. Auch Euripides\nwar in gewissem Sinne nur Maske: die Gottheit, die aus ihm redete, war\nnicht Dionysus, auch nicht Apollo, sondern ein ganz neugeborner Dämon,\ngenannt Sokrates. Dies ist der neue Gegensatz: das Dionysische und\ndas Sokratische, und das Kunstwerk der griechischen Tragödie ging an\nihm zu Grunde. Mag nun auch Euripides uns durch seinen Widerruf zu\ntrösten suchen, es gelingt ihm nicht: der herrlichste Tempel liegt\nin Trümmern; was nützt uns die Wehklage des Zerstörers und sein\nGeständniss, dass es der schönste aller Tempel gewesen sei? Und selbst\ndass Euripides zur Strafe von den Kunstrichtern aller Zeiten in\neinen Drachen verwandelt worden ist – wen möchte diese erbärmliche\nCompensation befriedigen?",
        "Nähern wir uns jetzt jener sokratischen Tendenz, mit der Euripides die\naeschyleische Tragödie bekämpfte und besiegte.",
        "Welches Ziel – so müssen wir uns jetzt fragen – konnte die\neuripideische Absicht, das Drama allein auf das Undionysische zu\ngründen, in der höchsten Idealität ihrer Durchführung überhaupt haben?\nWelche Form des Drama’s blieb noch übrig, wenn es nicht aus dem\nGeburtsschoosse der Musik, in jenem geheimnissvollen Zwielicht des\nDionysischen geboren werden sollte? Allein das dramatisirte Epos:\nin welchem apollinischen Kunstgebiete nun freilich die tragische\nWirkung unerreichbar ist. Es kommt hierbei nicht auf den Inhalt der\ndargestellten Ereignisse an; ja ich möchte behaupten, dass es Goethe\nin seiner projectirten “Nausikaa” unmöglich gewesen sein würde, den\nSelbstmord jenes idyllischen Wesens – der den fünften Act ausfüllen\nsollte – tragisch ergreifend zu machen; so ungemein ist die Gewalt des\nEpisch-Apollinischen, dass es die schreckensvollsten Dinge mit jener\nLust am Scheine und der Erlösung durch den Schein vor unseren Augen\nverzaubert. Der Dichter des dramatisirten Epos kann eben so wenig wie\nder epische Rhapsode mit seinen Bildern völlig verschmelzen: er ist\nimmer noch ruhig unbewegte, aus weiten Augen blickende Anschauung, die\ndie Bilder vorsich sieht. Der Schauspieler in diesem dramatisirten\nEpos bleibt im tiefsten Grunde immer noch Rhapsode; die Weihe des\ninneren Träumens liegt auf allen seinen Actionen, so dass er niemals\nganz Schauspieler ist.",
        "Wie verhält sich nun diesem Ideal des apollinischen Drama’s gegenüber\ndas euripideische Stück? Wie zu dem feierlichen Rhapsoden der alten\nZeit jener jüngere, der sein Wesen im platonischen “Jon” also\nbeschreibt: “Wenn ich etwas Trauriges sage, füllen sich meine Augen\nmit Thränen; ist aber das, was ich sage, schrecklich und entsetzlich,\ndann stehen die Haare meines Hauptes vor Schauder zu Berge, und\nmein Herz klopft.” Hier merken wir nichts mehr von jenem epischen\nVerlorensein im Scheine, von der affectlosen Kühle des wahren\nSchauspielers, der gerade in seiner höchsten Thätigkeit, ganz Schein\nund Lust am Scheine ist. Euripides ist der Schauspieler mit dem\nklopfenden Herzen, mit den zu Berge stehenden Haaren; als sokratischer\nDenker entwirft er den Plan, als leidenschaftlicher Schauspieler\nführt er ihn aus. Reiner Künstler ist er weder im Entwerfen noch im\nAusführen. So ist das euripideische Drama ein zugleich kühles und\nfeuriges Ding, zum Erstarren und zum Verbrennen gleich befähigt; es\nist ihm unmöglich, die apollinische Wirkung des Epos zu erreichen,\nwährend es andererseits sich von den dionysischen Elementen möglichst\ngelöst hat, und jetzt, um überhaupt zu wirken, neue Erregungsmittel\nbraucht, die nun nicht mehr innerhalb der beiden einzigen Kunsttriebe,\ndes apollinischen und des dionysischen, liegen können. Diese\nErregungsmittel sind kühle paradoxe Gedanken – an Stelle der\napollinischen Anschauungen – und feurige Affecte – an Stelle der\ndionysischen Entzückungen – und zwar höchst realistisch nachgemachte,\nkeineswegs in den Aether der Kunst getauchte Gedanken und Affecte.",
        "Haben wir demnach so viel erkannt, dass es Euripides überhaupt nicht\ngelungen ist, das Drama allein auf das Apollinische zu gründen, dass\nsich vielmehr seine undionysische Tendenz in eine naturalistische\nund unkünstlerische verirrt hat, so werden wir jetzt dem Wesen des\naesthetischen Sokratismus schon näher treten dürfen; dessen oberstes\nGesetz ungefähr so lautet: “alles muss verständig sein, um schön zu\nsein\"; als Parallelsatz zu dem sokratischen “nur der Wissende ist\ntugendhaft.” Mit diesem Kanon in der Hand maass Euripides alles\nEinzelne und rectificirte es gemäss diesem Princip: die Sprache, die\nCharaktere, den dramaturgischen Aufbau, die Chormusik. Was wir im\nVergleich mit der sophokleischen Tragödie so häufig dem Euripides als\ndichterischen Mangel und Rückschritt anzurechnen pflegen, das ist\nzumeist das Product jenes eindringenden kritischen Prozesses, jener\nverwegenen Verständigkeit. Der euripideische Prolog diene uns als\nBeispiel für die Productivität jener rationalistischen Methode. Nichts\nkann unserer Bühnentechnik widerstrebender sein als der Prolog im\nDrama des Euripides. Dass eine einzelne auftretende Person am Eingange\ndes Stückes erzählt, wer sie sei, was der Handlung vorangehe, was bis\njetzt geschehen, ja was im Verlaufe des Stückes geschehen werde, das\nwürde ein moderner Theaterdichter als ein muthwilliges und nicht zu\nverzeihendes Verzichtleisten auf den Effect der Spannung bezeichnen.\nMan weiss ja alles, was geschehen wird; wer wird abwarten wollen,\ndass dies wirklich geschieht? – da ja hier keinesfalls das aufregende\nVerhältniss eines wahrsagenden Traumes zu einer später eintretenden\nWirklichkeit stattfindet. Ganz anders reflectirte Euripides. Die\nWirkung der Tragödie beruhte niemals auf der epischen Spannung, auf\nder anreizenden Ungewissheit, was sich jetzt und nachher ereignen\nwerde: vielmehr auf jenen grossen rhetorisch-lyrischen Scenen, in\ndenen die Leidenschaft und die Dialektik des Haupthelden zu einem\nbreiten und mächtigen Strome anschwoll. Zum Pathos, nicht zur Handlung\nbereitete Alles vor: und was nicht zum Pathos vorbereitete, das galt\nals verwerflich. Das aber, was die genussvolle Hingabe an solche\nScenen am stärksten erschwert, ist ein dem Zuhörer fehlendes Glied,\neine Lücke im Gewebe der Vorgeschichte; so lange der Zuhörer noch\nausrechnen muss, was diese und jene Person bedeute, was dieser und\njener Conflict der Neigungen und Absichten für Voraussetzungen habe,\nist seine volle Versenkung in das Leiden und Thun der Hauptpersonen,\nist das athemlose Mitleiden und Mitfürchten noch nicht möglich. Die\naeschyleisch-sophokleische Tragödie verwandte die geistreichsten\nKunstmittel, um dem Zuschauer in den ersten Scenen gewissermaassen\nzufällig alle jene zum Verständniss nothwendigen Fäden in die Hand zu\ngeben: ein Zug, in dem sich jene edle Künstlerschaft bewährt, die das\nnothwendige Formelle gleichsam maskirt und als Zufälliges erscheinen\nlässt. Immerhin aber glaubte Euripides zu bemerken, dass während\njener ersten Scenen der Zuschauer in eigenthümlicher Unruhe sei,\num das Rechenexempel der Vorgeschichte auszurechnen, so dass die\ndichterischen Schönheiten und das Pathos der Exposition für ihn\nverloren ginge. Deshalb stellte er den Prolog noch vor die Exposition\nund legte ihn einer Person in den Mund, der man Vertrauen schenken\ndurfte: eine Gottheit musste häufig den Verlauf der Tragödie dem\nPublicum gewissermaassen garantieren und jeden Zweifel an der Realität\ndes Mythus nehmen: in ähnlicher Weise, wie Descartes die Realität\nder empirischen Welt nur durch die Appellation an die Wahrhaftigkeit\nGottes und seine Unfähigkeit zur Lüge zu beweisen vermochte. Dieselbe\ngöttliche Wahrhaftigkeit braucht Euripides noch einmal am Schlusse\nseines Drama’s, um die Zukunft seiner Helden dem Publicum sicher\nzu stellen; dies ist die Aufgabe des berüchtigten deux ex\nmachina. Zwischen der epischen Vorschau und Hinausschau liegt die\ndramatischlyrische Gegenwart, das eigentliche “Drama.”",
        "So ist Euripides als Dichter vor allem der Wiederhall seiner bewussten\nErkenntnisse; und gerade dies verleiht ihm eine so denkwürdige\nStellung in der Geschichte der griechischen Kunst.",
        "Ihm muss im Hinblick auf sein kritisch-productives Schaffen oft zu\nMuthe gewesen sein als sollte er den Anfang der Schrift des Anaxagoras\nfür das Drama lebendig machen, deren erste Worte lauten: “im Anfang\nwar alles beisammen; da kam der Verstand und schuf Ordnung.” Und wenn\nAnaxagoras mit seinem “Nous” unter den Philosophen wie der erste\nNüchterne unter lauter Trunkenen erschien, so mag auch Euripides sein\nVerhältniss zu den anderen Dichtern der Tragödie unter einem ähnlichen\nBilde begriffen haben. So lange der einzige Ordner und Walter des\nAlls, der Nous, noch vom künstlerischen Schaffen ausgeschlossen war,\nwar noch alles in einem chaotischen Urbrei beisammen; so musste\nEuripides urtheilen, so musste er die “trunkenen” Dichter als der\nerste “Nüchterne” verurtheilen. Das, was Sophokles von Aeschylus\ngesagt hat, er thue das Rechte, obschon unbewusst, war gewiss nicht im\nSinne des Euripides gesagt: der nur so viel hätte gelten lassen, dass\nAeschylus, weil er unbewusst schaffe, das Unrechte schaffe. Auch\nder göttliche Plato redet vom schöpferischen Vermögen des Dichters,\ninsofern dies nicht die bewusste Einsicht ist, zu allermeist nur\nironisch und stellt es der Begabung des Wahrsagers und Traumdeuters\ngleich; sei doch der Dichter nicht eher fähig zu dichten als bis\ner bewusstlos geworden sei, und kein Verstand mehr in ihm wohne.\nEuripides unternahm es, wie es auch Plato unternommen hat, das\nGegenstück des “unverständigen” Dichters der Welt zu zeigen; sein\naesthetischer Grundsatz “alles muss bewusst sein, um schön zu sein”,\nist, wie ich sagte, der Parallelsatz zu dem sokratischen “alles muss\nbewusst sein, um gut zu sein”. Demgemäss darf uns Euripides als der\nDichter des aesthetischen Sokratismus gelten. Sokrates aber war jener\nzweite Zuschauer, der die ältere Tragödie nicht begriff und deshalb\nnicht achtete; mit ihm im Bunde wagte Euripides, der Herold eines\nneuen Kunstschaffens zu sein. Wenn an diesem die ältere Tragödie zu\nGrunde ging, so ist also der aesthetische Sokratismus das mörderische\nPrincip: insofern aber der Kampf gegen das Dionysische der älteren\nKunst gerichtet war, erkennen wir in Sokrates den Gegner des Dionysus,\nden neuen Orpheus, der sich gegen Dionysus erhebt und, obschon\nbestimmt, von den Mänaden des athenischen Gerichtshofes zerrissen\nzu werden, doch den übermächtigen Gott selbst zur Flucht nöthigt:\nwelcher, wie damals, als er vor dem Edonerkönig Lykurg floh, sich in\ndie Tiefen des Meeres rettete, nämlich in die mystischen Fluthen eines\ndie ganze Welt allmählich überziehenden Geheimcultus.",
        "Continue...",
        "\nThis complete text of Die Geburt der Tragödie/ Die Geburt der Tragödie aus dem Geiste (The Birth of Tragedy/ The Birth of Tragedy from the Spirit of Music) from 1872 by Friedrich Wilhelm Nietzsche\nis provided as free e-text and belongs to the public domain.\n\nSee this book in German or English at Amazon.\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on September 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}