{
    "title": "Die Geburt der Tragödie (Von Friedrich Wilhelm Nietzsche)",
    "author": "Unknown",
    "chapter": "1",
    "content": [
        "\n\n",
        "Was auch diesem fragwürdigen Buche zu Grunde liegen mag: es muss eine\nFrage ersten Ranges und Reizes gewesen sein, noch dazu eine tief\npersönliche Frage, – Zeugniss dafür ist die Zeit, in der es entstand,\ntrotz der es entstand, die aufregende Zeit des deutsch-französischen\nKrieges von 1870/71. Während die Donner der Schlacht von Wörth über\nEuropa weggiengen, sass der Grübler und Räthselfreund, dem die\nVaterschaft dieses Buches zu Theil ward, irgendwo in einem Winkel der\nAlpen, sehr vergrübelt und verräthselt, folglich sehr bekümmert und\nunbekümmert zugleich, und schrieb seine Gedanken über die Griechen\nnieder, – den Kern des wunderlichen und schlecht zugänglichen Buches,\ndem diese späte Vorrede (oder Nachrede) gewidmet sein soll. Einige\nWochen darauf: und er befand sich selbst unter den Mauern von Metz,\nimmer noch nicht losgekommen von den Fragezeichen, die er zur\nvorgeblichen “Heiterkeit” der Griechen und der griechischen Kunst\ngesetzt hatte; bis er endlich in jenem Monat tiefster Spannung, als\nman in Versailles über den Frieden berieth, auch mit sich zum Frieden\nkam und, langsam von einer aus dem Felde heimgebrachten Krankheit\ngenesend, die “Geburt der Tragödie aus dem Geiste der Musik\"\nletztgültig bei sich feststellte. – Aus der Musik? Musik und Tragödie?\nGriechen und Tragödien-Musik? Griechen und das Kunstwerk des\nPessimismus? Die wohlgerathenste, schönste, bestbeneidete, zum Leben\nverführendste Art der bisherigen Menschen, die Griechen – wie?\ngerade sie hatten die Tragödie nöthig? Mehr noch – die Kunst? Wozu –\ngriechische Kunst?",
        "Man erräth, an welche Stelle hiermit das grosse Fragezeichen vom\nWerth des Daseins gesetzt war. Ist Pessimismus nothwendig das Zeichen\ndes Niedergangs, Verfalls, des Missrathenseins, der ermüdeten und\ngeschwächten Instinkte? – wie er es bei den Indern war, wie er es,\nallem Anschein nach, bei uns, den “modernen” Menschen und Europäern\nist? Giebt es einen Pessimismus der Stärke? Eine intellektuelle\nVorneigung für das Harte, Schauerliche, Böse, Problematische des\nDaseins aus Wohlsein, aus überströmender Gesundheit, aus Fülle des\nDaseins? Giebt es vielleicht ein Leiden an der Ueberfülle selbst?\nEine versucherische Tapferkeit des schärfsten Blicks, die nach dem\nFurchtbaren verlangt, als nach dem Feinde, dem würdigen Feinde, an\ndem sie ihre Kraft erproben kann? an dem sie lernen will, was “das\nFürchten” ist? Was bedeutet, gerade bei den Griechen der besten,\nstärksten, tapfersten Zeit, der tragische Mythus? Und das ungeheure\nPhänomen des Dionysischen? Was, aus ihm geboren, die Tragödie? – Und\nwiederum: das, woran die Tragödie starb, der Sokratismus der Moral,\ndie Dialektik, Genügsamkeit und Heiterkeit des theoretischen Menschen\n– wie? könnte nicht gerade dieser Sokratismus ein Zeichen des\nNiedergangs, der Ermüdung, Erkrankung, der anarchisch sich lösenden\nInstinkte sein? Und die “griechische Heiterkeit” des späteren\nGriechenthums nur eine Abendröthe? Der epikurische Wille gegen den\nPessimismus nur eine Vorsicht des Leidenden? Und die Wissenschaft\nselbst, unsere Wissenschaft – ja, was bedeutet überhaupt, als Symptom\ndes Lebens angesehn, alle Wissenschaft? Wozu, schlimmer noch, woher –\nalle Wissenschaft? Wie? Ist Wissenschaftlichkeit vielleicht nur eine\nFurcht und Ausflucht vor dem Pessimismus? Eine feine Nothwehr gegen –\ndie Wahrheit? Und, moralisch geredet, etwas wie Feig- und Falschheit?\nUnmoralisch geredet, eine Schlauheit? Oh Sokrates, Sokrates, war das\nvielleicht dein Geheimniss? Oh geheimnissvoller Ironiker, war dies\nvielleicht deine – Ironie? – –",
        "Continue...",
        "\nThis complete text of Die Geburt der Tragödie/ Die Geburt der Tragödie aus dem Geiste (The Birth of Tragedy/ The Birth of Tragedy from the Spirit of Music) from 1872 by Friedrich Wilhelm Nietzsche\nis provided as free e-text and belongs to the public domain.\n\nSee this book in German or English at Amazon.\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on September 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}