{
    "title": "Die Geburt der Tragödie - Von Friedrich Wilhelm Nietzsche [Authorama]",
    "author": "Unknown",
    "chapter": "tragoedie",
    "content": [
        "Presented by\nAuthorama\nPublic Domain Books",
        "Was auch diesem fragwürdigen Buche zu Grunde liegen mag: es muss eine\nFrage ersten Ranges und Reizes gewesen sein, noch dazu eine tief\npersönliche Frage, – Zeugniss dafür ist die Zeit, in der es entstand,\ntrotz der es entstand, die aufregende Zeit des deutsch-französischen\nKrieges von 1870/71. Während die Donner der Schlacht von Wörth über\nEuropa weggiengen, sass der Grübler und Räthselfreund, dem die\nVaterschaft dieses Buches zu Theil ward, irgendwo in einem Winkel der\nAlpen, sehr vergrübelt und verräthselt, folglich sehr bekümmert und\nunbekümmert zugleich, und schrieb seine Gedanken über die Griechen\nnieder, – den Kern des wunderlichen und schlecht zugänglichen Buches,\ndem diese späte Vorrede (oder Nachrede) gewidmet sein soll. Einige\nWochen darauf: und er befand sich selbst unter den Mauern von Metz,\nimmer noch nicht losgekommen von den Fragezeichen, die er zur\nvorgeblichen “Heiterkeit” der Griechen und der griechischen Kunst\ngesetzt hatte; bis er endlich in jenem Monat tiefster Spannung, als\nman in Versailles über den Frieden berieth, auch mit sich zum Frieden\nkam und, langsam von einer aus dem Felde heimgebrachten Krankheit\ngenesend, die “Geburt der Tragödie aus dem Geiste der Musik\"\nletztgültig bei sich feststellte. – Aus der Musik? Musik und Tragödie?\nGriechen und Tragödien-Musik? Griechen und das Kunstwerk des\nPessimismus? Die wohlgerathenste, schönste, bestbeneidete, zum Leben\nverführendste Art der bisherigen Menschen, die Griechen – wie?\ngerade sie hatten die Tragödie nöthig? Mehr noch – die Kunst? Wozu –\ngriechische Kunst?",
        "Man erräth, an welche Stelle hiermit das grosse Fragezeichen vom\nWerth des Daseins gesetzt war. Ist Pessimismus nothwendig das Zeichen\ndes Niedergangs, Verfalls, des Missrathenseins, der ermüdeten und\ngeschwächten Instinkte? – wie er es bei den Indern war, wie er es,\nallem Anschein nach, bei uns, den “modernen” Menschen und Europäern\nist? Giebt es einen Pessimismus der Stärke? Eine intellektuelle\nVorneigung für das Harte, Schauerliche, Böse, Problematische des\nDaseins aus Wohlsein, aus überströmender Gesundheit, aus Fülle des\nDaseins? Giebt es vielleicht ein Leiden an der Ueberfülle selbst?\nEine versucherische Tapferkeit des schärfsten Blicks, die nach dem\nFurchtbaren verlangt, als nach dem Feinde, dem würdigen Feinde, an\ndem sie ihre Kraft erproben kann? an dem sie lernen will, was “das\nFürchten” ist? Was bedeutet, gerade bei den Griechen der besten,\nstärksten, tapfersten Zeit, der tragische Mythus? Und das ungeheure\nPhänomen des Dionysischen? Was, aus ihm geboren, die Tragödie? – Und\nwiederum: das, woran die Tragödie starb, der Sokratismus der Moral,\ndie Dialektik, Genügsamkeit und Heiterkeit des theoretischen Menschen\n– wie? könnte nicht gerade dieser Sokratismus ein Zeichen des\nNiedergangs, der Ermüdung, Erkrankung, der anarchisch sich lösenden\nInstinkte sein? Und die “griechische Heiterkeit” des späteren\nGriechenthums nur eine Abendröthe? Der epikurische Wille gegen den\nPessimismus nur eine Vorsicht des Leidenden? Und die Wissenschaft\nselbst, unsere Wissenschaft – ja, was bedeutet überhaupt, als Symptom\ndes Lebens angesehn, alle Wissenschaft? Wozu, schlimmer noch, woher –\nalle Wissenschaft? Wie? Ist Wissenschaftlichkeit vielleicht nur eine\nFurcht und Ausflucht vor dem Pessimismus? Eine feine Nothwehr gegen –\ndie Wahrheit? Und, moralisch geredet, etwas wie Feig- und Falschheit?\nUnmoralisch geredet, eine Schlauheit? Oh Sokrates, Sokrates, war das\nvielleicht dein Geheimniss? Oh geheimnissvoller Ironiker, war dies\nvielleicht deine – Ironie? – –",
        "Was ich damals zu fassen bekam, etwas Furchtbares und Gefährliches,\nein Problem mit Hörnern, nicht nothwendig gerade ein Stier, jedenfalls\nein neues Problem: heute würde ich sagen, dass es das Problem\nder Wissenschaft selbst war – Wissenschaft zum ersten Male als\nproblematisch, als fragwürdig gefasst. Aber das Buch, in dem mein\njugendlicher Muth und Argwohn sich damals ausliess – was für ein\nunmögliches Buch musste aus einer so jugendwidrigen Aufgabe erwachsen!\nAufgebaut aus lauter vorzeitigen übergrünen Selbsterlebnissen, welche\nalle hart an der Schwelle des Mittheilbaren lagen, hingestellt auf den\nBoden der Kunst – denn das Problem der Wissenschaft kann nicht auf\ndem Boden der Wissenschaft erkannt werden – ein Buch vielleicht\nfür Künstler mit dem Nebenhange analytischer und retrospektiver\nFähigkeiten (das heisst für eine Ausnahme- Art von Künstlern, nach\ndenen man suchen muss und nicht einmal suchen möchte...), voller\npsychologischer Neuerungen und Artisten-Heimlichkeiten, mit einer\nArtisten-Metaphysik im Hintergrunde, ein Jugendwerk voller Jugendmuth\nund Jugend-Schwermuth, unabhängig, trotzig-selbstständig auch noch, wo\nes sich einer Autorität und eignen Verehrung zu beugen scheint, kurz\nein Erstlingswerk auch in jedem schlimmen Sinne des Wortes, trotz\nseines greisenhaften Problems, mit jedem Fehler der Jugend behaftet,\nvor allem mit ihrem “Viel zu lang”, ihrem “Sturm und Drang”:\nandererseits, in Hinsicht auf den Erfolg, den es hatte (in Sonderheit\nbei dem grossen Künstler, an den es sich wie zu einem Zwiegespräch\nwendete, bei Richard Wagner) ein bewiesenes Buch, ich meine ein\nsolches, das jedenfalls “den Besten seiner Zeit” genug gethan hat.\nDarauf hin sollte es schon mit einiger Rücksicht und Schweigsamkeit\nbehandelt werden; trotzdem will ich nicht gänzlich unterdrücken, wie\nunangenehm es mir jetzt erscheint, wie fremd es jetzt nach sechzehn\nJahren vor mir steht, – vor einem älteren, hundert Mal verwöhnteren,\naber keineswegs kälter gewordenen Auge, das auch jener Aufgabe selbst\nnicht fremder wurde, an welche sich jenes verwegene Buch zum ersten\nMale herangewagt hat, – die Wissenschaft unter der Optik des Künstlers\nzu sehn, die Kunst aber unter der des Lebens....",
        "Nochmals gesagt, heute ist es mir ein unmögliches Buch, – ich heisse\nes schlecht geschrieben, schwerfällig, peinlich, bilderwüthig und\nbilderwirrig, gefühlsam, hier und da verzuckert bis zum Femininischen,\nungleich im Tempo, ohne Willen zur logischen Sauberkeit, sehr\nüberzeugt und deshalb des Beweisens sich überhebend, misstrauisch\nselbst gegen die Schicklichkeit des Beweisens, als Buch für\nEingeweihte, als “Musik” für Solche, die auf Musik getauft, die auf\ngemeinsame und seltene Kunst-Erfahrungen hin von Anfang der Dinge an\nverbunden sind, als Erkennungszeichen für Blutsverwandte in artibus, –\nein hochmüthiges und schwärmerisches Buch, das sich gegen das profanum\nvulgus der “Gebildeten” von vornherein noch mehr als gegen das “Volk\"\nabschliesst, welches aber, wie seine Wirkung bewies und beweist, sich\ngut genug auch darauf verstehen muss, sich seine Mitschwärmer zu\nsuchen und sie auf neue Schleichwege und Tanzplätze zu locken. Hier\nredete jedenfalls – das gestand man sich mit Neugierde ebenso als mit\nAbneigung ein – eine fremde Stimme, der Jünger eines noch “unbekannten\nGottes”, der sich einstweilen unter die Kapuze des Gelehrten, unter\ndie Schwere und dialektische Unlustigkeit des Deutschen, selbst unter\ndie schlechten Manieren des Wagnerianers versteckt hat; hier war ein\nGeist mit fremden, noch namenlosen Bedürfnissen, ein Gedächtniss\nstrotzend von Fragen, Erfahrungen, Verborgenheiten, welchen der Name\nDionysos wie ein Fragezeichen mehr beigeschrieben war; hier sprach –\nso sagte man sich mit Argwohn – etwas wie eine mystische und beinahe\nmänadische Seele, die mit Mühsal und willkürlich, fast unschlüssig\ndarüber, ob sie sich mittheilen oder verbergen wolle, gleichsam in\neiner fremden Zunge stammelt. Sie hätte singen sollen, diese “neue\nSeele” – und nicht reden! Wie schade, dass ich, was ich damals zu\nsagen hatte, es nicht als Dichter zu sagen wagte: ich hätte es\nvielleicht gekonnt! Oder mindestens als Philologe: – bleibt doch auch\nheute noch für den Philologen auf diesem Gebiete beinahe Alles zu\nentdecken und auszugraben! Vor allem das Problem, dass hier ein\nProblem vorliegt, – und dass die Griechen, so lange wir keine Antwort\nauf die Frage “was ist dionysisch?” haben, nach wie vor gänzlich\nunerkannt und unvorstellbar sind...",
        "Ja, was ist dionysisch? – In diesem Buche steht eine Antwort darauf,\n– ein “Wissender” redet da, der Eingeweihte und Jünger seines Gottes.\nVielleicht würde ich jetzt vorsichtiger und weniger beredt von einer\nso schweren psychologischen Frage reden, wie sie der Ursprung der\nTragödie bei den Griechen ist. Eine Grundfrage ist das Verhältniss\ndes Griechen zum Schmerz, sein Grad von Sensibilität, – blieb dies\nVerhältniss sich gleich? oder drehte es sich um? – jene Frage, ob\nwirklich sein immer stärkeres Verlangen nach Schönheit, nach Festen,\nLustbarkeiten, neuen Culten, aus Mangel, aus Entbehrung, aus\nMelancholie, aus Schmerz erwachsen ist? Gesetzt nämlich, gerade dies\nwäre wahr – und Perikles (oder Thukydides) giebt es uns in der grossen\nLeichenrede zu verstehen -: woher müsste dann das entgegengesetzte\nVerlangen, das der Zeit nach früher hervortrat, stammen, das Verlangen\nnach dem Hässlichen, der gute strenge Wille des älteren Hellenen zum\nPessimismus, zum tragischen Mythus, zum Bilde alles Furchtbaren,\nBösen, Räthselhaften, Vernichtenden, Verhängnissvollen auf dem Grunde\ndes Daseins, – woher müsste dann die Tragödie stammen? Vielleicht\naus der Lust, aus der Kraft, aus überströmender Gesundheit, aus\nübergrosser Fülle? Und welche Bedeutung hat dann, physiologisch\ngefragt, jener Wahnsinn, aus dem die tragische wie die komische Kunst\nerwuchs, der dionysische Wahnsinn? Wie? Ist Wahnsinn vielleicht nicht\nnothwendig das Symptom der Entartung, des Niedergangs, der überspäten\nCultur? Giebt es vielleicht – eine Frage für Irrenärzte – Neurosen der\nGesundheit? der Volks-Jugend und -Jugendlichkeit? Worauf weist jene\nSynthesis von Gott und Bock im Satyr? Aus welchem Selbsterlebniss, auf\nwelchen Drang hin musste sich der Grieche den dionysischen Schwärmer\nund Urmenschen als Satyr denken? Und was den Ursprung des tragischen\nChors betrifft: gab es in jenen Jahrhunderten, wo der griechische\nLeib blühte, die griechische Seele von Leben überschäumte, vielleicht\nendemische Entzückungen? Visionen und Hallucinationen, welche sich\nganzen Gemeinden, ganzen Cultversammlungen mittheilten? Wie? wenn die\nGriechen, gerade im Reichthum ihrer Jugend, den Willen zum Tragischen\nhatten und Pessimisten waren? wenn es gerade der Wahnsinn war, um ein\nWort Plato’s zu gebrauchen, der die grössten Segnungen über Hellas\ngebracht hat? Und wenn, andererseits und umgekehrt, die Griechen\ngerade in den Zeiten ihrer Auflösung und Schwäche, immer\noptimistischer, oberflächlicher, schauspielerischer, auch nach Logik\nund Logisirung der Welt brünstiger, also zugleich “heiterer” und\n\"wissenschaftlicher” wurden? Wie? könnte vielleicht, allen “modernen\nIdeen” und Vorurtheilen des demokratischen Geschmacks zum Trotz, der\nSieg des Optimismus, die vorherrschend gewordene Vernünftigkeit, der\npraktische und theoretische Utilitarismus, gleich der Demokratie\nselbst, mit der er gleichzeitig ist, – ein Symptom der absinkenden\nKraft, des nahenden Alters, der physiologischen Ermüdung sein? Und\ngerade nicht – der Pessimismus? War Epikur ein Optimist – gerade als\nLeidender? – - Man sieht, es ist ein ganzes Bündel schwerer Fragen,\nmit dem sich dieses Buch belastet hat, – fügen wir seine schwerste\nFrage noch hinzu! Was bedeutet, unter der Optik des Lebens gesehn, –\ndie Moral? . . .",
        "Bereits im Vorwort an Richard Wagner wird die Kunst – und nicht die\nMoral – als die eigentlich metaphysische Thätigkeit des Menschen\nhingestellt; im Buche selbst kehrt der anzügliche Satz mehrfach\nwieder, dass nur als ästhetisches Phänomen das Dasein der Welt\ngerechtfertigt ist. In der That, das ganze Buch kennt nur einen\nKünstler-Sinn und – Hintersinn hinter allem Geschehen, – einen “Gott”,\nwenn man will, aber gewiss nur einen gänzlich unbedenklichen und\nunmoralischen Künstler-Gott, der im Bauen wie im Zerstören, im Guten\nwie im Schlimmen, seiner gleichen Lust und Selbstherrlichkeit inne\nwerden will, der sich, Welten schaffend, von der Noth der Fülle und\nUeberfülle, vom Leiden der in ihm gedrängten Gegensätze löst. Die\nWelt, in jedem Augenblicke die erreichte Erlösung Gottes, als die\newig wechselnde, ewig neue Vision des Leidendsten, Gegensätzlichsten,\nWiderspruchreichsten, der nur im Scheine sich zu erlösen weiss: diese\nganze Artisten-Metaphysik mag man willkürlich, müssig, phantastisch\nnennen -, das Wesentliche daran ist, dass sie bereits einen Geist\nverräth, der sich einmal auf jede Gefahr hin gegen die moralische\nAusdeutung und Bedeutsamkeit des Daseins zur Wehre setzen wird. Hier\nkündigt sich, vielleicht zum ersten Male, ein Pessimismus “jenseits\nvon Gut und Böse” an, hier kommt jene “Perversität der Gesinnung” zu\nWort und Formel, gegen welche Schopenhauer nicht müde geworden ist,\nim Voraus seine zornigsten Flüche und Donnerkeile zu schleudern,\n– eine Philosophie, welche es wagt, die Moral selbst in die Welt\nder Erscheinung zu setzen, herabzusetzen und nicht nur unter die\n\"Erscheinungen” (im Sinne des idealistischen terminus technicus),\nsondern unter die “Täuschungen”, als Schein, Wahn, Irrthum,\nAusdeutung, Zurechtmachung, Kunst. Vielleicht lässt sich die Tiefe\ndieses widermoralischen Hanges am besten aus dem behutsamen und\nfeindseligen Schweigen ermessen, mit dem in dem ganzen Buche\ndas Christenthum behandelt ist, – das Christenthum als die\nausschweifendste Durchfigurirung des moralischen Thema’s, welche die\nMenschheit bisher anzuhören bekommen hat. In Wahrheit, es giebt zu\nder rein ästhetischen Weltauslegung und Welt-Rechtfertigung, wie sie\nin diesem Buche gelehrt wird, keinen grösseren Gegensatz als die\nchristliche Lehre, welche nur moralisch ist und sein will und mit\nihren absoluten Maassen, zum Beispiel schon mit ihrer Wahrhaftigkeit\nGottes, die Kunst, jede Kunst in’s Reich der Lüge verweist, – das\nheisst verneint, verdammt, verurtheilt. Hinter einer derartigen Denk-\nund Werthungsweise, welche kunstfeindlich sein muss, so lange sie\nirgendwie ächt ist, empfand ich von jeher auch das Lebensfeindliche,\nden ingrimmigen rachsüchtigen Widerwillen gegen das Leben selbst: denn\nalles Leben ruht auf Schein, Kunst, Täuschung, Optik, Nothwendigkeit\ndes Perspektivischen und des Irrthums. Christenthum war von Anfang an,\nwesentlich und gründlich, Ekel und Ueberdruss des Lebens am Leben,\nwelcher sich unter dem Glauben an ein “anderes” oder “besseres” Leben\nnur verkleidete, nur versteckte, nur aufputzte. Der Hass auf die\n\"Welt”, der Fluch auf die Affekte, die Furcht vor der Schönheit und\nSinnlichkeit, ein Jenseits, erfunden, um das Diesseits besser zu\nverleumden, im Grunde ein Verlangen in’s Nichts, an’s Ende, in’s\nAusruhen, hin zum “Sabbat der Sabbate” – dies Alles dünkte mich,\nebenso wie der unbedingte Wille des Christenthums, nur moralische\nWerthe gelten zu lassen, immer wie die gefährlichste und unheimlichste\nForm aller möglichen Formen eines “Willens zum Untergang”, zum\nMindesten ein Zeichen tiefster Erkrankung, Müdigkeit, Missmuthigkeit,\nErschöpfung, Verarmung an Leben, – denn vor der Moral (in Sonderheit\nchristlichen, das heisst unbedingten Moral) muss das Leben beständig\nund unvermeidlich Unrecht bekommen, weil Leben etwas essentiell\nUnmoralisches ist, – muss endlich das Leben, erdrückt unter dem\nGewichte der Verachtung und des ewigen Nein’s, als begehrens-unwürdig,\nals unwerth an sich empfunden werden. Moral selbst – wie? sollte Moral\nnicht ein “Wille zur Verneinung des Lebens”, ein heimlicher Instinkt\nder Vernichtung, ein Verfalls-, Verkleinerungs-, Verleumdungsprincip,\nein Anfang vom Ende sein? Und, folglich, die Gefahr der Gefahren?...\nGegen die Moral also kehrte sich damals, mit diesem fragwürdigen\nBuche, mein Instinkt, als ein fürsprechender Instinkt des Lebens,\nund erfand sich eine grundsätzliche Gegenlehre und Gegenwerthung des\nLebens, eine rein artistische, eine antichristliche. Wie sie nennen?\nAls Philologe und Mensch der Worte taufte ich sie, nicht ohne einige\nFreiheit – denn wer wüsste den rechten Namen des Antichrist? – auf den\nNamen eines griechischen Gottes: ich hiess sie die dionysische. –",
        "Man versteht, an welche Aufgabe ich bereits mit diesem Buche zu rühren\nwagte?... Wie sehr bedauere ich es jetzt, dass ich damals noch nicht\nden Muth (oder die Unbescheidenheit?) hatte, um mir in jedem Betrachte\nfür so eigne Anschauungen und Wagnisse auch eine eigne Sprache zu\nerlauben, – dass ich mühselig mit Schopenhauerischen und Kantischen\nFormeln fremde und neue Werthschätzungen auszudrücken suchte, welche\ndem Geiste Kantens und Schopenhauers, ebenso wie ihrem Geschmacke,\nvon Grund aus entgegen giengen! Wie dachte doch Schopenhauer über\ndie Tragödie? “Was allem Tragischen den eigenthümlichen Schwung zur\nErhebung giebt – sagt er, Welt als Wille und Vorstellung II, 495 – ist\ndas Aufgehen der Erkenntniss, dass die Welt, das Leben kein rechtes\nGenügen geben könne, mithin unsrer Anhänglichkeit nicht werth sei:\ndarin besteht der tragische Geist -, er leitet demnach zur Resignation\nhin”. Oh wie anders redete Dionysos zu mir! Oh wie ferne war mir\ndamals gerade dieser ganze Resignationismus! – Aber es giebt etwas\nviel Schlimmeres an dem Buche, das ich jetzt noch mehr bedauere, als\nmit Schopenhauerischen Formeln dionysische Ahnungen verdunkelt und\nverdorben zu haben: dass ich mir nämlich überhaupt das grandiose\ngriechische Problem, wie mir es aufgegangen war, durch Einmischung der\nmodernsten Dinge verdarb! Dass ich Hoffnungen anknüpfte, wo Nichts zu\nhoffen war, wo Alles allzudeutlich auf ein Ende hinwies! Dass ich, auf\nGrund der deutschen letzten Musik, vom “deutschen Wesen” zu fabeln\nbegann, wie als ob es eben im Begriff sei, sich selbst zu entdecken\nund wiederzufinden – und das zu einer Zeit, wo der deutsche Geist, der\nnicht vor Langem noch den Willen zur Herrschaft über Europa, die Kraft\nzur Führung Europa’s gehabt hatte, eben letztwillig und endgültig\nabdankte und, unter dem pomphaften Vorwande einer Reichs- Begründung,\nseinen Uebergang zur Vermittelmässigung, zur Demokratie und den\n\"modernen Ideen” machte! In der That, inzwischen lernte ich\nhoffnungslos und schonungslos genug von diesem “deutschen Wesen\"\ndenken, insgleichen von der jetzigen deutschen Musik, als welche\nRomantik durch und durch ist und die ungriechischeste aller möglichen\nKunstformen: überdies aber eine Nervenverderberin ersten Ranges,\ndoppelt gefährlich, bei einem Volke, das den Trunk liebt und die\nUnklarheit als Tugend ehrt, nämlich in ihrer doppelten Eigenschaft als\nberauschendes und zugleich benebelndes Narkotikum. – Abseits freilich\nvon allen übereilten Hoffnungen und fehlerhaften Nutzanwendungen auf\nGegenwärtigstes, mit denen ich mir damals mein erstes Buch verdarb,\nbleibt das grosse dionysische Fragezeichen, wie es darin gesetzt ist,\nauch in Betreff der Musik, fort und fort bestehen: wie müsste eine\nMusik beschaffen sein, welche nicht mehr romantischen Ursprungs wäre,\ngleich der deutschen, – sondern dionysischen? . . .",
        "– Aber, mein Herr, was in aller Welt ist Romantik, wenn nicht Ihr\nBuch Romantik ist? Lässt sich der tiefe Hass gegen “Jetztzeit”,\n\"Wirklichkeit” und “moderne Ideen” weiter treiben, als es in Ihrer\nArtisten-Metaphysik geschehen ist? – welche lieber noch an das Nichts,\nlieber noch an den Teufel, als an das “Jetzt” glaubt? Brummt nicht\nein Grundbass von Zorn und Vernichtungslust unter aller Ihrer\ncontrapunktischen Stimmen-Kunst und Ohren-Verführerei hinweg, eine\nwüthende Entschlossenheit gegen Alles, was “jetzt” ist, ein Wille,\nwelcher nicht gar zu ferne vom praktischen Nihilismus ist und zu sagen\nscheint “lieber mag Nichts wahr sein, als dass ihr Recht hättet,\nals dass eure Wahrheit Recht behielte!” Hören Sie selbst, mein Herr\nPessimist und Kunstvergöttlicher, mit aufgeschlossnerem Ohre eine\neinzige ausgewählte Stelle Ihres Buches an, jene nicht unberedte\nDrachentödter-Stelle, welche für junge Ohren und Herzen verfänglich\nrattenfängerisch klingen mag: wie? ist das nicht das ächte rechte\nRomantiker-Bekenntniss von 1830, unter der Maske des Pessimismus von\n1850 hinter dem auch schon das übliche Romantiker-Finale präludirt,\n– Bruch, Zusammenbruch, Rückkehr und Niedersturz vor einem alten\nGlauben, vor dem alten Gotte . . . Wie? ist Ihr Pessimisten-Buch nicht\nselbst ein Stück Antigriechenthum und Romantik, selbst etwas “ebenso\nBerauschendes als Benebelndes”, ein Narkotikum jedenfalls, ein Stück\nMusik sogar, deutscher Musik? Aber man höre:",
        "“Denken wir uns eine heranwachsende Generation mit dieser\nUnerschrockenheit des Blicks, mit diesem heroischen Zug in’s\nUngeheure, denken wir uns den kühnen Schritt dieser Drachentödter, die\nstolze Verwegenheit, mit der sie allen den Schwächlichkeitsdoktrinen\ndes Optimismus den Rücken kehren, um im Ganzen und Vollen, resolut zu\nleben: sollte es nicht nöthig sein, dass der tragische Mensch dieser\nCultur, bei seiner Selbsterziehung zum Ernst und zum Schrecken, eine\nneue Kunst, die Kunst des metaphysischen Trostes, die Tragödie als die\nihm zugehörige Helena begehren und mit Faust ausrufen muss:",
        "“Sollte es nicht nöthig sein?” . . . Nein, drei Mal nein! ihr\njungen Romantiker: es sollte nicht nöthig sein! Aber es ist sehr\nwahrscheinlich, dass es so endet, dass ihr so endet, nämlich\n\"getröstet”, wie geschrieben steht, trotz aller Selbsterziehung\nzum Ernst und zum Schrecken, “metaphysisch getröstet”, kurz, wie\nRomantiker enden, christlich Nein! Ihr solltet vorerst die Kunst\ndes diesseitigen Trostes lernen, – ihr solltet lachen lernen, meine\njungen Freunde, wenn anders ihr durchaus Pessimisten bleiben wollt;\nvielleicht dass ihr darauf hin, als Lachende, irgendwann einmal alle\nmetaphysische Trösterei zum Teufel schickt – und die Metaphysik voran!\nOder, um es in der Sprache jenes dionysischen Unholds zu sagen, der\nZarathustra heisst:",
        "“Erhebt eure Herzen, meine Brüder, hoch, höher! Und vergesst mir auch\ndie Beine nicht! Erhebt auch eure Beine, ihr guten Tänzer, und besser\nnoch: ihr steht auch auf dem Kopf!”",
        "“Diese Krone des Lachenden, diese Rosenkranz-Krone: ich selber setzte\nmir diese Krone auf, ich selber sprach heilig mein Gelächter. Keinen\nAnderen fand ich heute stark genug dazu.”",
        "“Zarathustra der Tänzer, Zarathustra der Leichte, der mit den Flügeln\nwinkt, ein Flugbereiter, allen Vögeln zuwinkend, bereit und fertig,\nein Selig-Leichtfertiger:” –",
        "“Zarathustra der Wahrsager, Zarathustra der Wahrlacher, kein\nUngeduldiger, kein Unbedingter, Einer, der Sprünge und Seitensprünge\nliebt: ich selber setzte mir diese Krone auf!”",
        "“Diese Krone des Lachenden, diese Rosenkranz-Krone: euch, meinen\nBrüdern, werfe ich diese Krone zu! Das Lachen sprach ich heilig: ihr\nhöheren Menschen, lernt mir – lachen!”",
        "Um mir alle die möglichen Bedenklichkeiten, Aufregungen und\nMissverständnisse ferne zu halten, zu denen die in dieser Schrift\nvereinigten Gedanken bei dem eigenthümlichen Character unserer\naesthetischen Oeffentlichkeit Anlass geben werden, und um auch die\nEinleitungsworte zu derselben mit der gleichen beschaulichen Wonne\nschreiben zu können, deren Zeichen sie selbst, als das Petrefact guter\nund erhebender Stunden, auf jedem Blatte trägt, vergegenwärtige ich\nmir den Augenblick, in dem Sie, mein hochverehrter Freund, diese\nSchrift empfangen werden: wie Sie, vielleicht nach einer abendlichen\nWanderung im Winterschnee, den entfesselten Prometheus auf dem\nTitelblatte betrachten, meinen Namen lesen und sofort überzeugt sind,\ndass, mag in dieser Schrift stehen, was da wolle, der Verfasser etwas\nErnstes und Eindringliches zu sagen hat, ebenfalls dass er, bei allem,\nwas er sich erdachte, mit Ihnen wie mit einem Gegenwärtigen verkehrte\nund nur etwas dieser Gegenwart Entsprechendes niederschreiben durfte.\nSie werden dabei sich erinnern, dass ich zu gleicher Zeit, als Ihre\nherrliche Festschrift über Beethoven entstand, das heisst in den\nSchrecken und Erhabenheiten des eben ausgebrochnen Krieges mich zu\ndiesen Gedanken sammelte. Doch würden diejenigen irren, welche etwa\nbei dieser Sammlung an den Gegensatz von patriotischer Erregung und\naesthetischer Schwelgerei, von tapferem Ernst und heiterem Spiel\ndenken sollten: denen möchte vielmehr, bei einem wirklichen Lesen\ndieser Schrift, zu ihrem Erstaunen deutlich werden, mit welchem\nernsthaft deutschen Problem wir zu thun haben, das von uns recht\neigentlich in die Mitte deutscher Hoffnungen, als Wirbel und\nWendepunkt hingestellt wird. Vielleicht aber wird es für eben\ndieselben überhaupt anstössig sein, ein aesthetisches Problem so ernst\ngenommen zu sehn, falls sie nämlich in der Kunst nicht mehr als ein\nlustiges Nebenbei, als ein auch wohl zu missendes Schellengeklingel\nzum “Ernst des Daseins” zu erkennen im Stande sind: als ob Niemand\nwüsste, was es bei dieser Gegenüberstellung mit einem solchen “Ernste\ndes Daseins” auf sich habe. Diesen Ernsthaften diene zur Belehrung,\ndass ich von der Kunst als der höchsten Aufgabe und der eigentlich\nmetaphysischen Thätigkeit dieses Lebens im Sinne des Mannes überzeugt\nbin, dem ich hier, als meinem erhabenen Vorkämpfer auf dieser Bahn,\ndiese Schrift gewidmet haben will.",
        "Basel, Ende des Jahres 187l.",
        "Wir werden viel für die aesthetische Wissenschaft gewonnen haben,\nwenn wir nicht nur zur logischen Einsicht, sondern zur unmittelbaren\nSicherheit der Anschauung gekommen sind, dass die Fortentwickelung\nder Kunst an die Duplicität des Apollinischen und des Dionysischen\ngebunden ist: in ähnlicher Weise, wie die Generation von der Zweiheit\nder Geschlechter, bei fortwährendem Kampfe und nur periodisch\neintretender Versöhnung, abhängt. Diese Namen entlehnen wir von den\nGriechen, welche die tiefsinnigen Geheimlehren ihrer Kunstanschauung\nzwar nicht in Begriffen, aber in den eindringlich deutlichen Gestalten\nihrer Götterwelt dem Einsichtigen vernehmbar machen. An ihre beiden\nKunstgottheiten, Apollo und Dionysus, knüpft sich unsere Erkenntniss,\ndass in der griechischen Welt ein ungeheurer Gegensatz, nach Ursprung\nund Zielen, zwischen der Kunst des Bildners, der apollinischen, und\nder unbildlichen Kunst der Musik, als der des Dionysus, besteht: beide\nso verschiedne Triebe gehen neben einander her, zumeist im offnen\nZwiespalt mit einander und sich gegenseitig zu immer neuen kräftigeren\nGeburten reizend, um in ihnen den Kampf jenes Gegensatzes zu\nperpetuiren, den das gemeinsame Wort “Kunst” nur scheinbar überbrückt;\nbis sie endlich, durch einen metaphysischen Wunderakt des hellenischen\n\"Willens”, mit einander gepaart erscheinen und in dieser Paarung\nzuletzt das ebenso dionysische als apollinische Kunstwerk der\nattischen Tragödie erzeugen.",
        "Um uns jene beiden Triebe näher zu bringen, denken wir sie uns\nzunächst als die getrennten Kunstwelten des Traumes und des Rausches;\nzwischen welchen physiologischen Erscheinungen ein entsprechender\nGegensatz, wie zwischen dem Apollinischen und dem Dionysischen zu\nbemerken ist. Im Traume traten zuerst, nach der Vorstellung des\nLucretius, die herrlichen Göttergestalten vor die Seelen der Menschen,\nim Traume sah der grosse Bildner den entzückenden Gliederbau\nübermenschlicher Wesen, und der hellenische Dichter, um die\nGeheimnisse der poetischen Zeugung befragt, würde ebenfalls an den\nTraum erinnert und eine ähnliche Belehrung gegeben haben, wie sie Hans\nSachs in den Meistersingern giebt:",
        "Der schöne Schein der Traumwelten, in deren Erzeugung jeder Mensch\nvoller Künstler ist, ist die Voraussetzung aller bildenden Kunst, ja\nauch, wie wir sehen werden, einer wichtigen Hälfte der Poesie. Wir\ngeniessen im unmittelbaren Verständnisse der Gestalt, alle Formen\nsprechen zu uns, es giebt nichts Gleichgültiges und Unnöthiges. Bei\ndem höchsten Leben dieser Traumwirklichkeit haben wir doch noch die\ndurchschimmernde Empfindung ihres Scheins: wenigstens ist dies meine\nErfahrung, für deren Häufigkeit, ja Normalität, ich manches Zeugniss\nund die Aussprüche der Dichter beizubringen hätte. Der philosophische\nMensch hat sogar das Vorgefühl, dass auch unter dieser Wirklichkeit,\nin der wir leben und sind, eine zweite ganz andre verborgen liege,\ndass also auch sie ein Schein sei; und Schopenhauer bezeichnet\ngeradezu die Gabe, dass Einem zu Zeiten die Menschen und alle Dinge\nals blosse Phantome oder Traumbilder vorkommen, als das Kennzeichen\nphilosophischer Befähigung. Wie nun der Philosoph zur Wirklichkeit\ndes Daseins, so verhält sich der künstlerisch erregbare Mensch zur\nWirklichkeit des Traumes; er sieht genau und gern zu: denn aus diesen\nBildern deutet er sich das Leben, an diesen Vorgängen übt er sich für\ndas Leben. Nicht etwa nur die angenehmen und freundlichen Bilder sind\nes, die er mit jener Allverständigkeit an sich erfährt: auch das\nErnste, Trübe, Traurige, Finstere, die plötzlichen Hemmungen, die\nNeckereien des Zufalls, die bänglichen Erwartungen, kurz die ganze\n\"göttliche Komödie” des Lebens, mit dem Inferno, zieht an ihm vorbei,\nnicht nur wie ein Schattenspiel – denn er lebt und leidet mit in\ndiesen Scenen – und doch auch nicht ohne jene flüchtige Empfindung\ndes Scheins; und vielleicht erinnert sich Mancher, gleich mir, in den\nGefährlichkeiten und Schrecken des Traumes sich mitunter ermuthigend\nund mit Erfolg zugerufen zu haben: “Es ist ein Traum! Ich will ihn\nweiter träumen!” Wie man mir auch von Personen erzählt hat, die\ndie Causalität eines und desselben Traumes über drei und mehr\naufeinanderfolgende Nächte hin fortzusetzen im Stande waren:\nThatsachen, welche deutlich Zeugniss dafür abgeben, dass unser\ninnerstes Wesen, der gemeinsame Untergrund von uns allen, mit tiefer\nLust und freudiger Nothwendigkeit den Traum an sich erfährt.",
        "Diese freudige Nothwendigkeit der Traumerfahrung ist gleichfalls von\nden Griechen in ihrem Apollo ausgedrückt worden: Apollo, als der Gott\naller bildnerischen Kräfte, ist zugleich der wahrsagende Gott. Er, der\nseiner Wurzel nach der “Scheinende”, die Lichtgottheit ist, beherrscht\nauch den schönen Schein der inneren Phantasie-Welt. Die höhere\nWahrheit, die Vollkommenheit dieser Zustände im Gegensatz zu der\nlückenhaft verständlichen Tageswirklichkeit, sodann das tiefe\nBewusstsein von der in Schlaf und Traum heilenden und helfenden Natur\nist zugleich das symbolische Analogon der wahrsagenden Fähigkeit und\nüberhaupt der Künste, durch die das Leben möglich und lebenswerth\ngemacht wird. Aber auch jene zarte Linie, die das Traumbild nicht\nüberschreiten darf, um nicht pathologisch zu wirken, widrigenfalls\nder Schein als plumpe Wirklichkeit uns betrügen würde – darf nicht im\nBilde des Apollo fehlen: jene maassvolle Begrenzung, jene Freiheit von\nden wilderen Regungen, jene weisheitsvolle Ruhe des Bildnergottes.\nSein Auge muss “sonnenhaft”, gemäss seinem Ursprunge, sein; auch wenn\nes zürnt und unmuthig blickt, liegt die Weihe des schönen Scheines auf\nihm. Und so möchte von Apollo in einem excentrischen Sinne das gelten,\nwas Schopenhauer von dem im Schleier der Maja befangenen Menschen\nsagt. Welt als Wille und Vorstellung I, S. 416 “Wie auf dem tobenden\nMeere, das, nach allen Seiten unbegränzt, heulend Wellenberge erhebt\nund senkt, auf einem Kahn ein Schiffer sitzt, dem schwachen Fahrzeug\nvertrauend; so sitzt, mitten in einer Welt von Qualen, ruhig\nder einzelne Mensch, gestützt und vertrauend auf das principium\nindividuationis”. Ja es wäre von Apollo zu sagen, dass in ihm das\nunerschütterte Vertrauen auf jenes principium und das ruhige Dasitzen\ndes in ihm Befangenen seinen erhabensten Ausdruck bekommen habe, und\nman möchte selbst Apollo als das herrliche Götterbild des principii\nindividuationis bezeichnen, aus dessen Gebärden und Blicken die ganze\nLust und Weisheit des “Scheines”, sammt seiner Schönheit, zu uns\nspräche.",
        "An derselben Stelle hat uns Schopenhauer das ungeheure Grausen\ngeschildert, welches den Menschen ergreift, wenn er plötzlich an\nden Erkenntnissformen der Erscheinung irre wird, indem der Satz vom\nGrunde, in irgend einer seiner Gestaltungen, eine Ausnahme zu erleiden\nscheint. Wenn wir zu diesem Grausen die wonnevolle Verzückung\nhinzunehmen, die bei demselben Zerbrechen des principii\nindividuationis aus dem innersten Grunde des Menschen, ja der Natur\nemporsteigt, so thun wir einen Blick in das Wesen des Dionysischen,\ndas uns am nächsten noch durch die Analogie des Rausches gebracht\nwird. Entweder durch den Einfluss des narkotischen Getränkes, von dem\nalle ursprünglichen Menschen und Völker in Hymnen sprechen, oder bei\ndem gewaltigen, die ganze Natur lustvoll durchdringenden Nahen des\nFrühlings erwachen jene dionysischen Regungen, in deren Steigerung\ndas Subjective zu völliger Selbstvergessenheit hinschwindet. Auch im\ndeutschen Mittelalter wälzten sich unter der gleichen dionysischen\nGewalt immer wachsende Schaaren, singend und tanzend, von Ort zu\nOrt: in diesen Sanct-Johann- und Sanct-Veittänzern erkennen wir die\nbacchischen Chöre der Griechen wieder, mit ihrer Vorgeschichte in\nKleinasien, bis hin zu Babylon und den orgiastischen Sakäen. Es giebt\nMenschen, die, aus Mangel an Erfahrung oder aus Stumpfsinn, sich von\nsolchen Erscheinungen wie von “Volkskrankheiten”, spöttisch oder\nbedauernd im Gefühl der eigenen Gesundheit abwenden: die Armen\nahnen freilich nicht, wie leichenfarbig und gespenstisch eben diese\nihre “Gesundheit” sich ausnimmt, wenn an ihnen das glühende Leben\ndionysischer Schwärmer vorüberbraust.",
        "Unter dem Zauber des Dionysischen schliesst sich nicht nur der Bund\nzwischen Mensch und Mensch wieder zusammen: auch die entfremdete,\nfeindliche oder unterjochte Natur feiert wieder ihr Versöhnungsfest\nmit ihrem verlorenen Sohne, dem Menschen. Freiwillig beut die Erde\nihre Gaben, und friedfertig nahen die Raubthiere der Felsen und der\nWüste. Mit Blumen und Kränzen ist der Wagen des Dionysus überschüttet:\nunter seinem Joche schreiten Panther und Tiger. Man verwandele das\nBeethoven’sche Jubellied der “Freude” in ein Gemälde und bleibe mit\nseiner Einbildungskraft nicht zurück, wenn die Millionen schauervoll\nin den Staub sinken: so kann man sich dem Dionysischen nähern. Jetzt\nist der Sclave freier Mann, jetzt zerbrechen alle die starren,\nfeindseligen Abgrenzungen, die Noth, Willkür oder “freche Mode\"\nzwischen den Menschen festgesetzt haben. Jetzt, bei dem Evangelium\nder Weltenharmonie, fühlt sich Jeder mit seinem Nächsten nicht\nnur vereinigt, versöhnt, verschmolzen, sondern eins, als ob der\nSchleier der Maja zerrissen wäre und nur noch in Fetzen vor dem\ngeheimnissvollen Ur-Einen herumflattere. Singend und tanzend äussert\nsich der Mensch als Mitglied einer höheren Gemeinsamkeit: er hat das\nGehen und das Sprechen verlernt und ist auf dem Wege, tanzend in die\nLüfte emporzufliegen. Aus seinen Gebärden spricht die Verzauberung.\nWie jetzt die Thiere reden, und die Erde Milch und Honig giebt, so\ntönt auch aus ihm etwas Uebernatürliches: als Gott fühlt er sich,\ner selbst wandelt jetzt so verzückt und erhoben, wie er die Götter\nim Traume wandeln sah. Der Mensch ist nicht mehr Künstler, er ist\nKunstwerk geworden: die Kunstgewalt der ganzen Natur, zur höchsten\nWonnebefriedigung des Ur-Einen, offenbart sich hier unter den Schauern\ndes Rausches. Der edelste Thon, der kostbarste Marmor wird hier\ngeknetet und behauen, der Mensch, und zu den Meisselschlägen des\ndionysischen Weltenkünstlers tönt der eleusinische Mysterienruf: “Ihr\nstürzt nieder, Millionen? Ahnest du den Schöpfer, Welt?” –",
        "Wir haben bis jetzt das Apollinische und seinen Gegensatz, das\nDionysische, als künstlerische Mächte betrachtet, die aus der Natur\nselbst, ohne Vermittelung des menschlichen Künstlers, hervorbrechen,\nund in denen sich ihre Kunsttriebe zunächst und auf directem\nWege befriedigen: einmal als die Bilderwelt des Traumes, deren\nVollkommenheit ohne jeden Zusammenhang mit der intellectuellen Höhe\noder künstlerischen Bildung des Einzelnen ist, andererseits als\nrauschvolle Wirklichkeit, die wiederum des Einzelnen nicht achtet,\nsondern sogar das Individuum zu vernichten und durch eine mystische\nEinheitsempfindung zu erlösen sucht. Diesen unmittelbaren\nKunstzuständen der Natur gegenüber ist jeder Künstler “Nachahmer”,\nund zwar entweder apollinischer Traumkünstler oder dionysischer\nRauschkünstler oder endlich – wie beispielsweise in der griechischen\nTragödie – zugleich Rausch- und Traumkünstler: als welchen wir uns\netwa zu denken haben, wie er, in der dionysischen Trunkenheit und\nmystischen Selbstentäusserung, einsam und abseits von den schwärmenden\nChören niedersinkt und wie sich ihm nun, durch apollinische\nTraumeinwirkung, sein eigener Zustand d.h. seine Einheit mit dem\ninnersten Grunde der Welt in einem gleichnissartigen Traumbilde\noffenbart.",
        "Nach diesen allgemeinen Voraussetzungen und Gegenüberstellungen nahen\nwir uns jetzt den Griechen, um zu erkennen, in welchem Grade und bis\nzu welcher Höhe jene Kunsttriebe der Natur in ihnen entwickelt gewesen\nsind: wodurch wir in den Stand gesetzt werden, das Verhältniss\ndes griechischen Künstlers zu seinen Urbildern, oder, nach dem\naristotelischen Ausdrucke, “die Nachahmung der Natur” tiefer zu\nverstehn und zu würdigen. Von den Träumen der Griechen ist trotz\naller Traumlitteratur derselben und zahlreichen Traumanecdoten nur\nvermuthungsweise, aber doch mit ziemlicher Sicherheit zu sprechen: bei\nder unglaublich bestimmten und sicheren plastischen Befähigung ihres\nAuges, sammt ihrer hellen und aufrichtigen Farbenlust, wird man sich\nnicht entbrechen können, zur Beschämung aller Spätergeborenen, auch\nfür ihre Träume eine logische Causalität der Linien und Umrisse,\nFarben und Gruppen, eine ihren besten Reliefs ähnelnde Folge\nder Scenen vorauszusetzen, deren Vollkommenheit uns, wenn eine\nVergleichung möglich wäre, gewiss berechtigen würde, die träumenden\nGriechen als Homere und Homer als einen träumenden Griechen zu\nbezeichnen: in einem tieferen Sinne als wenn der moderne Mensch sich\nhinsichtlich seines Traumes mit Shakespeare zu vergleichen wagt.",
        "Dagegen brauchen wir nicht nur vermuthungsweise zu sprechen, wenn\ndie ungeheure Kluft aufgedeckt werden soll, welche die dionysischen\nGriechen von den dionysischen Barbaren trennt. Aus allen Enden der\nalten Welt – um die neuere hier bei Seite zu lassen – von Rom bis\nBabylon können wir die Existenz dionysischer Feste nachweisen, deren\nTypus sich, besten Falls, zu dem Typus der griechischen verhält,\nwie der bärtige Satyr, dem der Bock Namen und Attribute verlieh, zu\nDionysus selbst. Fast überall lag das Centrum dieser Feste in einer\nüberschwänglichen geschlechtlichen Zuchtlosigkeit, deren Wellen über\njedes Familienthum und dessen ehrwürdige Satzungen hinweg flutheten;\ngerade die wildesten Bestien der Natur wurden hier entfesselt, bis\nzu jener abscheulichen Mischung von Wollust und Grausamkeit, die mir\nimmer als der eigentliche “Hexentrank” erschienen ist. Gegen die\nfieberhaften Regungen jener Feste, deren Kenntniss auf allen Land- und\nSeewegen zu den Griechen drang, waren sie, scheint es, eine Zeit lang\nvöllig gesichert und geschützt durch die hier in seinem ganzen Stolz\nsich aufrichtende Gestalt des Apollo, der das Medusenhaupt keiner\ngefährlicheren Macht entgegenhalten konnte als dieser fratzenhaft\nungeschlachten dionysischen. Es ist die dorische Kunst, in der\nsich jene majestätisch-ablehnende Haltung des Apollo verewigt hat.\nBedenklicher und sogar unmöglich wurde dieser Widerstand, als endlich\naus der tiefsten Wurzel des Hellenischen heraus sich ähnliche Triebe\nBahnbrachen: jetzt beschränkte sich das Wirken des delphischen\nGottes darauf, dem gewaltigen Gegner durch eine zur rechten Zeit\nabgeschlossene Versöhnung die vernichtenden Waffen aus der Hand zu\nnehmen. Diese Versöhnung ist der wichtigste Moment in der Geschichte\ndes griechischen Cultus: wohin man blickt, sind die Umwälzungen\ndieses Ereignisses sichtbar. Es war die Versöhnung zweier Gegner, mit\nscharfer Bestimmung ihrer von jetzt ab einzuhaltenden Grenzlinien und\nmit periodischer Uebersendung von Ehrengeschenken; im Grunde war die\nKluft nicht überbrückt. Sehen wir aber, wie sich unter dem Drucke\njenes Friedensschlusses die dionysische Macht offenbarte, so erkennen\nwir jetzt, im Vergleiche mit jenen babylonischen Sakäen und ihrem\nRückschritte des Menschen zum Tiger und Affen, in den dionysischen\nOrgien der Griechen die Bedeutung von Welterlösungsfesten und\nVerklärungstagen.",
        "Erst bei ihnen erreicht die Natur ihren künstlerischen Jubel, erst\nbei ihnen wird die Zerreissung des principii individuationis ein\nkünstlerisches Phänomen. Jener scheussliche Hexentrank aus Wollust\nund Grausamkeit war hier ohne Kraft: nur die wundersame Mischung und\nDoppelheit in den Affecten der dionysischen Schwärmer erinnert an ihn\n– wie Heilmittel an tödtliche Gifte erinnern -, jene Erscheinung,\ndass Schmerzen Lust erwecken, dass der Jubel der Brust qualvolle Töne\nentreisst. Aus der höchsten Freude tönt der Schrei des Entsetzens oder\nder sehnende Klagelaut über einen unersetzlichen Verlust. In jenen\ngriechischen Festen bricht gleichsam ein sentimentalischer Zug der\nNatur hervor, als ob sie über ihre Zerstückelung in Individuen zu\nseufzen habe. Der Gesang und die Gebärdensprache solcher zwiefach\ngestimmter Schwärmer war für die homerisch- griechische Welt etwas\nNeues und Unerhörtes: und insbesondere erregte ihr die dionysische\nMusik Schrecken und Grausen. Wenn die Musik scheinbar bereits als\neine apollinische Kunst bekannt war, so war sie dies doch nur, genau\ngenommen, als Wellenschlag des Rhythmus, dessen bildnerische Kraft zur\nDarstellung apollinischer Zustände entwickelt wurde. Die Musik des\nApollo war dorische Architektonik in Tönen, aber in nur angedeuteten\nTönen, wie sie der Kithara zu eigen sind. Behutsam ist gerade das\nElement, als unapollinisch, ferngehalten, das den Charakter der\ndionysischen Musik und damit der Musik überhaupt ausmacht, die\nerschütternde Gewalt des Tones, der einheitliche Strom des Melos und\ndie durchaus unvergleichliche Welt der Harmonie. Im dionysischen\nDithyrambus wird der Mensch zur höchsten Steigerung aller seiner\nsymbolischen Fähigkeiten gereizt; etwas Nieempfundenes drängt sich zur\nAeusserung, die Vernichtung des Schleiers der Maja, das Einssein als\nGenius der Gattung, ja der Natur. Jetzt soll sich das Wesen der Natur\nsymbolisch ausdrücken; eine neue Welt der Symbole ist nöthig, einmal\ndie ganze leibliche Symbolik, nicht nur die Symbolik des Mundes, des\nGesichts, des Wortes, sondern die volle, alle Glieder rhythmisch\nbewegende Tanzgebärde. Sodann wachsen die anderen symbolischen Kräfte,\ndie der Musik, in Rhythmik, Dynamik und Harmonie, plötzlich ungestüm.\nUm diese Gesammtentfesselung aller symbolischen Kräfte zu fassen, muss\nder Mensch bereits auf jener Höhe der Selbstentäusserung angelangt\nsein, die in jenen Kräften sich symbolisch aussprechen will: der\ndithyrambische Dionysusdiener wird somit nur von Seinesgleichen\nverstanden! Mit welchem Erstaunen musste der apollinische Grieche auf\nihn blicken! Mit einem Erstaunen, das um so grösser war, als sich ihm\ndas Grausen beimischte, dass ihm jenes Alles doch eigentlich so fremd\nnicht sei, ja dass sein apollinisches Bewusstsein nur wie ein Schleier\ndiese dionysische Welt vor ihm verdecke.",
        "Um dies zu begreifen, müssen wir jenes kunstvolle Gebäude der\napollinischen Cultur gleichsam Stein um Stein abtragen, bis wir die\nFundamente erblicken, auf die es begründet ist. Hier gewahren wir nun\nzuerst die herrlichen olympischen Göttergestalten, die auf den Giebeln\ndieses Gebäudes stehen, und deren Thaten in weithin leuchtenden\nReliefs dargestellt seine Friese zieren. Wenn unter ihnen auch Apollo\nsteht, als eine einzelne Gottheit neben anderen und ohne den Anspruch\neiner ersten Stellung, so dürfen wir uns dadurch nicht beirren lassen.\nDerselbe Trieb, der sich in Apollo versinnlichte, hat überhaupt jene\nganze olympische Welt geboren, und in diesem Sinne darf uns Apollo als\nVater derselben gelten. Welches war das ungeheure Bedürfniss, aus dem\neine so leuchtende Gesellschaft olympischer Wesen entsprang?",
        "Wer, mit einer anderen Religion im Herzen, an diese Olympier\nherantritt und nun nach sittlicher Höhe, ja Heiligkeit, nach\nunleiblicher Vergeistigung, nach erbarmungsvollen Liebesblicken bei\nihnen sucht, der wird unmuthig und enttäuscht ihnen bald den Rücken\nkehren müssen. Hier erinnert nichts an Askese, Geistigkeit und\nPflicht: hier redet nur ein üppiges, ja triumphirendes Dasein zu\nuns, in dem alles Vorhandene vergöttlicht ist, gleichviel ob es gut\noder böse ist. Und so mag der Beschauer recht betroffen vor diesem\nphantastischen Ueberschwang des Lebens stehn, um sich zu fragen, mit\nwelchem Zaubertrank im Leibe diese übermüthigen Menschen das Leben\ngenossen haben mögen, dass, wohin sie sehen, Helena, das “in süsser\nSinnlichkeit schwebende” Idealbild ihrer eignen Existenz, ihnen\nentgegenlacht. Diesem bereits rückwärts gewandten Beschauer müssen\nwir aber zurufen: “Geh’ nicht von dannen, sondern höre erst, was die\ngriechische Volksweisheit von diesem selben Leben aussagt, das sich\nhier mit so unerklärlicher Heiterkeit vor dir ausbreitet. Es geht die\nalte Sage, dass König Midas lange Zeit nach dem weisen Silen, dem\nBegleiter des Dionysus, im Walde gejagt habe, ohne ihn zu fangen. Als\ner ihm endlich in die Hände gefallen ist, fragt der König, was für\nden Menschen das Allerbeste und Allervorzüglichste sei. Starr und\nunbeweglich schweigt der Dämon; bis er, durch den König gezwungen,\nendlich unter gellem Lachen in diese Worte ausbricht: `Elendes\nEintagsgeschlecht, des Zufalls Kinder und der Mühsal, was zwingst du\nmich dir zu sagen, was nicht zu hören für dich das Erspriesslichste\nist? Das Allerbeste ist für dich gänzlich unerreichbar: nicht geboren\nzu sein, nicht zu sein, nichts zu sein. Das Zweitbeste aber ist für\ndich – bald zu sterben`.”",
        "Wie verhält sich zu dieser Volksweisheit die olympische Götterwelt?\nWie die entzückungsreiche Vision des gefolterten Märtyrers zu seinen\nPeinigungen.",
        "Jetzt öffnet sich uns gleichsam der olympische Zauberberg und zeigt\nuns seine Wurzeln. Der Grieche kannte und empfand die Schrecken und\nEntsetzlichkeiten des Daseins: um überhaupt leben zu können, musste er\nvor sie hin die glänzende Traumgeburt der Olympischen stellen. Jenes\nungeheure Misstrauen gegen die titanischen Mächte der Natur, jene über\nallen Erkenntnissen erbarmungslos thronende Moira jener Geier des\ngrossen Menschenfreundes Prometheus, jenes Schreckensloos des weisen\nOedipus, jener Geschlechtsfluch der Atriden, der Orest zum Muttermorde\nzwingt, kurz jene ganze Philosophie des Waldgottes, sammt ihren\nmythischen Exempeln, an der die schwermüthigen Etrurier zu Grunde\ngegangen sind – wurde von den Griechen durch jene künstlerische\nMittelwelt der Olympier fortwährend von Neuem überwunden, jedenfalls\nverhüllt und dem Anblick entzogen. Um leben zu können, mussten die\nGriechen diese Götter, aus tiefster Nöthigung, schaffen: welchen\nHergang wir uns wohl so vorzustellen haben, dass aus der\nursprünglichen titanischen Götterordnung des Schreckens durch jenen\napollinischen Schönheitstrieb in langsamen Uebergängen die olympische\nGötterordnung der Freude entwickelt wurde: wie Rosen aus dornigem\nGebüsch hervorbrechen. Wie anders hätte jenes so reizbar empfindende,\nso ungestüm begehrende, zum Leiden so einzig befähigte Volk das Dasein\nertragen können, wenn ihm nicht dasselbe, von einer höheren Glorie\numflossen, in seinen Göttern gezeigt worden wäre. Derselbe Trieb,\nder die Kunst in’s Leben ruft, als die zum Weiterleben verführende\nErgänzung und Vollendung des Daseins, liess auch die olympische Welt\nentstehn, in der sich der hellenische “Wille” einen verklärenden\nSpiegel vorhielt. So rechtfertigen die Götter das Menschenleben, indem\nsie es selbst leben – die allein genügende Theodicee! Das Dasein\nunter dem hellen Sonnenscheine solcher Götter wird als das an\nsich Erstrebenswerthe empfunden, und der eigentliche Schmerz der\nhomerischen Menschen bezieht sich auf das Abscheiden aus ihm, vor\nallem auf das baldige Abscheiden: so dass man jetzt von ihnen, mit\nUmkehrung der silenischen Weisheit, sagen könnte, “das Allerschlimmste\nsei für sie, bald zu sterben, das Zweitschlimmste, überhaupt einmal\nzu sterben”. Wenn die Klage einmal ertönt, so klingt sie wieder vom\nkurzlebenden Achilles, von dem blättergleichen Wechsel und Wandel\ndes Menschengeschlechts, von dem Untergang der Heroenzeit. Es ist\ndes grössten Helden nicht unwürdig, sich nach dem Weiterleben zu\nsehnen, sei es selbst als Tagelöhner. So ungestüm verlangt, auf der\napollinischen Stufe, der “Wille” nach diesem Dasein, so eins fühlt\nsich der homerische Mensch mit ihm, dass selbst die Klage zu seinem\nPreisliede wird.",
        "Hier muss nun ausgesprochen werden, dass diese von den neueren\nMenschen so sehnsüchtig angeschaute Harmonie, ja Einheit des Menschen\nmit der Natur, für die Schiller das Kunstwort “naiv” in Geltung\ngebracht hat, keinesfalls ein so einfacher, sich von selbst\nergebender, gleichsam unvermeidlicher Zustand ist, dem wir an der\nPforte jeder Cultur, als einem Paradies der Menschheit begegnen\nmüssten: dies konnte nur eine Zeit glauben, die den Emil Rousseau’s\nsich auch als Künstler zu denken suchte und in Homer einen solchen am\nHerzen der Natur erzogenen Künstler Emil gefunden zu haben wähnte.\nWo uns das “Naive” in der Kunst begegnet, haben wir die höchste\nWirkung der apollinischen Cultur zu erkennen: welche immer erst ein\nTitanenreich zu stürzen und Ungethüme zu tödten hat und durch kräftige\nWahnvorspiegelungen und lustvolle Illusionen über eine schreckliche\nTiefe der Weltbetrachtung und reizbarste Leidensfähigkeit Sieger\ngeworden sein muss. Aber wie selten wird das Naive, jenes völlige\nVerschlungensein in der Schönheit des Scheines, erreicht! Wie\nunaussprechbar erhaben ist deshalb Homer, der sich, als Einzelner,\nzu jener apollinischen Volkscultur verhält, wie der einzelne\nTraumkünstler zur Traumbefähigung des Volks und der Natur überhaupt.\nDie homerische “Naivetät” ist nur als der vollkommene Sieg der\napollinischen Illusion zu begreifen: es ist dies eine solche Illusion,\nwie sie die Natur, zur Erreichung ihrer Absichten, so häufig\nverwendet. Das wahre Ziel wird durch ein Wahnbild verdeckt: nach\ndiesem strecken wir die Hände aus, und jenes erreicht die Natur durch\nunsre Täuschung. In den Griechen wollte der “Wille” sich selbst,\nin der Verklärung des Genius und der Kunstwelt, anschauen; um\nsich zu verherrlichen, mussten seine Geschöpfe sich selbst als\nverherrlichenwerth empfinden sie mussten sich in einer höheren Sphäre\nwiedersehn, ohne dass diese vollendete Welt der Anschauung als\nImperativ oder als Vorwurf wirkte Dies ist die Sphäre der Schönheit,\nin der sie ihre Spiegelbilder, die Olympischen, sahen. Mit dieser\nSchönheitsspiegelung kämpfte der hellenische “Wille” gegen das dem\nkünstlerischen correlative Talent zum Leiden und zur Weisheit des\nLeidens und als Denkmal seines Sieges steht Homer vor uns, der naive\nKünstler.",
        "Ueber diesen naiven Künstler giebt uns die Traumanalogie einige\nBelehrung Wenn wir uns den Träumenden vergegenwärtigen, wie er, mitten\nin der Illusion der Traumwelt und ohne sie zu stören, sich zuruft “es\nist ein Traum, ich will ihn weiter träumen”, wenn wir hieraus auf eine\ntiefe innere Lust des Traumanschauens zu schliessen haben, wenn wir\nandererseits, um überhaupt mit dieser inneren Lust am Schauen träumen\nzu können, den Tag und seine schreckliche Zudringlichkeit völlig\nvergessen haben müssen so dürfen wir uns alle diese Erscheinungen\netwa in folgender Weise, unter der Leitung des traumdeutenden Apollo,\ninterpretiren. So gewiss von den beiden Hälften des Lebens, der\nwachen und der träumenden Hälfte, uns die erstere als die ungleich\nbevorzugtere, wichtigere, würdigere, lebenswerthere, ja allein gelebte\ndünkt so möchte ich doch, bei allem Anscheine einer Paradoxie, für\njenen geheimnissvollen Grund unseres Wesens, dessen Erscheinung\nwir sind, gerade die entgegengesetzte Werthschätzung des Traumes\nbehaupten. Je mehr ich nämlich hin der Natur jene allgewaltigen\nKunsttriebe und in ihnen eine inbrünstige Sehnsucht zum Schein, zum\nErlöstwerden durch den Schein gewahr werde, um so mehr fühle ich mich\nzu der metaphysischen Annahme gedrängt, dass das Wahrhaft-Seiende und\nUr-Eine, als das ewig Leidende und Widerspruchsvolle, zugleich die\nentzückende Vision, den lustvollen Schein, zu seiner steten Erlösung\nbraucht: welchen Schein wir, völlig in ihm befangen und aus ihm\nbestehend, als das Wahrhaft-Nichtseiende d.h. als ein fortwährendes\nWerden in Zeit, Raum und Causalität, mit anderen Worten, als\nempirische Realität zu empfinden genöthigt sind. Sehen wir also einmal\nvon unsrer eignen “Realität” für einen Augenblick ab, fassen wir unser\nempirisches Dasein, wie das der Welt überhaupt, als eine in jedem\nMoment erzeugte Vorstellung des Ur-Einen, so muss uns jetzt der Traum\nals der Schein des Scheins, somit als eine noch höhere Befriedigung\nder Urbegierde nach dem Schein hin gelten. Aus diesem selben Grunde\nhat der innerste Kern der Natur jene unbeschreibliche Lust an dem\nnaiven Künstler und dem naiven Kunstwerke, das gleichlfalls nur\n\"Schein des Scheins” ist. Rafael, selbst einer jener unsterblichen\n\"Naiven”, hat uns in einem gleichnissartigen Gemälde jenes\nDepotenziren des Scheins zum Schein, den Urprozess des naiven\nKünstlers und zugleich der apollinischen Cultur, dargestellt. In\nseiner Transfiguration zeigt uns die untere Hälfte, mit dem besessenen\nKnaben, den verzweifelnden Trägern, den rathlos geängstigten Jüngern,\ndie Wiederspiegelung des ewigen Urschmerzes, des einzigen Grundes der\nWelt der “Schein” ist hier Widerschein des ewigen Widerspruchs, des\nVaters der Dinge. Aus diesem Schein steigt nun, wie ein ambrosischer\nDuft, eine visionsgleiche neue Scheinwelt empor, von der jene im\nersten Schein Befangenen nichts sehen – ein leuchtendes Schweben\nin reinster Wonne und schmerzlosem, aus weiten Augen strahlenden\nAnschauen. Hier haben wir, in höchster Kunstsymbolik, jene\napollinische Schönheitswelt und ihren Untergrund, die schreckliche\nWeisheit des Silen, vor unseren Blicken und begreifen, durch\nIntuition, ihre gegenseitige Nothwendigkeit Apollo aber tritt uns\nwiederum als die Vergöttlichung des principii individuationis\nentgegen, in dem allein das ewig erreichte Ziel des Ur-Einen, seine\nErlösung durch den Schein, sich vollzieht: er zeigt uns, mit erhabenen\nGebärden, wie die ganze Welt der Qual nöthig ist, damit durch sie der\nEinzelne zur Erzeugung der erlösenden Vision gedrängt werde und dann,\nins Anschauen derselben versunken, ruhig auf seinem schwankenden\nKahne, inmitten des Meeres, sitze.",
        "Diese Vergöttlichung der Individuation kennt, wenn sie überhaupt\nimperativisch und Vorschriften gebend gedacht wird, nur Ein Gesetz,\ndas Individuum d.h. die Einhaltung der Grenzen des Individuums,\ndas Maass im hellenischen Sinne. Apollo, als ethische Gottheit,\nfordert von den Seinigen das Maass und, um es einhalten zu können,\nSelbsterkenntniss. Und so läuft neben der ästhetischen Nothwendigkeit\nder Schönheit die Forderung des “Erkenne dich selbst” und des “Nicht\nzu viel!” her, während Selbstüberhebung und Uebermaass als die\neigentlich feindseligen Dämonen der nicht-apollinischen Sphäre, daher\nals Eigenschaften der vor-apollinischen Zeit, des Titanenzeitalters,\nund der ausser-apollinischen Welt d.h. der Barbarenwelt, erachtet\nwurden. Wegen seiner titanenhaften Liebe zu den Menschen musste\nPrometheus von den Geiern zerrissen werden, seiner übermässigen\nWeisheit halber, die das Räthsel der Sphinx löste, musste Oedipus in\neinen verwirrenden Strudel von Unthaten stürzen: so interpretirte der\ndelphische Gott die griechische Vergangenheit.",
        "“Titanenhaft” und “barbarisch” dünkte dem apollinischen Griechen auch\ndie Wirkung, die das Dionysische erregte: ohne dabei sich verhehlen\nzu können, dass er selbst doch zugleich auch innerlich mit jenen\ngestürzten Titanen und Heroen verwandt sei. Ja er musste noch mehr\nempfinden: sein ganzes Dasein mit aller Schönheit und Mässigung ruhte\nauf einem verhüllten Untergrunde des Leidens und der Erkenntniss,\nder ihm wieder durch jenes Dionysische aufgedeckt wurde. Und siehe!\nApollo konnte nicht ohne Dionysus leben! Das “Titanische” und das\n\"Barbarische” war zuletzt eine eben solche Nothwendigkeit wie das\nApollinische! Und nun denken wir uns, wie in diese auf den Schein und\ndie Mässigung gebaute und künstlich gedämmte Welt der ekstatische\nTon der Dionysusfeier in immer lockenderen Zauberweisen hineinklang,\nwie in diesen das ganze Uebermaass der Natur in Lust, Leid und\nErkenntniss, bis zum durchdringenden Schrei, laut wurde: denken wir\nuns, was diesem dämonischen Volksgesange gegenüber der psalmodirende\nKünstler des Apollo, mit dem gespensterhaften Harfenklange, bedeuten\nkonnte! Die Musen der Künste des “Scheins” verblassten vor einer\nKunst, die in ihrem Rausche die Wahrheit sprach, die Weisheit\ndes Silen rief Wehe! Wehe! aus gegen die heiteren Olympier. Das\nIndividuum, mit allen seinen Grenzen und Maassen, ging hier in der\nSelbstvergessenheit der dionysischen Zustände unter und vergass die\napollinischen Satzungen. Das Uebermaass enthüllte sich als Wahrheit,\nder Widerspruch, die aus Schmerzen geborene Wonne sprach von sich\naus dem Herzen der Natur heraus. Und so war, überall dort, wo das\nDionysische durchdrang, das Apollinische aufgehoben und vernichtet.\nAber eben so gewiss ist, dass dort, wo der erste Ansturm ausgehalten\nwurde, das Ansehen und die Majestät des delphischen Gottes starrer und\ndrohender als je sich äusserte. Ich vermag nämlich den dorischen Staat\nund die dorische Kunst mir nur als ein fortgesetztes Kriegslager des\nApollinischen zu erklären: nur in einem unausgesetzten Widerstreben\ngegen das titanisch-barbarische Wesen des Dionysischen konnte\neine so trotzig-spröde, mit Bollwerken umschlossene Kunst, eine\nso kriegsgemässe und herbe Erziehung, ein so grausames und\nrücksichtsloses Staatswesen von längerer Dauer sein.",
        "Bis zu diesem Punkte ist des Weiteren ausgeführt worden, was ich am\nEingange dieser Abhandlung bemerkte: wie das Dionysische und das\nApollinische in immer neuen auf einander folgenden Geburten, und sich\ngegenseitig steigernd das hellenische Wesen beherrscht haben: wie\naus dem “erzenen” Zeitalter, mit seinen Titanenkämpfen und seiner\nherben Volksphilosophie, sich unter dem Walten des apollinischen\nSchönheitstriebes die homerische Welt entwickelt, wie diese “naive\"\nHerrlichkeit wieder von dem einbrechenden Strome des Dionysischen\nverschlungen wird, und wie dieser neuen Macht gegenüber sich\ndas Apollinische zur starren Majestät der dorischen Kunst und\nWeltbetrachtung erhebt. Wenn auf diese Weise die ältere hellenische\nGeschichte, im Kampf jener zwei feindseligen Principien, in vier\ngrosse Kunststufen zerfällt: so sind wir jetzt gedrängt, weiter nach\ndem letzten Plane dieses Werdens und Treibens zu fragen, falls uns\nnicht etwa die letzterreichte Periode, die der dorischen Kunst, als\ndie Spitze und Absicht jener Kunsttriebe gelten sollte: und hier\nbietet sich unseren Blicken das erhabene und hochgepriesene Kunstwerk\nder attischen Tragödie und des dramatischen Dithyrambus, als das\ngemeinsame Ziel beider Triebe, deren geheimnissvolles Ehebündniss,\nnach langem vorhergehenden Kampfe, sich in einem solchen Kinde – das\nzugleich Antigone und Kassandra ist – verherrlicht hat.",
        "Wir nahen uns jetzt dem eigentlichen Ziele unsrer Untersuchung, die\nauf die Erkenntniss des dionysisch-apollinischen Genius und seines\nKunstwerkes, wenigstens auf das ahnungsvolle Verständniss jenes\nEinheitsmysteriums gerichtet ist. Hier fragen wir nun zunächst, wo\njener neue Keim sich zuerst in der hellenischen Welt bemerkbar macht,\nder sich nachher bis zur Tragödie und zum dramatischen Dithyrambus\nentwickelt. Hierüber giebt uns das Alterthum selbst bildlich\nAufschluss, wenn es als die Urväter und Fackelträger der griechischen\nDichtung Homer und Archilochus auf Bildwerken, Gemmen u.s.w. neben\neinander stellt, in der sicheren Empfindung, dass nur diese Beiden\ngleich völlig originalen Naturen, von denen aus ein Feuerstrom auf die\ngesammte griechische Nachwelt fortfliesse, zu erachten seien. Homer,\nder in sich versunkene greise Träumer, der Typus des apollinischen,\nnaiven Künstlers, sieht nun staunend den leidenschaftlichen Kopf\ndes wild durch’s Dasein getriebenen kriegerischen Musendieners\nArchilochus: und die neuere Aesthetik wusste nur deutend hinzuzufügen,\ndass hier dem “objectiven” Künstler der erste “subjective” entgegen\ngestellt sei. Uns ist mit dieser Deutung wenig gedient, weil wir den\nsubjectiven Künstler nur als schlechten Künstler kennen und in jeder\nArt und Höhe der Kunst vor allem und zuerst Besiegung des Subjectiven,\nErlösung vom “Ich” und Stillschweigen jedes individuellen Willens und\nGelüstens fordern, ja ohne Objectivität, ohne reines interesseloses\nAnschauen nie an die geringste wahrhaft künstlerische Erzeugung\nglauben können. Darum muss unsre Aesthetik erst jenes Problem lösen,\nwie der “Lyriker” als Künstler möglich ist: er, der, nach der\nErfahrung aller Zeiten, immer “ich” sagt und die ganze chromatische\nTonleiter seiner Leidenschaften und Begehrungen vor uns absingt.\nGerade dieser Archilochus erschreckt uns, neben Homer, durch den\nSchrei seines Hasses und Hohnes, durch die trunknen Ausbrüche seiner\nBegierde; ist er, der erste subjectiv genannte Künstler, nicht damit\nder eigentliche Nichtkünstler? Woher aber dann die Verehrung, die\nihm, dem Dichter, gerade auch das delphische Orakel, der Herd der\n\"objectiven” Kunst, in sehr merkwürdigen Aussprüchen erwiesen hat?",
        "Ueber den Prozess seines Dichtens hat uns Schiller durch eine ihm\nselbst unerklärliche, doch nicht bedenklich scheinende psychologische\nBeobachtung Licht gebracht; er gesteht nämlich als den vorbereitenden\nZustand vor dem Actus des Dichtens nicht etwa eine Reihe von Bildern,\nmit geordneter Causalität der Gedanken, vor sich und in sich gehabt zu\nhaben, sondern vielmehr eine musikalische Stimmung (\"Die Empfindung\nist bei mir anfangs ohne bestimmten und klaren Gegenstand; dieser\nbildet sich erst später. Eine gewisse musikalische Gemüthsstimmung\ngeht vorher, und auf diese folgt bei mir erst die poetische Idee”).\nNehmen wir jetzt das wichtigste Phänomen der ganzen antiken Lyrik\nhinzu, die überall als natürlich geltende Vereinigung, ja Identität\ndes Lyrikers mit dem Musiker – der gegenüber unsre neuere Lyrik wie\nein Götterbild ohne Kopf erscheint – so können wir jetzt, auf Grund\nunsrer früher dargestellten aesthetischen Metaphysik, uns in folgender\nWeise den Lyriker erklären. Er ist zuerst, als dionysischer Künstler,\ngänzlich mit dem Ur-Einen, seinem Schmerz und Widerspruch, eins\ngeworden und producirt das Abbild dieses Ur-Einen als Musik, wenn\nanders diese mit Recht eine Wiederholung der Welt und ein zweiter\nAbguss derselben genannt worden ist; jetzt aber wird diese Musik\nihm wieder wie in einem gleichnissartige Traumbilde, unter der\napollinischen Traumeinwirkung sichtbar. Jener bild- und begrifflose\nWiederschein des Urschmerzes in der Musik, mit seiner Erlösung\nim Scheine, erzeugt jetzt eine zweite Spiegelung, als einzelnes\nGleichniss oder Exempel. Seine Subjectivität hat der Künstler bereits\nin dem dionysischen Prozess aufgegeben: das Bild, das ihm jetzt seine\nEinheit mit dem Herzen der Welt zeigt, ist eine Traumscene, die\njenen Urwiderspruch und Urschmerz, sammt der Urlust des Scheines,\nversinnlicht. Das “Ich” des Lyrikers tönt also aus dem Abgrunde des\nSeins: seine “Subjectivität” im Sinne der neueren Aesthetiker ist eine\nEinbildung. Wenn Archilochus, der erste Lyriker der Griechen, seine\nrasende Liebe und zugleich seine Verachtung den Töchtern des Lykambes\nkundgiebt, so ist es nicht seine Leidenschaft, die vor uns in\norgiastischem Taumel tanzt: wir sehen Dionysus und die Mänaden, wir\nsehen den berauschten Schwärmer Archilochus zum Schlafe niedergesunken\n– wie ihn uns Euripides in den Bacchen beschreibt, den Schlaf auf\nhoher Alpentrift, in der Mittagssonne -: und jetzt tritt Apollo an ihn\nheran und berührt ihn mit dem Lorbeer. Die dionysisch-musikalische\nVerzauberung des Schläfers sprüht jetzt gleichsam Bilderfunken um\nsich, lyrische Gedichte, die in ihrer höchsten Entfaltung Tragödien\nund dramatische Dithyramben heissen.",
        "Der Plastiker und zugleich der ihm verwandte Epiker ist in das reine\nAnschauen der Bilder versunken. Der dionysische Musiker ist ohne jedes\nBild völlig nur selbst Urschmerz und Urwiederklang desselben. Der\nlyrische Genius fühlt aus dem mystischen Selbstentäusserungs- und\nEinheitszustande eine Bilder- und Gleichnisswelt hervorwachsen, die\neine ganz andere Färbung, Causalität und Schnelligkeit hat als jene\nWelt des Plastikers und Epikers. Während der Letztgenannte in diesen\nBildern und nur in ihnen mit freudigem Behagen lebt und nicht müde\nwird, sie bis auf die kleinsten Züge hin liebevoll anzuschauen,\nwährend selbst das Bild des zürnenden Achilles für ihn nur ein Bild\nist, dessen zürnenden Ausdruck er mit jener Traumlust am Scheine\ngeniesst – so dass er, durch diesen Spiegel des Scheines, gegen das\nEinswerden und Zusammenschmelzen mit seinen Gestalten geschützt ist\n-, so sind dagegen die Bilder des Lyrikers nichts als er selbst und\ngleichsam nur verschiedene Objectivationen von ihm, weshalb er als\nbewegender Mittelpunkt jener Welt “ich” sagen darf: nur ist diese\nIchheit nicht dieselbe, wie die des wachen, empirisch- realen\nMenschen, sondern die einzige überhaupt wahrhaft seiende und ewige, im\nGrunde der Dinge ruhende Ichheit, durch deren Abbilder der lyrische\nGenius bis auf jenen Grund der Dinge hindurchsieht. Nun denken wir uns\neinmal, wie er unter diesen Abbildern auch sich selbst als Nichtgenius\nerblickt d.h. sein “Subject”, das ganze Gewühl subjectiver, auf ein\nbestimmtes, ihm real dünkendes Ding gerichteter Leidenschaften und\nWillensregungen; wenn es jetzt scheint als ob der lyrische Genius und\nder mit ihm verbundene Nichtgenius eins wäre und als ob der Erstere\nvon sich selbst jenes Wörtchen “ich” spräche, so wird uns jetzt dieser\nSchein nicht mehr verführen können, wie er allerdings diejenigen\nverführt hat, die den Lyriker als den subjectiven Dichter bezeichnet\nhaben. In Wahrheit ist Archilochus, der leidenschaftlich entbrannte\nliebende und hassende Mensch nur eine Vision des Genius, der bereits\nnicht mehr Archilochus, sondern Weltgenius ist und der seinen\nUrschmerz in jenem Gleichnisse vom Menschen Archilochus symbolisch\nausspricht: während jener subjectiv wollende und begehrende Mensch\nArchilochus überhaupt nie und nimmer Dichter sein kann. Es ist aber\ngar nicht nöthig, dass der Lyriker gerade nur das Phänomen des\nMenschen Archilochus vor sich sieht als Wiederschein des ewigen Seins;\nund die Tragödie beweist, wie weit sich die Visionswelt des Lyrikers\nvon jenem allerdings zunächst stehenden Phänomen entfernen kann.",
        "Schopenhauer, der sich die Schwierigkeit, die der Lyriker für die\nphilosophische Kunstbetrachtung macht, nicht verhehlt hat, glaubt\neinen Ausweg gefunden zu haben, den ich nicht mit ihm gehen kann,\nwährend ihm allein, in seiner tiefsinnigen Metaphysik der Musik,\ndas Mittel in die Hand gegeben war, mit dem jene Schwierigkeit\nentscheidend beseitigt werden konnte: wie ich dies, in seinem Geiste\nund zu seiner Ehre, hier gethan zu haben glaube. Dagegen bezeichnet er\nals das eigenthümliche Wesen des Liedes Folgendes (Welt als Wille und\nVorstellung I, S. 295): “Es ist das Subject des Willens, d.h. das\neigene Wollen, was das Bewusstsein des Singenden füllt, oft als ein\nentbundenes, befriedigtes Wollen (Freude), wohl noch öfter aber als\nein gehemmtes (Trauer), immer als Affect, Leidenschaft, bewegter\nGemüthszustand. Neben diesem jedoch und zugleich damit wird durch den\nAnblick der umgebenden Natur der Singende sich seiner bewusst als\nSubjects des reinen, willenlosen Erkennens, dessen unerschütterliche,\nselige Ruhe nunmehr in Contrast tritt mit dem Drange des immer\nbeschränkten, immer noch dürftigen Wollens: die Empfindung dieses\nContrastes, dieses Wechselspieles ist eigentlich, was sich im Ganzen\ndes Liedes ausspricht und was überhaupt den lyrischen Zustand\nausmacht. In diesem tritt gleichsam das reine Erkennen zu uns heran,\num uns vom Wollen und seinem Drange zu erlösen: wir folgen; doch nur\nauf Augenblicke: immer von Neuem entreisst das Wollen, die Erinnerung\nan unsere persönlichen Zwecke, uns der ruhigen Beschauung; aber auch\nimmer wieder entlockt uns dem Wollen die nächste schöne Umgebung, in\nwelcher sich die reine willenlose Erkenntniss uns darbietet. Darum\ngeht im Liede und der lyrischen Stimmung das Wollen (das persönliche\nInteresse des Zwecks) und das reine Anschauen der sich darbietenden\nUmgebung wundersam gemischt durch einander: es werden Beziehungen\nzwischen beiden gesucht und imaginirt; die subjective Stimmung, die\nAffection des Willens, theilt der angeschauten Umgebung und diese\nwiederum jener ihre Farbe im Reflex mit: von diesem ganzen so\ngemischten und getheilten Gemüthszustande ist das ächte Lied der\nAbdruck”.",
        "Wer vermöchte in dieser Schilderung zu verkennen, dass hier die Lyrik\nals eine unvollkommen erreichte, gleichsam im Sprunge und selten zum\nZiele kommende Kunst charakterisirt wird, ja als eine Halbkunst, deren\nWesen darin bestehen solle, dass das Wollen und das reine Anschauen\nd.h. der unaesthetische und der aesthetische Zustand wundersam durch\neinander gemischt seien? Wir behaupten vielmehr, dass der ganze\nGegensatz, nach dem wie nach einem Werthmesser auch noch Schopenhauer\ndie Künste eintheilt, der des Subjectiven und des Objectiven,\nüberhaupt in der Aesthetik ungehörig ist, da das Subject, das wollende\nund seine egoistischen Zwecke fördernde Individuum nur als Gegner,\nnicht als Ursprung der Kunst gedacht werden kann. Insofern aber das\nSubject Künstler ist, ist es bereits von seinem individuellen Willen\nerlöst und gleichsam Medium geworden, durch das hindurch das eine\nwahrhaft seiende Subject seine Erlösung im Scheine feiert. Denn dies\nmuss uns vor allem, zu unserer Erniedrigung und Erhöhung, deutlich\nsein, dass die ganze Kunstkomödie durchaus nicht für uns, etwa unsrer\nBesserung und Bildung wegen, aufgeführt wird, ja dass wir ebensowenig\ndie eigentlichen Schöpfer jener Kunstwelt sind: wohl aber dürfen wir\nvon uns selbst annehmen, dass wir für den wahren Schöpfer derselben\nschon Bilder und künstlerische Projectionen sind und in der Bedeutung\nvon Kunstwerken unsre höchste Würde haben – denn nur als aesthetisches\nPhänomen ist das Dasein und die Welt ewig gerechtfertigt: – während\nfreilich unser Bewusstsein über diese unsre Bedeutung kaum ein\nandres ist als es die auf Leinwand gemalten Krieger von der auf ihr\ndargestellten Schlacht haben. Somit ist unser ganzes Kunstwissen im\nGrunde ein völlig illusorisches, weil wir als Wissende mit jenem Wesen\nnicht eins und identisch sind, das sich, als einziger Schöpfer und\nZuschauer jener Kunstkomödie, einen ewigen Genuss bereitet. Nur soweit\nder Genius im Actus der künstlerischen Zeugung mit jenem Urkünstler\nder Welt verschmilzt, weiss er etwas über das ewige Wesen der Kunst;\ndenn in jenem Zustande ist er, wunderbarer Weise, dem unheimlichen\nBild des Mährchens gleich, das die Augen drehn und sich selber\nanschaun kann; jetzt ist er zugleich Subject und Object, zugleich\nDichter, Schauspieler und Zuschauer.",
        "In Betreff des Archilochus hat die gelehrte Forschung entdeckt, dass\ner das Volkslied in die Litteratur eingeführt habe, und dass ihm,\ndieser That halber, jene einzige Stellung neben Homer, in der\nallgemeinen Schätzung der Griechen zukomme. Was aber ist das Volkslied\nim Gegensatz zu dem völlig apollinischen Epos? Was anders als das\nperpetuum vestigium einer Vereinigung des Apollinischen und des\nDionysischen; seine ungeheure, über alle Völker sich erstreckende\nund in immer neuen Geburten sich steigernde Verbreitung ist uns ein\nZeugniss dafür, wie stark jener künstlerische Doppeltrieb der Natur\nist: der in analoger Weise seine Spuren im Volkslied hinterlässt,\nwie die orgiastischen Bewegungen eines Volkes sich in seiner Musik\nverewigen. Ja es müsste auch historisch nachweisbar sein, wie jede\nan Volksliedern reich productive Periode zugleich auf das Stärkste\ndurch dionysische Strömungen erregt worden ist, welche wir immer als\nUntergrund und Voraussetzung des Volksliedes zu betrachten haben.",
        "Das Volkslied aber gilt uns zu allernächst als musikalischer\nWeltspiegel, als ursprüngliche Melodie, die sich jetzt eine parallele\nTraumerscheinung sucht und diese in der Dichtung ausspricht. Die\nMelodie ist also das Erste und Allgemeine, das deshalb auch mehrere\nObjectivationen, in mehreren Texten, an sich erleiden kann. Sie\nist auch das bei weitem wichtigere und nothwendigere in der naiven\nSchätzung des Volkes. Die Melodie gebiert die Dichtung aus sich und\nzwar immer wieder von Neuem; nichts Anderes will uns die Strophenform\ndes Volksliedes sagen: welches Phänomen ich immer mit Erstaunen\nbetrachtet habe, bis ich endlich diese Erklärung fand. Wer eine\nSammlung von Volksliedern z.B. des Knaben Wunderhorn auf diese Theorie\nhin ansieht, der wird unzählige Beispiele finden, wie die fortwährend\ngebärende Melodie Bilderfunken um sich aussprüht: die in ihrer\nBuntheit, ihrem jähen Wechsel, ja ihrem tollen Sichüberstürzen eine\ndem epischen Scheine und seinem ruhigen Fortströmen wildfremde\nKraft offenbaren. Vom Standpunkte des Epos ist diese ungleiche und\nunregelmässige Bilderwelt der Lyrik einfach zu verurtheilen: und dies\nhaben gewiss die feierlichen epischen Rhapsoden der apollinischen\nFeste im Zeitalter des Terpander gethan.",
        "In der Dichtung des Volksliedes sehen wir also die Sprache auf das\nStärkste angespannt, die Musik nachzuahmen: deshalb beginnt mit\nArchilochus eine neue Welt der Poesie, die der homerischen in ihrem\ntiefsten Grunde widerspricht. Hiermit haben wir das einzig mögliche\nVerhältniss zwischen Poesie und Musik, Wort und Ton bezeichnet: das\nWort, das Bild, der Begriff sucht einen der Musik analogen Ausdruck\nund erleidet jetzt die Gewalt der Musik an sich. In diesem Sinne\ndürfen wir in der Sprachgeschichte des griechischen Volkes zwei\nHauptströmungen unterscheiden, jenachdem die Sprache die Erscheinungs-\nund Bilderwelt oder die Musikwelt nachahmte. Man denke nur einmal\ntiefer über die sprachliche Differenz der Farbe, des syntaktischen\nBau’s, des Wortmaterial’s bei Homer und Pindar nach, um die Bedeutung\ndieses Gegensatzes zu begreifen; ja es wird Einem dabei handgreiflich\ndeutlich, dass zwischen Homer und Pindar die orgiastischen\nFlötenweisen des Olympus erklungen sein müssen, die noch im Zeitalter\ndes Aristoteles, inmitten einer unendlich entwickelteren Musik, zu\ntrunkner Begeisterung hinrissen und gewiss in ihrer ursprünglichen\nWirkung alle dichterischen Ausdrucksmittel der gleichzeitigen Menschen\nzur Nachahmung aufgereizt haben. Ich erinnere hier an ein bekanntes,\nunserer Aesthetik nur anstössig dünkendes Phänomen unserer Tage.\nWir erleben es immer wieder, wie eine Beethoven’sche Symphonie die\neinzelnen Zuhörer zu einer Bilderrede nöthigt, sei es auch dass eine\nZusammenstellung der verschiedenen, durch ein Tonstück erzeugten\nBilderwelten sich recht phantastisch bunt, ja widersprechend ausnimmt:\nan solchen Zusammenstellungen ihren armen Witz zu üben und das doch\nwahrlich erklärenswerthe Phänomen zu übersehen, ist recht in der Art\njener Aesthetik. Ja selbst wenn der Tondichter in Bildern über eine\nComposition geredet hat, etwa wenn er eine Symphonie als pastorale\nund einen Satz als “Scene am Bach”, einen anderen als “lustiges\nZusammensein der Landleute” bezeichnet, so sind das ebenfalls nur\ngleichnissartige, aus der Musik geborne Vorstellungen – und nicht etwa\ndie nachgeahmten Gegenstände der Musik – Vorstellungen, die über den\ndionysischen Inhalt der Musik uns nach keiner Seite hin belehren\nkönnen, ja die keinen ausschliesslichen Werth neben anderen Bildern\nhaben. Diesen Prozess einer Entladung der Musik in Bildern haben wir\nuns nun auf eine jugendfrische, sprachlich schöpferische Volksmenge\nzu übertragen, um zur Ahnung zu kommen, wie das strophische Volkslied\nentsteht, und wie das ganze Sprachvermögen durch das neue Princip der\nNachahmung der Musik aufgeregt wird.",
        "Dürfen wir also die lyrische Dichtung als die nachahmende\nEffulguration der Musik in Bildern und Begriffen betrachten, so\nkönnen wir jetzt fragen: “als was erscheint die Musik im Spiegel der\nBildlichkeit und der Begriffe?” Sie erscheint als Wille, das Wort\nim Schopenhauerischen Sinne genommen, d.h. als Gegensatz der\naesthetischen, rein beschaulichen willenlosen Stimmung. Hier\nunterscheide man nun so scharf als möglich den Begriff des Wesens von\ndem der Erscheinung: denn die Musik kann, ihrem Wesen nach, unmöglich\nWille sein, weil sie als solcher gänzlich aus dem Bereich der Kunst\nzu bannen wäre – denn der Wille ist das an sich Unaesthetische -;\naber sie erscheint als Wille. Denn um ihre Erscheinung in Bildern\nauszudrücken, braucht der Lyriker alle Regungen der Leidenschaft, vom\nFlüstern der Neigung bis zum Grollen des Wahnsinns; unter dem Triebe,\nin apollinischen Gleichnissen von der Musik zu reden, versteht er die\nganze Natur und sich in ihr nur als das ewig Wollende, Begehrende,\nSehnende. Insofern er aber die Musik in Bildern deutet, ruht er selbst\nin der stillen Meeresruhe der apollinischen Betrachtung, so sehr auch\nalles, was er durch das Medium der Musik anschaut, um ihn herum in\ndrängender und treibender Bewegung ist. Ja wenn er sich selbst durch\ndasselbe Medium erblickt, so zeigt sich ihm sein eignes Bild im\nZustande des unbefriedigten Gefühls: sein eignes Wollen, Sehnen,\nStöhnen, Jauchzen ist ihm ein Gleichniss, mit dem er die Musik sich\ndeutet. Dies ist das Phänomen des Lyrikers: als apollinischer Genius\ninterpretirt er die Musik durch das Bild des Willens, während er\nselbst, völlig losgelöst von der Gier des Willens, reines ungetrübtes\nSonnenauge ist.",
        "Diese ganze Erörterung hält daran fest, dass die Lyrik eben so\nabhängig ist vom Geiste der Musik als die Musik selbst, in ihrer\nvölligen Unumschränktheit, das Bild und den Begriff nicht braucht,\nsondern ihn nur neben sich erträgt. Die Dichtung des Lyrikers kann\nnichts aussagen, was nicht in der ungeheuersten Allgemeinheit und\nAllgültigkeit bereits in der Musik lag, die ihn zur Bilderrede\nnöthigte. Der Weltsymbolik der Musik ist eben deshalb mit der Sprache\nauf keine Weise erschöpfend beizukommen, weil sie sich auf den\nUrwiderspruch und Urschmerz im Herzen des Ur-Einen symbolisch bezieht,\nsomit eine Sphäre symbolisirt, die über alle Erscheinung und vor aller\nErscheinung ist. Ihr gegenüber ist vielmehr jede Erscheinung nur\nGleichniss: daher kann die Sprache, als Organ und Symbol der\nErscheinungen, nie und nirgends das tiefste Innere der Musik nach\nAussen kehren, sondern bleibt immer, sobald sie sich auf Nachahmung\nder Musik einlässt, nur in einer äusserlichen Berührung mit der Musik,\nwährend deren tiefster Sinn, durch alle lyrische Beredsamkeit, uns\nauch keinen Schritt näher gebracht werden kann.",
        "Alle die bisher erörterten Kunstprincipien müssen wir jetzt zu Hülfe\nnehmen, um uns in dem Labyrinth zurecht zu finden, als welches wir den\nUrsprung der griechischen Tragödie bezeichnen müssen. Ich denke nichts\nUngereimtes zu behaupten, wenn ich sage, dass das Problem dieses\nUrsprungs bis jetzt noch nicht einmal ernsthaft aufgestellt,\ngeschweige denn gelöst ist, so oft auch die zerflatternden Fetzen der\nantiken Ueberlieferung schon combinatorisch an einander genäht und\nwieder aus einander gerissen sind. Diese Ueberlieferung sagt uns mit\nvoller Entschiedenheit, dass die Tragödie aus dem tragischen Chore\nentstanden ist und ursprünglich nur Chor und nichts als Chor war:\nwoher wir die Verpflichtung nehmen, diesem tragischen Chore als dem\neigentlichen Urdrama in’s Herz zu sehen, ohne uns an den geläufigen\nKunstredensarten – dass er der idealische Zuschauer sei oder das\nVolk gegenüber der fürstlichen Region der Scene zu vertreten habe\n– irgendwie genügen zu lassen. Jener zuletzt erwähnte, für manchen\nPolitiker erhaben klingende Erläuterungsgedanke – als ob das\nunwandelbare Sittengesetz von den demokratischen Athenern in\ndem Volkschore dargestellt sei, der über die leidenschaftlichen\nAusschreitungen und Ausschweifungen der Könige hinaus immer Recht\nbehalte – mag noch so sehr durch ein Wort des Aristoteles nahegelegt\nsein: auf die ursprüngliche Formation der Tragödie ist er ohne\nEinfluss, da von jenen rein religiösen Ursprüngen der ganze Gegensatz\nvon Volk und Fürst, überhaupt jegliche politisch-sociale Sphäre\nausgeschlossen ist; aber wir möchten es auch in Hinsicht auf die uns\nbekannte classische Form des Chors bei Aeschylus und Sophokles für\nBlasphemie erachten, hier von der Ahnung einer “constitutionellen\nVolksvertretung” zu reden, vor welcher Blasphemie Andere nicht\nzurückgeschrocken sind. Eine constitutionelle Volksvertretung\nkennen die antiken Staatsverfassungen in praxi nicht und haben sie\nhoffentlich auch in ihrer Tragödie nicht einmal “geahnt”.",
        "Viel berühmter als diese politische Erklärung des Chors ist der\nGedanke A. W. Schlegel’s, der uns den Chor gewissermaassen als den\nInbegriff und Extract der Zuschauermenge, als den “idealischen\nZuschauer” zu betrachten anempfiehlt. Diese Ansicht, zusammengehalten\nmit jener historischen Ueberlieferung, dass ursprünglich die Tragödie\nnur Chor war, erweist sich als das was sie ist, als eine rohe,\nunwissenschaftliche, doch glänzende Behauptung, die ihren Glanz\naber nur durch ihre concentrirte Form des Ausdrucks, durch die echt\ngermanische Voreingenommenheit für Alles, was “idealisch” genannt wird\nund durch unser momentanes Erstauntsein erhalten hat. Wir sind nämlich\nerstaunt, sobald wir das uns gut bekannte Theaterpublicum mit jenem\nChore vergleichen und uns fragen, ob es wohl möglich sei, aus diesem\nPublicum je etwas dem tragischen Chore Analoges herauszuidealisiren.\nWir leugnen dies im Stillen und wundern uns jetzt eben so über die\nKühnheit der Schlegel’schen Behauptung wie über die total verschiedene\nNatur des griechischen Publicums. Wir hatten nämlich doch immer\ngemeint, dass der rechte Zuschauer, er sei wer er wolle, sich immer\nbewusst bleiben müsse, ein Kunstwerk vor sich zu haben, nicht eine\nempirische Realität: während der tragische Chor der Griechen in den\nGestalten der Bühne leibhafte Existenzen zu erkennen genöthigt ist.\nDer Okeanidenchor glaubt wirklich den Titan Prometheus vor sich zu\nsehen und hält sich selbst für eben so real wie den Gott der Scene.\nUnd das sollte die höchste und reinste Art des Zuschauers sein, gleich\nden Okeaniden den Prometheus für leiblich vorhanden und real zu\nhalten? Und es wäre das Zeichen des idealischen Zuschauers, auf die\nBühne zu laufen und den Gott von seinen Martern zu befreien? Wir\nhatten an ein aesthetisches Publicum geglaubt und den einzelnen\nZuschauer für um so befähigter gehalten, je mehr er im Stande war,\ndas Kunstwerk als Kunst d.h. aesthetisch zu nehmen; und jetzt deutete\nuns der Schlegel’sche Ausdruck an, dass der vollkommne idealische\nZuschauer die Welt der Scene gar nicht aesthetisch, sondern leibhaft\nempirisch auf sich wirken lasse. O über diese Griechen! seufzen wir;\nsie werfen uns unsre Aesthetik um! Daran aber gewöhnt, wiederholten\nwir den Sdllegel’schen Spruch, so oft der Chor zur Sprache kam.",
        "Aber jene so ausdrückliche Ueberlieferung redet hier gegen Schlegel:\nder Chor an sich, ohne Bühne, also die primitive Gestalt der Tragödie\nund jener Chor idealischer Zuschauer vertragen sich nicht mit\neinander. Was wäre das für eine Kunstgattung, die aus dem Begriff\ndes Zuschauers herausgezogen wäre, als deren eigentliche Form der\n\"Zuschauer an sich” zu gelten hätte. Der Zuschauer ohne Schauspiel ist\nein widersinniger Begriff. Wir fürchten, dass die Geburt der Tragödie\nweder aus der Hochachtung vor der sittlichen Intelligenz der Masse,\nnoch aus dem Begriff des schauspiellosen Zuschauers zu erklären\nsei und halten dies Problem für zu tief, um von so flachen\nBetrachtungsarten auch nur berührt zu werden.",
        "Eine unendlich werthvollere Einsicht über die Bedeutung des Chors\nhatte bereits Schiller in der berühmten Vorrede zur Braut von Messina\nverrathen, der den Chor als eine lebendige Mauer betrachtete, die die\nTragödie um sich herum zieht, um sich von der wirklichen Welt rein\nabzuschliessen und sich ihren idealen Boden und ihre poetische\nFreiheit zu bewahren.",
        "Schiller kämpft mit dieser seiner Hauptwaffe gegen den gemeinen\nBegriff des Natürlichen, gegen die bei der dramatischen Poesie\ngemeinhin geheischte Illusion. Während der Tag selbst auf dem Theater\nnur ein künstlicher, die Architektur nur eine symbolische sei und die\nmetrische Sprache einen idealen Charakter trage, herrsche immer noch\nder Irrthum im Ganzen: es sei nicht genug, dass man das nur als eine\npoetische Freiheit dulde, was doch das Wesen aller Poesie sei. Die\nEinführung des Chores sei der entscheidende Schritt, mit dem jedem\nNaturalismus in der Kunst offen und ehrlich der Krieg erklärt werde.\n– Eine solche Betrachtungsart ist es, scheint mir, für die unser\nsich überlegen wähnendes Zeitalter das wegwerfende Schlagwort\n\"Pseudoidealismus” gebraucht. Ich fürchte, wir sind dagegen mit\nunserer jetzigen Verehrung des Natürlichen und Wirklichen am\nGegenpol alles Idealismus angelangt, nämlich in der Region der\nWachsfigurencabinette. Auch in ihnen giebt es eine Kunst, wie bei\ngewissen beliebten Romanen der Gegenwart: nur quäle man uns nicht\nmit dem Anspruch, dass mit dieser Kunst der Schiller-Goethesche\n\"Pseudoidealismus” überwunden sei.",
        "Freilich ist es ein “idealer” Boden, auf dem, nach der richtigen\nEinsicht Schillers, der griechische Satyrchor, der Chor der\nursprünglichen Tragödie, zu wandeln pflegt, ein Boden hoch\nemporgehoben über die wirkliche Wandelbahn der Sterblichen. Der\nGrieche hat sich für diesen Chor die Schwebegerüste eines fingirten\nNaturzustandes gezimmert und auf sie hin fingirte Naturwesen gestellt.\nDie Tragödie ist auf diesem Fundamente emporgewachsen und freilich\nschon deshalb von Anbeginn an einem peinlichen Abkonterfeien der\nWirklichkeit enthoben gewesen. Dabei ist es doch keine willkürlich\nzwischen Himmel und Erde hineinphantasirte Welt; vielmehr eine Welt\nvon gleicher Realität und Glaubwürdigkeit wie sie der Olymp sammt\nseinen Insassen für den gläubigen Hellenen besass. Der Satyr als der\ndionysische Choreut lebt in einer religiös zugestandenen Wirklichkeit\nunter der Sanction des Mythus und des Cultus. Dass mit ihm die\nTragödie beginnt, dass aus ihm die dionysische Weisheit der Tragödie\nspricht, ist ein hier uns eben so befremdendes Phänomen wie überhaupt\ndie Entstehung der Tragödie aus dem Chore. Vielleicht gewinnen\nwir einen Ausgangspunkt der Betrachtung, wenn ich die Behauptung\nhinstelle, dass sich der Satyr, das fingirte Naturwesen, zu dem\nCulturmenschen in gleicher Weise verhält, wie die dionysische Musik\nzur Civilisation. Von letzterer sagt Richard Wagner, dass sie von\nder Musik aufgehoben werde wie der Lampenschein vom Tageslicht. In\ngleicher Weise, glaube ich, fühlte sich der griechische Culturmensch\nim Angesicht des Satyrchors aufgehoben: und dies ist die nächste\nWirkung der dionysischen Tragödie, dass der Staat und die\nGesellschaft, überhaupt die Klüfte zwischen Mensch und Mensch einem\nübermächtigen Einheitsgefühle weichen, welches an das Herz der Natur\nzurückführt. Der metaphysische Trost, – mit welchem, wie ich schon\nhier andeute, uns jede wahre Tragödie entlässt – dass das Leben im\nGrunde der Dinge, trotz allem Wechsel der Erscheinungen unzerstörbar\nmächtig und lustvoll sei, dieser Trost erscheint in leibhafter\nDeutlichkeit als Satyrchor, als Chor von Naturwesen, die gleichsam\nhinter aller Civilisation unvertilgbar leben und trotz allem Wechsel\nder Generationen und der Völkergeschichte ewig dieselben bleiben.",
        "Mit diesem Chore tröstet sich der tiefsinnige und zum zartesten und\nschwersten Leiden einzig befähigte Hellene, der mit schneidigem\nBlicke mitten in das furchtbare Vernidhtungstreiben der sogenannten\nWeltgeschichte, eben so wie in die Grausamkeit der Natur geschaut hat\nund in Gefahr ist, sich nach einer buddhaistischen Verneinung des\nWillens zu sehnen. Ihn rettet die Kunst, und durch die Kunst rettet\nihn sich – das Leben.",
        "Die Verzückung des dionysischen Zustandes mit seiner Vernichtung der\ngewöhnlichen Schranken und Grenzen des Daseins enthält nämlich während\nseiner Dauer ein lethargisches Element, in das sich alles persönlich\nin der Vergangenheit Erlebte eintaucht. So scheidet sich durch diese\nKluft der Vergessenheit die Welt der alltäglichen und der dionysischen\nWirklichkeit von einander ab. Sobald aber jene alltägliche\nWirklichkeit wieder ins Bewusstsein tritt, wird sie mit Ekel als\nsolche empfunden; eine asketische, willenverneinende Stimmung ist die\nFrucht jener Zustände. In diesem Sinne hat der dionysische Mensch\nAehnlichkeit mit Hamlet: beide haben einmal einen wahren Blick in\ndas Wesen der Dinge gethan, sie haben erkannt, und es ekelt sie zu\nhandeln; denn ihre Handlung kann nichts am ewigen Wesen der Dinge\nändern, sie empfinden es als lächerlich oder schmachvoll, dass ihnen\nzugemuthet wird, die Welt, die aus den Fugen ist, wieder einzurichten.\nDie Erkenntniss tödtet das Handeln, zum Handeln gehört das\nUmschleiertsein durch die Illusion – das ist die Hamletlehre, nicht\njene wohlfeile Weisheit von Hans dem Träumer, der aus zu viel\nReflexion, gleichsam aus einem Ueberschuss von Möglichkeiten nicht zum\nHandeln kommt; nicht das Reflectiren, nein! – die wahre Erkenntniss,\nder Einblick in die grauenhafte Wahrheit überwiegt jedes zum Handeln\nantreibende Motiv, bei Hamlet sowohl als bei dem dionysischen\nMenschen. Jetzt verfängt kein Trost mehr, die Sehnsucht geht über eine\nWelt nach dem Tode, über die Götter selbst hinaus, das Dasein wird,\nsammt seiner gleissenden Wiederspiegelung in den Göttern oder in\neinem unsterblichen Jenseits, verneint. In der Bewusstheit der\neinmal geschauten Wahrheit sieht jetzt der Mensch überall nur das\nEntsetzliche oder Absurde des Seins, jetzt versteht er das Symbolische\nim Schicksal der Ophelia, jetzt erkennt er die Weisheit des Waldgottes\nSilen: es ekelt ihn.",
        "Hier, in dieser höchsten Gefahr des Willens, naht sich, als rettende,\nheilkundige Zauberin, die Kunst; sie allein vermag jene Ekelgedanken\nüber das Entsetzliche oder Absurde des Daseins in Vorstellungen\numzubiegen, mit denen sich leben lässt: diese sind das Erhabene als\ndie künstlerische Bändigung des Entsetzlichen und das Komische als\ndie künstlerische Entladung vom Ekel des Absurden. Der Satyrchor des\nDithyrambus ist die rettende That der griechischen Kunst; an der\nMittelwelt dieser dionysischen Begleiter erschöpften sich jene vorhin\nbeschriebenen Anwandlungen.",
        "Der Satyr wie der idyllische Schäfer unserer neueren Zeit sind Beide\nAusgeburten einer auf das Ursprüngliche und Natürliche gerichteten\nSehnsucht; aber mit welchem festen unerschrocknen Griffe fasste der\nGrieche nach seinem Waldmenschen, wie verschämt und weichlich tändelte\nder moderne Mensch mit dem Schmeichelbild eines zärtlichen flötenden\nweichgearteten Hirten! Die Natur, an der noch keine Erkenntniss\ngearbeitet, in der die Riegel der Cultur noch unerbrochen sind – das\nsah der Grieche in seinem Satyr, der ihm deshalb noch nicht mit dem\nAffen zusammenfiel. Im Gegentheil: es war das Urbild des Menschen,\nder Ausdruck seiner höchsten und stärksten Regungen, als begeisterter\nSchwärmer, den die Nähe des Gottes entzückt, als mitleidender Genosse,\nin dem sich das Leiden des Gottes wiederholt, als Weisheitsverkünder\naus der tiefsten Brust der Natur heraus, als Sinnbild der\ngeschlechtlichen Allgewalt der Natur, die der Grieche gewöhnt ist mit\nehrfürchtigem Staunen zu betrachten. Der Satyr war etwas Erhabenes und\nGöttliches: so musste er besonders dem schmerzlich gebrochnen Blick\ndes dionysischen Menschen dünken. Ihn hätte der geputzte, erlogene\nSchäfer beleidigt: auf den unverhüllten und unverkümmert grossartigen\nSchriftzügen der Natur weilte sein Auge in erhabener Befriedigung;\nhier war die Illusion der Cultur von dem Urbilde des Menschen\nweggewischt, hier enthüllte sich der wahre Mensch, der bärtige Satyr,\nder zu seinem Gotte aufjubelt. Vor ihm schrumpfte der Culturmensch zur\nlügenhaften Caricatur zusammen. Auch für diese Anfänge der tragischen\nKunst hat Schiller Recht: der Chor ist eine lebendige Mauer gegen\ndie anstürmende Wirklichkeit, weil er – der Satyrchor – das Dasein\nwahrhaftiger, wirklicher, vollständiger abbildet als der gemeinhin\nsich als einzige Realität achtende Culturmensch. Die Sphäre der Poesie\nliegt nicht ausserhalb der Welt, als eine phantastische Unmöglichkeit\neines Dichterhirns: sie will das gerade Gegentheil sein, der\nungeschminkte Ausdruck der Wahrheit und muss eben deshalb den\nlügenhaften Aufputz jener vermeinten Wirklichkeit des Culturmenschen\nvon sich werfen. Der Contrast dieser eigentlichen Naturwahrheit und\nder sich als einzige Realität gebärdenden Culturlüge ist ein ähnlicher\nwie zwischen dem ewigen Kern der Dinge, dem Ding an sich, und\nder gesammten Erscheinungswelt: und wie die Tragödie mit ihrem\nmetaphysischen Troste auf das ewige Leben jenes Daseinskernes, bei\ndem fortwährenden Untergange der Erscheinungen, hinweist, so spricht\nbereits die Symbolik des Satyrchors in einem Gleichniss jenes\nUrverhältniss zwischen Ding an sich und Erscheinung aus. Jener\nidyllische Schäfer des modernen Menschen ist nur ein Konterfei der\nihm als Natur geltenden Summe von Bildungsillusionen; der dionysische\nGrieche will die Wahrheit und die Natur in ihrer höchsten Kraft – er\nsieht sich zum Satyr verzaubert.",
        "Unter solchen Stimmungen und Erkenntnissen jubelt die schwärmende\nSchaar der Dionysusdiener: deren Macht sie selbst vor ihren eignen\nAugen verwandelt, so dass sie sich als wiederhergestellte Naturgenien,\nals Satyrn, zu erblicken wähnen. Die spätere Constitution des\nTragödienchors ist die künstlerische Nachahmung jenes natürlichen\nPhänomens; bei der nun allerdings eine Scheidung von dionysischen\nZuschauern und dionysischen Verzauberten nöthig wurde. Nur muss\nman sich immer gegenwärtig halten, dass das Publicum der attischen\nTragödie sich selbst in dem Chore der Orchestra wiederfand, dass es im\nGrunde keinen Gegensatz von Publicum und Chor gab: denn alles ist nur\nein grosser erhabener Chor von tanzenden und singenden Satyrn oder\nvon solchen, welche sich durch diese Satyrn repräsentiren lassen.\nDas Schlegel’sche Wort muss sich uns hier in einem tieferen Sinne\nerschliessen. Der Chor ist der “idealische Zuschauer”, insofern er\nder einzige Schauer ist, der Schauer der Visionswelt der Scene.\nEin Publicum von Zuschauern, wie wir es kennen, war den Griechen\nunbekannt: in ihren Theatern war es Jedem, bei dem in concentrischen\nBogen sich erhebenden Terrassenbau des Zuschauerraumes, möglich, die\ngesammte Culturwelt um sich herum ganz eigentlich zu übersehen und\nin gesättigtem Hinschauen selbst Choreut sich zu wähnen. Nach dieser\nEinsicht dürfen wir den Chor, auf seiner primitiven Stufe in der\nUrtragödie, eine Selbstspiegelung des dionysischen Menschen nennen:\nwelches Phänomen am deutlichsten durch den Prozess des Schauspielers\nzu machen ist, der, bei wahrhafter Begabung, sein von ihm\ndarzustellendes Rollenbild zum Greifen wahrnehmbar vor seinen Augen\nschweben sieht. Der Satyrchor ist zu allererst eine Vision der\ndionysischen Masse, wie wiederum die Welt der Bühne eine Vision dieses\nSatyrchors ist: die Kraft dieser Vision ist stark genug, um gegen den\nEindruck der “Realität”, gegen die rings auf den Sitzreihen gelagerten\nBildungsmenschen den Blick stumpf und unempfindlich zu machen. Die\nForm des griechischen Theaters erinnert an ein einsames Gebirgsthal:\ndie Architektur der Scene erscheint wie ein leuchtendes Wolkenbild,\nwelches die im Gebirge herumschwärmenden Bacchen von der Höhe aus\nerblicken, als die herrliche Umrahmung, in deren Mitte ihnen das Bild\ndes Dionysus offenbar wird.",
        "Jene künstlerische Urerscheinung, die wir hier zur Erklärung des\nTragödienchors zur Sprache bringen, ist, bei unserer gelehrtenhaften\nAnschauung über die elementaren künstlerischen Prozesse, fast\nanstössig; während nichts ausgemachter sein kann, als dass der Dichter\nnur dadurch Dichter ist, dass er von Gestalten sich umringt sieht,\ndie vor ihm leben und handeln und in deren innerstes Wesen er\nhineinblickt. Durch eine eigenthümliche Schwäche der modernen Begabung\nsind wir geneigt, uns das aesthetische Urphänomen zu complicirt und\nabstract vorzustellen. Die Metapher ist für den ächten Dichter nicht\neine rhetorische Figur, sondern ein stellvertretendes Bild, das ihm\nwirklich, an Stelle eines Begriffes, vorschwebt. Der Character ist für\nihn nicht etwas aus zusammengesuchten Einzelzügen componirtes Ganzes,\nsondern eine vor seinen Augen aufdringlich lebendige Person, die\nvon der gleichen Vision des Malers sich nur durch das fortwährende\nWeiterleben und Weiterhandeln unterscheidet. Wodurch schildert Homer\nso viel anschaulicher als alle Dichter? Weil er um so viel mehr\nanschaut. Wir reden über Poesie so abstract, weil wir alle schlechte\nDichter zu sein pflegen. Im Grunde ist das aesthetische Phänomen\neinfach; man habe nur die Fähigkeit, fortwährend ein lebendiges Spiel\nzu sehen und immerfort von Geisterschaaren umringt zu leben, so ist\nman Dichter; man fühle nur den Trieb, sich selbst zu verwandeln und\naus anderen Leibern und Seelen herauszureden, so ist man Dramatiker.",
        "Die dionysische Erregung ist im Stande, einer ganzen Masse diese\nkünstlerische Begabung mitzutheilen, sich von einer solchen\nGeisterschaar umringt zu sehen, mit der sie sich innerlich eins weiss.\nDieser Prozess des Tragödienchors ist das dramatische Urphänomen: sich\nselbst vor sich verwandelt zu sehen und jetzt zu handeln, als ob man\nwirklich in einen andern Leib, in einen andern Charakter eingegangen\nwäre. Dieser Prozess steht an dem Anfang der Entwickelung des Dramas.\nHier ist etwas Anderes als der Rhapsode, der mit seinen Bildern nicht\nverschmilzt, sondern sie, dem Maler ähnlich, mit betrachtendem Auge\nausser sich sieht; hier ist bereits ein Aufgeben des Individuums\ndurch Einkehr in eine fremde Natur. Und zwar tritt dieses Phänomen\nepidemisch auf: eine ganze Schaar fühlt sich in dieser Weise\nverzaubert. Der Dithyramb ist deshalb wesentlich von jedem anderen\nChorgesange unterschieden. Die Jungfrauen, die, mit Lorbeerzweigen\nin der Hand, feierlich zum Tempel des Apollo ziehn und dabei ein\nProzessionslied singen, bleiben, wer sie sind, und behalten ihren\nbürgerlichen Namen: der dithyrambische Chor ist ein Chor von\nVerwandelten, bei denen ihre bürgerliche Vergangenheit, ihre sociale\nStellung völlig vergessen ist: sie sind die zeitlosen, ausserhalb\naller Gesellschaftssphären lebenden Diener ihres Gottes geworden. Alle\nandere Chorlyrik der Hellenen ist nur eine ungeheure Steigerung des\napollinischen Einzelsängers; während im Dithyramb eine Gemeinde\nvon unbewussten Schauspielern vor uns steht, die sich selbst unter\neinander als verwandelt ansehen.",
        "Die Verzauberung ist die Voraussetzung aller dramatischen Kunst. In\ndieser Verzauberung sieht sich der dionysische Schwärmer als Satyr,\nund als Satyr wiederum schaut er den Gott d.h. er sieht in seiner\nVerwandlung eine neue Vision ausser sich, als apollinische Vollendung\nseines Zustandes. Mit dieser neuen Vision ist das Drama vollständig.",
        "Nach dieser Erkenntniss haben wir die griechische Tragödie als den\ndionysischen Chor zu verstehen, der sich immer von neuem wieder\nin einer apollinischen Bilderwelt entladet. Jene Chorpartien, mit\ndenen die Tragödie durchflochten ist, sind also gewissermaassen der\nMutterschooss des ganzen sogenannten Dialogs d.h. der gesammten\nBühnenwelt, des eigentlichen Dramas. In mehreren auf einander\nfolgenden Entladungen strahlt dieser Urgrund der Tragödie jene Vision\ndes Dramas aus: die durchaus Traumerscheinung und insofern epischer\nNatur ist, andrerseits aber, als Objectivation eines dionysischen\nZustandes, nicht die apollinische Erlösung im Scheine, sondern im\nGegentheil das Zerbrechen des Individuums und sein Einswerden mit dem\nUrsein darstellt. Somit ist das Drama die apollinische Versinnlichung\ndionysischer Erkenntnisse und Wirkungen und dadurch wie durch eine\nungeheure Kluft vom Epos abgeschieden.",
        "Der Chor der griechischen Tragödie, das Symbol der gesammten\ndionysisch erregten Masse, findet an dieser unserer Auffassung seine\nvolle Erklärung. Während wir, mit der Gewöhnung an die Stellung eines\nChors auf der modernen Bühne, zumal eines Opernchors, gar nicht\nbegreifen konnten, wie jener tragische Chor der Griechen älter,\nursprünglicher, ja wichtiger sein sollte, als die eigentliche\n\"Action”, – wie dies doch so deutlich überliefert war – während\nwir wiederum mit jener überlieferten hohen Wichtigkeit und\nUrsprünglichkeit nicht reimen konnten, warum er doch nur aus niedrigen\ndienenden Wesen, ja zuerst nur aus bocksartigen Satyrn zusammengesetzt\nworden sei, während uns die Orchestra vor der Scene immer ein Räthsel\nblieb, sind wir jetzt zu der Einsicht gekommen, dass die Scene sammt\nder Action im Grunde und ursprünglich nur als Vision gedacht wurde,\ndass die einzige “Realität” eben der Chor ist, der die Vision aus sich\nerzeugt und von ihr mit der ganzen Symbolik des Tanzes, des Tones und\ndes Wortes redet. Dieser Chor schaut in seiner Vision seinen Herrn und\nMeister Dionysus und ist darum ewig der dienende Chor: er sieht, wie\ndieser, der Gott, leidet und sich verherrlicht, und handelt deshalb\nselbst nicht. Bei dieser, dem Gotte gegenüber durchaus dienenden\nStellung ist er doch der höchste, nämlich dionysische Ausdruck der\nNatur und redet darum, wie diese, in der Begeisterung Orakel- und\nWeisheitssprüche: als der mitleidende ist er zugleich der weise, aus\ndem Herzen der Welt die Wahrheit verkündende. So entsteht denn jene\nphantastische und so anstössig scheinende Figur des weisen und\nbegeisterten Satyrs, der zugleich “der tumbe Mensch” im Gegensatz zum\nGotte ist: Abbild der Natur und ihrer stärksten Triebe, ja Symbol\nderselben und zugleich Verkünder ihrer Weisheit und Kunst: Musiker,\nDichter, Tänzer, Geisterseher in einer Person.",
        "Dionysus, der eigentliche Bühnenheld und Mittelpunkt der Vision, ist\ngemäss dieser Erkenntniss und gemäss der Ueberlieferung, zuerst, in\nder allerältesten Periode der Tragödie, nicht wahrhaft vorhanden,\nsondern wird nur als vorhanden vorgestellt: d.h. ursprünglich ist die\nTragödie nur “Chor” und nicht “Drama”. Später wird nun der Versuch\ngemacht, den Gott als einen realen zu zeigen und die Visionsgestalt\nsammt der verklärenden Umrahmung als jedem Auge sichtbar darzustellen;\ndamit beginnt das “Drama” im engeren Sinne. Jetzt bekommt der\ndithyrambische Chor die Aufgabe, die Stimmung der Zuhörer bis zu dem\nGrade dionysisch anzuregen, dass sie, wenn der tragische Held auf\nder Bühne erscheint, nicht etwa den unförmlich maskirten Menschen\nsehen, sondern eine gleichsam aus ihrer eignen Verzückung geborene\nVisionsgestalt. Denken wir uns Admet mit tiefem Sinnen seiner jüngst\nabgeschiedenen Gattin Alcestis gedenkend und ganz im geistigen\nAnschauen derselben sich verzehrend – wie ihm nun plötzlich ein\nähnlich gestaltetes, ähnlich schreitendes Frauenbild in Verhüllung\nentgegengeführt wird: denken wir uns seine plötzliche zitternde\nUnruhe, sein stürmisches Vergleichen, seine instinctive Ueberzeugung\n– so haben wir ein Analogon zu der Empfindung, mit der der dionysisch\nerregte Zuschauer den Gott auf der Bühne heranschreiten sah, mit\ndessen Leiden er bereits eins geworden ist. Unwillkürlich übertrug\ner das ganze magisch vor seiner Seele zitternde Bild des Gottes auf\njene maskirte Gestalt und löste ihre Realität gleichsam in eine\ngeisterhafte Unwirklichkeit auf. Dies ist der apollinische\nTraumeszustand, in dem die Welt des Tages sich verschleiert und eine\nneue Welt, deutlicher, verständlicher, ergreifender als jene und doch\nschattengleicher, in fortwährendem Wechsel sich unserem Auge neu\ngebiert. Demgemäss erkennen wir in der Tragödie einen durchgreifenden\nStilgegensatz: Sprache, Farbe, Beweglichkeit, Dynamik der Rede\ntreten in der dionysischen Lyrik des Chors und andrerseits in der\napollinischen Traumwelt der Scene als völlig gesonderte Sphären des\nAusdrucks aus einander. Die apollinischen Erscheinungen, in denen sich\nDionysus objectivirt, sind nicht mehr “ein ewiges Meer, ein wechselnd\nWeben, ein glühend Leben”, wie es die Musik des Chors ist, nicht mehr\njene nur empfundenen, nicht zum Bilde verdichteten Kräfte, in denen\nder begeisterte Dionysusdiener die Nähe des Gottes spürt: jetzt\nspricht, von der Scene aus, die Deutlichkeit und Festigkeit der\nepischen Gestaltung zu ihm, jetzt redet Dionysus nicht mehr durch\nKräfte, sondern als epischer Held, fast mit der Sprache Homers.",
        "Alles, was im apollinischen Theile der griechischen Tragödie, im\nDialoge, auf die Oberfläche kommt, sieht einfach, durchsichtig, schön\naus. In diesem Sinne ist der Dialog ein Abbild des Hellenen, dessen\nNatur sich im Tanze offenbart, weil im Tanze die grösste Kraft nur\npotenziell ist, aber sich in der Geschmeidigkeit und Ueppigkeit der\nBewegung verräth. So überrascht uns die Sprache der sophokleischen\nHelden durch ihre apollinische Bestimmtheit und Helligkeit, so dass\nwir sofort bis in den innersten Grund ihres Wesens zu blicken wähnen,\nmit einigem Erstaunen, dass der Weg bis zu diesem Grunde so kurz\nist. Sehen wir aber einmal von dem auf die Oberfläche kommenden und\nsichtbar werdenden Charakter des Helden ab – der im Grunde nichts mehr\nist als das auf eine dunkle Wand geworfene Lichtbild d.h. Erscheinung\ndurch und durch – dringen wir vielmehr in den Mythus ein, der in\ndiesen hellen Spiegelungen sich projicirt, so erleben wir plötzlich\nein Phänomen, das ein umgekehrtes Verhältniss zu einem bekannten\noptischen hat. Wenn wir bei einem kräftigen Versuch, die Sonne in’s\nAuge zu fassen, uns geblendet abwenden, so haben wir dunkle farbige\nFlecken gleichsam als Heilmittel vor den Augen: umgekehrt sind\njene Lichtbilderscheinungen des sophokleischen Helden, kurz das\nApollinische der Maske, nothwendige Erzeugungen eines Blickes in’s\nInnere und Schreckliche der Natur, gleichsam leuchtende Flecken zur\nHeilung des von grausiger Nacht versehrten Blickes. Nur in diesem\nSinne dürfen wir glauben, den ernsthaften und bedeutenden Begriff der\n\"griechischen Heiterkeit” richtig zu fassen; während wir allerdings\nden falsch verstandenen Begriff dieser Heiterkeit im Zustande\nungefährdeten Behagens auf allen Wegen und Stegen der Gegenwart\nantreffen.",
        "Die leidvollste Gestalt der griechischen Bühne, der unglückselige\nOedipus, ist von Sophokles als der edle Mensch verstanden worden, der\nzum Irrthum und zum Elend trotz seiner Weisheit bestimmt ist, der aber\nam Ende durch sein ungeheures Leiden eine magische segensreiche Kraft\num sich ausübt, die noch über sein Verscheiden hinaus wirksam ist. Der\nedle Mensch sündigt nicht, will uns der tiefsinnige Dichter sagen:\ndurch sein Handeln mag jedes Gesetz, jede natürliche Ordnung, ja die\nsittliche Welt zu Grunde gehen, eben durch dieses Handeln wird ein\nhöherer magischer Kreis von Wirkungen gezogen, die eine neue Welt auf\nden Ruinen der umgestürzten alten gründen. Das will uns der Dichter,\ninsofern er zugleich religiöser Denker ist, sagen: als Dichter zeigt\ner uns zuerst einen wunderbar geschürzten Prozessknoten, den der\nRichter langsam, Glied für Glied, zu seinem eigenen Verderben löst;\ndie echt hellenische Freude an dieser dialektischen Lösung ist so\ngross, dass hierdurch ein Zug von überlegener Heiterkeit über das\nganze Werk kommt, der den schauderhaften Voraussetzungen jenes\nProzesses überall die Spitze abbricht. Im “Oedipus auf Kolonos\"\ntreffen wir diese selbe Heiterkeit, aber in eine unendliche Verklärung\nemporgehoben; dem vom Uebermaasse des Elends betroffenen Greise\ngegenüber, der allem, was ihn betrifft, rein als Leidender\npreisgegeben ist – steht die überirdische Heiterkeit, die aus\ngöttlicher Sphäre herniederkommt und uns andeutet, dass der Held in\nseinem rein passiven Verhalten seine höchste Activität erlangt, die\nweit über sein Leben hinausgreift, während sein bewusstes Tichten und\nTrachten im früheren Leben ihn nur zur Passivität geführt hat. So wird\nder für das sterbliche Auge unauflöslich verschlungene Prozessknoten\nder Oedipusfabel langsam entwirrt – und die tiefste menschliche Freude\nüberkommt uns bei diesem göttlichen Gegenstück der Dialektik. Wenn wir\nmit dieser Erklärung dem Dichter gerecht geworden sind, so kann doch\nimmer noch gefragt werden, ob damit der Inhalt des Mythus erschöpft\nist: und hier zeigt sich, dass die ganze Auffassung des Dichters\nnichts ist als eben jenes Lichtbild, welches uns, nach einem Blick in\nden Abgrund, die heilende Natur vorhält. Oedipus der Mörder seines\nVaters, der Gatte seiner Mutter, Oedipus der Räthsellöser der Sphinx!\nWas sagt uns die geheimnissvolle Dreiheit dieser Schicksalsthaten?\nEs giebt einen uralten, besonders persischen Volksglauben, dass ein\nweiser Magier nur aus Incest geboren werden könne: was wir uns, im\nHinblick auf den räthsellösenden und seine Mutter freienden Oedipus,\nsofort so zu interpretiren haben, dass dort, wo durch weissagende und\nmagische Kräfte der Bann von Gegenwart und Zukunft, das starre Gesetz\nder Individuation, und überhaupt der eigentliche Zauber der Natur\ngebrochen ist, eine ungeheure Naturwidrigkeit – wie dort der Incest –\nals Ursache vorausgegangen sein muss; denn wie könnte man die Natur\nzum Preisgeben ihrer Geheimnisse zwingen, wenn nicht dadurch,\ndass man ihr siegreich widerstrebt, d.h. durch das Unnatürliche?\nDiese Erkenntniss sehe ich in jener entsetzlichen Dreiheit der\nOedipusschicksale ausgeprägt: derselbe, der das Räthsel der Natur –\njener doppeltgearteten Sphinx – löst, muss auch als Mörder des Vaters\nund Gatte der Mutter die heiligsten Naturordnungen zerbrechen. Ja, der\nMythus scheint uns zuraunen zu wollen, dass die Weisheit und gerade\ndie dionysische Weisheit ein naturwidriger Greuel sei, dass der,\nwelcher durch sein Wissen die Natur in den Abgrund der Vernichtung\nstürzt, auch an sich selbst die Auflösung der Natur zu erfahren habe.\n\"Die Spitze der Weisheit kehrt sich gegen den Weisen: Weisheit ist\nein Verbrechen an der Natur”: solche schreckliche Sätze ruft uns der\nMythus zu: der hellenische Dichter aber berührt wie ein Sonnenstrahl\ndie erhabene und furchtbare Memnonssäule des Mythus, so dass er\nplötzlich zu tönen beginnt – in sophokleischen Melodieen!",
        "Der Glorie der Passivität stelle ich jetzt die Glorie der Activität\ngegenüber, welche den Prometheus des Aeschylus umleuchtet. Was uns\nhier der Denker Aeschylus zu sagen hatte, was er aber als Dichter\ndurch sein gleichnissartiges Bild uns nur ahnen lässt, das hat uns\nder jugendliche Goethe i\nden verwegenen Worten seines Prometheus zu enthüllen gewusst:",
        "Der Mensch, in’s Titanische sich steigernd, erkämpft sich selbst seine\nCultur und zwingt die Götter sich mit ihm zu verbinden, weil er in\nseiner selbsteignen Weisheit die Existenz und die Schranken derselben\nin seiner Hand hat. Das Wunderbarste an jenem Prometheusgedicht, das\nseinem Grundgedanken nach der eigentliche Hymnus der Unfrömmigkeit\nist, ist aber der tiefe aeschyleische Zug nach Gerechtigkeit: das\nunermessliche Leid des kühnen “Einzelnen” auf der einen Seite, und die\ngöttliche Noth, ja Ahnung einer Götterdämmerung auf der andern, die\nzur Versöhnung, zum metaphysischen Einssein zwingende Macht jener\nbeiden Leidenswelten – dies alles erinnert auf das Stärkste an den\nMittelpunkt und Hauptsatz der aeschyleischen Weltbetrachtung, die über\nGöttern und Menschen die Moira als ewige Gerechtigkeit thronen sieht.\nBei der erstaunlichen Kühnheit, mit der Aeschylus die olympische\nWelt auf seine Gerechtigkeitswagschalen stellt, müssen wir uns\nvergegenwärtigen, dass der tiefsinnige Grieche einen unverrückbar\nfesten Untergrund des metaphysischen Denkens in seinen Mysterien\nhatte, und dass sich an den Olympiern alle seine skeptischen\nAnwandelungen entladen konnten. Der griechische Künstler insbesondere\nempfand im Hinblick auf diese Gottheiten ein dunkles Gefühl\nwechselseitiger Abhängigkeit: und gerade im Prometheus des Aeschylus\nist dieses Gefühl symbolisirt. Der titanische Künstler fand in sich\nden trotzigen Glauben, Menschen schaffen und olympische Götter\nwenigstens vernichten zu können: und dies durch seine höhere Weisheit,\ndie er freilich durch ewiges Leiden zu büssen gezwungen war. Das\nherrliche “Können” des grossen Genius, das selbst mit ewigem Leide zu\ngering bezahlt ist, der herbe Stolz des Künstlers – das ist Inhalt und\nSeele der aeschyleischen Dichtung, während Sophokles in seinem Oedipus\ndas Siegeslied des Heiligen präludirend anstimmt. Aber auch mit jener\nDeutung, die Aeschylus dem Mythus gegeben hat, ist dessen erstaunliche\nSchreckenstiefe nicht ausgemessen: vielmehr ist die Werdelust des\nKünstlers, die jedem Unheil trotzende Heiterkeit des künstlerischen\nSchaffens nur ein lichtes Wolken- und Himmelsbild, das sich auf einem\nschwarzen See der Traurigkeit spiegelt. Die Prometheussage ist ein\nursprüngliches Eigenthum der gesammten arischen Völkergemeinde und ein\nDocument für deren Begabung zum Tiefsinnig-Tragischen, ja es möchte\nnicht ohne Wahrscheinlichkeit sein, dass diesem Mythus für das arische\nWesen eben dieselbe charakteristische Bedeutung innewohnt, die der\nSündenfallmythus für das semitische hat, und dass zwischen beiden\nMythen ein Verwandtschaftsgrad existiert, wie zwischen Bruder\nund Schwester. Die Voraussetzung jenes Prometheusmythus ist der\nüberschwängliche Werth, den eine naive Menschheit dem Feuer beilegt\nals dem wahren Palladium jeder aufsteigenden Cultur: dass aber der\nMensch frei über das Feuer waltet und es nicht nur durch ein Geschenk\nvom Himmel, als zündenden Blitzstrahl oder wärmenden Sonnenbrand\nempfängt, erschien jenen beschaulichen Ur-Menschen als ein Frevel,\nals ein Raub an der göttlichen Natur. Und so stellt gleich das erste\nphilosophische Problem einen peinlichen unlösbaren Widerspruch\nzwischen Mensch und Gott hin und rückt ihn wie einen Felsblock an die\nPforte jeder Cultur. Das Beste und Höchste, dessen die Menschheit\ntheilhaftig werden kann, erringt sie durch einen Frevel und muss nun\nwieder seine Folgen dahinnehmen, nämlich die ganze Fluth von Leiden\nund von Kümmernissen mit denen die beleidigten Himmlischen das edel\nemporstrebende Menschengeschlecht heimsuchen – müssen: ein herber\nGedanke, der durch die Würde, die er dem Frevel ertheilt, seltsam\ngegen den semitischen Sündenfallmythus absticht, in welchem die\nNeugierde, die lügnerische Vorspiegelung, die Verführbarkeit, die\nLüsternheit, kurz eine Reihe vornehmlich weiblicher Affectionen\nals der Ursprung des Uebels angesehen wurde. Das, was die arische\nVorstellung auszeichnet, ist die erhabene Ansicht von der activen\nSünde als der eigentlich prometheischen Tugend: womit zugleich der\nethische Untergrund der pessimistischen Tragödie gefunden ist, als\ndie Rechtfertigung des menschlichen Uebels, und zwar sowohl der\nmenschlichen Schuld, als des dadurch verwirkten Leidens. Das Unheil\nim Wesen der Dinge – das der beschauliche Arier nicht geneigt ist\nwegzudeuteln -, der Widerspruch im Herzen der Welt offenbart sich ihm\nals ein Durcheinander verschiedener Welten, z.B. einer göttlichen und\neiner menschlichen, von denen jede als Individuum im Recht ist, aber\nals einzelne neben einer andern für ihre Individuation zu leiden\nhat. Bei dem heroischen Drange des Einzelnen ins Allgemeine, bei dem\nVersuche über den Bann der Individuation hinauszuschreiten und das\neine Weltwesen selbst sein zu wollen, erleidet er an sich den in den\nDingen verborgenen Urwiderspruch d.h. er frevelt und leidet. So wird\nvon den Ariern der Frevel als Mann, von den Semiten die Sünde als Weib\nverstanden, so wie auch der Urfrevel vom Manne, die Ursünde vom Weibe\nbegangen wird. Uebrigens sagt der Hexenchor:",
        "Wer jenen innersten Kern der Prometheussage versteht – nämlich die dem\ntitanisch strebenden Individuum gebotene Nothwendigkeit des Frevels\n– der muss auch zugleich das Unapollinische dieser pessimistischen\nVorstellung empfinden; denn Apollo will die Einzelwesen gerade dadurch\nzur Ruhe bringen, dass er Grenzlinien zwischen ihnen zieht und dass\ner immer wieder an diese als an die heiligsten Weltgesetze mit seinen\nForderungen der Selbsterkenntniss und des Maasses erinnert. Damit\naber bei dieser apollinischen Tendenz die Form nicht zu ägyptischer\nSteifigkeit und Kälte erstarre, damit nicht unter dem Bemühen, der\neinzelnen Welle ihre Bahn und ihr Bereich vorzuschreiben, die Bewegung\ndes ganzen See’s ersterbe, zerstörte von Zeit zu Zeit wieder die hohe\nFluth des Dionysischen alle jene kleinen Zirkel, in die der einseitig\napollinische “Wille” das Hellenenthum zu bannen suchte. Jene plötzlich\nanschwellende Fluth des Dionysischen nimmt dann die einzelnen kleinen\nWellenberge der Individuen auf ihren Rücken, wie der Bruder des\nPrometheus, der Titan Atlas, die Erde. Dieser titanische Drang,\ngleichsam der Atlas aller Einzelnen zu werden und sie mit breitem\nRücken höher und höher, weiter und weiter zu tragen, ist das\nGemeinsame zwischen dem Prometheischen und dem Dionysischen. Der\naeschyleische Prometheus ist in diesem Betracht eine dionysische\nMaske, während in jenem vorhin erwähnten tiefen Zuge nach\nGerechtigkeit Aeschylus seine väterliche Abstammung von Apollo,\ndem Gotte der Individuation und der Gerechtigkeitsgrenzen, dem\nEinsichtigen verräth. Und so möchte das Doppelwesen des aeschyleischen\nPrometheus, seine zugleich dionysische und apollinische Natur in\nbegrifflicher Formel so ausgedrückt werden können: “Alles Vorhandene\nist gerecht und ungerecht und in beidem gleich berechtigt.”",
        "Das ist deine Welt! Das heisst eine Welt! –",
        "Es ist eine unanfechtbare Ueberlieferung, dass die griechische\nTragödie in ihrer ältesten Gestalt nur die Leiden des Dionysus zum\nGegenstand hatte und dass der längere Zeit hindurch einzig vorhandene\nBühnenheld eben Dionysus war. Aber mit der gleichen Sicherheit darf\nbehauptet werden, dass niemals bis auf Euripides Dionysus aufgehört\nhat, der tragische Held zu sein, sondern dass alle die berühmten\nFiguren der griechischen Bühne Prometheus, Oedipus u.s.w. nur Masken\njenes ursprünglichen Helden Dionysus sind. Dass hinter allen diesen\nMasken eine Gottheit steckt, das ist der eine wesentliche Grund für\ndie so oft angestaunte typische “Idealität” jener berühmten Figuren.\nEs hat ich weiss nicht wer behauptet, dass alle Individuen als\nIndividuen komisch und damit untragisch seien: woraus zu entnehmen\nwäre, dass die Griechen überhaupt Individuen auf der tragischen\nBühne nicht ertragen konnten. In der That scheinen sie so empfunden\nzu haben: wie überhaupt jene platonische Unterscheidung und\nWerthabschätzung der “Idee” im Gegensatze zum “Idol”, zum Abbild tief\nim hellenischen Wesen begründet liegt. Um uns aber der Terminologie\nPlato’s zu bedienen, so wäre von den tragischen Gestalten der\nhellenischen Bühne etwa so zu reden: der eine wahrhaft reale Dionysus\nerscheint in einer Vielheit der Gestalten, in der Maske eines\nkämpfenden Helden und gleichsam in das Netz des Einzelwillens\nverstrickt. So wie jetzt der erscheinende Gott redet und handelt,\nähnelt er einem irrenden strebenden leidenden Individuum: und dass er\nüberhaupt mit dieser epischen Bestimmtheit und Deutlichkeit erscheint,\nist die Wirkung des Traumdeuters Apollo, der dem Chore seinen\ndionysischen Zustand durch jene gleichnissartige Erscheinung deutet.\nIn Wahrheit aber ist jener Held der leidende Dionysus der Mysterien,\njener die Leiden der Individuation an sich erfahrende Gott, von\ndem wundervolle Mythen erzählen, wie er als Knabe von den Titanen\nzerstückelt worden sei und nun in diesem Zustande als Zagreus verehrt\nwerde: wobei angedeutet wird, dass diese Zerstückelung, das eigentlich\ndionysische Leiden, gleich einer Umwandlung in Luft, Wasser, Erde und\nFeuer sei, dass wir also den Zustand der Individuation als den Quell\nund Urgrund alles Leidens, als etwas an sich Verwerfliches, zu\nbetrachten hätten. Aus dem Lächeln dieses Dionysus sind die\nolympischen Götter, aus seinen Thränen die Menschen entstanden. In\njener Existenz als zerstückelter Gott hat Dionysus die Doppelnatur\neines grausamen verwilderten Dämons und eines milden sanftmüthigen\nHerrschers. Die Hoffnung der Epopten ging aber auf eine Wiedergeburt\ndes Dionysus, die wir jetzt als das Ende der Individuation ahnungsvoll\nzu begreifen haben: diesem kommenden dritten Dionysus erscholl der\nbrausende Jubelgesang der Epopten. Und nur in dieser Hoffnung giebt\nes einen Strahl von Freude auf dem Antlitze der zerrissenen, in\nIndividuen zertrümmerten Welt: wie es der Mythus durch die in ewige\nTrauer versenkte Demeter verbildlicht, welche zum ersten Male wieder\nsich freut, als man ihr sagt, sie könne den Dionysus nocheinmal\ngebären. In den angeführten Anschauungen haben wir bereits alle\nBestandtheile einer tiefsinnigen und pessimistischen Weltbetrachtung\nund zugleich damit die Mysterienlehre der Tragödie zusammen: die\nGrunderkenntniss von der Einheit alles Vorhandenen, die Betrachtung\nder Individuation als des Urgrundes des Uebels, die Kunst als die\nfreudige Hoffnung, dass der Bann der Individuation zu zerbrechen sei,\nals die Ahnung einer wiederhergestellten Einheit. –",
        "Es ist früher angedeutet worden, dass das homerische Epos die Dichtung\nder olympischen Cultur ist, mit der sie ihr eignes Siegeslied über\ndie Schrecken des Titanenkampfes gesungen hat. Jetzt, unter dem\nübermächtigen Einflusse der tragischen Dichtung, werden die\nhomerischen Mythen von Neuem umgeboren und zeigen in dieser\nMetempsychose, dass inzwischen auch die olympische Cultur von einer\nnoch tieferen Weltbetrachtung besiegt worden ist. Der trotzige Titan\nPrometheus hat es seinem olympischen Peiniger angekündigt, dass einst\nseiner Herrschaft die höchste Gefahr drohe, falls er nicht zur rechten\nZeit sich mit ihm verbinden werde. In Aeschylus erkennen wir das\nBündniss des erschreckten, vor seinem Ende bangenden Zeus mit dem\nTitanen. So wird das frühere Titanenzeitalter nachträglich wieder aus\ndem Tartarus ans Licht geholt. Die Philosophie der wilden und nackten\nNatur schaut die vorübertanzenden Mythen der homerischen Welt mit der\nunverhüllten Miene der Wahrheit an: sie erbleichen, sie zittern vor\ndem blitzartigen Auge dieser Göttin – bis sie die mächtige Faust\ndes dionysischen Künstlers in den Dienst der neuen Gottheit zwingt.\nDie dionysische Wahrheit übernimmt das gesammte Bereich des Mythus\nals Symbolik ihrer Erkenntnisse und spricht diese theils in dem\nöffentlichen Cultus der Tragödie, theils in den geheimen Begehungen\ndramatischer Mysterienfeste, aber immer unter der alten mythischen\nHülle aus. Welche Kraft war dies, die den Prometheus von seinen Geiern\nbefreite und den Mythus zum Vehikel dionysischer Weisheit umwandelte?\nDies ist die heraklesmässige Kraft der Musik: als welche, in der\nTragödie zu ihrer höchsten Erscheinung gekommen, den Mythus mit neuer\ntiefsinnigster Bedeutsamkeit zu interpretiren weiss; wie wir dies als\ndas mächtigste Vermögen der Musik früher schon zu charakterisiren\nhatten. Denn es ist das Loos jedes Mythus, allmählich in die Enge\neiner angeblich historischen Wirklichkeit hineinzukriechen und von\nirgend einer späteren Zeit als einmaliges Factum mit historischen\nAnsprüchen behandelt zu werden: und die Griechen waren bereits völlig\nauf dem Wege, ihren ganzen mythischen Jugendtraum mit Scharfsinn und\nWillkür in eine historisch-pragmatische Jugendgeschichte umzustempeln.\nDenn dies ist die Art, wie Religionen abzusterben pflegen: wenn\nnämlich die mythischen Voraussetzungen einer Religion unter den\nstrengen, verstandesmässigen Augen eines rechtgläubigen Dogmatismus\nals eine fertige Summe von historischen Ereignissen systematisirt\nwerden und man anfängt, ängstlich die Glaubwürdigkeit der Mythen\nzu vertheidigen, aber gegen jedes natürliche Weiterleben und\nWeiterwuchern derselben sich zu sträuben, wenn also das Gefühl für\nden Mythus abstirbt und an seine Stelle der Anspruch der Religion auf\nhistorische Grundlagen tritt. Diesen absterbenden Mythus ergriff jetzt\nder neugeborne Genius der dionysischen Musik: und in seiner Hand\nblühte er noch einmal, mit Farben, wie er sie noch nie gezeigt, mit\neinem Duft, der eine sehnsüchtige Ahnung einer metaphysischen Welt\nerregte. Nach diesem letzten Aufglänzen fällt er zusammen, seine\nBlätter werden welk, und bald haschen die spöttischen Luciane des\nAlterthums nach den von allen Winden fortgetragnen, entfärbten und\nverwüsteten Blumen. Durch die Tragödie kommt der Mythus zu seinem\ntiefsten Inhalt, seiner ausdrucksvollsten Form; noch einmal erhebt er\nsich, wie ein verwundeter Held, und der ganze Ueberschuss von Kraft,\nsammt der weisheitsvollen Ruhe des Sterbenden, brennt in seinem Auge\nmit letztem, mächtigem Leuchten.",
        "Was wolltest du, frevelnder Euripides, als du diesen Sterbenden\nnoch einmal zu deinem Frohndienste zu zwingen suchtest? Er starb\nunter deinen gewaltsamen Händen: und jetzt brauchtest du einen\nnachgemachten, maskirten Mythus, der sich wie der Affe des Herakles\nmit dem alten Prunke nur noch aufzuputzen wusste. Und wie dir der\nMythus starb, so starb dir auch der Genius der Musik: mochtest du\nauch mit gierigem Zugreifen alle Gärten der Musik plündern, auch\nso brachtest du es nur zu einer nachgemachten maskirten Musik. Und\nweil du Dionysus verlassen, so verliess dich auch Apollo; jage alle\nLeidenschaften von ihrem Lager auf und banne sie in deinen Kreis,\nspitze und feile dir für die Reden deiner Helden eine sophistische\nDialektik zurecht – auch deine Helden haben nur nachgeahmte maskirte\nLeidenschaften und sprechen nur nachgeahmte maskirte Reden.",
        "Die griechische Tragödie ist anders zu Grunde gegangen als sämmtliche\nältere schwesterliche Kunstgattungen: sie starb durch Selbstmord, in\nFolge eines unlösbaren Conflictes, also tragisch, während jene alle in\nhohem Alter des schönsten und ruhigsten Todes verblichen sind. Wenn\nes nämlich einem glücklichen Naturzustande gemäss ist, mit schöner\nNachkommenschaft und ohne Krampf vom Leben zu scheiden, so zeigt\nuns das Ende jener älteren Kunstgattungen einen solchen glücklichen\nNaturzustand: sie tauchen langsam unter, und vor ihren ersterbenden\nBlicken steht schon ihr schönerer Nachwuchs und reckt mit muthiger\nGebärde ungeduldig das Haupt. Mit dem Tode der griechischen Tragödie\ndagegen entstand eine ungeheure, überall tief empfundene Leere; wie\neinmal griechische Schiffer zu Zeiten des Tiberius an einem einsamen\nEiland den erschütternden Schrei hörten “der grosse Pan ist todt”: so\nklang es jetzt wie ein schmerzlicher Klageton durch die hellenische\nWelt: “die Tragödie ist todt! Die Poesie selbst ist mit ihr verloren\ngegangen! Fort, fort mit euch verkümmerten, abgemagerten Epigonen!\nFort in den Hades, damit ihr euch dort an den Brosamen der vormaligen\nMeister einmal satt essen könnt!”",
        "Als aber nun doch noch eine neue Kunstgattung aufblühte, die in der\nTragödie ihre Vorgängerin und Meisterin verehrte, da war mit Schrecken\nwahrzunehmen, dass sie allerdings die Züge ihrer Mutter trage, aber\ndieselben, die jene in ihrem langen Todeskampfe gezeigt hatte. Diesen\nTodeskampf der Tragödie kämpfte Euripides; jene spätere Kunstgattung\nist als neue reattische Komödie bekannt. In ihr lebte die entartete\nGestalt der Tragödie fort, zum Denkmale ihres überaus mühseligen und\ngewaltsamen Hinscheidens.",
        "Bei diesem Zusammenhange ist die leidenschaftliche Zuneigung\nbegreiflich, welche die Dichter der neueren Komödie zu Euripides\nempfanden; so dass der Wunsch des Philemon nicht weiter befremdet, der\nsich sogleich aufhängen lassen mochte, nur um den Euripides in der\nUnterwelt aufsuchen zu können: wenn er nur überhaupt überzeugt sein\ndürfte, dass der Verstorbene auch jetzt noch bei Verstande sei.\nWill man aber in aller Kürze und ohne den Anspruch, damit etwas\nErschöpfendes zu sagen, dasjenige bezeichnen, was Euripides mit\nMenander und Philemon gemein hat und was für jene so aufregend\nvorbildlich wirkte: so genügt es zu sagen, dass der Zuschauer von\nEuripides auf die Bühne gebracht worden ist. Wer erkannt hat, aus\nwelchem Stoffe die prometheischen Tragiker vor Euripides ihre Helden\nformten und wie ferne ihnen die Absicht lag, die treue Maske der\nWirklichkeit auf die Bühne zu bringen, der wird auch über die gänzlich\nabweichende Tendenz des Euripides im Klaren sein. Der Mensch des\nalltäglichen Lebens drang durch ihn aus den Zuschauerräumen auf die\nScene, der Spiegel, in dem früher nur die grossen und kühnen Züge\nzum Ausdruck kamen, zeigte jetzt jene peinliche Treue, die auch die\nmisslungenen Linien der Natur gewissenhaft wiedergiebt. Odysseus, der\ntypische Hellene der älteren Kunst, sank jetzt unter den Händen der\nneueren Dichter zur Figur des Graeculus herab, der von jetzt ab als\ngutmüthigverschmitzter Haussclave im Mittelpunkte des dramatischen\nInteresse’s steht. Was Euripides sich in den aristophanischen\n\"Fröschen” zum Verdienst anrechnet, dass er die tragische Kunst durch\nseine Hausmittel von ihrer pomphaften Beleibtheit befreit habe, das\nist vor allem an seinen tragischen Helden zu spüren. Im Wesentlichen\nsah und hörte jetzt der Zuschauer seinen Doppelgänger auf der\neuripideischen Bühne und freute sich, dass jener so gut zu reden\nverstehe. Bei dieser Freude blieb es aber nicht: man lernte selbst\nbei Euripides sprechen, und dessen rühmt er sich selbst im Wettkampfe\nmit Aeschylus: wie durch ihn jetzt das Volk kunstmässig und mit\nden schlausten Sophisticationen zu beobachten, zu verhandeln und\nFolgerungen zu ziehen gelernt habe. Durch diesen Umschwung der\nöffentlichen Sprache hat er überhaupt die neuere Komödie möglich\ngemacht. Denn von jetzt ab war es kein Geheimniss mehr, wie und mit\nwelchen Sentenzen die Alltäglichkeit sich auf der Bühne vertreten\nkönne. Die bürgerliche Mittelmässigkeit, auf die Euripides alle seine\npolitischen Hoffnungen aufbaute, kam jetzt zu Wort, nachdem bis dahin\nin der Tragödie der Halbgott, in der Komödie der betrunkene Satyr\noder der Halbmensch den Sprachcharakter bestimmt hatten. Und so hebt\nder aristophanische Euripides zu seinem Preise hervor, wie er das\nallgemeine, allbekannte, alltägliche Leben und Treiben dargestellt\nhabe, über das ein Jeder zu urtheilen befähigt sei. Wenn jetzt die\nganze Masse philosophiere, mit unerhörter Klugheit Land und Gut\nverwalte und ihre Prozesse führe, so sei dies sein Verdienst und der\nErfolg der von ihm dem Volke eingeimpften Weisheit.",
        "An eine derartig zubereitete und aufgeklärte Masse durfte sich jetzt\ndie neuere Komödie wenden, für die Euripides gewissermaassen der\nChorlehrer geworden ist; nur dass diesmal der Chor der Zuschauer\neingeübt werden musste. Sobald dieser in der euripideischen Tonart\nzu singen geübt war, erhob sich jene schachspielartige Gattung des\nSchauspiels, die neuere Komödie mit ihrem fortwährenden Triumphe der\nSchlauheit und Verschlagenheit. Euripides aber – der Chorlehrer –\nwurde unaufhörlich gepriesen: ja man würde sich getödtet haben, um\nnoch mehr von ihm zu lernen, wenn man nicht gewusst hätte, dass die\ntragischen Dichter eben so todt seien wie die Tragödie. Mit ihr aber\nhatte der Hellene den Glauben an seine Unsterblichkeit aufgegeben,\nnicht nur den Glauben an eine ideale Vergangenheit, sondern auch den\nGlauben an eine ideale Zukunft. Das Wort aus der bekannten Grabschrift\n\"als Greis leichtsinnig und grillig” gilt auch vom greisen\nHellenenthume. Der Augenblick, der Witz, der Leichtsinn, die Laune\nsind seine höchsten Gottheiten; der fünfte Stand, der des Sclaven,\nkommt, wenigstens der Gesinnung nach, jetzt zur Herrschaft: und wenn\njetzt überhaupt noch von “griechischer Heiterkeit” die Rede sein\ndarf, so ist es die Heiterkeit des Sclaven, der nichts Schweres zu\nverantworten, nichts Grosses zu erstreben, nichts Vergangenes oder\nZukünftiges höher zu schätzen weiss als das Gegenwärtige. Dieser\nSchein der “griechischen Heiterkeit” war es, der die tiefsinnigen und\nfurchtbaren Naturen der vier ersten Jahrhunderte des Christenthums so\nempörte: ihnen erschien diese weibische Flucht vor dem Ernst und dem\nSchrecken, dieses feige Sichgenügenlassen am bequemen Genuss nicht nur\nverächtlich, sondern als die eigentlich antichristliche Gesinnung.\nUnd ihrem Einfluss ist es zuzuschreiben, dass die durch Jahrhunderte\nfortlebende Anschauung des griechischen Alterthums mit fast\nunüberwindlicher Zähigkeit jene blassrothe Heiterkeitsfarbe festhielt\n– als ob es nie ein sechstes Jahrhundert mit seiner Geburt der\nTragödie, seinen Mysterien, seinen Pythagoras und Heraklit gegeben\nhätte, ja als ob die Kunstwerke der grossen Zeit gar nicht vorhanden\nwären, die doch – jedes für sich – aus dem Boden einer solchen\ngreisenhaften und sclavenmässigen Daseinslust und Heiterkeit gar nicht\nzu erklären sind und auf eine völlig andere Weltbetrachtung als ihren\nExistenzgrund hinweisen.",
        "Wenn zuletzt behauptet wurde, dass Euripides den Zuschauer auf die\nBühne gebracht habe, um zugleich damit den Zuschauer zum Urtheil über\ndas Drama erst wahrhaft zu befähigen, so entsteht der Schein, als ob\ndie ältere tragische Kunst aus einem Missverhältniss zum Zuschauer\nnicht herausgekommen sei und man möchte versucht sein, die radicale\nTendenz des Euripides, ein entsprechendes Verhältniss zwischen\nKunstwerk und Publicum zu erzielen, als einen Fortschritt über\nSophokles hinaus zu preisen. Nun aber ist “Publicum” nur ein Wort und\ndurchaus keine gleichartige und in sich verharrende Grösse. Woher\nsoll dem Künstler die Verpflichtung kommen, sich einer Kraft zu\naccomodieren, die ihre Stärke nur in der Zahl hat? Und wenn er sich,\nseiner Begabung und seinen Absichten nach, über jeden einzelnen dieser\nZuschauer erhaben fühlt, wie dürfte er vor dem gemeinsamen Ausdruck\naller dieser ihm untergeordneten Capacitäten mehr Achtung empfinden\nals vor dem relativ am höchsten begabten einzelnen Zuschauer? In\nWahrheit hat kein griechischer Künstler mit grösserer Verwegenheit\nund Selbstgenugsamkeit sein Publicum durch ein langes Leben hindurch\nbehandelt als gerade Euripides: er, der selbst da noch, als die Masse\nsich ihm zu Füssen warf, in erhabenem Trotze seiner eigenen Tendenz\nöffentlich in’s Gesicht schlug, derselben Tendenz, mit der er über die\nMasse gesiegt hatte. Wenn dieser Genius die geringste Ehrfurcht vor\ndem Pandämonium des Publicums gehabt hätte, so wäre er unter den\nKeulenschlägen seiner Misserfolge längst vor der Mitte seiner Laufbahn\nzusammengebrochen. Wir sehen bei dieser Erwägung, dass unser Ausdruck,\nEuripides habe den Zuschauer auf die Bühne gebracht, um den Zuschauer\nwahrhaft urtheilsfähig zu machen, nur ein provisorischer war, und dass\nwir nach einem tieferen Verständniss seiner Tendenz zu suchen haben.\nUmgekehrt ist es ja allerseits bekannt, wie Aeschylus und Sophokles\nZeit ihres Lebens, ja weit über dasselbe hinaus, im Vollbesitze der\nVolksgunst standen, wie also bei diesen Vorgängern des Euripides\nkeineswegs von einem Missverhältniss zwischen Kunstwerk und Publicum\ndie Rede sein kann. Was trieb den reichbegabten und unablässig zum\nSchaffen gedrängten Künstler so gewaltsam von dem Wege ab, über dem\ndie Sonne der grössten Dichternamen und der unbewölkte Himmel der\nVolksgunst leuchteten? Welche sonderbare Rücksicht auf den Zuschauer\nführte ihn dem Zuschauer entgegen? Wie konnte er aus zu hoher Achtung\nvor seinem Publicum – sein Publicum missachten?",
        "Euripides fühlte sich – das ist die Lösung des eben dargestellten\nRäthsels – als Dichter wohl über die Masse, nicht aber über, zwei\nseiner Zuschauer erhaben: die Masse brachte er auf die Bühne, jene\nbeiden Zuschauer verehrte er als die allein urtheilsfähigen Richter\nund Meister aller seiner Kunst: ihren Weisungen und Mahnungen folgend\nübertrug er die ganze Welt von Empfindungen, Leidenschaften und\nErfahrungen, die bis jetzt auf den Zuschauerbänken als unsichtbarer\nChor zu jeder Festvorstellung sich einstellten, in die Seelen seiner\nBühnenhelden, ihren Forderungen gab er nach, als er für diese neuen\nCharaktere auch das neue Wort und den neuen Ton suchte, in ihren\nStimmen allein hörte er die gültigen Richtersprüche seines Schaffens\neben so wie die siegverheissende Ermuthigung, wenn er von der Justiz\ndes Publicums sich wieder einmal verurtheilt sah.",
        "Von diesen beiden Zuschauern ist der eine – Euripides selbst,\nEuripides als Denker, nicht als Dichter. Von ihm könnte man sagen,\ndass die ausserordentliche Fülle seines kritischen Talentes, ähnlich\nwie bei Lessing, einen productiv künstlerischen Nebentrieb wenn nicht\nerzeugt, so doch fortwährend befruchtet habe. Mit dieser Begabung,\nmit aller Helligkeit und Behendigkeit seines kritischen Denkens\nhatte Euripides im Theater gesessen und sich angestrengt, an den\nMeisterwerken seiner grossen Vorgänger wie an dunkelgewordenen\nGemälden Zug um Zug, Linie um Linie wiederzuerkennen. Und hier nun war\nihm begegnet, was dem in die tieferen Geheimnisse der aeschyleischen\nTragödie Eingeweihten nicht unerwartet sein darf: er gewahrte etwas\nIncommensurables in jedem Zug und in jeder Linie, eine gewisse\ntäuschende Bestimmtheit und zugleich eine räthselhafte Tiefe, ja\nUnendlichkeit des Hintergrundes. Die klarste Figur hatte immer noch\neinen Kometenschweif an sich, der in’s Ungewisse, Unaufhellbare zu\ndeuten schien. Dasselbe Zwielicht lag über dem Bau des Drama’s, zumal\nüber der Bedeutung des Chors. Und wie zweifelhaft blieb ihm die Lösung\nder ethischen Probleme! Wie fragwürdig die Behandlung der Mythen! Wie\nungleichmässig die Vertheilung von Glück und Unglück! Selbst in der\nSprache der älteren Tragödie war ihm vieles anstössig, mindestens\nräthselhaft; besonders fand er zu viel Pomp für einfache Verhältnisse,\nzu viel Tropen und Ungeheuerlichkeiten für die Schlichtheit der\nCharaktere. So sass er, unruhig grübelnd, im Theater, und er, der\nZuschauer, gestand sich, dass er seine grossen Vorgänger nicht\nverstehe. Galt ihm aber der Verstand als die eigentliche Wurzel alles\nGeniessens und Schaffens, so musste er fragen und um sich schauen,\nob denn Niemand so denke wie er und sich gleichfalls jene\nIncommensurabilität eingestehe. Aber die Vielen und mit ihnen die\nbesten Einzelnen hatten nur ein misstrauisches Lächeln für ihn;\nerklären aber konnte ihm Keiner, warum seinen Bedenken und\nEinwendungen gegenüber die grossen Meister doch im Rechte seien. Und\nin diesem qualvollen Zustande fand er den anderen Zuschauer, der die\nTragödie nicht begriff und deshalb nicht achtete. Mit diesem im Bunde\ndurfte er es wagen, aus seiner Vereinsamung heraus den ungeheuren\nKampf gegen die Kunstwerke des Aeschylus und Sophokles zu beginnen –\nnicht mit Streitschriften, sondern als dramatischer Dichter, der seine\nVorstellung von der Tragödie der überlieferten entgegenstellt. –",
        "Bevor wir diesen anderen Zuschauer bei Namen nennen, verharren wir\nhier einen Augenblick, um uns jenen früher geschilderten Eindruck\ndes Zwiespältigen und Incommensurabeln im Wesen der aeschyleischen\nTragödie selbst in’s Gedächtniss zurückzurufen. Denken wir an unsere\neigene Befremdung dem Chore und dem tragischen Helden jener Tragödie\ngegenüber, die wir beide mit unseren Gewohnheiten ebensowenig wie mit\nder Ueberlieferung zu reimen wussten – bis wir jene Doppelheit selbst\nals Ursprung und Wesen der griechischen Tragödie wiederfanden, als den\nAusdruck zweier in einander gewobenen Kunsttriebe, des Apollinischen\nund des Dionysischen.",
        "Jenes ursprüngliche und allmächtige dionysische Element aus der\nTragödie auszuscheiden und sie rein und neu auf undionysischer Kunst,\nSitte und Weltbetrachtung aufzubauen – dies ist die jetzt in heller\nBeleuchtung sich uns enthüllende Tendenz des Euripides.",
        "Euripides selbst hat am Abend seines Lebens die Frage nach dem Werth\nund der Bedeutung dieser Tendenz in einem Mythus seinen Zeitgenossen\nauf das Nachdrücklichste vorgelegt. Darf überhaupt das Dionysische\nbestehn? Ist es nicht mit Gewalt aus dem hellenischen Boden\nauszurotten? Gewiss, sagt uns der Dichter, wenn es nur möglich wäre:\naber der Gott Dionysus ist zu mächtig; der verständigste Gegner – wie\nPentheus in den “Bacchen” – wird unvermuthet von ihm bezaubert und\nläuft nachher mit dieser Verzauberung in sein Verhängniss. Das Urtheil\nder beiden Greise Kadmus und Tiresias scheint auch das Urtheil des\ngreisen Dichters zu sein: das Nachdenken der klügsten Einzelnen werfe\njene alten Volkstraditionen, jene sich ewig fortpflanzende Verehrung\ndes Dionysus nicht um, ja es gezieme sich, solchen wunderbaren Kräften\ngegenüber, mindestens eine diplomatisch vorsichtige Theilnahme zu\nzeigen: wobei es aber immer noch möglich sei, dass der Gott an einer\nso lauen Betheiligun; Anstoss nehme und den Diplomaten – wie hier\nden Kadmus – schliesslich in einen Drachen verwandle. Dies sagt uns\nein Dichter, der mit heroischer Kraft ein langes Leben hindurch\ndem Dionysus widerstanden hat – um am Ende desselben mit einer\nGlorification seines Gegners und einem Selbstmorde seine Laufhahn zu\nschliessen, einem Schwindelnden gleich, der, um nur dem entsetzlichen,\nnicht mehr erträglichen Wirbel zu entgehn, sich vom Thurme\nherunterstürzt. Jene Tragödie ist ein Protest gegen die Ausführbarkeit\nseiner Tendenz; ach, und sie war bereits ausgeführt! Das Wunderbare\nwar geschehn: als der Dichter widerrief, hatte bereits seine Tendenz\ngesiegt. Dionysus war bereits von der tragischen Bühne verscheucht und\nzwar durch eine aus Euripides redende dämonische Macht. Auch Euripides\nwar in gewissem Sinne nur Maske: die Gottheit, die aus ihm redete, war\nnicht Dionysus, auch nicht Apollo, sondern ein ganz neugeborner Dämon,\ngenannt Sokrates. Dies ist der neue Gegensatz: das Dionysische und\ndas Sokratische, und das Kunstwerk der griechischen Tragödie ging an\nihm zu Grunde. Mag nun auch Euripides uns durch seinen Widerruf zu\ntrösten suchen, es gelingt ihm nicht: der herrlichste Tempel liegt\nin Trümmern; was nützt uns die Wehklage des Zerstörers und sein\nGeständniss, dass es der schönste aller Tempel gewesen sei? Und selbst\ndass Euripides zur Strafe von den Kunstrichtern aller Zeiten in\neinen Drachen verwandelt worden ist – wen möchte diese erbärmliche\nCompensation befriedigen?",
        "Nähern wir uns jetzt jener sokratischen Tendenz, mit der Euripides die\naeschyleische Tragödie bekämpfte und besiegte.",
        "Welches Ziel – so müssen wir uns jetzt fragen – konnte die\neuripideische Absicht, das Drama allein auf das Undionysische zu\ngründen, in der höchsten Idealität ihrer Durchführung überhaupt haben?\nWelche Form des Drama’s blieb noch übrig, wenn es nicht aus dem\nGeburtsschoosse der Musik, in jenem geheimnissvollen Zwielicht des\nDionysischen geboren werden sollte? Allein das dramatisirte Epos:\nin welchem apollinischen Kunstgebiete nun freilich die tragische\nWirkung unerreichbar ist. Es kommt hierbei nicht auf den Inhalt der\ndargestellten Ereignisse an; ja ich möchte behaupten, dass es Goethe\nin seiner projectirten “Nausikaa” unmöglich gewesen sein würde, den\nSelbstmord jenes idyllischen Wesens – der den fünften Act ausfüllen\nsollte – tragisch ergreifend zu machen; so ungemein ist die Gewalt des\nEpisch-Apollinischen, dass es die schreckensvollsten Dinge mit jener\nLust am Scheine und der Erlösung durch den Schein vor unseren Augen\nverzaubert. Der Dichter des dramatisirten Epos kann eben so wenig wie\nder epische Rhapsode mit seinen Bildern völlig verschmelzen: er ist\nimmer noch ruhig unbewegte, aus weiten Augen blickende Anschauung, die\ndie Bilder vorsich sieht. Der Schauspieler in diesem dramatisirten\nEpos bleibt im tiefsten Grunde immer noch Rhapsode; die Weihe des\ninneren Träumens liegt auf allen seinen Actionen, so dass er niemals\nganz Schauspieler ist.",
        "Wie verhält sich nun diesem Ideal des apollinischen Drama’s gegenüber\ndas euripideische Stück? Wie zu dem feierlichen Rhapsoden der alten\nZeit jener jüngere, der sein Wesen im platonischen “Jon” also\nbeschreibt: “Wenn ich etwas Trauriges sage, füllen sich meine Augen\nmit Thränen; ist aber das, was ich sage, schrecklich und entsetzlich,\ndann stehen die Haare meines Hauptes vor Schauder zu Berge, und\nmein Herz klopft.” Hier merken wir nichts mehr von jenem epischen\nVerlorensein im Scheine, von der affectlosen Kühle des wahren\nSchauspielers, der gerade in seiner höchsten Thätigkeit, ganz Schein\nund Lust am Scheine ist. Euripides ist der Schauspieler mit dem\nklopfenden Herzen, mit den zu Berge stehenden Haaren; als sokratischer\nDenker entwirft er den Plan, als leidenschaftlicher Schauspieler\nführt er ihn aus. Reiner Künstler ist er weder im Entwerfen noch im\nAusführen. So ist das euripideische Drama ein zugleich kühles und\nfeuriges Ding, zum Erstarren und zum Verbrennen gleich befähigt; es\nist ihm unmöglich, die apollinische Wirkung des Epos zu erreichen,\nwährend es andererseits sich von den dionysischen Elementen möglichst\ngelöst hat, und jetzt, um überhaupt zu wirken, neue Erregungsmittel\nbraucht, die nun nicht mehr innerhalb der beiden einzigen Kunsttriebe,\ndes apollinischen und des dionysischen, liegen können. Diese\nErregungsmittel sind kühle paradoxe Gedanken – an Stelle der\napollinischen Anschauungen – und feurige Affecte – an Stelle der\ndionysischen Entzückungen – und zwar höchst realistisch nachgemachte,\nkeineswegs in den Aether der Kunst getauchte Gedanken und Affecte.",
        "Haben wir demnach so viel erkannt, dass es Euripides überhaupt nicht\ngelungen ist, das Drama allein auf das Apollinische zu gründen, dass\nsich vielmehr seine undionysische Tendenz in eine naturalistische\nund unkünstlerische verirrt hat, so werden wir jetzt dem Wesen des\naesthetischen Sokratismus schon näher treten dürfen; dessen oberstes\nGesetz ungefähr so lautet: “alles muss verständig sein, um schön zu\nsein\"; als Parallelsatz zu dem sokratischen “nur der Wissende ist\ntugendhaft.” Mit diesem Kanon in der Hand maass Euripides alles\nEinzelne und rectificirte es gemäss diesem Princip: die Sprache, die\nCharaktere, den dramaturgischen Aufbau, die Chormusik. Was wir im\nVergleich mit der sophokleischen Tragödie so häufig dem Euripides als\ndichterischen Mangel und Rückschritt anzurechnen pflegen, das ist\nzumeist das Product jenes eindringenden kritischen Prozesses, jener\nverwegenen Verständigkeit. Der euripideische Prolog diene uns als\nBeispiel für die Productivität jener rationalistischen Methode. Nichts\nkann unserer Bühnentechnik widerstrebender sein als der Prolog im\nDrama des Euripides. Dass eine einzelne auftretende Person am Eingange\ndes Stückes erzählt, wer sie sei, was der Handlung vorangehe, was bis\njetzt geschehen, ja was im Verlaufe des Stückes geschehen werde, das\nwürde ein moderner Theaterdichter als ein muthwilliges und nicht zu\nverzeihendes Verzichtleisten auf den Effect der Spannung bezeichnen.\nMan weiss ja alles, was geschehen wird; wer wird abwarten wollen,\ndass dies wirklich geschieht? – da ja hier keinesfalls das aufregende\nVerhältniss eines wahrsagenden Traumes zu einer später eintretenden\nWirklichkeit stattfindet. Ganz anders reflectirte Euripides. Die\nWirkung der Tragödie beruhte niemals auf der epischen Spannung, auf\nder anreizenden Ungewissheit, was sich jetzt und nachher ereignen\nwerde: vielmehr auf jenen grossen rhetorisch-lyrischen Scenen, in\ndenen die Leidenschaft und die Dialektik des Haupthelden zu einem\nbreiten und mächtigen Strome anschwoll. Zum Pathos, nicht zur Handlung\nbereitete Alles vor: und was nicht zum Pathos vorbereitete, das galt\nals verwerflich. Das aber, was die genussvolle Hingabe an solche\nScenen am stärksten erschwert, ist ein dem Zuhörer fehlendes Glied,\neine Lücke im Gewebe der Vorgeschichte; so lange der Zuhörer noch\nausrechnen muss, was diese und jene Person bedeute, was dieser und\njener Conflict der Neigungen und Absichten für Voraussetzungen habe,\nist seine volle Versenkung in das Leiden und Thun der Hauptpersonen,\nist das athemlose Mitleiden und Mitfürchten noch nicht möglich. Die\naeschyleisch-sophokleische Tragödie verwandte die geistreichsten\nKunstmittel, um dem Zuschauer in den ersten Scenen gewissermaassen\nzufällig alle jene zum Verständniss nothwendigen Fäden in die Hand zu\ngeben: ein Zug, in dem sich jene edle Künstlerschaft bewährt, die das\nnothwendige Formelle gleichsam maskirt und als Zufälliges erscheinen\nlässt. Immerhin aber glaubte Euripides zu bemerken, dass während\njener ersten Scenen der Zuschauer in eigenthümlicher Unruhe sei,\num das Rechenexempel der Vorgeschichte auszurechnen, so dass die\ndichterischen Schönheiten und das Pathos der Exposition für ihn\nverloren ginge. Deshalb stellte er den Prolog noch vor die Exposition\nund legte ihn einer Person in den Mund, der man Vertrauen schenken\ndurfte: eine Gottheit musste häufig den Verlauf der Tragödie dem\nPublicum gewissermaassen garantieren und jeden Zweifel an der Realität\ndes Mythus nehmen: in ähnlicher Weise, wie Descartes die Realität\nder empirischen Welt nur durch die Appellation an die Wahrhaftigkeit\nGottes und seine Unfähigkeit zur Lüge zu beweisen vermochte. Dieselbe\ngöttliche Wahrhaftigkeit braucht Euripides noch einmal am Schlusse\nseines Drama’s, um die Zukunft seiner Helden dem Publicum sicher\nzu stellen; dies ist die Aufgabe des berüchtigten deux ex\nmachina. Zwischen der epischen Vorschau und Hinausschau liegt die\ndramatischlyrische Gegenwart, das eigentliche “Drama.”",
        "So ist Euripides als Dichter vor allem der Wiederhall seiner bewussten\nErkenntnisse; und gerade dies verleiht ihm eine so denkwürdige\nStellung in der Geschichte der griechischen Kunst.",
        "Ihm muss im Hinblick auf sein kritisch-productives Schaffen oft zu\nMuthe gewesen sein als sollte er den Anfang der Schrift des Anaxagoras\nfür das Drama lebendig machen, deren erste Worte lauten: “im Anfang\nwar alles beisammen; da kam der Verstand und schuf Ordnung.” Und wenn\nAnaxagoras mit seinem “Nous” unter den Philosophen wie der erste\nNüchterne unter lauter Trunkenen erschien, so mag auch Euripides sein\nVerhältniss zu den anderen Dichtern der Tragödie unter einem ähnlichen\nBilde begriffen haben. So lange der einzige Ordner und Walter des\nAlls, der Nous, noch vom künstlerischen Schaffen ausgeschlossen war,\nwar noch alles in einem chaotischen Urbrei beisammen; so musste\nEuripides urtheilen, so musste er die “trunkenen” Dichter als der\nerste “Nüchterne” verurtheilen. Das, was Sophokles von Aeschylus\ngesagt hat, er thue das Rechte, obschon unbewusst, war gewiss nicht im\nSinne des Euripides gesagt: der nur so viel hätte gelten lassen, dass\nAeschylus, weil er unbewusst schaffe, das Unrechte schaffe. Auch\nder göttliche Plato redet vom schöpferischen Vermögen des Dichters,\ninsofern dies nicht die bewusste Einsicht ist, zu allermeist nur\nironisch und stellt es der Begabung des Wahrsagers und Traumdeuters\ngleich; sei doch der Dichter nicht eher fähig zu dichten als bis\ner bewusstlos geworden sei, und kein Verstand mehr in ihm wohne.\nEuripides unternahm es, wie es auch Plato unternommen hat, das\nGegenstück des “unverständigen” Dichters der Welt zu zeigen; sein\naesthetischer Grundsatz “alles muss bewusst sein, um schön zu sein”,\nist, wie ich sagte, der Parallelsatz zu dem sokratischen “alles muss\nbewusst sein, um gut zu sein”. Demgemäss darf uns Euripides als der\nDichter des aesthetischen Sokratismus gelten. Sokrates aber war jener\nzweite Zuschauer, der die ältere Tragödie nicht begriff und deshalb\nnicht achtete; mit ihm im Bunde wagte Euripides, der Herold eines\nneuen Kunstschaffens zu sein. Wenn an diesem die ältere Tragödie zu\nGrunde ging, so ist also der aesthetische Sokratismus das mörderische\nPrincip: insofern aber der Kampf gegen das Dionysische der älteren\nKunst gerichtet war, erkennen wir in Sokrates den Gegner des Dionysus,\nden neuen Orpheus, der sich gegen Dionysus erhebt und, obschon\nbestimmt, von den Mänaden des athenischen Gerichtshofes zerrissen\nzu werden, doch den übermächtigen Gott selbst zur Flucht nöthigt:\nwelcher, wie damals, als er vor dem Edonerkönig Lykurg floh, sich in\ndie Tiefen des Meeres rettete, nämlich in die mystischen Fluthen eines\ndie ganze Welt allmählich überziehenden Geheimcultus.",
        "Dass Sokrates eine enge Beziehung der Tendenz zu Euripides habe,\nentging dem gleichzeitigen Alterthume nicht; und der beredteste\nAusdruck für diesen glücklichen Spürsinn ist jene in Athen umlaufende\nSage, Sokrates pflege dem Euripides im Dichten zu helfen. Beide\nNamen wurden von den Anhängern der “guten alten Zeit” in einem Athem\ngenannt, wenn es galt, die Volksverführer der Gegenwart aufzuzählen:\nvon deren Einflusse es herrühre, dass die alte marathonische\nvierschrötige Tüchtigkeit an Leib und Seele immer mehr einer\nzweifelhaften Aufklärung, bei fortschreitender Verkümmerung der\nleiblichen und seelischen Kräfte, zum Opfer falle. In dieser Tonart,\nhalb mit Entrüstung, halb mit Verachtung, pflegt die aristophanische\nKomödie von jenen Männern zu reden, zum Schrecken der Neueren, welche\nzwar Euripides gerne preisgeben, aber sich nicht genug darüber\nwundern können, dass Sokrates als der erste und oberste Sophist,\nals der Spiegel und Inbegriff aller sophistischen Bestrebungen bei\nAristophanes erscheine: wobei es einzig einen Trost gewährt, den\nAristophanes selbst als einen lüderlich lügenhaften Alcibiades der\nPoesie an den Pranger zu stellen. Ohne an dieser Stelle die tiefen\nInstincte des Aristophanes gegen solche Angriffe in Schutz zu nehmen,\nfahre ich fort, die enge Zusammengehörigkeit des Sokrates und des\nEuripides aus der antiken Empfindung heraus zu erweisen; in welchem\nSinne namentlich daran zu erinnern ist, dass Sokrates als Gegner der\ntragischen Kunst sich des Besuchs der Tragödie enthielt, und nur,\nwenn ein neues Stück des Euripides aufgeführt wurde, sich unter\nden Zuschauern einstellte. Am berühmtesten ist aber die nahe\nZusammenstellung beider Namen in dem delphischen Orakelspruche,\nwelcher Sokrates als den Weisesten unter den Menschen bezeichnet,\nzugleich aber das Urtheil abgab, dass dem Euripides der zweite Preis\nim Wettkampfe der Weisheit gebühre.",
        "Als der dritte in dieser Stufenleiter war Sophokles genannt; er, der\nsich gegen Aeschylus rühmen durfte, er thue das Rechte und zwar,\nweil er wisse, was das Rechte sei. Offenbar ist gerade der Grad der\nHelligkeit dieses Wissens dasjenige, was jene drei Männer gemeinsam\nals die drei “Wissenden” ihrer Zeit auszeichnet.",
        "Das schärfste Wort aber für jene neue und unerhörte Hochschätzung des\nWissens und der Einsicht sprach Sokrates, als er sich als den Einzigen\nvorfand, der sich eingestehe, nichts zu wissen; während er, auf seiner\nkritischen Wanderung durch Athen, bei den grössten Staatsmännern,\nRednern, Dichtern und Künstlern vorsprechend, überall die Einbildung\ndes Wissens antraf. Mit Staunen erkannte er, dass alle jene\nBerühmtheiten selbst über ihren Beruf ohne richtige und sichere\nEinsicht seien und denselben nur aus Instinct trieben. “Nur aus\nInstinct”: mit diesem Ausdruck berühren wir Herz und Mittelpunkt der\nsokratischen Tendenz. Mit ihm verurtheilt der Sokratismus eben so die\nbestehende Kunst wie die bestehende Ethik: wohin er seine prüfenden\nBlicke richtet, sieht er den Mangel der Einsicht und die Macht des\nWahns und schliesst aus diesem Mangel auf die innerliche Verkehrtheit\nund Verwerflichkeit des Vorhandenen. Von diesem einen Punkte aus\nglaubte Sokrates das Dasein corrigieren zu müssen: er, der Einzelne,\ntritt mit der Miene der Nichtachtung und der Ueberlegenheit, als der\nVorläufer einer ganz anders gearteten Cultur, Kunst und Moral, in\neine Welt hinein, deren Zipfel mit Ehrfurcht zu erhaschen wir uns zum\ngrössten Glücke rechnen würden.",
        "Dies ist die ungeheuere Bedenklichkeit, die uns jedesmal, Angesichts\ndes Sokrates, ergreift und die uns immer und immer wieder anreizt,\nSinn und Absicht dieser fragwürdigsten Erscheinung des Alterthums\nzu erkennen. Wer ist das, der es wagen darf, als ein Einzelner das\ngriechische Wesen zu verneinen, das als Homer, Pindar und Aeschylus,\nals Phidias, als Perikles, als Pythia und Dionysus, als der tiefste\nAbgrund und die höchste Höhe unserer staunenden Anbetung gewiss ist?\nWelche dämonische Kraft ist es, die diesen Zaubertrank in den Staub\nzu schütten sich erkühnen darf? Welcher Halbgott ist es, dem der\nGeisterchor der Edelsten der Menschheit zurufen muss: “Weh! Weh! Du\nhast sie zerstört, die schöne Welt, mit mächtiger Faust; sie stürzt,\nsie zerfällt!”",
        "Einen Schlüssel zu dem Wesen des Sokrates bietet uns jene wunderbare\nErscheinung, die als “Dämonion des Sokrates” bezeichnet wird. In\nbesonderen Lagen, in denen sein ungeheurer Verstand in’s Schwanken\ngerieth, gewann er einen festen Anhalt durch eine in solchen Momenten\nsich äussernde göttliche Stimme. Diese Stimme mahnt, wenn sie kommt,\nimmer ab. Die instinctive Weisheit zeigt sich bei dieser gänzlich\nabnormen Natur nur, um dem bewussten Erkennen hier und da hindernd\nentgegenzutreten. Während doch bei allen productiven Menschen der\nInstinct gerade die schöpferisch-affirmative Kraft ist, und das\nBewusstsein kritisch und abmahnend sich gebärdet: wird bei Sokrates\nder Instinct zum Kritiker, das Bewusstsein zum Schöpfer – eine wahre\nMonstrosität per defectum! Und zwar nehmen wir hier einen monstrosen\ndefectus jeder mystischen Anlage wahr, so dass Sokrates als der\nspecifische Nicht-Mystiker zu bezeichnen wäre, in dem die logische\nNatur durch eine Superfötation eben so excessiv entwickelt ist wie im\nMystiker jene instinctive Weisheit. Andrerseits aber war es jenem in\nSokrates erscheinenden logischen Triebe völlig versagt, sich gegen\nsich selbst zu kehren; in diesem fessellosen Dahinströmen zeigt er\neine Naturgewalt, wie wir sie nur bei den allergrössten instinctiven\nKräften zu unsrer schaudervollen Ueberraschung antreffen. Wer\nnur einen Hauch von jener göttlichen Naivetät und Sicherheit der\nsokratischen Lebensrichtung aus den platonischen Schriften gespürt\nhat, der fühlt auch, wie das ungeheure Triebrad des logischen\nSokratismus gleichsam hinter Sokrates in Bewegung ist, und wie dies\ndurch Sokrates wie durch einen Schatten hindurch angeschaut werden\nmuss. Dass er aber selbst von diesem Verhältniss eine Ahnung hatte,\ndas drückt sich in dem würdevollen Ernste aus, mit dem er seine\ngöttliche Berufung überall und noch vor seinen Richtern geltend\nmachte. Ihn darin zu widerlegen war im Grunde eben so unmöglich als\nseinen die Instincte auflösenden Einfluss gut zu heissen. Bei diesem\nunlösbaren Conflicte war, als er einmal vor das Forum des griechischen\nStaates gezogen war, nur eine einzige Form der Verurtheilung geboten,\ndie Verbannung; als etwas durchaus Räthselhaftes, Unrubricirbares,\nUnaufklärbares hätte man ihn über die Grenze weisen dürfen, ohne\ndass irgend eine Nachwelt im Recht gewesen wäre, die Athener einer\nschmählichen That zu zeihen. Dass aber der Tod und nicht nur die\nVerbannung über ihn ausgesprochen wurde, das scheint Sokrates selbst,\nmit völliger Klarheit und ohne den natürlichen Schauder vor dem Tode,\ndurchgesetzt zu haben: er ging in den Tod, mit jener Ruhe, mit der\ner nach Plato’s Schilderung als der letzte der Zecher im frühen\nTagesgrauen das Symposion verlässt, um einen neuen Tag zu beginnen;\nindess hinter ihm, auf den Bänken und auf der Erde, die verschlafenen\nTischgenossen zurückbleiben, um von Sokrates, dem wahrhaften Erotiker,\nzu träumen. Der sterbende Sokrates wurde das neue, noch nie sonst\ngeschaute Ideal der edlen griechischen Jugend: vor allen hat sich der\ntypische hellenische Jüngling, Plato, mit aller inbrünstigen Hingebung\nseiner Schwärmerseele vor diesem Bilde niedergeworfen.",
        "Denken wir uns jetzt das eine grosse Cyklopenauge des Sokrates auf\ndie Tragödie gewandt, jenes Auge, in dem nie der holde Wahnsinn\nkünstlerischer Begeisterung geglüht hat – denken wir uns, wie es\njenem Auge versagt war, in die dionysischen Abgründe mit Wohlgefallen\nzu schauen – was eigentlich musste es in der “erhabenen und\nhochgepriesenen” tragischen Kunst, wie sie Plato nennt, erblicken?\nEtwas recht Unvernünftiges, mit Ursachen, die ohne Wirkungen, und mit\nWirkungen, die ohne Ursachen zu sein schienen, dazu das Ganze so bunt\nund mannichfaltig, dass es einer besonnenen Gemüthsart widerstreben\nmüsse, für reizbare und empfindliche Seelen aber ein gefährlicher\nZunder sei. Wir wissen, welche einzige Gattung der Dichtkunst von ihm\nbegriffen wurde, die aesopische Fabel: und dies geschah gewiss mit\njener lächelnden Anbequemung, mit welcher der ehrliche gute Gellert in\nder Fabel von der Biene und der Henne das Lob der Poesie singt:",
        "Nun aber schien Sokrates die tragische Kunst nicht einmal “die\nWahrheit zu sagen”: abgesehen davon, dass sie sich an den wendet, der\n\"nicht viel Verstand besitzt”, also nicht an den Philosophen: ein\nzweifacher Grund, von ihr fern zu bleiben. Wie Plato, rechnete er\nsie zu den schmeichlerischen Künsten, die nur das Angenehme, nicht\ndas Nützliche darstellen und verlangte deshalb bei seinen Jüngern\nEnthaltsamkeit und strenge Absonderung von solchen unphilosophischen\nReizungen; mit solchem Erfolge, dass der jugendliche Tragödiendichter\nPlato zu allererst seine Dichtungen verbrannte, um Schüler des\nSokrates werden zu können. Wo aber unbesiegbare Anlagen gegen die\nsokratischen Maximen ankämpften, war die Kraft derselben, sammt der\nWucht jenes ungeheuren Charakters, immer noch gross genug, um die\nPoesie selbst in neue und bis dahin unbekannte Stellungen zu drängen.",
        "Ein Beispiel dafür ist der eben genannte Plato: er, der in der\nVerurtheilung der Tragödie und der Kunst überhaupt gewiss nicht hinter\ndem naiven Cynismus seines Meisters zurückgeblieben ist, hat doch aus\nvoller künstlerischer Nothwendigkeit eine Kunstform schaffen müssen,\ndie gerade mit den vorhandenen und von ihm abgewiesenen Kunstformen\ninnerlich verwandt ist. Der Hauptvorwurf, den Plato der älteren Kunst\nzu machen hatte, – dass sie Nachahmung eines Scheinbildes sei, also\nnoch einer niedrigeren Sphäre als die empirische Welt ist, angehöre\n– durfte vor allem nicht gegen das neue Kunstwerk gerichtet werden:\nund so sehen wir denn Plato bestrebt über die Wirklichkeit hinaus\nzu gehn und die jener Pseudo-Wirklichkeit zu Grunde liegende Idee\ndarzustellen. Damit aber war der Denker Plato auf einem Umwege\nebendahin gelangt, wo er als Dichter stets heimisch gewesen war und\nvon wo aus Sophokles und die ganze ältere Kunst feierlich gegen jenen\nVorwurf protestirten. Wenn die Tragödie alle früheren Kunstgattungen\nin sich aufgesaugt hatte, so darf dasselbe wiederum in einem\nexcentrischen Sinne vom platonischen Dialoge gelten, der, durch\nMischung aller vorhandenen Stile und Formen erzeugt, zwischen\nErzählung, Lyrik, Drama, zwischen Prosa und Poesie in der Mitte\nschwebt und damit auch das strenge ältere Gesetz der einheitlichen\nsprachlichen Form durchbrochen hat; auf welchem Wege die cynischen\nSchriftsteller noch weiter gegangen sind, die in der grössten\nBuntscheckigkeit des Stils, im Hin- und Herschwanken zwischen\nprosaischen und metrischen Formen auch das litterarische Bild des\n\"rasenden Sokrates”, den sie im Leben darzustellen pflegten, erreicht\nhaben. Der platonische Dialog war gleichsam der Kahn, auf dem sich die\nschiffbrüchige ältere Poesie sammt allen ihren Kindern rettete: auf\neinen engen Raum zusammengedrängt und dem einen Steuermann Sokrates\nängstlich unterthänig fuhren sie jetzt in eine neue Welt hinein, die\nan dem phantastischen Bilde dieses Aufzugs sich nie satt sehen konnte.\nWirklich hat für die ganze Nachwelt Plato das Vorbild einer neuen\nKunstform gegeben, das Vorbild des Roman’s: der als die unendlich\ngesteigerte aesopische Fabel zu bezeichnen ist, in der die Poesie in\neiner ähnlichen Rangordnung zur dialektischen Philosophie lebt, wie\nviele Jahrhunderte hindurch dieselbe Philosophie zur Theologie:\nnämlich als ancilla. Dies war die neue Stellung der Poesie, in die sie\nPlato unter dem Drucke des dämonischen Sokrates drängte.",
        "Hier überwächst der philosophische Gedanke die Kunst und zwingt sie\nzu einem engen Sich- Anklammern an den Stamm der Dialektik. In dem\nlogischen Schematismus hat sich die apollinische Tendenz verpuppt: wie\nwir bei Euripides etwas Entsprechendes und ausserdem eine Uebersetzung\ndes Dionysischen in den naturalistischen Affect wahrzunehmen hatten.\nSokrates, der dialektische Held im platonischen Drama, erinnert uns\nan die verwandte Natur des euripideischen Helden, der durch Grund\nund Gegengrund seine Handlungen vertheidigen muss und dadurch so\noft in Gefahr geräth, unser tragisches Mitleiden einzubüssen: denn\nwer vermöchte das optimistische Element im Wesen der Dialektik zu\nverkennen, das in jedem Schlusse sein Jubelfest feiert und allein in\nkühler Helle und Bewusstheit athmen kann: das optimistische Element,\ndas, einmal in die Tragödie eingedrungen, ihre dionysischen Regionen\nallmählich überwuchern und sie nothwendig zur Selbstvernichtung\ntreiben muss – bis zum Todessprunge in’s bürgerliche Schauspiel. Man\nvergegenwärtige sich nur die Consequenzen der sokratischen Sätze:\n\"Tugend ist Wissen; es wird nur gesündigt aus Unwissenheit; der\nTugendhafte ist der Glückliche”: in diesen drei Grundformen des\nOptimismus liegt der Tod der Tragödie. Denn jetzt muss der tugendhafte\nHeld Dialektiker sein, jetzt muss zwischen Tugend und Wissen, Glaube\nund Moral ein nothwendiger sichtbarer Verband sein, jetzt ist die\ntransscendentale Gerechtigkeitslösung des Aeschylus zu dem flachen und\nfrechen Princip der “poetischen Gerechtigkeit” mit seinem üblichen\ndeus ex machina erniedrigt.",
        "Wie erscheint dieser neuen sokratisch-optimistischen\nBühnenwelt gegenüber jetzt der Chor und überhaupt der ganze\nmusikalisch-dionysische Untergrund der Tragödie? Als etwas Zufälliges,\nals eine auch wohl zu missende Reminiscenz an den Ursprung der\nTragödie; während wir doch eingesehen haben, dass der Chor nur als\nUrsache der Tragödie und des Tragischen überhaupt verstanden werden\nkann. Schon bei Sophokles zeigt sich jene Verlegenheit in Betreff des\nChors – ein wichtiges Zeichen, dass schon bei ihm der dionysische\nBoden der Tragödie zu zerbröckeln beginnt. Er wagt es nicht mehr, dem\nChor den Hauptantheil der Wirkung anzuvertrauen, sondern schränkt\nsein Bereich dermaassen ein, dass er jetzt fast den Schauspielern\ncoordinirt erscheint, gleich als ob er aus der Orchestra in die\nScene hineingehoben würde: womit freilich sein Wesen völlig zerstört\nist, mag auch Aristoteles gerade dieser Auffassung des Chors seine\nBeistimmung geben. Jene Verrückung der Chorposition, welche Sophokles\njedenfalls durch seine Praxis und, der Ueberlieferung nach, sogar\ndurch eine Schrift anempfohlen hat, ist der erste Schritt zur\nVernichtung des Chors, deren Phasen in Euripides, Agathon und der\nneueren Komödie mit erschreckender Schnelligkeit auf einander folgen.\nDie optimistische Dialektik treibt mit der Geissel ihrer Syllogismen\ndie Musik aus der Tragödie: d.h. sie zerstört das Wesen der Tragödie,\nwelches sich einzig als eine Manifestation und Verbildlichung\ndionysischer Zustände, als sichtbare Symbolisirung der Musik, als die\nTraumwelt eines dionysischen Rausches interpretiren lässt.",
        "Haben wir also sogar eine schon vor Sokrates wirkende antidionysische\nTendenz anzunehmen, die nur in ihm einen unerhört grossartigen\nAusdruck gewinnt: so müssen wir nicht vor der Frage zurückschrecken,\nwohin denn eine solche Erscheinung wie die des Sokrates deute: die wir\ndoch nicht im Stande sind, Angesichts der platonischen Dialoge, als\neine nur auflösende negative Macht zu begreifen. Und so gewiss die\nallernächste Wirkung des sokratischen Triebes auf eine Zersetzung\nder dionysischen Tragödie ausging, so zwingt uns eine tiefsinnige\nLebenserfahrung des Sokrates selbst zu der Frage, ob denn zwischen dem\nSokratismus und der Kunst nothwendig nur ein antipodisches Verhältniss\nbestehe und ob die Geburt eines “künstlerischen Sokrates” überhaupt\netwas in sich Widerspruchsvolles sei.",
        "Jener despotische Logiker hatte nämlich hier und da der Kunst\ngegenüber das Gefühl einer Lücke, einer Leere, eines halben Vorwurfs,\neiner vielleicht versäumten Pflicht. Oefters kam ihm, wie er im\nGefängniss seinen Freunden erzählt, ein und dieselbe Traumerscheinung,\ndie immer dasselbe sagte: “Sokrates, treibe Musik!” Er beruhigt sich\nbis zu seinen letzten Tagen mit der Meinung, sein Philosophieren sei\ndie höchste Musenkunst, und glaubt nicht recht, dass eine Gottheit\nihn an jene “gemeine, populäre Musik” erinnern werde. Endlich im\nGefängniss versteht er sich, um sein Gewissen gänzlich zu entlasten,\nauch dazu, jene von ihm gering geachtete Musik zu treiben. Und in\ndieser Gesinnung dichtet er ein Proömium auf Apollo und bringt einige\naesopische Fabeln in Verse. Das war etwas der dämonischen warnenden\nStimme Aehnliches, was ihn zu diesen Uebungen drängte, es war seine\napollinische Einsicht, dass er wie ein Barbarenkönig ein edles\nGötterbild nicht verstehe und in der Gefahr sei, sich an einer\nGottheit zu versündigen – durch sein Nichtsverstehn. Jenes Wort\nder sokratischen Traumerscheinung ist das einzige Zeichen einer\nBedenklichkeit über die Grenzen der logischen Natur: vielleicht – so\nmusste er sich fragen – ist das mir Nichtverständliche doch nicht auch\nsofort das Unverständige? Vielleicht giebt es ein Reich der Weisheit,\naus dem der Logiker verbannt ist? Vielleicht ist die Kunst sogar ein\nnothwendiges Correlativum und Supplement der Wissenschaft?",
        "Im Sinne dieser letzten ahnungsvollen Fragen muss nun ausgesprochen\nwerden, wie der Einfluss des Sokrates, bis auf diesen Moment hin, ja\nin alle Zukunft hinaus, sich, gleich einem in der Abendsonne immer\ngrösser werdenden Schatten, über die Nachwelt hin ausgebreitet hat,\nwie derselbe zur Neuschaffung der Kunst – und zwar der Kunst im\nbereits metaphysischen, weitesten und tiefsten Sinne – immer wieder\nnöthigt und, bei seiner eignen Unendlichkeit, auch deren Unendlichkeit\nverbürgt.",
        "Bevor dies erkannt werden konnte, bevor die innerste Abhängigkeit\njeder Kunst von den Griechen, den Griechen von Homer bis auf Sokrates,\nüberzeugend dargethan war, musste es uns mit diesen Griechen ergehen\nwie den Athenern mit Sokrates. Fast jede Zeit und Bildungsstufe hat\neinmal sich mit tiefem Missmuthe von den Griechen zu befreien gesucht,\nweil Angesichts derselben alles Selbstgeleistete, scheinbar völlig\nOriginelle, und recht aufrichtig Bewunderte plötzlich Farbe und Leben\nzu verlieren schien und zur misslungenen Copie, ja zur Caricatur\nzusammenschrumpfte. Und so bricht immer von Neuem einmal der herzliche\nIngrimm gegen jenes anmaassliche Völkchen hervor das sich erkühnte,\nalles Nichteinheimische für alle Zeiten als “barbarisch” zu\nbezeichnen: wer sind jene, fragt man sich, die, obschon sie nur\neinen ephemeren historischen Glanz, nur lächerlich engbegrenzte\nInstitutionen, nur eine zweifelhafte Tüchtigkeit der Sitte aufzuweisen\nhaben und sogar mit hässlichen Lastern gekennzeichnet sind, doch die\nWürde und Sonderstellung unter den Völkern in Anspruch nehmen, die\ndem Genius unter der Masse zukommt? Leider war man nicht so glücklich\nden Schierlingsbecher zu finden, mit dem ein solches Wesen einfach\nabgethan werden konnte: denn alles Gift, das Neid, Verläumdung und\nIngrimm in sich erzeugten, reichte nicht hin, jene selbstgenugsame\nHerrlichkeit zu vernichten. Und so schämt und fürchtet man sich vor\nden Griechen; es sei denn, dass Einer die Wahrheit über alles achte\nund so sich auch diese Wahrheit einzugestehn wage, dass die Griechen\nunsere und jegliche Cultur als Wagenlenker in den Händen haben, dass\naber fase immer Wagen und Pferde von zu geringem Stoffe und der Glorie\nihrer Führer unangemessen sind, die dann es für einen Scherz erachten,\nein solches Gespann in den Abgrund zu jagen: über den sie selbst, mit\ndem Sprunge des Achilles, hinwegsetzen.",
        "Um die Würde einer solchen Führerstellung auch für Sokrates zu\nerweisen, genügt es in ihm den Typus einer vor ihm unerhörten\nDaseinsform zu erkennen, den Typus des theoretischen Menschen, über\ndessen Bedeutung und Ziel zur Einsicht zu kommen, unsere nächste\nAufgabe ist. Auch der theoretische Mensch hat ein unendliches\nGenügen am Vorhandenen, wie der Künstler, und ist wie jener vor der\npraktischen Ethik des Pessimismus und vor seinen nur im Finsteren\nleuchtenden Lynkeusaugen, durch jenes Genügen geschützt. Wenn\nnämlich der Künstler bei jeder Enthüllung der Wahrheit immer nur mit\nverzückten Blicken an dem hängen bleibt, was auch jetzt, nach der\nEnthüllung, noch Hülle bleibt, geniesst und befriedigt sich der\ntheoretische Mensch an der abgeworfenen Hülle und hat sein höchstes\nLustziel in dem Prozess einer immer glücklichen, durch eigene Kraft\ngelingenden Enthüllung. Es gäbe keine Wissenschaft, wenn ihr nur um\njene eine nackte Göttin und um nichts Anderes zu thun wäre. Denn dann\nmüsste es ihren Jüngern zu Muthe sein, wie Solchen, die ein Loch\ngerade durch die Erde graben wollten: von denen ein Jeder einsieht,\ndass er, bei grösster und lebenslänglicher Anstrengung, nur ein ganz\nkleines Stück der ungeheuren Tiefe zu durchgraben im Stande sei,\nwelches vor seinen Augen durch die Arbeit des Nächsten wieder\nüberschüttet wird, so dass ein Dritter wohl daran zu thun scheint,\nwenn er auf eigne Faust eine neue Stelle für seine Bohrversuche\nwählt. Wenn jetzt nun Einer zur Ueberzeugung beweist, dass auf diesem\ndirecten Wege das Antipodenziel nicht zu erreichen sei, wer wird\nnoch in den alten Tiefen weiterarbeiten wollen, es sei denn, dass er\nsich nicht inzwischen genügen lasse, edles Gestein zu finden oder\nNaturgesetze zu entdecken. Darum hat Lessing, der ehrlichste\ntheoretische Mensch, es auszusprechen gewagt, dass ihm mehr am Suchen\nder Wahrheit als an ihr selbst gelegen sei: womit das Grundgeheimniss\nder Wissenschaft, zum Erstaunen, ja Aerger der Wissenschaftlichen,\naufgedeckt worden ist. Nun steht freilich neben dieser vereinzelten\nErkenntniss, als einem Excess der Ehrlichkeit, wenn nicht des\nUebermuthes, eine tiefsinnige Wahnvorstellung, welche zuerst in der\nPerson des Sokrates zur Welt kam, jener unerschütterliche Glaube,\ndass das Denken, an dem Leitfaden der Causalität, bis in die tiefsten\nAbgründe des Seins reiche, und dass das Denken das Sein nicht nur zu\nerkennen, sondern sogar zu corrigiren im Stande sei. Dieser erhabene\nmetaphysische Wahn ist als Instinct der Wissenschaft beigegeben und\nführt sie immer und immer wieder zu ihren Grenzen, an denen sie\nin Kunst umschlagen muss: auf welchees eigentlich, bei diesem\nMechanismus, abgesehn ist.",
        "Schauen wir jetzt, mit der Fackel dieses Gedankens, auf Sokrates hin:\nso erscheint er uns als der Erste, der an der Hand jenes Instinctes\nder Wissenschaft nicht nur leben, sondern – was bei weitem mehr ist –\nauch sterben konnte: und deshalb ist das Bild des sterbenden Sokrates\nals des durch Wissen und Gründe der Todesfurcht enthobenen Menschen\ndas Wappenschild, das über dem Eingangsthor der Wissenschaft einen\nJeden an deren Bestimmung erinnert, nämlich das Dasein als begreiflich\nund damit als gerechtfertigt erscheinen zu machen: wozu freilich\nwenn die Gründe nicht reichen, schliesslich auch der Mythus dienen\nmuss, den ich sogar als nothwendige Consequenz, ja als Absicht der\nWissenschaft soeben bezeichnete.",
        "Wer sich einmal anschaulich macht, wie nach Sokrates, dem Mystagogen\nder Wissenschaft, eine Philosophenschule nach der anderen, wie Welle\nauf Welle, sich ablöst, wie eine nie geahnte Universalität der\nWissensgier in dem weitesten Bereich der gebildeten Welt und als\neigentliche Aufgabe für jeden höher Befähigten die Wissenschaft\nauf die hohe See führte, von der sie niemals seitdem wieder völlig\nvertrieben werden konnte, wie durch diese Universalität erst ein\ngemeinsames Netz des Gedankens über den gesammten Erdball, ja mit\nAusblicken auf die Gesetzlichkeit eines ganzen Sonnensystems, gespannt\nwurde; wer dies Alles, sammt der erstaunlich hohen Wissenspyramide\nder Gegenwart, sich vergegenwärtigt, der kann sich nicht entbrechen,\nin Sokrates den einen Wendepunkt und Wirbel der sogenannten\nWeltgeschichte zu sehen. Denn dächte man sich einmal diese ganze\nunbezifferbare Summe von Kraft, die für jene Welttendenz verbraucht\nworden ist, nicht im Dienste des Erkennens, sondern auf die\npraktischen d.h. egoistischen Ziele der Individuen und Völker\nverwendet, so wäre wahrscheinlich in allgemeinen Vernichtungskämpfen\nund fortdauernden Völkerwanderungen die instinctive Lust zum Leben so\nabgeschwächt, dass, bei der Gewohnheit des Selbstmordes, der Einzelne\nvielleicht den letzten Rest von Pflichtgefühl empfinden müsste, wenn\ner, wie der Bewohner der Fidschiinseln, als Sohn seine Eltern, als\nFreund seinen Freund erdrosselt: ein praktischer Pessimismus, der\nselbst eine grausenhafte Ethik des Völkermordes aus Mitleid erzeugen\nkönnte – der übrigens überall in der Welt vorhanden ist und vorhanden\nwar, wo nicht die Kunst in irgend welchen Formen, besonders als\nReligion und Wissenschaft, zum Heilmittel und zur Abwehr jenes\nPesthauchs erschienen ist.",
        "Angesichts dieses praktischen Pessimismus ist Sokrates das Urbild\ndes theoretischen Optimisten, der in dem bezeichneten Glauben an die\nErgründlichkeit der Natur der Dinge dem Wissen und der Erkenntniss die\nKraft einer Universalmedizin beilegt und im Irrthum das Uebel an sich\nbegreift. In jene Gründe einzudringen und die wahre Erkenntniss vom\nSchein und vom Irrthum zu sondern, dünkte dem sokratischen Menschen\nder edelste, selbst der einzige wahrhaft menschliche Beruf zu sein: so\nwie jener Mechanismus der Begriffe, Urtheile und Schlüsse von Sokrates\nab als höchste Bethätigung und bewunderungswürdigste Gabe der Natur\nüber alle anderen Fähigkeiten geschätzt wurde. Selbst die erhabensten\nsittlichen Thaten, die Regungen des Mitleids, der Aufopferung, des\nHeroismus und jene schwer zu erringende Meeresstille der Seele, die\nder apollinische Grieche Sophrosyne nannte, wurden von Sokrates und\nseinen gleichgesinnten Nachfolgern bis auf die Gegenwart hin aus der\nDialektik des Wissens abgeleitet und demgemäss als lehrbar bezeichnet.\nWer die Lust einer sokratischen Erkenntniss an sich erfahren hat\nund spürt, wie diese, in immer weiteren Ringen, die ganze Welt der\nErscheinungen zu umfassen sucht, der wird von da an keinen Stachel,\nder zum Dasein drängen könnte, heftiger empfinden als die Begierde,\njene Eroberung zu vollenden und das Netz undurchdringbar fest zu\nspinnen. Einem so Gestimmten erscheint dann der platonische Sokrates\nals der Lehrer einer ganz neuen Form der “griechischen Heiterkeit\"\nund Daseinsseligkeit, welche sich in Handlungen zu entladen sucht und\ndiese Entladung zumeist in maeeutischen und erziehenden Einwirkungen\nauf edle Jünglinge, zum Zweck der endlichen Erzeugung des Genius,\nfinden wird.",
        "Nun aber eilt die Wissenschaft, von ihrem kräftigen Wahne angespornt,\nunaufhaltsam bis zu ihren Grenzen, an denen ihr im Wesen der Logik\nverborgener Optimismus scheitert. Denn die Peripherie des Kreises der\nWissenschaft hat unendlich viele Punkte, und während noch gar nicht\nabzusehen ist, wie jemals der Kreis völlig ausgemessen werden könnte,\nso trifft doch der edle und begabte Mensch, noch vor der Mitte seines\nDaseins und unvermeidlich, auf solche Grenzpunkte der Peripherie,\nwo er in das Unaufhellbare starrt. Wenn er hier zu seinem Schrecken\nsieht, wie die Logik sich an diesen Grenzen um sich selbst ringelt\nund endlich sich in den Schwanz beisst – da bricht die neue Form der\nErkenntniss durch, die tragische Erkenntniss, die, um nur ertragen zu\nwerden, als Schutz und Heilmittel die Kunst braucht.",
        "Schauen wir, mit gestärkten und an den Griechen erlabten Augen, auf\ndie höchsten Sphären derjenigen Welt, die uns umfluthet, so gewahren\nwir die in Sokrates vorbildlich erscheinende Gier der unersättlichen\noptimistischen Erkenntniss in tragische Resignation und\nKunstbedürftigkeit umgeschlagen: während allerdings dieselbe Gier, auf\nihren niederen Stufen, sich kunstfeindlich äussern und vornehmlich die\ndionysisch-tragische Kunst innerlich verabscheuen muss, wie dies an\nder Bekämpfung der aeschyleischen Tragödie durch den Sokratismus\nbeispielsweise dargestellt wurde.",
        "Hier nun klopfen wir, bewegten Gemüthes, an die Pforten der Gegenwart\nund Zukunft: wird jenes “Umschlagen” zu immer neuen Configurationen\ndes Genius und gerade des musiktreibenden Sokrates führen? Wird das\nüber das Dasein gebreitete Netz der Kunst, sei es auch unter dem Namen\nder Religion oder der Wissenschaft, immer fester und zarter geflochten\nwerden oder ist ihm bestimmt, unter dem ruhelos barbarischen Treiben\nund Wirbeln, das sich jetzt “die Gegenwart” nennt, in Fetzen zu\nreissen? – Besorgt, doch nicht trostlos stehen wir eine kleine Weile\nbei Seite, als die Beschaulichen, denen es erlaubt ist, Zeugen jener\nungeheuren Kämpfe und Uebergänge zu sein. Ach! Es ist der Zauber\ndieser Kämpfe, dass, wer sie schaut, sie auch kämpfen muss!",
        "An diesem ausgeführten historischen Beispiel haben wir klar zu machen\ngesucht, wie die Tragödie an dem Entschwinden des Geistes der Musik\neben so gewiss zu Grunde geht, wie sie aus diesem Geiste allein\ngeboren werden kann. Das Ungewöhnliche dieser Behauptung zu mildern\nund andererseits den Ursprung dieser unserer Erkenntniss aufzuzeigen,\nmüssen wir uns jetzt freien Blicks den analogen Erscheinungen der\nGegenwart gegenüber stellen; wir müssen mitten hinein in jene Kämpfe\ntreten, welche, wie ich eben sagte, zwischen der unersättlichen\noptimistischen Erkenntniss und der tragischen Kunstbedürftigkeit in\nden höchsten Sphären unserer jetzigen Welt gekämpft werden. Ich will\nhierbei von allen den anderen gegnerischen Trieben absehn, die zu\njeder Zeit der Kunst und gerade der Tragödie entgegenarbeiten und die\nauch in der Gegenwart in dem Maasse siegesgewiss um sich greifen, dass\nvon den theatralischen Künsten z.B. allein die Posse und das Ballet\nin einem einigermaassen üppigen Wuchern ihre vielleicht nicht für\nJedermann wohlriechenden Blüthen treiben. Ich will nur von der\nerlauchtesten Gegnerschaft der tragischen Weltbetrachtung reden und\nmeine damit die in ihrem tiefsten Wesen optimistische Wissenschaft,\nmit ihrem Ahnherrn Sokrates an der Spitze. Alsbald sollen auch die\nMächte bei Namen genannt werden, welche mir eine Wiedergeburt der\nTragödie – und welche andere selige Hoffnungen für das deutsche Wesen!\n– zu verbürgen scheinen.",
        "Bevor wir uns mitten in jene Kämpfe hineinstürzen, hüllen wir uns in\ndie Rüstung unsrer bisher eroberten Erkenntnisse. Im Gegensatz zu\nallen denen, welche beflissen sind, die Künste aus einem einzigen\nPrincip, als dem nothwendigen Lebensquell jedes Kunstwerks abzuleiten,\nhalte ich den Blick auf jene beiden künstlerischen Gottheiten\nder Griechen, Apollo und Dionysus, geheftet und erkenne in ihnen\ndie lebendigen und anschaulichen Repräsentanten zweier in ihrem\ntiefsten Wesen und ihren höchsten Zielen verschiedenen Kunstwelten.\nApollo steht vor mir, als der verklärende Genius des principii\nindividuationis, durch den allein die Erlösung im Scheine wahrhaft zu\nerlangen ist: während unter dem mystischen Jubelruf des Dionysus der\nBann der Individuation zersprengt wird und der Weg zu den Müttern\ndes Sein’s, zu dem innersten Kern der Dinge offen liegt. Dieser\nungeheuere Gegensatz, der sich zwischen der plastischen Kunst als\nder apollinischen und der Musik als der dionysischen Kunst klaffend\naufthut, ist einem Einzigen der grossen Denker in dem Maasse offenbar\ngeworden, dass er, selbst ohne jene Anleitung der hellenischen\nGöttersymbolik, der Musik einen verschiedenen Charakter und Ursprung\nvor allen anderen Künsten zuerkannte, weil sie nicht, wie jene alle,\nAbbild der Erscheinung, sondern unmittelbar Abbild des Willens selbst\nsei und also zu allem Physischen der Welt das Metaphysische, zu aller\nErscheinung das Ding an sich darstelle. (Schopenhauer, Welt als Wille\nund Vorstellung I, p. 310). Auf diese wichtigste Erkenntniss aller\nAesthetik, mit der, in einem ernstern Sinne genommen, die Aesthetik\nerst beginnt, hat Richard Wagner, zur Bekräftigung ihrer ewigen\nWahrheit, seinen Stempel gedrückt, wenn er im “Beethoven” feststellt,\ndass die Musik nach ganz anderen aesthetischen Principien als alle\nbildenden Künste und überhaupt nicht nach der Kategorie der Schönheit\nzu bemessen sei: obgleich eine irrige Aesthetik, an der Hand einer\nmissleiteten und entarteten Kunst, von jenem in der bildnerischen Welt\ngeltenden Begriff der Schönheit aus sich gewöhnt habe, von der Musik\neine ähnliche Wirkung wie von den Werken der bildenden Kunst zu\nfordern, nämlich die Erregung des Gefallens an schönen Formen. Nach\nder Erkenntniss jenes ungeheuren Gegensatzes fühlte ich eine starke\nNöthigung, mich dem Wesen der griechischen Tragödie und damit der\ntiefsten Offenbarung des hellenischen Genius zu nahen: denn erst jetzt\nglaubte ich des Zaubers mächtig zu sein, über die Phraseologie unserer\nüblichen Aesthetik hinaus, das Urproblem der Tragödie mir leibhaft\nvor die Seele stellen zu können: wodurch mir ein so befremdlich\neigenthümlicher Blick in das Hellenische vergönnt war, dass\nes mir scheinen musste, als ob unsre so stolz sich gebärdende\nclassisch-hellenische Wissenschaft in der Hauptsache bis jetzt nur an\nSchattenspielen und Aeusserlichkeiten sich zu weiden gewusst habe.",
        "Jenes Urproblem möchten wir vielleicht mit dieser Frage berühren:\nwelche aesthetische Wirkung entsteht, wenn jene an sich getrennten\nKunstmächte des Apollinischen und des Dionysischen neben einander\nin Thätigkeit gerathen? Oder in kürzerer Form: wie verhält sich\ndie Musik zu Bild und Begriff? – Schopenhauer, dem Richard Wagner\ngerade für diesen Punkt eine nicht zu überbietende Deutlichkeit und\nDurchsichtigkeit der Darstellung nachrühmt, äussert sich hierüber am\nausführlichsten in der folgenden Stelle, die ich hier in ihrer ganzen\nLänge wiedergeben werde. Welt als Wille und Vorstellung I, p. 309:\n\"Diesem allen zufolge können wir die erscheinende Welt, oder die\nNatur, und die Musik als zwei verschiedene Ausdrücke derselben Sache\nansehen, welche selbst daher das allein Vermittelnde der Analogie\nbeider ist, dessen Erkenntniss erfordert wird, um jene Analogie\neinzusehen. Die Musik ist demnach, wenn als Ausdruck der Welt\nangesehen eine im höchsten Grad allgemeine Sprache, die sich sogar\nzur Allgemeinheit der Begriffe ungefähr verhält wie diese zu den\neinzelnen Dingen. Ihre Allgemeinheit ist aber keineswegs jene leere\nAllgemeinheit der Abstraction, sondern ganz anderer Art und ist\nverbunden mit durchgängiger deutlicher Bestimmtheit. Sie gleicht\nhierin den geometrischen Figuren und den Zahlen, welche als die\nallgemeinen Formen aller möglichen Objecte der Erfahrung und auf alle\na priori anwendbar, doch nicht abstract, sondern anschaulich und\ndurchgängig bestimmt sind. Alle möglichen Bestrebungen, Erregungen und\nAeusserungen des Willens, alle jene Vorgänge im Innern des Menschen,\nwelche die Vernunft in den weiten negativen Begriff Gefühl wirft, sind\ndurch die unendlich vielen möglichen Melodien auszudrücken, aber immer\nin der Allgemeinheit blosser Form, ohne den Stoff, immer nur nach\ndem Ansich, nicht nach der Erscheinung, gleichsam die innerste Seele\nderselben, ohne Körper. Aus diesem innigen Verhältniss, welches die\nMusik zum wahren Wesen aller Dinge hat, ist auch dies zu erklären,\ndass, wenn zu irgend einer Scene, Handlung, Vorgang, Umgebung, eine\npassende Musik ertönt, diese uns den geheimsten Sinn derselben\naufzuschliessen scheint und als der richtigste und deutlichste\nCommentar dazu auftritt; imgleichen, dass es Dem, der sich dem\nEindruck einer Symphonie ganz hingiebt, ist, als sähe er alle\nmöglichen Vorgänge des Lebens und der Welt an sich vorüberziehen:\ndennoch kann er, wenn er sich besinnt, keine Aehnlichkeit angeben\nzwischen jenem Tonspiel und den Dingen, die ihm vorschwebten. Denn die\nMusik ist, wie gesagt, darin von allen anderen Künsten verschieden,\ndass sie nicht Abbild der Erscheinung, oder richtiger, der adäquaten\nObjectität des Willens, sondern unmittelbar Abbild des Willens selbst\nist und also zu allem Physischen der Welt das Metaphysische, zu aller\nErscheinung das Ding an sich darstellt. Man könnte demnach die Welt\nebensowohl verkörperte Musik, als verkörperten Willen nennen: daraus\nalso ist es erklärlich, warum Musik jedes Gemälde, ja jede Scene des\nwirklichen Lebens und der Welt, sogleich in erhöhter Bedeutsamkeit\nhervortreten lässt; freilich um so mehr, je analoger ihre Melodie dem\ninnern Geiste der gegebenen Erscheinung ist. Hierauf beruht es, dass\nman ein Gedicht als Gesang, oder eine anschauliche Darstellung als\nPantomime, oder beides als Oper der Musik unterlegen kann. Solche\neinzelne Bilder des Menschenlebens, der allgemeinen Sprache der Musik\nuntergelegt, sind nie mit durchgängiger Nothwendigkeit ihr verbunden\noder entsprechend; sondern sie stehen zu ihr nur im Verhältniss eines\nbeliebigen Beispiels zu einem allgemeinen Begriff: sie stellen in\nder Bestimmtheit der Wirklichkeit Dasjenige dar, was die Musik in\nder Allgemeinheit blosser Form aussagt. Denn die Melodien sind\ngewissermaassen, gleich den allgemeinen Begriffen, ein Abstractum\nder Wirklichkeit. Diese nämlich, also die Welt der einzelnen Dinge,\nliefert das Anschauliche, das Besondere und Individuelle, den\neinzelnen Fall, sowohl zur Allgemeinheit der Begriffe, als zur\nAllgemeinheit der Melodien, welche beide Allgemeinheiten einander aber\nin gewisser Hinsicht entgegengesetzt sind; indem die Begriffe nur\ndie allererst aus der Anschauung abstrahirten Formen, gleichsam die\nabgezogene äussere Schale der Dinge enthalten, also ganz eigentlich\nAbstracta sind; die Musik hingegen den innersten aller Gestaltung\nvorhergängigen Kern, oder das Herz der Dinge giebt. Dies Verhältniss\nliesse sich recht gut in der Sprache der Scholastiker ausdrücken,\nindem man sagte: die Begriffe sind die universalia post rem, die\nMusik aber giebt die universalia ante rem, und die Wirklichkeit die\nuniversalia in re. Dass aber überhaupt eine Beziehung zwischen einer\nComposition und einer anschaulichen Darstellung möglich ist, beruht,\nwie gesagt, darauf, dass beide nur ganz verschiedene Ausdrücke\ndesselben innern Wesens der Welt sind. Wann nun im einzelnen Fall\neine solche Beziehung wirklich vorhanden ist, also der Componist die\nWillensregungen, welche den Kern einer Begebenheit ausmachen, in der\nallgemeinen Sprache der Musik auszusprechen gewusst hat: dann ist\ndie Melodie des Liedes, die Musik der Oper ausdrucksvoll. Die vom\nComponisten aufgefundene Analogie zwischen jenen beiden muss aber\naus der unmittelbaren Erkenntniss des Wesens der Welt, seiner\nVernunft unbewusst, hervorgegangen und darf nicht, mit bewusster\nAbsichtlichkeit, durch Begriffe vermittelte Nachahmung sein: sonst\nspricht die Musik nicht das innere Wesen, den Willen selbst aus;\nsondern ahmt nur seine Erscheinung ungenügend nach; wie dies alle\neigentlich nachbildende Musik thut”. –",
        "Wir verstehen also, nach der Lehre Schopenhauer’s, die Musik als die\nSprache des Willens unmittelbar und fühlen unsere Phantasie angeregt,\njene zu uns redende, unsichtbare und doch so lebhaft bewegte\nGeisterwelt zu gestalten und sie in einem analogen Beispiel uns zu\nverkörpern. Andrerseits kommt Bild und Begriff, unter der Einwirkung\neiner wahrhaft entsprechenden Musik, zu einer erhöhten Bedeutsamkeit.\nZweierlei Wirkungen pflegt also die dionysische Kunst auf das\napollinische Kunstvermögen auszuüben: die Musik reizt zum\ngleichnissartigen Anschauen der dionysischen Allgemeinheit, die Musik\nlässt sodann das gleichnissartige Bild in höchster Bedeutsamkeit\nhervortreten. Aus diesen an sich verständlichen und keiner tieferen\nBeobachtung unzugänglichen Thatsachen erschliesse ich die Befähigung\nder Musik, den Mythus d.h. das bedeutsamste Exempel zu gebären und\ngerade den tragischen Mythus: den Mythus, der von der dionysischen\nErkenntniss in Gleichnissen redet. An dem Phänomen des Lyrikers\nhabe ich dargestellt, wie die Musik im Lyriker darnach ringt, in\napollinischen Bildern über ihr Wesen sich kund zu geben: denken wir\nuns jetzt, dass die Musik in ihrer höchsten Steigerung auch zu einer\nhöchsten Verbildlichung zu kommen suchen muss, so müssen wir für\nmöglich halten, dass sie auch den symbolischen Ausdruck für ihre\neigentliche dionysische Weisheit zu finden wisse; und wo anders werden\nwir diesen Ausdruck zu suchen haben, wenn nicht in der Tragödie und\nüberhaupt im Begriff des Tragischen?",
        "Aus dem Wesen der Kunst, wie sie gemeinhin nach der einzigen Kategorie\ndes Scheines und der Schönheit begriffen wird, ist das Tragische in\nehrlicher Weise gar nicht abzuleiten; erst aus dem Geiste der Musik\nheraus verstehen wir eine Freude an der Vernichtung des Individuums.\nDenn an den einzelnen Beispielen einer solchen Vernichtung wird uns\nnur das ewige Phänomen der dionysischen Kunst deutlich gemacht,\ndie den Willen in seiner Allmacht gleichsam hinter dem principio\nindividuationis, das ewige Leben jenseit aller Erscheinung und trotz\naller Vernichtung zum Ausdruck bringt. Die metaphysische Freude\nam Tragischen ist eine Uebersetzung der instinctiv unbewussten\ndionysischen Weisheit in die Sprache des Bildes: der Held, die höchste\nWillenserscheinung, wird zu unserer Lust verneint, weil er doch\nnur Erscheinung ist, und das ewige Leben des Willens durch seine\nVernichtung nicht berührt wird. “Wir glauben an das ewige Leben”, so\nruft die Tragödie; während die Musik die unmittelbare Idee dieses\nLebens ist. Ein ganz verschiednes Ziel hat die Kunst des Plastikers:\nhier überwindet Apollo das Leiden des Individuums durch die leuchtende\nVerherrlichung der Ewigkeit der Erscheinung, hier siegt die Schönheit\nüber das dem Leben inhärirende Leiden, der Schmerz wird in einem\ngewissen Sinne aus den Zügen der Natur hinweggelogen. In der\ndionysischen Kunst und in deren tragischer Symbolik redet uns dieselbe\nNatur mit ihrer wahren, unverstellten Stimme an: “Seid wie ich\nbin! Unter dem unaufhörlichen Wechsel der Erscheinungen die\newig schöpferische, ewig zum Dasein zwingende, an diesem\nErscheinungswechsel sich ewig befriedigende Urmutter!”",
        "Auch die dionysische Kunst will uns von der ewigen Lust des Daseins\nüberzeugen: nur sollen wir diese Lust nicht in den Erscheinungen,\nsondern hinter den Erscheinungen suchen. Wir sollen erkennen, wie\nalles, was entsteht, zum leidvollen Untergange bereit sein muss,\nwir werden gezwungen in die Schrecken der Individualexistenz\nhineinzublicken – und sollen doch nicht erstarren: ein metaphysischer\nTrost reisst uns momentan aus dem Getriebe der Wandelgestalten heraus.\nWir sind wirklich in kurzen Augenblicken das Urwesen selbst und fühlen\ndessen unbändige Daseinsgier und Daseinslust; der Kampf, die Qual, die\nVernichtung der Erscheinungen dünkt uns jetzt wie nothwendig, bei dem\nUebermaass von unzähligen, sich in’s Leben drängenden und stossenden\nDaseinsformen, bei der überschwänglichen Fruchtbarkeit des\nWeltwillens; wir werden von dem wüthenden Stachel dieser Qualen\nin demselben Augenblicke durchbohrt, wo wir gleichsam mit der\nunermesslichen Urlust am Dasein eins geworden sind und wo wir die\nUnzerstörbarkeit und Ewigkeit dieser Lust in dionysischer Entzückung\nahnen. Trotz Furcht und Mitleid sind wir die glücklich-Lebendigen,\nnicht als Individuen, sondern als das eine Lebendige, mit dessen\nZeugungslust wir verschmolzen sind.",
        "Die Entstehungsgeschichte der griechischen Tragödie sagt uns jetzt mit\nlichtvoller Bestimmtheit, wie das tragische Kunstwerk der Griechen\nwirklich aus dem Geiste der Musik herausgeboren ist: durch welchen\nGedanken wir zum ersten Male dem ursprünglichen und so erstaunlichen\nSinne des Chors gerecht geworden zu sein glauben. Zugleich aber müssen\nwir zugeben, dass die vorhin aufgestellte Bedeutung des tragischen\nMythus den griechischen Dichtern, geschweige den griechischen\nPhilosophen, niemals in begrifflicher Deutlichkeit durchsichtig\ngeworden ist; ihre Helden sprechen gewissermaassen oberflächlicher\nals sie handeln, der Mythus findet in dem gesprochnen Wort durchaus\nnicht seine adäquate Objectivation. Das Gefüge der Scenen und die\nanschaulichen Bilder offenbaren eine tiefere Weisheit, als der Dichter\nselbst in Worte und Begriffe fassen kann: wie das Gleiche auch bei\nShakespeare beobachtet wird, dessen Hamlet z.B. in einem ähnlichen\nSinne oberflächlicher redet als er handelt, so dass nicht aus den\nWorten heraus, sondern aus dem vertieften Anschauen und Ueberschauen\ndes Ganzen jene früher erwähnte Hamletlehre zu entnehmen ist. In\nBetreff der griechischen Tragödie, die uns freilich nur als Wortdrama\nentgegentritt, habe ich sogar angedeutet, dass jene Incongruenz\nzwischen Mythus und Wort uns leicht verführen könnte, sie für flacher\nund bedeutungsloser zu halten, als sie ist, und demnach auch eine\noberflächlichere Wirkung für sie vorauszusetzen, als sie nach den\nZeugnissen der Alten gehabt haben muss: denn wie leicht vergisst\nman, dass, was dem Wortdichter nicht gelungen war, die höchste\nVergeistigung und Idealität des Mythus zu erreichen, ihm als\nschöpferischem Musiker in jedem Augenblick gelingen konnte! Wir\nfreilich müssen uns die Uebermacht der musikalischen Wirkung fast auf\ngelehrtem Wege reconstruiren, um etwas von jenem unvergleichlichen\nTroste zu empfangen, der der wahren Tragödie zu eigen sein muss.\nSelbst diese musikalische Uebermacht aber würden wir nur, wenn wir\nGriechen wären, als solche empfunden haben: während wir in der ganzen\nEntfaltung der griechischen Musik – der uns bekannten und vertrauten,\nso unendlich reicheren gegenüber – nur das in schüchternem\nKraftgefühle angestimmte Jünglingslied des musikalischen Genius zu\nhören glauben. Die Griechen sind, wie die ägyptischen Priester sagen,\ndie ewigen Kinder, und auch in der tragischen Kunst nur die Kinder,\nwelche nicht wissen, welches erhabene Spielzeug unter ihren Händen\nentstanden ist und – zertrümmert wird.",
        "Jenes Ringen des Geistes der Musik nach bildlicher und mythischer\nOffenbarung, welches von den Anfängen der Lyrik bis zur attischen\nTragödie sich steigert, bricht plötzlich, nach eben erst errungener\nüppiger Entfaltung, ab und verschwindet gleichsam von der Oberfläche\nder hellenischen Kunst: während die aus diesem Ringen geborne\ndionysische Weltbetrachtung in den Mysterien weiterlebt und in den\nwunderbarsten Metamorphosen und Entartungen nicht aufhört, ernstere\nNaturen an sich zu ziehen Ob sie nicht aus ihrer mystischen Tiefe\neinst wieder als Kunst emporsteigen wird?",
        "Hier beschäftigt uns die Frage, ob die Macht, an deren Entgegenwirken\ndie Tragödie sich brach, für alle Zeit genug Stärke hat, um das\nkünstlerische Wiedererwachen der Tragödie und der tragischen\nWeltbetrachtung zu verhindern. Wenn die alte Tragödie durch den\ndialektischen Trieb zum Wissen und zum Optimismus der Wissenschaft\naus ihrem Gleise gedrängt wurde, so wäre aus dieser Thatsache auf\neinen ewigen Kampf zwischen der theoretischen und der tragischen\nWeltbetrachtung zu schliessen; und erst nachdem der Geist der\nWissenschaft bis an seine Grenze geführt ist, und sein Anspruch auf\nuniversale Gültigkeit durch den Nachweis jener Grenzen vernichtet ist\ndürfte auf eine Wiedergeburt der Tragödie zu hoffen sein: für welche\nCulturform wir das Symbol des musiktreibenden Sokrates, in dem früher\nerörterten Sinne, hinzustellen hätten. Bei dieser Gegenüberstellung\nverstehe ich unter dem Geiste der Wissenschaft jenen zuerst in\nder Person des Sokrates an’s Licht gekommenen Glauben an die\nErgründlichkeit der Natur und an die Universalheilkraft des Wissens.",
        "Wer sich an die nächsten Folgen dieses rastlos vorwärtsdringenden\nGeistes der Wissenschaft erinnert, wird sich sofort vergegenwärtigen,\nwie durch ihn der Mythus vernichtet wurde und wie durch diese\nVernichtung die Poesie aus ihrem natürlichen idealen Boden, als eine\nnunmehr heimathlose, verdrängt war. Haben wir mit Recht der Musik die\nKraft zugesprochen, den Mythus wieder aus sich gebären zu können, so\nwerden wir den Geist der Wissenschaft auch auf der Bahn zu suchen\nhaben, wo er dieser mythenschaffenden Kraft der Musik feindlich\nentgegentritt. Dies geschieht in der Entfaltung des neueren attischen\nDithyrambus, dessen Musik nicht mehr das innere Wesen, den Willen\nselbst aussprach, sondern nur die Erscheinung ungenügend, in einer\ndurch Begriffe vermittelten Nachahmung wiedergab: von welcher\ninnerlich entarteten Musik sich die wahrhaft musikalischen Naturen mit\ndemselben Widerwillen abwandten, den sie vor der kunstmörderischen\nTendenz des Sokrates hatten. Der sicher zugreifende Instinct des\nAristophanes hat gewiss das Rechte erfasst, wenn er Sokrates selbst,\ndie Tragödie des Euripides und die Musik der neueren Dithyrambiker\nin dem gleichen Gefühle des Hasses zusammenfasste und in allen drei\nPhänomenen die Merkmale einer degenerirten Cultur witterte. Durch\njenen neueren Dithyrambus ist die Musik in frevelhafter Weise zum\nimitatorischen Conterfei der Erscheinung z.B. einer Schlacht, eines\nSeesturmes gemacht und damit allerdings ihrer mythenschaffenden Kraft\ngänzlich beraubt worden. Denn wenn sie unsere Ergetzung nur dadurch\nzu erregen sucht, dass sie uns zwingt, äusserliche Analogien zwischen\neinem Vorgange des Lebens und der Natur und gewissen rhythmischen\nFiguren und charakteristischen Klängen der Musik zu suchen, wenn sich\nunser Verstand an der Erkenntniss dieser Analogien befriedigen soll,\nso sind wir in eine Stimmung herabgezogen, in der eine Empfängniss\ndes Mythischen unmöglich ist; denn der Mythus will als ein einziges\nExempel einer in’s Unendliche hinein starrenden Allgemeinheit und\nWahrheit anschaulich empfunden werden. Die wahrhaft dionysische\nMusik tritt uns als ein solcher allgemeiner Spiegel des Weltwillens\ngegenüber: jenes anschauliche Ereigniss, das sich in diesem Spiegel\nbricht, erweitert sich sofort für unser Gefühl zum Abbilde einer\newigen Wahrheit. Umgekehrt wird ein solches anschauliches Ereigniss\ndurch die Tonmalerei des neueren Dithyrambus sofort jedes mythischen\nCharakters entkleidet; jetzt ist die Musik zum dürftigen Abbilde der\nErscheinung geworden und darum unendlich ärmer als die Erscheinung\nselbst: durch welche Armuth sie für unsere Empfindung die Erscheinung\nselbst noch herabzieht, so dass jetzt z.B. eine derartig musikalisch\nimitirte Schlacht sich in Marschlärm, Signalklängen u.s.w. erschöpft,\nund unsere Phantasie gerade bei diesen Oberflächlichkeiten\nfestgehalten wird. Die Tonmalerei ist also in jeder Beziehung das\nGegenstück zu der mythenschaffenden Kraft der wahren Musik: durch\nsie wird die Erscheinung noch ärmer als sie ist, während durch\ndie dionysische Musik die einzelne Erscheinung sich zum Weltbilde\nbereichert und erweitert. Es war ein mächtiger Sieg des undionysischen\nGeistes, als er, in der Entfaltung des neueren Dithyrambus, die\nMusik sich selbst entfremdet und sie zur Sclavin der Erscheinung\nherabgedrückt hatte. Euripides, der in einem höhern Sinne eine\ndurchaus unmusikalische Natur genannt werden muss, ist aus eben\ndiesem Grunde leidenschaftlicher Anhänger der neueren dithyrambischen\nMusik und verwendet mit der Freigebigkeit eines Räubers alle ihre\nEffectstücke und Manieren.",
        "Nach einer anderen Seite sehen wir die Kraft dieses undionysischen,\ngegen den Mythus gerichteten Geistes in Thätigkeit, wenn wir unsere\nBlicke auf das Ueberhandnehmen der Charakterdarstellung und des\npsychologischen Raffinements in der Tragödie von Sophokles ab richten.\nDer Charakter soll sich nicht mehr zum ewigen Typus erweitern lassen,\nsondern im Gegentheil so durch künstliche Nebenzüge und Schattirungen,\ndurch feinste Bestimmtheit aller Linien individuell wirken, dass\nder Zuschauer überhaupt nicht mehr den Mythus, sondern die mächtige\nNaturwahrheit und die Imitationskraft des Künstlers empfindet. Auch\nhier gewahren wir den Sieg der Erscheinung über das Allgemeine und\ndie Lust an dem einzelnen gleichsam anatomischen Präparat, wir\nathmen bereits die Luft einer theoretischen Welt, welcher die\nwissenschaftliche Erkenntniss höher gilt als die künstlerische\nWiederspiegelung einer Weltregel. Die Bewegung auf der Linie des\nCharakteristischen geht schnell weiter: während noch Sophokles ganze\nCharactere malt und zu ihrer raffinirten Entfaltung den Mythus\nins Joch spannt, malt Euripides bereits nur noch grosse einzelne\nCharakterzüge, die sich in heftigen Leidenschaften zu äussern wissen;\nin der neuern attischen Komödie giebt es nur noch Masken mit einem\nAusdruck, leichtsinnige Alte, geprellte Kuppler, verschmitzte Sclaven\nin unermüdlicher Wiederholung. Wohin ist jetzt der mythenbildende\nGeist der Musik? Was jetzt noch von Musik übrig ist, das ist entweder\nAufregungs- oder Erinnerungsmusik d.h. entweder ein Stimulanzmittel\nfür stumpfe und verbrauchte Nerven oder Tonmalerei. Für die erstere\nkommt es auf den untergelegten Text kaum noch an: schon bei Euripides\ngeht es, wenn seine Helden oder Chöre erst zu singen anfangen, recht\nlüderlich zu; wohin mag es bei seinen frechen Nachfolgern gekommen\nsein?",
        "Am allerdeutlichsten aber offenbart sich der neue undionysische Geist\nin den Schlüssen der neueren Dramen. In der alten Tragödie war der\nmetaphysische Trost am Ende zu spüren gewesen, ohne den die Lust\nan der Tragödie überhaupt nicht zu erklären ist; am reinsten tönt\nvielleicht im Oedipus auf Kolonos der versöhnende Klang aus einer\nanderen Welt. Jetzt, als der Genius der Musik aus der Tragödie\nentflohen war, ist, im strengen Sinne, die Tragödie todt: denn woher\nsollte man jetzt jenen metaphysischen Trost schöpfen können? Man\nsuchte daher nach einer irdischen Lösung der tragischen Dissonanz;\nder Held, nachdem er durch das Schicksal hinreichend gemartert war,\nerntete in einer stattlichen Heirat, in göttlichen Ehrenbezeugungen\neinen wohlverdienten Lohn. Der Held war zum Gladiator geworden, dem\nman, nachdem er tüchtig geschunden und mit Wunden überdeckt war,\ngelegentlich die Freiheit schenkte. Der deus ex machina ist an Stelle\ndes metaphysischen Trostes getreten. Ich will nicht sagen, dass die\ntragische Weltbetrachtung überall und völlig durch den andrängenden\nGeist des Undionysischen zerstört wurde: wir wissen nur, dass sie\nsich aus der Kunst gleichsam in die Unterwelt, in einer Entartung\nzum Geheimcult, flüchten musste. Aber auf dem weitesten Gebiete der\nOberfläche des hellenischen Wesens wüthete der verzehrende Hauch jenes\nGeistes, welcher sich in jener Form der “griechischen Heiterkeit\"\nkundgiebt, von der bereits früher, als von einer greisenhaft\nunproductiven Daseinslust, die Rede war; diese Heiterkeit ist ein\nGegenstück zu der herrlichen “Naivetät” der älteren Griechen, wie sie,\nnach der gegebenen Charakteristik, zu fassen ist als die aus einem\ndüsteren Abgrunde hervorwachsende Blüthe der apollinischen Cultur, als\nder Sieg, den der hellenische Wille durch seine Schönheitsspiegelung\nüber das Leiden und die Weisheit des Leidens davonträgt. Die\nedelste Form jener anderen Form der “griechischen Heiterkeit”, der\nalexandrinischen, ist die Heiterkeit des theoretischen Menschen:\nsie zeigt dieselben charakteristischen Merkmale, die ich soeben aus\ndem Geiste des Undionysischen ableitete – dass sie die dionysische\nWeisheit und Kunst bekämpft, dass sie den Mythus aufzulösen trachtet,\ndass sie an Stelle eines metaphysischen Trostes eine irdische\nConsonanz, ja einen eigenen deus ex machina setzt, nämlich den Gott\nder Maschinen und Schmelztiegel, d.h. die im Dienste des höheren\nEgoismus erkannten und verwendeten Kräfte der Naturgeister, dass\nsie an eine Correctur der Welt durch das Wissen, an ein durch die\nWissenschaft geleitetes Leben glaubt und auch wirklich im Stande\nist, den einzelnen Menschen in einen allerengsten Kreis von lösbaren\nAufgaben zu bannen, innerhalb dessen er heiter zum Leben sagt: “Ich\nwill dich: du bist werth erkannt zu werden”.",
        "Es ist ein ewiges Phänomen: immer findet der gierige Wille ein Mittel,\ndurch eine über die Dinge gebreitete Illusion seine Geschöpfe im\nLeben festzuhalten und zum Weiterleben zu zwingen. Diesen fesselt die\nsokratische Lust des Erkennens und der Wahn, durch dasselbe die ewige\nWunde des Daseins heilen zu können, jenen umstrickt der vor seinen\nAugen wehende verführerische Schönheitsschleier der Kunst, jenen\nwiederum der metaphysische Trost, dass unter dem Wirbel der\nErscheinungen das ewige Leben unzerstörbar weiterfliesst: um von den\ngemeineren und fast noch kräftigeren Illusionen, die der Wille in\njedem Augenblick bereithält, zu schweigen. Jene drei Illusionsstufen\nsind überhaupt nur für die edler ausgestatteten Naturen, von denen die\nLast und Schwere des Daseins überhaupt mit tieferer Unlust empfunden\nwird und die durch ausgesuchte Reizmittel über diese Unlust\nhinwegzutäuschen sind. Aus diesen Reizmitteln besteht alles, was wir\nCultur nennen: je nach der Proportion der Mischungen haben wir eine\nvorzugsweise sokratische oder künstlerische oder tragische Cultur:\noder wenn man historische Exemplificationen erlauben will: es giebt\nentweder eine alexandrinische oder eine hellenische oder eine\nbuddhaistische Cultur.",
        "Unsere ganze moderne Welt ist in dem Netz der alexandrinischen Cultur\nbefangen und kennt als Ideal den mit höchsten Erkenntnisskräften\nausgerüsteten, im Dienste der Wissenschaft arbeitenden theoretischen\nMenschen, dessen Urbild und Stammvater Sokrates ist. Alle unsere\nErziehungsmittel haben ursprünglich dieses Ideal im Auge: jede andere\nExistenz hat sich mühsam nebenbei emporzuringen, als erlaubte, nicht\nals beabsichtigte Existenz. In einem fast erschreckenden Sinne ist\nhier eine lange Zeit der Gebildete allein in der Form des Gelehrten\ngefunden worden; selbst unsere dichterischen Künste haben sich aus\ngelehrten Imitationen entwickeln müssen, und in dem Haupteffect des\nReimes erkennen wir noch die Entstehung unserer poetischen Form aus\nkünstlichen Experimenten mit einer nicht heimischen, recht eigentlich\ngelehrten Sprache. Wie unverständlich müsste einem ächten Griechen der\nan sich verständliche moderne Culturmensch Faust erscheinen, der durch\nalle Facultäten unbefriedigt stürmende, aus Wissenstrieb der Magie und\ndem Teufel ergebene Faust, den wir nur zur Vergleichung neben Sokrates\nzu stellen haben, um zu erkennen, dass der moderne Mensch die Grenzen\njener sokratischen Erkenntnisslust zu ahnen beginnt und aus dem weiten\nwüsten Wissensmeere nach einer Küste verlangt. Wenn Goethe einmal zu\nEckermann, mit Bezug auf Napoleon, äussert: “Ja mein Guter, es giebt\nauch eine Productivität der Thaten”, so hat er, in anmuthig naiver\nWeise, daran erinnert, dass der nicht theoretische Mensch für den\nmodernen Menschen etwas Unglaubwürdiges und Staunenerregendes ist,\nso dass es wieder der Weisheit eines Goethe bedarf, um auch eine so\nbefremdende Existenzform begreiflich, ja verzeihlich zu finden.",
        "Und nun soll man sich nicht verbergen, was im Schoosse dieser\nsokratischen Cultur verborgen liegt! Der unumschränkt sich wähnende\nOptimismus! Nun soll man nicht erschrecken, wenn die Früchte dieses\nOptimismus reifen, wenn die von einer derartigen Cultur bis in die\nniedrigsten Schichten hinein durchsäuerte Gesellschaft allmählich\nunter üppigen Wallungen und Begehrungen erzittert, wenn der Glaube an\ndas Erdenglück Aller, wenn der Glaube an die Möglichkeit einer solchen\nallgemeinen Wissenscultur allmählich in die drohende Forderung eines\nsolchen alexandrinischen Erdenglückes, in die Beschwörung eines\nEuripideischen deus ex machina umschlägt! Man soll es merken: die\nalexandrinische Cultur braucht einen Sclavenstand, um auf die Dauer\nexistieren zu können: aber sie leugnet, in ihrer optimistischen\nBetrachtung des Daseins, die Nothwendigkeit eines solchen Standes\nund geht deshalb, wenn der Effect ihrer schönen Verführungs und\nBeruhigungsworte von der “Würde des Menschen” und der “Würde der\nArbeit” verbraucht ist, allmählich einer grauenvollen Vernichtung\nentgegen. Es giebt nichts Furchtbareres als einen barbarischen\nSclavenstand, der seine Existenz als ein Unrecht zu betrachten\ngelernt hat und sich anschickt, nicht nur für sich, sondern für alle\nGenerationen Rache zu nehmen. Wer wagt es, solchen drohenden Stürmen\nentgegen, sicheren Muthes an unsere blassen und ermüdeten Religionen\nzu appelliren, die selbst in ihren Fundamenten zu Gelehrtenreligionen\nentartet sind: so dass der Mythus, die nothwendige Voraussetzung jeder\nReligion, bereits überall gelähmt ist, und selbst auf diesem Bereich\njener optimistische Geist zur Herrschaft gekommen ist, den wir als den\nVernichtungskeim unserer Gesellschaft eben bezeichnet haben.",
        "Während das im Schoosse der theoretischen Cultur schlummernde Unheil\nallmählich den modernen Menschen zu ängstigen beginnt, und er,\nunruhig, aus dem Schatze seiner Erfahrungen nach Mitteln greift, um\ndie Gefahr abzuwenden, ohne selbst an diese Mittel recht zu glauben;\nwährend er also seine eigenen Consequenzen zu ahnen beginnt:\nhaben grosse allgemein angelegte Naturen, mit einer unglaublichen\nBesonnenheit, das Rüstzeug der Wissenschaft selbst zu benützen\ngewusst, um die Grenzen und die Bedingtheit des Erkennens überhaupt\ndarzulegen und damit den Anspruch der Wissenschaft auf universale\nGeltung und universale Zwecke entscheidend zu leugnen: bei welchem\nNachweise zum ersten Male jene Wahnvorstellung als solche erkannt\nwurde, welche, an der Hand der Causalität, sich anmaasst, das innerste\nWesen der Dinge ergründen zu können. Der ungeheuren Tapferkeit und\nWeisheit Kant’s und Schopenhauer’s ist der schwerste Sieg gelungen,\nder Sieg über den im Wesen der Logik verborgen liegenden Optimismus,\nder wiederum der Untergrund unserer Cultur ist. Wenn dieser an die\nErkennbarkeit und Ergründlichkeit aller Welträthsel, gestützt auf\ndie ihm unbedenklichen aeternae veritates, geglaubt und Raum, Zeit\nund Causalität als gänzlich unbedingte Gesetze von allgemeinster\nGültigkeit behandelt hatte, offenbarte Kant, wie diese eigentlich nur\ndazu dienten, die blosse Erscheinung, das Werk der Maja, zur einzigen\nund höchsten Realität zu erheben und sie an die Stelle des innersten\nund wahren Wesens der Dinge zu setzen und die wirkliche Erkenntniss\nvon diesem dadurch unmöglich zu machen, d.h., nach einem\nSchopenhauer’schen Ausspruche, den Träumer noch fester einzuschläfern\n(W. a. W. u. V. I, p. 498). Mit dieser Erkenntniss ist eine Cultur\neingeleitet, welche ich als eine tragische zu bezeichnen wage: deren\nwichtigstes Merkmal ist, dass an die Stelle der Wissenschaft als\nhöchstes Ziel die Weisheit gerückt wird, die sich, ungetäuscht durch\ndie verführerischen Ablenkungen der Wissenschaften, mit unbewegtem\nBlicke dem Gesammtbilde der Welt zuwendet und in diesem das ewige\nLeiden mit sympathischer Liebesempfindung als das eigne Leiden zu\nergreifen sucht. Denken wir uns eine heranwachsende Generation mit\ndieser Unerschrockenheit des Blicks, mit diesem heroischen Zug ins\nUngeheure, denken wir uns den kühnen Schritt dieser Drachentödter, die\nstolze Verwegenheit, mit der sie allen den Schwächlichkeitsdoctrinen\njenes Optimismus den Rücken kehren, um im Ganzen und Vollen “resolut\nzu leben”: sollte es nicht nöthig sein, dass der tragische Mensch\ndieser Cultur, bei seiner Selbsterziehung zum Ernst und zum Schrecken,\neine neue Kunst, die Kunst des metaphysischen Trostes, die Tragödie\nals die ihm zugehörige Helena begehren und mit Faust ausrufen muss:",
        "Nachdem aber die sokratische Cultur von zwei Seiten aus erschüttert\nist und das Scepter ihrer Unfehlbarkeit nur noch mit zitternden Händen\nzu halten vermag, einmal aus Furcht vor ihren eigenen Consequenzen,\ndie sie nachgerade zu ahnen beginnt, sodann weil sie selbst von der\newigen Gültigkeit ihres Fundamentes nicht mehr mit dem früheren naiven\nZutrauen überzeugt ist: so ist es ein trauriges Schauspiel, wie sich\nder Tanz ihres Denkens sehnsüchtig immer auf neue Gestalten stürzt,\num sie zu umarmen, und sie dann plötzlich wieder, wie Mephistopheles\ndie verführerischen Lamien, schaudernd fahren lässt. Das ist ja das\nMerkmal jenes “Bruches”, von dem Jedermann als von dem Urleiden der\nmodernen Cultur zu reden pflegt, dass der theoretische Mensch vor\nseinen Consequenzen erschrickt und unbefriedigt es nicht mehr wagt\nsich dem furchtbaren Eisstrome des Daseins anzuvertrauen: ängstlich\nläuft er am Ufer auf und ab. Er will nichts mehr ganz haben, ganz auch\nmit aller der natürlichen Grausamkeit der Dinge. Soweit hat ihn das\noptimistische Betrachten verzärtelt. Dazu fühlt er, wie eine Cultur,\ndie auf dem Princip der Wissenschaft aufgebaut ist, zu Grunde\ngehen muss, wenn sie anfängt, unlogisch zu werden d.h. vor ihren\nConsequenzen zurück zu fliehen. Unsere Kunst offenbart diese\nallgemeine Noth: umsonst dass man sich an alle grossen productiven\nPerioden und Naturen imitatorisch anlehnt, umsonst dass man die ganze\n\"Weltlitteratur” zum Troste des modernen Menschen um ihn versammelt\nund ihn mitten unter die Kunststile und Künstler aller Zeiten\nhinstellt, damit er ihnen, wie Adam den Thieren, einen Namen gebe: er\nbleibt doch der ewig Hungernde, der “Kritiker” ohne Lust und Kraft,\nder alexandrinische Mensch, der im Grunde Bibliothekar und Corrector\nist und an Bücherstaub und Druckfehlern elend erblindet.",
        "Man kann den innersten Gehalt dieser sokratischen Cultur nicht\nschärfer bezeichnen, als wenn man sie die Cultur der Oper nennt: denn\nauf diesem Gebiete hat sich diese Cultur mit eigener Naivetät über ihr\nWollen und Erkennen ausgesprochen, zu unserer Verwunderung, wenn wir\ndie Genesis der Oper und die Thatsachen der Opernentwicklung mit\nden ewigen Wahrheiten des Apollinischen und des Dionysischen\nzusammenhalten. Ich erinnere zunächst an die Entstehung des stilo\nrappresentativo und des Recitativs. Ist es glaublich, dass diese\ngänzlich veräusserlichte, der Andacht unfähige Musik der Oper von\neiner Zeit mit schwärmerischer Gunst, gleichsam als die Wiedergeburt\naller wahren Musik, empfangen und gehegt werden konnte, aus der sich\nsoeben die unaussprechbar erhabene und heilige Musik Palestrina’s\nerhoben hatte? Und wer möchte andrerseits nur die zerstreuungssüchtige\nUeppigkeit jener Florentiner Kreise und die Eitelkeit ihrer\ndramatischen Sänger für die so ungestüm sich verbreitende Lust an der\nOper verantwortlich machen? Dass in derselben Zeit, ja in demselben\nVolke neben dem Gewölbebau Palestrinischer Harmonien, an dem das\ngesammte christliche Mittelalter gebaut hatte, jene Leidenschaft für\neine halbmusikalisch Sprechart erwachte, vermag ich mir nur aus einer\nim Wesen des Recitativs mitwirkenden ausserkünstlerischen Tendenz zu\nerklären.",
        "Dem Zuhörer, der das Wort unter dem Gesange deutlich vernehmen will,\nentspricht der Sänger dadurch, dass er mehr spricht als singt und dass\ner den pathetischen Wortausdruck in diesem Halbgesange verschärft:\ndurch diese Verschärfung des Pathos erleichtert er das Verständniss\ndes Wortes und überwindet jene übrig gebliebene Hälfte der Musik. Die\neigentliche Gefahr, die ihm jetzt droht, ist die, dass er der Musik\neinmal zur Unzeit das Obergewicht ertheilt, wodurch sofort Pathos\nder Rede und Deutlichkeit des Wortes zu Grunde gehen müsste: während\ner andrerseits immer den Trieb zu musikalischer Entladung und zu\nvirtuosenhafter Präsentation seiner Stimme fühlt. Hier kommt ihm\nder “Dichter” zu Hülfe, der ihm genug Gelegenheiten zu lyrischen\nInterjectionen, Wort- und Sentenzenwiederholungen u.s.w. zu bieten\nweiss: an welchen Stellen der Sänger jetzt in dem rein musikalischen\nElemente, ohne Rücksicht auf das Wort, ausruhen kann. Dieser Wechsel\naffectvoll eindringlicher, doch nur halb gesungener Rede und ganz\ngesungener Interjection, der im Wesen des stilo rappresentativo\nliegt, dies rasch wechselnde Bemühen, bald auf den Begriff und\ndie Vorstellung, bald auf den musikalischen Grund des Zuhörers zu\nwirken, ist etwas so gänzlich Unnatürliches und den Kunsttrieben des\nDionysischen und des Apollinischen in gleicher Weise so innerlich\nWidersprechendes, dass man auf einen Ursprung des Recitativs zu\nschliessen hat, der ausserhalb aller künstlerischen Instincte liegt.\nDas Recitativ ist nach dieser Schilderung zu definiren als die\nVermischung des epischen und des lyrischen Vortrags und zwar\nkeinesfalls die innerlich beständige Mischung, die bei so gänzlich\ndisparaten Dingen nicht erreicht werden konnte, sondern die\näusserlichste mosaikartige Conglutination, wie etwas Derartiges im\nBereich der Natur und der Erfahrung gänzlich vorbildlos ist. Dies war\naber nicht die Meinung jener Erfinder des Recitativs: vielmehr glauben\nsie selbst und mit ihnen ihr Zeitalter, dass durch jenen stilo\nrappresentativo das Geheimniss der antiken Musik gelöst sei, aus dem\nsich allein die ungeheure Wirkung eines Orpheus, Amphion, ja auch\nder griechischen Tragödie erklären lasse. Der neue Stil galt als die\nWiedererweckung der wirkungsvollsten Musik, der altgriechischen:\nja man durfte sich, bei der allgemeinen und ganz volksthümlichen\nAuffassung der homerischen Welt als der Urwelt, dem Traume\nüberlassen, jetzt wieder in die paradiesischen Anfänge der Menschheit\nhinabgestiegen zu sein, in der nothwendig auch die Musik jene\nunübertroffne Reinheit, Macht und Unschuld gehabt haben müsste,\nvon der die Dichter in ihren Schäferspielen so rührend zu erzählen\nwussten. Hier sehen wir in das innerlichste Werden dieser recht\neigentlich modernen Kunstgattung, der Oper: ein mächtiges Bedürfniss\nerzwingt sich hier eine Kunst, aber ein Bedürfniss unaesthetischer\nArt: die Sehnsucht zum Idyll, der Glaube an eine urvorzeitliche\nExistenz des künstlerischen und guten Menschen. Das Recitativ galt\nals die wiederentdeckte Sprache jenes Urmenschen; die Oper als das\nwiederaufgefundene Land jenes idyllisch oder heroisch guten Wesens,\ndas zugleich in allen seinen Handlungen einem natürlichen Kunsttriebe\nfolgt, das bei allem, was es zu sagen hat, wenigstens etwas singt, um,\nbei der leisesten Gefühlserregung, sofort mit voller Stimme zu singen.\nEs ist für uns jetzt gleichgültig, dass mit diesem neugeschaffnen\nBilde des paradiesischen Künstlers die damaligen Humanisten gegen\ndie alte kirchliche Vorstellung vom an sich verderbten und verlornen\nMenschen ankämpften: so dass die Oper als das Oppositionsdogma vom\nguten Menschen zu verstehen ist, mit dem aber zugleich ein Trostmittel\ngegen jenen Pessimismus gefunden war, zu dem gerade die Ernstgesinnten\njener Zeit, bei der grauenhaften Unsicherheit aller Zustände, am\nstärksten gereizt waren. Genug, wenn wir erkannt haben, wie der\neigentliche Zauber und damit die Genesis dieser neuen Kunstform in der\nBefriedigung eines gänzlich unaesthetischen Bedürfnisses liegt, in der\noptimistischen Verherrlichung des Menschen an sich, in der Auffassung\ndes Urmenschen als des von Natur guten und künstlerischen Menschen:\nwelches Princip der Oper sich allmählich in eine drohende und\nentsetzliche Forderung umgewandelt hat, die wir, im Angesicht der\nsocialistischen Bewegungen der Gegenwart, nicht mehr überhören\nkönnen. Der “gute Urmensch” will seine Rechte: welche paradiesischen\nAussichten!",
        "Ich stelle daneben noch eine eben so deutliche Bestätigung meiner\nAnsicht, dass die Oper auf den gleichen Principien mit unserer\nalexandrinischen Cultur aufgebaut ist. Die Oper ist die Geburt des\ntheoretischen Menschen, des kritischen Laien, nicht des Künstlers:\neine der befremdlichsten Thatsachen in der Geschichte aller Künste. Es\nwar die Forderung recht eigentlich unmusikalischer Zuhörer, dass man\nvor allem das Wort verstehen müsse: so dass eine Wiedergeburt der\nTonkunst nur zu erwarten sei, wenn man irgend eine Gesangesweise\nentdecken werde, bei welcher das Textwort über den Contrapunkt wie der\nHerr über den Diener herrsche. Denn die Worte seien um so viel edler\nals das begleitende harmonische System, um wie viel die Seele edler\nals der Körper sei. Mit der laienhaft unmusikalischen Rohheit dieser\nAnsichten wurde in den Anfängen der Oper die Verbindung von Musik,\nBild und Wort behandelt; im Sinne dieser Aesthetik kam es auch in den\nvornehmen Laienkreisen von Florenz, durch hier patronisirte Dichter\nund Sänger, zu den ersten Experimenten. Der kunstohnmächtige Mensch\nerzeugt sich eine Art von Kunst, gerade dadurch, dass er der\nunkünstlerische Mensch an sich ist. Weil er die dionysische Tiefe\nder Musik nicht ahnt, verwandelt er sich den Musikgenuss zur\nverstandesmässigen Wort- und Tonrhetorik der Leidenschaft im stilo\nrappresentativo und zur Wohllust der Gesangeskünste; weil er\nkeine Vision zu schauen vermag, zwingt er den Maschinisten und\nDecorationskünstler in seinen Dienst; weil er das wahre Wesen\ndes Künstlers nicht zu erfassen weiss, zaubert er vor sich den\n\"künstlerischen Urmenschen” nach seinem Geschmack hin d.h. den\nMenschen, der in der Leidenschaft singt und Verse spricht. Er träumt\nsich in eine Zeit hinein, in der die Leidenschaft ausreicht, um\nGesänge und Dichtungen zu erzeugen: als ob jeder Affect im Stande\ngewesen sei, etwas Künstlerisches zu schaffen. Die Voraussetzung der\nOper ist ein falscher Glaube über den künstlerischen Prozess und zwar\njener idyllische Glaube, dass eigentlich jeder empfindende Mensch\nKünstler sei. Im Sinne dieses Glaubens ist die Oper der Ausdruck des\nLaienthums in der Kunst, das seine Gesetze mit dem heitern Optimismus\ndes theoretischen Menschen dictirt.",
        "Sollten wir wünschen, die beiden eben geschilderten, bei der\nEntstehung der Oper wirksamen Vorstellungen unter einen Begriff zu\nvereinigen, so würde uns nur übrig bleiben, von einer idyllischen\nTendenz der Oper zu sprechen: wobei wir uns allein der Ausdrucksweise\nund Erklärung Schillers zu bedienen hätten. Entweder, sagt dieser,\nist die Natur und das Ideal ein Gegenstand der Trauer, wenn jene als\nverloren, dieses als unerreicht dargestellt wird. Oder beide sind ein\nGegenstand der Freude, indem sie als wirklich vorgestellt werden. Das\nerste giebt die Elegie in engerer, das andere die Idylle in weitester\nBedeutung. Hier ist nun sofort auf das gemeinsame Merkmal jener beiden\nVorstellungen in der Operngenesis aufmerksam zu machen, dass in ihnen\ndas Ideal nicht als unerreicht, die Natur nicht als verloren empfunden\nwird. Es gab nach dieser Empfindung eine Urzeit des Menschen, in der\ner am Herzen der Natur lag und bei dieser Natürlichkeit zugleich das\nIdeal der Menschheit, in einer paradiesischen Güte und Künstlerschaft,\nerreicht hatte: von welchem vollkommnen Urmenschen wir alle abstammen\nsollten, ja dessen getreues Ebenbild wir noch wären: nur müssten wir\nEiniges von uns werfen, um uns selbst wieder als diesen Urmenschen zu\nerkennen, vermöge einer freiwilligen Entäusserung von überflüssiger\nGelehrsamkeit, von überreicher Cultur. Der Bildungsmensch der\nRenaissance liess sich durch seine opernhafte Imitation der\ngriechischen Tragödie zu einem solchen Zusammenklang von Natur und\nIdeal, zu einer idyllischen Wirklichkeit zurückgeleiten, er benutzte\ndiese Tragödie, wie Dante den Virgil benutzte, um bis an die Pforten\ndes Paradieses geführt zu werden: während er von hier aus selbständig\nnoch weiter schritt und von einer Imitation der höchsten griechischen\nKunstform zu einer “Wiederbringung aller Dinge”, zu einer Nachbildung\nder ursprünglichen Kunstwelt des Menschen überging. Welche\nzuversichtliche Gutmüthigkeit dieser verwegenen Bestrebungen, mitten\nim Schoosse der theoretischen Cultur! – einzig nur aus dem tröstenden\nGlauben zu erklären, dass “der Mensch an sich” der ewig tugendhafte\nOpernheld, der ewig flötende oder singende Schäfer sei, der sich\nendlich immer als solchen wiederfinden müsse, falls er sich selbst\nirgendwann einmal wirklich auf einige Zeit verloren habe, einzig\ndie Frucht jenes Optimismus, der aus der Tiefe der sokratischen\nWeltbetrachtung hier wie eine süsslich verführerische Duftsäule\nemporsteigt.",
        "Es liegt also auf den Zügen der Oper keinesfalls jener elegische\nSchmerz eines ewigen Verlustes, vielmehr die Heiterkeit des ewigen\nWiederfindens, die bequeme Lust an einer idyllischen Wirklichkeit, die\nman wenigstens sich als wirklich in jedem Augenblicke vorstellen kann:\nwobei man vielleicht einmal ahnt, dass diese vermeinte Wirklichkeit\nnichts als ein phantastisch läppisches Getändel ist, dem jeder, der\nes an dem furchtbaren Ernst der wahren Natur zu messen und mit den\neigentlichen Urscenen der Menschheitsanfänge zu vergleichen vermöchte,\nmit Ekel zurufen müsste: Weg mit dem Phantom! Trotzdem würde man sich\ntäuschen, wenn man glaubte, ein solches tändelndes Wesen, wie die\nOper ist, einfach durch einen kräftigen Anruf, wie ein Gespenst,\nverscheuchen zu können. Wer die Oper vernichten will, muss den Kampf\ngegen jene alexandrinische Heiterkeit aufnehmen, die sich in ihr so\nnaiv über ihre Lieblingsvorstellung ausspricht, ja deren eigentliche\nKunstform sie ist. Was ist aber für die Kunst selbst von dem Wirken\neiner Kunstform zu erwarten, deren Ursprünge überhaupt nicht im\naesthetischen Bereiche liegen, die sich vielmehr aus einer halb\nmoralischen Sphäre auf das künstlerische Gebiet hinübergestohlen\nhat und über diese hybride Entstehung nur hier und da einmal\nhinwegzutäuschen vermochte? Von welchen Säften nährt sich dieses\nparasitische Opernwesen, wenn nicht von denen der wahren Kunst?\nWird nicht zu muthmaassen sein, dass, unter seinen idyllischen\nVerführungen, unter seinen alexandrinischen Schmeichelkünsten, die\nhöchste und wahrhaftig ernst zu nennende Aufgabe der Kunst – das Auge\nvom Blick in’s Grauen der Nacht zu erlösen und das Subject durch den\nheilenden Balsam des Scheins aus dem Krampfe der Willensregungen zu\nretten – zu einer leeren und zerstreuenden Ergetzlichkeitstendenz\nentarten werde? Was wird aus den ewigen Wahrheiten des Dionysischen\nund des Apollinischen, bei einer solchen Stilvermischung, wie ich sie\nam Wesen des stilo rappresentativo dargelegt habe? wo die Musik als\nDiener, das Textwort als Herr betrachtet, die Musik mit dem Körper,\ndas Textwort mit der Seele verglichen wird? wo das höchste Ziel\nbestenfalls auf eine umschreibende Tonmalerei gerichtet sein wird,\nähnlich wie ehedem im neuen attischen Dithyrambus? wo der Musik ihre\nwahre Würde, dionysischer Weltspiegel zu sein, völlig entfremdet\nist, so dass ihr nur übrig bleibt, als Sclavin der Erscheinung, das\nFormenwesen der Erscheinung nachzuahmen und in dem Spiele der Linien\nund Proportionen eine äusserliche Ergetzung zu erregen. Einer strengen\nBetrachtung fällt dieser verhängnissvolle Einfluss der Oper auf die\nMusik geradezu mit der gesammten modernen Musikentwicklung zusammen;\ndem in der Genesis der Oper und im Wesen der durch sie repräsentirten\nCultur lauernden Optimismus ist es in beängstigender Schnelligkeit\ngelungen, die Musik ihrer dionysischen Weltbestimmung zu entkleiden\nund ihr einen formenspielerischen, vergnüglichen Charakter\naufzuprägen: mit welcher Veränderung nur etwa die Metamorphose des\naeschyleischen Menschen in den alexandrinischen Heiterkeitsmenschen\nverglichen werden dürfte.",
        "Wenn wir aber mit Recht in der hiermit angedeuteten Exemplification\ndas Entschwinden des dionysischen Geistes mit einer höchst\nauffälligen, aber bisher unerklärten Umwandlung und Degeneration\ndes griechischen Menschen in Zusammenhang gebracht haben – welche\nHoffnungen müssen in uns aufleben, wenn uns die allersichersten\nAuspicien den umgekehrten Prozess, das allmähliche Erwachen des\ndionysischen Geistes in unserer gegenwärtigen Welt, verbürgen! Es ist\nnicht möglich, dass die göttliche Kraft des Herakles ewig im üppigen\nFrohndienste der Omphale erschlafft. Aus dem dionysischen Grunde\ndes deutschen Geistes ist eine Macht emporgestiegen, die mit den\nUrbedingungen der sokratischen Cultur nichts gemein hat und aus\nihnen weder zu erklären noch zu entschuldigen ist, vielmehr\nvon dieser Cultur als das Schrecklich Unerklärliche, als das\nUebermächtig-Feindselige empfunden wird, die deutsche Musik, wie wir\nsie vornehmlich in ihrem mächtigen Sonnenlaufe von Bach zu Beethoven,\nvon Beethoven zu Wagner zu verstehen haben. Was vermag die\nerkenntnisslüsterne Sokratik unserer Tage günstigsten Falls mit diesem\naus unerschöpflichen Tiefen emporsteigenden Dämon zu beginnen? Weder\nvon dem Zacken- und Arabeskenwerk der Opernmelodie aus, noch mit Hülfe\ndes arithmetischen Rechenbretts der Fuge und der contrapunktischen\nDialektik will sich die Formel finden lassen, in deren dreimal\ngewaltigem Licht man jenen Dämon sich unterwürfig zu machen und zum\nReden zu zwingen vermöchte. Welches Schauspiel, wenn jetzt unsere\nAesthetiker, mit dem Fangnetz einer ihnen eignen “Schönheit”, nach\ndem vor ihnen mit unbegreiflichem Leben sich tummelnden Musikgenius\nschlagen und haschen, unter Bewegungen, die nach der ewigen Schönheit\nebensowenig als nach dem Erhabenen beurtheilt werden wollen. Man mag\nsich nur diese Musikgönner einmal leibhaft und in der Nähe besehen,\nwenn sie so unermüdlich Schönheit! Schönheit! rufen, ob sie sich\ndabei wie die im Schoosse des Schönen gebildeten und verwöhnten\nLieblingskinder der Natur ausnehmen oder ob sie nicht vielmehr für\ndie eigne Rohheit eine lügnerisch verhüllende Form, für die eigne\nempfindungsarme Nüchternheit einen aesthetischen Vorwand suchen: wobei\nich z.B. an Otto Jahn denke. Vor der deutschen Musik aber mag sich\nder Lügner und Heuchler in Acht nehmen: denn gerade sie ist, inmitten\naller unserer Cultur, der einzig reine, lautere und läuternde\nFeuergeist, von dem aus und zu dem hin, wie in der Lehre des grossen\nHeraklit von Ephesus, sich alle Dinge in doppelter Kreisbahn bewegen:\nalles, was wir jetzt Cultur, Bildung, Civilisation nennen, wird einmal\nvor dem untrüglichen Richter Dionysus erscheinen müssen.",
        "Erinnern wir uns sodann, wie dem aus gleichen Quellen strömenden\nGeiste der deutschen Philosophie, durch Kant und Schopenhauer, es\nermöglicht war, die zufriedne Daseinslust der wissenschaftlichen\nSokratik, durch den Nachweis ihrer Grenzen, zu vernichten, wie durch\ndiesen Nachweis eine unendlich tiefere und ernstere Betrachtung der\nethischen Fragen und der Kunst eingeleitet wurde, die wir geradezu als\ndie in Begriffe gefasste dionysische Weisheit bezeichnen können: wohin\nweist uns das Mysterium dieser Einheit zwischen der deutschen Musik\nund der deutschen Philosophie, wenn nicht auf eine neue Daseinsform,\nüber deren Inhalt wir uns nur aus hellenischen Analogien ahnend\nunterrichten können? Denn diesen unausmessbaren Werth behält für uns,\ndie wir an der Grenzscheide zweier verschiedener Daseinsformen stehen,\ndas hellenische Vorbild, dass in ihm auch alle jene Uebergänge und\nKämpfe zu einer classisch-belehrenden Form ausgeprägt sind: nur dass\nwir gleichsam in umgekehrter Ordnung die grossen Hauptepochen des\nhellenischen Wesens analogisch durcherleben und zum Beispiel jetzt\naus dem alexandrinischen Zeitalter rückwärts zur Periode der Tragödie\nzu schreiten scheinen. Dabei lebt in uns die Empfindung, als ob die\nGeburt eines tragischen Zeitalters für den deutschen Geist nur eine\nRückkehr zu sich selbst, ein seliges Sichwiederfinden zu bedeuten\nhabe, nachdem für eine lange Zeit ungeheure von aussen her\neindringende Mächte den in hülfloser Barbarei der Form dahinlebenden\nzu einer Knechtschaft unter ihrer Form gezwungen hatten. Jetzt endlich\ndarf er, nach seiner Heimkehr zum Urquell seines Wesens, vor allen\nVölkern kühn und frei, ohne das Gängelband einer romanischen\nCivilisation, einherzuschreiten wagen: wenn er nur von einem Volke\nunentwegt zu lernen versteht, von dem überhaupt lernen zu können\nschon ein hoher Ruhm und eine auszeichnende Seltenheit ist, von den\nGriechen. Und wann brauchten wir diese allerhöchsten Lehrmeister mehr\nals jetzt, wo wir die Wiedergeburt der Tragödie erleben und in Gefahr\nsind, weder zu wissen, woher sie kommt, noch uns deuten zu können,\nwohin sie will?",
        "Es möchte einmal, unter den Augen eines unbestochenen Richters,\nabgewogen werden, in welcher Zeit und in welchen Männern bisher der\ndeutsche Geist von den Griechen zu lernen am kräftigsten gerungen hat;\nund wenn wir mit Zuversicht annehmen, dass dem edelsten Bildungskampfe\nGoethe’s, Schiller’s und Winckelmann’s dieses einzige Lob zugesprochen\nwerden müsste, so wäre jedenfalls hinzuzufügen, dass seit jener\nZeit und den nächsten Einwirkungen jenes Kampfes, das Streben auf\neiner gleichen Bahn zur Bildung und zu den Griechen zu kommen, in\nunbegreiflicher Weise schwächer und schwächer geworden ist. Sollten\nwir, um nicht ganz an dem deutschen Geist verzweifeln zu müssen, nicht\ndaraus den Schluss ziehen dürfen, dass in irgend welchem Hauptpunkte\nes auch jenen Kämpfern nicht gelungen sein möchte, in den Kern des\nhellenischen Wesens einzudringen und einen dauernden Liebesbund\nzwischen der deutschen und der griechischen Cultur herzustellen? So\ndass vielleicht ein unbewusstes Erkennen jenes Mangels auch in den\nernsteren Naturen den verzagten Zweifel erregte, ob sie, nach solchen\nVorgängern, auf diesem Bildungswege noch weiter wie jene und überhaupt\nzum Ziele kommen würden. Deshalb sehen wir seit jener Zeit das Urtheil\nüber den Werth der Griechen für die Bildung in der bedenklichsten\nWeise entarten; der Ausdruck mitleidiger Ueberlegenheit ist in den\nverschiedensten Feldlagern des Geistes und des Ungeistes zu hören;\nanderwärts tändelt eine gänzlich wirkungslose Schönrednerei mit\nder “griechischen Harmonie”, der “griechischen Schönheit”, der\n\"griechischen Heiterkeit”. Und gerade in den Kreisen, deren Würde\nes sein könnte, aus dem griechischen Strombett unermüdet, zum Heile\ndeutscher Bildung, zu schöpfen, in den Kreisen der Lehrer an den\nhöheren Bildungsanstalten hat man am besten gelernt, sich mit den\nGriechen zeitig und in bequemer Weise abzufinden, nicht selten bis zu\neinem sceptischen Preisgeben des hellenischen Ideals und bis zu einer\ngänzlichen Verkehrung der wahren Absicht aller Alterthumsstudien.\nWer überhaupt in jenen Kreisen sich nicht völlig in dem Bemühen, ein\nzuverlässiger Corrector von alten Texten oder ein naturhistorischer\nSprachmikroskopiker zu sein, erschöpft hat, der sucht vielleicht\nauch das griechische Alterthum, neben anderen Alterthümern, sich\n\"historisch” anzueignen, aber jedenfalls nach der Methode und mit den\nüberlegenen Mienen unserer jetzigen gebildeten Geschichtsschreibung.\nWenn demnach die eigentliche Bildungskraft der höheren Lehranstalten\nwohl noch niemals niedriger und schwächlicher gewesen ist, wie in\nder Gegenwart, wenn der “Journalist”, der papierne Sclave des Tages,\nin jeder Rücksicht auf Bildung den Sieg über den höheren Lehrer\ndavongetragen hat, und Letzterem nur noch die bereits oft erlebte\nMetamorphose übrig bleibt, sich jetzt nun auch in der Sprechweise des\nJournalisten, mit der “leichten Eleganz” dieser Sphäre, als heiterer\ngebildeter Schmetterling zu bewegen – in welcher peinlichen Verwirrung\nmüssen die derartig Gebildeten einer solchen Gegenwart jenes\nPhänomen anstarren, das nur etwa aus dem tiefsten Grunde des bisher\nunbegriffnen hellenischen Genius analogisch zu begreifen wäre, das\nWiedererwachen des dionysischen Geistes und die Wiedergeburt der\nTragödie? Es giebt keine andere Kunstperiode, in der sich die\nsogenannte Bildung und die eigentliche Kunst so befremdet und\nabgeneigt gegenübergestanden hätten, als wir das in der Gegenwart mit\nAugen sehn. Wir verstehen es, warum eine so schwächliche Bildung die\nwahre Kunst hasst; denn sie fürchtet durch sie ihren Untergang. Aber\nsollte nicht eine ganze Art der Cultur, nämlich jene sokratisch-\nalexandrinische, sich ausgelebt haben, nachdem sie in eine so\nzierlich-schmächtige Spitze, wie die gegenwärtige Bildung ist,\nauslaufen konnte! Wenn es solchen Helden, wie Schiller und Goethe,\nnicht gelingen durfte, jene verzauberte Pforte zu erbrechen, die in\nden hellenischen Zauberberg führt, wenn es bei ihrem muthigsten Ringen\nnicht weiter gekommen ist als bis zu jenem sehnsüchtigen Blick, den\ndie Goethische Iphigenie vom barbarischen Tauris aus nach der Heimat\nüber das Meer hin sendet, was bliebe den Epigonen solcher Helden zu\nhoffen, wenn sich ihnen nicht plötzlich, an einer ganz anderen, von\nallen Bemühungen der bisherigen Cultur unberührten Seite die Pforte\nvon selbst aufthäte – unter dem mystischen Klange der wiedererweckten\nTragödienmusik.",
        "Möge uns Niemand unsern Glauben an eine noch bevorstehende\nWiedergeburt des hellenischen Alterthums zu verkümmern suchen; denn in\nihm finden wir allein unsre Hoffnung für eine Erneuerung und Läuterung\ndes deutschen Geistes durch den Feuerzauber der Musik. Was wüssten wir\nsonst zu nennen, was in der Verödung und Ermattung der jetzigen Cultur\nirgend welche tröstliche Erwartung für die Zukunft erwecken könnte?\nVergebens spähen wir nach einer einzigen kräftig geästeten Wurzel,\nnach einem Fleck fruchtbaren und gesunden Erdbodens: überall Staub,\nSand, Erstarrung, Verschmachten. Da möchte sich ein trostlos\nVereinsamter kein besseres Symbol wählen können, als den Ritter mit\nTod und Teufel, wie ihn uns Dürer gezeichnet hat, den geharnischten\nRitter mit dem erzenen, harten Blicke, der seinen Schreckensweg,\nunbeirrt durch seine grausen Gefährten, und doch hoffnungslos, allein\nmit Ross und Hund zu nehmen weiss. Ein solcher Dürerscher Ritter war\nunser Schopenhauer: ihm fehlte jede Hoffnung, aber er wollte die\nWahrheit. Es giebt nicht Seinesgleichen. –",
        "Aber wie verändert sich plötzlich jene eben so düster geschilderte\nWildniss unserer ermüdeten Cultur, wenn sie der dionysische Zauber\nberührt! Ein Sturmwind packt alles Abgelebte, Morsche, Zerbrochne,\nVerkümmerte, hüllt es wirbelnd in eine rothe Staubwolke und trägt es\nwie ein Geier in die Lüfte. Verwirrt suchen unsere Blicke nach dem\nEntschwundenen: denn was sie sehen, ist wie aus einer Versenkung\nan’s goldne Licht gestiegen, so voll und grün, so üppig lebendig,\nso sehnsuchtsvoll unermesslich. Die Tragödie sitzt inmitten dieses\nUeberflusses an Leben, Leid und Lust, in erhabener Entzückung, sie\nhorcht einem fernen schwermüthigen Gesange – er erzählt von den\nMüttern des Seins, deren Namen lauten: Wahn, Wille, Wehe. – Ja,\nmeine Freunde, glaubt mit mir an das dionysische Leben und an die\nWiedergeburt der Tragödie. Die Zeit des sokratischen Menschen ist\nvorüber: kränzt euch mit Epheu, nehmt den Thyrsusstab zur Hand und\nwundert euch nicht, wenn Tiger und Panther sich schmeichelnd zu euren\nKnien niederlegen. Jetzt wagt es nur, tragische Menschen zu sein: denn\nihr sollt erlöst werden. Ihr sollt den dionysischen Festzug von Indien\nnach Griechenland geleiten! Rüstet euch zu hartem Streite, aber glaubt\nan die Wunder eures Gottes!",
        "Von diesen exhortativen Tönen in die Stimmung zurückgleitend, die\ndem Beschaulichen geziemt, wiederhole ich, dass nur von den Griechen\ngelernt werden kann, was ein solches wundergleiches plötzliches\nAufwachen der Tragödie für den innersten Lebensgrund eines Volkes\nzu bedeuten hat. Es ist das Volk der tragischen Mysterien, das die\nPerserschlachten schlägt: und wiederum braucht das Volk, das jene\nKriege geführt hat, die Tragödie als nothwendigen Genesungstrank. Wer\nwürde gerade bei diesem Volke, nachdem es durch mehrere Generationen\nvon den stärksten Zuckungen des dionysischen Dämon bis in’s Innerste\nerregt wurde, noch einen so gleichmässig kräftigen Erguss des\neinfachsten politischen Gefühls, der natürlichsten Heimatsinstincte,\nder ursprünglichen männlichen Kampflust vermuthen? Ist es doch bei\njedem bedeutenden Umsichgreifen dionysischer Erregungen immer zu\nspüren, wie die dionysische Lösung von den Fesseln des Individuums\nsich am allerersten in einer bis zur Gleichgültigkeit, ja\nFeindseligkeit gesteigerten Beeinträchtigung der politischen Instincte\nfühlbar macht, so gewiss andererseits der staatenbildende Apollo auch\nder Genius des principii individuationis ist und Staat und Heimatssinn\nnicht ohne Bejahung der individuellen Persönlichkeit leben können.\nVon dem Orgiasmus aus führt für ein Volk nur ein Weg, der Weg zum\nindischen Buddhaismus, der, um überhaupt mit seiner Sehnsucht in’s\nNichts ertragen zu werden, jener seltnen ekstatischen Zustände mit\nihrer Erhebung über Raum, Zeit und Individuum bedarf: wie diese\nwiederum eine Philosophie fordern, die es lehrt, die unbeschreibliche\nUnlust der Zwischenzustände durch eine Vorstellung zu überwinden.\nEben so nothwendig geräth ein Volk, von der unbedingten Geltung der\npolitischen Triebe aus, in eine Bahn äusserster Verweltlichung, deren\ngrossartigster, aber auch erschrecklichster Ausdruck das römische\nimperium ist.",
        "Zwischen Indien und Rom hingestellt und zu verführerischer Wahl\ngedrängt, ist es den Griechen gelungen, in classischer Reinheit\neine dritte Form hinzuzuerfinden, freilich nicht zu langem eigenen\nGebrauche, aber eben darum für die Unsterblichkeit. Denn dass die\nLieblinge der Götter früh sterben, gilt in allen Dingen, aber eben so\ngewiss, dass sie mit den Göttern dann ewig leben. Man verlange doch\nvon dem Alleredelsten nicht, dass es die haltbare Zähigkeit des\nLeders habe; die derbe Dauerhaftigkeit, wie sie z.B. dem römischen\nNationaltriebe zu eigen war, gehört wahrscheinlich nicht zu den\nnothwendigen Prädicaten der Vollkommenheit. Wenn wir aber fragen, mit\nwelchem Heilmittel es den Griechen ermöglicht war, in ihrer grossen\nZeit, bei der ausserordentlichen Stärke ihrer dionysischen und\npolitischen Triebe, weder durch ein ekstatisches Brüten, noch\ndurch ein verzehrendes Haschen nach Weltmacht und Weltehre sich zu\nerschöpfen, sondern jene herrliche Mischung zu erreichen, wie sie\nein edler, zugleich befeuernder und beschaulich stimmender Wein\nhat, so müssen wir der ungeheuren, das ganze Volksleben erregenden,\nreinigenden und entladenden Gewalt der Tragödie eingedenk sein; deren\nhöchsten Werth wir erst ahnen werden, wenn sie uns, wie bei den\nGriechen, als Inbegriff aller prophylaktischen Heilkräfte, als die\nzwischen den stärksten und an sich verhängnissvollsten Eigenschaften\ndes Volkes waltende Mittlerin entgegentritt.",
        "Die Tragödie saugt den höchsten Musikorgiasmus in sich hinein, so dass\nsie geradezu die Musik, bei den Griechen, wie bei uns, zur Vollendung\nbringt, stellt dann aber den tragischen Mythus und den tragischen\nHelden daneben, der dann, einem mächtigen Titanen gleich, die ganze\ndionysische Welt auf seinen Rücken nimmt und uns davon entlastet:\nwährend sie andrerseits durch denselben tragischen Mythus, in der\nPerson des tragischen Helden, von dem gierigen Drange nach diesem\nDasein zu erlösen weiss, und mit mahnender Hand an ein anderes Sein\nund an eine höhere Lust erinnert, zu welcher der kämpfende Held\ndurch seinen Untergang, nicht durch seine Siege sich ahnungsvoll\nvorbereitet. Die Tragödie stellt zwischen die universale Geltung\nihrer Musik und den dionysisch empfänglichen Zuhörer ein erhabenes\nGleichniss, den Mythus, und erweckt bei jenem den Schein, als ob die\nMusik nur ein höchstes Darstellungsmittel zur Belebung der plastischen\nWelt des Mythus sei. Dieser edlen Täuschung vertrauend darf sie jetzt\nihre Glieder zum dithyrambischen Tanze bewegen und sich unbedenklich\neinem orgiastischen Gefühle der Freiheit hingeben, in welchem sie als\nMusik an sich, ohne jene Täuschung, nicht zu schwelgen wagen dürfte.\nDer Mythus schützt uns vor der Musik, wie er ihr andrerseits erst die\nhöchste Freiheit giebt. Dafür verleiht die Musik, als Gegengeschenk,\ndem tragischen Mythus eine so eindringliche und überzeugende\nmetaphysische Bedeutsamkeit, wie sie Wort und Bild, ohne jene einzige\nHülfe, nie zu erreichen vermögen; und insbesondere überkommt durch sie\nden tragischen Zuschauer gerade jenes sichere Vorgefühl einer höchsten\nLust, zu der der Weg durch Untergang und Verneinung führt, so dass\ner zu hören meint, als ob der innerste Abgrund der Dinge zu ihm\nvernehmlich spräche.",
        "Habe ich dieser schwierigen Vorstellung mit den letzten Sätzen\nvielleicht nur einen vorläufigen, für Wenige sofort verständlichen\nAusdruck zu geben vermocht, so darf ich gerade an dieser Stelle nicht\nablassen, meine Freunde zu einem nochmaligen Versuche anzureizen\nund sie zu bitten, an einem einzelnen Beispiele unsrer gemeinsamen\nErfahrung sich für die Erkenntniss des allgemeinen Satzes\nvorzubereiten. Bei diesem Beispiele darf ich mich nicht auf jene\nbeziehn, welche die Bilder der scenischen Vorgänge, die Worte und\nAffecte der handelnden Personen benutzen, um sich mit dieser Hülfe\nder Musikempfindung anzunähern; denn diese alle reden nicht Musik als\nMuttersprache und kommen auch, trotz jener Hülfe, nicht weiter als in\ndie Vorhallen der Musikperception, ohne je deren innerste Heiligthümer\nberühren zu dürfen; manche von diesen, wie Gervinus, gelangen auf\ndiesem Wege nicht einmal in die Vorhallen. Sondern nur an diejenigen\nhabe ich mich zu wenden, die, unmittelbar verwandt mit der Musik, in\nihr gleichsam ihren Mutterschooss haben und mit den Dingen fast nur\ndurch unbewusste Musikrelationen in Verbindung stehen. An diese ächten\nMusiker richte ich die Frage, ob sie sich einen Menschen denken\nkönnen, der den dritten Act von “Tristan und Isolde” ohne alle\nBeihülfe von Wort und Bild rein als ungeheuren symphonischen Satz zu\npercipiren im Stande wäre, ohne unter einem krampfartigen Ausspannen\naller Seelenflügel zu verathmen? Ein Mensch, der wie hier das Ohr\ngleichsam an die Herzkammer des Weltwillens gelegt hat, der das\nrasende Begehren zum Dasein als donnernden Strom oder als zartesten\nzerstäubten Bach von hier aus in alle Adern der Welt sich ergiessen\nfühlt, er sollte nicht jählings zerbrechen? Er sollte es ertragen,\nin der elenden gläsernen Hülle des menschlichen Individuums, den\nWiederklang zahlloser Lust – und Weherufe aus dem “weiten Raum der\nWeltennacht” zu vernehmen, ohne bei diesem Hirtenreigen der Metaphysik\nsich seiner Urheimat unaufhaltsam zuzuflüchten? Wenn aber doch ein\nsolches Werk als Ganzes percipirt werden kann, ohne Verneinung der\nIndividualexistenz, wenn eine solche Schöpfung geschaffen werden\nkonnte, ohne ihren Schöpfer zu zerschmettern – woher nehmen wir die\nLösung eines solchen Widerspruches?",
        "Hier drängt sich zwischen unsre höchste Musikerregung und jene Musik\nder tragische Mythus und der tragische Held, im Grunde nur als\nGleichniss der alleruniversalsten Thatsachen, von denen allein die\nMusik auf directem Wege reden kann. Als Gleichniss würde nun aber\nder Mythus, wenn wir als rein dionysische Wesen empfänden, gänzlich\nwirkungslos und unbeachtet neben uns stehen bleiben, und uns keinen\nAugenblick abwendig davon machen, unser Ohr dem Wiederklang der\nuniversalia ante rem zu bieten. Hier bricht jedoch die apollinische\nKraft, auf Wiederherstellung des fast zersprengten Individuums\ngerichtet, mit dem Heilbalsam einer wonnevollen Täuschung hervor:\nplötzlich glauben wir nur noch Tristan zu sehen, wie er bewegungslos\nund dumpf sich fragt: “die alte Weise; was weckt sie mich?” Und was\nuns früher wie ein hohles Seufzen aus dem Mittelpunkte des Seins\nanmuthete, das will uns jetzt nur sagen, wie “öd und leer das\nMeer.” Und wo wir athemlos zu erlöschen wähnten, im krampfartigen\nSichausrecken aller Gefühle, und nur ein Weniges uns mit dieser\nExistenz zusammenknüpfte, hören und sehen wir jetzt nur den zum\nTode verwundeten und doch nicht sterbenden Helden, mit seinem\nverzweiflungsvollen Rufe: “Sehnen! Sehnen! Im Sterben mich zu sehnen,\nvor Sehnsucht nicht zu sterben!” Und wenn früher der Jubel des Horns\nnach solchem Uebermaass und solcher Ueberzahl verzehrender Qualen\nfast wie der Qualen höchste uns das Herz zerschnitt, so steht jetzt\nzwischen uns und diesem “Jubel an sich” der jauchzende Kurwenal, dem\nSchiffe, das Isolden trägt, zugewandt. So gewaltig auch das Mitleiden\nin uns hineingreift, in einem gewissen Sinne rettet uns doch das\nMitleiden vor dem Urleiden der Welt, wie das Gleichnissbild des Mythus\nuns vor dem unmittelbaren Anschauen der höchsten Weltidee, wie der\nGedanke und das Wort uns vor dem ungedämmten Ergusse des unbewussten\nWillens rettet. Durch jene herrliche apollinische Täuschung dünkt es\nuns, als ob uns selbst das Tonreich wie eine plastische Welt gegenüber\nträte, als ob auch in ihr nur Tristan’s und Isoldens Schicksal, wie\nin einem allerzartesten und ausdrucksfähigsten Stoffe, geformt und\nbildnerisch ausgeprägt worden sei.",
        "So entreisst uns das Apollinische der dionysischen Allgemeinheit\nund entzückt uns für die Individuen; an diese fesselt es unsre\nMitleidserregung, durch diese befriedigt es den nach grossen\nund erhabenen Formen lechzenden Schönheitssinn; es führt an uns\nLebensbilder vorbei und reizt uns zu gedankenhaftem Erfassen des in\nihnen enthaltenen Lebenskernes. Mit der ungeheuren Wucht des Bildes,\ndes Begriffs, der ethischen Lehre, der sympathischen Erregung\nreisst das Apollinische den Menschen aus seiner orgiastischen\nSelbstvernichtung empor und täuscht ihn über die Allgemeinheit des\ndionysischen Vorganges hinweg zu dem Wahne, dass er ein einzelnes\nWeltbild, z.B. Tristan und Isolde, sehe und es, durch die Musik,\nnur noch besser und innerlicher sehen solle. Was vermag nicht der\nheilkundige Zauber des Apollo, wenn er selbst in uns die Täuschung\naufregen kann, als ob wirklich das Dionysische, im Dienste des\nApollinischen, dessen Wirkungen zu steigern vermöchte, ja als ob die\nMusik sogar wesentlich Darstellungskunst für einen apollinischen\nInhalt sei?",
        "Bei jener prästabilirten Harmonie, die zwischen dem vollendeten Drama\nund seiner Musik waltet, erreicht das Drama einen höchsten, für\ndas Wortdrama sonst unzugänglichen Grad von Schaubarkeit. Wie\nalle lebendigen Gestalten der Scene in den selbständig bewegten\nMelodienlinien sich zur Deutlichkeit der geschwungenen Linie vor\nuns vereinfachen, ertönt uns das Nebeneinander dieser Linien in\ndem mit dem bewegten Vorgange auf zarteste Weise sympathisirenden\nHarmonienwechsel: durch welchen uns die Relationen der Dinge in\nsinnlich wahrnehmbarer, keinesfalls abstracter Weise, unmittelbar\nvernehmbar werden, wie wir gleichfalls durch ihn erkennen, dass\nerst in diesen Relationen das Wesen eines Charakters und einer\nMelodienlinie sich rein offenbare. Und während uns so die Musik\nzwingt, mehr und innerlicher als sonst zu sehen, und den Vorgang der\nScene wie ein zartes Gespinnst vor uns auszubreiten, ist für unser\nvergeistigtes, in’s Innere blickendes Auge die Welt der Bühne eben so\nunendlich erweitert als von innen heraus erleuchtet. Was vermöchte der\nWortdichter Analoges zu bieten, der mit einem viel unvollkommneren\nMechanismus, auf indirectem Wege, vom Wort und vom Begriff aus, jene\ninnerliche Erweiterung der schaubaren Bühnenwelt und ihre innere\nErleuchtung zu erreichen sich abmüht? Nimmt nun zwar auch die\nmusikalische Tragödie das Wort hinzu, so kann sie doch zugleich den\nUntergrund und die Geburtsstätte des Wortes danebenstellen und uns das\nWerden des Wortes, von innen heraus, verdeutlichen.",
        "Aber von diesem geschilderten Vorgang wäre doch eben so bestimmt\nzu sagen, dass er nur ein herrlicher Schein, nämlich jene vorhin\nerwähnte apollinische Täuschung sei, durch deren Wirkung wir von\ndem dionysischen Andrange und Uebermaasse entlastet werden sollen.\nIm Grunde ist ja das Verhältniss der Musik zum Drama gerade das\numgekehrte: die Musik ist die eigentliche Idee der Welt, das Drama\nnur ein Abglanz dieser Idee, ein vereinzeltes Schattenbild derselben.\nJene Identität zwischen der Melodienlinie und der lebendigen Gestalt,\nzwischen der Harmonie und den Charakterrelationen jener Gestalt ist\nin einem entgegengesetzten Sinne wahr, als es uns, beim Anschauen der\nmusikalischen Tragödie, dünken möchte. Wir mögen die Gestalt uns auf\ndas Sichtbarste bewegen, beleben und von innen heraus beleuchten, sie\nbleibt immer nur die Erscheinung, von der es keine Brücke giebt, die\nin die wahre Realität, in’s Herz der Welt führte. Aus diesem Herzen\nheraus aber redet die Musik; und zahllose Erscheinungen jener Art\ndürften an der gleichen Musik vorüberziehn, sie würden nie das Wesen\nderselben erschöpfen, sondern immer nur ihre veräusserlichten Abbilder\nsein. Mit dem populären und gänzlich falschen Gegensatz von Seele und\nKörper ist freilich für das schwierige Verhältniss von Musik und Drama\nnichts zu erklären und alles zu verwirren; aber die unphilosophische\nRohheit jenes Gegensatzes scheint gerade bei unseren Aesthetikern, wer\nweiss aus welchen Gründen, zu einem gern bekannten Glaubensartikel\ngeworden zu sein, während sie über einen Gegensatz der Erscheinung\nund des Dinges an sich nichts gelernt haben oder, aus ebenfalls\nunbekannten Gründen, nichts lernen mochten.",
        "Sollte es sich bei unserer Analysis ergeben haben, dass das\nApollinische in der Tragödie durch seine Täuschung völlig den Sieg\nüber das dionysische Urelement der Musik davongetragen und sich diese\nzu ihren Absichten, nämlich zu einer höchsten Verdeutlichung des\nDrama’s, nutzbar gemacht habe, so wäre freilich eine sehr wichtige\nEinschränkung hinzuzufügen: in dem allerwesentlichsten Punkte ist jene\napollinische Täuschung durchbrochen und vernichtet. Das Drama, das in\nso innerlich erleuchteter Deutlichkeit aller Bewegungen und Gestalten,\nmit Hülfe der Musik, sich vor uns ausbreitet, als ob wir das Gewebe\nam Webstuhl im Auf – und Niederzucken entstehen sehen – erreicht als\nGanzes eine Wirkung, die jenseits aller apollinischen Kunstwirkungen\nliegt. In der Gesammtwirkung der Tragödie erlangt das Dionysische\nwieder das Uebergewicht; sie schliesst mit einem Klange, der niemals\nvon dem Reiche der apollinischen Kunst her tönen könnte. Und damit\nerweist sich die apollinische Täuschung als das, was sie ist, als\ndie während der Dauer der Tragödie anhaltende Umschleierung der\neigentlichen dionysischen Wirkung: die doch so mächtig ist, am Schluss\ndas apollinische Drama selbst in eine Sphäre zu drängen, wo es mit\ndionysischer Weisheit zu reden beginnt und wo es sich selbst und seine\napollinische Sichtbarkeit verneint. So wäre wirklich das schwierige\nVerhältniss des Apollinischen und des Dionysischen in der Tragödie\ndurch einen Bruderbund beider Gottheiten zu symbolisiren: Dionysus\nredet die Sprache des Apollo, Apollo aber schliesslich die Sprache des\nDionysus: womit das höchste Ziel der Tragödie und der Kunst überhaupt\nerreicht ist.",
        "Mag der aufmerksame Freund sich die Wirkung einer wahren\nmusikalischen Tragödie rein und unvermischt, nach seinen Erfahrungen\nvergegenwärtigen. Ich denke das Phänomen dieser Wirkung nach beiden\nSeiten hin so beschrieben zu haben, dass er sich seine eignen\nErfahrungen jetzt zu deuten wissen wird. Er wird sich nämlich\nerinnern, wie er, im Hinblick auf den vor ihm sich bewegenden Mythus,\nzu einer Art von Allwissenheit sich gesteigert fühlte, als ob jetzt\ndie Sehkraft seiner Augen nicht nur eine Flächenkraft sei, sondern\nin’s Innere zu dringen vermöge, und als ob er die Wallungen des\nWillens, den Kampf der Motive, den anschwellenden Strom der\nLeidenschaften, jetzt, mit Hülfe der Musik, gleichsam sinnlich\nsichtbar, wie eine Fülle lebendig bewegter Linien und Figuren vor sich\nsehe und damit bis in die zartesten Geheimnisse unbewusster Regungen\nhinabtauchen könne. Während er so einer höchsten Steigerung seiner auf\nSichtbarkeit und Verklärung gerichteten Triebe bewusst wird, fühlt\ner doch eben so bestimmt, dass diese lange Reihe apollinischer\nKunstwirkungen doch nicht jenes beglückte Verharren in willenlosem\nAnschauen erzeugt, das der Plastiker und der epische Dichter, also\ndie eigentlich apollinischen Künstler, durch ihre Kunstwerke bei\nihm hervorbringen: das heisst die in jenem Anschauen erreichte\nRechtfertigung der Welt der individuatio, als welche die Spitze und\nder Inbegriff der apollinischen Kunst ist. Er schaut die verklärte\nWelt der Bühne und verneint sie doch. Er sieht den tragischen Helden\nvor sich in epischer Deutlichkeit und Schönheit und erfreut sich doch\nan seiner Vernichtung. Er begreift bis in’s Innerste den Vorgang\nder Scene und flüchtet sich gern in’s Unbegreifliche. Er fühlt die\nHandlungen des Helden als gerechtfertigt und ist doch noch mehr\nerhoben, wenn diese Handlungen den Urheber vernichten. Er schaudert\nvor den Leiden, die den Helden treffen werden und ahnt doch bei ihnen\neine höhere, viel übermächtigere Lust. Er schaut mehr und tiefer als\nje und wünscht sich doch erblindet. Woher werden wir diese wunderbare\nSelbstentzweiung, dies Umbrechen der apollinischen Spitze, abzuleiten\nhaben, wenn nicht aus dem dionysischen Zauber, der, zum Schein die\napollinischen Regungen auf’s Höchste reizend, doch noch diesen\nUeberschwang der apollinischen Kraft in seinen Dienst zu zwingen\nvermag. Der tragische Mythus ist nur zu verstehen als eine\nVerbildlichung dionysischer Weisheit durch apollinische Kunstmittel;\ner führt die Welt der Erscheinung an die Grenzen, wo sie sich selbst\nverneint und wieder in den Schooss der wahren und einzigen Realität\nzurückzuflüchten sucht; wo sie dann, mit Isolden, ihren metaphysischen\nSchwanengesang also anzustimmen scheint:",
        "So vergegenwärtigen wir uns, an den Erfahrungen des wahrhaft\naesthetischen Zuhörers, den tragischen Künstler selbst, wie er, gleich\neiner üppigen Gottheit der individuatio, seine Gestalten schafft, in\nwelchem Sinne sein Werk kaum als “Nachahmung der Natur” zu begreifen\nwäre – wie dann aber sein ungeheurer dionysischer Trieb diese ganze\nWelt der Erscheinungen verschlingt, um hinter ihr und durch ihre\nVernichtung eine höchste künstlerische Urfreude im Schoosse des\nUr-Einen ahnen zu lassen. Freilich wissen von dieser Rückkehr zur\nUrheimat, von dem Bruderbunde der beiden Kunstgottheiten in der\nTragödie und von der sowohl apollinischen als dionysischen Erregung\ndes Zuhörers unsere Aesthetiker nichts zu berichten, während sie nicht\nmüde werden, den Kampf des Helden mit dem Schicksal, den Sieg der\nsittlichen Weltordnung oder eine durch die Tragödie bewirkte Entladung\nvon Affecten als das eigentlich Tragische zu charakterisiren: welche\nUnverdrossenheit mich auf den Gedanken bringt, sie möchten überhaupt\nkeine aesthetisch erregbaren Menschen sein und beim Anhören der\nTragödie vielleicht nur als moralische Wesen in Betracht kommen. Noch\nnie, seit Aristoteles, ist eine Erklärung der tragischen Wirkung\ngegeben worden, aus der auf künstlerische Zustände, auf eine\naesthetische Thätigkeit der Zuhörer geschlossen werden dürfte. Bald\nsoll Mitleid und Furchtsamkeit durch die ernsten Vorgänge zu einer\nerleichternden Entladung gedrängt werden, bald sollen wir uns bei dem\nSieg guter und edler Principien, bei der Aufopferung des Helden im\nSinne einer sittlichen Weltbetrachtung erhoben und begeistert fühlen;\nund so gewiss ich glaube, dass für zahlreiche Menschen gerade das und\nnur das die Wirkung der Tragödie ist, so deutlich ergiebt sich daraus,\ndass diese alle, sammt ihren interpretirenden Aesthetikern, von\nder Tragödie als einer höchsten Kunst nichts erfahren haben. Jene\npathologische Entladung, die Katharsis des Aristoteles, von der die\nPhilologen nicht recht wissen, ob sie unter die medicinischen oder die\nmoralischen Phänomene zu rechnen sei, erinnert an eine merkwürdige\nAhnung Goethe’s. “Ohne ein lebhaftes pathologisches Interesse”, sagt\ner, “ist es auch mir niemals gelungen, irgend eine tragische Situation\nzu bearbeiten, und ich habe sie daher lieber vermieden als aufgesucht.\nSollte es wohl auch einer von den Vorzügen der Alten gewesen sein,\ndass das höchste Pathetische auch nur aesthetisches Spiel bei ihnen\ngewesen wäre, da bei uns die Naturwahrheit mitwirken muss, um ein\nsolches Werk hervorzubringen?” Diese so tiefsinnige letzte Frage\ndürfen wir jetzt, nach unseren herrlichen Erfahrungen, bejahen,\nnachdem wir gerade an der musikalischen Tragödie mit Staunen erlebt\nhaben, wie wirklich das höchste Pathetische doch nur ein aesthetisches\nSpiel sein kann: weshalb wir glauben dürfen, dass erst jetzt das\nUrphänomen des Tragischen mit einigem Erfolg zu beschreiben ist.\nWer jetzt noch nur von jenen stellvertretenden Wirkungen aus\nausseraesthetischen Sphären zu erzählen hat und über den pathologisch\n– moralischen Prozess sich nicht hinausgehoben fühlt, mag nur\nan seiner aesthetischen Natur verzweifeln: wogegen wir ihm die\nInterpretation Shakespeare’s nach der Manier des Gervinus und das\nfleissige Aufspüren der “poetischen Gerechtigkeit” als unschuldigen\nErsatz anempfehlen.",
        "So ist mit der Wiedergeburt der Tragödie auch der aesthetische Zuhörer\nwieder geboren, an dessen Stelle bisher in den Theaterräumen ein\nseltsames Quidproquo, mit halb moralischen und halb gelehrten\nAnsprüchen, zu sitzen pflegte, der “Kritiker”. In seiner bisherigen\nSphäre war Alles künstlich und nur mit einem Scheine des Lebens\nübertüncht. Der darstellende Künstler wusste in der That nicht mehr,\nwas er mit einem solchen, kritisch sich gebärdenden Zuhörer zu\nbeginnen habe und spähte daher, sammt dem ihn inspirirenden Dramatiker\noder Operncomponisten, unruhig nach den letzten Resten des Lebens\nin diesem anspruchsvoll öden und zum Geniessen unfähigen Wesen. Aus\nderartigen “Kritikern” bestand aber bisher das Publicum; der Student,\nder Schulknabe, ja selbst das harmloseste weibliche Geschöpf war wider\nsein Wissen bereits durch Erziehung und Journale zu einer gleichen\nPerception eines Kunstwerks vorbereitet. Die edleren Naturen unter\nden Künstlern rechneten bei einem solchen Publicum auf die Erregung\nmoralisch – religiöser Kräfte, und der Anruf der “sittlichen\nWeltordnung” trat vikarirend ein, wo eigentlich ein gewaltiger\nKunstzauber den ächten Zuhörer entzücken sollte. Oder es wurde vom\nDramatiker eine grossartigere, mindestens aufregende Tendenz der\npolitischen und socialen Gegenwart so deutlich vorgetragen, dass der\nZuhörer seine kritische Erschöpfung vergessen und sich ähnlichen\nAffecten überlassen konnte, wie in patriotischen oder kriegerischen\nMomenten, oder vor der Rednerbühne des Parlaments oder bei der\nVerurtheilung des Verbrechens und des Lasters: welche Entfremdung der\neigentlichen Kunstabsichten hier und da geradezu zu einem Cultus der\nTendenz führen musste. Doch hier trat ein, was bei allen erkünstelten\nKünsten von jeher eingetreten ist, eine reissend schnelle Depravation\njener Tendenzen, so dass zum Beispiel die Tendenz, das Theater\nals Veranstaltung zur moralischen Volksbildung zu verwenden, die\nzu Schiller’s Zeit ernsthaft genommen wurde, bereits unter die\nunglaubwürdigen Antiquitäten einer überwundenen Bildung gerechnet\nwird. Während der Kritiker in Theater und Concert, der Journalist in\nder Schule, die Presse in der Gesellschaft zur Herrschaft gekommen\nwar, entartete die Kunst zu einem Unterhaltungsobject der niedrigsten\nArt, und die aesthetische Kritik wurde als das Bindemittel einer\neiteln, zerstreuten, selbstsüchtigen und überdies ärmlich –\nunoriginalen Geselligkeit benutzt, deren Sinn jene Schopenhauerische\nParabel von den Stachelschweinen zu verstehen giebt; so dass zu keiner\nZeit so viel über Kunst geschwatzt und so wenig von der Kunst gehalten\nworden ist. Kann man aber mit einem Menschen noch verkehren, der im\nStande ist, sich über Beethoven und Shakespeare zu unterhalten? Mag\nJeder nach seinem Gefühl diese Frage beantworten: er wird mit der\nAntwort jedenfalls beweisen, was er sich unter “Bildung” vorstellt,\nvorausgesetzt dass er die Frage überhaupt zu beantworten sucht und\nnicht vor Ueberraschung bereits verstummt ist.",
        "Dagegen dürfte mancher edler und zarter von der Natur Befähigte,\nob er gleich in der geschilderten Weise allmählich zum kritischen\nBarbaren geworden war, von einer eben so unerwarteten als gänzlich\nunverständlichen Wirkung zu erzählen haben, die etwa eine glücklich\ngelungene Lohengrinaufführung auf ihn ausübte: nur dass ihm vielleicht\njede Hand fehlte, die ihn mahnend und deutend anfasste, so dass auch\njene unbegreiflich verschiedenartige und durchaus unvergleichliche\nEmpfindung, die ihn damals erschütterte, vereinzelt blieb und wie ein\nräthselhaftes Gestirn nach kurzem Leuchten erlosch. Damals hatte er\ngeahnt, was der aesthetische Zuhörer ist.",
        "Wer recht genau sich selber prüfen will, wie sehr er dem wahren\naesthetischen Zuhörer verwandt ist oder zur Gemeinschaft der\nsokratisch – kritischen Menschen gehört, der mag sich nur aufrichtig\nnach der Empfindung fragen, mit der er das auf der Bühne dargestellte\nWunder empfängt: ob er etwa dabei seinen historischen, auf strenge\npsychologische Causalität gerichteten Sinn beleidigt fühlt, ob er\nmit einer wohlwollenden Concession gleichsam das Wunder als ein der\nKindheit verständliches, ihm entfremdetes Phänomen zulässt oder\nob er irgend etwas Anderes dabei erleidet. Daran nämlich wird er\nmessen können, wie weit er überhaupt befähigt ist, den Mythus, das\nzusammengezogene Weltbild, zu verstehen, der, als Abbreviatur der\nErscheinung, das Wunder nicht entbehren kann. Das Wahrscheinliche\nist aber, dass fast Jeder, bei strenger Prüfung, sich so durch den\nkritisch – historischen Geist unserer Bildung zersetzt fühle, um nur\netwa auf gelehrtem Wege, durch vermittelnde Abstractionen, sich die\neinstmalige Existenz des Mythus glaublich zu machen. Ohne Mythus aber\ngeht jede Cultur ihrer gesunden schöpferischen Naturkraft verlustig:\nerst ein mit Mythen umstellter Horizont schliesst eine ganze\nCulturbewegung zur Einheit ab. Alle Kräfte der Phantasie und des\napollinischen Traumes werden erst durch den Mythus aus ihrem wahllosen\nHerumschweifen gerettet. Die Bilder des Mythus müssen die unbemerkt\nallgegenwärtigen dämonischen Wächter sein, unter deren Hut die junge\nSeele heranwächst, an deren Zeichen der Mann sich sein Leben und\nseine Kämpfe deutet: und selbst der Staat kennt keine mächtigeren\nungeschriebnen Gesetze als das mythische Fundament, das seinen\nZusammenhang mit der Religion, sein Herauswachsen aus mythischen\nVorstellungen verbürgt.",
        "Man stelle jetzt daneben den abstracten, ohne Mythen geleiteten\nMenschen, die abstracte Erziehung, die abstracte Sitte, das abstracte\nRecht, den abstracten Staat: man vergegenwärtige sich das regellose,\nvon keinem heimischen Mythus gezügelte Schweifen der künstlerischen\nPhantasie: man denke sich eine Cultur, die keinen festen und heiligen\nUrsitz hat, sondern alle Möglichkeiten zu erschöpfen und von allen\nCulturen sich kümmerlich zu nähren verurtheilt ist – das ist die\nGegenwart, als das Resultat jenes auf Vernichtung des Mythus\ngerichteten Sokratismus. Und nun steht der mythenlose Mensch, ewig\nhungernd, unter allen Vergangenheiten und sucht grabend und wühlend\nnach Wurzeln, sei es dass er auch in den entlegensten Alterthümern\nnach ihnen graben müsste. Worauf weist das ungeheure historische\nBedürfniss der unbefriedigten modernen Cultur, das Umsichsammeln\nzahlloser anderer Culturen, das verzehrende Erkennenwollen, wenn nicht\nauf den Verlust des Mythus, auf den Verlust der mythischen Heimat, des\nmythischen Mutterschoosses? Man frage sich, ob das fieberhafte und so\nunheimliche Sichregen dieser Cultur etwas Anderes ist, als das gierige\nZugreifen und Nach-Nahrung- Haschen des Hungernden – und wer möchte\neiner solchen Cultur noch etwas geben wollen, die durch alles, was sie\nverschlingt, nicht zu sättigen ist und bei deren Berührung sich die\nkräftigste, heilsamste Nahrung in “Historie und Kritik” zu verwandeln\npflegt?",
        "Man müsste auch an unserem deutschen Wesen schmerzlich verzweifeln,\nwenn es bereits in gleicher Weise mit seiner Cultur unlösbar\nverstrickt, ja eins geworden wäre, wie wir das an dem civilisirten\nFrankreich zu unserem Entsetzen beobachten können; und das, was lange\nZeit der grosse Vorzug Frankreichs und die Ursache seines ungeheuren\nUebergewichts war, eben jenes Einssein von Volk und Cultur, dürfte\nuns, bei diesem Anblick, nöthigen, darin das Glück zu preisen, dass\ndiese unsere so fragwürdige Cultur bis jetzt mit dem edeln Kerne\nunseres Volkscharakters nichts gemein hat. Alle unsere Hoffnungen\nstrecken sich vielmehr sehnsuchtsvoll nach jener Wahrnehmung aus,\ndass unter diesem unruhig auf und nieder zuckenden Culturleben und\nBildungskrampfe eine herrliche, innerlich gesunde, uralte Kraft\nverborgen liegt, die freilich nur in ungeheuren Momenten sich\ngewaltig einmal bewegt und dann wieder einem zukünftigen Erwachen\nentgegenträumt. Aus diesem Abgrunde ist die deutsche Reformation\nhervorgewachsen: in deren Choral die Zukunftsweise der deutschen Musik\nzuerst erklang. So tief, muthig und seelenvoll, so überschwänglich\ngut und zart tönte dieser Choral Luther’s, als der erste dionysische\nLockruf, der aus dichtverwachsenem Gebüsch, im Nahen des Frühlings,\nhervordringt. Ihm antwortete in wetteiferndem Wiederhall jener\nweihevoll übermüthige Festzug dionysischer Schwärmer, denen wir die\ndeutsche Musik danken – und denen wir die Wiedergeburt des deutschen\nMythus danken werden!",
        "Ich weiss, dass ich jetzt den theilnehmend folgenden Freund auf einen\nhochgelegenen Ort einsamer Betrachtung führen muss, wo er nur wenige\nGefährten haben wird, und rufe ihm ermuthigend zu, dass wir uns an\nunseren leuchtenden Führern, den Griechen, festzuhalten haben. Von\nihnen haben wir bis jetzt, zur Reinigung unserer aesthetischen\nErkenntniss, jene beiden Götterbilder entlehnt, von denen jedes ein\ngesondertes Kunstreich für sich beherrscht und über deren gegenseitige\nBerührung und Steigerung wir durch die griechische Tragödie zu einer\nAhnung kamen. Durch ein merkwürdiges Auseinanderreissen beider\nkünstlerischen Urtriebe musste uns der Untergang der griechischen\nTragödie herbeigeführt erscheinen: mit welchem Vorgange eine\nDegeneration und Umwandlung des griechischen Volkscharakters im\nEinklang war, uns zu ernstem Nachdenken auffordernd, wie nothwendig\nund eng die Kunst und das Volk, Mythus und Sitte, Tragödie und Staat,\nin ihren Fundamenten verwachsen sind. Jener Untergang der Tragödie\nwar zugleich der Untergang des Mythus. Bis dahin waren die Griechen\nunwillkürlich genöthigt, alles Erlebte sofort an ihre Mythen\nanzuknüpfen, ja es nur durch diese Anknüpfung zu begreifen: wodurch\nauch die nächste Gegenwart ihnen sofort sub specie aeterni und in\ngewissem Sinne als zeitlos erscheinen musste. In diesen Strom des\nZeitlosen aber tauchte sich eben so der Staat wie die Kunst, um in ihm\nvor der Last und der Gier des Augenblicks Ruhe zu finden. Und gerade\nnur so viel ist ein Volk – wie übrigens auch ein Mensch – werth, als\nes auf seine Erlebnisse den Stempel des Ewigen zu drücken vermag:\ndenn damit ist es gleichsam entweltlicht und zeigt seine unbewusste\ninnerliche Ueberzeugung von der Relativität der Zeit und von der\nwahren, d.h. der metaphysischen Bedeutung des Lebens. Das Gegentheil\ndavon tritt ein, wenn ein Volk anfängt, sich historisch zu begreifen\nund die mythischen Bollwerke um sich herum zu zertrümmern: womit\ngewöhnlich eine entschiedene Verweltlichung, ein Bruch mit der\nunbewussten Metaphysik seines früheren Daseins, in allen ethischen\nConsequenzen, verbunden ist. Die griechische Kunst und vornehmlich die\ngriechische Tragödie hielt vor Allem die Vernichtung des Mythus auf:\nman musste sie mit vernichten, um, losgelöst von dem heimischen Boden,\nungezügelt in der Wildniss des Gedankens, der Sitte und der That leben\nzu können. Auch jetzt noch versucht jener metaphysische Trieb, sich\neine, wenngleich abgeschwächte Form der Verklärung zu schaffen, in\ndem zum Leben drängenden Sokratismus der Wissenschaft: aber auf den\nniederen Stufen führte derselbe Trieb nur zu einem fieberhaften\nSuchen, das sich allmählich in ein Pandämonium überallher\nzusammengehäufter Mythen und Superstitionen verlor: in dessen Mitte\nder Hellene dennoch ungestillten Herzens sass, bis er es verstand, mit\ngriechischer Heiterkeit und griechischem Leichtsinn, als Graeculus,\njenes Fieber zu maskiren oder in irgend einem orientalisch dumpfen\nAberglauben sich völlig zu betäuben.",
        "Diesem Zustande haben wir uns, seit der Wiedererweckung des\nalexandrinisch – römischen Alterthums im fünfzehnten Jahrhundert,\nnach einem langen schwer zu beschreibenden Zwischenacte, in der\nauffälligsten Weise angenähert. Auf den Höhen dieselbe überreiche\nWissenslust, dasselbe ungesättigte Finderglück, dieselbe ungeheure\nVerweltlichung, daneben ein heimatloses Herumschweifen, ein gieriges\nSichdrängen an fremde Tische, eine leichtsinnige Vergötterung der\nGegenwart oder stumpf betäubte Abkehr, Alles sub specie saeculi, der\n\"Jetztzeit”: welche gleichen Symptome auf einen gleichen Mangel im\nHerzen dieser Cultur zu rathen geben, auf die Vernichtung des Mythus.\nEs scheint kaum möglich zu sein, mit dauerndem Erfolge einen fremden\nMythus überzupflanzen, ohne den Baum durch dieses Ueberpflanzen\nheillos zu beschädigen: welcher vielleicht einmal stark und gesund\ngenug ist, jenes fremde Element mit furchtbarem Kampfe wieder\nauszuscheiden, für gewöhnlich aber siech und verkümmert oder in\nkrankhaftem Wuchern sich verzehren muss. Wir halten so viel von dem\nreinen und kräftigen Kerne des deutschen Wesens, dass wir gerade von\nihm jene Ausscheidung gewaltsam eingepflanzter fremder Elemente zu\nerwarten wagen und es für möglich erachten, dass der deutsche Geist\nsich auf sich selbst zurückbesinnt. Vielleicht wird Mancher meinen,\njener Geist müsse seinen Kampf mit der Ausscheidung des Romanischen\nbeginnen: wozu er eine äusserliche Vorbereitung und Ermuthigung in\nder siegreichen Tapferkeit und blutigen Glorie des letzten Krieges\nerkennen dürfte, die innerliche Nöthigung aber in dem Wetteifer suchen\nmuss, der erhabenen Vorkämpfer auf dieser Bahn, Luther’s ebensowohl\nals unserer grossen Künstler und Dichter, stets werth zu sein. Aber\nnie möge er glauben, ähnliche Kämpfe ohne seine Hausgötter, ohne seine\nmythische Heimat, ohne ein “Wiederbringen” aller deutschen Dinge,\nkämpfen zu können! Und wenn der Deutsche zagend sich nach einem\nFührer umblicken sollte, der ihn wieder in die längst verlorne Heimat\nzurückbringe, deren Wege und Stege er kaum mehr kennt – so mag er nur\ndem wonnig lockenden Rufe des dionysischen Vogels lauschen, der über\nihm sich wiegt und ihm den Weg dahin deuten will.",
        "Wir hatten unter den eigenthümlichen Kunstwirkungen der musikalischen\nTragödie eine apollinische Täuschung hervorzuheben, durch die wir\nvor dem unmittelbaren Einssein mit der dionysischen Musik gerettet\nwerden sollen, während unsre musikalische Erregung sich auf einem\napollinischen Gebiete und an einer dazwischengeschobenen sichtbaren\nMittelwelt entladen kann. Dabei glaubten wir beobachtet zu haben, wie\neben durch diese Entladung jene Mittelwelt des scenischen Vorgangs,\nüberhaupt das Drama, in einem Grade von innen heraus sichtbar und\nverständlich wurde, der in aller sonstigen apollinischen Kunst\nunerreichbar ist: so dass wir hier, wo diese gleichsam durch den Geist\nder Musik beschwingt und emporgetragen war, die höchste Steigerung\nihrer Kräfte und somit in jenem Bruderbunde des Apollo und des\nDionysus die Spitze ebensowohl der apollinischen als der dionysischen\nKunstabsichten anerkennen mussten.",
        "Freilich erreichte das apollinische Lichtbild gerade bei der inneren\nBeleuchtung durch die Musik nicht die eigenthümliche Wirkung der\nschwächeren Grade apollinischer Kunst; was das Epos oder der beseelte\nStein vermögen, das anschauende Auge zu jenem ruhigen Entzücken an der\nWelt der individuatio zu zwingen, das wollte sich hier, trotz einer\nhöheren Beseeltheit und Deutlichkeit, nicht erreichen lassen. Wir\nschauten das Drama an und drangen mit bohrendem Blick in seine\ninnere bewegte Welt der Motive – und doch war uns, als ob nur ein\nGleichnissbild an uns vorüberzöge, dessen tiefsten Sinn wir fast\nzu errathen glaubten und das wir, wie einen Vorhang, fortzuziehen\nwünschten, um hinter ihm das Urbild zu erblicken. Die hellste\nDeutlichkeit des Bildes genügte uns nicht: denn dieses schien eben\nsowohl Etwas zu offenbaren als zu verhüllen; und während es mit seiner\ngleichnissartigen Offenbarung zum Zerreissen des Schleiers, zur\nEnthüllung des geheimnissvollen Hintergrundes aufzufordern schien,\nhielt wiederum gerade jene durchleuchtete Allsichtbarkeit das Auge\ngebannt und wehrte ihm, tiefer zu dringen.",
        "Wer dies nicht erlebt hat, zugleich schauen zu müssen und zugleich\nüber das Schauen hinaus sich zu sehnen, wird sich schwerlich\nvorstellen, wie bestimmt und klar diese beiden Prozesse bei der\nBetrachtung des tragischen Mythus nebeneinander bestehen und\nnebeneinander empfunden werden: während die wahrhaft aesthetischen\nZuschauer mir bestätigen werden, dass unter den eigenthümlichen\nWirkungen der Tragödie jenes Nebeneinander die merkwürdigste sei. Man\nübertrage sich nun dieses Phänomen des aesthetischen Zuschauers in\neinen analogen Prozess im tragischen Künstler, und man wird die\nGenesis des tragischen Mythus verstanden haben. Er theilt mit der\napollinischen Kunstsphäre die volle Lust am Schein und am Schauen und\nzugleich verneint er diese Lust und hat eine noch höhere Befriedigung\nan der Vernichtung der sichtbaren Scheinwelt. Der Inhalt des\ntragischen Mythus ist zunächst ein episches Ereigniss mit der\nVerherrlichung des kämpfenden Helden: woher stammt aber jener an\nsich räthselhafte Zug, dass das Leiden im Schicksale des Helden,\ndie schmerzlichsten Ueberwindungen, die qualvollsten Gegensätze der\nMotive, kurz die Exemplification jener Weisheit des Silen, oder,\naesehetisch ausgedrückt, das Hässliche und Disharmonische, in so\nzahllosen Formen, mit solcher Vorliebe immer von Neuem dargestellt\nwird und gerade in dem üppigsten und jugendlichsten Alter eines\nVolkes, wenn nicht gerade an diesem Allen eine höhere Lust percipirt\nwird?",
        "Denn dass es im Leben wirklich so tragisch zugeht, würde am wenigsten\ndie Entstehung einer Kunstform erklären; wenn anders die Kunst\nnicht nur Nachahmung der Naturwirklichkeit, sondern gerade ein\nmetaphysisches Supplement der Naturwirklichkeit ist, zu deren\nUeberwindung neben sie gestellt. Der tragische Mythus, sofern er\nüberhaupt zur Kunst gehört, nimmt auch vollen Antheil an dieser\nmetaphysischen Verklärungsabsicht der Kunst überhaupt: was verklärt\ner aber, wenn er die Erscheinungswelt unter dem Bilde des leidenden\nHelden vorführt? Die “Realität”. dieser Erscheinungswelt am wenigsten,\ndenn er sagt uns gerade: “Seht hin! Seht genau hin! Dies ist euer\nLeben! Dies ist der Stundenzeiger an eurer Daseinsuhr!”",
        "Und dieses Leben zeigte der Mythus, um es vor uns damit zu verklären?\nWenn aber nicht, worin liegt dann die aesthetische Lust, mit der wir\nauch jene Bilder an uns vorüberziehen lassen? Ich frage nach der\naesthetischen Lust und weiss recht wohl, dass viele dieser Bilder\nausserdem mitunter noch eine moralische Ergetzung, etwa unter der Form\ndes Mitleides oder eines sittlichen Triumphes, erzeugen können. Wer\ndie Wirkung des Tragischen aber allein aus diesen moralischen Quellen\nableiten wollte, wie es freilich in der Aesthetik nur allzu lange\nüblich war, der mag nur nicht glauben, etwas für die Kunst damit\ngethan zu haben: die vor Allem Reinheit in ihrem Bereiche verlangen\nmuss. Für die Erklärung des tragischen Mythus ist es gerade die erste\nForderung, die ihm eigenthümliche Lust in der rein aesthetischen\nSphäre zu suchen, ohne in das Gebiet des Mitleids, der Furcht, des\nSittlich – Erhabenen überzugreifen. Wie kann das Hässliche und das\nDisharmonische, der Inhalt des tragischen Mythus, eine aesthetische\nLust erregen?",
        "Hier nun wird es nöthig, uns mit einem kühnen Anlauf in eine\nMetaphysik der Kunst hinein zu schwingen, indem ich den früheren Satz\nwiederhole, dass nur als ein aesthetisches Phänomen das Dasein und\ndie Welt gerechtfertigt erscheint: in welchem Sinne uns gerade der\ntragische Mythus zu überzeugen hat, dass selbst das Hässliche und\nDisharmonische ein künstlerisches Spiel ist, welches der Wille, in der\newigen Fülle seiner Lust, mit sich selbst spielt. Dieses schwer zu\nfassende Urphänomen der dionysischen Kunst wird aber auf directem\nWege einzig verständlich und unmittelbar erfasst in der wunderbaren\nBedeutung der musikalischen Dissonanz: wie überhaupt die Musik, neben\ndie Welt hingestellt, allein einen Begriff davon geben kann, was unter\nder Rechtfertigung der Welt als eines aesthetischen Phänomens zu\nverstehen ist. Die Lust, die der tragische Mythus erzeugt, hat eine\ngleiche Heimat, wie die lustvolle Empfindung der Dissonanz in der\nMusik. Das Dionysische, mit seiner selbst am Schmerz percipirten\nUrlust, ist der gemeinsame Geburtsschooss der Musik und des tragischen\nMythus.",
        "Sollte sich nicht inzwischen dadurch, dass wir die Musikrelation der\nDissonanz zu Hülfe nahmen, jenes schwierige Problem der tragischen\nWirkung wesentlich erleichtert haben? Verstehen wir doch jetzt, was\nes heissen will, in der Tragödie zugleich schauen zu wollen und sich\nüber das Schauen hinaus zu sehnen: welchen Zustand wir in Betreff der\nkünstlerisch verwendeten Dissonanz eben so zu charakterisiren hätten,\ndass wir hören wollen und über das Hören uns zugleich hinaussehnen.\nJenes Streben in’s Unendliche, der Flügelschlag der Sehnsucht, bei\nder höchsten Lust an der deutlich percipirten Wirklichkeit, erinnern\ndaran, dass wir in beiden Zuständen ein dionysisches Phänomen zu\nerkennen haben, das uns immer von Neuem wieder das spielende Aufhauen\nund Zertrümmern der Individualwelt als den Ausfluss einer Urlust\noffenbart, in einer ähnlichen Weise, wie wenn von Heraklit dem Dunklen\ndie weltbildende Kraft einem Kinde verglichen wird, das spielend\nSteine hin und her setzt und Sandhaufen aufbaut und wieder einwirft.",
        "Um also die dionysische Befähigung eines Volkes richtig abzuschätzen,\ndürften wir nicht nur an die Musik des Volkes, sondern eben so\nnothwendig an den tragischen Mythus dieses Volkes als den zweiten\nZeugen jener Befähigung zu denken haben. Es ist nun, bei dieser\nengsten Verwandtschaft zwischen Musik und Mythus, in gleicher Weise\nzu vermuthen, dass mit einer Entartung und Depravation des Einen eine\nVerkümmerung der Anderen verbunden sein wird: wenn anders in der\nSchwächung des Mythus überhaupt eine Abschwächung des dionysischen\nVermögens zum Ausdruck kommt. Ueber Beides dürfte uns aber ein Blick\nauf die Entwicklung des deutschen Wesens nicht in Zweifel lassen: in\nder Oper wie in dem abstracten Charakter unseres mythenlosen Daseins,\nin einer zur Ergetzlichkeit herabgesunkenen Kunst, wie in einem vom\nBegriff geleiteten Leben, hatte sich uns jene gleich unkünstlerische,\nals am Leben zehrende Natur des sokratischen Optimismus enthüllt.\nZu unserem Troste aber gab es Anzeichen dafür, dass trotzdem der\ndeutsche Geist in herrlicher Gesundheit, Tiefe und dionysischer Kraft\nunzerstört, gleich einem zum Schlummer niedergesunknen Ritter, in\neinem unzugänglichen Abgrunde ruhe und träume: aus welchem Abgrunde\nzu uns das dionysische Lied emporsteigt, um uns zu verstehen zu\ngeben, dass dieser deutsche Ritter auch jetzt noch seinen uralten\ndionysischen Mythus in selig – ernsten Visionen träumt. Glaube\nNiemand, dass der deutsche Geist seine mythische Heimat auf ewig\nverloren habe, wenn er so deutlich noch die Vogelstimmen versteht, die\nvon jener Heimat erzählen. Eines Tages wird er sich wach finden, in\naller Morgenfrische eines ungeheuren Schlafes: dann wird er Drachen\ntödten, die tückischen Zwerge vernichten und Brünnhilde erwecken – und\nWotan’s Speer selbst wird seinen Weg nicht hemmen können!",
        "Meine Freunde, ihr, die ihr an die dionysische Musik glaubt, ihr\nwisst auch, was für uns die Tragödie bedeutet. In ihr haben wir,\nwiedergeboren aus der Musik, den tragischen Mythus – und in ihm dürft\nihr Alles hoffen und das Schmerzlichste vergessen! Das Schmerzlichste\naber ist für uns alle – die lange Entwürdigung, unter der der deutsche\nGenius, entfremdet von Haus und Heimat, im Dienst tückischer Zwerge\nlebte. Ihr versteht das Wort – wie ihr auch, zum Schluss, meine\nHoffnungen verstehen werdet.",
        "Musik und tragischer Mythus sind in gleicher Weise Ausdruck der\ndionysischen Befähigung eines Volkes und von einander untrennbar.\nBeide entstammen einem Kunstbereiche, das jenseits des Apollinischen\nliegt; beide verklären eine Region, in deren Lustaccorden die\nDissonanz eben so wie das schreckliche Weltbild reizvoll verklingt;\nbeide spielen mit dem Stachel der Unlust, ihren überaus mächtigen\nZauberkünsten vertrauend; beide rechtfertigen durch dieses Spiel\ndie Existenz selbst der “schlechtesten Welt.” Hier zeigt sich\ndas Dionysische, an dem Apollinischen gemessen, als die ewige\nund ursprüngliche Kunstgewalt, die überhaupt die ganze Welt\nder Erscheinung in’s Dasein ruft: in deren Mitte ein neuer\nVerklärungsschein nöthig wird, um die belebte Welt der Individuation\nim Leben festzuhalten. Könnten wir uns eine Menschwerdung der\nDissonanz denken – und was ist sonst der Mensch? – so würde diese\nDissonanz, um leben zu können, eine herrliche Illusion brauchen, die\nihr einen Schönheitsschleier über ihr eignes Wesen decke. Dies ist die\nwahre Kunstabsicht des Apollo: in dessen Namen wir alle jene zahllosen\nIllusionen des schönen Scheins zusammenfassen, die in jedem Augenblick\ndas Dasein überhaupt lebenswerth machen und zum Erleben des nächsten\nAugenblicks drängen.",
        "Dabei darf von jenem Fundamente aller Existenz, von dem dionysischen\nUntergrunde der Welt, genau nur soviel dem menschlichen Individuum\nin’s Bewusstsein treten, als von jener apollinischen Verklärungskraft\nwieder überwunden werden kann, so dass diese beiden Kunsttriebe ihre\nKräfte in strenger wechselseitiger Proportion, nach dem Gesetze ewiger\nGerechtigkeit, zu entfalten genöthigt sind. Wo sich die dionysischen\nMächte so ungestüm erheben, wie wir dies erleben, da muss auch bereits\nApollo, in eine Wolke gehüllt, zu uns herniedergestiegen sein; dessen\nüppigste Schönheitswirkungen wohl eine nächste Generation schauen\nwird.",
        "Dass diese Wirkung aber nöthig sei, dies würde Jeder am sichersten,\ndurch Intuition, nachempfinden, wenn er einmal, sei es auch im Traume,\nin eine althellenische Existenz sich zurückversetzt fühlte: im\nWandeln unter hohen ionischen Säulengängen, aufwärtsblickend zu einem\nHorizont, der durch reine und edle Linien abgeschnitten ist, neben\nsich Wiederspiegelungen seiner verklärten Gestalt in leuchtendem\nMarmor, rings um sich feierlich schreitende oder zart bewegte\nMenschen, mit harmonisch tönenden Lauten und rhythmischer\nGebärdensprache – würde er nicht, bei diesem fortwährenden Einströmen\nder Schönheit, zu Apollo die Hand erhebend ausrufen müssen: “Seliges\nVolk der Hellenen! Wie gross muss unter euch Dionysus sein, wenn der\ndelische Gott solche Zauber für nöthig hält, um euren dithyrambischen\nWahnsinn zu heilen!” – Einem so Gestimmten dürfte aber ein greiser\nAthener, mit dem erhabenen Auge des Aeschylus zu ihm aufblickend,\nentgegnen: “Sage aber auch dies, du wunderlicher Fremdling: wie\nviel musste dies Volk leiden, um so schön werden zu können! Jetzt\naber folge mir zur Tragödie und opfere mit mir im Tempel beider\nGottheiten!”",
        "\nThis complete text of Die Geburt der Tragödie/ Die Geburt der Tragödie aus dem Geiste (The Birth of Tragedy/ The Birth of Tragedy from the Spirit of Music) from 1872 by Friedrich Wilhelm Nietzsche\nis provided as free e-text and belongs to the public domain.\n\nSee this book in German or English at Amazon.\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on September 2003.\n"
    ]
}