{
    "title": "Die Leiden des jungen Werther - Am 18. August (von Johann Wolfgang von Goethe)",
    "author": "Unknown",
    "chapter": "34",
    "content": [
        "\n\n",
        "Mußte denn das so sein, daß das, was des Menschen Glückseligkeit macht,\nwieder die Quelle seines Elendes würde?",
        "Das volle, warme Gefühl meines Herzens an der lebendigen Natur, das\nmich mit so vieler Wonne überströmte, das rings umher die Welt mir zu\neinem Paradiese schuf, wird mir jetzt zu einem unerträglichen Peiniger,\nzu einem quälenden Geist, der mich auf allen Wegen verfolgt. Wenn\nich sonst vom Felsen über den Fluß bis zu jenen Hügeln das fruchtbare\nTal überschaute und alles um mich her keimen und quellen sah; wenn ich\njene Berge, vom Fuße bis auf zum Gipfel, mit hohen, dichten Bäumen\nbekleidet, jene Täler in ihren mannigfaltigen Krümmungen von den\nlieblichsten Wäldern beschattet sah, und der sanfte Fluß zwischen den\nlispelnden Rohren dahingleitete und die lieben Wolken abspiegelte, die\nder sanfte Abendwind am Himmel herüberwiegte; wenn ich dann die Vögel\num mich den Wald beleben hörte, und die Millionen Mückenschwärme im\nletzten roten Strahle der Sonne mutig tanzten, und ihr letzter\nzuckender Blick den summenden Käfer aus seinem Grase befreite, und das\nSchwirren und Weben um mich her mich auf den Boden aufmerksam machte,\nund das Moos, das meinem harten Felsen seine Nahrung abzwingt, und das\nGeniste, das den dürren Sandhügel hinunter wächst, mir das innere,\nglühende, heilige Leben der Natur eröffnete: wie faßte ich das alles\nin mein warmes Herz, fühlte mich in der überfließenden Fülle wie\nvergöttert, und die herrlichen Gestalten der unendlichen Welt bewegten\nsich allbelebend in meiner Seele. Ungeheure Berge umgaben mich,\nAbgründe lagen vor mir, und Wetterbäche stürzten herunter, die Flüsse\nströmten unter mir, und Wald und Gebirg erklang; und ich sah sie\nwirken und schaffen ineinander in den Tiefen der Erde, alle die\nunergründlichen Kräfte; und nun über der Erde und unter dem Himmel\nwimmeln die Geschlechter der mannigfaltigen Geschöpfe. Ales, alles\nbevölkert mit tausendfachen Gestalten; und die Menschen dann sich in\nHäuslein zusammen sichern und sich annisten und herrschen in ihrem\nSinne über die weite Welt! Armer Tor! Der du alles so gering achtest,\nweil du so klein bist.—vom unzugänglichen Gebirge über die Einöde,\ndie kein Fuß betrat, bis ans Ende des unbekannten Ozeans weht der\nGeist des Ewigschaffenden und freut sich jedes Staubes, der ihn\nvernimmt und lebt.—ach damals, wie oft habe ich mich mit Fittichen\neines Kranichs, der über mich hin flog, zu dem Ufer des ungemessenen\nMeeres gesehnt, aus dem schäumenden Becher des Unendlichen jene\nschwellende Lebenswonne zu trinken und nur einen Augenblick in der\neingeschränkten Kraft meines Busens einen Tropfen der Seligkeit des\nWesens zu fühlen, das alles in sich und durch sich hervorbringt.",
        "Bruder, nur die Erinnerung jener Stunden macht mir wohl. Selbst diese\nAnstrengung, jene unsäglichen Gelüste zurückzurufen, wieder\nauszusprechen, hebt meine Seele über sich selbst und läßt mich dann\ndas Bange des Zustandes doppelt empfinden, der mich jetzt umgibt.",
        "Es hat sich vor meiner Seele wie ein Vorhang weggezogen, und der\nSchauplatz des unendlichen Lebens verwandelt sich vor mir in den\nAbgrund des ewig offenen Grabes. Kannst du sagen: Das ist! Da alles\nvorübergeht? Da alles mit der Wetterschnelle vorüberrollt, so selten\ndie ganze Kraft seines Daseins ausdauert, ach, in den Strom\nfortgerissen, untergetaucht und an Felsen zerschmettert wird? Da ist\nkein Augenblick, der nicht dich verzehrte und die Deinigen um dich her,\nkein Augenblick, da du nicht ein Zerstörer bist, sein mußt; der\nharmloseste Spaziergang kostet tausend armen Würmchen das Leben, es\nzerrüttet ein Fußtritt die mühseligen Gebäude der Ameisen und stampft\neine kleine Welt in ein schmähliches Grab. Ha! Nicht die große,\nseltne Not der Welt, diese Fluten, die eure Dörfer wegspülen, diese\nErdbeben, die eure Städte verschlingen, rühren mich; mir untergräbt\ndas Herz die verzehrende Kraft, die in dem All der Natur verborgen\nliegt; die nichts gebildet hat, das nicht seinen Nachbar, nicht sich\nselbst zerstörte. Und so taumle ich beängstigt. Himmel und Erde und\nihre webenden Kräfte um mich her: ich sehe nichts als ein ewig\nverschlingendes, ewig wiederkäuendes Ungeheuer.",
        "Continue...",
        "\nThis complete text of “Die Leiden des jungen Werther” by Johann Wolfgang von Goethe,\nas well as the paintings by Caspar David Friedrich, are in the public domain.\n\n\n\nAmazon: “Die Leiden des jungen Werther”.\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on April 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}