{
    "title": "Die Geburt der Tragödie - 6. (Von Friedrich Wilhelm Nietzsche)",
    "author": "Unknown",
    "chapter": "14",
    "content": [
        "\n\n",
        "In Betreff des Archilochus hat die gelehrte Forschung entdeckt, dass\ner das Volkslied in die Litteratur eingeführt habe, und dass ihm,\ndieser That halber, jene einzige Stellung neben Homer, in der\nallgemeinen Schätzung der Griechen zukomme. Was aber ist das Volkslied\nim Gegensatz zu dem völlig apollinischen Epos? Was anders als das\nperpetuum vestigium einer Vereinigung des Apollinischen und des\nDionysischen; seine ungeheure, über alle Völker sich erstreckende\nund in immer neuen Geburten sich steigernde Verbreitung ist uns ein\nZeugniss dafür, wie stark jener künstlerische Doppeltrieb der Natur\nist: der in analoger Weise seine Spuren im Volkslied hinterlässt,\nwie die orgiastischen Bewegungen eines Volkes sich in seiner Musik\nverewigen. Ja es müsste auch historisch nachweisbar sein, wie jede\nan Volksliedern reich productive Periode zugleich auf das Stärkste\ndurch dionysische Strömungen erregt worden ist, welche wir immer als\nUntergrund und Voraussetzung des Volksliedes zu betrachten haben.",
        "Das Volkslied aber gilt uns zu allernächst als musikalischer\nWeltspiegel, als ursprüngliche Melodie, die sich jetzt eine parallele\nTraumerscheinung sucht und diese in der Dichtung ausspricht. Die\nMelodie ist also das Erste und Allgemeine, das deshalb auch mehrere\nObjectivationen, in mehreren Texten, an sich erleiden kann. Sie\nist auch das bei weitem wichtigere und nothwendigere in der naiven\nSchätzung des Volkes. Die Melodie gebiert die Dichtung aus sich und\nzwar immer wieder von Neuem; nichts Anderes will uns die Strophenform\ndes Volksliedes sagen: welches Phänomen ich immer mit Erstaunen\nbetrachtet habe, bis ich endlich diese Erklärung fand. Wer eine\nSammlung von Volksliedern z.B. des Knaben Wunderhorn auf diese Theorie\nhin ansieht, der wird unzählige Beispiele finden, wie die fortwährend\ngebärende Melodie Bilderfunken um sich aussprüht: die in ihrer\nBuntheit, ihrem jähen Wechsel, ja ihrem tollen Sichüberstürzen eine\ndem epischen Scheine und seinem ruhigen Fortströmen wildfremde\nKraft offenbaren. Vom Standpunkte des Epos ist diese ungleiche und\nunregelmässige Bilderwelt der Lyrik einfach zu verurtheilen: und dies\nhaben gewiss die feierlichen epischen Rhapsoden der apollinischen\nFeste im Zeitalter des Terpander gethan.",
        "In der Dichtung des Volksliedes sehen wir also die Sprache auf das\nStärkste angespannt, die Musik nachzuahmen: deshalb beginnt mit\nArchilochus eine neue Welt der Poesie, die der homerischen in ihrem\ntiefsten Grunde widerspricht. Hiermit haben wir das einzig mögliche\nVerhältniss zwischen Poesie und Musik, Wort und Ton bezeichnet: das\nWort, das Bild, der Begriff sucht einen der Musik analogen Ausdruck\nund erleidet jetzt die Gewalt der Musik an sich. In diesem Sinne\ndürfen wir in der Sprachgeschichte des griechischen Volkes zwei\nHauptströmungen unterscheiden, jenachdem die Sprache die Erscheinungs-\nund Bilderwelt oder die Musikwelt nachahmte. Man denke nur einmal\ntiefer über die sprachliche Differenz der Farbe, des syntaktischen\nBau’s, des Wortmaterial’s bei Homer und Pindar nach, um die Bedeutung\ndieses Gegensatzes zu begreifen; ja es wird Einem dabei handgreiflich\ndeutlich, dass zwischen Homer und Pindar die orgiastischen\nFlötenweisen des Olympus erklungen sein müssen, die noch im Zeitalter\ndes Aristoteles, inmitten einer unendlich entwickelteren Musik, zu\ntrunkner Begeisterung hinrissen und gewiss in ihrer ursprünglichen\nWirkung alle dichterischen Ausdrucksmittel der gleichzeitigen Menschen\nzur Nachahmung aufgereizt haben. Ich erinnere hier an ein bekanntes,\nunserer Aesthetik nur anstössig dünkendes Phänomen unserer Tage.\nWir erleben es immer wieder, wie eine Beethoven’sche Symphonie die\neinzelnen Zuhörer zu einer Bilderrede nöthigt, sei es auch dass eine\nZusammenstellung der verschiedenen, durch ein Tonstück erzeugten\nBilderwelten sich recht phantastisch bunt, ja widersprechend ausnimmt:\nan solchen Zusammenstellungen ihren armen Witz zu üben und das doch\nwahrlich erklärenswerthe Phänomen zu übersehen, ist recht in der Art\njener Aesthetik. Ja selbst wenn der Tondichter in Bildern über eine\nComposition geredet hat, etwa wenn er eine Symphonie als pastorale\nund einen Satz als “Scene am Bach”, einen anderen als “lustiges\nZusammensein der Landleute” bezeichnet, so sind das ebenfalls nur\ngleichnissartige, aus der Musik geborne Vorstellungen – und nicht etwa\ndie nachgeahmten Gegenstände der Musik – Vorstellungen, die über den\ndionysischen Inhalt der Musik uns nach keiner Seite hin belehren\nkönnen, ja die keinen ausschliesslichen Werth neben anderen Bildern\nhaben. Diesen Prozess einer Entladung der Musik in Bildern haben wir\nuns nun auf eine jugendfrische, sprachlich schöpferische Volksmenge\nzu übertragen, um zur Ahnung zu kommen, wie das strophische Volkslied\nentsteht, und wie das ganze Sprachvermögen durch das neue Princip der\nNachahmung der Musik aufgeregt wird.",
        "Dürfen wir also die lyrische Dichtung als die nachahmende\nEffulguration der Musik in Bildern und Begriffen betrachten, so\nkönnen wir jetzt fragen: “als was erscheint die Musik im Spiegel der\nBildlichkeit und der Begriffe?” Sie erscheint als Wille, das Wort\nim Schopenhauerischen Sinne genommen, d.h. als Gegensatz der\naesthetischen, rein beschaulichen willenlosen Stimmung. Hier\nunterscheide man nun so scharf als möglich den Begriff des Wesens von\ndem der Erscheinung: denn die Musik kann, ihrem Wesen nach, unmöglich\nWille sein, weil sie als solcher gänzlich aus dem Bereich der Kunst\nzu bannen wäre – denn der Wille ist das an sich Unaesthetische -;\naber sie erscheint als Wille. Denn um ihre Erscheinung in Bildern\nauszudrücken, braucht der Lyriker alle Regungen der Leidenschaft, vom\nFlüstern der Neigung bis zum Grollen des Wahnsinns; unter dem Triebe,\nin apollinischen Gleichnissen von der Musik zu reden, versteht er die\nganze Natur und sich in ihr nur als das ewig Wollende, Begehrende,\nSehnende. Insofern er aber die Musik in Bildern deutet, ruht er selbst\nin der stillen Meeresruhe der apollinischen Betrachtung, so sehr auch\nalles, was er durch das Medium der Musik anschaut, um ihn herum in\ndrängender und treibender Bewegung ist. Ja wenn er sich selbst durch\ndasselbe Medium erblickt, so zeigt sich ihm sein eignes Bild im\nZustande des unbefriedigten Gefühls: sein eignes Wollen, Sehnen,\nStöhnen, Jauchzen ist ihm ein Gleichniss, mit dem er die Musik sich\ndeutet. Dies ist das Phänomen des Lyrikers: als apollinischer Genius\ninterpretirt er die Musik durch das Bild des Willens, während er\nselbst, völlig losgelöst von der Gier des Willens, reines ungetrübtes\nSonnenauge ist.",
        "Diese ganze Erörterung hält daran fest, dass die Lyrik eben so\nabhängig ist vom Geiste der Musik als die Musik selbst, in ihrer\nvölligen Unumschränktheit, das Bild und den Begriff nicht braucht,\nsondern ihn nur neben sich erträgt. Die Dichtung des Lyrikers kann\nnichts aussagen, was nicht in der ungeheuersten Allgemeinheit und\nAllgültigkeit bereits in der Musik lag, die ihn zur Bilderrede\nnöthigte. Der Weltsymbolik der Musik ist eben deshalb mit der Sprache\nauf keine Weise erschöpfend beizukommen, weil sie sich auf den\nUrwiderspruch und Urschmerz im Herzen des Ur-Einen symbolisch bezieht,\nsomit eine Sphäre symbolisirt, die über alle Erscheinung und vor aller\nErscheinung ist. Ihr gegenüber ist vielmehr jede Erscheinung nur\nGleichniss: daher kann die Sprache, als Organ und Symbol der\nErscheinungen, nie und nirgends das tiefste Innere der Musik nach\nAussen kehren, sondern bleibt immer, sobald sie sich auf Nachahmung\nder Musik einlässt, nur in einer äusserlichen Berührung mit der Musik,\nwährend deren tiefster Sinn, durch alle lyrische Beredsamkeit, uns\nauch keinen Schritt näher gebracht werden kann.",
        "Continue...",
        "\nThis complete text of Die Geburt der Tragödie/ Die Geburt der Tragödie aus dem Geiste (The Birth of Tragedy/ The Birth of Tragedy from the Spirit of Music) from 1872 by Friedrich Wilhelm Nietzsche\nis provided as free e-text and belongs to the public domain.\n\nSee this book in German or English at Amazon.\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on September 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}