{
    "title": "Die Leiden des jungen Werther - Am 4. September (von Johann Wolfgang von Goethe)",
    "author": "Unknown",
    "chapter": "64",
    "content": [
        "\n\n",
        "Ja, es ist so. Wie die Natur sich zum Herbste neigt, wird es Herbst\nin mir und um mich her. Meine Blätter werden gelb, und schon sind\ndie Blätter der benachbarten Bäume abgefallen. Hab’ ich dir nicht\neinmal von einem Bauerburschen geschrieben, gleich da ich herkam?\nJetzt erkundigte ich mich wieder nach ihm in Wahlheim; es hieß, er\nsei aus dem Diemste gejagt worden, und niemand wollte was weiter von\nihm wissen. Gestern traf ich ihn von ungefähr auf dem Wege nach einem\nandern Dorfe, ich redete ihn an, und er erzählte mir seine Geschichte,\ndie mich doppelt und dreifach gerührt hat, wie du leicht begreifen\nwirst, wenn ich dir sie wiedererzähle. Doch wozu das alles? Warum\nbehalt’ ich nicht für mich, was mich ängstigt und kränkt? Warum\nbetrüb’ ich noch dich? Warum geb’ ich dir immer Gelegenheit, mich zu\nbedauern und mich zu schelten? Sei’s denn, auch das mag zu meinem\nSchicksal gehören!",
        "Mit einer stillen Traurigkeit, in der ich ein wenig scheues Wesen\nzu bemerken schien, antwortete der Mensch mir erst auf meine Fragen;\naber gar bald offner, als wenn er sich und mich auf einmal\nwiedererkennte, gestand er mir seine Fehler, klagte er mir sein\nUnglück. Könnt’ ich dir, mein Freund, jedes seiner Worte vor Gericht\nstellen! Er bekannte, ja er erzählte mit einer Art von Genuß und\nGlück der Wiedererinnerung, daß die Leidenschaft zu seiner Hausfrau\nsich in ihm tagtäglich vermehrt, daß er zuletzt nicht gewußt habe,\nwas er tue, nicht, wie er sich ausdrückte, wo er mit dem Kopfe\nhingesollt. Er habe weder essen noch trinken noch schlafen können, es\nhabe ihm an der Kehle gestockt, er habe getan, was er nicht tun\nsollen; was ihm aufgetragen worden, hab’ er vergessen, er sei als wie\nvon einem bösen Geist verfolgt gewesen, bis er eines Tages, als er\nsie in einer obern Kammer gewußt, ihr nachgegangen, ja vielmehr ihr\nnachgezogen worden sei; da sie seinen Bitten kein Gehör gegeben, hab’\ner sich ihrer mit Gewalt bemächtigen wollen; er wisse nicht, wie ihm\ngeschehen sei, und nehme Gott zum Zeugen, daß seine Absichten gegen\nsie immer redlich gewesen, und daß er nichts sehnlicher gewünscht,\nals daß sie ihn heiraten, daß sie mit ihm ihr Leben zubringen möchte.\nDa er eine Zeitlang geredet hatte, fing er an zu stocken, wie einer,\nder noch etwas zu sagen hat und sich es nicht herauszusagen getraut;\nendlich gestand er mir auch mit Schüchternheit, was sie ihm für\nkleine Vertraulichkeiten erlaubt, und welche Nähe sie ihm vergönnet.\nEr brach zwei-, dreimal ab und wiederholte die lebhaftesten\nProtestationen, daß er das nicht sage, um sie schlecht zu machen, wie\ner sich ausdrückte, daß er sie liebe und schätze wie vorher, daß so\netwas nicht über seinen Mund gekommen sei und daß er es mir nur sage,\num mich zu überzeugen, daß er kein ganz verkehrter und unsinniger\nMensch sei.",
        "—Und hier, mein Bester, fang’ ich mein altes Lied wieder an, das\nich ewig anstimmen werde: könnt’ ich dir den Menschen vorstellen, wie\ner vor mir stand, wie er noch vor mir steht! Könnt’ ich dir alles\nrecht sagen, damit du fühltest, wie ich an seinem Schicksale\nteilnehme, teilnehmen muß! Doch genug, da du auch mein Schicksal\nkennst, auch mich kennst, so weißt du nur zu wohl, was mich zu allen\nUnglücklichen, was mich besonders zu diesem Unglücklichen hinzieht.",
        "Da ich das Blut wieder durchlese, seh’ ich, daß ich das Ende der\nGeschichte zu erzählen vergessen habe, das sich aber leicht\nhinzudenken läßt. Sie erwehrte sich sein; ihr Bruder kam dazu, der\nihn schon lange gehaßt, der ihn schon lange aus dem Hause gewünscht\nhatte, weil er fürchtet, durch eine neue Heirat der Schwester werde\nseinen Kindern die Erbschaft entgehn, die ihnen jetzt, da sie\nkinderlos ist, schöne Hoffnungen gibt; dieser habe ihn gleich zum\nHause hinausgestoßen und einen solchen Lärm von der Sache gemacht,\ndaß die Frau, auch selbst wenn sie gewollt, ihn nicht wieder hätte\naufnehmen können. Jetzt habe sie wieder einen andern Knecht genommen,\nauch über den, sage man, sei sie mit dem Bruder zerfallen, und man\nbehaupte für gewiß, sie werde ihn heiraten, aber er sei fest\nentschlossen, das nicht zu erleben.",
        "Was ich dir erzähle, ist nicht übertrieben, nichts verzärtelt, ja\nich darf wohl sagen, schwach, schwach hab’ ich’s erzählt, und\nvergröbert hab’ ich’s, indem ich’s mit unsern hergebrachten\nsittlichen Worten vorgetragen habe.",
        "Diese Liebe, diese Treue, diese Leidenschaft ist also keine\ndichterische Erfindung. Sie lebt, sie ist in ihrer größten Reinheit\nunter der Klasse von Menschen, die wir ungebildet, die wir roh nennen.\nWir Gebildeten—zu Nichts Verbildeten! Lies die Geschichte mit\nAndacht, ich bitte dich. Ich bin heute still, indem ich das\nhinschreibe; du siehst an meiner Hand, daß ich nicht so strudele und\nsudele wie sonst. Lies, mein Geliebter, und denke dabei, daß es auch\ndie Geschichte deines Freundes ist. Ja so ist mir’s gegangen, so\nwird mir’s gehn, und ich bin nicht halb so brav, nicht halb so\nentschlossen als der arme Unglückliche, mit dem ich mich zu\nvergleichen mich fast nicht getraue.",
        "Continue...",
        "\nThis complete text of “Die Leiden des jungen Werther” by Johann Wolfgang von Goethe,\nas well as the paintings by Caspar David Friedrich, are in the public domain.\n\n\n\nAmazon: “Die Leiden des jungen Werther”.\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on April 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}