{
    "title": "Die Leiden des jungen Werther - Am 20. Dezember (von Johann Wolfgang von Goethe)",
    "author": "Unknown",
    "chapter": "89",
    "content": [
        "\n\n",
        "Ich danke deiner Liebe, Wilhelm, daß du das Wort so aufgefangen\nhast. Ja, du hast recht: mir wäre besser, ich ginge. Der Vorschlag,\nden du zu einer Rückkehr zu euch tust, gefällt mir nicht ganz;\nwenigstens möchte ich noch gern einen Umweg machen, besonders da wir\nanhaltenden Frost und gute Wege zu hoffen haben. Auch ist mir es sehr\nlieb, daß du kommen willst, mich abzuholen; verziehe nur noch\nvierzehn Tage, und erwarte noch einen Brief von mir mit dem Weiteren.\nEs ist nötig, daß nichts gepflückt werde, ehe es reif ist. Und\nvierzehn Tage auf oder ab tun viel. Meiner Mutter sollst du sagen:\ndaß sie für ihren Sohn beten soll, und daß ich sie um Vergebung bitte\nwegen alles Verdrusses, den ich ihr gemacht habe. Das war nun mein\nSchicksal, die zu betrüben, denen ich Freude schuldig war. Leb’ wohl,\nmein Teuerster! Allen Segen des Himmels über dich! Leb’ wohl!”",
        "Was in dieser Zeit in Lottens Seele vorging, wie ihre Gesinnungen\ngegen ihren Mann, gegen ihren unglücklichen Freund gewesen, getrauen\nwir uns kaum mit Worten auszudrücken, ob wir uns gleich davon, nach\nder Kenntnis ihres Charakters, wohl einen stillen Begriff machen\nkönnen, und eine schöne weibliche Seele sich in die ihrige denken und\nmit ihr empfinden kann.",
        "So viel ist gewiß, sie war fest bei sich entschlossen, alles zu tun,\num Werthern zu entfernen, und wenn sie zauderte, so war es eine\nherzliche, freundschaftliche Schonung, weil sie wußte, wie viel es\nihm kosten, ja daß es ihm beinahe unmöglich sein würde. Doch ward sie\nin dieser Zeit mehr gedrängt, Ernst zu machen; es schwieg ihr Mann\nganz über dies Verhältnis, wie sie auch immer darüber geschwiegen\nhatte, und um so mehr war ihr angelegen, ihm durch die Tat zu\nbeweisen, wie ihre Gesinnungen der seinigen wert seien.",
        "An demselben Tage, als Werther den zuletzt eingeschalteten Brief an\nseinen Freund geschrieben, es war der Sonntag vor Weihnachten, kam er\nabends zu Lotten und fand sie allein. Sie beschäftigte sich, einige\nSpielwerke in Ordnung zu bringen, die sie ihren kleinen Geschwistern\nzum Christgeschenke zurecht gemacht hatte. Er redete von dem\nVergnügen, das die Kleinen haben würden, und von den Zeiten, da einen\ndie unerwartete Öffnung der Tür und die Erscheinung eines\naufgeputzten Baumes mit Wachslichtern, Zuckerwerk und äpfeln in\nparadiesische Entzückung setzte.—\"Sie sollen,\"sagte Lotte, indem\nsie ihre Verlegenheit unter ein liebes Lächeln verbarg,\"Sie sollen\nauch beschert kriegen, wenn Sie recht geschickt sind; ein\nWachsstöckchen und noch was”.—\"Und was heißen Sie geschickt\nsein?\"rief er aus;\"wie soll ich sein? Wie kann ich sein? Beste\nLotte!\"-\"Donnerstag abend”, sagte sie,\"ist Weihnachtsabend, da kommen\ndie Kinder, mein Vater auch, da kriegt jedes das Seinige, da kommen\nSie auch—aber nicht eher”.—Werther stutzte.—\"Ich bitte Sie,\"\nfuhr sie fort, “es ist nun einmal so, ich bitte um meiner Ruhe willen,\nes kann nicht, es kann nicht so bleiben”.—Er wendete seine Augen\nvon ihr und ging in der Stube auf und ab und murmelte das “es kann\nnicht so bleiben!” zwischen den Zähnen.—Lotte, die den schrecklichen\nZustand fühlte, worein ihn diese Worte versetzt hatten, suchte durch\nallerlei Fragen seine Gedanken abzulenken, aber vergebens.—\"Nein,\nLotte,\"rief er aus,\"ich werde Sie nicht wiedersehen!\"-\"Warum\ndas?\"versetzte sie,\"Werther, Sie können, Sie müssen uns wiedersehen,\nnur mäßigen Sie sich. O warum mußten Sie mit dieser Heftigkeit,\ndieser unbezwinglich haftenden Leidenschaft für alles, was Sie einmal\nanfassen, geboren werden! Ich bitte Sie,\"fuhr sie fort, indem sie\nihn bei der Hand nahm,\"mäßigen Sie sich! Ihr Geist, Ihre\nWissenschaften, Ihre Talente, was bieten die Ihnen für mannigfaltige\nErgetzungen dar! Sein Sie ein Mann, wenden Sie diese traurige\nAnhänglichkeit von einem Geschöpf, das nichts tun kann als Sie\nbedauern”.—Er knirrte mit den Zähnen und sah sie düster an.—Sie\nhielt seine Hand. “Nur einen Augenblick ruhigen Sinn, Werther!\"sagte\nsie”. Fühlen Sie nicht, daß Sie sich betriegen, sich mit Willen\nzugrunde richten! Warum denn mich, Werther? Just mich, das Eigentum\neines andern? Just das? Ich fürchte, ich fürchte, es ist nur die\nUnmöglichkeit, mich zu besitzen, die Ihnen diesen Wunsch so reizend\nmacht”.—Er zog seine Hand aus der ihrigen, indem er sie mit einem\nstarren, unwilligen Blick ansah. “Weise!” rief er, “sehr weise! Hat\nvielleicht Albert diese Anmerkung gemacht? Politisch! Sehr politisch!\n“-\"Es kann sie jeder machen”, versetzte sie drauf, “und sollte denn\nin der weiten Welt kein Mädchen sein, das die Wünsche Ihres Herzens\nerfüllte? Gewinnen Sie’s über sich, suchen Sie darnach, und ich\nschwöre Ihnen, Sie werden sie finden; denn schon lange ängstigt mich,\nfür Sie und uns, die Einschränkung, in die Sie sich diese Zeit her\nselbst gebannt haben. Gewinnen Sie über sich, eine Reise wird Sie,\nmuß Sie zerstreuen! Suchen Sie, finden Sie einen werten Gegenstand\nIhrer Liebe, und kehren Sie zurück, und lassen Sie uns zusammen die\nSeligkeit einer wahren Freundschaft genießen”. “das könnte man”,\nsagte er mit einem kalten Lachen, “drucken lassen und allen\nHofmeistern empfehlen. Liebe Lotte! Lassen Sie mir noch ein klein\nwenig Ruh, es wird alles werden!\"-\"nur das, Werther, daß Sie nicht\neher kommen als Weihnachtsabend!\"—er wollte antworten, und Albert\ntrat in die Stube. Man bot sich einen frostigen Guten Abend und ging\nverlegen im Zimmer neben einander auf und nieder. Werther fing einen\nunbedeutenden Diskurs an, der bald aus war, Albert desgleichen, der\nsodann seine Frau nach gewissen Aufträgen fragte und, als er hörte,\nsie seien noch nicht ausgerichtet, ihr einige Worte sagte, die\nWerthern kalt, ja gar hart vorkamen. Er wollte gehen, er konnte nicht\nund zauderte bis acht, da sich denn sein Unmut und Unwillen immer\nvermehrte, bis der Tisch gedeckt wurde, und er Hut und Stock nahm.\nAlbert lud ihn zu bleiben, er aber, der nur ein unbedeutendes\nKompliment zu hören glaubte, dankte kalt dagegen und ging weg.",
        "Er kam nach Hause, nahm seinem Burschen, der ihm leuchten wollte,\ndas Licht aus der Hand und ging allein in sein Zimmer, weinte laut,\nredete aufgebracht mit sich selbst, ging heftig die Stube auf und ab\nund warf sich endlich in seinen Kleidern aufs Bette, wo ihn der\nBediente fand, der es gegen eilfe wagte hineinzugehn, um zu fragen, ob\ner dem Herrn die Stiefeln ausziehen sollte, das er denn zuließ und\ndem Bedienten verbot, den andern Morgen ins Zimmer zu kommen, bis er\nihm rufen würde.",
        "Montags früh, den einundzwanzigsten Dezember, schrieb er folgenden\nBrief an Lotten, den man nach seinem Tode versiegelt auf seinem\nSchreibtische gefunden und ihr überbracht hat, und den ich absatzweise\nhier einrücken will, so wie aus den Umständen erhellet, daß er ihn\ngeschrieben habe.",
        "“Es ist beschlossen, Lotte, ich will sterben, und das schreibe ich\ndir ohne romantische überspannung, gelassen, an dem Morgen des Tages,\nan dem ich dich zum letzten Male sehen werde. Wenn du dieses liesest,\nmeine Beste, deckt schon das kühle Grab die erstarrten Reste des\nUnruhigen, Unglücklichen, der für die letzten Augenblicke seines\nLebens keine größere Süßigkeit weiß, als sich mit dir zu unterhalten.\nIch habe eine schreckliche Nacht gehabt und, ach, eine wohltätige\nNacht. Sie ist es, die meinen Entschluß befestiget, bestimmt hat:\nich will sterben! Wie ich mich gestern von dir riß, in der\nfürchterlichen Empörung meiner Sinne, wie sich alles das nach meinem\nHerzen drängte und mein hoffnungsloses, freudeloses Dasein neben dir\nin gräßlicher Kälte mich anpackte—ich erreichte kaum mein Zimmer,\nich warf mich außer mir auf meine Knie, und o Gott! Du gewährtest\nmir das letzte Labsal der bittersten Tränen! Tausend Anschläge,\ntausend Aussichten wüteten durch meine Seele, und zuletzt stand er da,\nfest, ganz, der letzte, einzige Gedanke: ich will sterben!—ich\nlegte mich nieder, und morgens, in der Ruhe des Erwachens, steht er\nnoch fest, noch ganz stark in meinem Herzen: ich will sterben!—es\nist nicht Verzweiflung, es ist Gewißheit, daß ich ausgetragen habe,\nund daß ich mich opfere für dich. Ja, Lotte! Warum sollte ich es\nverschweigen? Eins von uns dreien muß hinweg, und das will ich sein!\nO meine Beste! In diesem zerrissenen Herzen ist es wütend\nherumgeschlichen, oft—deinen Mann zu ermorden!—dich!—mich!\n—so sei es denn!—wenn du hinaufsteigst auf den Berg, an einem\nschönen Sommerabende, dann erinnere dich meiner, wie ich so oft das\nTal heraufkam, und dann blicke nach dem Kirchhofe hinüber nach meinem\nGrabe, wie der Wind das hohe Gras im Scheine der sinkenden Sonne hin\nund her wiegt.—ich war ruhig, da ich anfing, nun, nun weine ich\nwie ein Kind, da alles das so lebhaft um mich wird.-”",
        "Gegen zehn Uhr rief Werther seinem Bedienten, und unter dem\nAnziehen sagte er ihm, wie er in einigen Tagen verreisen würde, er\nsolle daher die Kleider auskehren und alles zum Einpacken zurecht\nmachen; auch gab er ihm Befehl, überall Kontos zu fordern, einige\nausgeliehene Bücher abzuholen und einigen Armen, denen er wöchentlich\netwas zu geben gewohnt war, ihr Zugeteiltes auf zwei Monate voraus zu\nbezahlen.",
        "Er ließ sich das Essen auf die Stube bringen, und nach Tische ritt\ner hinaus zum Amtmanne, den er nicht zu Hause antraf. Er ging\ntiefsinnig im Garten auf und ab und schien noch zuletzt alle\nSchwermut der Erinnerung auf sich häufen zu wollen.",
        "Die Kleinen ließen ihn nicht lange in Ruhe, sie verfolgten ihn,\nsprangen an ihm hinauf, erzählen ihm, daß, wenn morgen, und wieder\nmorgen, und noch ein Tag wäre, sie die Christgeschenke bei Lotten\nholten, und erzählten ihm Wunder, die sich ihre kleine\nEinbildungskraft versprach.—\"morgen!\"rief er aus,\"und wieder\nmorgen! Und noch ein Tag!\"—und küßte sie alle herzlich und wollte\nsie verlassen, als ihm der Kleine noch etwas in das Ohr sagen wollte.\nDer verriet ihm, die großen Brüder hätten schöne Neujahrswünsche\ngeschrieben, so groß! Und einen für den Papa, für Albert und Lotten\neinen und auch einen für Herrn Werther; die wollten sie am\nNeujahrstage früh überreichen. Das übermannte ihn, er schenkte jedem\netwas, setzte sich zu Pferde, ließ den Alten grüßen und ritt mit\nTränen in den Augen davon.",
        "Gegen fünf kam er nach Hause, befahl der Magd, nach dem Feuer zu\nsehen und es bis in die Nacht zu unterhalten. Den Bedienten hieß er\nBücher und Wäsche unten in den Koffer packen und die Kleider einnähen.\nDarauf schrieb er wahrscheinlich folgenden Absatz seines letzten\nBriefes an Lotten.",
        "“Du erwartest mich nicht! Du glaubst, ich würde gehorchen und erst\nWeihnachtsabend dich wieder sehn. O Lotte! Heut oder nie mehr.\nWeihnachtsabend hältst du dieses Papier in deiner Hand, zitterst und\nbenetzest es mit deinen lieben Tränen. Ich will, ich muß! O wie wohl\nist es mir, daß ich entschlossen bin”.",
        "Lotte war indes in einen sonderbaren Zustand geraten. Nach der\nletzten Unterredung mit Werthern hatte sie empfunden, wie schwer es\nihr fallen werde, sich von ihm zu trennen, was er leiden würde, wenn\ner sich von ihr entfernen sollte.",
        "Es war wie im Vorübergehn in Alberts Gegenwart gesagt worden, daß\nWerther vor Weihnachtsabend nicht wieder kommen werde, und Albert war\nzu einem Beamten in der Nachbarschaft geritten, mit dem er Geschäfte\nabzutun hatte, und wo er über Nacht ausbleiben mußte.",
        "Sie saß nun allein, keins von ihren Geschwistern war um sie, sie\nüberließ sich ihren Gedanken, die stille über ihren Verhältnissen\nherumschweiften. Sie sah sich nun mit dem Mann auf ewig verbunden,\ndessen Liebe und Treue sie kannte, dem sie von Herzen zugetan war,\ndessen Ruhe, dessen Zuverlässigkeit recht vom Himmel dazu bestimmt zu\nsein schien, daß eine wackere Frau das Glück ihres Lebens darauf\ngründen sollte; sie fühlte, was er ihr und ihren Kindern auf immer\nsein würde. Auf der andern Seite war ihr Werther so teuer geworden,\ngleich von dem ersten Augenblick ihrer Bekanntschaft an hatte sich die\nübereinstimmung ihrer Gemüter so schön gezeigt, der lange dauernde\nUmgang mit ihm, so manche durchlebte Situationen hatten einen\nunauslöschlichen Eindruck auf ihr Herz gemacht. Alles, was sie\nInteressantes fühlte und dachte, war sie gewohnt mit ihm zu teilen,\nund seine Entfernung drohete in ihr ganzes Wesen eine Lücke zu reißen,\ndie nicht wieder ausgefüllt werden konnte. O, hätte sie ihn in dem\nAugenblick zum Bruder umwandeln können, wie glücklich wäre sie\ngewesen! Hätte sie ihn einer ihrer Freundinnen verheiraten dürfen,\nhätte sie hoffen können, auch sein Verhältnis gegen Albert ganz wieder\nherzustellen!",
        "Sie hatte ihre Freundinnen der Reihe nach durchgedacht und fand bei\neiner jeglichen etwas auszusetzen, fand keine, der sie ihn gegönnt\nhätte.",
        "über allen diesen Betrachtungen fühlte sie erst tief, ohne sich es\ndeutlich zu machen, daß ihr herzliches, heimliches Verlangen sei, ihn\nfür sich zu behalten, und sagte sich daneben, daß sie ihn nicht\nbehalten könne, behalten dürfe; ihr reines, schönes, sonst so leichtes\nund leicht sich helfendes Gemüt empfand den Druck einer Schwermut,\ndem die Aussicht zum Glück verschlossen ist. Ihr Herz war gepreßt,\nund eine trübe Wolke lag über ihrem Auge.",
        "So war es halb sieben geworden, als sie Werthern die Treppe\nheraufkommen hörte und seinen Tritt, seine Stimme, die nach ihr fragte,\nbald erkannte. Wie schlug ihr Herz, und wir dürfen fast sagen zum\nerstenmal, bei seiner Ankunft. Sie hätte sich gern vor ihm\nverleugnen lassen, und als er hereintrat, rief sie ihm mit einer Art\nvon leidenschaftlicher Verwirrung entgegen:\"Sie haben nicht Wort\ngehalten”.—\"Ich habe nichts versprochen\"war seine Antwort.—\"So\nhätten Sie wenigstens meiner Bitte stattgeben sollen”, versetzte sie,\n“ich bat Sie um unser beider Ruhe”.",
        "Sie wußte nicht recht, was sie sagte, ebensowenig was sie tat, als\nsie nach einigen Freundinnen schickte, um nicht mit Werthern allein\nzu sein. Er legte einige Bücher hin, die er gebracht hatte, fragte\nnach andern, und sie wünschte, bald daß ihre Freundinnen kommen, bald\ndaß sie wegbleiben möchten. Das Mädchen kam zurück und brachte die\nNachricht, daß sich beide entschuldigen ließen.",
        "Sie wollte das Mädchen mit ihrer Arbeit in das Nebenzimmer sitzen\nlassen; dann besann sie sich wieder anders. Werther ging in der Stube\nauf und ab, sie trat ans Klavier und fing eine Menuett an, sie wollte\nnicht fließen. Sie nahm sich zusammen und setzte sich gelassen zu\nWerthern, der seinen gewöhnlchen Platz auf dem Kanapee eingenommen\nhatte.",
        "“Haben Sie nichts zu lesen?\"sagte sie.—Er hatte nichts.—\"Da\ndrin in meiner Schublade”, fing sie an,\"liegt Ihre Übersetzung\neiniger Gesänge Ossians; ich habe sie noch nicht gelesen, denn ich\nhoffte immer, sie von Ihnen zu hören; aber zeither hat sich’s nicht\nfinden, nicht machen wollen”.—Er lächelte, holte die Lieder, ein\nSchauer überfiel ihn, als er sie in die Hände nahm, und die Augen\nstanden ihm voll Tränen, als er hineinsah. Er setzte sich nieder und\nlas.",
        "“Stern der dämmernden Nacht, schön funkelst du in Westen, habst\ndein strahlend Haupt aus deiner Wolke, wandelst stattlich deinen\nHügel hin. Wornach blickst du auf die Heide? Die stürmenden Winde\nhaben sich gelegt; von ferne kommt des Gießbachs Murmeln; rauschende\nWellen spielen am Felsen ferne; das Gesumme der Abendfliegen\nschwärmet übers Feld. Wornach siehst du, schönes Licht? Aber du\nlächelst und gehst, freudig umgeben dich die Wellen und baden dein\nliebliches Haar. Lebe wohl, ruhiger Strahl. Erscheine, du herrliches\nLicht von Ossians Seele!",
        "Und es erscheint in seiner Kraft. Ich sehe meine geschiedenen\nFreunde, sie sammeln sich auf Lora, wie in den Tagen, die vorüber\nsind.—Fingal kommt wie eine feuchte Nebelsäule; um ihn sind seine\nHelden, und, siehe! Die Barden des Gesanges: grauer Ullin!\nStattlicher Ryno! Alpin, lieblicher Sänger! Und du, sanft klagende\nMinona!—Wie verändert seid ihr, meine Freunde, seit den festlichen\nTagen auf Selma, da wir buhlten um die Ehre des Gesanges, wie\nFrühlingslüfte den Hügel hin wechselnd beugen das schwach lispelnde\nGras.",
        "Da trat Minona hervor in ihrer Schönheit, mit niedergeschlagenem\nBlick und tränenvollem Auge, schwer floß ihr Haar im unsteten Winde,\nder von dem Hügel herstieß.—düster ward’s in der Seele der Helden,\nals sie die liebliche Stimme erhob; denn oft hatten sie das Grab\nSalgars gesehen, oft die finstere Wohnung der weißen Colma. Colma,\nverlassen auf dem Hügel, mit der harmonischen Stimme; Salgar\nversprach zu kommen; aber ringsum zog sich die Nacht. Höret Colmas\nStimme, da sie auf dem Hügel allein saß.",
        "Colma Es ist Nacht!—Ich bin allein, verloren auf dem stürmischen\nHügel. Der Wind saust im Gebirge. Der Strom heult den Felsen hinab.\nKeine Hütte schützt mich vor Regen, mich Verlaßne auf dem stürmischen\nHügel. Tritt, o Mond, aus deinen Wolken, erscheinet, Sterne der\nNacht! Leite mich irgend ein Strahl zu dem Orte, wo meine Liebe ruht\nvon den Beschwerden der Jagd, sein Bogen neben ihm abgespannt, seine\nHunde schnobend um ihn! Aber hier muß ich sitzen allein auf dem\nFelsen des verwachsenen Stroms. Der Strom und der Sturm saust, ich\nhöre nicht die Stimme meines Geliebten.",
        "Warum zaudert mein Salgar? Hat er sein Wort vergessen?—da ist\nder Fels und der Baum und hier der rauschende Strom! Mit\neinbrechender Nacht versprachst du hier zu sein; ach! Wohin hat sich\nmein Salgar verirrt? Mit dir wollt’ ich fliehen, verlassen Vater und\nBruder, die stolzen! Lange sind unsere Geschlechter Feinde, aber wir\nsind keine Feinde, o Salgar!",
        "Schweig eine Weile, o Wind! Still eine kleine Weile, o Strom, daß\nmeine Stimme klinge durchs Tal, daß mein Wanderer mich höre. Salgar!\nIch bin’s, die ruft! Hier ist der Baum und der Fels! Salgar! Mein\nLieber! Hier bin ich; warum zauderst du zu kommen?",
        "Sieh, der Mond erscheint, die Flut glänzt im Tale, die Felsen\nstehen grau den Hügel hinauf; aber ich seh’ ihn nicht auf der Höhe,\nseine Hunde vor ihm her verkündigen nicht seine Ankunft. Hier muß ich\nsitzen allein.",
        "Aber wer sind, die dort unten liegen auf der Heide?—Mein\nGeliebter? Mein Bruder?—Redet, o meine Freunde! Sie antworten\nnicht. Wie geängstet ist meine Seele!—Ach sie sind tot! Ihre\nSchwester rot vom Gefechte! O mein Bruder, mein Bruder, warum hast du\nmeinen Salgar erschlagen? O mein Salgar, warum hast du meinen Bruder\nerschlagen? Ihr wart mir beide so lieb! O du warst schön an dem\nHügel unter Tausenden! Es war schrecklich in der Schlacht. Antwortet\nmir! Hört meine Stimme, meine Geliebten! Aber ach, sie sind stumm,\nstumm auf ewig! Kalt wie die Erde ist ihr Busen!",
        "O von dem Felsen des Hügels, von dem Gipfel des stürmenden Berges,\nredet, Geister der Toten! Redet! Mir soll es nicht grausen!—wohin\nseid ihr zur Ruhe gegangen? In welcher Gruft des Gebirges soll ich\neuch finden?—keine schwache Stimme vernehme ich im Winde, keine\nwehende Antwort im Sturme des Hügels. Ich sitze in meinem Jammer,\nich harre auf den Morgen in meinen Tränen. Wühlet das Grab, ihr\nFreunde der Toten, aber schließt es nicht, bis ich komme. Mein Leben\nschwindet wie ein Traum; wie sollt’ ich zurückbleiben! Hier will ich\nFelsens—wenn’s Nacht wird auf dem Hügel, und Wind kommt über die\nHeide, soll mein Geist im Winde stehn und trauern den Tod meiner\nFreunde. Der Jäger hört mich aus seiner Laube, fürchtet meine Stimme\nund liebt sie; denn süß soll meine Stimme sein um meine Freunde, sie\nwaren mir beide so lieb!",
        "Das war dein Gesang, o Minona, Tormans sanft errötende Tochter.\nUnsere Tränen flossen um Colma, und unsere Seele ward düster.",
        "Ullin trat auf mit der Harfe und gab uns Alpins Gesang— Alpins\nStimme war freundlich, Rynos Seele ein Feuerstrahl. Aber schon ruhten\nsie im engen Hause, und ihre Stimme war verhallet in Selma. Einst\nkehrte Ullin zurück von der Jagd, ehe die Helden noch fielen. Er\nhörte ihren Wettegesang auf dem Hügel. Ihr Lied war sanft, aber\ntraurig. Sie klagten Morars Fall, des ersten der Helden. Seine Seele\nwar wie Fingals Seele, sein Schwert wie das Schwert Oskars—aber er\nfiel, und sein Vater jammerte, und seiner Schwester Augen waren voll\nTränen, Minonas Augen waren voll Tränen, der Schwester des herrlichen\nMorars. Sie trat zurück vor Ullins Gesang, wie der Mond in Westen,\nder den Sturmregen voraussieht und sein schönes Haupt in eine Wolke\nverbirgt.—Ich schlug die Harfe mit Ullin zum Gesange des Jammers.",
        "Continue...",
        "\nThis complete text of “Die Leiden des jungen Werther” by Johann Wolfgang von Goethe,\nas well as the paintings by Caspar David Friedrich, are in the public domain.\n\n\n\nAmazon: “Die Leiden des jungen Werther”.\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on April 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}