{
    "title": "Die Geburt der Tragödie - 23. (Von Friedrich Wilhelm Nietzsche)",
    "author": "Unknown",
    "chapter": "31",
    "content": [
        "\n\n",
        "Wer recht genau sich selber prüfen will, wie sehr er dem wahren\naesthetischen Zuhörer verwandt ist oder zur Gemeinschaft der\nsokratisch – kritischen Menschen gehört, der mag sich nur aufrichtig\nnach der Empfindung fragen, mit der er das auf der Bühne dargestellte\nWunder empfängt: ob er etwa dabei seinen historischen, auf strenge\npsychologische Causalität gerichteten Sinn beleidigt fühlt, ob er\nmit einer wohlwollenden Concession gleichsam das Wunder als ein der\nKindheit verständliches, ihm entfremdetes Phänomen zulässt oder\nob er irgend etwas Anderes dabei erleidet. Daran nämlich wird er\nmessen können, wie weit er überhaupt befähigt ist, den Mythus, das\nzusammengezogene Weltbild, zu verstehen, der, als Abbreviatur der\nErscheinung, das Wunder nicht entbehren kann. Das Wahrscheinliche\nist aber, dass fast Jeder, bei strenger Prüfung, sich so durch den\nkritisch – historischen Geist unserer Bildung zersetzt fühle, um nur\netwa auf gelehrtem Wege, durch vermittelnde Abstractionen, sich die\neinstmalige Existenz des Mythus glaublich zu machen. Ohne Mythus aber\ngeht jede Cultur ihrer gesunden schöpferischen Naturkraft verlustig:\nerst ein mit Mythen umstellter Horizont schliesst eine ganze\nCulturbewegung zur Einheit ab. Alle Kräfte der Phantasie und des\napollinischen Traumes werden erst durch den Mythus aus ihrem wahllosen\nHerumschweifen gerettet. Die Bilder des Mythus müssen die unbemerkt\nallgegenwärtigen dämonischen Wächter sein, unter deren Hut die junge\nSeele heranwächst, an deren Zeichen der Mann sich sein Leben und\nseine Kämpfe deutet: und selbst der Staat kennt keine mächtigeren\nungeschriebnen Gesetze als das mythische Fundament, das seinen\nZusammenhang mit der Religion, sein Herauswachsen aus mythischen\nVorstellungen verbürgt.",
        "Man stelle jetzt daneben den abstracten, ohne Mythen geleiteten\nMenschen, die abstracte Erziehung, die abstracte Sitte, das abstracte\nRecht, den abstracten Staat: man vergegenwärtige sich das regellose,\nvon keinem heimischen Mythus gezügelte Schweifen der künstlerischen\nPhantasie: man denke sich eine Cultur, die keinen festen und heiligen\nUrsitz hat, sondern alle Möglichkeiten zu erschöpfen und von allen\nCulturen sich kümmerlich zu nähren verurtheilt ist – das ist die\nGegenwart, als das Resultat jenes auf Vernichtung des Mythus\ngerichteten Sokratismus. Und nun steht der mythenlose Mensch, ewig\nhungernd, unter allen Vergangenheiten und sucht grabend und wühlend\nnach Wurzeln, sei es dass er auch in den entlegensten Alterthümern\nnach ihnen graben müsste. Worauf weist das ungeheure historische\nBedürfniss der unbefriedigten modernen Cultur, das Umsichsammeln\nzahlloser anderer Culturen, das verzehrende Erkennenwollen, wenn nicht\nauf den Verlust des Mythus, auf den Verlust der mythischen Heimat, des\nmythischen Mutterschoosses? Man frage sich, ob das fieberhafte und so\nunheimliche Sichregen dieser Cultur etwas Anderes ist, als das gierige\nZugreifen und Nach-Nahrung- Haschen des Hungernden – und wer möchte\neiner solchen Cultur noch etwas geben wollen, die durch alles, was sie\nverschlingt, nicht zu sättigen ist und bei deren Berührung sich die\nkräftigste, heilsamste Nahrung in “Historie und Kritik” zu verwandeln\npflegt?",
        "Man müsste auch an unserem deutschen Wesen schmerzlich verzweifeln,\nwenn es bereits in gleicher Weise mit seiner Cultur unlösbar\nverstrickt, ja eins geworden wäre, wie wir das an dem civilisirten\nFrankreich zu unserem Entsetzen beobachten können; und das, was lange\nZeit der grosse Vorzug Frankreichs und die Ursache seines ungeheuren\nUebergewichts war, eben jenes Einssein von Volk und Cultur, dürfte\nuns, bei diesem Anblick, nöthigen, darin das Glück zu preisen, dass\ndiese unsere so fragwürdige Cultur bis jetzt mit dem edeln Kerne\nunseres Volkscharakters nichts gemein hat. Alle unsere Hoffnungen\nstrecken sich vielmehr sehnsuchtsvoll nach jener Wahrnehmung aus,\ndass unter diesem unruhig auf und nieder zuckenden Culturleben und\nBildungskrampfe eine herrliche, innerlich gesunde, uralte Kraft\nverborgen liegt, die freilich nur in ungeheuren Momenten sich\ngewaltig einmal bewegt und dann wieder einem zukünftigen Erwachen\nentgegenträumt. Aus diesem Abgrunde ist die deutsche Reformation\nhervorgewachsen: in deren Choral die Zukunftsweise der deutschen Musik\nzuerst erklang. So tief, muthig und seelenvoll, so überschwänglich\ngut und zart tönte dieser Choral Luther’s, als der erste dionysische\nLockruf, der aus dichtverwachsenem Gebüsch, im Nahen des Frühlings,\nhervordringt. Ihm antwortete in wetteiferndem Wiederhall jener\nweihevoll übermüthige Festzug dionysischer Schwärmer, denen wir die\ndeutsche Musik danken – und denen wir die Wiedergeburt des deutschen\nMythus danken werden!",
        "Ich weiss, dass ich jetzt den theilnehmend folgenden Freund auf einen\nhochgelegenen Ort einsamer Betrachtung führen muss, wo er nur wenige\nGefährten haben wird, und rufe ihm ermuthigend zu, dass wir uns an\nunseren leuchtenden Führern, den Griechen, festzuhalten haben. Von\nihnen haben wir bis jetzt, zur Reinigung unserer aesthetischen\nErkenntniss, jene beiden Götterbilder entlehnt, von denen jedes ein\ngesondertes Kunstreich für sich beherrscht und über deren gegenseitige\nBerührung und Steigerung wir durch die griechische Tragödie zu einer\nAhnung kamen. Durch ein merkwürdiges Auseinanderreissen beider\nkünstlerischen Urtriebe musste uns der Untergang der griechischen\nTragödie herbeigeführt erscheinen: mit welchem Vorgange eine\nDegeneration und Umwandlung des griechischen Volkscharakters im\nEinklang war, uns zu ernstem Nachdenken auffordernd, wie nothwendig\nund eng die Kunst und das Volk, Mythus und Sitte, Tragödie und Staat,\nin ihren Fundamenten verwachsen sind. Jener Untergang der Tragödie\nwar zugleich der Untergang des Mythus. Bis dahin waren die Griechen\nunwillkürlich genöthigt, alles Erlebte sofort an ihre Mythen\nanzuknüpfen, ja es nur durch diese Anknüpfung zu begreifen: wodurch\nauch die nächste Gegenwart ihnen sofort sub specie aeterni und in\ngewissem Sinne als zeitlos erscheinen musste. In diesen Strom des\nZeitlosen aber tauchte sich eben so der Staat wie die Kunst, um in ihm\nvor der Last und der Gier des Augenblicks Ruhe zu finden. Und gerade\nnur so viel ist ein Volk – wie übrigens auch ein Mensch – werth, als\nes auf seine Erlebnisse den Stempel des Ewigen zu drücken vermag:\ndenn damit ist es gleichsam entweltlicht und zeigt seine unbewusste\ninnerliche Ueberzeugung von der Relativität der Zeit und von der\nwahren, d.h. der metaphysischen Bedeutung des Lebens. Das Gegentheil\ndavon tritt ein, wenn ein Volk anfängt, sich historisch zu begreifen\nund die mythischen Bollwerke um sich herum zu zertrümmern: womit\ngewöhnlich eine entschiedene Verweltlichung, ein Bruch mit der\nunbewussten Metaphysik seines früheren Daseins, in allen ethischen\nConsequenzen, verbunden ist. Die griechische Kunst und vornehmlich die\ngriechische Tragödie hielt vor Allem die Vernichtung des Mythus auf:\nman musste sie mit vernichten, um, losgelöst von dem heimischen Boden,\nungezügelt in der Wildniss des Gedankens, der Sitte und der That leben\nzu können. Auch jetzt noch versucht jener metaphysische Trieb, sich\neine, wenngleich abgeschwächte Form der Verklärung zu schaffen, in\ndem zum Leben drängenden Sokratismus der Wissenschaft: aber auf den\nniederen Stufen führte derselbe Trieb nur zu einem fieberhaften\nSuchen, das sich allmählich in ein Pandämonium überallher\nzusammengehäufter Mythen und Superstitionen verlor: in dessen Mitte\nder Hellene dennoch ungestillten Herzens sass, bis er es verstand, mit\ngriechischer Heiterkeit und griechischem Leichtsinn, als Graeculus,\njenes Fieber zu maskiren oder in irgend einem orientalisch dumpfen\nAberglauben sich völlig zu betäuben.",
        "Diesem Zustande haben wir uns, seit der Wiedererweckung des\nalexandrinisch – römischen Alterthums im fünfzehnten Jahrhundert,\nnach einem langen schwer zu beschreibenden Zwischenacte, in der\nauffälligsten Weise angenähert. Auf den Höhen dieselbe überreiche\nWissenslust, dasselbe ungesättigte Finderglück, dieselbe ungeheure\nVerweltlichung, daneben ein heimatloses Herumschweifen, ein gieriges\nSichdrängen an fremde Tische, eine leichtsinnige Vergötterung der\nGegenwart oder stumpf betäubte Abkehr, Alles sub specie saeculi, der\n“Jetztzeit”: welche gleichen Symptome auf einen gleichen Mangel im\nHerzen dieser Cultur zu rathen geben, auf die Vernichtung des Mythus.\nEs scheint kaum möglich zu sein, mit dauerndem Erfolge einen fremden\nMythus überzupflanzen, ohne den Baum durch dieses Ueberpflanzen\nheillos zu beschädigen: welcher vielleicht einmal stark und gesund\ngenug ist, jenes fremde Element mit furchtbarem Kampfe wieder\nauszuscheiden, für gewöhnlich aber siech und verkümmert oder in\nkrankhaftem Wuchern sich verzehren muss. Wir halten so viel von dem\nreinen und kräftigen Kerne des deutschen Wesens, dass wir gerade von\nihm jene Ausscheidung gewaltsam eingepflanzter fremder Elemente zu\nerwarten wagen und es für möglich erachten, dass der deutsche Geist\nsich auf sich selbst zurückbesinnt. Vielleicht wird Mancher meinen,\njener Geist müsse seinen Kampf mit der Ausscheidung des Romanischen\nbeginnen: wozu er eine äusserliche Vorbereitung und Ermuthigung in\nder siegreichen Tapferkeit und blutigen Glorie des letzten Krieges\nerkennen dürfte, die innerliche Nöthigung aber in dem Wetteifer suchen\nmuss, der erhabenen Vorkämpfer auf dieser Bahn, Luther’s ebensowohl\nals unserer grossen Künstler und Dichter, stets werth zu sein. Aber\nnie möge er glauben, ähnliche Kämpfe ohne seine Hausgötter, ohne seine\nmythische Heimat, ohne ein “Wiederbringen” aller deutschen Dinge,\nkämpfen zu können! Und wenn der Deutsche zagend sich nach einem\nFührer umblicken sollte, der ihn wieder in die längst verlorne Heimat\nzurückbringe, deren Wege und Stege er kaum mehr kennt – so mag er nur\ndem wonnig lockenden Rufe des dionysischen Vogels lauschen, der über\nihm sich wiegt und ihm den Weg dahin deuten will.",
        "Continue...",
        "\nThis complete text of Die Geburt der Tragödie/ Die Geburt der Tragödie aus dem Geiste (The Birth of Tragedy/ The Birth of Tragedy from the Spirit of Music) from 1872 by Friedrich Wilhelm Nietzsche\nis provided as free e-text and belongs to the public domain.\n\nSee this book in German or English at Amazon.\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on September 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}