{
    "title": "Die Leiden des jungen Werther - Am 3. November (von Johann Wolfgang von Goethe)",
    "author": "Unknown",
    "chapter": "75",
    "content": [
        "\n\n",
        "Weiß Gott! Ich lege mich so oft zu Bette mit dem Wunsche, ja\nmanchmal mit der Hoffnung, nicht wieder zu erwachen: und morgens\nschlage ich die Augen auf, sehe die Sonne wieder, und bin elend. O\ndaß ich launisch sein könnte, könnte die Schuld aufs Wetter, auf\neinen Dritten, auf eine fehlgeschlagene Unternehmung schieben, so\nwürde die unerträgliche Last des Unwillens doch nur halb auf mir\nruhen. Wehe mir! Ich fühle zu wahr, daß an mir alle Schuld\nliegt—nicht Schuld! Genug, daß in mir die Quelle alles Elendes\nverborben ist, wie ehemals die Quelle aller Seligkeiten. Bin ich\nnicht noch ebenderselbe, der ehemals in aller Fülle der Empfindung\nherumschwebte, dem auf jedem Tritte ein Paradies folgte, der ein Herz\nhatte, eine ganze Welt liebevoll zu umfassen? Und dies Herz ist jetzt\ntot, aus ihm fließen keine Entzückungen mehr, meine Augen sind\ntrocken, und meine Sinne, die nicht mehr von erquickenden Tränen\ngelabt werden, ziehen ängstlich meine Stirn zusammen. Ich leide viel,\ndenn ich habe verloren, was meines Lebens einzige Wonne war, die\nheilige, belebende Kraft, mit der ich Welten um mich schuf; sie ist\ndahin!—Wenn ich zu meinem Fenster hinaus an den fernen Hügel sehe,\nwie die Morgensonne über ihn her den Nebel durchbricht und den stillen\nWiesengrund bescheint, und der sanfte Fluß zwischen seinen\nentblätterten Weiden zu mir herschlängelt,—o! Wenn da diese\nherrliche Natur so starr vor mir steht wie ein lackiertes Bildchen,\nund alle die Wonne keinen Tropfen Seligkeit aus meinem Herzen herauf\nin das Gehirn pumpen kann, und der ganze Kerl vor Gottes Angesicht\nsteht wie ein versiegter Brunnen, wie ein verlechter Eimer. Ich habe\nmich oft auf den Boden geworfen und Gott um Tränen gebeten, wie ein\nAckersmann um Regen, wenn der Himmel ehern über ihm ist und um ihn\ndie Erde verdürstet.",
        "Aber, ach, ich fühle es, Gott gibt Regen und Sonnenschein nicht\nunserm ungestümen Bitten, und jene Zeiten, deren Andenken mich quält,\nwarum waren sie so selig, als weil ich mit Geduld seinen Geist\nerwartete und die Wonne, die er über mich ausgoß, mit ganzem, innig\ndankbarem Herzen aufnahm!",
        "Continue...",
        "\nThis complete text of “Die Leiden des jungen Werther” by Johann Wolfgang von Goethe,\nas well as the paintings by Caspar David Friedrich, are in the public domain.\n\n\n\nAmazon: “Die Leiden des jungen Werther”.\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on April 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}