{
    "title": "Die Leiden des jungen Werther - Am 12. August (von Johann Wolfgang von Goethe)",
    "author": "Unknown",
    "chapter": "32",
    "content": [
        "\n\n",
        "Gewiß, Albert ist der beste Mensch unter dem Himmel. Ich habe gestern\neine wunderbare Szene mit ihm gehabt. Ich kam zu ihm, um Abschied von\nihm zu nehmen; denn mich wandelte die Lust an, ins Gebirge zu reiten,\nvon woher ich dir auch jetzt schreibe, und wie ich in der Stube auf\nund ab gehe, fallen mir seine Pistolen in die Augen.—\"Borge mir die\nPistolen”, sagte ich, “zu meiner Reise”.—\"Meinetwegen”, sagte er,\n“wenn du dir die Mühe nehmen willst, sie zu laden; bei mir hängen sie\nnur pro forma”.—Ich nahm eine herunter, und er fuhr fort: “seit mir\nmeine Vorsicht einen so unartigen Streich gespielt hat, mag ich mit\ndem Zeuge nichts mehr zu tun haben”.—Ich war neugierig, die\nGeschichte zu wissen.—\"Ich hielt mich”, erzählte er, “wohl ein\nVierteljahr auf dem Lande bei einem Freunde auf, hatte ein paar\nTerzerolen ungeladen und schlief ruhig. Einmal an einem regnichten\nNachmittage, da ich müßig sitze, weiß ich nicht, wie mir einfällt: wir\nkönnten überfallen werden, wir könnten die Terzerolen nötig haben und\nkönnten—du weißt ja, wie das ist.—ich gab sie dem Bedienten, sie zu\nputzen und zu laden; und der dahlt mit den Mädchen, will sie schrecken,\nund Gott weiß wie, das Gewehr geht los, da der Ladstock noch drin\nsteckt, und schießt den Ladstock einem Mädchen zur Maus herein an der\nrechten Hand und zerschlägt ihr den Daumen. Da hatte ich das\nLamentieren, und die Kur zu bezahlen obendrein, und seit der Zeit\nlass’ ich alles Gewehr ungeladen. Lieber Schatz, was ist Vorsicht?\nDie Gefahr läßt sich nicht auslernen! Zwar.—Nun weißt du, daß ich\nden Menschen sehr lieb habe bis auf seine Zwar; denn versteht sich’s\nnicht von selbst, daß jeder allgemeine Satz Ausnahmen leidet? Aber so\nrechtfertig ist der Mensch! Wenn er glaubt, etwas Übereiltes,\nAllgemeines, Halbwahres gesagt zu haben, so hört er dir nicht auf zu\nlimitieren, zu modifizieren und ab—und zuzutun, bis zuletzt gar\nnichts mehr an der Sache ist.",
        "Und bei diesem Anlaß kam er sehr tief in Text: ich hörte endlich gar\nnicht weiter auf ihn, verfiel in Grillen, und mit einer auffahrenden\nGebärde drückte ich mir die Mündung der Pistole übers rechte Aug’ an\ndie Stirn.—\"Pfui!” sagte Albert, indem er mir die Pistole herabzog,\n“was soll das?\"—\"Sie ist nicht geladen”, sagte ich.—\"Und auch so,\nwas soll’s?” versetzte er ungeduldig. “Ich kann mir nicht vorstellen,\nwie ein Mensch so töricht sein kann, sich zu erschießen; der bloße\nGedanke erregt mir Widerwillen”.",
        "“Daß ihr Menschen”, rief ich aus, “um von einer Sache zu reden, gleich\nsprechen müßt: ’das ist töricht, das ist klug, das ist gut, das ist\nbös!’ und was will das alles heißen? Habt ihr deswegen die innern\nVerhältnisse einer Handlung erforscht? Wißt ihr mit Bestimmtheit die\nUrsachen zu entwickeln, warum sie geschah, warum sie geschehen mußte?\nHättet ihr das, ihr würdet nicht so eilfertig mit euren Urteilen sein”.\n“Du wirst mir zugeben”, sagte Albert, “daß gewisse Handlungen\nlasterhaft bleiben, sie mögen geschehen, aus welchem Beweggrunde sie\nwollen”. Ich zuckte die Achseln und gab’s ihm zu.—\"Doch, mein\nLieber”, fuhr ich fort, “finden sich auch hier einige Ausnahmen. Es\nist wahr, der Diebstahl ist ein Laster: aber der Mensch, der, um sich\nund die Seinigen vom gegenwärtigen Hungertode zu erretten, auf Raub\nausgeht, verdient der Mitleiden oder Strafe? Wer hebt den ersten\nStein auf gegen den Ehemann, der im gerechten Zorne sein untreues Weib\nund ihren nichtswürdigen Verführer aufopfert? Gegen das Mädchen, das\nin einer wonnevollen Stunde sich in den unaufhaltsamen Freuden der\nLiebe verliert? Unsere Gesetze selbst, diese kaltblütigen Pedanten,\nlassen sich rühren und halten ihre Strafe zurück”.",
        "“Das ist ganz was anders”, versetzte Albert, “weil ein Mensch, den\nseine Leidenschaften hinreißen, alle Besinnungskraft verliert und als\nein Trunkener, als ein Wahnsinniger angesehen wird”. “Ach ihr\nvernünftigen Leute!” rief ich lächelnd aus. “Leidenschaft!\nTrunkenheit! Wahnsinn! Ihr steht so gelassen, so ohne Teilnehmung da,\nihr sittlichen Menschen, scheltet den Trinker, verabscheut den\nUnsinnigen, geht vorbei wie der Priester und dankt Gott wie der\nPharisäer, daß er euch nicht gemacht hat wie einen von diesen. Ich\nbin mehr als einmal trunken gewesen, meine Leidenschaften waren nie\nweit vom Wahnsinn, und beides reut mich nicht: denn ich habe in einem\nMaße begreifen lernen, wie man alle außerordentlichen Menschen, die\netwas Großes, etwas Unmöglichscheinendes wirkten, von jeher für\nTrunkene und Wahnsinnige ausschreiten mußte. Aber auch im gemeinen\nLeben ist’s unerträglich, fast einem jeden bei halbweg einer freien,\nedlen, unerwarteten Tat nachrufen zu hören: ’ der Mensch ist trunken,\nder ist närrisch!’ Schämt euch, ihr Nüchternen! Schämt euch, ihr\nWeisen!” “Das sind nun wieder von deinen Grillen”, sagte Albert, “du\nüberspannst alles und hast wenigstens hier gewiß unrecht, daß du den\nSelbstmord, wovon jetzt die Rede ist, mit großen Handlungen\nvergleichst: da man es doch für nichts anders als eine Schwäche halten\nkann. Denn freilich ist es leichter zu sterben, als ein qualvolles\nLeben standhaft zu ertragen”. Ich war im Begriff abzubrechen; denn\nkein Argument bringt mich so aus der Fessung, als wenn einer mit einem\nunbedeutenden Gemeinspruche angezogen kommt, wenn ich aus ganzem\nHerzen rede.",
        "Doch faßte ich mich, weil ich’s schon oft gehört und mich öfter\ndarüber geärgert hatte, und versetzte ihm mit einiger Lebhaftigkeit:\n“Du nennst das Schwäche? Ich bitte dich, laß dich vom Anscheine nicht\nverführen. Ein Volk, das unter dem unerträglichen Joch eines Tyrannen\nseufzt, darfst du das schwach heißen, wenn es endlich aufgärt und\nseine Ketten zerreißt? Ein Mensch, der über dem Schrecken, daß Feuer\nsein Haus ergriffen hat, alle Kräfte gespannt fühlt und mit\nLeichtigkeit Lasten wegträgt, die er bei ruhigem Sinne kaum bewegen\nkann; einer, der in der Wut der Beleidigung es mit sechsen aufnimmt\nund sie überwältig, sind die schwach zu nennen? Und, mein Guter, wenn\nAnstrengung Stärke ist, warum soll die Überspannung das Gegenteil\nsein?\"—Albert sah mich an und sagte: “nimm mir’s nicht übel, die\nBeispiele, die du gibst, scheinen hieher gar nicht zu gehören”.—\"Es\nmag sein”, sagte ich, “man hat mir schon öfters vorgeworfen, daß meine\nKombinationsart manchmal an Radotage grenze. Laßt uns denn sehen, ob\nwir uns auf eine andere Weise vorstellen können, wie dem Menschen zu\nMute sein mag, der sich entschließt, die sonst angenehme Bürde des\nLebens abzuwerfen. Denn nur insofern wir mitempfinden, haben wir die\nEhre, von einer Sache zu reden”.",
        "“Die menschliche Natur”, fuhr ich fort, “hat ihre Grenzen: sie kann\nFreude, Leid, Schmerzen bis auf einen gewissen Grad ertragen und geht\nzugrunde, sobald der überstiegen ist. Hier ist also nicht die Frage,\nob einer schwach oder stark ist, sondern ob er das Maß seines Leidens\nausdauern kann, es mag nun moralisch oder körperlich sein. Und ich\nfinde es ebenso wunderbar zu sagen, der Mensch ist feige, der sich das\nLeben nimmt, als es ungehorig wäre, den einen Feigen zu nennen, der an\neinem bösartigen Fieber stirbt”.",
        "“Paradox! Sehr paradox!” rief Albert aus.—\"Nicht so sehr, als du\ndenkst”, versetzte ich. “Du gibst mir zu, wir nennen das eine\nKrankheit zum Tode, wodurch die Natur so angegriffen wird, daß teils\nihre Kräfte verzehrt, teils so außer Wirkung gesetzt werden, daß sie\nsich nicht wieder aufzuhelfen, durch keine glückliche Revolution den\ngewöhnlichen Umlauf des Lebens wieder herzustellen fähig ist.",
        "Nun, mein Lieber, laß uns das auf den Geist anwenden. Sich den\nMenschen an in seiner Eingeschränktheit, wie Eindrücke auf ihn wirken,\nIdeen sich bei ihm festsetzen, bis endlich eine wachsende Leidenschaft\nihn aller ruhigen Sinneskraft beraubt und ihn zugrunde richtet.",
        "Vergebens, daß der gelassene, vernünftige Mensch den Zustand\nUnglücklichen übersieht, vergebens, daß er ihm zuredet! Ebenso wie\nein Gesunder, der am Bette des Kranken steht, ihm von seinen Kräften\nnicht das geringste einflößen kann”.",
        "Alberten war das zu allgemein gesprochen. Ich erinnerte ihn an ein\nMädchen, das man vor weniger Zeit im Wasser tot gefunden, und\nwiederholte ihm ihre Geschichte.—\"Ein gutes, junges Geschöpf, das in\ndem engen Kreise häuslicher Beschäftigungen, wöchentlicher bestimmter\nArbeit herangewachsen war, das weiter keine Aussicht von Vergnügen\nkannte, als etwa Sonntags in einem nach und nach zusammengeschafften\nPutz mit ihresgleichen um die Stadt spazierenzugehen, vielleicht alle\nhohen Feste einmal zu tanzen und übrigens mit aller Lebhaftigkeit des\nherzlichsten Anteils manche Stunde über den Anlaß eines Gezänkes,\neiner übeln Nachrede mit einer Nachbarin zu verplaudern—deren feurige\nNatur fühlt nun endlich innigere Bedürfnisse, die durch die\nSchmeicheleien der Männer vermehrt werden; ihre vorigen Freuden werden\nihr nach und nach unschmackhaft, bis sie endlich einen Menschen\nantrifft, zu dem ein unbekanntes Gefühl sie unwiderstehlich hinreißt,\nauf den sie nun alle ihre Hoffnungen wirft, die Welt rings um sich\nvergißt, nichts hört, nichts sieht, nichts fühlt als ihn, den Einzigen,\nsich nur sehnt nach ihm, dem Einzigen. Durch die leeren Vergnügungen\neiner unbeständigen Eitelkeit nicht verdorben, zieht ihr Verlangen\ngerade nach dem Zweck, sie will die Seinige werden, sie will in ewiger\nVerbindung all das Glück antreffen, das ihr mangelt, die Vereinigung\naller Freuden genießen, nach denen sie sich sehnte. Wiederholtes\nVersprechen, das ihr die Gewißheit aller Hoffnungen versiegelt, kühne\nLiebkosungen, die ihre Begierden vermehren, umfangen ganz ihre Seele;\nsie schwebt in einem dumpfen Bewußtsein, in einem Vorgefühl aller\nFreuden, sie ist bis auf den höchsten Grad gespannt, sie streckt\nendlich ihre Arme aus, all ihre Wünsche zu umfassen—und ihr Geliebter\nverläßt sie.—Erstarrt, ohne Sinne steht sie vor einem Abgrunde; alles\nist Finsternis um sie her, keine Aussicht, kein Trost, keine Ahnung!\nDenn der hat sie verlassen, in dem sie allein ihr Dasein fühlte. Sie\nsieht nicht die weite Welt, die vor ihr liegt, nicht die vielen, die\nihr de Verlust ersetzen könnten, sie fühlt sich allein, verlassen von\naller Welt,—und blind, in die Enge gepreßt von der entsetzlichen Not\nihres Herzens, stürzt sie sich hinunter, um in einem rings umfangenden\nTode alle ihre Qualen zu ersticken.—Sieh, Albert, das ist die\nGeschichte so manches Menschen! Und sag’, ist das nicht der Fall der\nKrankheit? Die Natur findet keinen Ausweg aus dem Labyrinthe der\nverworrenen und widersprechenden Kräfte, und der Mensch muß sterben.\nWehe dem, der zusehen und sagen könnte: ’die Törin! Hätte sie\ngewartet, hätte sie die Zeit wirken lassen, die Verzweifelung würde\nsich schon gelegt, es würde sich schon ein anderer sie zu trösten\nvorgefunden haben.’—Das ist eben, als wenn einer sagte: ’der Tor,\nstirbt am Fieber! Hätte er gewartet, bis seine Kräfte sich erholt,\nseine Säfte sich verbessert, der Tumult seines Blutes sich gelegt\nhätten: alles wäre gut gegangen, und er lebte bis auf den heutigen Tag!\n’”",
        "Albert, dem die Vergleichung noch nicht anschaulich war, wandte noch\neiniges ein, und unter andern: ich hätte nur von einem einfältigen\nMädchen gesprochen; wie aber ein Mensch von Verstande, der nicht so\neingeschränkt sei, der mehr Verhältnisse übersehe, zu entschuldigen\nsein möchte, könne er nicht begreifen.—\"Mein Freund”, rief ich aus,\n“der Mensch ist Mensch, und das bißchen Verstand, das einer haben mag,\nkommt wenig oder nicht in Anschlag, wenn Leidenschaft wütet und die\nGrenzen der Menschheit einen drängen. Vielmehr—ein andermal davon”,\nsagte ich und griff nach meinem Hute. O mir war das Herz so voll—und\nwir gingen auseinander, ohne einander verstanden zu haben. Wie denn\nauf dieser Welt keiner leicht den andern versteht.",
        "Continue...",
        "\nThis complete text of “Die Leiden des jungen Werther” by Johann Wolfgang von Goethe,\nas well as the paintings by Caspar David Friedrich, are in the public domain.\n\n\n\nAmazon: “Die Leiden des jungen Werther”.\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on April 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}