{
    "title": "Die Leiden des jungen Werther - Den 17. Mai (von Johann Wolfgang von Goethe)",
    "author": "Unknown",
    "chapter": "7",
    "content": [
        "\n\n",
        "Ich habe allerlei Bekanntschaft gemacht, Gesellschaft habe ich noch\nkeine gefunden. Ich weiß nicht, was ich Anzügliches für die Menschen\nhaben muß; es mögen mich ihrer so viele und hängen sich an mich, und\nda tut mir’s weh, wenn unser Weg nur eine kleine Strecke miteinander\ngeht. Wenn du fragst, wie die Leute hier sind, muß ich dir sagen: wie\nüberall! Es ist ein einförmiges Ding um das Menschengeschlecht. Die\nmeisten verarbeiten den größten Teil der Zeit, um zu leben, und das\nbißchen, das ihnen von Freiheit übrig bleibt, ängstigt sie so, daß sie\nalle Mittel aufsuchen, um es los zu werden. O Bestimmung des Menschen!",
        "Aber eine recht gute Art Volks! Wenn ich mich manchmal vergesse,\nmanchmal mit ihnen die Freuden genieße, die den Menschen noch gewährt\nsind, an einem artig besetzten Tisch mit aller Offen—und\nTreuherzigkeit sich herumzuspaßen, eine Spazierfahrt, einen Tanz zur\nrechten Zeit anzuordnen, und dergleichen, das tut eine ganz gute\nWirkung auf mich; nur muß mir nicht einfallen, daß noch so viele\nandere Kräfte in mir ruhen, die alle ungenutzt vermodern und die ich\nsorgfältig verbergen muß. Ach das engt das ganze Herz so ein.—Und\ndoch! Mißverstanden zu werden, ist das Schicksal von unsereinem.",
        "Ach, daß die Freundin meiner Jugend dahin ist, ach, daß ich sie je\ngekannt habe!—ich würde sagen: du bist ein Tor! Du suchst, was\nhienieden nicht zu finden ist! Aber ich habe sie gehabt, ich habe das\nHerz gefühlt, die große Seele, in deren Gegenwart ich mir schien mehr\nzu sein, als ich war, weil ich alles war, was ich sein konnte. Guter\nGott! Blieb da eine einzige Kraft meiner Seele ungenutzt? Konnt’ ich\nnicht vor ihr das ganze wunderbare Gefühl entwickeln, mit dem mein\nHerz die Natur umfaßt? War unser Umgang nicht ein ewiges Weben von\nder feinsten Empfindung, dem schärfsten Witze, dessen Modifikationen,\nbis zur Unart, alle mit dem Stempel des Genies bezeichnet waren? Und\nnun!—ach ihre Jahre, die sie voraus hatte, führten sie früher ans\nGrab als mich. Nie werde ich sie vergessen, nie ihren festen Sinn und\nihre göttliche Duldung.",
        "Vor wenig Tagen traf ich einen jungen V. an, einen offnen Jungen, mit\neiner gar glücklichen Gesichtsbildung. Er kommt erst von Akademien\ndünkt sich eben nicht weise, aber glaubt doch, er wisse mehr als\nandere. Auch war er fleißig, wie ich an allerlei spüre, kurz, er hat\nhübsche Kenntnisse. Da er hörte, daß ich viel zeichnete und\nGriechisch könnte (zwei Meteore hierzulande), wandte er sich an mich\nund kramte viel Wissens aus, von Batteux bis zu Wood, von de Piles zu\nWinckelmann, und versicherte mich, er habe Sulzers Theorie, den ersten\nTeil, ganz durchgelesen und besitze ein Manuskript von Heynen über das\nStudium der Antike. Ich ließ das gut sein.",
        "Noch gar einen braven Mann habe ich kennen lernen, den fürstlichen\nAmtmann, einen offenen, treuherzigen Menschen. Man sagt, es soll eine\nSeelenfreude sein, ihn unter seinen Kindern zu sehen, deren er neun\nhat; besonders macht man viel Wesens von seiner ältesten Tochter. Er\nhat mich zu sich gebeten, und ich will ihn ehster Tage besuchen. Er\nwohnt auf einem fürstlichen Jagdhofe, anderthalb Stunden von hier,\nwohin er nach dem Tode seiner Frau zu ziehen die Erlaubnis erhielt, da\nihm der Aufenthalt hier in der Stadt und im Amthause zu weh tat.",
        "Sonst sind mir einige verzerrte Originale in den Weg gelaufen, an\ndenen alles unausstehlich ist, am unerträglichsten\nFreundschaftsbezeigungen.",
        "Leb’ wohl! Der Brief wird dir recht sein, er ist ganz historisch.",
        "Continue...",
        "\nThis complete text of “Die Leiden des jungen Werther” by Johann Wolfgang von Goethe,\nas well as the paintings by Caspar David Friedrich, are in the public domain.\n\n\n\nAmazon: “Die Leiden des jungen Werther”.\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on April 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}