{
    "title": "Die Leiden des jungen Werther - Den 15. März (von Johann Wolfgang von Goethe)",
    "author": "Unknown",
    "chapter": "50",
    "content": [
        "\n\n",
        "Ich habe einen Verdruß gehabt, der mich von hier wegtreiben wird. Ich\nknirsche mit den Zähnen! Teufel! Er ist nicht zu ersetzen, und ihr\nseid doch allein schuld daran, die ihr mich sporntet und triebt und\nquältet, mich in einen Posten zu begeben, der nicht nach meinem Sinne\nwar. Nun habe ich’s! Nun habt ihr’s! Und daß du nicht wieder sagst,\nmeine überspannten Ideen verdürben alles, so hast du hier, lieber Herr,\neine Erzählung, plan und nett, wie ein Chronikenschreiber das\naufzeichnen würde.",
        "Der Graf von C... liebt mich, distinguiert mich, das ist bekannt, das\nhabe ich dir schon hundertmal gesagt. Nun war ich gestern bei ihm zu\nTafel, eben an dem Tage, da abends die noble Gesellschaft von Herren\nund Frauen bei ihm zusammenkommt, an die ich nie gedacht habe, auch\nmir nie aufgefallen ist, daß wir Subalternen nicht hineingehören. Gut.\nIch speise bei dem Grafen, und nach Tische gehn wir in dem großen\nSaal auf und ab, ich rede mit ihm, mit dem Obristen B..., der dazu\nkommt, und so rückt die Stunde der Gesellschaft heran. Ich denke,\nGott weiß, an nichts. Da tritt herein die übergnädige Dame von S...\nmit ihrem Herrn Gemahl und wohl ausgebrüteten Gänslein Tochter mit der\nflachen Brust und niedlichem Schnürleibe, machen en passant ihre\nhergebrachten, hochadeligen Augen und Naslöcher, und wie mir die\nNation von Herzen zuwider ist, wollte ich mich eben empfehlen und\nwartete nur, bis der Graf vom garstigen Gewäsche frei wäre, als meine\nFräulein B. hereintrat. Da mir das Herz immer ein bißchen aufgeht,\nwenn ich sie sehe, blieb ich eben, stellte mich hinter ihren Stuhl und\nbemerkte erst nach einiger Zeit, daß sie mit weniger Offenheit als\nsonst, mit einiger Verlegenheit mit mir redete. Das fiel mir auf.\nIst sie auch wie all das Volk, dacht’ ich, und war angestochen und\nwollte gehen, und doch blieb ich, weil ich sie gerne entschuldigt\nhätte und es nicht glaubte und noch ein gut Wort von ihr hoffte\nund—was du willst. Unterdessen füllte sich die Gesellschaft. Der\nBaron F. mit der ganzen Garderobe von den Krönungszeiten Franz des\nErsten her, der Hofrat R..., hier aber in qualitate Herr von R...\ngenannt, mit seiner tauben Frau etc., den Übel fournierten J... nicht\nzu vergessen, der die Lücken seiner altfränkischen Garderobe mit\nneumodischen Lappen ausflickt, das kommt zu Hauf, und ich rede mit\neinigen meiner Bekanntschaft, die alle sehr lakonisch sind. Ich\ndachte—und gab nur auf meine B... acht. Ich merkte nicht, daß die\nWeiber am Ende des Saales sich in die Ohren flüsterten, daß es auf die\nMänner zirkulierte, daß Frau von S. mit dem Grafen redete (das alles\nhat mir Fräulein B. nachher erzählt), bis endlich der Graf auf mich\nlosging und mich in ein Fenster nahm.—\"Sie wissen”, sagt’ er,\"unsere\nwunderbaren Verhältnisse; die Gesellschaft ist unzufrieden, merkte ich,\nSie hier zu sehn. Ich wollte nicht um alles\"-\"Ihro Exzellenz”, fiel\nich ein,\"ich bitte tausendmal um Verzeihung; ich hätte eher dran\ndenken sollen, und ich weiß, Sie vergeben mir diese Inkonsequenz; ich\nwollte schon vorhin mich empfehlen. Ein böser Genius hat mich\nzurückgehalten”. Setzte ich lächelnd hinzu, indem ich mich neigte.\n—Der Graf drückte meine Hände mit einer Empfindung, die alles sagte.\nIch strich mich sacht aus der vornehmen Gesellschaft, ging, setzte\nmich in ein Kabriolett und fuhr nach M., dort vom Hügel die Sonne\nuntergehen zu sehen und dabei in meinem Homer den herrlichen Gesang zu\nlesen, wie Ulyß von dem trefflichen Schweinehirten bewirtet wird. Das\nwar alles gut.",
        "Des Abends komm’ ich zurück zu Tische, es waren noch wenige in der\nGaststube; die würfelten auf einer Ecke, hatten das Tischtuch\nzurückgeschlagen. Da kommt der ehrliche Adelin hinein, legt seinen\nHut nieder, indem er mich ansieht, tritt zu mir und sagt leise:\"du\nhast Verdruß gehabt?\"-\"ich?\"sagt’ ich.—\"Der Graf hat dich aus der\nGesellschaft gewiesen”.—\"Hol’ sie der Teufel!\"sagt’ ich,\"mir war’s\nlieb, daß ich in die freie Luft kam”.—\"Gut,\"sagt’ er,\"daß du’s auf\ndie leichte Achsel nimmst. Nur verdrießt mich’s, es ist schon überall\nherum”.—da fing mich das Ding erst an zu wurmen. Alle, die zu Tisch\nkamen und mich ansahen, dachte ich, die sehen dich darum an! Das gab\nböses Blut.",
        "Und da man nun heute gar, wo ich hintrete, mich bedauert, da ich höre,\ndaß meine Neider nun triumphieren und sagen: da sähe man’s, wo es mit\nden Übermütigen hinausginge, die sich ihres bißchen Kopfs überhöben\nund glaubten, sich darum über alle Verhältnisse hinaussetzen zu dürfen,\nund was des Hundegeschwätzes mehr ist—da möchte man sich ein Messer\nins Herz bohren; denn man rede von Selbständigkeit was man will, den\nwill ich sehen, der dulden kann, daß Schurken über ihn reden, wenn sie\neinen Vorteil über ihn haben; wenn ihr Geschwätze leer ist, ach da\nkann man sie leicht lassen.",
        "Continue...",
        "\nThis complete text of “Die Leiden des jungen Werther” by Johann Wolfgang von Goethe,\nas well as the paintings by Caspar David Friedrich, are in the public domain.\n\n\n\nAmazon: “Die Leiden des jungen Werther”.\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on April 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}