{
    "title": "Doctor Pascal - III.",
    "author": "Emile Zola",
    "chapter": "3",
    "content": [
        "\n\n",
        "For a month this unpleasant state of affairs continued, every day\ngrowing worse, and Clotilde suffered especially at seeing that Pascal\nnow locked up everything. He had no longer the same tranquil\nconfidence in her as before, and this wounded her so deeply that, if\nshe had at any time found the press open, she would have thrown the\npapers into the fire as her grandmother Felicite had urged her to do.\nAnd the disagreements began again, so that they often remained without\nspeaking to each other for two days together.",
        "One morning, after one of these misunderstandings which had lasted\nsince the day before, Martine said as she was serving the breakfast:",
        "“Just now as I was crossing the Place de la Sous-Prefecture, I saw a\nstranger whom I thought I recognized going into Mme. Felicite’s house.\nYes, mademoiselle, I should not be surprised if it were your brother.”",
        "On the impulse of the moment, Pascal and Clotilde spoke.",
        "“Your brother! Did your grandmother expect him, then?”",
        "“No, I don’t think so, though she has been expecting him at any time\nfor the past six months, I know that she wrote to him again a week\nago.”",
        "They questioned Martine.",
        "“Indeed, monsieur, I cannot say; since I last saw M. Maxime four years\nago, when he stayed two hours with us on his way to Italy, he may\nperhaps have changed greatly–I thought, however, that I recognized\nhis back.”",
        "The conversation continued, Clotilde seeming to be glad of this event,\nwhich broke at last the oppressive silence between them, and Pascal\nended:",
        "“Well, if it is he, he will come to see us.”",
        "It was indeed Maxime. He had yielded, after months of refusal, to the\nurgent solicitations of old Mme. Rougon, who had still in this quarter\nan open family wound to heal. The trouble was an old one, and it grew\nworse every day.",
        "Fifteen years before, when he was seventeen, Maxime had had a child by\na servant whom he had seduced. His father Saccard, and his stepmother\nRenee–the latter vexed more especially at his unworthy choice–had\nacted in the matter with indulgence. The servant, Justine Megot,\nbelonged to one of the neighboring villages, and was a fair-haired\ngirl, also seventeen, gentle and docile; and they had sent her back to\nPlassans, with an allowance of twelve hundred francs a year, to bring\nup little Charles. Three years later she had married there a\nharness-maker of the faubourg, Frederic Thomas by name, a good workman\nand a sensible fellow, who was tempted by the allowance. For the rest\nher conduct was now most exemplary, she had grown fat, and she\nappeared to be cured of a cough that had threatened a hereditary\nmalady due to the alcoholic propensities of a long line of\nprogenitors. And two other children born of her marriage, a boy who\nwas now ten and a girl who was seven, both plump and rosy, enjoyed\nperfect health; so that she would have been the most respected and the\nhappiest of women, if it had not been for the trouble which Charles\ncaused in the household. Thomas, notwithstanding the allowance,\nexecrated this son of another man and gave him no peace, which made\nthe mother suffer in secret, being an uncomplaining and submissive\nwife. So that, although she adored him, she would willingly have given\nhim up to his father’s family.",
        "Charles, at fifteen, seemed scarcely twelve, and he had the infantine\nintelligence of a child of five, resembling in an extraordinary degree\nhis great-great-grandmother, Aunt Dide, the madwoman at the Tulettes.\nHe had the slender and delicate grace of one of those bloodless little\nkings with whom a race ends, crowned with their long, fair locks,\nlight as spun silk. His large, clear eyes were expressionless, and on\nhis disquieting beauty lay the shadow of death. And he had neither\nbrain nor heart–he was nothing but a vicious little dog, who rubbed\nhimself against people to be fondled. His great-grandmother Felicite,\nwon by this beauty, in which she affected to recognize her blood, had\nat first put him in a boarding school, taking charge of him, but he\nhad been expelled from it at the end of six months for misconduct.\nThree times she had changed his boarding school, and each time he had\nbeen expelled in disgrace. Then, as he neither would nor could learn\nanything, and as his health was declining rapidly, they kept him at\nhome, sending him from one to another of the family. Dr. Pascal, moved\nto pity, had tried to cure him, and had abandoned the hopeless task\nonly after he had kept him with him for nearly a year, fearing the\ncompanionship for Clotilde. And now, when Charles was not at his\nmother’s, where he scarcely ever lived at present, he was to be found\nat the house of Felicite, or that of some other relative, prettily\ndressed, laden with toys, living like the effeminate little dauphin of\nan ancient and fallen race.",
        "Old Mme. Rougon, however, suffered because of this bastard, and she\nhad planned to get him away from the gossiping tongues of Plassans, by\npersuading Maxime to take him and keep him with him in Paris. It would\nstill be an ugly story of the fallen family. But Maxime had for a long\ntime turned a deaf ear to her solicitations, in the fear which\ncontinually haunted him of spoiling his life. After the war, enriched\nby the death of his wife, he had come back to live prudently on his\nfortune in his mansion on the avenue of the Bois de Boulogne,\ntormented by the hereditary malady of which he was to die young,\nhaving gained from his precocious debauchery a salutary fear of\npleasure, resolved above all to shun emotions and responsibilities, so\nthat he might last as long as possible. Acute pains in the limbs,\nrheumatic he thought them, had been alarming him for some time past;\nhe saw himself in fancy already an invalid tied down to an easy-chair;\nand his father’s sudden return to France, the fresh activity which\nSaccard was putting forth, completed his disquietude. He knew well\nthis devourer of millions; he trembled at finding him again bustling\nabout him with his good-humored, malicious laugh. He felt that he was\nbeing watched, and he had the conviction that he would be cut up and\ndevoured if he should be for a single day at his mercy, rendered\nhelpless by the pains which were invading his limbs. And so great a\nfear of solitude had taken possession of him that he had now yielded\nto the idea of seeing his son again. If he found the boy gentle,\nintelligent, and healthy, why should he not take him to live with him?\nHe would thus have a companion, an heir, who would protect him against\nthe machinations of his father. Gradually he came to see himself, in\nhis selfish forethought, loved, petted, and protected; yet for all\nthat he might not have risked such a journey, if his physician had not\njust at that time sent him to the waters of St. Gervais. Thus, having\nto go only a few leagues out of his way, he had dropped in\nunexpectedly that morning on old Mme. Rougon, firmly resolved to take\nthe train again in the evening, after having questioned her and seen\nthe boy.",
        "At two o’clock Pascal and Clotilde were still beside the fountain\nunder the plane trees where they had taken their coffee, when Felicite\narrived with Maxime.",
        "“My dear, here’s a surprise! I have brought you your brother.”",
        "Startled, the young girl had risen, seeing this thin and sallow\nstranger, whom she scarcely recognized. Since their parting in 1854\nshe had seen him only twice, once at Paris and again at Plassans. Yet\nhis image, refined, elegant, and vivacious, had remained engraven on\nher mind; his face had grown hollow, his hair was streaked with silver\nthreads. But notwithstanding, she found in him still, with his\ndelicately handsome head, a languid grace, like that of a girl, even\nin his premature decrepitude.",
        "“How well you look!” he said simply, as he embraced his sister.",
        "“But,” she responded, “to be well one must live in the sunshine. Ah,\nhow happy it makes me to see you again!”",
        "Pascal, with the eye of the physician, had examined his nephew\ncritically. He embraced him in his turn.",
        "“Goodday, my boy. And she is right, mind you; one can be well only out\nin the sunshine–like the trees.”",
        "Felicite had gone hastily to the house. She returned, crying:",
        "“Charles is not here, then?”",
        "“No,” said Clotilde. “We went to see him yesterday. Uncle Macquart has\ntaken him, and he is to remain for a few days at the Tulettes.”",
        "Felicite was in despair. She had come only in the certainty of finding\nthe boy at Pascal’s. What was to be done now? The doctor, with his\ntranquil air, proposed to write to Uncle Macquart, who would bring him\nback in the morning. But when he learned that Maxime wished positively\nto go away again by the nine o’clock train, without remaining over\nnight, another idea occurred to him. He would send to the livery\nstable for a landau, and all four would go to see Charles at Uncle\nMacquart’s. It would even be a delightful drive. It was not quite\nthree leagues from Plassans to the Tulettes–an hour to go, and an\nhour to return, and they would still have almost two hours to remain\nthere, if they wished to be back by seven. Martine would get dinner,\nand Maxime would have time enough to dine and catch his train.",
        "But Felicite objected, visibly disquieted by this visit to Macquart.",
        "“Oh, no, indeed! If you think I am going down there in this frightful\nweather, you are mistaken. It is much simpler to send some one to\nbring Charles to us.”",
        "Pascal shook his head. Charles was not always to be brought back when\none wished. He was a boy without reason, who sometimes, if the whim\nseized him, would gallop off like an untamed animal. And old Mme.\nRougon, overruled and furious at having been unable to make any\npreparation, was at last obliged to yield, in the necessity in which\nshe found herself of leaving the matter to chance.",
        "“Well, be it as you wish, then! Good Heavens, how unfortunately things\nhave turned out!”",
        "Martine hurried away to order the landau, and before three o’clock had\nstruck the horses were on the Nice road, descending the declivity\nwhich slopes down to the bridge over the Viorne. Then they turned to\nthe left, and followed the wooded banks of the river for about two\nmiles. After this the road entered the gorges of the Seille, a narrow\npass between two giant walls of rock scorched by the ardent rays of\nthe summer sun. Pine trees pushed their way through the clefts; clumps\nof trees, scarcely thicker at the roots than tufts of grass, fringed\nthe crests and hung over the abyss. It was a chaos; a blasted\nlandscape, a mouth of hell, with its wild turns, its droppings of\nblood-colored earth sliding down from every cut, its desolate solitude\ninvaded only by the eagles’ flight.",
        "Felicite did not open her lips; her brain was at work, and she seemed\ncompletely absorbed in her thoughts. The atmosphere was oppressive,\nthe sun sent his burning rays from behind a veil of great livid\nclouds. Pascal was almost the only one who talked, in his passionate\nlove for this scorched land–a love which he endeavored to make his\nnephew share. But it was in vain that he uttered enthusiastic\nexclamations, in vain that he called his attention to the persistence\nof the olives, the fig trees, and the thorn bushes in pushing through\nthe rock; the life of the rock itself, that colossal and puissant\nframe of the earth, from which they could almost fancy they heard a\nsound of breathing arise. Maxime remained cold, filled with a secret\nanguish in presence of those blocks of savage majesty, whose mass\nseemed to crush him. And he preferred to turn his eyes toward his\nsister, who was seated in front of him. He was becoming more and more\ncharmed with her. She looked so healthy and so happy, with her pretty\nround head, with its straight, well-molded forehead. Now and then\ntheir glances met, and she gave him an affectionate smile which\nconsoled him.",
        "But the wildness of the gorge was beginning to soften, the two walls\nof rock to grow lower; they passed between two peaceful hills, with\ngentle slopes covered with thyme and lavender. It was the desert\nstill, there were still bare spaces, green or violet hued, from which\nthe faintest breeze brought a pungent perfume.",
        "Then abruptly, after a last turn they descended to the valley of the\nTulettes, which was refreshed by springs. In the distance stretched\nmeadows dotted by large trees. The village was seated midway on the\nslope, among olive trees, and the country house of Uncle Macquart\nstood a little apart on the left, full in view. The landau turned into\nthe road which led to the insane asylum, whose white walls they could\nsee before them in the distance.",
        "Felicite’s silence had grown somber, for she was not fond of\nexhibiting Uncle Macquart. Another whom the family would be well rid\nof the day when he should take his departure. For the credit of every\none he ought to have been sleeping long ago under the sod. But he\npersisted in living, he carried his eighty-three years well, like an\nold drunkard saturated with liquor, whom the alcohol seemed to\npreserve. At Plassans he had left a terrible reputation as a\ndo-nothing and a scoundrel, and the old men whispered the execrable\nstory of the corpses that lay between him and the Rougons, an act of\ntreachery in the troublous days of December, 1851, an ambuscade in\nwhich he had left comrades with their bellies ripped open, lying on\nthe bloody pavement. Later, when he had returned to France, he had\npreferred to the good place of which he had obtained the promise this\nlittle domain of the Tulettes, which Felicite had bought for him. And\nhe had lived comfortably here ever since; he had no longer any other\nambition than that of enlarging it, looking out once more for the good\nchances, and he had even found the means of obtaining a field which he\nhad long coveted, by making himself useful to his sister-in-law at the\ntime when the latter again reconquered Plassans from the legitimists–\nanother frightful story that was whispered also, of a madman secretly\nlet loose from the asylum, running in the night to avenge himself,\nsetting fire to his house in which four persons were burned. But these\nwere old stories and Macquart, settled down now, was no longer the\nredoubtable scoundrel who had made all the family tremble. He led a\nperfectly correct life; he was a wily diplomat, and he had retained\nnothing of his air of jeering at the world but his bantering smile.",
        "“Uncle is at home,” said Pascal, as they approached the house.",
        "This was one of those Provencal structures of a single story, with\ndiscolored tiles and four walls washed with a bright yellow. Before\nthe facade extended a narrow terrace shaded by ancient mulberry trees,\nwhose thick, gnarled branches drooped down, forming an arbor. It was\nhere that Uncle Macquart smoked his pipe in the cool shade, in summer.\nAnd on hearing the sound of the carriage, he came and stood at the\nedge of the terrace, straightening his tall form neatly clad in blue\ncloth, his head covered with the eternal fur cap which he wore from\none year’s end to the other.",
        "As soon as he recognized his visitors, he called out with a sneer:",
        "“Oh, here come some fine company! How kind of you; you are out for an\nairing.”",
        "But the presence of Maxime puzzled him. Who was he? Whom had he come\nto see? They mentioned his name to him, and he immediately cut short\nthe explanations they were adding, to enable him to straighten out the\ntangled skein of relationship.",
        "“The father of Charles–I know, I know! The son of my nephew Saccard,\npardi! the one who made a fine marriage, and whose wife died–”",
        "He stared at Maxime, seeming happy to find him already wrinkled at\nthirty-two, with his hair and beard sprinkled with snow.",
        "“Ah, well!” he added, “we are all growing old. But I, at least, have\nno great reason to complain. I am solid.”",
        "And he planted himself firmly on his legs with his air of ferocious\nmockery, while his fiery red face seemed to flame and burn. For a long\ntime past ordinary brandy had seemed to him like pure water; only\nspirits of 36 degrees tickled his blunted palate; and he took such\ndraughts of it that he was full of it–his flesh saturated with it–\nlike a sponge. He perspired alcohol. At the slightest breath whenever\nhe spoke, he exhaled from his mouth a vapor of alcohol.",
        "“Yes, truly; you are solid, uncle!” said Pascal, amazed. “And you have\ndone nothing to make you so; you have good reason to ridicule us. Only\nthere is one thing I am afraid of, look you, that some day in lighting\nyour pipe, you may set yourself on fire–like a bowl of punch.”",
        "Macquart, flattered, gave a sneering laugh.",
        "“Have your jest, have your jest, my boy! A glass of cognac is worth\nmore than all your filthy drugs. And you will all touch glasses with\nme, hey? So that it may be said truly that your uncle is a credit to\nyou all. As for me, I laugh at evil tongues. I have corn and olive\ntrees, I have almond trees and vines and land, like any bourgeois.\nIn summer I smoke my pipe under the shade of my mulberry trees; in\nwinter I go to smoke it against my wall, there in the sunshine. One\nhas no need to blush for an uncle like that, hey? Clotilde, I have\nsyrup, if you would like some. And you, Felicite, my dear, I know that\nyou prefer anisette. There is everything here, I tell you, there is\neverything here!”",
        "He waved his arm as if to take possession of the comforts he enjoyed,\nnow that from an old sinner he had become a hermit, while Felicite,\nwhom he had disturbed a moment before by the enumeration of his\nriches, did not take her eyes from his face, waiting to interrupt him.",
        "“Thank you, Macquart, we will take nothing; we are in a hurry. Where\nis Charles?”",
        "“Charles? Very good, presently! I understand, papa has come to see his\nboy. But that is not going to prevent you taking a glass.”",
        "And as they positively refused he became offended, and said, with his\nmalicious laugh:",
        "“Charles is not here; he is at the asylum with the old woman.”",
        "Then, taking Maxime to the end of the terrace, he pointed out to him\nthe great white buildings, whose inner gardens resembled prison yards.",
        "“Look, nephew, you see those three trees in front of you? Well, beyond\nthe one to the left, there is a fountain in a court. Follow the ground\nfloor, and the fifth window to the right is Aunt Dide’s. And that is\nwhere the boy is. Yes, I took him there a little while ago.”",
        "This was an indulgence of the directors. In the twenty years that she\nhad been in the asylum the old woman had not given a moment’s\nuneasiness to her keeper. Very quiet, very gentle, she passed the days\nmotionless in her easy-chair, looking straight before her; and as the\nboy liked to be with her, and as she herself seemed to take an\ninterest in him, they shut their eyes to this infraction of the rules\nand left him there sometimes for two or three hours at a time, busily\noccupied in cutting out pictures.",
        "But this new disappointment put the finishing stroke to Felicite’s\nill-humor; she grew angry when Macquart proposed that all five should\ngo in a body in search of the boy.",
        "“What an idea! Go you alone, and come back quickly. We have no time to\nlose.”",
        "Her suppressed rage seemed to amuse Uncle Macquart, and perceiving how\ndisagreeable his proposition was to her, he insisted, with his\nsneering laugh:",
        "“But, my children, we should at the same time have an opportunity of\nseeing the old mother; the mother of us all. There is no use in\ntalking; you know that we are all descended from her, and it would\nhardly be polite not to go wish her a good-day, when my grandnephew,\nwho has come from such a distance, has perhaps never before had a good\nlook at her. I’ll not disown her, may the devil take me if I do. To be\nsure she is mad, but all the same, old mothers who have passed their\nhundredth year are not often to be seen, and she well deserves that we\nshould show ourselves a little kind to her.”",
        "There was silence for a moment. A little shiver had run through every\none. And it was Clotilde, silent until now, who first declared in a\nvoice full of feeling:",
        "“You are right, uncle; we will all go.”",
        "Felicite herself was obliged to consent. They re-entered the landau,\nMacquart taking the seat beside the coachman. A feeling of disquietude\nhad given a sallow look to Maxime’s worn face; and during the short\ndrive he questioned Pascal concerning Charles with an air of paternal\ninterest, which concealed a growing anxiety. The doctor constrained by\nhis mother’s imperious glances, softened the truth. Well, the boy’s\nhealth was certainly not very robust; it was on that account, indeed,\nthat they were glad to leave him for weeks together in the country\nwith his uncle: but he had no definite disease. Pascal did not add\nthat he had for a moment cherished the dream of giving him a brain and\nmuscles by treating him with his hypodermic injections of nerve\nsubstance, but that he had always been met by the same difficulty; the\nslightest puncture brought on a hemorrhage which it was found\nnecessary to stop by compresses; there was a laxness of the tissues,\ndue to degeneracy; a bloody dew which exuded from the skin; he had\nespecially, bleedings at the nose so sudden and so violent that they\ndid not dare to leave him alone, fearing lest all the blood in his\nveins should flow out. And the doctor ended by saying that although\nthe boy’s intelligence had been sluggish, he still hoped that it would\ndevelop in an environment of quicker mental activity.",
        "They arrived at the asylum and Macquart, who had been listening to the\ndoctor, descended from his seat, saying:",
        "“He is a gentle little fellow, a very gentle little fellow! And then,\nhe is so beautiful–an angel!”",
        "Maxime, who was still pale, and who shivered in spite of the stifling\nheat, put no more questions. He looked at the vast buildings of the\nasylum, the wings of the various quarters separated by gardens, the\nmen’s quarters from those of the women, those of the harmless insane\nfrom those of the violent insane. A scrupulous cleanliness reigned\neverywhere, a gloomy silence–broken from time to time by footsteps\nand the noise of keys. Old Macquart knew all the keepers. Besides, the\ndoors were always to open to Dr. Pascal, who had been authorized to\nattend certain of the inmates. They followed a passage and entered a\ncourt; it was here–one of the chambers on the ground floor, a room\ncovered with a light carpet, furnished with a bed, a press, a table,\nan armchair, and two chairs. The nurse, who had orders never to quit\nher charge, happened just now to be absent, and the only occupants of\nthe room were the madwoman, sitting rigid in her armchair at one side\nof the table, and the boy, sitting on a chair on the opposite side,\nabsorbed in cutting out his pictures.",
        "“Go in, go in!” Macquart repeated. “Oh, there is no danger, she is\nvery gentle!”",
        "The grandmother, Adelaide Fouque, whom her grandchildren, a whole\nswarm of descendants, called by the pet name of Aunt Dide, did not\neven turn her head at the noise. In her youth hysterical troubles had\nunbalanced her mind. Of an ardent and passionate nature and subject to\nnervous attacks, she had yet reached the great age of eighty-three\nwhen a dreadful grief, a terrible moral shock, destroyed her reason.\nAt that time, twenty-one years before, her mind had ceased to act; it\nhad become suddenly weakened without the possibility of recovery. And\nnow, at the age of 104 years, she lived here as if forgotten by the\nworld, a quiet madwoman with an ossified brain, with whom insanity\nmight remain stationary for an indefinite length of time without\ncausing death. Old age had come, however, and had gradually atrophied\nher muscles. Her flesh was as if eaten away by age. The skin only\nremained on her bones, so that she had to be carried from her chair to\nher bed, for it had become impossible for her to walk or even to move.\nAnd yet she held herself erect against the back of her chair, a\nyellow, dried-up skeleton–like an ancient tree of which the bark only\nremains–with only her eyes still living in her thin, long visage, in\nwhich the wrinkles had been, so to say, worn away. She was looking\nfixedly at Charles.",
        "Clotilde approached her a little tremblingly.",
        "“Aunt Dide, it is we; we have come to see you. Don’t you know me,\nthen? Your little girl who comes sometimes to kiss you.”",
        "But the madwoman did not seem to hear. Her eyes remained fixed upon\nthe boy, who was finishing cutting out a picture–a purple king in a\ngolden mantle.",
        "“Come, mamma,” said Macquart, “don’t pretend to be stupid. You may\nvery well look at us. Here is a gentleman, a grandson of yours, who\nhas come from Paris expressly to see you.”",
        "At this voice Aunt Dide at last turned her head. Her clear,\nexpressionless eyes wandered slowly from one to another, then rested\nagain on Charles with the same fixed look as before.",
        "They all shivered, and no one spoke again.",
        "“Since the terrible shock she received,” explained Pascal in a low\nvoice, “she has been that way; all intelligence, all memory seem\nextinguished in her. For the most part she is silent; at times she\npours forth a flood of stammering and indistinct words. She laughs and\ncries without cause, she is a thing that nothing affects. And yet I\nshould not venture to say that the darkness of her mind is complete,\nthat no memories remain stored up in its depths. Ah! the poor old\nmother, how I pity her, if the light has not yet been finally\nextinguished. What can her thoughts have been for the last twenty-one\nyears, if she still remembers?”",
        "With a gesture he put this dreadful past which he knew from him. He\nsaw her again young, a tall, pale, slender girl with frightened eyes,\na widow, after fifteen months of married life with Rougon, the clumsy\ngardener whom she had chosen for a husband, throwing herself\nimmediately afterwards into the arms of the smuggler Macquart, whom\nshe loved with a wolfish love, and whom she did not even marry. She\nhad lived thus for fifteen years, with her three children, one the\nchild of her marriage, the other two illegitimate, a capricious and\ntumultuous existence, disappearing for weeks at a time, and returning\nall bruised, her arms black and blue. Then Macquart had been killed,\nshot down like a dog by a gendarme; and the first shock had\nparalyzed her, so that even then she retained nothing living but her\nwater-clear eyes in her livid face; and she shut herself up from the\nworld in the hut which her lover had left her, leading there for forty\nyears the dead existence of a nun, broken by terrible nervous attacks.\nBut the other shock was to finish her, to overthrow her reason, and\nPascal recalled the atrocious scene, for he had witnessed it–a poor\nchild whom the grandmother had taken to live with her, her grandson\nSilvere, the victim of family hatred and strife, whose head another\ngendarme shattered with a pistol shot, at the suppression of the\ninsurrectionary movement of 1851. She was always to be bespattered\nwith blood.",
        "Felicite, meanwhile, had approached Charles, who was so engrossed with\nhis pictures that all these people did not disturb him.",
        "“My darling, this gentleman is your father. Kiss him,” she said.",
        "And then they all occupied themselves with Charles. He was very\nprettily dressed in a jacket and short trousers of black velvet,\nbraided with gold cord. Pale as a lily, he resembled in truth one of\nthose king’s sons whose pictures he was cutting out, with his large,\nlight eyes and his shower of fair curls. But what especially struck\nthe attention at this moment was his resemblance to Aunt Dide; this\nresemblance which had overleaped three generations, which had passed\nfrom this withered centenarian’s countenance, from these dead features\nwasted by life, to this delicate child’s face that was also as if\nworn, aged, and wasted, through the wear of the race. Fronting each\nother, the imbecile child of a deathlike beauty seemed the last of the\nrace of which she, forgotten by the world, was the ancestress.",
        "Maxime bent over to press a kiss on the boy’s forehead; and a chill\nstruck to his heart–this very beauty disquieted him; his uneasiness\ngrew in this chamber of madness, whence, it seemed to him, breathed a\nsecret horror come from the far-off past.",
        "“How beautiful you are, my pet! Don’t you love me a little?”",
        "Charles looked at him without comprehending, and went back to his\nplay.",
        "But all were chilled. Without the set expression of her countenance\nchanging Aunt Dide wept, a flood of tears rolled from her living eyes\nover her dead cheeks. Her gaze fixed immovably upon the boy, she wept\nslowly, endlessly. A great thing had happened.",
        "And now an extraordinary emotion took possession of Pascal. He caught\nClotilde by the arm and pressed it hard, trying to make her\nunderstand. Before his eyes appeared the whole line, the legitimate\nbranch and the bastard branch, which had sprung from this trunk\nalready vitiated by neurosis. Five generations were there present–the\nRougons and the Macquarts, Adelaide Fouque at the root, then the\nscoundrelly old uncle, then himself, then Clotilde and Maxime, and\nlastly, Charles. Felicite occupied the place of her dead husband.\nThere was no link wanting; the chain of heredity, logical and\nimplacable, was unbroken. And what a world was evoked from the depths\nof the tragic cabin which breathed this horror that came from the\nfar-off past in such appalling shape that every one, notwithstanding\nthe oppressive heat, shivered.",
        "“What is it, master?” whispered Clotilde, trembling.",
        "“No, no, nothing!” murmured the doctor. “I will tell you later.”",
        "Macquart, who alone continued to sneer, scolded the old mother. What\nan idea was hers, to receive people with tears when they put\nthemselves out to come and make her a visit. It was scarcely polite.\nAnd then he turned to Maxime and Charles.",
        "“Well, nephew, you have seen your boy at last. Is it not true that he\nis pretty, and that he is a credit to you, after all?”",
        "Felicite hastened to interfere. Greatly dissatisfied with the turn\nwhich affairs were taking, she was now anxious only to get away.",
        "“He is certainly a handsome boy, and less backward than people think.\nJust see how skilful he is with his hands. And you will see when you\nhave brightened him up in Paris, in a different way from what we have\nbeen able to do at Plassans, eh?”",
        "“No doubt,” murmured Maxime. “I do not say no; I will think about it.”",
        "He seemed embarrassed for a moment, and then added:",
        "“You know I came only to see him. I cannot take him with me now as I\nam to spend a month at St. Gervais. But as soon as I return to Paris I\nwill think of it, I will write to you.”",
        "Then, taking out his watch, he cried:",
        "“The devil! Half-past five. You know that I would not miss the nine\no’clock train for anything in the world.”",
        "“Yes, yes, let us go,” said Felicite brusquely. “We have nothing more\nto do here.”",
        "Macquart, whom his sister-in-law’s anger seemed still to divert,\nendeavored to delay them with all sorts of stories. He told of the\ndays when Aunt Dide talked, and he affirmed that he had found her one\nmorning singing a romance of her youth. And then he had no need of the\ncarriage, he would take the boy back on foot, since they left him to\nhim.",
        "“Kiss your papa, my boy, for you know now that you see him, but you\ndon’t know whether you shall ever see him again or not.”",
        "With the same surprised and indifferent movement Charles raised his\nhead, and Maxime, troubled, pressed another kiss on his forehead.",
        "“Be very good and very pretty, my pet. And love me a little.”",
        "“Come, come, we have no time to lose,” repeated Felicite.",
        "But the keeper here re-entered the room. She was a stout, vigorous\ngirl, attached especially to the service of the madwoman. She carried\nher to and from her bed, night and morning; she fed her and took care\nof her like a child. And she at once entered into conversation with\nDr. Pascal, who questioned her. One of the doctor’s most cherished\ndreams was to cure the mad by his treatment of hypodermic injections.\nSince in their case it was the brain that was in danger, why should\nnot hypodermic injections of nerve substance give them strength and\nwill, repairing the breaches made in the organ? So that for a moment\nhe had dreamed of trying the treatment with the old mother; then he\nbegan to have scruples, he felt a sort of awe, without counting that\nmadness at that age was total, irreparable ruin. So that he had chosen\nanother subject–a hatter named Sarteur, who had been for a year past\nin the asylum, to which he had come himself to beg them to shut him up\nto prevent him from committing a crime. In his paroxysms, so strong an\nimpulse to kill seized him that he would have thrown himself upon the\nfirst passer-by. He was of small stature, very dark, with a retreating\nforehead, an aquiline face with a large nose and a very short chin,\nand his left cheek was noticeably larger than his right. And the\ndoctor had obtained miraculous results with this victim of emotional\ninsanity, who for a month past had had no attack. The nurse, indeed\nbeing questioned, answered that Sarteur had become quiet and was\ngrowing better every day.",
        "“Do you hear, Clotilde?” cried Pascal, enchanted. “I have not the time\nto see him this evening, but I will come again to-morrow. It is my\nvisiting day. Ah, if I only dared; if she were young still–”",
        "His eyes turned toward Aunt Dide. But Clotilde, whom his enthusiasm\nmade smile, said gently:",
        "“No, no, master, you cannot make life anew. There, come. We are the\nlast.”",
        "It was true; the others had already gone. Macquart, on the threshold,\nfollowed Felicite and Maxime with his mocking glance as they went\naway. Aunt Dide, the forgotten one, sat motionless, appalling in her\nleanness, her eyes again fixed upon Charles with his white, worn face\nframed in his royal locks.",
        "The drive back was full of constraint. In the heat which exhaled from\nthe earth, the landau rolled on heavily to the measured trot of the\nhorses. The stormy sky took on an ashen, copper-colored hue in the\ndeepening twilight. At first a few indifferent words were exchanged;\nbut from the moment in which they entered the gorges of the Seille all\nconversation ceased, as if they felt oppressed by the menacing walls\nof giant rock that seemed closing in upon them. Was not this the end\nof the earth, and were they not going to roll into the unknown, over\nthe edge of some abyss? An eagle soared by, uttering a shrill cry.",
        "Willows appeared again, and the carriage was rolling lightly along the\nbank of the Viorne, when Felicite began without transition, as if she\nwere resuming a conversation already commenced.",
        "“You have no refusal to fear from the mother. She loves Charles\ndearly, but she is a very sensible woman, and she understands\nperfectly that it is to the boy’s advantage that you should take him\nwith you. And I must tell you, too, that the poor boy is not very\nhappy with her, since, naturally, the husband prefers his own son and\ndaughter. For you ought to know everything.”",
        "And she went on in this strain, hoping, no doubt, to persuade Maxime\nand draw a formal promise from him. She talked until they reached\nPlassans. Then, suddenly, as the landau rolled over the pavement of\nthe faubourg, she said:",
        "“But look! there is his mother. That stout blond at the door there.”",
        "At the threshold of a harness-maker’s shop hung round with horse\ntrappings and halters, Justine sat, knitting a stocking, taking the\nair, while the little girl and boy were playing on the ground at her\nfeet. And behind them in the shadow of the shop was to be seen Thomas,\na stout, dark man, occupied in repairing a saddle.",
        "Maxime leaned forward without emotion, simply curious. He was greatly\nsurprised at sight of this robust woman of thirty-two, with so\nsensible and so commonplace an air, in whom there was not a trace of\nthe wild little girl with whom he had been in love when both of the\nsame age were entering their seventeenth year. Perhaps a pang shot\nthrough his heart to see her plump and tranquil and blooming, while he\nwas ill and already aged.",
        "“I should never have recognized her,” he said.",
        "And the landau, still rolling on, turned into the Rue de Rome. Justine\nhad disappeared; this vision of the past–a past so different from the\npresent–had sunk into the shadowy twilight, with Thomas, the\nchildren, and the shop.",
        "At La Souleiade the table was set; Martine had an eel from the Viorne,\na sauted rabbit, and a leg of mutton. Seven o’clock was striking,\nand they had plenty of time to dine quietly.",
        "“Don’t be uneasy,” said Dr. Pascal to his nephew. “We will accompany\nyou to the station; it is not ten minutes’ walk from here. As you left\nyour trunk, you have nothing to do but to get your ticket and jump on\nboard the train.”",
        "Then, meeting Clotilde in the vestibule, where she was hanging up her\nhat and her umbrella, he said to her in an undertone:",
        "“Do you know that I am uneasy about your brother?”",
        "“Why so?”",
        "“I have observed him attentively. I don’t like the way in which he\nwalks; and have you noticed what an anxious look he has at times? That\nhas never deceived me. In short, your brother is threatened with\nataxia.”",
        "“Ataxia!” she repeated turning very pale.",
        "A cruel image rose before her, that of a neighbor, a man still young,\nwhom for the past ten years she had seen driven about in a little\ncarriage by a servant. Was not this infirmity the worst of all ills,\nthe ax stroke that separates a living being from social and active\nlife?",
        "“But,” she murmured, “he complains only of rheumatism.”",
        "Pascal shrugged his shoulders; and putting a finger to his lip he went\ninto the dining-room, where Felicite and Maxime were seated.",
        "The dinner was very friendly. The sudden disquietude which had sprung\nup in Clotilde’s heart made her still more affectionate to her\nbrother, who sat beside her. She attended to his wants gayly, forcing\nhim to take the most delicate morsels. Twice she called back Martine,\nwho was passing the dishes too quickly. And Maxime was more and more\nenchanted by this sister, who was so good, so healthy, so sensible,\nwhose charm enveloped him like a caress. So greatly was he captivated\nby her that gradually a project, vague at first, took definite shape\nwithin him. Since little Charles, his son, terrified him so greatly\nwith his deathlike beauty, his royal air of sickly imbecility, why\nshould he not take his sister Clotilde to live with him? The idea of\nhaving a woman in his house alarmed him, indeed, for he was afraid of\nall women, having had too much experience of them in his youth; but\nthis one seemed to him truly maternal. And then, too, a good woman in\nhis house would make a change in it, which would be a desirable thing.\nHe would at least be left no longer at the mercy of his father, whom\nhe suspected of desiring his death so that he might get possession of\nhis money at once. His hatred and terror of his father decided him.",
        "“Don’t you think of marrying, then?” he asked, wishing to try the\nground.",
        "The young girl laughed.",
        "“Oh, there is no hurry,” she answered.",
        "Then, suddenly, looking at Pascal, who had raised his head, she added:",
        "“How can I tell? Oh, I shall never marry.”",
        "But Felicite protested. When she saw her so attached to the doctor,\nshe often wished for a marriage that would separate her from him, that\nwould leave her son alone in a deserted home, where she herself might\nbecome all powerful, mistress of everything. Therefore she appealed to\nhim. Was it not true that a woman ought to marry, that it was against\nnature to remain an old maid?",
        "And he gravely assented, without taking his eyes from Clotilde’s face.",
        "“Yes, yes, she must marry. She is too sensible not to marry.”",
        "“Bah!” interrupted Maxime, “would it be really sensible in her to\nmarry? In order to be unhappy, perhaps; there are so many ill-assorted\nmarriages!”",
        "And coming to a resolution, he added:",
        "“Don’t you know what you ought to do? Well, you ought to come and live\nwith me in Paris. I have thought the matter over. The idea of taking\ncharge of a child in my state of health terrifies me. Am I not a child\nmyself, an invalid who needs to be taken care of? You will take care\nof me; you will be with me, if I should end by losing the use of my\nlimbs.”",
        "There was a sound of tears in his voice, so great a pity did he feel\nfor himself. He saw himself, in fancy, sick; he saw his sister at his\nbedside, like a Sister of Charity; if she consented to remain\nunmarried he would willingly leave her his fortune, so that his father\nmight not have it. The dread which he had of solitude, the need in\nwhich he should perhaps stand of having a sick-nurse, made him very\npathetic.",
        "“It would be very kind on your part, and you should have no cause to\nrepent it.”",
        "Martine, who was serving the mutton, stopped short in surprise; and\nthe proposition caused the same surprise at the table. Felicite was\nthe first to approve, feeling that the girl’s departure would further\nher plans. She looked at Clotilde, who was still silent and stunned,\nas it were; while Dr. Pascal waited with a pale face.",
        "“Oh, brother, brother,” stammered the young girl, unable at first to\nthink of anything else to say.",
        "Then her grandmother cried:",
        "“Is that all you have to say? Why, the proposition your brother has\njust made you is a very advantageous one. If he is afraid of taking\nCharles now, why, you can go with him, and later on you can send for\nthe child. Come, come, that can be very well arranged. Your brother\nmakes an appeal to your heart. Is it not true, Pascal, that she owes\nhim a favorable answer?”",
        "The doctor, by an effort, recovered his self-possession. The chill\nthat had seized him made itself felt, however, in the slowness with\nwhich he spoke.",
        "“The offer, in effect, is very kind. Clotilde, as I said before, is\nvery sensible and she will accept it, if it is right that she should\ndo so.”",
        "The young girl, greatly agitated, rebelled at this.",
        "“Do you wish to send me away, then, master? Maxime is very good, and I\nthank him from the bottom of my heart. But to leave everything, my\nGod! To leave all that love me, all that I have loved until now!”",
        "She made a despairing gesture, indicating the place and the people,\ntaking in all La Souleiade.",
        "“But,” responded Pascal, looking at her fixedly, “what if Maxime\nshould need you, what if you had a duty to fulfil toward him?”",
        "Her eyes grew moist, and she remained for a moment trembling and\ndesperate; for she alone understood. The cruel vision again arose\nbefore her–Maxime, helpless, driven, about in a little carriage by a\nservant, like the neighbor whom she used to pity. Had she indeed any\nduty toward a brother who for fifteen years had been a stranger to\nher? Did not her duty lie where her heart was? Nevertheless, her\ndistress of mind continued; she still suffered in the struggle.",
        "“Listen, Maxime,” she said at last, “give me also time to reflect. I\nwill see. Be assured that I am very grateful to you. And if you should\none day really have need of me, well, I should no doubt decide to go.”",
        "This was all they could make her promise. Felicite, with her usual\nvehemence, exhausted all her efforts in vain, while the doctor now\naffected to say that she had given her word. Martine brought a cream,\nwithout thinking of hiding her joy. To take away mademoiselle! what an\nidea, in order that monsieur might die of grief at finding himself all\nalone. And the dinner was delayed, too, by this unexpected incident.\nThey were still at the dessert when half-past eight struck.",
        "Then Maxime grew restless, tapped the floor with his foot, and\ndeclared that he must go.",
        "At the station, whither they all accompanied him he kissed his sister\na last time, saying:",
        "“Remember!”",
        "“Don’t be afraid,” declared Felicite, “we are here to remind her of\nher promise.”",
        "The doctor smiled, and all three, as soon as the train was in motion,\nwaved their handkerchiefs.",
        "On this day, after accompanying the grandmother to her door, Dr.\nPascal and Clotilde returned peacefully to La Souleiade, and spent a\ndelightful evening there. The constraint of the past few weeks, the\nsecret antagonism which had separated them, seemed to have vanished.\nNever had it seemed so sweet to them to feel so united, inseparable.\nDoubtless it was only this first pang of uneasiness suffered by their\naffection, this threatened separation, the postponement of which\ndelighted them. It was for them like a return to health after an\nillness, a new hope of life. They remained for long time in the warm\nnight, under the plane trees, listening to the crystal murmur of the\nfountain. And they did not even speak, so profoundly did they enjoy\nthe happiness of being together.",
        "Continue...",
        "\nThis eBook of “Doctor Pascal” by Emile Zola (translated by Mary J. Serrano) belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Doctor Pascal (Rougon-Macquart)By Emile ZolaAt Amazon"
    ]
}