{
    "title": "Doctor Pascal - XII.",
    "author": "Emile Zola",
    "chapter": "12",
    "content": [
        "\n\n",
        "From the day following Clotilde’s departure, Pascal shut himself up in\nthe great empty house. He did not leave it again, ceasing entirely the\nrare professional visits which he had still continued to make, living\nthere with doors and windows closed, in absolute silence and solitude.\nMartine had received formal orders to admit no one under any pretext\nwhatever.",
        "“But your mother, monsieur, Mme. Felicite?”",
        "“My mother, less than any one else; I have my reasons. Tell her that I\nam working, that I require to concentrate my thoughts, and that I\nrequest her to excuse me.”",
        "Three times in succession old Mme. Rougon had presented herself. She\nwould storm at the hall door. He would hear her voice rising in anger\nas she tried in vain to force her way in. Then the noise would be\nstilled, and there would be only a whisper of complaint and plotting\nbetween her and the servant. But not once did he yield, not once did\nhe lean over the banisters and call to her to come up.",
        "One day Martine ventured to say to him:",
        "“It is very hard, all the same, monsieur, to refuse admittance to\none’s mother. The more so, as Mme. Felicite comes with good\nintentions, for she knows the straits that monsieur is in, and she\ninsists only in order to offer her services.”",
        "“Money!” he cried, exasperated. “I want no money, do you hear? And\nfrom her less than anybody. I will work, I will earn my own living;\nwhy should I not?”",
        "The question of money, however, began to grow pressing. He obstinately\nrefused to take another sou from the five thousand francs locked up in\nthe desk. Now that he was alone, he was completely indifferent to\nmaterial things; he would have been satisfied to live on bread and\nwater; and every time the servant asked him for money to buy wine,\nmeat, or sweets, he shrugged his shoulders–what was the use? there\nremained a crust from the day before, was not that sufficient? But in\nher affection for her master, whom she felt to be suffering, the old\nservant was heart-broken at this miserliness which exceeded her own;\nthis utter destitution to which he abandoned himself and the whole\nhouse. The workmen of the faubourgs lived better. Thus it was that for\na whole day a terrible conflict went on within her. Her doglike love\nstruggled with her love for her money, amassed sou by sou, hidden\naway, “making more,” as she said. She would rather have parted with a\npiece of her flesh. So long as her master had not suffered alone the\nidea of touching her treasure had not even occurred to her. And she\ndisplayed extraordinary heroism the morning when, driven to extremity,\nseeing her stove cold and the larder empty, she disappeared for an\nhour and then returned with provisions and the change of a hundred-\nfranc note.",
        "Pascal, who just then chanced to come downstairs, asked her in\nastonishment where the money had come from, furious already, and\nprepared to throw it all into the street, imagining she had applied to\nhis mother.",
        "“Why, no; why, no, monsieur!” she stammered, “it is not that at all.”",
        "And she told him the story that she had prepared.",
        "“Imagine, M. Grandguillot’s affairs are going to be settled–or at\nleast I think so. It occurred to me this morning to go to the\nassignee’s to inquire, and he told me that you would undoubtedly\nrecover something, and that I might have a hundred francs now. Yes, he\nwas even satisfied with a receipt from me. He knows me, and you can\nmake it all right afterward.”",
        "Pascal seemed scarcely surprised. She had calculated correctly that he\nwould not go out to verify her account. She was relieved, however, to\nsee with what easy indifference he accepted her story.",
        "“Ah, so much the better!” he said. “You see now that one must never\ndespair. That will give me time to settle my affairs.”",
        "His “affairs” was the sale of La Souleiade, about which he had been\nthinking vaguely. But what a grief to leave this house in which\nClotilde had grown up, where they had lived together for nearly\neighteen years! He had taken two or three weeks already to reflect\nover the matter. Now that he had the hope of getting back a little of\nthe money he had lost through the notary’s failure, he ceased to think\nany more about it. He relapsed into his former indifference, eating\nwhatever Martine served him, not even noticing the comforts with which\nshe once more surrounded him, in humble adoration, heart-broken at\ngiving her money, but very happy to support him now, without his\nsuspecting that his sustenance came from her.",
        "But Pascal rewarded her very ill. Afterward he would be sorry, and\nregret his outbursts. But in the state of feverish desperation in\nwhich he lived this did not prevent him from again flying into a\npassion with her, at the slightest cause of dissatisfaction. One\nevening, after he had been listening to his mother talking for an\ninterminable time with her in the kitchen, he cried in sudden fury:",
        "“Martine, I do not wish her to enter La Souleiade again, do you hear?\nIf you ever let her into the house again I will turn you out!”",
        "She listened to him in surprise. Never, during the thirty-two years in\nwhich she had been in his service, had he threatened to dismiss her in\nthis way. Big tears came to her eyes.",
        "“Oh, monsieur! you would not have the courage to do it! And I would\nnot go. I would lie down across the threshold first.”",
        "He already regretted his anger, and he said more gently:",
        "“The thing is that I know perfectly well what is going on. She comes\nto indoctrinate you, to put you against me, is it not so? Yes, she is\nwatching my papers; she wishes to steal and destroy everything up\nthere in the press. I know her; when she wants anything, she never\ngives up until she gets it. Well, you can tell her that I am on my\nguard; that while I am alive she shall never even come near the press.\nAnd the key is here in my pocket.”",
        "In effect, all his former terror–the terror of the scientist who\nfeels himself surrounded by secret enemies, had returned. Ever since\nhe had been living alone in the deserted house he had had a feeling of\nreturning danger, of being constantly watched in secret. The circle\nhad narrowed, and if he showed such anger at these attempts at\ninvasion, if he repulsed his mother’s assaults, it was because he did\nnot deceive himself as to her real plans, and he was afraid that he\nmight yield. If she were there she would gradually take possession of\nhim, until she had subjugated him completely. Therefore his former\ntortures returned, and he passed the days watching; he shut up the\nhouse himself in the evening, and he would often rise during the\nnight, to assure himself that the locks were not being forced. What he\nfeared was that the servant, won over by his mother, and believing she\nwas securing his eternal welfare, would open the door to Mme.\nFelicite. In fancy he saw the papers blazing in the fireplace; he kept\nconstant guard over them, seized again by a morbid love, a torturing\naffection for this icy heap of papers, these cold pages of manuscript,\nto which he had sacrificed the love of woman, and which he tried to\nlove sufficiently to be able to forget everything else for them.",
        "Pascal, now that Clotilde was no longer there, threw himself eagerly\ninto work, trying to submerge himself in it, to lose himself in it. If\nhe secluded himself, if he did not set foot even in the garden, if he\nhad had the strength, one day when Martine came up to announce Dr.\nRamond, to answer that he would not receive him, he had, in this\nbitter desire for solitude, no other aim than to kill thought by\nincessant labor. That poor Ramond, how gladly he would have embraced\nhim! for he divined clearly the delicacy of feeling that had made him\nhasten to console his old master. But why lose an hour? Why risk\nemotions and tears which would leave him so weak? From daylight he was\nat his table, he spent at it his mornings and his afternoons, extended\noften into the evening after the lamp was lighted, and far into the\nnight. He wished to put his old project into execution–to revise his\nwhole theory of heredity, employing the documents furnished by his own\nfamily to establish the laws according to which, in a certain group of\nhuman beings, life is distributed and conducted with mathematical\nprecision from one to another, taking into account the environment–a\nvast bible, the genesis of families, of societies, of all humanity. He\nhoped that the vastness of such a plan, the effort necessary to\ndevelop so colossal an idea, would take complete possession of him,\nrestoring to him his health, his faith, his pride in the supreme joy\nof the accomplished work. But it was in vain that he threw himself\npassionately, persistently, without reserve, into his work; he\nsucceeded only in fatiguing his body and his mind, without even being\nable to fix his thoughts or to put his heart into his work, every day\nsicker and more despairing. Had work, then, finally lost its power? He\nwhose life had been spent in work, who had regarded it as the sole\nmotor, the benefactor, and the consoler, must he then conclude that to\nlove and to be loved is beyond all else in the world? Occasionally he\nwould have great thoughts, he continued to sketch out his new theory\nof the equilibrium of forces, demonstrating that what man receives in\nsensation he should return in action. How natural, full, and happy\nwould life be if it could be lived entire, performing its functions\nlike a well-ordered machine, giving back in power what was consumed in\nfuel, maintaining itself in vigor and in beauty by the simultaneous\nand logical play of all its organs. He believed physical and\nintellectual labor, feeling and reasoning should be in equal\nproportions, and never excessive, for excess meant disturbance of the\nequilibrium and, consequently, disease. Yes, yes, to begin life over\nagain and to know how to live it, to dig the earth, to study man, to\nlove woman, to attain to human perfection, the future city of\nuniversal happiness, through the harmonious working of the entire\nbeing, what a beautiful legacy for a philosophical physician to leave\nbehind him would this be! And this dream of the future, this theory,\nconfusedly perceived, filled him with bitterness at the thought that\nnow his life was a force wasted and lost.",
        "At the very bottom of his grief Pascal had the dominating feeling that\nfor him life was ended. Regret for Clotilde, sorrow at having her no\nlonger beside him, the certainty that he would never see her again,\nfilled him with overwhelming grief. Work had lost its power, and he\nwould sometimes let his head drop on the page he was writing, and weep\nfor hours together, unable to summon courage to take up the pen again.\nHis passion for work, his days of voluntary fatigue, led to terrible\nnights, nights of feverish sleeplessness, in which he would stuff the\nbedclothes into his mouth to keep from crying out Clotilde’s name. She\nwas everywhere in this mournful house in which he secluded himself. He\nsaw her again, walking through the rooms, sitting on the chairs,\nstanding behind the doors. Downstairs, in the dining-room, he could\nnot sit at table, without seeing her opposite him. In the workroom\nupstairs she was still his constant companion, for she, too, had lived\nso long secluded in it that her image seemed reflected from\neverything; he felt her constantly beside him, he could fancy he saw\nher standing before her desk, straight and slender–her delicate face\nbent over a pastel. And if he did not leave the house to escape from\nthe dear and torturing memory it was because he had the certainty that\nhe should find her everywhere in the garden, too: dreaming on the\nterrace; walking with slow steps through the alleys in the pine grove;\nsitting under the shade of the plane trees; lulled by the eternal song\nof the fountain; lying in the threshing yard at twilight, her gaze\nfixed on space, waiting for the stars to come out. But above all,\nthere existed for him a sacred sanctuary which he could not enter\nwithout trembling–the chamber where she had confessed her love. He\nkept the key of it; he had not moved a single object from its place\nsince the sorrowful morning of her departure; and a skirt which she\nhad forgotten lay still upon her armchair. He opened his arms wildly\nto clasp her shade floating in the soft half light of the room, with\nits closed shutters and its walls hung with the old faded pink calico,\nof a dawnlike tint.",
        "In the midst of his unremitting toil Pascal had another melancholy\npleasure–Clotilde’s letters. She wrote to him regularly twice a week,\nlong letters of eight or ten pages, in which she described to him all\nher daily life. She did not seem to lead a very happy life in Paris.\nMaxime, who did not now leave his sick chair, evidently tortured her\nwith the exactions of a spoiled child and an invalid. She spoke as if\nshe lived in complete retirement, always waiting on him, so that she\ncould not even go over to the window to look out on the avenue, along\nwhich rolled the fashionable stream of the promenaders of the Bois;\nand from certain of her expressions it could be divined that her\nbrother, after having entreated her so urgently to go to him,\nsuspected her already, and had begun to regard her with hatred and\ndistrust, as he did every one who approached him, in his continual\nfear of being made use of and robbed. He did not give her the keys,\ntreating her like a servant to whom he found it difficult to accustom\nhimself. Twice she had seen her father, who was, as always, very gay,\nand overwhelmed with business; he had been converted to the Republic,\nand was at the height of political and financial success. Saccard had\neven taken her aside, to sympathize with her, saying that poor Maxime\nwas really insupportable, and that she would be truly courageous if\nshe consented to be made his victim. As she could not do everything,\nhe had even had the kindness to send her, on the following day, the\nniece of his hairdresser, a fair-haired, innocent-looking girl of\neighteen, named Rose, who was assisting her now to take care of the\ninvalid. But Clotilde made no complaint; she affected, on the\ncontrary, to be perfectly tranquil, contented, and resigned to\neverything. Her letters were full of courage, showing neither anger\nnor sorrow at the cruel separation, making no desperate appeal to\nPascal’s affection to recall her. But between the lines, he could\nperceive that she trembled with rebellious anger, that her whole being\nyearned for him, that she was ready to commit the folly of returning\nto him immediately, at his lightest word.",
        "And this was the one word that Pascal would not write. Everything\nwould be arranged in time. Maxime would become accustomed to his\nsister; the sacrifice must be completed now that it had been begun. A\nsingle line written by him in a moment of weakness, and all the\nadvantage of the effort he had made would be lost, and their misery\nwould begin again. Never had Pascal had greater need of courage than\nwhen he was answering Clotilde’s letters. At night, burning with\nfever, he would toss about, calling on her wildly; then he would get\nup and write to her to come back at once. But when day came, and he\nhad exhausted himself with weeping, his fever abated, and his answer\nwas always very short, almost cold. He studied every sentence,\nbeginning the letter over again when he thought he had forgotten\nhimself. But what a torture, these dreadful letters, so short, so icy,\nin which he went against his heart, solely in order to wean her from\nhim gradually, to take upon himself all the blame, and to make her\nbelieve that she could forget him, since he forgot her. They left him\ncovered with perspiration, and as exhausted as if he had just\nperformed some great act of heroism.",
        "One morning toward the end of October, a month after Clotilde’s\ndeparture, Pascal had a sudden attack of suffocation. He had had,\nseveral times already, slight attacks, which he attributed to\noverwork. But this time the symptoms were so plain that he could not\nmistake them–a sharp pain in the region of the heart, extending over\nthe whole chest and along the left arm, and a dreadful sensation of\noppression and distress, while cold perspiration broke out upon him.\nIt was an attack of angina pectoris. It lasted hardly more than a\nminute, and he was at first more surprised than frightened. With that\nblindness which physicians often show where their own health is\nconcerned, he never suspected that his heart might be affected.",
        "As he was recovering his breath Martine came up to say that Dr. Ramond\nwas downstairs, and again begged the doctor to see him. And Pascal,\nyielding perhaps to an unconscious desire to know the truth, cried:",
        "“Well, let him come up, since he insists upon it. I will be glad to\nsee him.”",
        "The two men embraced each other, and no other allusion was made to the\nabsent one, to her whose departure had left the house empty, than an\nenergetic and sad hand clasp.",
        "“You don’t know why I have come?” cried Ramond immediately. “It is\nabout a question of money. Yes, my father-in-law, M. Leveque, the\nadvocate, whom you know, spoke to me yesterday again about the funds\nwhich you had with the notary Grandguillot. And he advises you\nstrongly to take some action in the matter, for some persons have\nsucceeded, he says, in recovering something.”",
        "“Yes, I know that that business is being settled,” said Pascal.\n“Martine has already got two hundred francs out of it, I believe.”",
        "“Martine?” said Ramond, looking greatly surprised, “how could she do\nthat without your intervention? However, will you authorize my\nfather-in-law to undertake your case? He will see the assignee, and\nsift the whole affair, since you have neither the time nor the\ninclination to attend to it.”",
        "“Certainly, I authorize M. Leveque to do so, and tell him that I thank\nhim a thousand times.”",
        "Then this matter being settled, the young man, remarking the doctor’s\npallor, and questioning him as to its cause, Pascal answered with a\nsmile:",
        "“Imagine, my friend, I have just had an attack of angina pectoris. Oh,\nit is not imagination, all the symptoms were there. And stay! since\nyou are here you shall sound me.”",
        "At first Ramond refused, affecting to turn the consultation into a\njest. Could a raw recruit like him venture to pronounce judgment on\nhis general? But he examined him, notwithstanding, seeing that his\nface looked drawn and pained, with a singular look of fright in the\neyes. He ended by auscultating him carefully, keeping his ear pressed\nclosely to his chest for a considerable time. Several minutes passed\nin profound silence.",
        "“Well?” asked Pascal, when the young physician stood up.",
        "The latter did not answer at once. He felt the doctor’s eyes looking\nstraight into his; and as the question had been put to him with quiet\ncourage, he answered in the same way:",
        "“Well, it is true, I think there is some sclerosis.”",
        "“Ah! it was kind of you not to attempt to deceive me,” returned the\ndoctor, smiling. “I feared for an instant that you would tell me an\nuntruth, and that would have hurt me.”",
        "Ramond, listening again, said in an undertone:",
        "“Yes, the beat is strong, the first sound is dull, while the second,\non the contrary, is sharp. It is evident that the apex has descended\nand is turned toward the armpit. There is some sclerosis, at least it\nis very probable. One may live twenty years with that,” he ended,\nstraightening himself.",
        "“No doubt, sometimes,” said Pascal. “At least, unless one chances to\ndie of a sudden attack.”",
        "They talked for some time longer, discussed a remarkable case of\nsclerosis of the heart, which they had seen at the hospital at\nPlassans. And when the young physician went away, he said that he\nwould return as soon as he should have news of the Grandguillot\nliquidation.",
        "But when he was alone Pascal felt that he was lost. Everything was now\nexplained: his palpitations for some weeks past, his attacks of\nvertigo and suffocation; above all that weakness of the organ, of his\npoor heart, overtasked by feeling and by work, that sense of intense\nfatigue and impending death, regarding which he could no longer\ndeceive himself. It was not as yet fear that he experienced, however.\nHis first thought was that he, too, would have to pay for his\nheredity, that sclerosis was the species of degeneration which was to\nbe his share of the physiological misery, the inevitable inheritance\nbequeathed him by his terrible ancestry. In others the neurosis, the\noriginal lesion, had turned to vice or virtue, genius, crime,\ndrunkenness, sanctity; others again had died of consumption, of\nepilepsy, of ataxia; he had lived in his feelings and he would die of\nan affection of the heart. And he trembled no longer, he rebelled no\nlonger against this manifest heredity, fated and inevitable, no doubt.\nOn the contrary, a feeling of humility took possession of him; the\nidea that all revolt against natural laws is bad, that wisdom does not\nconsist in holding one’s self apart, but in resigning one’s self to be\nonly a member of the whole great body. Why, then, was he so unwilling\nto belong to his family that it filled him with triumph, that his\nheart beat with joy, when he believed himself different from them,\nwithout any community with them? Nothing could be less philosophical.\nOnly monsters grew apart. And to belong to his family seemed to him in\nthe end as good and as fine as to belong to any other family, for did\nnot all families, in the main, resemble one another, was not humanity\neverywhere identical with the same amount of good and evil? He came at\nlast, humbly and gently, even in the face of impending suffering and\ndeath, to accept everything life had to give him.",
        "From this time Pascal lived with the thought that he might die at any\nmoment. And this helped to perfect his character, to elevate him to a\ncomplete forgetfulness of self. He did not cease to work, but he had\nnever understood so well how much effort must seek its reward in\nitself, the work being always transitory, and remaining of necessity\nincomplete. One evening at dinner Martine informed him that Sarteur,\nthe journeyman hatter, the former inmate of the asylum at the\nTulettes, had just hanged himself. All the evening he thought of this\nstrange case, of this man whom he had believed he had cured of\nhomicidal mania by his treatment of hypodermic injections, and who,\nseized by a fresh attack, had evidently had sufficient lucidity to\nhang himself, instead of springing at the throat of some passer-by. He\nagain saw him, so gentle, so reasonable, kissing his hands, while he\nwas advising him to return to his life of healthful labor. What then\nwas this destructive and transforming force, the desire to murder,\nchanging to suicide, death performing its task in spite of everything?\nWith the death of this man his last vestige of pride as a healer\ndisappeared; and each day when he returned to his work he felt as if\nhe were only a learner, spelling out his task, constantly seeking the\ntruth, which as constantly receded from him, assuming ever more\nformidable proportions.",
        "But in the midst of his resignation one thought still troubled him–\nwhat would become of Bonhomme, his old horse, if he himself should die\nbefore him? The poor brute, completely blind and his limbs paralyzed,\ndid not now leave his litter. When his master went to see him,\nhowever, he turned his head, he could feel the two hearty kisses which\nwere pressed on his nose. All the neighbors shrugged their shoulders\nand joked about this old relation whom the doctor would not allow to\nbe slaughtered. Was he then to be the first to go, with the thought\nthat the knacker would be called in on the following day. But one\nmorning, when he entered the stable, Bonhomme did not hear him, did\nnot raise his head. He was dead; he lay there, with a peaceful\nexpression, as if relieved that death had come to him so gently. His\nmaster knelt beside him and kissed him again and bade him farewell,\nwhile two big tears rolled down his cheeks.",
        "It was on this day that Pascal saw his neighbor, M. Bellombre, for the\nlast time. Going over to the window he perceived him in his garden, in\nthe pale sunshine of early November, taking his accustomed walk; and\nthe sight of the old professor, living so completely happy in his\nsolitude, filled him at first with astonishment. He could never have\nimagined such a thing possible, as that a man of sixty-nine should\nlive thus, without wife or child, or even a dog, deriving his selfish\nhappiness from the joy of living outside of life. Then he recalled his\nfits of anger against this man, his sarcasms about his fear of life,\nthe catastrophes which he had wished might happen to him, the hope\nthat punishment would come to him, in the shape of some housekeeper,\nor some female relation dropping down on him unexpectedly. But no, he\nwas still as fresh as ever, and Pascal was sure that for a long time\nto come he would continue to grow old like this, hard, avaricious,\nuseless, and happy. And yet he no longer execrated him; he could even\nhave found it in his heart to pity him, so ridiculous and miserable\ndid he think him for not being loved. Pascal, who suffered the pangs\nof death because he was alone! He whose heart was breaking because he\nwas too full of others. Rather suffering, suffering only, than this\nselfishness, this death of all there is in us of living and human!",
        "In the night which followed Pascal had another attack of angina\npectoris. It lasted for five minutes, and he thought that he would\nsuffocate without having the strength to call Martine. Then when he\nrecovered his breath, he did not disturb himself, preferring to speak\nto no one of this aggravation of his malady; but he had the certainty\nthat it was all over with him, that he might not perhaps live a month\nlonger. His first thought was Clotilde. Should he then never see her\nagain? and so sharp a pang seized him that he believed another attack\nwas coming on. Why should he not write to her to come to him? He had\nreceived a letter from her the day before; he would answer it this\nmorning. Then the thought of the envelopes occurred to him. If he\nshould die suddenly, his mother would be the mistress and she would\ndestroy them; and not only the envelopes, but his manuscripts, all his\npapers, thirty years of his intelligence and his labor. Thus the crime\nwhich he had so greatly dreaded would be consummated, the crime of\nwhich the fear alone, during his nights of fever, had made him get up\nout of bed trembling, his ear on the stretch, listening to hear if\nthey were forcing open the press. The perspiration broke out upon him,\nhe saw himself dispossessed, outraged, the ashes of his work thrown to\nthe four winds. And when his thoughts reverted to Clotilde, he told\nhimself that everything would be satisfactorily arranged, that he had\nonly to call her back–she would be here, she would close his eyes,\nshe would defend his memory. And he sat down to write at once to her,\nso that the letter might go by the morning mail.",
        "But when Pascal was seated before the white paper, with the pen\nbetween his fingers, a growing doubt, a feeling of dissatisfaction\nwith himself, took possession of him. Was not this idea of his papers,\nthis fine project of providing a guardian for them and saving them, a\nsuggestion of his weakness, an excuse which he gave himself to bring\nback Clotilde, and see her again? Selfishness was at the bottom of it.\nHe was thinking of himself, not of her. He saw her returning to this\npoor house, condemned to nurse a sick old man; and he saw her, above\nall, in her grief, in her awful agony, when he should terrify her some\nday by dropping down dead at her side. No, no! this was the dreadful\nmoment which he must spare her, those days of cruel adieus and want\nafterward, a sad legacy which he could not leave her without thinking\nhimself a criminal. Her tranquillity, her happiness only, were of any\nconsequence, the rest did not matter. He would die in his hole, then,\nabandoned, happy to think her happy, to spare her the cruel blow of\nhis death. As for saving his manuscripts he would perhaps find a means\nof doing so, he would try to have the strength to part from them and\ngive them to Ramond. But even if all his papers were to perish, this\nwas less of a sacrifice than to resign himself not to see her again,\nand he accepted it, and he was willing that nothing of him should\nsurvive, not even his thoughts, provided only that nothing of him\nshould henceforth trouble her dear existence.",
        "Pascal accordingly proceeded to write one of his usual answers, which,\nby a great effort, he purposely made colorless and almost cold.\nClotilde, in her last letter, without complaining of Maxime, had given\nit to be understood that her brother had lost his interest in her,\npreferring the society of Rose, the niece of Saccard’s hairdresser,\nthe fair-haired young girl with the innocent look. And he suspected\nstrongly some maneuver of the father: a cunning plan to obtain\npossession of the inheritance of the sick man, whose vices, so\nprecocious formerly, gained new force as his last hour approached. But\nin spite of his uneasiness he gave Clotilde very good advice, telling\nher that she must make allowance for Maxime’s sufferings, that he had\nundoubtedly a great deal of affection and gratitude for her, in short\nthat it was her duty to devote herself to him to the end. When he\nsigned the letter tears dimmed his sight. It was his death warrant–a\ndeath like that of an old and solitary brute, a death without a kiss,\nwithout the touch of a friendly hand–that he was signing. Never again\nwould he embrace her. Then doubts assailed him; was he doing right in\nleaving her amid such evil surroundings, where he felt that she was in\ncontinual contact with every species of wickedness?",
        "The postman brought the letters and newspapers to La Souleiade every\nmorning at about nine o’clock; and Pascal, when he wrote to Clotilde,\nwas accustomed to watch for him, to give him his letter, so as to be\ncertain that his correspondence was not intercepted. But on this\nmorning, when he went downstairs to give him the letter he had just\nwritten, he was surprised to receive one from him from Clotilde,\nalthough it was not the usual day for her letters. He allowed his own\nto go, however. Then he went upstairs, resumed his seat at his table,\nand tore open the envelope.",
        "The letter was short, but its contents filled Pascal with a great joy.",
        "But the sound of footsteps made him control himself. He turned round\nand saw Martine, who was saying:",
        "“Dr. Ramond is downstairs.”",
        "“Ah! let him come up, let him come up,” he said.",
        "It was another piece of good fortune that had come to him. Ramond\ncried gaily from the door:",
        "“Victory, master! I have brought you your money–not all, but a good\nsum.”",
        "And he told the story–an unexpected piece of good luck which his\nfather-in-law, M. Leveque, had brought to light. The receipts for the\nhundred and twenty thousand francs, which constituted Pascal the\npersonal creditor of Grandguillot, were valueless, since the latter\nwas insolvent. Salvation was to come from the power of attorney which\nthe doctor had sent him years before, at his request, that he might\ninvest all or part of his money in mortgages. As the name of the proxy\nwas in blank in the document, the notary, as is sometimes done, had\nmade use of the name of one of his clerks, and eighty thousand francs,\nwhich had been invested in good mortgages, had thus been recovered\nthrough the agency of a worthy man who was not in the secrets of his\nemployer. If Pascal had taken action in the matter, if he had gone to\nthe public prosecutor’s office and the chamber of notaries, he would\nhave disentangled the matter long before. However, he had recovered a\nsure income of four thousand francs.",
        "He seized the young man’s hands and pressed them, smiling, his eyes\nstill moist with tears.",
        "“Ah! my friend, if you knew how happy I am! This letter of Clotilde’s\nhas brought me a great happiness. Yes, I was going to send for her;\nbut the thought of my poverty, of the privations she would have to\nendure here, spoiled for me the joy of her return. And now fortune has\ncome back, at least enough to set up my little establishment again!”",
        "In the expansion of his feelings he held out the letter to Ramond, and\nforced him to read it. Then when the young man gave it back to him,\nsmiling, comprehending the doctor’s emotion, and profoundly touched by\nit, yielding to an overpowering need of affection, he caught him in\nhis arms, like a comrade, a brother. The two men kissed each other\nvigorously on either cheek.",
        "“Come, since good fortune has sent you, I am going to ask another\nservice from you. You know I distrust every one around me, even my old\nhousekeeper. Will you take my despatch to the telegraph office!”",
        "He sat down again at the table, and wrote simply, “I await you; start\nto-night.”",
        "“Let me see,” he said, “to-day is the 6th of November, is it not? It\nis now near ten o’clock; she will have my despatch at noon. That will\ngive her time enough to pack her trunks and to take the eight o’clock\nexpress this evening, which will bring her to Marseilles in time for\nbreakfast. But as there is no train which connects with it, she cannot\nbe here until to-morrow, the 7th, at five o’clock.”",
        "After folding the despatch he rose:",
        "“My God, at five o’clock to-morrow! How long to wait still! What shall\nI do with myself until then?”",
        "Then a sudden recollection filled him with anxiety, and he became\ngrave.",
        "“Ramond, my comrade, will you give me a great proof of your friendship\nby being perfectly frank with me?”",
        "“How so, master?”",
        "“Ah, you understand me very well. The other day you examined me. Do\nyou think I can live another year?”",
        "He fixed his eyes on the young man as he spoke, compelling him to look\nat him. Ramond evaded a direct answer, however, with a jest–was it\nreally a physician who put such a question?",
        "“Let us be serious, Ramond, I beg of you.”",
        "Then Ramond answered in all sincerity that, in his opinion, the doctor\nmight very justly entertain the hope of living another year. He gave\nhis reasons–the comparatively slight progress which the sclerosis had\nmade, and the absolute soundness of the other organs. Of course they\nmust make allowance for what they did not and could not know, for a\nsudden accident was always possible. And the two men discussed the\ncase as if they been in consultation at the bedside of a patient,\nweighing the pros and cons, each stating his views and prognosticating\na fatal termination, in accordance with the symptoms as defined by the\nbest authorities.",
        "Pascal, as if it were some one else who was in question, had recovered\nall his composure and his heroic self-forgetfulness.",
        "“Yes,” he murmured at last, “you are right; a year of life is still\npossible. Ah, my friend, how I wish I might live two years; a mad\nwish, no doubt, an eternity of joy. And yet, two years, that would not\nbe impossible. I had a very curious case once, a wheelwright of the\nfaubourg, who lived for four years, giving the lie to all my\nprognostications. Two years, two years, I will live two years! I must\nlive two years!”",
        "Ramond sat with bent head, without answering. He was beginning to be\nuneasy, fearing that he had shown himself too optimistic; and the\ndoctor’s joy disquieted and grieved him, as if this very exaltation,\nthis disturbance of a once strong brain, warned him of a secret and\nimminent danger.",
        "“Did you not wish to send that despatch at once?” he said.",
        "“Yes, yes, go quickly, my good Ramond, and come back again to see us\nthe day after to-morrow. She will be here then, and I want you to come\nand embrace us.”",
        "The day was long, and the following morning, at about four o’clock,\nshortly after Pascal had fallen asleep, after a happy vigil filled\nwith hopes and dreams, he was wakened by a dreadful attack. He felt as\nif an enormous weight, as if the whole house, had fallen down upon his\nchest, so that the thorax, flattened down, touched the back. He could\nnot breathe; the pain reached the shoulders, then the neck, and\nparalyzed the left arm. But he was perfectly conscious; he had the\nfeeling that his heart was about to stop, that life was about to leave\nhim, in the dreadful oppression, like that of a vise, which was\nsuffocating him. Before the attack reached its height he had the\nstrength to rise and to knock on the floor with a stick for Martine.\nThen he fell back on his bed, unable to speak or to move, and covered\nwith a cold sweat.",
        "Martine, fortunately, in the profound silence of the empty house,\nheard the knock. She dressed herself, wrapped a shawl about her, and\nwent upstairs, carrying her candle. The darkness was still profound;\ndawn was about to break. And when she perceived her master, whose eyes\nalone seemed living, looking at her with locked jaws, speechless, his\nface distorted by pain, she was awed and terrified, and she could only\nrush toward the bed crying:",
        "“My God! My God! what is the matter, monsieur? Answer me, monsieur,\nyou frighten me!”",
        "For a full minute Pascal struggled in vain to recover his breath.\nThen, the viselike pressure on his chest relaxing slowly, he murmured\nin a faint voice:",
        "“The five thousand francs in the desk are Clotilde’s. Tell her that\nthe affair of the notary is settled, that she will recover from it\nenough to live upon.”",
        "Then Martine, who had listened to him in open-mouthed wonder,\nconfessed the falsehood she had told him, ignorant of the good news\nthat had been brought by Ramond.",
        "“Monsieur, you must forgive me; I told you an untruth. But it would be\nwrong to deceive you longer. When I saw you alone and so unhappy, I\ntook some of my own money.”",
        "“My poor girl, you did that!”",
        "“Oh, I had some hope that monsieur would return it to me one day.”",
        "By this time the attack had passed off, and he was able to turn his\nhead and look at her. He was amazed and moved. What was passing in the\nheart of this avaricious old maid, who for thirty years had been\nsaving up her treasure painfully, who had never taken a sou from it,\neither for herself or for any one else? He did not yet comprehend, but\nhe wished to show himself kind and grateful.",
        "“You are a good woman, Martine. All that will be returned to you. I\ntruly think I am going to die–”",
        "She did not allow him to finish, her whole being rose up in rebellious\nprotest.",
        "“Die; you, monsieur! Die before me! I do not wish it. I will not let\nyou die!”",
        "She threw herself on her knees beside the bed; she caught him wildly\nin her arms, feeling him, to see if he suffered, holding him as if she\nthought that death would not dare to take him from her.",
        "“You must tell me what is the matter with you. I will take care of\nyou. I will save you. If it were necessary to give my life for you, I\nwould give it, monsieur. I will sit up day and night with you. I am\nstrong still; I will be stronger than the disease, you shall see. To\ndie! to die! oh, no, it cannot be! The good God cannot wish so great\nan injustice. I have prayed so much in my life that he ought to listen\nto me a little now, and he will grant my prayer, monsieur; he will\nsave you.”",
        "Pascal looked at her, listened to her, and a sudden light broke in\nupon his mind. She loved him, this miserable woman; she had always\nloved him. He thought of her thirty years of blind devotion, her mute\nadoration, when she had waited upon him, on her knees, as it were,\nwhen she was young; her secret jealousy of Clotilde later; what she\nmust have secretly suffered all that time! And she was here on her\nknees now again, beside his deathbed; her hair gray; her eyes the\ncolor of ashes in her pale nun-like face, dulled by her solitary life.\nAnd he felt that she was unconscious of it all; that she did not even\nknow with what sort of love she loved him, loving him only for the\nhappiness of loving him: of being with him, and of waiting on him.",
        "Tears rose to Pascal’s eyes; a dolorous pity and an infinite human\ntenderness flowed from his poor, half-broken heart.",
        "“My poor girl,” he said, “you are the best of girls. Come, embrace me,\nas you love me, with all your strength.”",
        "She, too, sobbed. She let her gray head, her face worn by her long\nservitude, fall on her master’s breast. Wildly she kissed him, putting\nall her life into the kiss.",
        "“There, let us not give way to emotion, for you see we can do nothing;\nthis will be the end, just the same. If you wish me to love you, obey\nme. Now that I am better, that I can breathe easier, do me the favor\nto run to Dr. Ramond’s. Waken him and bring him back with you.”",
        "She was leaving the room when he called to her, seized by a sudden\nfear.",
        "“And remember, I forbid you to go to inform my mother.”",
        "She turned back, embarrassed, and in a voice of entreaty, said:",
        "“Oh, monsieur, Mme. Felicite has made me promise so often–”",
        "But he was inflexible. All his life he had treated his mother with\ndeference, and he thought he had acquired the right to defend himself\nagainst her in the hour of his death. He would not let the servant go\nuntil she had promised him that she would be silent. Then he smiled\nonce more.",
        "“Go quickly. Oh, you will see me again; it will not be yet.”",
        "Day broke at last, the melancholy dawn of the pale November day.\nPascal had had the shutters opened, and when he was left alone he\nwatched the brightening dawn, doubtless that of his last day of life.\nIt had rained the night before, and the mild sun was still veiled by\nclouds. From the plane trees came the morning carols of the birds,\nwhile far away in the sleeping country a locomotive whistled with a\nprolonged moan. And he was alone; alone in the great melancholy house,\nwhose emptiness he felt around him, whose silence he heard. The light\nslowly increased, and he watched the patches it made on the\nwindow-panes broadening and brightening. Then the candle paled in the\ngrowing light, and the whole room became visible. And with the dawn, as\nhe had anticipated, came relief. The sight of the familiar objects\naround him brought him consolation.",
        "But Pascal, although the attack had passed away, still suffered\nhorribly. A sharp pain remained in the hollow of his chest, and his\nleft arm, benumbed, hung from his shoulder like lead. In his long\nwaiting for the help that Martine had gone to bring, he had reflected\non the suffering which made the flesh cry out. And he found that he\nwas resigned; he no longer felt the rebelliousness which the mere\nsight of physical pain had formerly awakened in him. It had\nexasperated him, as if it had been a monstrous and useless cruelty of\nnature. In his doubts as a physician, he had attended his patients\nonly to combat it, and to relieve it. If he ended by accepting it, now\nthat he himself suffered its horrible torture, was it that he had\nrisen one degree higher in his faith of life, to that serene height\nwhence life appeared altogether good, even with the fatal condition of\nsuffering attached to it; suffering which is perhaps its spring? Yes,\nto live all of life, to live it and to suffer it all without\nrebellion, without believing that it is made better by being made\npainless, this presented itself clearly to his dying eyes, as the\ngreatest courage and the greatest wisdom. And to cheat pain while he\nwaited, he reviewed his latest theories; he dreamed of a means of\nutilizing suffering by transforming it into action, into work. If it\nbe true that man feels pain more acutely according as he rises in the\nscale of civilization, it is also certain that he becomes stronger\nthrough it, better armed against it, more capable of resisting it. The\norgan, the brain which works, develops and grows stronger, provided\nthe equilibrium between the sensations which it receives and the work\nwhich it gives back be not broken. Might not one hope, then, for a\nhumanity in which the amount of work accomplished would so exactly\nequal the sum of sensations received, that suffering would be utilized\nand, as it were, abolished?",
        "The sun had risen, and Pascal was confusedly revolving these distant\nhopes in his mind, in the drowsiness produced by his disease, when he\nfelt a new attack coming on. He had a moment of cruel anxiety–was\nthis the end? Was he going to die alone? But at this instant hurried\nfootsteps mounted the stairs, and a moment later Ramond entered,\nfollowed by Martine. And the patient had time to say before the attack\nbegan:",
        "“Quick! quick! a hypodermic injection of pure water.”",
        "Unfortunately the doctor had to look for the little syringe and then\nto prepare everything. This occupied some minutes, and the attack was\nterrible. He followed its progress with anxiety–the face becoming\ndistorted, the lips growing livid. Then when he had given the\ninjection, he observed that the phenomena, for a moment stationary,\nslowly diminished in intensity. Once more the catastrophe was averted.",
        "As soon as he recovered his breath Pascal, glancing at the clock, said\nin his calm, faint voice:",
        "“My friend, it is seven o’clock–in twelve hours, at seven o’clock\nto-night, I shall be dead.”",
        "And as the young man was about to protest, to argue the question,\n“No,” he resumed, “do not try to deceive me. You have witnessed the\nattack. You know what it means as well as I do. Everything will now\nproceed with mathematical exactness; and, hour by hour, I could\ndescribe to you the phases of the disease.”",
        "He stopped, gasped for breath, and then added:",
        "“And then, all is well; I am content. Clotilde will be here at five;\nall I ask is to see her and to die in her arms.”",
        "A few moments later, however, he experienced a sensible improvement.\nThe effect of the injection seemed truly miraculous; and he was able\nto sit up in bed, his back resting against the pillows. He spoke\nclearly, and with more ease, and never had the lucidity of his mind\nappeared greater.",
        "“You know, master,” said, Ramond, “that I will not leave you. I have\ntold my wife, and we will spend the day together; and, whatever you\nmay say to the contrary, I am very confident that it will not be the\nlast. You will let me make myself at home, here, will you not?”",
        "Pascal smiled, and gave orders to Martine to go and prepare breakfast\nfor Ramond, saying that if they needed her they would call her. And\nthe two men remained alone, conversing with friendly intimacy; the one\nwith his white hair and long white beard, lying down, discoursing like\na sage, the other sitting at his bedside, listening with the respect\nof a disciple.",
        "“In truth,” murmured the master, as if he were speaking to himself,\n“the effect of those injections is extraordinary.”",
        "Then in a stronger voice, he said almost gaily:",
        "“My friend Ramond, it may not be a very great present that I am giving\nyou, but I am going to leave you my manuscripts. Yes, Clotilde has\norders to send them to you when I shall be no more. Look through them,\nand you will perhaps find among them things that are not so very bad.\nIf you get a good idea from them some day–well, that will be so much\nthe better for the world.”",
        "And then he made his scientific testament. He was clearly conscious\nthat he had been himself only a solitary pioneer, a precursor,\nplanning theories which he tried to put in practise, but which failed\nbecause of the imperfection of his method. He recalled his enthusiasm\nwhen he believed he had discovered, in his injections of nerve\nsubstance, the universal panacea, then his disappointments, his fits\nof despair, the shocking death of Lafouasse, consumption carrying off\nValentin in spite of all his efforts, madness again conquering Sarteur\nand causing him to hang himself. So that he would depart full of\ndoubt, having no longer the confidence necessary to the physician, and\nso enamored of life that he had ended by putting all his faith in it,\ncertain that it must draw from itself alone its health and strength.\nBut he did not wish to close up the future; he was glad, on the\ncontrary, to bequeath his hypotheses to the younger generation. Every\ntwenty years theories changed; established truths only, on which\nscience continued to build, remained unshaken. Even if he had only the\nmerit of giving to science a momentary hypothesis, his work would not\nbe lost, for progress consisted assuredly in the effort, in the onward\nmarch of the intellect.",
        "And then who could say that he had died in vain, troubled and weary,\nhis hopes concerning the injections unrealized–other workers would\ncome, young, ardent, confident, who would take up the idea, elucidate\nit, expand it. And perhaps a new epoch, a new world would date from\nthis.",
        "“Ah, my dear Ramond,” he continued, “if one could only live life over\nagain. Yes, I would take up my idea again, for I have been struck\nlately by the singular efficacy of injections even of pure water. It\nis not the liquid, then, that matters, but simply the mechanical\naction. During the last month I have written a great deal on that\nsubject. You will find some curious notes and observations there. In\nshort, I should be inclined to put all my faith in work, to place\nhealth in the harmonious working of all the organs, a sort of dynamic\ntherapeutics, if I may venture to use the expression.”",
        "He had gradually grown excited, forgetting his approaching death in\nhis ardent curiosity about life. And he sketched, with broad strokes,\nhis last theory. Man was surrounded by a medium–nature–which\nirritated by perpetual contact the sensitive extremities of the\nnerves. Hence the action, not only of the senses, but of the entire\nsurface of the body, external and internal. For it was these\nsensations which, reverberating in the brain, in the marrow, and in\nthe nervous centers, were there converted into tonicity, movements,\nand thoughts; and he was convinced that health consisted in the\nnatural progress of this work, in receiving sensations, and in giving\nthem back in thoughts and in actions, the human machine being thus fed\nby the regular play of the organs. Work thus became the great law, the\nregulator of the living universe. Hence it became necessary if the\nequilibrium were broken, if the external excitations ceased to be\nsufficient, for therapeutics to create artificial excitations, in\norder to reestablish the tonicity which is the state of perfect\nhealth. And he dreamed of a whole new system of treatment–suggestion,\nthe all-powerful authority of the physician, for the senses;\nelectricity, friction, massage for the skin and for the tendons; diet\nfor the stomach; air cures on high plateaus for the lungs, and,\nfinally, transfusion, injections of distilled water, for the\ncirculatory system. It was the undeniable and purely mechanical action\nof these latter that had put him on the track; all he did now was to\nextend the hypothesis, impelled by his generalizing spirit; he saw the\nworld saved anew in this perfect equilibrium, as much work given as\nsensation received, the balance of the world restored by unceasing\nlabor.",
        "Here he burst into a frank laugh.",
        "“There! I have started off again. I, who was firmly convinced that the\nonly wisdom was not to interfere, to let nature take its course. Ah,\nwhat an incorrigible old fool I am!”",
        "Ramond caught his hands in an outburst of admiration and affection.",
        "“Master, master! it is of enthusiasm, of folly like yours that genius\nis made. Have no fear, I have listened to you, I will endeavor to be\nworthy of the heritage you leave; and I think, with you, that perhaps\nthe great future lies entirely there.”",
        "In the sad and quiet room Pascal began to speak again, with the\ncourageous tranquillity of a dying philosopher giving his last lesson.\nHe now reviewed his personal observations; he said that he had often\ncured himself by work, regular and methodical work, not carried to\nexcess. Eleven o’clock struck; he urged Ramond to take his breakfast,\nand he continued the conversation, soaring to lofty and distant\nheights, while Martine served the meal. The sun had at last burst\nthrough the morning mists, a sun still half-veiled in clouds, and\nmild, whose golden light warmed the room. Presently, after taking a\nfew sips of milk, Pascal remained silent.",
        "At this moment the young physician was eating a pear.",
        "“Are you in pain again?” he asked.",
        "“No, no; finish.”",
        "But he could not deceive Ramond. It was an attack, and a terrible one.\nThe suffocation came with the swiftness of a thunderbolt, and he fell\nback on the pillow, his face already blue. He clutched at the\nbedclothes to support himself, to raise the dreadful weight which\noppressed his chest. Terrified, livid, he kept his wide open eyes\nfixed upon the clock, with a dreadful expression of despair and grief;\nand for ten minutes it seemed as if every moment must be his last.",
        "Ramond had immediately given him a hypodermic injection. The relief\nwas slow to come, the efficacy less than before.",
        "When Pascal revived, large tears stood in his eyes. He did not speak\nnow, he wept. Presently, looking at the clock with his darkening\nvision, he said:",
        "“My friend, I shall die at four o’clock; I shall not see her.”",
        "And as his young colleague, in order to divert his thoughts, declared,\nin spite of appearances, that the end was not so near, Pascal, again\nbecoming enthusiastic, wished to give him a last lesson, based on\ndirect observation. He had, as it happened, attended several cases\nsimilar to his own, and he remembered especially to have dissected at\nthe hospital the heart of a poor old man affected with sclerosis.",
        "“I can see it–my heart. It is the color of a dead leaf; its fibers\nare brittle, wasted, one would say, although it has augmented slightly\nin volume. The inflammatory process has hardened it; it would be\ndifficult to cut–”",
        "He continued in a lower voice. A little before, he had felt his heart\ngrowing weaker, its contractions becoming feebler and slower. Instead\nof the normal jet of blood there now issued from the aorta only a red\nfroth. Back of it all the veins were engorged with black blood; the\nsuffocation increased, according as the lift and force pump, the\nregulator of the whole machine, moved more slowly. And after the\ninjection he had been able to follow in spite of his suffering the\ngradual reviving of the organ as the stimulus set it beating again,\nremoving the black venous blood, and sending life into it anew, with\nthe red arterial blood. But the attack would return as soon as the\nmechanical effect of the injection should cease. He could predict it\nalmost within a few minutes. Thanks to the injections he would have\nthree attacks more. The third would carry him off; he would die at\nfour o’clock.",
        "Then, while his voice grew gradually weaker, in a last outburst of\nenthusiasm, he apostrophized the courage of the heart, that persistent\nlife maker, working ceaselessly, even during sleep, when the other\norgans rested.",
        "“Ah, brave heart! how heroically you struggle! What faithful, what\ngenerous muscles, never wearied! You have loved too much, you have\nbeat too fast in the past months, and that is why you are breaking\nnow, brave heart, who do not wish to die, and who strive rebelliously\nto beat still!”",
        "But now the first of the attacks which had been announced came on.\nPascal came out of this panting, haggard, his speech sibilant and\npainful. Low moans escaped him, in spite of his courage. Good God!\nwould this torture never end? And yet his most ardent desire was to\nprolong his agony, to live long enough to embrace Clotilde a last\ntime. If he might only be deceiving himself, as Ramond persisted in\ndeclaring. If he might only live until five o’clock. His eyes again\nturned to the clock, they never now left the hands, every minute\nseeming an eternity. They marked three o’clock. Then half-past three.\nAh, God! only two hours of life, two hours more of life. The sun was\nalready sinking toward the horizon; a great calm descended from the\npale winter sky, and he heard at intervals the whistles of the distant\nlocomotives crossing the bare plain. The train that was passing now\nwas the one going to the Tulettes; the other, the one coming from\nMarseilles, would it never arrive, then!",
        "At twenty minutes to four Pascal signed to Ramond to approach. He\ncould no longer speak loud enough to be heard.",
        "“You see, in order that I might live until six o’clock, the pulse\nshould be stronger. I have still some hope, however, but the second\nmovement is almost imperceptible, the heart will soon cease to beat.”",
        "And in faint, despairing accents he called on Clotilde again and\nagain. The immeasurable grief which he felt at not being able to see\nher again broke forth in this faltering and agonized appeal. Then his\nanxiety about his manuscripts returned, an ardent entreaty shone in\nhis eyes, until at last he found the strength to falter again:",
        "“Do not leave me; the key is under my pillow; tell Clotilde to take\nit; she has my directions.”",
        "At ten minutes to four another hypodermic injection was given, but\nwithout effect. And just as four o’clock was striking, the second\nattack declared itself. Suddenly, after a fit of suffocation, he threw\nhimself out of bed; he desired to rise, to walk, in a last revival of\nhis strength. A need of space, of light, of air, urged him toward the\nskies. Then there came to him an irresistible appeal from life, his\nwhole life, from the adjoining workroom, where he had spent his days.\nAnd he went there, staggering, suffocating, bending to the left side,\nsupporting himself by the furniture.",
        "Dr. Ramond precipitated himself quickly toward him to stop him,\ncrying:",
        "“Master, master! lie down again, I entreat you!”",
        "But Pascal paid no heed to him, obstinately determined to die on his\nfeet. The desire to live, the heroic idea of work, alone survived in\nhim, carrying him onward bodily. He faltered hoarsely:",
        "“No, no–out there, out there–”",
        "His friend was obliged to support him, and he walked thus, stumbling\nand haggard, to the end of the workroom, and dropped into his chair\nbeside his table, on which an unfinished page still lay among a\nconfusion of papers and books.",
        "Here he gasped for breath and his eyes closed. After a moment he\nopened them again, while his hands groped about, seeking his work, no\ndoubt. They encountered the genealogical tree in the midst of other\npapers scattered about. Only two days before he had corrected some\ndates in it. He recognized it, and drawing it toward him, spread it\nout.",
        "“Master, master! you will kill yourself!” cried Ramond, overcome with\npity and admiration at this extraordinary spectacle.",
        "Pascal did not listen, did not hear. He felt a pencil under his\nfingers. He took it and bent over the tree, as if his dying eyes no\nlonger saw. The name of Maxime arrested his attention, and he wrote:\n“Died of ataxia in 1873,” in the certainty that his nephew would not\nlive through the year. Then Clotilde’s name, beside it, struck him and\nhe completed the note thus: “Has a son, by her Uncle Pascal, in 1874.\"\nBut it was his own name that he sought wearily and confusedly. When he\nat last found it his hand grew firmer, and he finished his note, in\nupright and bold characters: “Died of heart disease, November 7,\n1873.” This was the supreme effort, the rattle in his throat\nincreased, everything was fading into nothingness, when he perceived\nthe blank leaf above Clotilde’s name. His vision grew dark, his\nfingers could no longer hold the pencil, but he was still able to add,\nin unsteady letters, into which passed the tortured tenderness, the\nwild disorder of his poor heart: “The unknown child, to be born in\n1874. What will it be?” Then he swooned, and Martine and Ramond with\ndifficulty carried him back to bed.",
        "The third attack came on about four o’clock. In this last access of\nsuffocation Pascal’s countenance expressed excruciating suffering.\nDeath was to be very painful; he must endure to the end his martyrdom,\nas a man and a scientist. His wandering gaze still seemed to seek the\nclock, to ascertain the hour. And Ramond, seeing his lips move, bent\ndown and placed his ear to the mouth of the dying man. The latter, in\neffect, was stammering some vague words, so faint that they scarcely\nrose above a breath:",
        "“Four o’clock–the heart is stopping; no more red blood in the aorta–\nthe valve relaxes and bursts.”",
        "A dreadful spasm shook him; his breathing grew fainter.",
        "“Its progress is too rapid. Do not leave me; the key is under the\npillow–Clotilde, Clotilde–”",
        "At the foot of the bed Martine was kneeling, choked with sobs. She saw\nwell that monsieur was dying. She had not dared to go for a priest\nnotwithstanding her great desire to do so; and she was herself\nreciting the prayers for the dying; she prayed ardently that God would\npardon monsieur, and that monsieur might go straight to Paradise.",
        "Pascal was dying. His face was quite blue. After a few seconds of\nimmobility, he tried to breathe: he put out his lips, opened his poor\nmouth, like a little bird opening its beak to get a last mouthful of\nair. And he was dead.",
        "Continue...",
        "\nThis eBook of “Doctor Pascal” by Emile Zola (translated by Mary J. Serrano) belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Doctor Pascal (Rougon-Macquart)By Emile ZolaAt Amazon"
    ]
}