{
    "title": "Doctor Pascal - XIV.",
    "author": "Emile Zola",
    "chapter": "14",
    "content": [
        "\n\n",
        "In the study Clotilde was buttoning her dress, holding her child, whom\nshe had been nursing, still in her lap. It was after lunch, about\nthree o’clock on a hot sunny day at the end of August, and through the\ncrevices of the carefully closed shutters only a few scattered\nsunbeams entered, piercing the drowsy and warm obscurity of the vast\napartment. The rest and peace of the Sunday seemed to enter and\ndiffuse itself in the room with the last sounds of the distant vesper\nbell. Profound silence reigned in the empty house in which the mother\nand child were to remain alone until dinner time, the servant having\nasked permission to go see a cousin in the faubourg.",
        "For an instant Clotilde looked at her child, now a big boy of three\nmonths. She had been wearing mourning for Pascal for almost ten months\n–a long and simple black gown, in which she looked divinely\nbeautiful, with her tall, slender figure and her sad, youthful face\nsurrounded by its aureole of fair hair. And although she could not\nsmile, it filled her with sweet emotion to see the beautiful child, so\nplump and rosy, with his mouth still wet with milk, whose gaze had\nbeen arrested by the sunbeam full of dancing motes. His eyes were\nfixed wonderingly on the golden brightness, the dazzling miracle of\nlight. Then sleep came over him, and he let his little, round, bare\nhead, covered thinly with fair hair, fall back on his mother’s arm.",
        "Clotilde rose softly and laid him in the cradle, which stood beside\nthe table. She remained leaning over him for an instant to assure\nherself that he was asleep; then she let down the curtain in the\nalready darkened room. Then she busied herself with supple and\nnoiseless movements, walking with so light a step that she scarcely\ntouched the floor, in putting away some linen which was on the table.\nTwice she crossed the room in search of a little missing sock. She was\nvery silent, very gentle, and very active. And now, in the solitude of\nthe house, she fell into a reverie and all the past year arose before\nher.",
        "First, after the dreadful shock of the funeral, came the departure of\nMartine, who had obstinately kept to her determination of going away\nat once, not even remaining for the customary week, bringing to\nreplace her the young cousin of a baker in the neighborhood–a stout\nbrunette, who fortunately proved very neat and faithful. Martine\nherself lived at Sainte-Marthe, in a retired corner, so penuriously\nthat she must be still saving even out of her small income. She was\nnot known to have any heir. Who, then, would profit by this\nmiserliness? In ten months she had not once set foot in La Souleiade–\nmonsieur was not there, and she had not even the desire to see\nmonsieur’s son.",
        "Then in Clotilde’s reverie rose the figure of her grandmother\nFelicite. The latter came to see her from time to time with the\ncondescension of a powerful relation who is liberal-minded enough to\npardon all faults when they have been cruelly expiated. She would come\nunexpectedly, kiss the child, moralize, and give advice, and the young\nmother had adopted toward her the respectful attitude which Pascal had\nalways maintained. Felicite was now wholly absorbed in her triumph.\nShe was at last about to realize a plan that she had long cherished\nand maturely deliberated, which would perpetuate by an imperishable\nmonument the untarnished glory of the family. The plan was to devote\nher fortune, which had become considerable, to the construction and\nendowment of an asylum for the aged, to be called Rougon Asylum. She\nhad already bought the ground, a part of the old mall outside the\ntown, near the railway station; and precisely on this Sunday, at five\no’clock, when the heat should have abated a little, the first stone\nwas to be laid, a really solemn ceremony, to be honored by the\npresence of all the authorities, and of which she was to be the\nacknowledged queen, before a vast concourse of people.",
        "Clotilde felt, besides, some gratitude toward her grandmother, who had\nshown perfect disinterestedness on the occasion of the opening of\nPascal’s will. The latter had constituted the young woman his sole\nlegatee; and the mother, who had a right to a fourth part, after\ndeclaring her intention to respect her son’s wishes, had simply\nrenounced her right to the succession. She wished, indeed, to\ndisinherit all her family, bequeathing to them glory only, by\nemploying her large fortune in the erection of this asylum, which was\nto carry down to future ages the revered and glorious name of the\nRougons; and after having, for more than half a century, so eagerly\nstriven to acquire money, she now disdained it, moved by a higher and\npurer ambition. And Clotilde, thanks to this liberality, had no\nuneasiness regarding the future–the four thousand francs income would\nbe sufficient for her and her child. She would bring him up to be a\nman. She had sunk the five thousand francs that she had found in the\ndesk in an annuity for him; and she owned, besides, La Souleiade,\nwhich everybody advised her to sell. True, it cost but little to keep\nit up, but what a sad and solitary life she would lead in that great\ndeserted house, much too large for her, where she would be lost. Thus\nfar, however, she had not been able to make up her mind to leave it.\nPerhaps she would never be able to do so.",
        "Ah, this La Souleiade! all her love, all her life, all her memories\nwere centered in it. It seemed to her at times as if Pascal were\nliving here still, for she had changed nothing of their former manner\nof living. The furniture remained in the same places, the hours were\nthe same, the habits the same. The only change she had made was to\nlock his room, into which only she went, as into a sanctuary, to weep\nwhen she felt her heart too heavy. And although indeed she felt very\nlonely, very lost, at each meal in the bright dining-room downstairs,\nin fancy she heard there the echoes of their laughter, she recalled\nthe healthy appetite of her youth; when they two had eaten and drank\nso gaily, rejoicing in their existence. And the garden, too, the whole\nplace was bound up with the most intimate fibers of her being, for she\ncould not take a step in it that their united images did not appear\nbefore her–on the terrace; in the slender shadow of the great secular\ncypresses, where they had so often contemplated the valley of the\nViorne, closed in by the ridges of the Seille and the parched hills of\nSainte-Marthe; the stone steps among the puny olive and almond trees,\nwhich they had so often challenged each other to run up in a trial of\nspeed, like boys just let loose from school; and there was the pine\ngrove, too, the warm, embalsamed shade, where the needles crackled\nunder their feet; the vast threshing yard, carpeted with soft grass,\nwhere they could see the whole sky at night, when the stars were\ncoming out; and above all there were the giant plane trees, whose\ndelightful shade they had enjoyed every day in summer, listening to\nthe soothing song of the fountain, the crystal clear song which it had\nsung for centuries. Even to the old stones of the house, even to the\nearth of the grounds, there was not an atom at La Souleiade in which\nshe did not feel a little of their blood warmly throbbing, with which\nshe did not feel a little of their life diffused and mingled.",
        "But she preferred to spend her days in the workroom, and here it was\nthat she lived over again her best hours. There was nothing new in it\nbut the cradle. The doctor’s table was in its place before the window\nto the left–she could fancy him coming in and sitting down at it, for\nhis chair had not even been moved. On the long table in the center,\namong the old heap of books and papers, there was nothing new but the\ncheerful note of the little baby linen, which she was looking over.\nThe bookcases displayed the same rows of volumes; the large oaken\npress seemed to guard within its sides the same treasure, securely\nshut in. Under the smoky ceiling the room was still redolent of work,\nwith its confusion of chairs, the pleasant disorder of this common\nworkroom, filled with the caprices of the girl and the researches of\nthe scientist. But what most moved her to-day was the sight of her old\npastels hanging against the wall, the copies which she had made of\nliving flowers, scrupulously exact copies, and of dream flowers of an\nimaginary world, whither her wild fancy sometimes carried her.",
        "Clotilde had just finished arranging the little garments on the table\nwhen, lifting her eyes, she perceived before her the pastel of old\nKing David, with his hand resting on the shoulder of Abishag the young\nShunammite. And she, who now never smiled, felt her face flush with a\nthrill of tender and pleasing emotion. How they had loved each other,\nhow they had dreamed of an eternity of love the day on which she had\namused herself painting this proud and loving allegory! The old king,\nsumptuously clad in a robe hanging in straight folds, heavy with\nprecious stones, wore the royal bandeau on his snowy locks; but she\nwas more sumptuous still, with only her tall slender figure, her\ndelicate round throat, and her supple arms, divinely graceful. Now he\nwas gone, he was sleeping under the ground, while she, her pure and\ntriumphant beauty concealed by her black robes, had only her child to\nexpress the love she had given him before the assembled people, in the\nfull light of day.",
        "Then Clotilde sat down beside the cradle. The slender sunbeams\nlengthened, crossing the room from end to end, the heat of the warm\nafternoon grew oppressive in the drowsy obscurity made by the closed\nshutters, and the silence of the house seemed more profound than\nbefore. She set apart some little waists, she sewed on some tapes with\nslow-moving needle, and gradually she fell into a reverie in the warm\ndeep peacefulness of the room, in the midst of the glowing heat\noutside. Her thoughts first turned to her pastels, the exact copies\nand the fantastic dream flowers; she said to herself now that all her\ndual nature was to be found in that passion for truth, which had at\ntimes kept her a whole day before a flower in order to copy it with\nexactness, and in her need of the spiritual, which at other times took\nher outside the real, and carried her in wild dreams to the paradise\nof flowers such as had never grown on earth. She had always been thus.\nShe felt that she was in reality the same to-day as she had been\nyesterday, in the midst of the flow of new life which ceaselessly\ntransformed her. And then she thought of Pascal, full of gratitude\nthat he had made her what she was. In days past when, a little girl,\nhe had removed her from her execrable surroundings and taken her home\nwith him, he had undoubtedly followed the impulses of his good heart,\nbut he had also undoubtedly desired to try an experiment with her, to\nsee how she would grow up in the different environment, in an\natmosphere of truthfulness and affection. This had always been an idea\nof his. It was an old theory of his which he would have liked to test\non a large scale: culture through environment, complete regeneration\neven, the improvement, the salvation of the individual, physically as\nwell as morally. She owed to him undoubtedly the best part of her\nnature; she guessed how fanciful and violent she might have become,\nwhile he had made her only enthusiastic and courageous.",
        "In this retrospection she was clearly conscious of the gradual change\nthat had taken place within her. Pascal had corrected her heredity,\nand she lived over again the slow evolution, the struggle between the\nfantastic and the real in her. It had begun with her outbursts of\nanger as a child, a ferment of rebellion, a want of mental balance\nthat had caused her to indulge in most hurtful reveries. Then came her\nfits of extreme devotion, the need of illusion and falsehood, of\nimmediate happiness in the thought that the inequalities and\ninjustices of this wicked world would he compensated by the eternal\njoys of a future paradise. This was the epoch of her struggles with\nPascal, of the torture which she had caused him, planning to destroy\nthe work of his genius. And at this point her nature had changed; she\nhad acknowledged him for her master. He had conquered her by the\nterrible lesson of life which he had given her on the night of the\nstorm. Then, environment had acted upon her, evolution had proceeded\nrapidly, and she had ended by becoming a well-balanced and rational\nwoman, willing to live life as it ought to be lived, satisfied with\ndoing her work in the hope that the sum of the common labor would one\nday free the world from evil and pain. She had loved, she was a mother\nnow, and she understood.",
        "Suddenly she remembered the night which they had spent in the\nthreshing yard. She could still hear her lamentation under the stars–\nthe cruelty of nature, the inefficacy of science, the wickedness of\nhumanity, and the need she felt of losing herself in God, in the\nUnknown. Happiness consisted in self-renunciation. Then she heard him\nrepeat his creed–the progress of reason through science, truths\nacquired slowly and forever the only possible good, the belief that\nthe sum of these truths, always augmenting, would finally confer upon\nman incalculable power and peace, if not happiness. All was summed up\nin his ardent faith in life. As he expressed it, it was necessary to\nmarch with life, which marched always. No halt was to be expected, no\npeace in immobility and renunciation, no consolation in turning back.\nOne must keep a steadfast soul, the only ambition to perform one’s\nwork, modestly looking for no other reward of life than to have lived\nit bravely, accomplishing the task which it imposes. Evil was only an\naccident not yet explained, humanity appearing from a great height\nlike an immense wheel in action, working ceaselessly for the future.\nWhy should the workman who disappeared, having finished his day’s\nwork, abuse the work because he could neither see nor know its end?\nEven if it were to have no end why should he not enjoy the delight of\naction, the exhilarating air of the march, the sweetness of sleep\nafter the fatigue of a long and busy day? The children would carry on\nthe task of the parents; they were born and cherished only for this,\nfor the task of life which is transmitted to them, which they in their\nturn will transmit to others. All that remained, then, was to be\ncourageously resigned to the grand common labor, without the rebellion\nof the ego, which demands personal happiness, perfect and complete.",
        "She questioned herself, and she found that she did not experience that\nanguish which had filled her formerly at the thought of what was to\nfollow death. This anxiety about the Beyond no longer haunted her\nuntil it became a torture. Formerly she would have liked to wrest by\nforce from heaven the secrets of destiny. It had been a source of\ninfinite grief to her not to know why she existed. Why are we born?\nWhat do we come on earth to do? What is the meaning of this execrable\nexistence, without equality, without justice, which seemed to her like\na fevered dream? Now her terror was calmed; she could think of these\nthings courageously. Perhaps it was her child, the continuation of\nherself, which now concealed from her the horror of her end. But her\nregular life contributed also to this, the thought that it was\nnecessary to live for the effort of living, and that the only peace\npossible in this world was in the joy of the accomplishment of this\neffort. She repeated to herself a remark of the doctor, who would\noften say when he saw a peasant returning home with a contented look\nafter his day’s work: “There is a man whom anxiety about the Beyond\nwill not prevent from sleeping.” He meant to say that this anxiety\ntroubles and perverts only excitable and idle brains. If all performed\ntheir healthful task, all would sleep peacefully at night. She herself\nhad felt the beneficent power of work in the midst of her sufferings\nand her grief. Since he had taught her to employ every one of her\nhours; since she had been a mother, especially, occupied constantly\nwith her child, she no longer felt a chill of horror when she thought\nof the Unknown. She put aside without an effort disquieting reveries;\nand if she still felt an occasional fear, if some of her daily griefs\nmade her sick at heart, she found comfort and unfailing strength in\nthe thought that her child was this day a day older, that he would be\nanother day older on the morrow, that day by day, page by page, his\nwork of life was being accomplished. This consoled her delightfully\nfor all her miseries. She had a duty, an object, and she felt in her\nhappy serenity that she was doing surely what she had been sent here\nto do.",
        "Yet, even at this very moment she knew that the mystic was not\nentirely dead within her. In the midst of the profound silence she\nheard a slight noise, and she raised her head. Who was the divine\nmediator that had passed? Perhaps the beloved dead for whom she\nmourned, and whose presence near her she fancied she could divine.\nThere must always be in her something of the childlike believer she\nhad always been, curious about the Unknown, having an instinctive\nlonging for the mysterious. She accounted to herself for this longing,\nshe even explained it scientifically. However far science may extend\nthe limits of human knowledge, there is undoubtedly a point which it\ncannot pass; and it was here precisely that Pascal placed the only\ninterest in life–in the effort which we ceaselessly make to know more\n–there was only one reasonable meaning in life, this continual\nconquest of the unknown. Therefore, she admitted the existence of\nundiscovered forces surrounding the world, an immense and obscure\ndomain, ten times larger than the domain already won, an infinite and\nunexplored realm through which future humanity would endlessly ascend.\nHere, indeed, was a field vast enough for the imagination to lose\nitself in. In her hours of reverie she satisfied in it the imperious\nneed which man seems to have for the spiritual, a need of escaping\nfrom the visible world, of interrogating the Unknown, of satisfying in\nit the dream of absolute justice and of future happiness. All that\nremained of her former torture, her last mystic transports, were there\nappeased. She satisfied there that hunger for consoling illusions\nwhich suffering humanity must satisfy in order to live. But in her all\nwas happily balanced. At this crisis, in an epoch overburdened with\nscience, disquieted at the ruins it has made, and seized with fright\nin the face of the new century, wildly desiring to stop and to return\nto the past, Clotilde kept the happy mean; in her the passion for\ntruth was broadened by her eagerness to penetrate the Unknown. If\nsectarian scientists shut out the horizon to keep strictly to the\nphenomenon, it was permitted to her, a good, simple creature, to\nreserve the part that she did not know, that she would never know. And\nif Pascal’s creed was the logical deduction from the whole work, the\neternal question of the Beyond, which she still continued to put to\nheaven, reopened the door of the infinite to humanity marching ever\nonward. Since we must always learn, while resigning ourselves never to\nknow all, was it not to will action, life itself, to reserve the\nUnknown–an eternal doubt and an eternal hope?",
        "Another sound, as of a wing passing, the light touch of a kiss upon\nher hair, this time made her smile. He was surely here; and her whole\nbeing went out toward him, in the great flood of tenderness with which\nher heart overflowed. How kind and cheerful he was, and what a love\nfor others underlay his passionate love of life! Perhaps he, too, had\nbeen only a dreamer, for he had dreamed the most beautiful of dreams,\nthe final belief in a better world, when science should have bestowed\nincalculable power upon man–to accept everything, to turn everything\nto our happiness, to know everything and to foresee everything, to\nmake nature our servant, to live in the tranquillity of intelligence\nsatisfied. Meantime faith in life, voluntary and regular labor, would\nsuffice for health. Evil was only the unexplained side of things;\nsuffering would one day be assuredly utilized. And regarding from\nabove the enormous labor of the world, seeing the sum total of\nhumanity, good and bad–admirable, in spite of everything, for their\ncourage and their industry–she now regarded all mankind as united in\na common brotherhood, she now felt only boundless indulgence, an\ninfinite pity, and an ardent charity. Love, like the sun, bathes the\nearth, and goodness is the great river at which all hearts drink.",
        "Clotilde had been plying her needle for two hours, with the same\nregular movement, while her thoughts wandered away in the profound\nsilence. But the tapes were sewed on the little waists, she had even\nmarked some new wrappers, which she had bought the day before. And,\nher sewing finished, she rose to put the linen away. Outside the sun\nwas declining, and only slender and oblique sunbeams entered through\nthe crevices of the shutters. She could not see clearly, and she\nopened one of the shutters, then she forgot herself for a moment, at\nthe sight of the vast horizon suddenly unrolled before her. The\nintense heat had abated, a delicious breeze was blowing, and the sky\nwas of a cloudless blue. To the left could be distinguished even the\nsmallest clumps of pines, among the blood-colored ravines of the rocks\nof the Seille, while to the right, beyond the hills of Sainte-Marthe,\nthe valley of the Viorne stretched away in the golden dust of the\nsetting sun. She looked for a moment at the tower of St. Saturnin, all\ngolden also, dominating the rose-colored town; and she was about to\nleave the window when she saw a sight that drew her back and kept her\nthere, leaning on her elbow for a long time still.",
        "Beyond the railroad a multitude of people were crowded together on the\nold mall. Clotilde at once remembered the ceremony. She knew that her\nGrandmother Felicite was going to lay the first stone of the Rougon\nAsylum, the triumphant monument destined to carry down to future ages\nthe glory of the family. Vast preparations had been going on for a\nweek past. There was talk of a silver hod and trowel, which the old\nlady was to use herself, determined to figure to triumph, with her\neighty-two years. What swelled her heart with regal pride was that on\nthis occasion she made the conquest of Plassans for the third time,\nfor she compelled the whole town, all the three quarters, to range\nthemselves around her, to form an escort for her, and to applaud her\nas a benefactress. For, of course, there had to be present lady\npatronesses, chosen from among the noblest ladies of the Quartier St.\nMarc; a delegation from the societies of working-women of the old\nquarter, and, finally, the most distinguished residents of the new\ntown, advocates, notaries, physicians, without counting the common\npeople, a stream of people dressed in their Sunday clothes, crowding\nthere eagerly, as to a festival. And in the midst of this supreme\ntriumph she was perhaps most proud–she, one of the queens of the\nSecond Empire, the widow who mourned with so much dignity the fallen\ngovernment–in having conquered the young republic itself, obliging\nit, in the person of the sub-prefect, to come and salute her and thank\nher. At first there had been question only of a discourse of the\nmayor; but it was known with certainty, since the previous day, that\nthe sub-prefect also would speak. From so great a distance Clotilde\ncould distinguish only a moving crowd of black coats and light\ndresses, under the scorching sun. Then there was a distant sound of\nmusic, the music of the amateur band of the town, the sonorous strains\nof whose brass instruments were borne to her at intervals on the\nbreeze.",
        "She left the window and went and opened the large oaken press to put\naway in it the linen that had remained on the table. It was in this\npress, formerly so full of the doctor’s manuscripts, and now empty,\nthat she kept the baby’s wardrobe. It yawned open, vast, seemingly\nbottomless, and on the large bare shelves there was nothing but the\nbaby linen, the little waists, the little caps, the little socks, all\nthe fine clothing, the down of the bird still in the nest. Where so\nmany thoughts had been stored up, where a man’s unremitting labor for\nthirty years had accumulated in an overflowing heap of papers, there\nwas now only a baby’s clothing, only the first garments which would\nprotect it for an hour, as it were, and which very soon it could no\nlonger use. The vastness of the antique press seemed brightened and\nall refreshed by them.",
        "When Clotilde had arranged the wrappers and the waists upon a shelf,\nshe perceived a large envelope containing the fragments of the\ndocuments which she had placed there after she had rescued them from\nthe fire. And she remembered a request which Dr. Ramond had come only\nthe day before to make her–that she would see if there remained among\nthis debris any fragment of importance having a scientific interest.\nHe was inconsolable for the loss of the precious manuscripts which the\nmaster had bequeathed to him. Immediately after the doctor’s death he\nhad made an attempt to write from memory his last talk, that summary\nof vast theories expounded by the dying man with so heroic a serenity;\nbut he could recall only parts of it. He would have needed complete\nnotes, observations made from day to day, the results obtained, and\nthe laws formulated. The loss was irreparable, the task was to be\nbegun over again, and he lamented having only indications; he said\nthat it would be at least twenty years before science could make up\nthe loss, and take up and utilize the ideas of the solitary pioneer\nwhose labors a wicked and imbecile catastrophe had destroyed.",
        "The genealogical tree, the only document that had remained intact, was\nattached to the envelope, and Clotilde carried the whole to the table\nbeside the cradle. After she had taken out the fragments, one by one,\nshe found, what she had been already almost certain of, that not a\nsingle entire page of manuscript remained, not a single complete note\nhaving any meaning. There were only fragments of documents, scraps of\nhalf-burned and blackened paper, without sequence or connection. But\nas she examined them, these incomplete phrases, these words half\nconsumed by fire, assumed for her an interest which no one else could\nhave understood. She remembered the night of the storm, and the\nphrases completed themselves, the beginning of a word evoked before\nher persons and histories. Thus her eye fell on Maxime’s name, and she\nreviewed the life of this brother who had remained a stranger to her,\nand whose death, two months before, had left her almost indifferent.\nThen, a half-burned scrap containing her father’s name gave her an\nuneasy feeling, for she believed that her father had obtained\npossession of the fortune and the house on the avenue of Bois de\nBoulogne through the good offices of his hairdresser’s niece, the\ninnocent Rose, repaid, no doubt, by a generous percentage. Then she\nmet with other names, that of her uncle Eugene, the former vice\nemperor, now dead, the cure of Saint-Eutrope, who, she had been told\nyesterday, was dying of consumption. And each fragment became animated\nin this way; the execrable family lived again in these scraps, these\nblack ashes, where were now only disconnected words.",
        "Then Clotilde had the curiosity to unfold the genealogical tree and\nspread it out upon the table. A strong emotion gained on her; she was\ndeeply affected by these relics; and when she read once more the notes\nadded in pencil by Pascal, a few moments before his death, tears rose\nto her eyes. With what courage he had written down the date of his\ndeath! And what despairing regret for life one divined in the\ntrembling words announcing the birth of the child! The tree ascended,\nspread out its branches, unfolded its leaves, and she remained for a\nlong time contemplating it, saying to herself that all the work of the\nmaster was to be found here in the classified records of this family\ntree. She could still hear certain of his words commenting on each\nhereditary case, she recalled his lessons. But the children, above\nall, interested her; she read again and again the notes on the leaves\nwhich bore their names. The doctor’s colleague in Noumea, to whom he\nhad written for information about the child born of the marriage of\nthe convict Etienne, had at last made up his mind to answer; but the\nonly information he gave was in regard to the sex–it was a girl, he\nsaid, and she seemed to be healthy. Octave Mouret had come near losing\nhis daughter, who had always been very frail, while his little boy\ncontinued to enjoy superb health. But the chosen abode of vigorous\nhealth and of extraordinary fecundity was still the house of Jean, at\nValqueyras, whose wife had had two children in three years and was\nabout to have a third. The nestlings throve in the sunshine, in the\nheart of a fertile country, while the father sang as he guided his\nplow, and the mother at home cleverly made the soup and kept the\nchildren in order. There was enough new vitality and industry there to\nmake another family, a whole race. Clotilde fancied at this moment\nthat she could hear Pascal’s cry: “Ah, our family! what is it going to\nbe, in what kind of being will it end?” And she fell again into a\nreverie, looking at the tree sending its latest branches into the\nfuture. Who could tell whence the healthy branch would spring? Perhaps\nthe great and good man so long awaited was germinating there.",
        "A slight cry drew Clotilde from her reflections. The muslin curtain of\nthe cradle seemed to become animate. It was the child who had wakened\nup and was moving about and calling to her. She at once took him out\nof the cradle and held him up gaily, that he might bathe in the golden\nlight of the setting sun. But he was insensible to the beauty of the\nclosing day; his little vacant eyes, still full of sleep, turned away\nfrom the vast sky, while he opened wide his rosy and ever hungry\nmouth, like a bird opening its beak. And he cried so loud, he had\nwakened up so ravenous, that she decided to nurse him again. Besides,\nit was his hour; it would soon be three hours since she had last\nnursed him.",
        "Clotilde sat down again beside the table. She took him on her lap, but\nhe was not very good, crying louder and louder, growing more and more\nimpatient; and she looked at him with a smile while she unfastened her\ndress, showing her round, slender throat. Already the child knew, and\nraising himself he felt with his lips for the breast. When she placed\nit in his mouth he gave a little grunt of satisfaction; he threw\nhimself upon her with the fine, voracious appetite of a young\ngentleman who was determined to live. At first he had clutched the\nbreast with his little free hand, as if to show that it was his, to\ndefend it and to guard it. Then, in the joy of the warm stream that\nfilled his throat he raised his little arm straight up, like a flag.\nAnd Clotilde kept her unconscious smile, seeing him so healthy, so\nrosy, and so plump, thriving so well on the nourishment he drew from\nher. During the first few weeks she had suffered from a fissure, and\neven now her breast was sensitive; but she smiled, notwithstanding,\nwith that peaceful look which mothers wear, happy in giving their milk\nas they would give their blood.",
        "When she had unfastened her dress, showing her bare throat and breast,\nin the solitude and silence of the study, another of her mysteries,\none of her sweetest and most hidden secrets, was revealed at the same\ntime–the slender necklace with the seven pearls, the seven fine,\nmilky stars which the master had put around her neck on a day of\nmisery, in his mania for giving. Since it had been there no one else\nhad seen it. It seemed as if she guarded it with as much modesty as if\nit were a part of her flesh, so simple, so pure, so childlike. And all\nthe time the child was nursing she alone looked at it in a dreamy\nreverie, moved by the tender memory of the kisses whose warm perfume\nit still seemed to keep.",
        "A burst of distant music seemed to surprise Clotilde. She turned her\nhead and looked across the fields gilded by the oblique rays of the\nsun. Ah, yes! the ceremony, the laying of the corner stone yonder!\nThen she turned her eyes again on the child, and she gave herself up\nto the delight of seeing him with so fine an appetite. She had drawn\nforward a little bench, to raise one of her knees, resting her foot\nupon it, and she leaned one shoulder against the table, beside the\ntree and the blackened fragments of the envelopes. Her thoughts\nwandered away in an infinitely sweet reverie, while she felt the best\npart of herself, the pure milk, flowing softly, making more and more\nher own the dear being she had borne. The child had come, the\nredeemer, perhaps. The bells rang, the three wise men had set out,\nfollowed by the people, by rejoicing nature, smiling on the infant in\nits swaddling clothes. She, the mother, while he drank life in long\ndraughts, was dreaming already of his future. What would he be when\nshe should have made him tall and strong, giving herself to him\nentirely? A scientist, perhaps, who would reveal to the world\nsomething of the eternal truth; or a great captain, who would confer\nglory on his country; or, still better, one of those shepherds of the\npeople who appease the passions and bring about the reign of justice.\nShe saw him, in fancy, beautiful, good and powerful. Hers was the\ndream of every mother–the conviction that she had brought the\nexpected Messiah into the world; and there was in this hope, in this\nobstinate belief, which every mother has in the certain triumph of her\nchild, the hope which itself makes life, the belief which gives\nhumanity the ever renewed strength to live still.",
        "What would the child be? She looked at him, trying to discover whom he\nresembled. He had certainly his father’s brow and eyes, there was\nsomething noble and strong in the breadth of the head. She saw a\nresemblance to herself, too, in his fine mouth and his delicate chin.\nThen, with secret uneasiness, she sought a resemblance to the others,\nthe terrible ancestors, all those whose names were there inscribed on\nthe tree, unfolding its growth of hereditary leaves. Was it this one,\nor this, or yet this other, whom he would resemble? She grew calm,\nhowever, she could not but hope, her heart swelled with eternal hope.\nThe faith in life which the master had implanted in her kept her brave\nand steadfast. What did misery, suffering and wickedness matter!\nHealth was in universal labor, in the effort made, in the power which\nfecundates and which produces. The work was good when the child\nblessed love. Then hope bloomed anew, in spite of the open wounds, the\ndark picture of human shame. It was life perpetuated, tried anew, life\nwhich we can never weary of believing good, since we live it so\neagerly, with all its injustice and suffering.",
        "Clotilde had glanced involuntarily at the ancestral tree spread out\nbeside her. Yes, the menace was there–so many crimes, so much filth,\nside by side with so many tears, and so much patient goodness; so\nextraordinary a mixture of the best and the most vile, a humanity in\nlittle, with all its defects and all its struggles. It was a question\nwhether it would not be better that a thunderbolt should come and\ndestroy all this corrupt and miserable ant-hill. And after so many\nterrible Rougons, so many vile Macquarts, still another had been born.\nLife did not fear to create another of them, in the brave defiance of\nits eternity. It continued its work, propagated itself according to\nits laws, indifferent to theories, marching on in its endless labor.\nEven at the risk of making monsters, it must of necessity create,\nsince, in spite of all it creates, it never wearies of creating in the\nhope, no doubt, that the healthy and the good will one day come. Life,\nlife, which flows like a torrent, which continues its work, beginning\nit over and over again, without pause, to the unknown end! life in\nwhich we bathe, life with its infinity of contrary currents, always in\nmotion, and vast as a boundless sea!",
        "A transport of maternal fervor thrilled Clotilde’s heart, and she\nsmiled, seeing the little voracious mouth drinking her life. It was a\nprayer, an invocation, to the unknown child, as to the unknown God! To\nthe child of the future, to the genius, perhaps, that was to be, to\nthe Messiah that the coming century awaited, who would deliver the\npeople from their doubt and their suffering! Since the nation was to\nbe regenerated, had he not come for this work? He would make the\nexperiment anew, he would raise up walls, give certainty to those who\nwere in doubt, he would build the city of justice, where the sole law\nof labor would insure happiness. In troublous times prophets were to\nbe expected–at least let him not be the Antichrist, the destroyer,\nthe beast foretold in the Apocalypse–who would purge the earth of its\nwickedness, when this should become too great. And life would go on in\nspite of everything, only it would be necessary to wait for other\nmyriads of years before the other unknown child, the benefactor,\nshould appear.",
        "But the child had drained her right breast, and, as he was growing\nangry, Clotilde turned him round and gave him the left. Then she began\nto smile, feeling the caress of his greedy little lips. At all events\nshe herself was hope. A mother nursing, was she not the image of the\nworld continued and saved? She bent over, she looked into his limpid\neyes, which opened joyously, eager for the light. What did the child\nsay to her that she felt her heart beat more quickly under the breast\nwhich he was draining? To what cause would he give his blood when he\nshould be a man, strong with all the milk which he would have drunk?\nPerhaps he said nothing to her, perhaps he already deceived her, and\nyet she was so happy, so full of perfect confidence in him.",
        "Again there was a distant burst of music. This must be the apotheosis,\nthe moment when Grandmother Felicite, with her silver trowel, laid the\nfirst stone of the monument to the glory of the Rougons. The vast blue\nsky, gladdened by the Sunday festivities, rejoiced. And in the warm\nsilence, in the solitary peace of the workroom, Clotilde smiled at the\nchild, who was still nursing, his little arm held straight up in the\nair, like a signal flag of life.",
        " ",
        "\nThis eBook of “Doctor Pascal” by Emile Zola (translated by Mary J. Serrano) belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Doctor Pascal (Rougon-Macquart)By Emile ZolaAt Amazon"
    ]
}