{
    "title": "Doctor Pascal - IV.",
    "author": "Emile Zola",
    "chapter": "4",
    "content": [
        "\n\n",
        "Ten days later the household had fallen back into its former state of\nunhappiness. Pascal and Clotilde remained entire afternoons without\nexchanging a word; and there were continual outbursts of ill-humor.\nEven Martine was constantly out of temper. The home of these three had\nagain become a hell.",
        "Then suddenly the condition of affairs was still further aggravated. A\nCapuchin monk of great sanctity, such as often pass through the towns\nof the South, came to Plassans to conduct a mission. The pulpit of St.\nSaturnin resounded with his bursts of eloquence. He was a sort of\napostle, a popular and fiery orator, a florid speaker, much given to\nthe use of metaphors. And he preached on the nothingness of modern\nscience with an extraordinary mystical exaltation, denying the reality\nof this world, and disclosing the unknown, the mysteries of the\nBeyond. All the devout women of the town were full of excitement about\nhis preaching.",
        "On the very first evening on which Clotilde, accompanied by Martine,\nattended the sermon, Pascal noticed her feverish excitement when she\nreturned. On the following day her excitement increased, and she\nreturned home later, having remained to pray for an hour in a dark\ncorner of a chapel. From this time she was never absent from the\nservices, returning languid, and with the luminous eyes of a seer; and\nthe Capuchin’s burning words haunted her; certain of his images\nstirred her to ecstasy. She grew irritable, and she seemed to have\nconceived a feeling of anger and contempt for every one and everything\naround her.",
        "Pascal, filled with uneasiness, determined to have an explanation with\nMartine. He came down early one morning as she was sweeping the\ndining-room.",
        "“You know that I leave you and Clotilde free to go to church, if that\npleases you,” he said. “I do not believe in oppressing any one’s\nconscience. But I do not wish that you should make her sick.”",
        "The servant, without stopping in her work, said in a low voice:",
        "“Perhaps the sick people are those who don’t think that they are\nsick.”",
        "She said this with such an air of conviction that he smiled.",
        "“Yes,” he returned; “I am the sick soul whose conversion you pray for;\nwhile both of you are in possession of health and of perfect wisdom.\nMartine, if you continue to torment me and to torment yourselves, as\nyou are doing, I shall grow angry.”",
        "He spoke in so furious and so harsh a voice that the servant stopped\nsuddenly in her sweeping, and looked him full in the face. An infinite\ntenderness, an immense desolation passed over the face of the old maid\ncloistered in his service. And tears filled her eyes and she hurried\nout of the room stammering:",
        "“Ah, monsieur, you do not love us.”",
        "Then Pascal, filled with an overwhelming sadness, gave up the contest.\nHis remorse increased for having shown so much tolerance, for not\nhaving exercised his authority as master, in directing Clotilde’s\neducation and bringing up. In his belief that trees grew straight if\nthey were not interfered with, he had allowed her to grow up in her\nown way, after teaching her merely to read and write. It was without\nany preconceived plan, while aiding him in making his researches and\ncorrecting his manuscripts, and simply by the force of circumstances,\nthat she had read everything and acquired a fondness for the natural\nsciences. How bitterly he now regretted his indifference! What a\npowerful impulse he might have given to this clear mind, so eager for\nknowledge, instead of allowing it to go astray, and waste itself in\nthat desire for the Beyond, which Grandmother Felicite and the good\nMartine favored. While he had occupied himself with facts, endeavoring\nto keep from going beyond the phenomenon, and succeeding in doing so,\nthrough his scientific discipline, he had seen her give all her\nthoughts to the unknown, the mysterious. It was with her an obsession,\nan instinctive curiosity which amounted to torture when she could not\nsatisfy it. There was in her a longing which nothing could appease, an\nirresistible call toward the unattainable, the unknowable. Even when\nshe was a child, and still more, later, when she grew up, she went\nstraight to the why and the how of things, she demanded ultimate\ncauses. If he showed her a flower, she asked why this flower produced\na seed, why this seed would germinate. Then, it would be the mystery\nof birth and death, and the unknown forces, and God, and all things.\nIn half a dozen questions she would drive him into a corner, obliging\nhim each time to acknowledge his fatal ignorance; and when he no\nlonger knew what to answer her, when he would get rid of her with a\ngesture of comic fury, she would give a gay laugh of triumph, and go\nto lose herself again in her dreams, in the limitless vision of all\nthat we do not know, and all that we may believe. Often she astounded\nhim by her explanations. Her mind, nourished on science, started from\nproved truths, but with such an impetus that she bounded at once\nstraight into the heaven of the legends. All sorts of mediators passed\nthere, angels and saints and supernatural inspirations, modifying\nmatter, endowing it with life; or, again, it was only one single\nforce, the soul of the world, working to fuse things and beings in a\nfinal kiss of love in fifty centuries more. She had calculated the\nnumber of them, she said.",
        "For the rest, Pascal had never before seen her so excited. For the\npast week, during which she had attended the Capuchin’s mission in the\ncathedral, she had spent the days visibly in the expectation of the\nsermon of the evening; and she went to hear it with the rapt\nexaltation of a girl who is going to her first rendezvous of love.\nThen, on the following day, everything about her declared her\ndetachment from the exterior life, from her accustomed existence, as\nif the visible world, the necessary actions of every moment, were but\na snare and a folly. She retired within herself in the vision of what\nwas not. Thus she had almost completely given up her habitual\noccupations, abandoning herself to a sort of unconquerable indolence,\nremaining for hours at a time with her hands in her lap, her gaze lost\nin vacancy, rapt in the contemplation of some far-off vision. Now she,\nwho had been so active, so early a riser, rose late, appearing barely\nin time for the second breakfast, and it could not have been at her\ntoilet that she spent these long hours, for she forgot her feminine\ncoquetry, and would come down with her hair scarcely combed,\nnegligently attired in a gown buttoned awry, but even thus adorable,\nthanks to her triumphant youth. The morning walks through La Souleiade\nthat she had been so fond of, the races from the top to the bottom of\nthe terraces planted with olive and almond trees, the visits to the\npine grove balmy with the odor of resin, the long sun baths in the hot\nthreshing yard, she indulged in no more; she preferred to remain shut\nup in her darkened room, from which not a movement was to be heard.\nThen, in the afternoon, in the work room, she would drag herself about\nlanguidly from chair to chair, doing nothing, tired and disgusted with\neverything that had formerly interested her.",
        "Pascal was obliged to renounce her assistance; a paper which he gave\nher to copy remained three days untouched on her desk. She no longer\nclassified anything; she would not have stooped down to pick up a\npaper from the floor. More than all, she abandoned the pastels, copies\nof flowers from nature that she had been making, to serve as plates to\na work on artificial fecundations. Some large red mallows, of a new\nand singular coloring, faded in their vase before she had finished\ncopying them. And yet for a whole afternoon she worked\nenthusiastically at a fantastic design of dream flowers, an\nextraordinary efflorescence blooming in the light of a miraculous sun,\na burst of golden spike-shaped rays in the center of large purple\ncorollas, resembling open hearts, whence shot, for pistils, a shower\nof stars, myriads of worlds streaming into the sky, like a milky way.",
        "“Ah, my poor girl,” said the doctor to her on this day, “how can you\nlose your time in such conceits! And I waiting for the copy of those\nmallows that you have left to die there. And you will make yourself\nill. There is no health, nor beauty, even, possible outside reality.”",
        "Often now she did not answer, intrenching herself behind her fierce\nconvictions, not wishing to dispute. But doubtless he had this time\ntouched her beliefs to the quick.",
        "“There is no reality,” she answered sharply.",
        "The doctor, amused by this bold philosophy from this big child,\nlaughed.",
        "“Yes, I know,” he said; “our senses are fallible. We know this world\nonly through our senses, consequently it is possible that the world\ndoes not exist. Let us open the door to madness, then; let us accept\nas possible the most absurd chimeras, let us live in the realm of\nnightmare, outside of laws and facts. For do you not see that there is\nno longer any law if you suppress nature, and that the only thing that\ngives life any interest is to believe in life, to love it, and to put\nall the forces of our intelligence to the better understanding of it?”",
        "She made a gesture of mingled indifference and bravado, and the\nconversation dropped. Now she was laying large strokes of blue crayon\non the pastel, bringing out its flaming splendor in strong relief on\nthe background of a clear summer night.",
        "But two days later, in consequence of a fresh discussion, matters went\nstill further amiss. In the evening, on leaving the table, Pascal went\nup to the study to write, while she remained out of doors, sitting on\nthe terrace. Hours passed by, and he was surprised and uneasy, when\nmidnight struck, that he had not yet heard her return to her room. She\nwould have had to pass through the study, and he was very certain that\nshe had not passed unnoticed by him. Going downstairs, he found that\nMartine was asleep; the vestibule door was not locked, and Clotilde\nmust have remained outside, oblivious of the flight of time. This\noften happened to her on these warm nights, but she had never before\nremained out so late.",
        "The doctor’s uneasiness increased when he perceived on the terrace the\nchair, now vacant, in which the young girl had been sitting. He had\nexpected to find her asleep in it. Since she was not there, why had\nshe not come in. Where could she have gone at such an hour? The night\nwas beautiful: a September night, still warm, with a wide sky whose\ndark, velvety expanse was studded with stars; and from the depths of\nthis moonless sky the stars shone so large and bright that they\nlighted the earth with a pale, mysterious radiance. He leaned over the\nbalustrade of the terrace, and examined the slope and the stone steps\nwhich led down to the railroad; but there was not a movement. He saw\nnothing but the round motionless tops of the little olive trees. The\nidea then occurred to him that she must certainly be under the plane\ntrees beside the fountain, whose murmuring waters made perpetual\ncoolness around. He hurried there, and found himself enveloped in such\nthick darkness that he, who knew every tree, was obliged to walk with\noutstretched hands to avoid stumbling. Then he groped his way through\nthe dark pine grove, still without meeting any one. And at last he\ncalled in a muffled voice:",
        "“Clotilde! Clotilde!”",
        "The darkness remained silent and impenetrable.",
        "“Clotilde! Clotilde!” he cried again, in a louder voice. Not a sound,\nnot a breath. The very echoes seemed asleep. His cry was drowned in\nthe infinitely soft lake of blue shadows. And then he called her with\nall the force of his lungs. He returned to the plane trees. He went\nback to the pine grove, beside himself with fright, scouring the\nentire domain. Then, suddenly, he found himself in the threshing yard.",
        "At this cool and tranquil hour, the immense yard, the vast circular\npaved court, slept too. It was so many years since grain had been\nthreshed here that grass had sprung up among the stones, quickly\nscorched a russet brown by the sun, resembling the long threads of a\nwoolen carpet. And, under the tufts of this feeble vegetation, the\nancient pavement did not cool during the whole summer, smoking from\nsunset, exhaling in the night the heat stored up from so many sultry\nnoons.",
        "The yard stretched around, bare and deserted, in the cooling\natmosphere, under the infinite calm of the sky, and Pascal was\ncrossing it to hurry to the orchard, when he almost fell over a form\nthat he had not before observed, extended at full length upon the\nground. He uttered a frightened cry.",
        "“What! Are you here?”",
        "Clotilde did not deign even to answer. She was lying on her back, her\nhands clasped under the back of her neck, her face turned toward the\nsky; and in her pale countenance, only her large shining eyes were\nvisible.",
        "“And here I have been tormenting myself and calling you for an hour\npast! Did you not hear me shouting?”",
        "She at last unclosed her lips.",
        "“Yes.”",
        "“Then that is very senseless! Why did you not answer me?”",
        "But she fell back into her former silence, refusing all explanation,\nand with a stubborn brow kept her gaze fixed steadily on the sky.",
        "“There, come in and go to bed, naughty child. You will tell me\nto-morrow.”",
        "She did not stir, however; he begged her ten times over to go into the\nhouse, but she would not move. He ended by sitting down beside her on\nthe short grass, through which penetrated the warmth of the pavement\nbeneath.",
        "“But you cannot sleep out of doors. At least answer me. What are you\ndoing here?”",
        "“I am looking.”",
        "And from her large eyes, fixed and motionless, her gaze seemed to\nmount up among the stars. She seemed wholly absorbed in the\ncontemplation of the pure starry depths of the summer sky.",
        "“Ah, master!” she continued, in a low monotone; “how narrow and\nlimited is all that you know compared to what there is surely up\nthere. Yes, if I did not answer you it was because I was thinking of\nyou, and I was filled with grief. You must not think me bad.”",
        "In her voice there was a thrill of such tenderness that it moved him\nprofoundly. He stretched himself on the grass beside her, so that\ntheir elbows touched, and they went on talking.",
        "“I greatly fear, my dear, that your griefs are not rational. It gives\nyou pain to think of me. Why so?”",
        "“Oh, because of things that I should find it hard to explain to you; I\nam not a savante. You have taught me much, however, and I have\nlearned more myself, being with you. Besides, they are things that I\nfeel. Perhaps I might try to tell them to you, as we are all alone\nhere, and the night is so beautiful.”",
        "Her full heart overflowed, after hours of meditation, in the peaceful\nconfidence of the beautiful night. He did not speak, fearing to\ndisturb her, but awaited her confidences in silence.",
        "“When I was a little girl and you used to talk to me about science, it\nseemed to me that you were speaking to me of God, your words burned so\nwith faith and hope. Nothing seemed impossible to you. With science\nyou were going to penetrate the secret of the world, and make the\nperfect happiness of humanity a reality. According to you, we were\nprogressing with giant strides. Each day brought its discovery, its\ncertainty. Ten, fifty, a hundred years more, perhaps, and the heavens\nwould open and we should see truth face to face. Well, the years pass,\nand nothing opens, and truth recedes.”",
        "“You are an impatient girl,” he answered simply. “If ten centuries\nmore be necessary we must only wait for them to pass.”",
        "“It is true. I cannot wait. I need to know; I need to be happy at\nonce, and to know everything at once, and to be perfectly and forever\nhappy. Oh, that is what makes me suffer, not to be able to reach at a\nbound complete knowledge, not to be able to rest in perfect felicity,\nfreed from scruples and doubts. Is it living to advance with\ntortoiselike pace in the darkness, not to be able to enjoy an hour’s\ntranquillity, without trembling at the thought of the coming anguish?\nNo, no! All knowledge and all happiness in a single day? Science has\npromised them to us, and if she does not give them to us, then she\nfails in her engagements.”",
        "Then he, too, began to grow heated.",
        "“But what you are saying is folly, little girl. Science is not\nrevelation. It marches at its human pace, its very effort is its\nglory. And then it is not true that science has promised happiness.”",
        "She interrupted him hastily.",
        "“How, not true! Open your books up there, then. You know that I have\nread them. Do they not overflow with promises? To read them one would\nthink we were marching on to the conquest of earth and heaven. They\ndemolish everything, and they swear to replace everything–and that by\npure reason, with stability and wisdom. Doubtless I am like the\nchildren. When I am promised anything I wish that it shall be given me\nat once. My imagination sets to work, and the object must be very\nbeautiful to satisfy me. But it would have been easy not to have\npromised anything. And above all, at this hour, in view of my eager\nand painful longing, it would be very ill done to tell me that nothing\nhas been promised me.”",
        "He made a gesture, a simple gesture of protestation and impatience, in\nthe serene and silent night.",
        "“In any case,” she continued, “science has swept away all our past\nbeliefs. The earth is bare, the heavens are empty, and what do you\nwish that I should become, even if you acquit science of having\ninspired the hopes I have conceived? For I cannot live without belief\nand without happiness. On what solid ground shall I build my house\nwhen science shall have demolished the old world, and while she is\nwaiting to construct the new? All the ancient city has fallen to\npieces in this catastrophe of examination and analysis; and all that\nremains of it is a mad population vainly seeking a shelter among its\nruins, while anxiously looking for a solid and permanent refuge where\nthey may begin life anew. You must not be surprised, then, at our\ndiscouragement and our impatience. We can wait no longer. Since tardy\nscience has failed in her promises, we prefer to fall back on the old\nbeliefs, which for centuries have sufficed for the happiness of the\nworld.”",
        "“Ah! that is just it,” he responded in a low voice; “we are just at\nthe turning point, at the end of the century, fatigued and exhausted\nwith the appalling accumulation of knowledge which it has set moving.\nAnd it is the eternal need for falsehood, the eternal need for\nillusion which distracts humanity, and throws it back upon the\ndelusive charm of the unknown. Since we can never know all, what is\nthe use of trying to know more than we know already? Since the truth,\nwhen we have attained it, does not confer immediate and certain\nhappiness, why not be satisfied with ignorance, the darkened cradle in\nwhich humanity slept the deep sleep of infancy? Yes, this is the\naggressive return of the mysterious, it is the reaction against a\ncentury of experimental research. And this had to be; desertions were\nto be expected, since every need could not be satisfied at once. But\nthis is only a halt; the onward march will continue, up there, beyond\nour view, in the illimitable fields of space.”",
        "For a moment they remained silent, still motionless on their backs,\ntheir gaze lost among the myriads of worlds shining in the dark sky. A\nfalling star shot across the constellation of Cassiopeia, like a\nflaming arrow. And the luminous universe above turned slowly on its\naxis, in solemn splendor, while from the dark earth around them arose\nonly a faint breath, like the soft, warm breath of a sleeping woman.",
        "“Tell me,” he said, in his good-natured voice, “did your Capuchin turn\nyour head this evening, then?”",
        "“Yes,” she answered frankly; “he says from the pulpit things that\ndisturb me. He preaches against everything you have taught me, and it\nis as if the knowledge which I owe to you, transformed into a poison,\nwere consuming me. My God! What is going to become of me?”",
        "“My poor child! It is terrible that you should torture yourself in\nthis way! And yet I had been quite tranquil about you, for you have a\nwell-balanced mind–you have a good, little, round, clear, solid\nheadpiece, as I have often told you. You will soon calm down. But what\nconfusion in the brains of others, at the end of the century, if you,\nwho are so sane, are troubled! Have you not faith, then?”",
        "She answered only by a heavy sigh.",
        "“Assuredly, viewed from the standpoint of happiness, faith is a strong\nstaff for the traveler to lean upon, and the march becomes easy and\ntranquil when one is fortunate enough to possess it.”",
        "“Oh, I no longer know whether I believe or not!” she cried. “There are\ndays when I believe, and there are other days when I side with you and\nwith your books. It is you who have disturbed me; it is through you I\nsuffer. And perhaps all my suffering springs from this, from my revolt\nagainst you whom I love. No, no! tell me nothing; do not tell me that\nI shall soon calm down. At this moment that would only irritate me\nstill more. I know well that you deny the supernatural. The mysterious\nfor you is only the inexplicable. Even you concede that we shall never\nknow all; and therefore you consider that the only interest life can\nhave is the continual conquest over the unknown, the eternal effort to\nknow more. Ah, I know too much already to believe. You have already\nsucceeded but too well in shaking my faith, and there are times when\nit seems to me that this will kill me.”",
        "He took her hand that lay on the still warm grass, and pressed it\nhard.",
        "“No, no; it is life that frightens you, little girl. And how right you\nare in saying that happiness consists in continual effort. For from\nthis time forward tranquil ignorance is impossible. There is no halt\nto be looked for, no tranquillity in renunciation and wilful\nblindness. We must go on, go on in any case with life, which goes on\nalways. Everything that is proposed, a return to the past, to dead\nreligions, patched up religions arranged to suit new wants, is a\nsnare. Learn to know life, then; to love it, live it as it ought to be\nlived–that is the only wisdom.”",
        "But she shook off his hand angrily. And her voice trembled with\nvexation.",
        "“Life is horrible. How do you wish me to live it tranquil and happy?\nIt is a terrible light that your science throws upon the world. Your\nanalysis opens up all the wounds of humanity to display their horror.\nYou tell everything; you speak too plainly; you leave us nothing but\ndisgust for people and for things, without any possible consolation.”",
        "He interrupted her with a cry of ardent conviction.",
        "“We tell everything. Ah, yes; in order to know everything and to\nremedy everything!”",
        "Her anger rose, and she sat erect.",
        "“If even equality and justice existed in your nature–but you\nacknowledge it yourself, life is for the strongest, the weak\ninfallibly perishes because he is weak–there are no two beings equal,\neither in health, in beauty, or intelligence; everything is left to\nhaphazard meeting, to the chance of selection. And everything falls\ninto ruin, when grand and sacred justice ceases to exist.”",
        "“It is true,” he said, in an undertone, as if speaking to himself,\n“there is no such thing as equality. No society based upon it could\ncontinue to exist. For centuries, men thought to remedy evil by\ncharacter. But that idea is being exploded, and now they propose\njustice. Is nature just? I think her logical, rather. Logic is perhaps\na natural and higher justice, going straight to the sum of the common\nlabor, to the grand final labor.”",
        "“Then it is justice,” she cried, “that crushes the individual for the\nhappiness of the race, that destroys an enfeebled species to fatten\nthe victorious species. No, no; that is crime. There is in that only\nfoulness and murder. He was right this evening in the church. The\nearth is corrupt, science only serves to show its rottenness. It is on\nhigh that we must all seek a refuge. Oh, master, I entreat you, let me\nsave myself, let me save you!”",
        "She burst into tears, and the sound of her sobs rose despairingly on\nthe stillness of the night. He tried in vain to soothe her, her voice\ndominated his.",
        "“Listen to me, master. You know that I love you, for you are\neverything to me. And it is you who are the cause of all my suffering.\nI can scarcely endure it when I think that we are not in accord, that\nwe should be separated forever if we were both to die to-morrow. Why\nwill you not believe?”",
        "He still tried to reason with her.",
        "“Come, don’t be foolish, my dear–”",
        "But she threw herself on her knees, she seized him by the hands, she\nclung to him with a feverish force. And she sobbed louder and louder,\nin such a clamor of despair that the dark fields afar off were\nstartled by it.",
        "“Listen to me, he said it in the church. You must change your life and\ndo penance; you must burn everything belonging to your past errors–\nyour books, your papers, your manuscripts. Make this sacrifice,\nmaster, I entreat it of you on my knees. And you will see the\ndelightful existence we shall lead together.”",
        "At last he rebelled.",
        "“No, this is too much. Be silent!”",
        "“If you listen to me, master, you will do what I wish. I assure you\nthat I am horribly unhappy, even in loving you as I love you. There is\nsomething wanting in our affection. So far it has been profound but\nunavailing, and I have an irresistible longing to fill it, oh, with\nall that is divine and eternal. What can be wanting to us but God?\nKneel down and pray with me!”",
        "With an abrupt movement he released himself, angry in his turn.",
        "“Be silent; you are talking nonsense. I have left you free, leave me\nfree.”",
        "“Master, master! it is our happiness that I desire! I will take you\nfar, far away. We will go to some solitude to live there in God!”",
        "“Be silent! No, never!”",
        "Then they remained for a moment confronting each other, mute and\nmenacing. Around them stretched La Souleiade in the deep silence of\nthe night, with the light shadows of its olive trees, the darkness of\nits pine and plane trees, in which the saddened voice of the fountain\nwas singing, and above their heads it seemed as if the spacious sky,\nstudded with stars, shuddered and grew pale, although the dawn was\nstill far off.",
        "Clotilde raised her arm as if to point to this infinite, shuddering\nsky; but with a quick gesture Pascal seized her hand and drew it down\ntoward the earth in his. And no word further was spoken; they were\nbeside themselves with rage and hate. The quarrel was fierce and\nbitter.",
        "She drew her hand away abruptly, and sprang backward, like some proud,\nuntamable animal, rearing; then she rushed quickly through the\ndarkness toward the house. He heard the patter of her little boots on\nthe stones of the yard, deadened afterward by the sand of the walk.\nHe, on his side, already grieved and uneasy, called her back in urgent\ntones. But she ran on without answering, without hearing. Alarmed, and\nwith a heavy heart, he hurried after her, and rounded the clump of\nplane trees just in time to see her rush into the house like a\nwhirlwind. He darted in after her, ran up the stairs, and struck\nagainst the door of her room, which she violently bolted. And here he\nstopped and grew calm, by a strong effort resisting the desire to cry\nout, to call her again, to break in the door so as to see her once\nmore, to convince her, to have her all to himself. For a moment he\nremained motionless, chilled by the deathlike silence of the room,\nfrom which not the faintest sound issued. Doubtless she had thrown\nherself on the bed, and was stifling her cries and her sobs in the\npillow. He determined at last to go downstairs again and close the\nhall door, and then he returned softly and listened, waiting for some\nsound of moaning. And day was breaking when he went disconsolately to\nbed, choking back his tears.",
        "Thenceforward it was war without mercy. Pascal felt himself spied\nupon, trapped, menaced. He was no longer master of his house; he had\nno longer any home. The enemy was always there, forcing him to be\nconstantly on his guard, to lock up everything. One after the other,\ntwo vials of nerve-substance which he had compounded were found in\nfragments, and he was obliged to barricade himself in his room, where\nhe could be heard pounding for days together, without showing himself\neven at mealtime. He no longer took Clotilde with him on his visiting\ndays, because she discouraged his patients by her attitude of\naggressive incredulity. But from the moment he left the house, the\ndoctor had only one desire–to return to it quickly, for he trembled\nlest he should find his locks forced, and his drawers rifled on his\nreturn. He no longer employed the young girl to classify and copy his\nnotes, for several of them had disappeared, as if they had been\ncarried away by the wind. He did not even venture to employ her to\ncorrect his proofs, having ascertained that she had cut out of an\narticle an entire passage, the sentiment of which offended her\nCatholic belief. And thus she remained idle, prowling about the rooms,\nand having an abundance of time to watch for an occasion which would\nput in her possession the key of the large press. This was her dream,\nthe plan which she revolved in her mind during her long silence, while\nher eyes shone and her hands burned with fever–to have the key, to\nopen the press, to take and burn everything in an auto da fe which\nwould be pleasing to God. A few pages of manuscript, forgotten by him\non a corner of the table, while he went to wash his hands and put on\nhis coat, had disappeared, leaving behind only a little heap of ashes\nin the fireplace. He could no longer leave a scrap of paper about. He\ncarried away everything; he hid everything. One evening, when he had\nremained late with a patient, as he was returning home in the dusk a\nwild terror seized him at the faubourg, at sight of a thick black\nsmoke rising up in clouds that darkened the heavens. Was it not La\nSouleiade that was burning down, set on fire by the bonfire made with\nhis papers? He ran toward the house, and was reassured only on seeing\nin a neighboring field a fire of roots burning slowly.",
        "But how terrible are the tortures of the scientist who feels himself\nmenaced in this way in the labors of his intellect! The discoveries\nwhich he has made, the writings which he has counted upon leaving\nbehind him, these are his pride, they are creatures of his blood–his\nchildren–and whoever destroys, whoever burns them, burns a part of\nhimself. Especially, in this perpetual lying in wait for the creatures\nof his brain, was Pascal tortured by the thought that the enemy was in\nhis house, installed in his very heart, and that he loved her in spite\nof everything, this creature whom he had made what she was. He was\nleft disarmed, without possible defense; not wishing to act, and\nhaving no other resources than to watch with vigilance. On all sides\nthe investment was closing around him. He fancied he felt the little\npilfering hands stealing into his pockets. He had no longer any\ntranquillity, even with the doors closed, for he feared that he was\nbeing robbed through the crevices.",
        "“But, unhappy child,” he cried one day, “I love but you in the world,\nand you are killing me! And yet you love me, too; you act in this way\nbecause you love me, and it is abominable. It would be better to have\ndone with it all at once, and throw ourselves into the river with a\nstone tied around our necks.”",
        "She did not answer, but her dauntless eyes said ardently that she\nwould willingly die on the instant, if it were with him.",
        "“And if I should suddenly die to-night, what would happen to-morrow?\nYou would empty the press, you would empty the drawers, you would make\na great heap of all my works and burn them! You would, would you not?\nDo you know that that would be a real murder, as much as if you\nassassinated some one? And what abominable cowardice, to kill the\nthoughts!”",
        "“No,” she said at last, in a low voice; “to kill evil, to prevent it\nfrom spreading and springing up again!”",
        "All their explanations only served to kindle anew their anger. And\nthey had terrible ones. And one evening, when old Mme. Rougon had\nchanced in on one of these quarrels, she remained alone with Pascal,\nafter Clotilde had fled to hide herself in her room. There was silence\nfor a moment. In spite of the heartbroken air which she had assumed, a\nwicked joy shone in the depths of her sparkling eyes.",
        "“But your unhappy house is a hell!” she cried at last.",
        "The doctor avoided an answer by a gesture. He had always felt that his\nmother backed the young girl, inflaming her religious faith, utilizing\nthis ferment of revolt to bring trouble into his house. He was not\ndeceived. He knew perfectly well that the two women had seen each\nother during the day, and that he owed to this meeting, to a skilful\nembittering of Clotilde’s mind, the frightful scene at which he still\ntrembled. Doubtless his mother had come to learn what mischief had\nbeen wrought, and to see if the denouement was not at last at hand.",
        "“Things cannot go on in this way,” she resumed. “Why do you not\nseparate since you can no longer agree. You ought to send her to her\nbrother Maxime. He wrote to me not long since asking her again.”",
        "He straightened himself, pale and determined.",
        "“To part angry with each other? Ah, no, no! that would be an eternal\nremorse, an incurable wound. If she must one day go away, I wish that\nwe may be able to love each other at a distance. But why go away?\nNeither of us complains of the other.”",
        "Felicite felt that she had been too hasty. Therefore she assumed her\nhypocritical, conciliating air.",
        "“Of course, if it pleases you both to quarrel, no one has anything to\nsay in the matter. Only, my poor friend, permit me, in that case, to\nsay that I think Clotilde is not altogether in the wrong. You force me\nto confess that I saw her a little while ago; yes, it is better that\nyou should know, notwithstanding my promise to be silent. Well, she is\nnot happy; she makes a great many complaints, and you may imagine that\nI scolded her and preached complete submission to her. But that does\nnot prevent me from being unable to understand you myself, and from\nthinking that you do everything you can to make yourself unhappy.”",
        "She sat down in a corner of the room, and obliged him to sit down with\nher, seeming delighted to have him here alone, at her mercy. She had\nalready, more than once before, tried to force him to an explanation\nin this way, but he had always avoided it. Although she had tortured\nhim for years past, and he knew her thoroughly, he yet remained a\ndeferential son, he had sworn never to abandon this stubbornly\nrespectful attitude. Thus, the moment she touched certain subjects, he\ntook refuge in absolute silence.",
        "“Come,” she continued; “I can understand that you should not wish to\nyield to Clotilde; but to me? How if I were to entreat you to make me\nthe sacrifice of all those abominable papers which are there in the\npress! Consider for an instant if you should die suddenly, and those\npapers should fall into strange hands. We should all be disgraced. You\nwould not wish that, would you? What is your object, then? Why do you\npersist in so dangerous a game? Promise me that you will burn them.”",
        "He remained silent for a time, but at last he answered:",
        "“Mother, I have already begged of you never to speak on that subject.\nI cannot do what you ask.”",
        "“But at least,” she cried, “give me a reason. Any one would think our\nfamily was as indifferent to you as that drove of oxen passing below\nthere. Yet you belong to it. Oh, I know you do all you can not to\nbelong to it! I myself am sometimes astonished at you. I ask myself\nwhere you can have come from. But for all that, it is very wicked of\nyou to run this risk, without stopping to think of the grief you are\ncausing to me, your mother. It is simply wicked.”",
        "He grew still paler, and yielding for an instant to his desire to\ndefend himself, in spite of his determination to keep silent, he said:",
        "“You are hard; you are wrong. I have always believed in the necessity,\nthe absolute efficacy of truth. It is true that I tell the truth about\nothers and about myself, and it is because I believe firmly that in\ntelling the truth I do the only good possible. In the first place,\nthose papers are not intended for the public; they are only personal\nnotes which it would be painful to me to part with. And then, I know\nwell that you would not burn only them–all my other works would also\nbe thrown into the fire. Would they not? And that is what I do not\nwish; do you understand? Never, while I live, shall a line of my\nwriting be destroyed here.”",
        "But he already regretted having said so much, for he saw that she was\nurging him, leading him on to the cruel explanation she desired.",
        "“Then finish, and tell me what it is that you reproach us with. Yes,\nme, for instance; what do you reproach me with? Not with having\nbrought you up with so much difficulty. Ah, fortune was slow to win!\nIf we enjoy a little happiness now, we have earned it hard. Since you\nhave seen everything, and since you put down everything in your\npapers, you can testify with truth that the family has rendered\ngreater services to others than it has ever received. On two\noccasions, but for us, Plassans would have been in a fine pickle. And\nit is perfectly natural that we should have reaped only ingratitude\nand envy, to the extent that even to-day the whole town would be\nenchanted with a scandal that should bespatter us with mud. You cannot\nwish that, and I am sure that you will do justice to the dignity of my\nattitude since the fall of the Empire, and the misfortunes from which\nFrance will no doubt never recover.”",
        "“Let France rest, mother,” he said, speaking again, for she had\ntouched the spot where she knew he was most sensitive. “France is\ntenacious of life, and I think she is going to astonish the world by\nthe rapidity of her convalescence. True, she has many elements of\ncorruption. I have not sought to hide them, I have rather, perhaps,\nexposed them to view. But you greatly misunderstand me if you imagine\nthat I believe in her final dissolution, because I point out her\nwounds and her lesions. I believe in the life which ceaselessly\neliminates hurtful substances, which makes new flesh to fill the holes\neaten away by gangrene, which infallibly advances toward health,\ntoward constant renovation, amid impurities and death.”",
        "He was growing excited, and he was conscious of it, and making an\nangry gesture, he spoke no more. His mother had recourse to tears, a\nfew little tears which came with difficulty, and which were quickly\ndried. And the fears which saddened her old age returned to her, and\nshe entreated him to make his peace with God, if only out of regard\nfor the family. Had she not given an example of courage ever since the\ndownfall of the Empire? Did not all Plassans, the quarter of St. Marc,\nthe old quarter and the new town, render homage to the noble attitude\nshe maintained in her fall? All she asked was to be helped; she\ndemanded from all her children an effort like her own. Thus she cited\nthe example of Eugene, the great man who had fallen from so lofty a\nheight, and who resigned himself to being a simple deputy, defending\nuntil his latest breath the fallen government from which he had\nderived his glory. She was also full of eulogies of Aristide, who had\nnever lost hope, who had reconquered, under the new government, an\nexalted position, in spite of the terrible and unjust catastrophe\nwhich had for a moment buried him under the ruins of the Union\nUniverselle. And would he, Pascal, hold himself aloof, would he do\nnothing that she might die in peace, in the joy of the final triumph\nof the Rougons, he who was so intelligent, so affectionate, so good?\nHe would go to mass, would he not, next Sunday? and he would burn all\nthose vile papers, only to think of which made her ill. She entreated,\ncommanded, threatened. But he no longer answered her, calm and\ninvincible in his attitude of perfect deference. He wished to have no\ndiscussion. He knew her too well either to hope to convince her or to\nventure to discuss the past with her.",
        "“Why!” she cried, when she saw that he was not to be moved, “you do\nnot belong to us. I have always said so. You are a disgrace to us.”",
        "He bent his head and said:",
        "“Mother, when you reflect you will forgive me.”",
        "On this day Felicite was beside herself with rage when she went away;\nand when she met Martine at the door of the house, in front of the\nplane trees, she unburdened her mind to her, without knowing that\nPascal, who had just gone into his room, heard all. She gave vent to\nher resentment, vowing, in spite of everything, that she would in the\nend succeed in obtaining possession of the papers and destroying them,\nsince he did not wish to make the sacrifice. But what turned the\ndoctor cold was the manner in which Martine, in a subdued voice,\nsoothed her. She was evidently her accomplice. She repeated that it\nwas necessary to wait; not to do anything hastily; that mademoiselle\nand she had taken a vow to get the better of monsieur, by not leaving\nhim an hour’s peace. They had sworn it. They would reconcile him with\nthe good God, because it was not possible that an upright man like\nmonsieur should remain without religion. And the voices of the two\nwomen became lower and lower, until they finally sank to a whisper, an\nindistinct murmur of gossiping and plotting, of which he caught only a\nword here and there; orders given, measures to be taken, an invasion\nof his personal liberty. When his mother at last departed, with her\nlight step and slender, youthful figure, he saw that she went away\nvery well satisfied.",
        "Then came a moment of weakness, of utter despair. Pascal dropped into\na chair, and asked himself what was the use of struggling, since the\nonly beings he loved allied themselves against him. Martine, who would\nhave thrown herself into the fire at a word from him, betraying him in\nthis way for his good! And Clotilde leagued with this servant,\nplotting with her against him in holes and corners, seeking her aid to\nset traps for him! Now he was indeed alone; he had around him only\ntraitresses, who poisoned the very air he breathed. But these two\nstill loved him. He might perhaps have succeeded in softening them,\nbut when he knew that his mother urged them on, he understood their\nfierce persistence, and he gave up the hope of winning them back. With\nthe timidity of a man who had spent his life in study, aloof from\nwomen, notwithstanding his secret passion, the thought that they were\nthere to oppose him, to attempt to bend him to their will, overwhelmed\nhim. He felt that some one of them was always behind him. Even when he\nshut himself up in his room, he fancied that they were on the other\nside of the wall; and he was constantly haunted by the idea that they\nwould rob him of his thought, if they could perceive it in his brain,\nbefore he should have formulated it.",
        "This was assuredly the period in his life in which Dr. Pascal was most\nunhappy. To live constantly on the defensive, as he was obliged to do,\ncrushed him, and it seemed to him as if the ground on which his house\nstood was no longer his, as if it was receding from beneath his feet.\nHe now regretted keenly that he had not married, and that he had no\nchildren. Had not he himself been afraid of life? And had he not been\nwell punished for his selfishness? This regret for not having children\nnow never left him. His eyes now filled with tears whenever he met on\nthe road bright-eyed little girls who smiled at him. True, Clotilde\nwas there, but his affection for her was of a different kind–crossed\nat present by storms–not a calm, infinitely sweet affection, like\nthat for a child with which he might have soothed his lacerated heart.\nAnd then, no doubt what he desired in his isolation, feeling that his\ndays were drawing to an end, was above all, continuance; in a child he\nwould survive, he would live forever. The more he suffered, the\ngreater the consolation he would have found in bequeathing this\nsuffering, in the faith which he still had in life. He considered\nhimself indemnified for the physiological defects of his family. But\neven the thought that heredity sometimes passes over a generation, and\nthat the disorders of his ancestors might reappear in a child of his\ndid not deter him; and this unknown child, in spite of the old corrupt\nstock, in spite of the long succession of execrable relations, he\ndesired ardently at certain times: as one desires unexpected gain,\nrare happiness, the stroke of fortune which is to console and enrich\nforever. In the shock which his other affections had received, his\nheart bled because it was too late.",
        "One sultry night toward the end of September, Pascal found himself\nunable to sleep. He opened one of the windows of his room; the sky was\ndark, some storm must be passing in the distance, for there was a\ncontinuous rumbling of thunder. He could distinguish vaguely the dark\nmass of the plane trees, which occasional flashes of lightning\ndetached, in a dull green, from the darkness. His soul was full of\nanguish; he lived over again the last unhappy days, days of fresh\nquarrels, of torture caused by acts of treachery, by suspicions, which\ngrew stronger every day, when a sudden recollection made him start. In\nhis fear of being robbed, he had finally adopted the plan of carrying\nthe key of the large press in his pocket. But this afternoon,\noppressed by the heat, he had taken off his jacket, and he remembered\nhaving seen Clotilde hang it up on a nail in the study. A sudden pang\nof terror shot through him, sharp and cold as a steel point; if she\nhad felt the key in the pocket she had stolen it. He hastened to\nsearch the jacket which he had a little before thrown upon a chair;\nthe key was not here. At this very moment he was being robbed; he had\nthe clear conviction of it. Two o’clock struck. He did not again dress\nhimself, but, remaining in his trousers only, with his bare feet\nthrust into slippers, his chest bare under his unfastened nightshirt,\nhe hastily pushed open the door, and rushed into the workroom, his\ncandle in his hand.",
        "“Ah! I knew it,” he cried. “Thief! Assassin!”",
        "It was true; Clotilde was there, undressed like himself, her bare feet\ncovered by canvas slippers, her legs bare, her arms bare, her\nshoulders bare, clad only in her chemise and a short skirt. Through\ncaution, she had not brought a candle. She had contented herself with\nopening one of the window shutters, and the continual lightning\nflashes of the storm which was passing southward in the dark sky,\nsufficed her, bathing everything in a livid phosphorescence. The old\npress, with its broad sides, was wide open. Already she had emptied\nthe top shelf, taking down the papers in armfuls, and throwing them on\nthe long table in the middle of the room, where they lay in a confused\nheap. And with feverish haste, fearing lest she should not have the\ntime to burn them, she was making them up into bundles, intending to\nhide them, and send them afterward to her grandmother, when the sudden\nflare of the candle, lighting up the room, caused her to stop short in\nan attitude of surprise and resistance.",
        "“You rob me; you assassinate me!” repeated Pascal furiously.",
        "She still held one of the bundles in her bare arms. He wished to take\nit away from her, but she pressed it to her with all her strength,\nobstinately resolved upon her work of destruction, without showing\nconfusion or repentance, like a combatant who has right upon his side.\nThen, madly, blindly, he threw himself upon her, and they struggled\ntogether. He clutched her bare flesh so that he hurt her.",
        "“Kill me!” she gasped. “Kill me, or I shall destroy everything!”",
        "He held her close to him, with so rough a grasp that she could\nscarcely breathe, crying:",
        "“When a child steals, it is punished!”",
        "A few drops of blood appeared and trickled down her rounded shoulder,\nwhere an abrasion had cut the delicate satin skin. And, on the\ninstant, seeing her so breathless, so divine, in her virginal slender\nheight, with her tapering limbs, her supple arms, her slim body with\nits slender, firm throat, he released her. By a last effort he tore\nthe package from her.",
        "“And you shall help me to put them all up there again, by Heaven! Come\nhere: begin by arranging them on the table. Obey me, do you hear?”",
        "“Yes, master!”",
        "She approached, and helped him to arrange the papers, subjugated,\ncrushed by this masculine grasp, which had entered into her flesh, as\nit were. The candle which flared up in the heavy night air, lighted\nthem; and the distant rolling of the thunder still continued, the\nwindow facing the storm seeming on fire.",
        "Continue...",
        "\nThis eBook of “Doctor Pascal” by Emile Zola (translated by Mary J. Serrano) belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Doctor Pascal (Rougon-Macquart)By Emile ZolaAt Amazon"
    ]
}