{
    "title": "Doctor Pascal - IX.",
    "author": "Emile Zola",
    "chapter": "9",
    "content": [
        "\n\n",
        "Dr. Pascal then resumed his professional visits in the town and the\nsurrounding country. And he was generally accompanied by Clotilde, who\nwent with him into the houses of the poor, where she, too, brought\nhealth and cheerfulness.",
        "But, as he had one night confessed to her in secret, his visits were\nnow only visits of relief and consolation. If he had before practised\nwith repugnance it was because he had felt how vain was medical\nscience. Empiricism disheartened him. From the moment that medicine\nceased to be an experimental science and became an art, he was filled\nwith disquiet at the thought of the infinite variety of diseases and\nof their remedies, according to the constitution of the patient.\nTreatment changed with every new hypothesis; how many people, then,\nmust the methods now abandoned have killed! The perspicacity of the\nphysician became everything, the healer was only a happily endowed\ndiviner, himself groping in the dark and effecting cures through his\nfortunate endowment. And this explained why he had given up his\npatients almost altogether, after a dozen years of practise, to devote\nhimself entirely to study. Then, when his great labors on heredity had\nrestored to him for a time the hope of intervening and curing disease\nby his hypodermic injections, he had become again enthusiastic, until\nthe day when his faith in life, after having impelled him, to aid its\naction in this way, by restoring the vital forces, became still\nbroader and gave him the higher conviction that life was\nself-sufficing, that it was the only giver of health and strength, in\nspite of everything. And he continued to visit, with his tranquil smile,\nonly those of his patients who clamored for him loudly, and who found\nthemselves miraculously relieved when he injected into them only pure\nwater.",
        "Clotilde now sometimes allowed herself to jest about these hypodermic\ninjections. She was still at heart, however, a fervent worshiper of\nhis skill; and she said jestingly that if he performed miracles as he\ndid it was because he had in himself the godlike power to do so. Then\nhe would reply jestingly, attributing to her the efficacy of their\ncommon visits, saying that he cured no one now when she was absent,\nthat it was she who brought the breath of life, the unknown and\nnecessary force from the Beyond. So that the rich people, the\nbourgeois, whose houses she did not enter, continued to groan\nwithout his being able to relieve them. And this affectionate dispute\ndiverted them; they set out each time as if for new discoveries, they\nexchanged glances of kindly intelligence with the sick. Ah, this\nwretched suffering which revolted them, and which was now all they\nwent to combat; how happy they were when they thought it vanquished!\nThey were divinely recompensed when they saw the cold sweats\ndisappear, the moaning lips become stilled, the deathlike faces\nrecover animation. It was assuredly the love which they brought to\nthis humble, suffering humanity that produced the alleviation.",
        "“To die is nothing; that is in the natural order of things,” Pascal\nwould often say. “But why suffer? It is cruel and unnecessary!”",
        "One afternoon the doctor was going with the young girl to the little\nvillage of Sainte-Marthe to see a patient, and at the station, for\nthey were going by train, so as to spare Bonhomme, they had a\nreencounter. The train which they were waiting for was from the\nTulettes. Sainte-Marthe was the first station in the opposite\ndirection, going to Marseilles. When the train arrived, they hurried\non board and, opening the door of a compartment which they thought\nempty, they saw old Mme. Rougon about to leave it. She did not speak\nto them, but passing them by, sprang down quickly in spite of her age,\nand walked away with a stiff and haughty air.",
        "“It is the 1st of July,” said Clotilde when the train had started.\n“Grandmother is returning from the Tulettes, after making her monthly\nvisit to Aunt Dide. Did you see the glance she cast at me?”",
        "Pascal was at heart glad of the quarrel with his mother, which freed\nhim from the continual annoyance of her visits.",
        "“Bah!” he said simply, “when people cannot agree it is better for them\nnot to see each other.”",
        "But the young girl remained troubled and thoughtful. After a few\nmoments she said in an undertone:",
        "“I thought her changed–looking paler. And did you notice? she who is\nusually so carefully dressed had only one glove on–a yellow glove, on\nthe right hand. I don’t know why it was, but she made me feel sick at\nheart.”",
        "Pascal, who was also disturbed, made a vague gesture. His mother would\nno doubt grow old at last, like everybody else. But she was very\nactive, very full of fire still. She was thinking, he said, of\nbequeathing her fortune to the town of Plassans, to build a house of\nrefuge, which should bear the name of Rougon. Both had recovered their\ngaiety when he cried suddenly:",
        "“Why, it is to-morrow that you and I are to go to the Tulettes to see\nour patients. And you know that I promised to take Charles to Uncle\nMacquart’s.”",
        "Felicite was in fact returning from the Tulettes, where she went\nregularly on the first of every month to inquire after Aunt Dide. For\nmany years past she had taken a keen interest in the madwoman’s\nhealth, amazed to see her lasting so long, and furious with her for\npersisting in living so far beyond the common term of life, until she\nhad become a very prodigy of longevity. What a relief, the fine\nmorning on which they should put under ground this troublesome witness\nof the past, this specter of expiation and of waiting, who brought\nliving before her the abominations of the family! When so many others\nhad been taken she, who was demented and who had only a spark of life\nleft in her eyes, seemed forgotten. On this day she had found her as\nusual, skeleton-like, stiff and erect in her armchair. As the keeper\nsaid, there was now no reason why she should ever die. She was a\nhundred and five years old.",
        "When she left the asylum Felicite was furious. She thought of Uncle\nMacquart. Another who troubled her, who persisted in living with\nexasperating obstinacy! Although he was only eighty-four years old,\nthree years older than herself, she thought him ridiculously aged,\npast the allotted term of life. And a man who led so dissipated a\nlife, who had gone to bed dead drunk every night for the last sixty\nyears! The good and the sober were taken away; he flourished in spite\nof everything, blooming with health and gaiety. In days past, just\nafter he had settled at the Tulettes, she had made him presents of\nwines, liqueurs and brandy, in the unavowed hope of ridding the family\nof a fellow who was really disreputable, and from whom they had\nnothing to expect but annoyance and shame. But she had soon perceived\nthat all this liquor served, on the contrary, to keep up his health\nand spirits and his sarcastic humor, and she had left off making him\npresents, seeing that he throve on what she had hoped would prove a\npoison to him. She had cherished a deadly hatred toward him since\nthen. She would have killed him if she had dared, every time she saw\nhim, standing firmly on his drunken legs, and laughing at her to her\nface, knowing well that she was watching for his death, and triumphant\nbecause he did not give her the pleasure of burying with him all the\nold dirty linen of the family, the blood and mud of the two conquests\nof Plassans.",
        "“You see, Felicite,” he would often say to her with his air of wicked\nmockery, “I am here to take care of the old mother, and the day on\nwhich we both make up our minds to die it would be through compliment\nto you–yes, simply to spare you the trouble of running to see us so\ngood-naturedly, in this way, every month.”",
        "Generally she did not now give herself the disappointment of going to\nMacquart’s, but inquired for him at the asylum. But on this occasion,\nhaving learned there that he was passing through an extraordinary\nattack of drunkenness, not having drawn a sober breath for a\nfortnight, and so intoxicated that he was probably unable to leave the\nhouse, she was seized with the curiosity to learn for herself what his\ncondition really was. And as she was going back to the station, she\nwent out of her way in order to stop at Macquart’s house.",
        "The day was superb–a warm and brilliant summer day. On either side of\nthe path which she had taken, she saw the fields that she had given\nhim in former days–all this fertile land, the price of his secrecy\nand his good behavior. Before her appeared the house, with its pink\ntiles and its bright yellow walls, looking gay in the sunshine. Under\nthe ancient mulberry trees on the terrace she enjoyed the delightful\ncoolness and the beautiful view. What a pleasant and safe retreat,\nwhat a happy solitude was this for an old man to end in joy and peace\na long and well-spent life!",
        "But she did not see him, she did not hear him. The silence was\nprofound. The only sound to be heard was the humming of the bees\ncircling around the tall marshmallows. And on the terrace there was\nnothing to be seen but a little yellow dog, stretched at full length\non the bare ground, seeking the coolness of the shade. He raised his\nhead growling, about to bark, but, recognizing the visitor, he lay\ndown again quietly.",
        "Then, in this peaceful and sunny solitude she was seized with a\nstrange chill, and she called:",
        "“Macquart! Macquart!”",
        "The door of the house under the mulberry trees stood wide open. But\nshe did not dare to go in; this empty house with its wide open door\ngave her a vague uneasiness. And she called again:",
        "“Macquart! Macquart!”",
        "Not a sound, not a breath. Profound silence reigned again, but the\nhumming of the bees circling around the tall marshmallows sounded\nlouder than before.",
        "At last Felicite, ashamed of her fears, summoned courage to enter. The\ndoor on the left of the hall, opening into the kitchen, where Uncle\nMacquart generally sat, was closed. She pushed it open, but she could\ndistinguish nothing at first, as the blinds had been closed, probably\nin order to shut out the heat. Her first sensation was one of choking,\ncaused by an overpowering odor of alcohol which filled the room; every\narticle of furniture seemed to exude this odor, the whole house was\nimpregnated with it. At last, when her eyes had become accustomed to\nthe semi-obscurity, she perceived Macquart. He was seated at the\ntable, on which were a glass and a bottle of spirits of thirty-six\ndegrees, completely empty. Settled in his chair, he was sleeping\nprofoundly, dead drunk. This spectacle revived her anger and contempt.",
        "“Come, Macquart,” she cried, “is it not vile and senseless to put\none’s self in such a state! Wake up, I say, this is shameful!”",
        "His sleep was so profound that she could not even hear him breathing.\nIn vain she raised her voice, and slapped him smartly on the hands.",
        "“Macquart! Macquart! Macquart! Ah, faugh! You are disgusting, my\ndear!”",
        "Then she left him, troubling herself no further about him, and walked\naround the room, evidently seeking something. Coming down the dusky\nroad from the asylum she had been seized with a consuming thirst, and\nshe wished to get a glass of water. Her gloves embarrassed her, and\nshe took them off and put them on a corner of the table. Then she\nsucceeded in finding the jug, and she washed a glass and filled it to\nthe brim, and was about to empty it when she saw an extraordinary\nsight–a sight which agitated her so greatly that she set the glass\ndown again beside her gloves, without drinking.",
        "By degrees she had begun to see objects more clearly in the room,\nwhich was lighted dimly by a few stray sunbeams that filtered through\nthe cracks of the old shutters. She now saw Uncle Macquart distinctly,\nneatly dressed in a blue cloth suit, as usual, and on his head the\neternal fur cap which he wore from one year’s end to the other. He had\ngrown stout during the last five or six years, and he looked like a\nveritable mountain of flesh overlaid with rolls of fat. And she\nnoticed that he must have fallen asleep while smoking, for his pipe–a\nshort black pipe–had fallen into his lap. Then she stood still,\nstupefied with amazement–the burning tobacco had been scattered in\nthe fall, and the cloth of the trousers had caught fire, and through a\nhole in the stuff, as large already as a hundred-sous piece, she saw\nthe bare thigh, whence issued a little blue flame.",
        "At first Felicite had thought that it was linen–the drawers or the\nshirt–that was burning. But soon doubt was no longer possible, she\nsaw distinctly the bare flesh and the little blue flame issuing from\nit, lightly dancing, like a flame wandering over the surface of a\nvessel of lighted alcohol. It was as yet scarcely higher than the\nflame of a night light, pale and soft, and so unstable that the\nslightest breath of air caused it to change its place. But it\nincreased and spread rapidly, and the skin cracked and the fat began\nto melt.",
        "An involuntary cry escaped from Felicite’s throat.",
        "“Macquart! Macquart!”",
        "But still he did not stir. His insensibility must have been complete;\nintoxication must have produced a sort of coma, in which there was an\nabsolute paralysis of sensation, for he was living, his breast could\nbe seen rising and falling, in slow and even respiration.",
        "“Macquart! Macquart!”",
        "Now the fat was running through the cracks of the skin, feeding the\nflame, which was invading the abdomen. And Felicite comprehended\nvaguely that Uncle Macquart was burning before her like a sponge\nsoaked with brandy. He had, indeed, been saturated with it for years\npast, and of the strongest and most inflammable kind. He would no\ndoubt soon be blazing from head to foot, like a bowl of punch.",
        "Then she ceased to try to awaken him, since he was sleeping so\nsoundly. For a full minute she had the courage to look at him,\nawe-stricken, but gradually coming to a determination. Her hands,\nhowever, began to tremble, with a little shiver which she could not\ncontrol. She was choking, and taking up the glass of water again with\nboth hands, she emptied it at a draught. And she was going away on\ntiptoe, when she remembered her gloves. She went back, groped for them\nanxiously on the table and, as she thought, picked them both up. Then\nshe left the room, closing the door behind her carefully, and as gently\nas if she were afraid of disturbing some one.",
        "When she found herself once more on the terrace, in the cheerful\nsunshine and the pure air, in face of the vast horizon bathed in\nlight, she heaved a sigh of relief. The country was deserted; no one\ncould have seen her entering or leaving the house. Only the yellow dog\nwas still stretched there, and he did not even deign to look up. And\nshe went away with her quick, short step, her youthful figure lightly\nswaying. A hundred steps away, an irresistible impulse compelled her\nto turn round to give a last look at the house, so tranquil and so\ncheerful on the hillside, in the declining light of the beautiful day.",
        "Only when she was in the train and went to put on her gloves did she\nperceive that one of them was missing. But she supposed that it had\nfallen on the platform at the station as she was getting into the car.\nShe believed herself to be quite calm, but she remained with one hand\ngloved and one hand bare, which, with her, could only be the result of\ngreat agitation.",
        "On the following day Pascal and Clotilde took the three o’clock train\nto go to the Tulettes. The mother of Charles, the harness-maker’s\nwife, had brought the boy to them, as they had offered to take him to\nUncle Macquart’s, where he was to remain for the rest of the week.\nFresh quarrels had disturbed the peace of the household, the husband\nhaving resolved to tolerate no longer in his house another man’s\nchild, that do-nothing, imbecile prince’s son. As it was Grandmother\nRougon who had dressed him, he was, indeed, dressed on this day,\nagain, in black velvet trimmed with gold braid, like a young lord, a\npage of former times going to court. And during the quarter of an hour\nwhich the journey lasted, Clotilde amused herself in the compartment,\nin which they were alone, by taking off his cap and smoothing his\nbeautiful blond locks, his royal hair that fell in curls over his\nshoulders. She had a ring on her finger, and as she passed her hand\nover his neck she was startled to perceive that her caress had left\nbehind it a trace of blood. One could not touch the boy’s skin without\nthe red dew exuding from it; the tissues had become so lax through\nextreme degeneration that the slightest scratch brought on a\nhemorrhage. The doctor became at once uneasy, and asked him if he\nstill bled at the nose as frequently as formerly. Charles hardly knew\nwhat to answer; first saying no, then, recollecting himself, he said\nthat he had bled a great deal the other day. He seemed, indeed,\nweaker; he grew more childish as he grew older; his intelligence,\nwhich had never developed, had become clouded. This tall boy of\nfifteen, so beautiful, so girlish-looking, with the color of a flower\nthat had grown in the shade, did not look ten.",
        "At the Tulettes Pascal decided that they would first take the boy to\nUncle Macquart’s. They ascended the steep road. In the distance the\nlittle house looked gay in the sunshine, as it had looked on the day\nbefore, with its yellow walls and its green mulberry trees extending\ntheir twisted branches and covering the terrace with a thick, leafy\nroof. A delightful sense of peace pervaded this solitary spot, this\nsage’s retreat, where the only sound to be heard was the humming of\nthe bees, circling round the tall marshmallows.",
        "“Ah, that rascal of an uncle!” said Pascal, smiling, “how I envy him!”",
        "But he was surprised not to have already seen him standing at the edge\nof the terrace. And as Charles had run off dragging Clotilde with him\nto see the rabbits, as he said, the doctor continued the ascent alone,\nand was astonished when he reached the top to see no one. The blinds\nwere closed, the hill door yawned wide open. Only the yellow dog was\nat the threshold, his legs stiff, his hair bristling, howling with a\nlow and continuous moan. When he saw the visitor, whom he no doubt\nrecognized, approaching, he stopped howling for an instant and went\nand stood further off, then he began again to whine softly.",
        "Pascal, filled with apprehension, could not keep back the uneasy cry\nthat rose to his lips:",
        "“Macquart! Macquart!”",
        "No one answered; a deathlike silence reigned over the house, with its\ndoor yawning wide open, like the mouth of a cavern. The dog continued\nto howl.",
        "Then Pascal grew impatient, and cried more loudly.",
        "“Macquart! Macquart!”",
        "There was not a stir; the bees hummed, the sky looked down serenely on\nthe peaceful scene. Then he hesitated no longer. Perhaps Macquart was\nasleep. But the instant he pushed open the door of the kitchen on the\nleft of the hall, a horrible odor escaped from it, an odor of burned\nflesh and bones. When he entered the room he could hardly breathe, so\nfilled was it by a thick vapor, a stagnant and nauseous cloud, which\nchoked and blinded him. The sunbeams that filtered through the cracks\nmade only a dim light. He hurried to the fireplace, thinking that\nperhaps there had been a fire, but the fireplace was empty, and the\narticles of furniture around appeared to be uninjured. Bewildered, and\nfeeling himself growing faint in the poisoned atmosphere, he ran to\nthe window and threw the shutters wide open. A flood of light entered.",
        "Then the scene presented to the doctor’s view filled him with\namazement. Everything was in its place; the glass and the empty bottle\nof spirits were on the table; only the chair in which Uncle Macquart\nmust have been sitting bore traces of fire, the front legs were\nblackened and the straw was partially consumed. What had become of\nMacquart? Where could he have disappeared? In front of the chair, on\nthe brick floor, which was saturated with grease, there was a little\nheap of ashes, beside which lay the pipe–a black pipe, which had not\neven broken in falling. All of Uncle Macquart was there, in this\nhandful of fine ashes; and he was in the red cloud, also, which\nfloated through the open window; in the layer of soot which carpeted\nthe entire kitchen; the horrible grease of burnt flesh, enveloping\neverything, sticky and foul to the touch.",
        "It was the finest case of spontaneous combustion physician had ever\nseen. The doctor had, indeed, read in medical papers of surprising\ncases, among others that of a shoemaker’s wife, a drunken woman who\nhad fallen asleep over her foot warmer, and of whom they had found\nonly a hand and foot. He had, until now, put little faith in these\ncases, unwilling to admit, like the ancients, that a body impregnated\nwith alcohol could disengage an unknown gas, capable of taking fire\nspontaneously and consuming the flesh and the bones. But he denied the\ntruth of them no longer; besides, everything became clear to him as he\nreconstructed the scene–the coma of drunkenness producing absolute\ninsensibility; the pipe falling on the clothes, which had taken fire;\nthe flesh, saturated with liquor, burning and cracking; the fat\nmelting, part of it running over the ground and part of it aiding the\ncombustion, and all, at last–muscles, organs, and bones–consumed in\na general blaze. Uncle Macquart was all there, with his blue cloth\nsuit, and his fur cap, which he wore from one year’s end to the other.\nDoubtless, as soon as he had begun to burn like a bonfire he had\nfallen forward, which would account for the chair being only\nblackened; and nothing of him was left, not a bone, not a tooth, not a\nnail, nothing but this little heap of gray dust which the draught of\nair from the door threatened at every moment to sweep away.",
        "Clotilde had meanwhile entered, Charles remaining outside, his\nattention attracted by the continued howling of the dog.",
        "“Good Heavens, what a smell!” she cried. “What is the matter?”",
        "When Pascal explained to her the extraordinary catastrophe that had\ntaken place, she shuddered. She took up the bottle to examine it, but\nshe put it down again with horror, feeling it moist and sticky with\nUncle Macquart’s flesh. Nothing could be touched, the smallest objects\nwere coated, as it were, with this yellowish grease which stuck to the\nhands.",
        "A shudder of mingled awe and disgust passed through her, and she burst\ninto tears, faltering:",
        "“What a sad death! What a horrible death!”",
        "Pascal had recovered from his first shock, and he was almost smiling.",
        "“Why horrible? He was eighty-four years old; he did not suffer. As for\nme, I think it a superb death for that old rascal of an uncle, who, it\nmay be now said, did not lead a very exemplary life. You remember his\nenvelope; he had some very terrible and vile things upon his\nconscience, which did not prevent him, however, from settling down\nlater and growing old, surrounded by every comfort, like an old\nhumbug, receiving the recompense of virtues which he did not possess.\nAnd here he lies like the prince of drunkards, burning up of himself,\nconsumed on the burning funeral pile of his own body!”",
        "And the doctor waved his hand in admiration.",
        "“Just think of it. To be drunk to the point of not feeling that one is\non fire; to set one’s self aflame, like a bonfire on St. John’s day;\nto disappear in smoke to the last bone. Think of Uncle Macquart\nstarting on his journey through space; first diffused through the four\ncorners of the room, dissolved in air and floating about, bathing all\nthat belonged to him; then escaping in a cloud of dust through the\nwindow, when I opened it for him, soaring up into the sky, filling the\nhorizon. Why, that is an admirable death! To disappear, to leave\nnothing of himself behind but a little heap of ashes and a pipe beside\nit!”",
        "And he picked up the pipe to keep it, as he said, as a relic of Uncle\nMacquart; while Clotilde, who thought she perceived a touch of bitter\nmockery in his eulogistic rhapsody, shuddered anew with horror and\ndisgust. But suddenly she perceived something under the table–part of\nthe remains, perhaps.",
        "“Look at that fragment there.”",
        "He stooped down and picked up with surprise a woman’s glove, a yellow\nglove.",
        "“Why!” she cried, “it is grandmother’s glove; the glove that was\nmissing last evening.”",
        "They looked at each other; by a common impulse the same explanation\nrose to their lips, Felicite was certainly there yesterday; and a\nsudden conviction forced itself on the doctor’s mind–the conviction\nthat his mother had seen Uncle Macquart burning and that she had not\nquenched him. Various indications pointed to this–the state of\ncomplete coolness in which he found the room, the number of hours\nwhich he calculated to have been necessary for the combustion of the\nbody. He saw clearly the same thought dawning in the terrified eyes of\nhis companion. But as it seemed impossible that they should ever know\nthe truth, he fabricated aloud the simplest explanation:",
        "“No doubt your grandmother came in yesterday on her way back from the\nasylum, to say good day to Uncle Macquart, before he had begun\ndrinking.”",
        "“Let us go away! let us go away!” cried Clotilde. “I am stifling here;\nI cannot remain here!”",
        "Pascal, too, wished to go and give information of the death. He went\nout after her, shut up the house, and put the key in his pocket.\nOutside, they heard the little yellow dog still howling. He had taken\nrefuge between Charles’ legs, and the boy amused himself pushing him\nwith his foot and listening to him whining, without comprehending.",
        "The doctor went at once to the house of M. Maurin, the notary at the\nTulettes, who was also mayor of the commune. A widower for ten years\npast, and living with his daughter, who was a childless widow, he had\nmaintained neighborly relations with old Macquart, and had\noccasionally kept little Charles with him for several days at a time,\nhis daughter having become interested in the boy who was so handsome\nand so much to be pitied. M. Maurin, horrified at the news, went at\nonce with the doctor to draw up a statement of the accident, and\npromised to make out the death certificate in due form. As for\nreligious ceremonies, funeral obsequies, they seemed scarcely\npossible. When they entered the kitchen the draught from the door\nscattered the ashes about, and when they piously attempted to collect\nthem again they succeeded only in gathering together the scrapings of\nthe flags, a collection of accumulated dirt, in which there could be\nbut little of Uncle Macquart. What, then, could they bury? It was\nbetter to give up the idea. So they gave it up. Besides, Uncle\nMacquart had been hardly a devout Catholic, and the family contented\nthemselves with causing masses to be said later on for the repose of\nhis soul.",
        "The notary, meantime, had immediately declared that there existed a\nwill, which had been deposited with him, and he asked Pascal to meet\nhim at his house on the next day but one for the reading; for he\nthought he might tell the doctor at once that Uncle Macquart had\nchosen him as his executor. And he ended by offering, like a\nkindhearted man, to keep Charles with him until then, comprehending\nhow greatly the boy, who was so unwelcome at his mother’s, would be in\nthe way in the midst of all these occurrences. Charles seemed\nenchanted, and he remained at the Tulettes.",
        "It was not until very late, until seven o’clock, that Clotilde and\nPascal were able to take the train to return to Plassans, after the\ndoctor had at last visited the two patients whom he had to see. But\nwhen they returned together to the notary’s on the day appointed for\nthe meeting, they had the disagreeable surprise of finding old Mme.\nRougon installed there. She had naturally learned of Macquart’s death,\nand had hurried there on the following day, full of excitement, and\nmaking a great show of grief; and she had just made her appearance\nagain to-day, having heard the famous testament spoken of. The reading\nof the will, however, was a simple matter, unmarked by any incident.\nMacquart had left all the fortune that he could dispose of for the\npurpose of erecting a superb marble monument to himself, with two\nangels with folded wings, weeping. It was his own idea, a reminiscence\nof a similar tomb which he had seen abroad–in Germany, perhaps–when\nhe was a soldier. And he had charged his nephew Pascal to superintend\nthe erection of the monument, as he was the only one of the family, he\nsaid, who had any taste.",
        "During the reading of the will Clotilde had remained in the notary’s\ngarden, sitting on a bench under the shade of an ancient chestnut\ntree. When Pascal and Felicite again appeared, there was a moment of\ngreat embarrassment, for they had not spoken to one another for some\nmonths past. The old lady, however, affected to be perfectly at her\nease, making no allusion whatever to the new situation, and giving it\nto be understood that they might very well meet and appear united\nbefore the world, without for that reason entering into an explanation\nor becoming reconciled. But she committed the mistake of laying too\nmuch stress on the great grief which Macquart’s death had caused her.\nPascal, who suspected the overflowing joy, the unbounded delight which\nit gave her to think that this family ulcer was to be at last healed,\nthat this abominable uncle was at last out of the way, became\ngradually possessed by an impatience, an indignation, which he could\nnot control. His eyes fastened themselves involuntarily on his\nmother’s gloves, which were black.",
        "Just then she was expressing her grief in lowered tones:",
        "“But how imprudent it was, at his age, to persist in living alone–\nlike a wolf in his lair! If he had only had a servant in the house\nwith him!”",
        "Then the doctor, hardly conscious of what he was saying, terrified at\nhearing himself say the words, but impelled by an irresistible force,\nsaid:",
        "“But, mother, since you were there, why did you not quench him?”",
        "Old Mme. Rougon turned frightfully pale. How could her son have known?\nShe looked at him for an instant in open-mouthed amazement; while\nClotilde grew as pale as she, in the certainty of the crime, which was\nnow evident. It was an avowal, this terrified silence which had fallen\nbetween the mother, the son, and the granddaughter–the shuddering\nsilence in which families bury their domestic tragedies. The doctor,\nin despair at having spoken, he who avoided so carefully all\ndisagreeable and useless explanations, was trying desperately to\nretract his words, when a new catastrophe extricated him from his\nterrible embarrassment.",
        "Felicite desired to take Charles away with her, in order not to\ntrespass on the notary’s kind hospitality; and as the latter had sent\nthe boy after breakfast to spend an hour or two with Aunt Dide, he had\nsent the maid servant to the asylum with orders to bring him back\nimmediately. It was at this juncture that the servant, whom they were\nwaiting for in the garden, made her appearance, covered with\nperspiration, out of breath, and greatly excited, crying from a\ndistance:",
        "“My God! My God! come quickly. Master Charles is bathed in blood.”",
        "Filled with consternation, all three set off for the asylum. This day\nchanced to be one of Aunt Dide’s good days; very calm and gentle she\nsat erect in the armchair in which she had spent the hours, the long\nhours for twenty-two years past, looking straight before her into\nvacancy. She seemed to have grown still thinner, all the flesh had\ndisappeared, her limbs were now only bones covered with parchment-like\nskin; and her keeper, the stout fair-haired girl, carried her, fed\nher, took her up and laid her down as if she had been a bundle. The\nancestress, the forgotten one, tall, bony, ghastly, remained\nmotionless, her eyes, only seeming to have life, her eyes shining\nclear as spring water in her thin withered face. But on this morning,\nagain a sudden rush of tears had streamed down her cheeks, and she had\nbegun to stammer words without any connection; which seemed to prove\nthat in the midst of her senile exhaustion and the incurable torpor of\nmadness, the slow induration of the brain and the limbs was not yet\ncomplete; there still were memories stored away, gleams of\nintelligence still were possible. Then her face had resumed its vacant\nexpression. She seemed indifferent to every one and everything,\nlaughing, sometimes, at an accident, at a fall, but most often seeing\nnothing and hearing nothing, gazing fixedly into vacancy.",
        "When Charles had been brought to her the keeper had immediately\ninstalled him before the little table, in front of his great-great-\ngrandmother. The girl kept a package of pictures for him–soldiers,\ncaptains, kings clad in purple and gold, and she gave them to him with\na pair of scissors, saying:",
        "“There, amuse yourself quietly, and behave well. You see that to-day\ngrandmother is very good. You must be good, too.”",
        "The boy raised his eyes to the madwoman’s face, and both looked at\neach other. At this moment the resemblance between them was\nextraordinary. Their eyes, especially, their vacant and limpid eyes,\nseemed to lose themselves in one another, to be identical. Then it was\nthe physiognomy, the whole face, the worn features of the centenarian,\nthat passed over three generations to this delicate child’s face, it,\ntoo, worn already, as it were, and aged by the wear of the race.\nNeither smiled, they regarded each other intently, with an air of\ngrave imbecility.",
        "“Well!” continued the keeper, who had acquired the habit of talking to\nherself to cheer herself when with her mad charge, “you cannot deny\neach other. The same hand made you both. You are the very spit-down of\neach other. Come, laugh a bit, amuse yourselves, since you like to be\ntogether.”",
        "But to fix his attention for any length of time fatigued Charles, and\nhe was the first to lower his eyes; he seemed to be interested in his\npictures, while Aunt Dide, who had an astonishing power of fixing her\nattention, as if she had been turned into stone, continued to look at\nhim fixedly, without even winking an eyelid.",
        "The keeper busied herself for a few moments in the little sunny room,\nmade gay by its light, blue-flowered paper. She made the bed which she\nhad been airing, she arranged the linen on the shelves of the press.\nBut she generally profited by the presence of the boy to take a little\nrelaxation. She had orders never to leave her charge alone, and now\nthat he was here she ventured to trust her with him.",
        "“Listen to me well,” she went on, “I have to go out for a little, and\nif she stirs, if she should need me, ring for me, call me at once; do\nyou hear? You understand, you are a big enough boy to be able to call\none.”",
        "He had looked up again, and made a sign that he had understood and\nthat he would call her. And when he found himself alone with Aunt Dide\nhe returned to his pictures quietly. This lasted for a quarter of an\nhour amid the profound silence of the asylum, broken only at intervals\nby some prison sound–a stealthy step, the jingling of a bunch of\nkeys, and occasionally a loud cry, immediately silenced. But the boy\nmust have been tired by the excessive heat of the day, for sleep\ngradually stole over him. Soon his head, fair as a lily, drooped, and\nas if weighed down by the too heavy casque of his royal locks, he let\nit sink gently on the pictures and fell asleep, with his cheek resting\non the gold and purple kings. The lashes of his closed eyelids cast a\nshadow on his delicate skin, with its small blue veins, through which\nlife pulsed feebly. He was beautiful as an angel, but with the\nindefinable corruption of a whole race spread over his countenance.\nAnd Aunt Dide looked at him with her vacant stare in which there was\nneither pleasure nor pain, the stare of eternity contemplating things\nearthly.",
        "At the end of a few moments, however, an expression of interest seemed\nto dawn in the clear eyes. Something had just happened, a drop of\nblood was forming on the edge of the left nostril of the boy. This\ndrop fell and another formed and followed it. It was the blood, the\ndew of blood, exuding this time, without a scratch, without a bruise,\nwhich issued and flowed of itself in the laxity of the degenerate\ntissues. The drops became a slender thread which flowed over the gold\nof the pictures. A little pool covered them, and made its way to a\ncorner of the table; then the drops began again, splashing dully one\nby one upon the floor. And he still slept, with the divinely calm look\nof a cherub, not even conscious of the life that was escaping from\nhim; and the madwoman continued to look at him, with an air of\nincreasing interest, but without terror, amused, rather, her attention\nengaged by this, as by the flight of the big flies, which her gaze\noften followed for hours.",
        "Several minutes more passed, the slender thread had grown larger, the\ndrops followed one another more rapidly, falling on the floor with a\nmonotonous and persistent drip. And Charles, at one moment, stirred,\nopened his eyes, and perceived that he was covered with blood. But he\nwas not frightened; he was accustomed to this bloody spring, which\nissued from him at the slightest cause. He merely gave a sigh of\nweariness. Instinct, however, must have warned him, for he moaned more\nloudly than before, and called confusedly in stammering accents:",
        "“Mamma! mamma!”",
        "His weakness was no doubt already excessive, for an irresistible\nstupor once more took possession of him, his head dropped, his eyes\nclosed, and he seemed to fall asleep again, continuing his plaint, as\nif in a dream, moaning in fainter and fainter accents:",
        "“Mamma! mamma!”",
        "Now the pictures were inundated; the black velvet jacket and trousers,\nbraided with gold, were stained with long streaks of blood, and the\nlittle red stream began again to flow persistently from his left\nnostril, without stopping, crossed the red pool on the table and fell\nupon the ground, where it at last formed a veritable lake. A loud cry\nfrom the madwoman, a terrified call would have sufficed. But she did\nnot cry, she did not call; motionless, rigid, emaciated, sitting there\nforgotten of the world, she gazed with the fixed look of the\nancestress who sees the destinies of her race being accomplished. She\nsat there as if dried up, bound; her limbs and her tongue tied by her\nhundred years, her brain ossified by madness, incapable of willing or\nof acting. And yet the sight of the little red stream began to stir\nsome feeling in her. A tremor passed over her deathlike countenance, a\nflush mounted to her cheeks. Finally, a last plaint roused her\ncompletely:",
        "“Mamma! mamma!”",
        "Then it was evident that a terrible struggle was taking place in Aunt\nDide. She carried her skeleton-like hand to her forehead as if she\nfelt her brain bursting. Her mouth was wide open, but no sound issued\nfrom it; the dreadful tumult that had arisen within her had no doubt\nparalyzed her tongue. She tried to rise, to run, but she had no longer\nany muscles; she remained fastened to her seat. All her poor body\ntrembled in the superhuman effort which she was making to cry for\nhelp, without being able to break the bonds of old age and madness\nwhich held her prisoner. Her face was distorted with terror; memory\ngradually awakening, she must have comprehended everything.",
        "And it was a slow and gentle agony, of which the spectacle lasted for\nseveral minutes more. Charles, silent now, as if he had again fallen\nasleep, was losing the last drops of blood that had remained in his\nveins, which were emptying themselves softly. His lily-like whiteness\nincreased until it became a deathlike pallor. His lips lost their rosy\ncolor, became a pale pink, then white. And, as he was about to expire,\nhe opened his large eyes and fixed them on his great-great-\ngrandmother, who watched the light dying in them. All the waxen face\nwas already dead, the eyes only were still living. They still kept\ntheir limpidity, their brightness. All at once they became vacant, the\nlight in them was extinguished. This was the end–the death of the\neyes, and Charles had died, without a struggle, exhausted, like a\nfountain from which all the water has run out. Life no longer pulsed\nthrough the veins of his delicate skin, there was now only the shadow\nof its wings on his white face. But he remained divinely beautiful,\nhis face lying in blood, surrounded by his royal blond locks, like one\nof those little bloodless dauphins who, unable to bear the execrable\nheritage of their race, die of decrepitude and imbecility at sixteen.",
        "The boy exhaled his latest breath as Dr. Pascal entered the room,\nfollowed by Felicite and Clotilde. And when he saw the quantity of\nblood that inundated the floor, he cried:",
        "“Ah, my God! it is as I feared, a hemorrhage from the nose! The poor\ndarling, no one was with him, and it is all over!”",
        "But all three were struck with terror at the extraordinary spectacle\nthat now met their gaze. Aunt Dide, who seemed to have grown taller,\nin the superhuman effort she was making, had almost succeeded in\nraising herself up, and her eyes, fixed on the dead boy, so fair and\nso gentle, and on the red sea of blood, beginning to congeal, that was\nlying around him, kindled with a thought, after a long sleep of\ntwenty-two years. This final lesion of madness, this irremediable\ndarkness of the mind, was evidently not so complete but that some\nmemory of the past, lying hidden there, might awaken suddenly under\nthe terrible blow which had struck her. And the ancestress, the\nforgotten one, lived again, emerged from her oblivion, rigid and\nwasted, like a specter of terror and grief.",
        "For an instant she remained panting. Then with a shudder, which made\nher teeth chatter, she stammered a single phrase:",
        "“The gendarme! the gendarme!”",
        "Pascal and Felicite and Clotilde understood. They looked at one\nanother involuntarily, turning very pale. The whole dreadful history\nof the old mother–of the mother of them all–rose before them, the\nardent love of her youth, the long suffering of her mature age.\nAlready two moral shocks had shaken her terribly–the first, when she\nwas in her ardent prime, when a gendarme shot down her lover\nMacquart, the smuggler, like a dog; the second, years ago, when\nanother gendarme shattered with a pistol shot the skull of her\ngrandson Silvere, the insurgent, the victim of the hatred and the\nsanguinary strife of the family. Blood had always bespattered her. And\na third moral shock finished her; blood bespattered her again, the\nimpoverished blood of her race, which she had just beheld flowing\nslowly, and which lay upon the ground, while the fair royal child, his\nveins and his heart empty, slept.",
        "Three times–face to face with her past life, her life red with\npassion and suffering, haunted by the image of expiation–she\nstammered:",
        "“The gendarme! the gendarme! the gendarme!”",
        "Then she sank back into her armchair. They thought she was dead,\nkilled by the shock.",
        "But the keeper at this moment at last appeared, endeavoring to excuse\nherself, fearing that she would be dismissed. When, aided by her, Dr.\nPascal had placed Aunt Dide on the bed, he found that the old mother\nwas still alive. She was not to die until the following day, at the\nage of one hundred and five years, three months, and seven days, of\ncongestion of the brain, caused by the last shock she had received.",
        "Pascal, turning to his mother, said:",
        "“She will not live twenty-four hours; to-morrow she will be dead. Ah!\nUncle Macquart, then she, and this poor boy, one after another. How\nmuch misery and grief!”",
        "He paused and added in a lower tone:",
        "“The family is thinning out; the old trees fall and the young die\nstanding.”",
        "Felicite must have thought this another allusion. She was sincerely\nshocked by the tragic death of little Charles. But, notwithstanding,\nabove the horror which she felt there arose a sense of immense relief.\nNext week, when they should have ceased to weep, what a rest to be\nable to say to herself that all this abomination of the Tulettes was\nat an end, that the family might at last rise, and shine in history!",
        "Then she remembered that she had not answered the involuntary\naccusation made against her by her son at the notary’s; and she spoke\nagain of Macquart, through bravado:",
        "“You see now that servants are of no use. There was one here, and yet\nshe prevented nothing; it would have been useless for Uncle Macquart\nto have had one to take care of him; he would be in ashes now, all the\nsame.”",
        "She sighed, and then continued in a broken voice:",
        "“Well, well, neither our own fate nor that of others is in our hands;\nthings happen as they will. These are great blows that have fallen\nupon us. We must only trust to God for the preservation and the\nprosperity of our family.”",
        "Dr. Pascal bowed with his habitual air of deference and said:",
        "“You are right, mother.”",
        "Clotilde knelt down. Her former fervent Catholic faith had revived in\nthis chamber of blood, of madness, and of death. Tears streamed down\nher cheeks, and with clasped hands she was praying fervently for the\ndear ones who were no more. She prayed that God would grant that their\nsufferings might indeed be ended, their faults pardoned, and that they\nmight live again in another life, a life of unending happiness. And\nshe prayed with the utmost fervor, in her terror of a hell, which\nafter this miserable life would make suffering eternal.",
        "From this day Pascal and Clotilde went to visit their sick side by\nside, filled with greater pity than ever. Perhaps, with Pascal, the\nfeeling of his powerlessness against inevitable disease was even\nstronger than before. The only wisdom was to let nature take its\ncourse, to eliminate dangerous elements, and to labor only in the\nsupreme work of giving health and strength. But the suffering and the\ndeath of those who are dear to us awaken in us a hatred of disease, an\nirresistible desire to combat and to vanquish it. And the doctor never\ntasted so great a joy as when he succeeded, with his hypodermic\ninjections, in soothing a paroxysm of pain, in seeing the groaning\npatient grow tranquil and fall asleep. Clotilde, in return, adored\nhim, proud of their love, as if it were a consolation which they\ncarried, like the viaticum, to the poor.",
        "Continue...",
        "\nThis eBook of “Doctor Pascal” by Emile Zola (translated by Mary J. Serrano) belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Doctor Pascal (Rougon-Macquart)By Emile ZolaAt Amazon"
    ]
}