{
    "title": "Doctor Pascal - VIII.",
    "author": "Emile Zola",
    "chapter": "8",
    "content": [
        "\n\n",
        "Then came a period of idyllic happiness. Clotilde was the spring, the\ntardy rejuvenation that came to Pascal in his declining years. She\ncame, bringing to him, with her love, sunshine and flowers. Their\nrapture lifted them above the earth; and all this youth she bestowed\non him after his thirty years of toil, when he was already weary and\nworn probing the frightful wounds of humanity. He revived in the light\nof her great shining eyes, in the fragrance of her pure breath. He had\nfaith again in life, in health, in strength, in the eternal renewal of\nnature.",
        "On the morning after her avowal it was ten o’clock before Clotilde\nleft her room. In the middle of the workroom she suddenly came upon\nMartine and, in her radiant happiness, with a burst of joy that\ncarried everything before it, she rushed toward her, crying:",
        "“Martine, I am not going away! Master and I–we love each other.”",
        "The old servant staggered under the blow. Her poor worn face, nunlike\nunder its white cap and with its look of renunciation, grew white in\nthe keenness of her anguish. Without a word, she turned and fled for\nrefuge to her kitchen, where, leaning her elbows on her chopping-\ntable, and burying her face in her clasped hands, she burst into a\npassion of sobs.",
        "Clotilde, grieved and uneasy, followed her. And she tried to\ncomprehend and to console her.",
        "“Come, come, how foolish you are! What possesses you? Master and I\nwill love you all the same; we will always keep you with us. You are\nnot going to be unhappy because we love each other. On the contrary,\nthe house is going to be gay now from morning till night.”",
        "But Martine only sobbed all the more desperately.",
        "“Answer me, at least. Tell me why you are angry and why you cry. Does\nit not please you then to know that master is so happy, so happy! See,\nI will call master and he will make you answer.”",
        "At this threat the old servant suddenly rose and rushed into her own\nroom, which opened out of the kitchen, slamming the door behind her.\nIn vain the young girl called and knocked until she was tired; she\ncould obtain no answer. At last Pascal, attracted by the noise, came\ndownstairs, saying:",
        "“Why, what is the matter?”",
        "“Oh, it is that obstinate Martine! Only fancy, she began to cry when\nshe knew that we loved each other. And she has barricaded herself in\nthere, and she will not stir.”",
        "She did not stir, in fact. Pascal, in his turn, called and knocked. He\nscolded; he entreated. Then, one after the other, they began all over\nagain. Still there was no answer. A deathlike silence reigned in the\nlittle room. And he pictured it to himself, this little room,\nreligiously clean, with its walnut bureau, and its monastic bed\nfurnished with white hangings. No doubt the servant had thrown herself\nacross this bed, in which she had slept alone all her woman’s life,\nand was burying her face in the bolster to stifle her sobs.",
        "“Ah, so much the worse for her?” said Clotilde at last, in the egotism\nof her joy, “let her sulk!”",
        "Then throwing her arms around Pascal, and raising to his her charming\nface, still glowing with the ardor of self-surrender, she said:",
        "“Master, I will be your servant to-day.”",
        "He kissed her on the eyes with grateful emotion; and she at once set\nabout preparing the breakfast, turning the kitchen upside down. She\nhad put on an enormous white apron, and she looked charming, with her\nsleeves rolled up, showing her delicate arms, as if for some great\nundertaking. There chanced to be some cutlets in the kitchen which she\ncooked to a turn. She added some scrambled eggs, and she even\nsucceeded in frying some potatoes. And they had a delicious breakfast,\ntwenty times interrupted by her getting up in her eager zeal, to run\nfor the bread, the water, a forgotten fork. If he had allowed her, she\nwould have waited upon him on her knees. Ah! to be alone, to be only\nthey two in this large friendly house, and to be free to laugh and to\nlove each other in peace.",
        "They spent the whole afternoon in sweeping and putting things in\norder. He insisted upon helping her. It was a play; they amused\nthemselves like two merry children. From time to time, however, they\nwent back to knock at Martine’s door to remonstrate with her. Come,\nthis was foolish, she was not going to let herself starve! Was there\never seen such a mule, when no one had said or done anything to her!\nBut only the echo of their knocks came back mournfully from the silent\nroom. Not the slightest sound, not a breath responded. Night fell, and\nthey were obliged to make the dinner also, which they ate, sitting\nbeside each other, from the same plate. Before going to bed, they made\na last attempt, threatening to break open the door, but their ears,\nglued to the wood, could not catch the slightest sound. And on the\nfollowing day, when they went downstairs and found the door still\nhermetically closed, they began to be seriously uneasy. For twenty-\nfour hours the servant had given no sign of life.",
        "Then, on returning to the kitchen after a moment’s absence, Clotilde\nand Pascal were stupefied to see Martine sitting at her table, picking\nsome sorrel for the breakfast. She had silently resumed her place as\nservant.",
        "“But what was the matter with you?” cried Clotilde. “Will you speak\nnow?”",
        "She lifted up her sad face, stained by tears. It was very calm,\nhowever, and it expressed now only the resigned melancholy of old age.\nShe looked at the young girl with an air of infinite reproach; then\nshe bent her head again without speaking.",
        "“Are you angry with us, then?”",
        "And as she still remained silent, Pascal interposed:",
        "“Are you angry with us, my good Martine?”",
        "Then the old servant looked up at him with her former look of\nadoration, as if she loved him sufficiently to endure all and to\nremain in spite of all. At last she spoke.",
        "“No, I am angry with no one. The master is free. It is all right, if\nhe is satisfied.”",
        "A new life began from this time. Clotilde, who in spite of her twenty-\nfive years had still remained childlike, now, under the influence of\nlove, suddenly bloomed into exquisite womanhood. Since her heart had\nawakened, the serious and intelligent boy that she had looked like,\nwith her round head covered with its short curls, had given place to\nan adorable woman, altogether womanly, submissive and tender, loving\nto be loved. Her great charm, notwithstanding her learning picked up\nat random from her reading and her work, was her virginal naivete,\nas if her unconscious awaiting of love had made her reserve the gift\nof her whole being to be utterly absorbed in the man whom she should\nlove. No doubt she had given her love as much through gratitude and\nadmiration as through tenderness; happy to make him happy;\nexperiencing a profound joy in being no longer only a little girl to\nbe petted, but something of his very own which he adored, a precious\npossession, a thing of grace and joy, which he worshiped on bended\nknees. She still had the religious submissiveness of the former\ndevotee, in the hands of a master mature and strong, from whom she\nderived consolation and support, retaining, above and beyond\naffection, the sacred awe of the believer in the spiritual which she\nstill was. But more than all, this woman, so intoxicated with love,\nwas a delightful personification of health and gaiety; eating with a\nhearty appetite; having something of the valor of her grandfather the\nsoldier; filling the house with her swift and graceful movements, with\nthe bloom of her satin skin, the slender grace of her neck, of all her\nyoung form, divinely fresh.",
        "And Pascal, too, had grown handsome again under the influence of love,\nwith the serene beauty of a man who had retained his vigor,\nnotwithstanding his white hairs. His countenance had no longer the\nsorrowful expression which it had worn during the months of grief and\nsuffering through which he had lately passed; his eyes, youthful\nstill, had recovered their brightness, his features their smiling\ngrace; while his white hair and beard grew thicker, in a leonine\nabundance which lent him a youthful air. He had kept himself, in his\nsolitary life as a passionate worker, so free from vice and\ndissipation that he found now within him a reserve of life and vigor\neager to expend itself at last. There awoke within him new energy, a\nyouthful impetuosity that broke forth in gestures and exclamations, in\na continual need of expansion, of living. Everything wore a new and\nenchanting aspect to him; the smallest glimpse of sky moved him to\nwonder; the perfume of a simple flower threw him into an ecstasy; an\neveryday expression of affection, worn by use, touched him to tears,\nas if it had sprung fresh from the heart and had not been hackneyed by\nmillions of lips. Clotilde’s “I love you,” was an infinite caress,\nwhose celestial sweetness no human being had ever before known. And\nwith health and beauty he recovered also his gaiety, that tranquil\ngaiety which had formerly been inspired by his love of life, and which\nnow threw sunshine over his love, over everything that made life worth\nliving.",
        "They two, blooming youth and vigorous maturity, so healthy, so gay, so\nhappy, made a radiant couple. For a whole month they remained in\nseclusion, not once leaving La Souleiade. The place where both now\nliked to be was the spacious workroom, so intimately associated with\ntheir habits and their past affection. They would spend whole days\nthere, scarcely working at all, however. The large carved oak press\nremained with closed doors; so, too, did the bookcases. Books and\npapers lay undisturbed upon the tables. Like a young married couple\nthey were absorbed in their one passion, oblivious of their former\noccupations, oblivious of life. The hours seemed all too short to\nenjoy the charm of being together, often seated in the same large\nantique easy-chair, happy in the depths of this solitude in which they\nsecluded themselves, in the tranquillity of this lofty room, in this\ndomain which was altogether theirs, without luxury and without order,\nfull of familiar objects, brightened from morning till night by the\nreturning gaiety of the April sunshine. When, seized with remorse, he\nwould talk about working, she would link her supple arms through his\nand laughingly hold him prisoner, so that he should not make himself\nill again with overwork. And downstairs, they loved, too, the\ndining-room, so gay with its light panels relieved by blue bands, its\nantique mahogany furniture, its large flower pastels, its brass\nhanging lamp, always shining. They ate in it with a hearty appetite\nand they left it, after each meal, only to go upstairs again to their\ndear solitude.",
        "Then when the house seemed too small, they had the garden, all La\nSouleiade. Spring advanced with the advancing sun, and at the end of\nApril the roses were beginning to bloom. And what a joy was this\ndomain, walled around, where nothing from the outside world could\ntrouble them! Hours flew by unnoted, as they sat on the terrace facing\nthe vast horizon and the shady banks of the Viorne, and the slopes of\nSainte-Marthe, from the rocky bars of the Seille to the valley of\nPlassans in the dusty distance. There was no shade on the terrace but\nthat of the two secular cypresses planted at its two extremities, like\ntwo enormous green tapers, which could be seen three leagues away. At\ntimes they descended the slope for the pleasure of ascending the giant\nsteps, and climbing the low walls of uncemented stones which supported\nthe plantations, to see if the stunted olive trees and the puny\nalmonds were budding. More often there were delightful walks under the\ndelicate needles of the pine wood, steeped in sunshine and exhaling a\nstrong odor of resin; endless walks along the wall of inclosure, from\nbehind which the only sound they could hear was, at rare intervals,\nthe grating noise of some cart jolting along the narrow road to Les\nFenouilleres; and they spent delightful hours in the old threshing\nyard, where they could see the whole horizon, and where they loved to\nstretch themselves, tenderly remembering their former tears, when,\nloving each other unconsciously to themselves, they had quarreled\nunder the stars. But their favorite retreat, where they always ended\nby losing themselves, was the quincunx of tall plane trees, whose\nbranches, now of a tender green, looked like lacework. Below, the\nenormous box trees, the old borders of the French garden, of which now\nscarcely a trace remained, formed a sort of labyrinth of which they\ncould never find the end. And the slender stream of the fountain, with\nits eternal crystalline murmur, seemed to sing within their hearts.\nThey would sit hand in hand beside the mossy basin, while the twilight\nfell around them, their forms gradually fading into the shadow of the\ntrees, while the water which they could no longer see, sang its\nflutelike song.",
        "Up to the middle of May Pascal and Clotilde secluded themselves in\nthis way, without even crossing the threshold of their retreat. One\nmorning he disappeared and returned an hour later, bringing her a pair\nof diamond earrings which he had hurried out to buy, remembering this\nwas her birthday. She adored jewels, and the gift astonished and\ndelighted her. From this time not a week passed in which he did not go\nout once or twice in this way to bring her back some present. The\nslightest excuse was sufficient for him–a fete, a wish, a simple\npleasure. He brought her rings, bracelets, a necklace, a slender\ndiadem. He would take out the other jewels and please himself by\nputting them all upon her in the midst of their laughter. She was like\nan idol, seated on her chair, covered with gold,–a band of gold on\nher hair, gold on her bare arms and on her bare throat, all shining\nwith gold and precious stones. Her woman’s vanity was delightfully\ngratified by this. She allowed herself to be adored thus, to be adored\non bended knees, like a divinity, knowing well that this was only an\nexalted form of love. She began at last to scold a little, however; to\nmake prudent remonstrances; for, in truth, it was an absurdity to\nbring her all these gifts which she must afterward shut up in a\ndrawer, without ever wearing them, as she went nowhere.",
        "They were forgotten after the hour of joy and gratitude which they\ngave her in their novelty was over. But he would not listen to her,\ncarried away by a veritable mania for giving; unable, from the moment\nthe idea of giving her an article took possession of him, to resist\nthe desire of buying it. It was a munificence of the heart; an\nimperious desire to prove to her that he thought of her always; a\npride in seeing her the most magnificent, the happiest, the most\nenvied of women; a generosity more profound even, which impelled him\nto despoil himself of everything, of his money, of his life. And then,\nwhat a delight, when he saw he had given her a real pleasure, and she\nthrew herself on his neck, blushing, thanking him with kisses. After\nthe jewels, it was gowns, articles of dress, toilet articles. Her room\nwas littered, the drawers were filled to overflowing.",
        "One morning she could not help getting angry. He had brought her\nanother ring.",
        "“Why, I never wear them! And if I did, my fingers would be covered to\nthe tips. Be reasonable, I beg of you.”",
        "“Then I have not given you pleasure?” he said with confusion.",
        "She threw her arms about his neck, and assured him with tears in her\neyes that she was very happy. He was so good to her! He was so\nunwearied in his devotion to her! And when, later in the morning, he\nventured to speak of making some changes in her room, of covering the\nwalls with tapestry, of putting down a carpet, she again remonstrated.",
        "“Oh! no, no! I beg of you. Do not touch my old room, so full of\nmemories, where I have grown up, where I told you I loved you. I\nshould no longer feel myself at home in it.”",
        "Downstairs, Martine’s obstinate silence condemned still more strongly\nthese excessive and useless expenses. She had adopted a less familiar\nattitude, as if, in the new situation, she had fallen from her role of\nhousekeeper and friend to her former station of servant. Toward\nClotilde, especially, she changed, treating her like a young lady,\nlike a mistress to whom she was less affectionate but more obedient\nthan formerly. Two or three times, however, she had appeared in the\nmorning with her face discolored and her eyes sunken with weeping,\nanswering evasively when questioned, saying that nothing was the\nmatter, that she had taken cold. And she never made any remark about\nthe gifts with which the drawers were filled. She did not even seem to\nsee them, arranging them without a word either of praise or dispraise.\nBut her whole nature rebelled against this extravagant generosity, of\nwhich she could never have conceived the possibility. She protested in\nher own fashion; exaggerating her economy and reducing still further\nthe expenses of the housekeeping, which she now conducted on so narrow\na scale that she retrenched even in the smallest expenses. For\ninstance, she took only two-thirds of the milk which she had been in\nthe habit of taking, and she served sweet dishes only on Sundays.\nPascal and Clotilde, without venturing to complain, laughed between\nthemselves at this parsimony, repeating the jests which had amused\nthem for ten years past, saying that after dressing the vegetables she\nstrained them in the colander, in order to save the butter for future\nuse.",
        "But this quarter she insisted upon rendering an account. She was in\nthe habit of going every three months to Master Grandguillot, the\nnotary, to receive the fifteen hundred francs income, of which she\ndisposed afterward according to her judgment, entering the expenses in\na book which the doctor had years ago ceased to verify. She brought it\nto him now and insisted upon his looking over it. He excused himself,\nsaying that it was all right.",
        "“The thing is, monsieur,” she said, “that this time I have been able\nto put some money aside. Yes, three hundred francs. Here they are.”",
        "He looked at her in amazement. Generally she just made both ends meet.\nBy what miracle of stinginess had she been able to save such a sum?",
        "“Ah! my poor Martine,” he said at last, laughing, “that is the reason,\nthen, that we have been eating so many potatoes of late. You are a\npearl of economy, but indeed you must treat us a little better in the\nfuture.”",
        "This discreet reproach wounded her so profoundly that she allowed\nherself at last to say:",
        "“Well, monsieur, when there is so much extravagance on the one hand,\nit is well to be prudent on the other.”",
        "He understood the allusion, but instead of being angry, he was amused\nby the lesson.",
        "“Ah, ah! it is you who are examining my accounts! But you know very\nwell, Martine, that I, too, have my savings laid by.”",
        "He alluded to the money which he still received occasionally from his\npatients, and which he threw into a drawer of his writing-desk. For\nmore than sixteen years past he had put into this drawer every year\nabout four thousand francs, which would have amounted to a little\nfortune if he had not taken from it, from day to day, without counting\nthem, considerable sums for his experiments and his whims. All the\nmoney for the presents came out of this drawer, which he now opened\ncontinually. He thought that it would never be empty; he had been so\naccustomed to take from it whatever he required that it had never\noccurred to him to fear that he would ever come to the bottom of it.",
        "“One may very well have a little enjoyment out of one’s savings,” he\nsaid gayly. “Since it is you who go to the notary’s, Martine, you are\nnot ignorant that I have my income apart.”",
        "Then she said, with the colorless voice of the miser who is haunted by\nthe dread of an impending disaster:",
        "“And what would you do if you hadn’t it?”",
        "Pascal looked at her in astonishment, and contented himself with\nanswering with a shrug, for the possibility of such a misfortune had\nnever even entered his mind. He fancied that avarice was turning her\nbrain, and he laughed over the incident that evening with Clotilde.",
        "In Plassans, too, the presents were the cause of endless gossip. The\nrumor of what was going on at La Souleiade, this strange and sudden\npassion, had spread, no one could tell how, by that force of expansion\nwhich sustains curiosity, always on the alert in small towns. The\nservant certainly had not spoken, but her air was perhaps sufficient;\nwords perhaps had dropped from her involuntarily; the lovers might\nhave been watched over the walls. And then came the buying of the\npresents, confirming the reports and exaggerating them. When the\ndoctor, in the early morning, scoured the streets and visited the\njeweler’s and the dressmaker’s, eyes spied him from the windows, his\nsmallest purchases were watched, all the town knew in the evening that\nhe had given her a silk bonnet, a bracelet set with sapphires. And all\nthis was turned into a scandal. This uncle in love with his niece,\ncommitting a young man’s follies for her, adorning her like a holy\nVirgin. The most extraordinary stories began to circulate, and people\npointed to La Souleiade as they passed by.",
        "But old Mme. Rougon was, of all persons, the most bitterly indignant.\nShe had ceased going to her son’s house when she learned that\nClotilde’s marriage with Dr. Ramond had been broken off. They had made\nsport of her. They did nothing to please her, and she wished to show\nhow deep her displeasure was. Then a full month after the rupture,\nduring which she had understood nothing of the pitying looks, the\ndiscreet condolences, the vague smiles which met her everywhere, she\nlearned everything with a suddenness that stunned her. She, who, at\nthe time of Pascal’s illness, in her mortification at the idea of\nagain becoming the talk of the town through that ugly story, had\nraised such a storm! It was far worse this time; the height of\nscandal, a love affair for people to regale themselves with. The\nRougon legend was again in peril; her unhappy son was decidedly doing\nhis best to find some way to destroy the family glory won with so much\ndifficulty. So that in her anger she, who had made herself the\nguardian of this glory, resolving to purify the legend by every means\nin her power, put on her hat one morning and hurried to La Souleiade\nwith the youthful vivacity of her eighty years.",
        "Pascal, whom the rupture with his mother enchanted, was fortunately\nnot at home, having gone out an hour before to look for a silver\nbuckle which he had thought of for a belt. And Felicite fell upon\nClotilde as the latter was finishing her toilet, her arms bare, her\nhair loose, looking as fresh and smiling as a rose.",
        "The first shock was rude. The old lady unburdened her mind, grew\nindignant, spoke of the scandal they were giving. Suddenly her anger\nvanished. She looked at the young girl, and she thought her adorable.\nIn her heart she was not surprised at what was going on. She laughed\nat it, all she desired was that it should end in a correct fashion, so\nas to silence evil tongues. And she cried with a conciliating air:",
        "“Get married then! Why do you not get married?”",
        "Clotilde remained silent for a moment, surprised. She had not thought\nof marriage. Then she smiled again.",
        "“No doubt we will get married, grandmother. But later on, there is no\nhurry.”",
        "Old Mme. Rougon went away, obliged to be satisfied with this vague\npromise.",
        "It was at this time that Pascal and Clotilde ceased to seclude\nthemselves. Not through any spirit of bravado, not because they wished\nto answer ugly rumors by making a display of their happiness, but as a\nnatural amplification of their joy; their love had slowly acquired the\nneed of expansion and of space, at first beyond the house, then beyond\nthe garden, into the town, as far as the whole vast horizon. It filled\neverything; it took in the whole world.",
        "The doctor then tranquilly resumed his visits, and he took the young\ngirl with him. They walked together along the promenades, along the\nstreets, she on his arm, in a light gown, with flowers in her hat, he\nbuttoned up in his coat with his broad-brimmed hat. He was all white;\nshe all blond. They walked with their heads high, erect and smiling,\nradiating such happiness that they seemed to walk in a halo. At first\nthe excitement was extraordinary. The shopkeepers came and stood at\ntheir doors, the women leaned out of the windows, the passers-by\nstopped to look after them. People whispered and laughed and pointed\nto them. Then they were so handsome; he superb and triumphant, she so\nyouthful, so submissive, and so proud, that an involuntary indulgence\ngradually gained on every one. People could not help defending them\nand loving them, and they ended by smiling on them in a delightful\ncontagion of tenderness. A charm emanated from them which brought back\nall hearts to them. The new town, with its bourgeois population of\nfunctionaries and townspeople who had grown wealthy, was the last\nconquest. But the Quartier St. Marc, in spite of its austerity, showed\nitself at once kind and discreetly tolerant when they walked along its\ndeserted grass-worn sidewalks, beside the antique houses, now closed\nand silent, which exhaled the evaporated perfume of the loves of other\ndays. But it was the old quarter, more especially, that promptly\nreceived them with cordiality, this quarter of which the common\npeople, instinctively touched, felt the grace of the legend, the\nprofound myth of the couple, the beautiful young girl supporting the\nroyal and rejuvenated master. The doctor was adored here for his\ngoodness, and his companion quickly became popular, and was greeted\nwith tokens of admiration and approval as soon as she appeared. They,\nmeantime, if they had seemed ignorant of the former hostility, now\ndivined easily the forgiveness and the indulgent tenderness which\nsurrounded them, and this made them more beautiful; their happiness\ncharmed the entire town.",
        "One afternoon, as Pascal and Clotilde turned the corner of the Rue de\nla Banne, they perceived Dr. Ramond on the opposite side of the\nstreet. It had chanced that they had learned the day before that he\nhad asked and had obtained the hand of Mlle. Leveque, the advocate’s\ndaughter. It was certainly the most sensible course he could have\ntaken, for his business interests made it advisable that he should\nmarry, and the young girl, who was very pretty and very rich, loved\nhim. He, too, would certainly love her in time. Therefore Clotilde\njoyfully smiled her congratulations to him as a sincere friend. Pascal\nsaluted him with an affectionate gesture. For a moment Ramond, a\nlittle moved by the meeting, stood perplexed. His first impulse seemed\nto have been to cross over to them. But a feeling of delicacy must\nhave prevented him, the thought that it would be brutal to interrupt\ntheir dream, to break in upon this solitude a deux, in which they\nmoved, even amid the elbowings of the street. And he contented himself\nwith a friendly salutation, a smile in which he forgave them their\nhappiness. This was very pleasant for all three.",
        "At this time Clotilde amused herself for several days by painting a\nlarge pastel representing the tender scene of old King David and\nAbishag, the young Shunammite. It was a dream picture, one of those\nfantastic compositions into which her other self, her romantic self,\nput her love of the mysterious. Against a background of flowers thrown\non the canvas, flowers that looked like a shower of stars, of barbaric\nrichness, the old king stood facing the spectator, his hand resting on\nthe bare shoulder of Abishag. He was attired sumptuously in a robe\nheavy with precious stones, that fell in straight folds, and he wore\nthe royal fillet on his snowy locks. But she was more sumptuous still,\nwith only the lilylike satin of her skin, her tall, slender figure,\nher round, slender throat, her supple arms, divinely graceful. He\nreigned over, he leaned, as a powerful and beloved master, on this\nsubject, chosen from among all others, so proud of having been chosen,\nso rejoiced to give to her king the rejuvenating gift of her youth.\nAll her pure and triumphant beauty expressed the serenity of her\nsubmission, the tranquillity with which she gave herself, before the\nassembled people, in the full light of day. And he was very great and\nshe was very fair, and there radiated from both a starry radiance.",
        "Up to the last moment Clotilde had left the faces of the two figures\nvaguely outlined in a sort of mist. Pascal, standing behind her,\njested with her to hide his emotion, for he fancied he divined her\nintention. And it was as he thought; she finished the faces with a few\nstrokes of the crayon–old King David was he, and she was Abishag, the\nShunammite. But they were enveloped in a dreamlike brightness, it was\nthemselves deified; the one with hair all white, the other with hair\nall blond, covering them like an imperial mantle, with features\nlengthened by ecstasy, exalted to the bliss of angels, with the glance\nand the smile of immortal youth.",
        "“Ah, dear!” he cried, “you have made us too beautiful; you have\nwandered off again to dreamland–yes, as in the days, do you remember,\nwhen I used to scold you for putting there all the fantastic flowers\nof the Unknown?”",
        "And he pointed to the walls, on which bloomed the fantastic parterreof the old pastels, flowers not of the earth, grown in the soil of\nparadise.",
        "But she protested gayly.",
        "“Too beautiful? We could not be too beautiful! I assure you it is thus\nthat I picture us to myself, thus that I see us; and thus it is that\nwe are. There! see if it is not the pure reality.”",
        "She took the old fifteenth century Bible which was beside her, and\nshowed him the simple wood engraving.",
        "“You see it is exactly the same.”",
        "He smiled gently at this tranquil and extraordinary affirmation.",
        "“Oh, you laugh, you look only at the details of the picture. It is the\nspirit which it is necessary to penetrate. And look at the other\nengravings, it is the same theme in all–Abraham and Hagar, Ruth and\nBoaz. And you see they are all handsome and happy.”",
        "Then they ceased to laugh, leaning over the old Bible whose pages she\nturned with her white fingers, he standing behind her, his white beard\nmingling with her blond, youthful tresses.",
        "Suddenly he whispered to her softly:",
        "“But you, so young, do you never regret that you have chosen me–me,\nwho am so old, as old as the world?”",
        "She gave a start of surprise, and turning round looked at him.",
        "“You old! No, you are young, younger than I!”",
        "And she laughed so joyously that he, too, could not help smiling. But\nhe insisted a little tremulously:",
        "“You do not answer me. Do you not sometimes desire a younger lover,\nyou who are so youthful?”",
        "She put up her lips and kissed him, saying in a low voice:",
        "“I have but one desire, to be loved–loved as you love me, above and\nbeyond everything.”",
        "The day on which Martine saw the pastel nailed to the wall, she looked\nat it a moment in silence, then she made the sign of the cross, but\nwhether it was because she had seen God or the devil, no one could\nsay. A few days before Easter she had asked Clotilde if she would not\naccompany her to church, and the latter having made a sign in the\nnegative, she departed for an instant from the deferential silence\nwhich she now habitually maintained. Of all the new things which\nastonished her in the house, what most astonished her was the sudden\nirreligiousness of her young mistress. So she allowed herself to\nresume her former tone of remonstrance, and to scold her as she used\nto do when she was a little girl and refused to say her prayers. “Had\nshe no longer the fear of the Lord before her, then? Did she no longer\ntremble at the idea of going to hell, to burn there forever?”",
        "Clotilde could not suppress a smile.",
        "“Oh, hell! you know that it has never troubled me a great deal. But\nyou are mistaken if you think I am no longer religious. If I have left\noff going to church it is because I perform my devotions elsewhere,\nthat is all.”",
        "Martine looked at her, open-mouthed, not comprehending her. It was all\nover; mademoiselle was indeed lost. And she never again asked her to\naccompany her to St. Saturnin. But her own devotion increased until it\nat last became a mania. She was no longer to be met, as before, with\nthe eternal stocking in her hand which she knitted even when walking,\nwhen not occupied in her household duties. Whenever she had a moment\nto spare, she ran to church and remained there, repeating endless\nprayers. One day when old Mme. Rougon, always on the alert, found her\nbehind a pillar, an hour after she had seen her there before, Martine\nexcused herself, blushing like a servant who had been caught idling,\nsaying:",
        "“I was praying for monsieur.”",
        "Meanwhile Pascal and Clotilde enlarged still more their domain, taking\nlonger and longer walks every day, extending them now outside the town\ninto the open country. One afternoon, as they were going to La\nSeguiranne, they were deeply moved, passing by the melancholy fields\nwhere the enchanted gardens of Le Paradou had formerly extended. The\nvision of Albine rose before them. Pascal saw her again blooming like\nthe spring, in the rejuvenation which this living flower had brought\nhim too, feeling the pressure of this pure arm against his heart.\nNever could he have believed, he who had already thought himself very\nold when he used to enter this garden to give a smile to the little\nfairy within, that she would have been dead for years when life, the\ngood mother, should bestow upon him the gift of so fresh a spring,\nsweetening his declining years. And Clotilde, having felt the vision\nrise before them, lifted up her face to his in a renewed longing for\ntenderness. She was Albine, the eternal lover. He kissed her on the\nlips, and though no word had been uttered, the level fields sown with\ncorn and oats, where Le Paradou had once rolled its billows of\nluxuriant verdure, thrilled in sympathy.",
        "Pascal and Clotilde were now walking along the dusty road, through the\nbare and arid country. They loved this sun-scorched land, these fields\nthinly planted with puny almond trees and dwarf olives, these\nstretches of bare hills dotted with country houses, that showed on\nthem like pale patches accentuated by the dark bars of the secular\ncypresses. It was like an antique landscape, one of those classic\nlandscapes represented in the paintings of the old schools, with harsh\ncoloring and well balanced and majestic lines. All the ardent sunshine\nof successive summers that had parched this land flowed through their\nveins, and lent them a new beauty and animation, as they walked under\nthe sky forever blue, glowing with the clear flame of eternal love.\nShe, protected from the sun by her straw hat, bloomed and luxuriated\nin this bath of light like a tropical flower, while he, in his renewed\nyouth, felt the burning sap of the soil ascend into his veins in a\nflood of virile joy.",
        "This walk to La Seguiranne had been an idea of the doctor’s, who had\nlearned through Aunt Dieudonne of the approaching marriage of Sophie\nto a young miller of the neighborhood; and he desired to see if every\none was well and happy in this retired corner. All at once they were\nrefreshed by a delightful coolness as they entered the avenue of tall\ngreen oaks. On either side the springs, the mothers of these giant\nshade trees, flowed on in their eternal course. And when they reached\nthe house of the shrew they came, as chance would have it, upon the\ntwo lovers, Sophie and her miller, kissing each other beside the well;\nfor the girl’s aunt had just gone down to the lavatory behind the\nwillows of the Viorne. Confused, the couple stood in blushing silence.\nBut the doctor and his companion laughed indulgently, and the lovers,\nreassured, told them that the marriage was set for St. John’s Day,\nwhich was a long way off, to be sure, but which would come all the\nsame. Sophie, saved from the hereditary malady, had improved in health\nand beauty, and was growing as strong as one of the trees that stood\nwith their feet in the moist grass beside the springs, and their heads\nbare to the sunshine. Ah, the vast, glowing sky, what life it breathed\ninto all created things! She had but one grief, and tears came to her\neyes when she spoke of her brother Valentin, who perhaps would not\nlive through the week. She had had news of him the day before; he was\npast hope. And the doctor was obliged to prevaricate a little to\nconsole her, for he himself expected hourly the inevitable\ntermination. When he and his companion left La Seguiranne they\nreturned slowly to Plassans, touched by this happy, healthy love\nsaddened by the chill of death.",
        "In the old quarter a woman whom Pascal was attending informed him that\nValentin had just died. Two of the neighbors were obliged to take away\nLa Guiraude, who, half-crazed, clung, shrieking, to her son’s body.\nThe doctor entered the house, leaving Clotilde outside. At last, they\nagain took their way to La Souleiade in silence. Since Pascal had\nresumed his visits he seemed to make them only through professional\nduty; he no longer became enthusiastic about the miracles wrought by\nhis treatment. But as far as Valentin’s death was concerned, he was\nsurprised that it had not occurred before; he was convinced that he\nhad prolonged the patient’s life for at least a year. In spite of the\nextraordinary results which he had obtained at first, he knew well\nthat death was the inevitable end. That he had held it in check for\nmonths ought then to have consoled him and soothed his remorse, still\nunassuaged, for having involuntarily caused the death of Lafouasse, a\nfew weeks sooner than it would otherwise have occurred. But this did\nnot seem to be the case, and his brow was knitted in a frown as they\nreturned to their beloved solitude. But there a new emotion awaited\nhim; sitting under the plane trees, whither Martine had sent him, he\nsaw Sarteur, the hatter, the inmate of the Tulettes whom he had been\nso long treating by his hypodermic injections, and the experiment so\nzealously continued seemed to have succeeded. The injections of nerve\nsubstance had evidently given strength to his will, since the madman\nwas here, having left the asylum that morning, declaring that he no\nlonger had any attacks, that he was entirely cured of the homicidal\nmania that impelled him to throw himself upon any passer-by to\nstrangle him. The doctor looked at him as he spoke. He was a small\ndark man, with a retreating forehead and aquiline features, with one\ncheek perceptibly larger than the other. He was perfectly quiet and\nrational, and filled with so lively a gratitude that he kissed his\nsaviour’s hands. The doctor could not help being greatly affected by\nall this, and he dismissed the man kindly, advising him to return to\nhis life of labor, which was the best hygiene, physical and moral.\nThen he recovered his calmness and sat down to table, talking gaily of\nother matters.",
        "Clotilde looked at him with astonishment and even with a little\nindignation.",
        "“What is the matter, master?” she said. “You are no longer satisfied\nwith yourself.”",
        "“Oh, with myself I am never satisfied!” he answered jestingly. “And\nwith medicine, you know–it is according to the day.”",
        "It was on this night that they had their first quarrel. She was angry\nwith him because he no longer had any pride in his profession. She\nreturned to her complaint of the afternoon, reproaching him for not\ntaking more credit to himself for the cure of Sarteur, and even for\nthe prolongation of Valentin’s life. It was she who now had a passion\nfor his fame. She reminded him of his cures; had he not cured himself?\nCould he deny the efficacy of his treatment? A thrill ran through him\nas he recalled the great dream which he had once cherished–to combat\ndebility, the sole cause of disease; to cure suffering humanity; to\nmake a higher, and healthy humanity; to hasten the coming of\nhappiness, the future kingdom of perfection and felicity, by\nintervening and giving health to all! And he possessed the liquor of\nlife, the universal panacea which opened up this immense hope!",
        "Pascal was silent for a moment. Then he murmured:",
        "“It is true. I cured myself, I have cured others, and I still think\nthat my injections are efficacious in many cases. I do not deny\nmedicine. Remorse for a deplorable accident, like that of Lafouasse,\ndoes not render me unjust. Besides, work has been my passion, it is in\nwork that I have up to this time spent my energies; it was in wishing\nto prove to myself the possibility of making decrepit humanity one day\nstrong and intelligent that I came near dying lately. Yes, a dream, a\nbeautiful dream!”",
        "“No, no! a reality, the reality of your genius, master.”",
        "Then, lowering his voice almost to a whisper, he breathed this\nconfession:",
        "“Listen, I am going to say to you what I would say to no one else in\nthe world, what I would not say to myself aloud. To correct nature, to\ninterfere, in order to modify it and thwart it in its purpose, is this\na laudable task? To cure the individual, to retard his death, for his\npersonal pleasure, to prolong his existence, doubtless to the injury\nof the species, is not this to defeat the aims of nature? And have we\nthe right to desire a stronger, a healthier humanity, modeled after\nour idea of health and strength? What have we to do in the matter? Why\nshould we interfere in this work of life, neither the means nor the\nend of which are known to us? Perhaps everything is as it ought to be.\nPerhaps we should risk killing love, genius, life itself. Remember, I\nmake the confession to you alone; but doubt has taken possession of\nme, I tremble at the thought of my twentieth century alchemy. I have\ncome to believe that it is greater and wiser to allow evolution to\ntake its course.”",
        "He paused; then he added so softly that she could scarcely hear him:",
        "“Do you know that instead of nerve-substance I often use only water\nwith my patients. You no longer hear me grinding for days at a time. I\ntold you that I had some of the liquor in reserve. Water soothes them,\nthis is no doubt simply a mechanical effect. Ah! to soothe, to prevent\nsuffering–that indeed I still desire! It is perhaps my greatest\nweakness, but I cannot bear to see any one suffer. Suffering puts me\nbeside myself, it seems a monstrous and useless cruelty of nature. I\npractise now only to prevent suffering.”",
        "“Then, master,” she asked, in the same indistinct murmur, “if you no\nlonger desire to cure, do you still think everything must be told? For\nthe frightful necessity of displaying the wounds of humanity had no\nother excuse than the hope of curing them.”",
        "“Yes, yes, it is necessary to know, in every case, and to conceal\nnothing; to tell everything regarding things and individuals.\nHappiness is no longer possible in ignorance; certainty alone makes\nlife tranquil. When people know more they will doubtless accept\neverything. Do you not comprehend that to desire to cure everything,\nto regenerate everything is a false ambition inspired by our egotism,\na revolt against life, which we declare to be bad, because we judge it\nfrom the point of view of self-interest? I know that I am more\ntranquil, that my intellect has broadened and deepened ever since I\nhave held evolution in respect. It is my love of life which triumphs,\neven to the extent of not questioning its purpose, to the extent of\nconfiding absolutely in it, of losing myself in it, without wishing to\nremake it according to my own conception of good and evil. Life alone\nis sovereign, life alone knows its aim and its end. I can only try to\nknow it in order to live it as it should be lived. And this I have\nunderstood only since I have possessed your love. Before I possessed\nit I sought the truth elsewhere, I struggled with the fixed idea of\nsaving the world. You have come, and life is full; the world is saved\nevery hour by love, by the immense and incessant labor of all that\nlive and love throughout space. Impeccable life, omnipotent life,\nimmortal life!”",
        "They continued to talk together in low tones for some time longer,\nplanning an idyllic life, a calm and healthful existence in the\ncountry. It was in this simple prescription of an invigorating\nenvironment that the experiments of the physician ended. He exclaimed\nagainst cities. People could be well and happy only in the country, in\nthe sunshine, on the condition of renouncing money, ambition, even the\nproud excesses of intellectual labor. They should do nothing but live\nand love, cultivate the soil, and bring up their children.",
        "Continue...",
        "\nThis eBook of “Doctor Pascal” by Emile Zola (translated by Mary J. Serrano) belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Doctor Pascal (Rougon-Macquart)By Emile ZolaAt Amazon"
    ]
}