{
    "title": "Doctor Pascal - VII.",
    "author": "Emile Zola",
    "chapter": "7",
    "content": [
        "\n\n",
        "On this day, on arriving at La Souleiade, old Mme. Rougon perceived\nMartine in the kitchen garden, engaged in planting leeks; and, as she\nsometimes did, she went over to the servant to have a chat with her,\nand find out from her how things were going on, before entering the\nhouse.",
        "For some time past she had been in despair about what she called\nClotilde’s desertion. She felt truly that she would now never obtain\nthe documents through her. The girl was behaving disgracefully, she\nwas siding with Pascal, after all she had done for her; and she was\nbecoming perverted to such a degree that for a month past she had not\nbeen seen in Church. Thus she returned to her first idea, to get\nClotilde away and win her son over when, left alone, he should be\nweakened by solitude. Since she had not been able to persuade the girl\nto go live with her brother, she eagerly desired the marriage. She\nwould like to throw her into Dr. Ramond’s arms to-morrow, in her\nimpatience at so many delays. And she had come this afternoon with a\nfeverish desire to hurry on matters.",
        "“Good-day, Martine. How is every one here?”",
        "The servant, kneeling down, her hands full of clay, lifted up her pale\nface, protected against the sun by a handkerchief tied over her cap.",
        "“As usual, madame, pretty well.”",
        "They went on talking, Felicite treating her as a confidante, as a\ndevoted daughter, one of the family, to whom she could tell\neverything. She began by questioning her; she wished to know if Dr.\nRamond had come that morning. He had come, but they had talked only\nabout indifferent matters. This put her in despair, for she had seen\nthe doctor on the previous day, and he had unbosomed himself to her,\nchagrined at not having yet received a decisive answer, and eager now\nto obtain at least Clotilde’s promise. Things could not go on in this\nway, the young girl must be compelled to engage herself to him.",
        "“He has too much delicacy,” she cried. “I have told him so. I knew\nvery well that this morning, even, he would not venture to demand a\npositive answer. And I have come to interfere in the matter. We shall\nsee if I cannot oblige her to come to a decision.”",
        "Then, more calmly:",
        "“My son is on his feet now; he does not need her.”",
        "Martine, who was again stooping over the bed, planting her leeks,\nstraightened herself quickly.",
        "“Ah, that for sure!”",
        "And a flush passed over her face, worn by thirty years of service. For\na wound bled within her; for some time past the master scarcely\ntolerated her about him. During the whole time of his illness he had\nkept her at a distance, accepting her services less and less every\nday, and finally closing altogether to her the door of his room and of\nthe workroom. She had a vague consciousness of what was taking place,\nan instinctive jealousy tortured her, in her adoration of the master,\nwhose chattel she had been satisfied to be for so many years.",
        "“For sure, we have no need of mademoiselle. I am quite able to take\ncare of monsieur.”",
        "Then she, who was so discreet, spoke of her labors in the garden,\nsaying that she made time to cultivate the vegetables, so as to save a\nfew days’ wages of a man. True, the house was large, but when one was\nnot afraid of work, one could manage to do all there was to be done.\nAnd then, when mademoiselle should have left them, that would be\nalways one less to wait upon. And her eyes brightened unconsciously at\nthe thought of the great solitude, of the happy peace in which they\nshould live after this departure.",
        "“It would give me pain,” she said, lowering her voice, “for it would\ncertainly give monsieur a great deal. I would never have believed that\nI could be brought to wish for such a separation. Only, madame, I\nagree with you that it is necessary, for I am greatly afraid that\nmademoiselle will end by going to ruin here, and that there will be\nanother soul lost to the good God. Ah, it is very sad; my heart is so\nheavy about it sometimes that it is ready to burst.”",
        "“They are both upstairs, are they not?” said Felicite. “I will go up\nand see them, and I will undertake to oblige them to end the matter.”",
        "An hour later, when she came down again, she found Martine still on\nher knees on the soft earth, finishing her planting. Upstairs, from\nher first words, when she said that she had been talking with Dr.\nRamond, and that he had shown himself anxious to know his fate\nquickly, she saw that Dr. Pascal approved–he looked grave, he nodded\nhis head as if to say that this wish seemed to him very natural.\nClotilde, herself, ceasing to smile, seemed to listen to him with\ndeference. But she manifested some surprise. Why did they press her?\nMaster had fixed the marriage for the second week in June; she had,\nthen, two full months before her. Very soon she would speak about it\nwith Ramond. Marriage was so serious a matter that they might very\nwell give her time to reflect, and let her wait until the last moment\nto engage herself. And she said all this with her air of good sense,\nlike a person resolved on coming to a decision. And Felicite was\nobliged to content herself with the evident desire that both had that\nmatters should have the most reasonable conclusion.",
        "“Indeed I believe that it is settled,” ended Felicite. “He seems to\nplace no obstacle in the way, and she seems only to wish not to act\nhastily, like a girl who desires to examine her heart closely, before\nengaging herself for life. I will give her a week more for\nreflection.”",
        "Martine, sitting on her heels, was looking fixedly on the ground with\na clouded face.",
        "“Yes, yes,” she murmured, in a low voice, “mademoiselle has been\nreflecting a great deal of late. I am always meeting her in some\ncorner. You speak to her, and she does not answer you. That is the way\npeople are when they are breeding a disease, or when they have a\nsecret on their mind. There is something going on; she is no longer\nthe same, no longer the same.”",
        "And she took the dibble again and planted a leek, in her rage for\nwork; while old Mme. Rougon went away, somewhat tranquillized;\ncertain, she said, that the marriage would take place.",
        "Pascal, in effect, seemed to accept Clotilde’s marriage as a thing\nsettled, inevitable. He had not spoken with her about it again, the\nrare allusions which they made to it between themselves, in their\nhourly conversations, left them undisturbed; and it was simply as if\nthe two months which they still had to live together were to be\nwithout end, an eternity stretching beyond their view.",
        "She, especially, would look at him smiling, putting off to a future\nday troubles and decisions with a pretty vague gesture, as if to leave\neverything to beneficent life. He, now well and gaining strength\ndaily, grew melancholy only when he returned to the solitude of his\nchamber at night, after she had retired. He shuddered and turned cold\nat the thought that a time would come when he would be always alone.\nWas it the beginning of old age that made him shiver in this way? He\nseemed to see it stretching before him, like a shadowy region in which\nhe already began to feel all his energy melting away. And then the\nregret of having neither wife nor child filled him with\nrebelliousness, and wrung his heart with intolerable anguish.",
        "Ah, why had he not lived! There were times when he cursed science,\naccusing it of having taken from him the best part of his manhood. He\nhad let himself be devoured by work; work had consumed his brain,\nconsumed his heart, consumed his flesh. All this solitary, passionate\nlabor had produced only books, blackened paper, that would be\nscattered to the winds, whose cold leaves chilled his hands as he\nturned them over. And no living woman’s breast to lean upon, no\nchild’s warm locks to kiss! He had lived the cold, solitary life of a\nselfish scientist, and he would die in cold solitude. Was he indeed\ngoing to die thus? Would he never taste the happiness enjoyed by even\nthe common porters, by the carters who cracked their whips, passing by\nunder his windows? But he must hasten, if he would; soon, no doubt, it\nwould be too late. All his unemployed youth, all his pent-up desires,\nsurged tumultuously through his veins. He swore that he would yet\nlove, that he would live a new life, that he would drain the cup of\nevery passion that he had not yet tasted, before he should be an old\nman. He would knock at the doors, he would stop the passers-by, he\nwould scour the fields and town.",
        "On the following day, when he had taken his shower bath and left his\nroom, all his fever was calmed, the burning pictures had faded away,\nand he fell back into his natural timidity. Then, on the next night,\nthe fear of solitude drove sleep away as before, his blood kindled\nagain, and the same despair, the same rebelliousness, the same longing\nnot to die without having known family joys returned. He suffered a\ngreat deal in this crisis.",
        "During these feverish nights, with eyes wide open in the darkness, he\ndreamed always, over and over again the same dream. A girl would come\nalong the road, a girl of twenty, marvelously beautiful; and she would\nenter and kneel down before him in an attitude of submissive\nadoration, and he would marry her. She was one of those pilgrims of\nlove such as we find in ancient story, who have followed a star to\ncome and restore health and strength to some aged king, powerful and\ncovered with glory. He was the aged king, and she adored him, she\nwrought the miracle, with her twenty years, of bestowing on him a part\nof her youth. In her love he recovered his courage and his faith in\nlife.",
        "Ah, youth! he hungered fiercely for it. In his declining days this\npassionate longing for youth was like a revolt against approaching\nage, a desperate desire to turn back, to be young again, to begin life\nover again. And in this longing to begin life over again, there was\nnot only regret for the vanished joys of youth, the inestimable\ntreasure of dead hours, to which memory lent its charm; there was also\nthe determined will to enjoy, now, his health and strength, to lose\nnothing of the joy of loving! Ah, youth! how eagerly he would taste of\nits every pleasure, how eagerly he would drain every cup, before his\nteeth should fall out, before his limbs should grow feeble, before the\nblood should be chilled in his veins. A pang pierced his heart when he\nremembered himself, a slender youth of twenty, running and leaping\nagilely, vigorous and hardy as a young oak, his teeth glistening, his\nhair black and luxuriant. How he would cherish them, these gifts\nscorned before, if a miracle could restore them to him!",
        "And youthful womanhood, a young girl who might chance to pass by,\ndisturbed him, causing him profound emotion. This was often even\naltogether apart from the individual: the image, merely, of youth, the\nperfume and the dazzling freshness which emanated from it, bright\neyes, healthy lips, blooming cheeks, a delicate neck, above all,\nrounded and satin-smooth, shaded on the back with down; and youthful\nwomanhood always presented itself to him tall and slight, divinely\nslender in its chaste nudeness. His eyes, gazing into vacancy,\nfollowed the vision, his heart was steeped in infinite longing. There\nwas nothing good or desirable but youth; it was the flower of the\nworld, the only beauty, the only joy, the only true good, with health,\nwhich nature could bestow on man. Ah, to begin life over again, to be\nyoung again, to clasp in his embrace youthful womanhood!",
        "Pascal and Clotilde, now that the fine April days had come, covering\nthe fruit trees with blossoms, resumed their morning walks in La\nSouleiade. It was the first time that he had gone out since his\nillness, and she led him to the threshing yard, along the paths in the\npine wood, and back again to the terrace crossed by the two bars of\nshadows thrown by the secular cypresses. The sun had already warmed\nthe old flagstones there, and the wide horizon stretched out under a\ndazzling sky.",
        "One morning when Clotilde had been running, she returned to the house\nin such exuberant spirits and so full of pleasant excitement that she\nwent up to the workroom without taking off either her garden hat or\nthe lace scarf which she had tied around her neck.",
        "“Oh,” she said, “I am so warm! And how stupid I am, not to have taken\noff my things downstairs. I will go down again at once.”",
        "She had thrown the scarf on a chair on entering.",
        "But her feverish fingers became impatient when she tried to untie the\nstrings of her large straw hat.",
        "“There, now! I have fastened the knot. I cannot undo it, and you must\ncome to my assistance.”",
        "Pascal, happy and excited too by the pleasure of the walk, rejoiced to\nsee her so beautiful and so merry. He went over and stood in front of\nher.",
        "“Wait; hold up your chin. Oh, if you keep moving like that, how do you\nsuppose I can do it?”",
        "She laughed aloud. He could see the laughter swelling her throat, like\na wave of sound. His fingers became entangled under her chin, that\ndelicious part of the throat whose warm satin he involuntarily\ntouched. She had on a gown cut sloping in the neck, and through the\nopening he inhaled all the living perfume of the woman, the pure\nfragrance of her youth, warmed by the sunshine. All at once a vertigo\nseized him and he thought he was going to faint.",
        "“No, no! I cannot do it,” he said, “unless you keep still!”",
        "The blood throbbed in his temples, and his fingers trembled, while she\nleaned further back, unconsciously offering the temptation of her\nfresh girlish beauty. It was the vision of royal youth, the bright\neyes, the healthy lips, the blooming cheeks, above all, the delicate\nneck, satin-smooth and round, shaded on the back by down. And she\nseemed to him so delicately graceful, with her slender throat, in her\ndivine bloom!",
        "“There, it is done!” she cried.",
        "Without knowing how, he had untied the strings. The room whirled\nround, and then he saw her again, bareheaded now, with her starlike\nface, shaking back her golden curls laughingly. Then he was seized\nwith a fear that he would catch her in his arms and press mad kisses\non her bare neck, and arms, and throat. And he fled from the room,\ntaking with him the hat, which he had kept in his hand, saying:",
        "“I will hang it in the hall. Wait for me; I want to speak to Martine.”",
        "Once downstairs, he hurried to the abandoned room and locked himself\ninto it, trembling lest she should become uneasy and come down here to\nseek him. He looked wild and haggard, as if he had just committed a\ncrime. He spoke aloud, and he trembled as he gave utterance for the\nfirst time to the cry that he had always loved her madly,\npassionately. Yes, ever since she had grown into womanhood he had\nadored her. And he saw her clearly before him, as if a curtain had\nbeen suddenly torn aside, as she was when, from an awkward girl, she\nbecame a charming and lovely creature, with her long tapering limbs,\nher strong slender body, with its round throat, round neck, and round\nand supple arms. And it was monstrous, but it was true–he hungered\nfor all this with a devouring hunger, for this youth, this fresh,\nblooming, fragrant flesh.",
        "Then Pascal, dropping into a rickety chair, hid his face in his hands,\nas if to shut out the light of day, and burst into great sobs. Good\nGod! what was to become of him? A girl whom his brother had confided\nto him, whom he had brought up like a good father, and who was now–\nthis temptress of twenty-five–a woman in her supreme omnipotence! He\nfelt himself more defenseless, weaker than a child.",
        "And above this physical desire, he loved her also with an immense\ntenderness, enamored of her moral and intellectual being, of her\nright-mindedness, of her fine intelligence, so fearless and so clear.\nEven their discord, the disquietude about spiritual things by which\nshe was tortured, made her only all the more precious to him, as if\nshe were a being different from himself, in whom he found a little of\nthe infinity of things. She pleased him in her rebellions, when she\nheld her ground against him,–she was his companion and pupil; he saw\nher such as he had made her, with her great heart, her passionate\nfrankness, her triumphant reason. And she was always present with him;\nhe did not believe that he could exist where she was not; he had need\nof her breath; of the flutter of her skirts near him; of her\nthoughtfulness and affection, by which he felt himself constantly\nsurrounded; of her looks; of her smile; of her whole daily woman’s\nlife, which she had given him, which she would not have the cruelty to\ntake back from him again. At the thought that she was going away, that\nshe would not be always here, it seemed to him as if the heavens were\nabout to fall and crush him; as if the end of all things had come; as\nif he were about to be plunged in icy darkness. She alone existed in\nthe world, she alone was lofty and virtuous, intelligent and\nbeautiful, with a miraculous beauty. Why, then, since he adored her\nand since he was her master, did he not go upstairs and take her in\nhis arms and kiss her like an idol? They were both free, she was\nignorant of nothing, she was a woman in age. This would be happiness.",
        "Pascal, who had ceased to weep, rose, and would have walked to the\ndoor. But suddenly he dropped again into his chair, bursting into a\nfresh passion of sobs. No, no, it was abominable, it could not be! He\nfelt on his head the frost of his white hair; and he had a horror of\nhis age, of his fifty-nine years, when he thought of her twenty-five\nyears. His former chill fear again took possession of him, the\ncertainty that she had subjugated him, that he would be powerless\nagainst the daily temptation. And he saw her giving him the strings of\nher hat to untie; compelling him to lean over her to make some\ncorrection in her work; and he saw himself, too, blind, mad, devouring\nher neck with ardent kisses. His indignation against himself at this\nwas so great that he arose, now courageously, and had the strength to\ngo upstairs to the workroom, determined to conquer himself.",
        "Upstairs Clotilde had tranquilly resumed her drawing. She did not even\nlook around at his entrance, but contented herself with saying:",
        "“How long you have been! I was beginning to think that Martine must\nhave made a mistake of at least ten sous in her accounts.”",
        "This customary jest about the servant’s miserliness made him laugh.\nAnd he went and sat down quietly at his table. They did not speak\nagain until breakfast time. A great sweetness bathed him and calmed\nhim, now that he was near her. He ventured to look at her, and he was\ntouched by her delicate profile, by her serious, womanly air of\napplication. Had he been the prey of a nightmare, downstairs, then?\nWould he be able to conquer himself so easily?",
        "“Ah!” he cried, when Martine called them, “how hungry I am! You shall\nsee how I am going to make new muscle!”",
        "She went over to him, and took him by the arm, saying:",
        "“That’s right, master; you must be gay and strong!”",
        "But that night, when he was in his own room, the agony began again. At\nthe thought of losing her he was obliged to bury his face in the\npillow to stifle his cries. He pictured her to himself in the arms of\nanother, and all the tortures of jealousy racked his soul. Never could\nhe find the courage to consent to such a sacrifice. All sorts of plans\nclasped together in his seething brain; he would turn her from the\nmarriage, and keep her with him, without ever allowing her to suspect\nhis passion; he would take her away, and they would go from city to\ncity, occupying their minds with endless studies, in order to keep up\ntheir companionship as master and pupil; or even, if it should be\nnecessary, he would send her to her brother to nurse him, he would\nlose her forever rather than give her to a husband. And at each of\nthese resolutions he felt his heart, torn asunder, cry out with\nanguish in the imperious need of possessing her entirely. He was no\nlonger satisfied with her presence, he wished to keep her for himself,\nwith himself, as she appeared to him in her radiant beauty, in the\ndarkness of his chamber, with her unbound hair falling around her.",
        "His arms clasped the empty air, and he sprang out of bed, staggering\nlike a drunken man; and it was only in the darkness and silence of the\nworkroom that he awoke from this sudden fit of madness. Where, then,\nwas he going, great God? To knock at the door of this sleeping child?\nto break it in, perhaps, with a blow of his shoulder? The soft, pure\nrespiration, which he fancied he heard like a sacred wind in the midst\nof the profound silence, struck him on the face and turned him back.\nAnd he returned to his room and threw himself on his bed, in a passion\nof shame and wild despair.",
        "On the following day when he arose, Pascal, worn out by want of sleep,\nhad come to a decision. He took his daily shower bath, and he felt\nhimself stronger and saner. The resolution to which he had come was to\ncompel Clotilde to give her word. When she should have formally\npromised to marry Ramond, it seemed to him that this final solution\nwould calm him, would forbid his indulging in any false hopes. This\nwould be a barrier the more, an insurmountable barrier between her and\nhim. He would be from that moment armed against his desire, and if he\nstill suffered, it would be suffering only, without the horrible fear\nof becoming a dishonorable man.",
        "On this morning, when he told the young girl that she ought to delay\nno longer, that she owed a decisive answer to the worthy fellow who\nhad been awaiting it so long, she seemed at first astonished. She\nlooked straight into his eyes, but he had sufficient command over\nhimself not to show confusion; he insisted merely, with a slightly\ngrieved air, as if it distressed him to have to say these things to\nher. Finally, she smiled faintly and turned her head aside, saying:",
        "“Then, master, you wish me to leave you?”",
        "“My dear,” he answered evasively, “I assure you that this is becoming\nridiculous. Ramond will have the right to be angry.”",
        "She went over to her desk, to arrange some papers which were on it.\nThen, after a moment’s silence, she said:",
        "“It is odd; now you are siding with grandmother and Martine. They,\ntoo, are persecuting me to end this matter. I thought I had a few days\nmore. But, in truth, if you all three urge me–”",
        "She did not finish, and he did not press her to explain herself more\nclearly.",
        "“When do you wish me to tell Ramond to come, then?”",
        "“Why, he may come whenever he wishes; it does not displease me to see\nhim. But don’t trouble yourself. I will let him know that we will\nexpect him one of these afternoons.”",
        "On the following day the same scene began over again. Clotilde had\ntaken no step yet, and Pascal was now angry. He suffered martyrdom; he\nhad crises of anguish and rebelliousness when she was not present to\ncalm him by her smiling freshness. And he insisted, in emphatic\nlanguage, that she should behave seriously and not trifle any longer\nwith an honorable man who loved her.",
        "“The devil! Since the thing is decided, let us be done with it. I warn\nyou that I will send word to Ramond, and that he will be here\nto-morrow at three o’clock.”",
        "She listened in silence, her eyes fixed on the ground. Neither seemed\nto wish to touch upon the question as to whether the marriage had\nreally been decided on or not, and they took the standpoint that there\nhad been a previous decision, which was irrevocable. When she looked\nup again he trembled, for he felt a breath pass by; he thought she was\non the point of saying that she had questioned herself, and that she\nrefused this marriage. What would he have done, what would have become\nof him, good God! Already he was filled with an immense joy and a wild\nterror. But she looked at him with the discreet and affectionate smile\nwhich never now left her lips, and she answered with a submissive air:",
        "“As you please, master. Send him word to be here to-morrow at three\no’clock.”",
        "Pascal spent so dreadful a night that he rose late, saying, as an\nexcuse, that he had one of his old headaches. He found relief only\nunder the icy deluge of the shower bath. At ten o’clock he left the\nhouse, saying he would go himself to see Ramond; but he had another\nobject in going out–he had seen at a show in Plassans a corsage of\nold point d’Alencon; a marvel of beauty which lay there awaiting some\nlover’s generous folly, and the thought had come to him in the midst\nof the tortures of the night, to make a present of it to Clotilde, to\nadorn her wedding gown. This bitter idea of himself adorning her, of\nmaking her beautiful and fair for the gift of herself, touched his\nheart, exhausted by sacrifice. She knew the corsage, she had admired\nit with him one day wonderingly, wishing for it only to place it on\nthe shoulders of the Virgin at St. Saturnin, an antique Virgin adored\nby the faithful. The shopkeeper gave it to him in a little box which\nhe could conceal, and which he hid, on his return to the house, in the\nbottom of his writing-desk.",
        "At three o’clock Dr. Ramond presented himself, and he found Pascal and\nClotilde in the parlor, where they had been awaiting him with secret\nexcitement and a somewhat forced gaiety, avoiding any further allusion\nto his visit. They received him smilingly with exaggerated cordiality.",
        "“Why, you are perfectly well again, master!” said the young man. “You\nnever looked so strong.”",
        "Pascal shook his head.",
        "“Oh, oh, strong, perhaps! only the heart is no longer here.”",
        "This involuntary avowal made Clotilde start, and she looked from one\nto the other, as if, by the force of circumstances, she compared them\nwith each other–Ramond, with his smiling and superb face–the face of\nthe handsome physician adored by the women–his luxuriant black hair\nand beard, in all the splendor of his young manhood; and Pascal, with\nhis white hair and his white beard. This fleece of snow, still so\nabundant, retained the tragic beauty of the six months of torture that\nhe had just passed through. His sorrowful face had aged a little, only\nhis eyes remained still youthful; brown eyes, brilliant and limpid.\nBut at this moment all his features expressed so much gentleness, such\nexalted goodness, that Clotilde ended by letting her gaze rest upon\nhim with profound tenderness. There was silence for a moment and each\nheart thrilled.",
        "“Well, my children,” resumed Pascal heroically, “I think you have\nsomething to say to each other. I have something to do, too,\ndownstairs. I will come up again presently.”",
        "And he left the room, smiling back at them.",
        "And soon as they were alone, Clotilde went frankly straight over to\nRamond, with both hands outstretched. Taking his hands in hers, she\nheld them as she spoke.",
        "“Listen, my dear friend; I am going to give you a great grief. You\nmust not be too angry with me, for I assure you that I have a very\nprofound friendship for you.”",
        "He understood at once, and he turned very pale.",
        "“Clotilde give me no answer now, I beg of you; take more time, if you\nwish to reflect further.”",
        "“It is useless, my dear friend, my decision is made.”",
        "She looked at him with her fine, loyal look. She had not released his\nhands, in order that he might know that she was not excited, and that\nshe was his friend. And it was he who resumed, in a low voice:",
        "“Then you say no?”",
        "“I say no, and I assure you that it pains me greatly to say it. Ask me\nnothing; you will no doubt know later on.”",
        "He sat down, crushed by the emotion which he repressed like a strong\nand self-contained man, whose mental balance the greatest sufferings\ncannot disturb. Never before had any grief agitated him like this. He\nremained mute, while she, standing, continued:",
        "“And above all, my friend, do not believe that I have played the\ncoquette with you. If I have allowed you to hope, if I have made you\nwait so long for my answer, it was because I did not in very truth see\nclearly myself. You cannot imagine through what a crisis I have just\npassed–a veritable tempest of emotions, surrounded by darkness from\nout of which I have but just found my way.”",
        "He spoke at last.",
        "“Since it is your wish, I will ask you nothing. Besides, it is\nsufficient for you to answer one question. You do not love me,\nClotilde?”",
        "She did not hesitate, but said gravely, with an emotion which softened\nthe frankness of her answer:",
        "“It is true, I do not love you; I have only a very sincere affection\nfor you.”",
        "He rose, and stopped by a gesture the kind words which she would have\nadded.",
        "“It is ended; let us never speak of it again. I wished you to be\nhappy. Do not grieve for me. At this moment I feel as if the house had\njust fallen about me in ruins. But I must only extricate myself as\nbest I can.”",
        "A wave of color passed over his pale face, he gasped for air, he\ncrossed over to the window, then he walked back with a heavy step,\nseeking to recover his self-possession. He drew a long breath. In the\npainful silence which had fallen they heard Pascal coming upstairs\nnoisily, to announce his return.",
        "“I entreat you,” murmured Clotilde hurriedly, “to say nothing to\nmaster. He does not know my decision, and I wish to break it to him\nmyself, for he was bent upon this marriage.”",
        "Pascal stood still in the doorway. He was trembling and breathless, as\nif he had come upstairs too quickly. He still found strength to smile\nat them, saying:",
        "“Well, children, have you come to an understanding?”",
        "“Yes, undoubtedly,” responded Ramond, as agitated as himself.",
        "“Then it is all settled?”",
        "“Quite,” said Clotilde, who had been seized by a faintness.",
        "Pascal walked over to his work-table, supporting himself by the\nfurniture, and dropped into the chair beside it.",
        "“Ah, ah! you see the legs are not so strong after all. It is this old\ncarcass of a body. But the heart is strong. And I am very happy, my\nchildren, your happiness will make me well again.”",
        "But when Ramond, after a few minutes’ further conversation, had gone\naway, he seemed troubled at finding himself alone with the young girl,\nand he again asked her:",
        "“It is settled, quite settled; you swear it to me?”",
        "“Entirely settled.”",
        "After this he did not speak again. He nodded his head, as if to repeat\nthat he was delighted; that nothing could be better; that at last they\nwere all going to live in peace. He closed his eyes, feigning to drop\nasleep, as he sometimes did in the afternoon. But his heart beat\nviolently, and his closely shut eyelids held back the tears.",
        "That evening, at about ten o’clock, when Clotilde went downstairs for\na moment to give an order to Martine before she should have gone to\nbed, Pascal profited by the opportunity of being left alone, to go and\nlay the little box containing the lace corsage on the young girl’s\nbed. She came upstairs again, wished him the accustomed good-night,\nand he had been for at least twenty minutes in his own room, and was\nalready in his shirt sleeves, when a burst of gaiety sounded outside\nhis door. A little hand tapped, and a fresh voice cried, laughing:",
        "“Come, come and look!”",
        "He opened the door, unable to resist this appeal of youth, conquered\nby his joy.",
        "“Oh, come, come and see what a beautiful little bird has put on my\nbed!”",
        "And she drew him to her room, taking no refusal. She had lighted the\ntwo candles in it, and the antique, pleasant chamber, with its\nhangings of faded rose color, seemed transformed into a chapel; and on\nthe bed, like a sacred cloth offered to the adoration of the faithful,\nshe had spread the corsage of old point d’Alencon.",
        "“You would not believe it! Imagine, I did not see the box at first. I\nset things in order a little, as I do every evening. I undressed, and\nit was only when I was getting into bed that I noticed your present.\nAh, what a surprise! I was overwhelmed by it! I felt that I could\nnever wait for the morning, and I put on a skirt and ran to look for\nyou.”",
        "It was not until then that he perceived that she was only half\ndressed, as on the night of the storm, when he had surprised her\nstealing his papers. And she seemed divine, with her tall, girlish\nform, her tapering limbs, her supple arms, her slender body, with its\nsmall, firm throat.",
        "She took his hands and pressed them caressingly in her little ones.",
        "“How good you are; how I thank you! Such a marvel of beauty, so lovely\na present for me, who am nobody! And you remember that I had admired\nit, this antique relic of art. I said to you that only the Virgin of\nSt. Saturnin was worthy of wearing it on her shoulders. I am so happy!\noh, so happy! For it is true, I love beautiful things; I love them so\npassionately that at times I wish for impossibilities, gowns woven of\nsunbeams, impalpable veils made of the blue of heaven. How beautiful I\nam going to look! how beautiful I am going to look!”",
        "Radiant in her ecstatic gratitude, she drew close to him, still\nlooking at the corsage, and compelling him to admire it with her. Then\na sudden curiosity seized her.",
        "“But why did you make me this royal present?”",
        "Ever since she had come to seek him in her joyful excitement, Pascal\nhad been walking in a dream. He was moved to tears by this\naffectionate gratitude; he stood there, not feeling the terror which\nhe had dreaded, but seeming, on the contrary, to be filled with joy,\nas at the approach of a great and miraculous happiness. This chamber,\nwhich he never entered, had the religious sweetness of holy places\nthat satisfy all longings for the unattainable.",
        "His countenance, however, expressed surprise. And he answered:",
        "“Why, this present, my dear, is for your wedding gown.”",
        "She, in her turn, looked for a moment surprised as if she had not\nunderstood him. Then, with the sweet and singular smile which she had\nworn of late she said gayly:",
        "“Ah, true, my marriage!”",
        "Then she grew serious again, and said:",
        "“Then you want to get rid of me? It was in order to have me here no\nlonger that you were so bent upon marrying me. Do you still think me\nyour enemy, then?”",
        "He felt his tortures return, and he looked away from her, wishing to\nretain his courage.",
        "“My enemy, yes. Are you not so? We have suffered so much through each\nother these last days. It is better in truth that we should separate.\nAnd then I do not know what your thoughts are; you have never given me\nthe answer I have been waiting for.”",
        "She tried in vain to catch his glance, which he still kept turned\naway. She began to talk of the terrible night on which they had gone\ntogether through the papers. It was true, in the shock which her whole\nbeing had suffered, she had not yet told him whether she was with him\nor against him. He had a right to demand an answer.",
        "She again took his hands in hers, and forced him to look at her.",
        "“And it is because I am your enemy that you are sending me away? I am\nnot your enemy. I am your servant, your chattel, your property. Do you\nhear? I am with you and for you, for you alone!”",
        "His face grew radiant; an intense joy shone within his eyes.",
        "“Yes, I will wear this lace. It is for my wedding day, for I wish to\nbe beautiful, very beautiful for you. But do you not understand me,\nthen? You are my master; it is you I love.”",
        "“No, no! be silent; you will make me mad! You are betrothed to\nanother. You have given your word. All this madness is happily\nimpossible.”",
        "“The other! I have compared him with you, and I have chosen you. I\nhave dismissed him. He has gone away, and he will never return. There\nare only we two now, and it is you I love, and you love me. I know it,\nand I give myself to you.”",
        "He trembled violently. He had ceased to struggle, vanquished by the\nlonging of eternal love.",
        "The spacious chamber, with its antique furniture, warmed by youth, was\nas if filled with light. There was no longer either fear or suffering;\nthey were free. She gave herself to him knowingly, willingly, and he\naccepted the supreme gift like a priceless treasure which the strength\nof his love had won. Suddenly she murmured in his ear, in a caressing\nvoice, lingering tenderly on the words:",
        "“Master, oh, master, master!”",
        "And this word, which she used formerly as a matter of habit, at this\nhour acquired a profound significance, lengthening out and prolonging\nitself, as if it expressed the gift of her whole being. She uttered it\nwith grateful fervor, like a woman who accepts, and who surrenders\nherself. Was not the mystic vanquished, the real acknowledged, life\nglorified with love at last confessed and shared.",
        "“Master, master, this comes from far back. I must tell you; I must\nmake my confession. It is true that I went to church in order to be\nhappy. But I could not believe. I wished to understand too much; my\nreason rebelled against their dogmas; their paradise appeared to me an\nincredible puerility. But I believed that the world does not stop at\nsensation; that there is a whole unknown world, which must be taken\ninto account; and this, master, I believe still. It is the idea of the\nBeyond, which not even happiness, found at last upon your neck, will\nefface. But this longing for happiness, this longing to be happy at\nonce, to have some certainty–how I have suffered from it. If I went\nto church, it was because I missed something, and I went there to seek\nit. My anguish consisted in this irresistible need to satisfy my\nlonging. You remember what you used to call my eternal thirst for\nillusion and falsehood. One night, in the threshing yard, under the\ngreat starry sky, do you remember? I burst out against your science, I\nwas indignant because of the ruins with which it strews the earth, I\nturned my eyes away from the dreadful wounds which it exposes. And I\nwished, master, to take you to a solitude where we might both live in\nGod, far from the world, forgotten by it. Ah, what torture, to long,\nto struggle, and not to be satisfied!”",
        "Softly, without speaking, he kissed her on both eyes.",
        "“Then, master, do you remember again, there was the great moral shock\non the night of the storm, when you gave me that terrible lesson of\nlife, emptying out your envelopes before me. You had said to me\nalready: ’Know life, love it, live it as it ought to be lived.’ But\nwhat a vast, what a frightful flood, rolling ever onward toward a\nhuman sea, swelling it unceasingly for the unknown future! And,\nmaster, the silent work within me began then. There was born, in my\nheart and in my flesh, the bitter strength of the real. At first I was\nas if crushed, the blow was so rude. I could not recover myself. I\nkept silent, because I did not know clearly what to say. Then,\ngradually, the evolution was effected. I still had struggles, I still\nrebelled against confessing my defeat. But every day after this the\ntruth grew clearer within me, I knew well that you were my master, and\nthat there was no happiness for me outside of you, of your science and\nyour goodness. You were life itself, broad and tolerant life; saying\nall, accepting all, solely through the love of energy and effort,\nbelieving in the work of the world, placing the meaning of destiny in\nthe labor which we all accomplish with love, in our desperate\neagerness to live, to love, to live anew, to live always, in spite of\nall the abominations and miseries of life. Oh, to live, to live! This\nis the great task, the work that always goes on, and that will\ndoubtless one day be completed!”",
        "Silent still, he smiled radiantly, and kissed her on the mouth.",
        "“And, master, though I have always loved you, even from my earliest\nyouth, it was, I believe, on that terrible night that you marked me\nfor, and made me your own. You remember how you crushed me in your\ngrasp. It left a bruise, and a few drops of blood on my shoulder. Then\nyour being entered, as it were into mine. We struggled; you were the\nstronger, and from that time I have felt the need of a support. At\nfirst I thought myself humiliated; then I saw that it was but an\ninfinitely sweet submission. I always felt your power within me. A\ngesture of your hand in the distance thrilled me as though it had\ntouched me. I would have wished that you had seized me again in your\ngrasp, that you had crushed me in it, until my being had mingled with\nyours forever. And I was not blind; I knew well that your wish was the\nsame as mine, that the violence which had made me yours had made you\nmine; that you struggled with yourself not to seize me and hold me as\nI passed by you. To nurse you when you were ill was some slight\nsatisfaction. From that time, light began to break upon me, and I at\nlast understood. I went no more to church, I began to be happy near\nyou, you had become certainty and happiness. Do you remember that I\ncried to you, in the threshing yard, that something was wanting in our\naffection. There was a void in it which I longed to fill. What could\nbe wanting to us unless it were God? And it was God–love, and life.”",
        "Continue...",
        "\nThis eBook of “Doctor Pascal” by Emile Zola (translated by Mary J. Serrano) belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Doctor Pascal (Rougon-Macquart)By Emile ZolaAt Amazon"
    ]
}