{
    "title": "Doctor Pascal - XI.",
    "author": "Emile Zola",
    "chapter": "11",
    "content": [
        "\n\n",
        "But on the following day their disquietude all returned. They were now\nobliged to go in debt. Martine obtained on credit bread, wine, and a\nlittle meat, much to her shame, be it said, forced as she was to\nmaneuver and tell lies, for no one was ignorant of the ruin that had\novertaken the house. The doctor had indeed thought of mortgaging La\nSouleiade, but only as a last resource. All he now possessed was this\nproperty, which was worth twenty thousand francs, but for which he\nwould perhaps not get fifteen thousand, if he should sell it; and when\nthese should be spent black want would be before them, the street,\nwithout even a stone of their own on which to lay their heads.\nClotilde therefore begged Pascal to wait and not to take any\nirrevocable step so long as things were not utterly desperate.",
        "Three or four days passed. It was the beginning of September, and the\nweather unfortunately changed; terrible storms ravaged the entire\ncountry; a part of the garden wall was blown down, and as Pascal was\nunable to rebuild it, the yawning breach remained. Already they were\nbeginning to be rude at the baker’s. And one morning the old servant\ncame home with the meat from the butcher’s in tears, saying that he\nhad given her the refuse. A few days more and they would be unable to\nobtain anything on credit. It had become absolutely necessary to\nconsider how they should find the money for their small daily\nexpenses.",
        "One Monday morning, the beginning of another week of torture, Clotilde\nwas very restless. A struggle seemed to be going on within her, and it\nwas only when she saw Pascal refuse at breakfast his share of a piece\nof beef which had been left over from the day before that she at last\ncame to a decision. Then with a calm and resolute air, she went out\nafter breakfast with Martine, after quietly putting into the basket of\nthe latter a little package–some articles of dress which she was\ngiving her, she said.",
        "When she returned two hours later she was very pale. But her large\neyes, so clear and frank, were shining. She went up to the doctor at\nonce and made her confession.",
        "“I must ask your forgiveness, master, for I have just been disobeying\nyou, and I know that I am going to pain you greatly.”",
        "“Why, what have you been doing?” he asked uneasily, not understanding\nwhat she meant.",
        "Slowly, without removing her eyes from him, she drew from her pocket\nan envelope, from which she took some bank-notes. A sudden intuition\nenlightened him, and he cried:",
        "“Ah, my God! the jewels, the presents I gave you!”",
        "And he, who was usually so good-tempered and gentle, was convulsed\nwith grief and anger. He seized her hands in his, crushing with almost\nbrutal force the fingers which held the notes.",
        "“My God! what have you done, unhappy girl? It is my heart that you\nhave sold, both our hearts, that had entered into those jewels, which\nyou have given with them for money! The jewels which I gave you, the\nsouyenirs of our divinest hours, your property, yours only, how can\nyou wish me to take them back, to turn them to my profit? Can it be\npossible–have you thought of the anguish that this would give me?”",
        "“And you, master,” she answered gently, “do you think that I could\nconsent to our remaining in the unhappy situation in which we are, in\nwant of everything, while I had these rings and necklaces and earrings\nlaid away in the bottom of a drawer? Why, my whole being would rise in\nprotest. I should think myself a miser, a selfish wretch, if I had\nkept them any longer. And, although it was a grief for me to part with\nthem–ah, yes, I confess it, so great a grief that I could hardly find\nthe courage to do it–I am certain that I have only done what I ought\nto have done as an obedient and loving woman.”",
        "And as he still grasped her hands, tears came to her eyes, and she\nadded in the same gentle voice and with a faint smile:",
        "“Don’t press so hard; you hurt me.”",
        "Then repentant and deeply moved, Pascal, too, wept.",
        "“I am a brute to get angry in this way. You acted rightly; you could\nnot do otherwise. But forgive me; it was hard for me to see you\ndespoil yourself. Give me your hands, your poor hands, and let me kiss\naway the marks of my stupid violence.”",
        "He took her hands again in his tenderly; he covered them with kisses;\nhe thought them inestimably precious, so delicate and bare, thus\nstripped of their rings. Consoled now, and joyous, she told him of her\nescapade–how she had taken Martine into her confidence, and how both\nhad gone to the dealer who had sold him the corsage of point\nd’Alencon, and how after interminable examining and bargaining the\nwoman had given six thousand francs for all the jewels. Again he\nrepressed a gesture of despair–six thousand francs! when the jewels\nhad cost him more than three times that amount–twenty thousand francs\nat the very least.",
        "“Listen,” he said to her at last; “I will take this money, since, in\nthe goodness of your heart, you have brought it to me. But it is\nclearly understood that it is yours. I swear to you that I will, for\nthe future, be more miserly than Martine herself. I will give her only\nthe few sous that are absolutely necessary for our maintenance, and\nyou will find in the desk all that may be left of this sum, if I\nshould never be able to complete it and give it back to you entire.”",
        "He clasped her in an embrace that still trembled with emotion.\nPresently, lowering his voice to a whisper, he said:",
        "“And did you sell everything, absolutely everything?”",
        "Without speaking, she disengaged herself a little from his embrace,\nand put her fingers to her throat, with her pretty gesture, smiling\nand blushing. Finally, she drew out the slender chain on which shone\nthe seven pearls, like milky stars. Then she put it back again out of\nsight.",
        "He, too, blushed, and a great joy filled his heart. He embraced her\npassionately.",
        "“Ah!” he cried, “how good you are, and how I love you!”",
        "But from this time forth the recollection of the jewels which had been\nsold rested like a weight upon his heart; and he could not look at the\nmoney in his desk without pain. He was haunted by the thought of\napproaching want, inevitable want, and by a still more bitter thought\n–the thought of his age, of his sixty years which rendered him\nuseless, incapable of earning a comfortable living for a wife; he had\nbeen suddenly and rudely awakened from his illusory dream of eternal\nlove to the disquieting reality. He had fallen unexpectedly into\npoverty, and he felt himself very old–this terrified him and filled\nhim with a sort of remorse, of desperate rage against himself, as if\nhe had been guilty of a crime. And this embittered his every hour; if\nthrough momentary forgetfulness he permitted himself to indulge in a\nlittle gaiety his distress soon returned with greater poignancy than\never, bringing with it a sudden and inexplicable sadness. He did not\ndare to question himself, and his dissatisfaction with himself and his\nsuffering increased every day.",
        "Then a frightful revelation came to him. One morning, when he was\nalone, he received a letter bearing the Plassans postmark, the\nsuperscription on which he examined with surprise, not recognizing the\nwriting. This letter was not signed; and after reading a few lines he\nmade an angry movement as if to tear it up and throw it away; but he\nsat down trembling instead, and read it to the end. The style was\nperfectly courteous; the long phrases rolled on, measured and\ncarefully worded, like diplomatic phrases, whose only aim is to\nconvince. It was demonstrated to him with a superabundance of\narguments that the scandal of La Souleiade had lasted too long\nalready. If passion, up to a certain point, explained the fault, yet a\nman of his age and in his situation was rendering himself contemptible\nby persisting in wrecking the happiness of the young relative whose\ntrustfulness he abused. No one was ignorant of the ascendency which he\nhad acquired over her; it was admitted that she gloried in sacrificing\nherself for him; but ought he not, on his side, to comprehend that it\nwas impossible that she should love an old man, that what she felt was\nmerely pity and gratitude, and that it was high time to deliver her\nfrom this senile love, which would finally leave her with a dishonored\nname! Since he could not even assure her a small fortune, the writer\nhoped he would act like an honorable man, and have the strength to\nseparate from her, through consideration for her happiness, if it were\nnot yet too late. And the letter concluded with the reflection that\nevil conduct was always punished in the end.",
        "From the first sentence Pascal felt that this anonymous letter came\nfrom his mother. Old Mme. Rougon must have dictated it; he could hear\nin it the very inflections of her voice. But after having begun the\nletter angry and indignant, he finished it pale and trembling, seized\nby the shiver which now passed through him continually and without\napparent cause. The letter was right, it enlightened him cruelly\nregarding the source of his mental distress, showing him that it was\nremorse for keeping Clotilde with him, old and poor as he was. He got\nup and walked over to a mirror, before which he stood for a long time,\nhis eyes gradually filling with tears of despair at sight of his\nwrinkles and his white beard. The feeling of terror which arose within\nhim, the mortal chill which invaded his heart, was caused by the\nthought that separation had become necessary, inevitable. He repelled\nthe thought, he felt that he would never have the strength for a\nseparation, but it still returned; he would never now pass a single\nday without being assailed by it, without being torn by the struggle\nbetween his love and his reason until the terrible day when he should\nbecome resigned, his strength and his tears exhausted. In his present\nweakness, he trembled merely at the thought of one day having this\ncourage. And all was indeed over, the irrevocable had begun; he was\nfilled with fear for Clotilde, so young and so beautiful, and all\nthere was left him now was the duty of saving her from himself.",
        "Then, haunted by every word, by every phrase of the letter, he\ntortured himself at first by trying to persuade himself that she did\nnot love him, that all she felt for him was pity and gratitude. It\nwould make the rupture more easy to him, he thought, if he were once\nconvinced that she sacrificed herself, and that in keeping her with\nhim longer he was only gratifying his monstrous selfishness. But it\nwas in vain that he studied her, that he subjected her to proofs, she\nremained as tender and devoted as ever, making the dreaded decision\nstill more difficult. Then he pondered over all the causes that\nvaguely, but ceaselessly urged their separation. The life which they\nhad been leading for months past, this life without ties or duties,\nwithout work of any sort, was not good. He thought no longer of\nhimself, he considered himself good for nothing now but to go away and\nbury himself out of sight in some remote corner; but for her was it\nnot an injurious life, a life which would deteriorate her character\nand weaken her will? And suddenly he saw himself in fancy dying,\nleaving her alone to perish of hunger in the streets. No, no! this\nwould be a crime; he could not, for the sake of the happiness of his\nfew remaining days, bequeath to her this heritage of shame and misery.",
        "One morning Clotilde went for a walk in the neighborhood, from which\nshe returned greatly agitated, pale and trembling, and as soon as she\nwas upstairs in the workroom, she almost fainted in Pascal’s arms,\nfaltering:",
        "“Oh, my God! oh, my God! those women!”",
        "Terrified, he pressed her with questions.",
        "“Come, tell me! What has happened?”",
        "A flush mounted to her face. She flung her arms around his neck and\nhid her head on his shoulder.",
        "“It was those women! Reaching a shady spot, I was closing my parasol,\nand I had the misfortune to throw down a child. And they all rose\nagainst me, crying out such things, oh, such things–things that I\ncannot repeat, that I could not understand!”",
        "She burst into sobs. He was livid; he could find nothing to say to\nher; he kissed her wildly, weeping like herself. He pictured to\nhimself the whole scene; he saw her pursued, hooted at, reviled.\nPresently he faltered:",
        "“It is my fault, it is through me you suffer. Listen, we will go away\nfrom here, far, far away, where we shall not be known, where you will\nbe honored, where you will be happy.”",
        "But seeing him weep, she recovered her calmness by a violent effort.\nAnd drying her tears, she said:",
        "“Ah! I have behaved like a coward in telling you all this. After\npromising myself that I would say nothing of it to you. But when I\nfound myself at home again, my anguish was so great that it all came\nout. But you see now it is all over, don’t grieve about it. I love\nyou.”",
        "She smiled, and putting her arms about him she kissed him in her turn,\ntrying to soothe his despair.",
        "“I love you. I love you so dearly that it will console me for\neverything. There is only you in the world, what matters anything that\nis not you? You are so good; you make me so happy!”",
        "But he continued to weep, and she, too, began to weep again, and there\nwas a moment of infinite sadness, of anguish, in which they mingled\ntheir kisses and their tears.",
        "Pascal, when she left him alone for an instant, thought himself a\nwretch. He could no longer be the cause of misfortune to this child,\nwhom he adored. And on the evening of the same day an event took place\nwhich brought about the solution hitherto sought in vain, with the\nfear of finding it. After dinner Martine beckoned him aside, and gave\nhim a letter, with all sorts of precautions, saying:",
        "“I met Mme. Felicite, and she charged me to give you this letter,\nmonsieur, and she told me to tell you that she would have brought it\nto you herself, only that regard for her reputation prevented her from\nreturning here. She begs you to send her back M. Maxime’s letter,\nletting her know mademoiselle’s answer.”",
        "It was, in fact, a letter from Maxime, and Mme. Felicite, glad to have\nreceived it, used it as a new means of conquering her son, after\nhaving waited in vain for misery to deliver him up to her, repentant\nand imploring. As neither Pascal nor Clotilde had come to demand aid\nor succor from her, she had once more changed her plan, returning to\nher old idea of separating them; and, this time, the opportunity\nseemed to her decisive. Maxime’s letter was a pressing one; he urged\nhis grandmother to plead his cause with his sister. Ataxia had\ndeclared itself; he was able to walk now only leaning on his servant’s\narm. His solitude terrified him, and he urgently entreated his sister\nto come to him. He wished to have her with him as a rampart against\nhis father’s abominable designs; as a sweet and upright woman after\nall, who would take care of him. The letter gave it to be understood\nthat if she conducted herself well toward him she would have no reason\nto repent it; and ended by reminding the young girl of the promise she\nhad made him, at the time of his visit to Plassans, to come to him, if\nthe day ever arrived when he really needed her.",
        "Pascal turned cold. He read the four pages over again. Here an\nopportunity to separate presented itself, acceptable to him and\nadvantageous for Clotilde, so easy and so natural that they ought to\naccept it at once; yet, in spite of all his reasoning he felt so weak,\nso irresolute still that his limbs trembled under him, and he was\nobliged to sit down for a moment. But he wished to be heroic, and\ncontrolling himself, he called to his companion.",
        "“Here!” he said, “read this letter which your grandmother has sent\nme.”",
        "Clotilde read the letter attentively to the end without a word,\nwithout a sign. Then she said simply:",
        "“Well, you are going to answer it, are you not? I refuse.”",
        "He was obliged to exercise a strong effort of self-control to avoid\nuttering a great cry of joy, as he pressed her to his heart. As if it\nwere another person who spoke, he heard himself saying quietly:",
        "“You refuse–impossible! You must reflect. Let us wait till to-morrow\nto give an answer; and let us talk it over, shall we?”",
        "Surprised, she cried excitedly:",
        "“Part from each other! and why? And would you really consent to it?\nWhat folly! we love each other, and you would have me leave you and go\naway where no one cares for me! How could you think of such a thing?\nIt would be stupid.”",
        "He avoided touching on this side of the question, and hastened to\nspeak of promises made–of duty.",
        "“Remember, my dear, how greatly affected you were when I told you that\nMaxime was in danger. And think of him now, struck down by disease,\nhelpless and alone, calling you to his side. Can you abandon him in\nthat situation? You have a duty to fulfil toward him.”",
        "“A duty?” she cried. “Have I any duties toward a brother who has never\noccupied himself with me? My only duty is where my heart is.”",
        "“But you have promised. I have promised for you. I have said that you\nwere rational, and you are not going to belie my words.”",
        "“Rational? It is you who are not rational. It is not rational to\nseparate when to do so would make us both die of grief.”",
        "And with an angry gesture she closed the discussion, saying:",
        "“Besides, what is the use of talking about it? There is nothing\nsimpler; it is only necessary to say a single word. Answer me. Are you\ntired of me? Do you wish to send me away?”",
        "He uttered a cry.",
        "“Send you away! I! Great God!”",
        "“Then it is all settled. If you do not send me away I shall remain.”",
        "She laughed now, and, running to her desk, wrote in red pencil across\nher brother’s letter two words–\"I refuse;” then she called Martine\nand insisted upon her taking the letter back at once. Pascal was\nradiant; a wave of happiness so intense inundated his being that he\nlet her have her way. The joy of keeping her with him deprived him\neven of his power of reasoning.",
        "But that very night, what remorse did he not feel for having been so\ncowardly! He had again yielded to his longing for happiness. A\ndeathlike sweat broke out upon him when he saw her in imagination far\naway; himself alone, without her, without that caressing and subtle\nessence that pervaded the atmosphere when she was near; her breath,\nher brightness, her courageous rectitude, and the dear presence,\nphysical and mental, which had now become as necessary to his life as\nthe light of day itself. She must leave him, and he must find the\nstrength to die of it. He despised himself for his want of courage, he\njudged the situation with terrible clear-sightedness. All was ended.\nAn honorable existence and a fortune awaited her with her brother; he\ncould not carry his senile selfishness so far as to keep her any\nlonger in the misery in which he was, to be scorned and despised. And\nfainting at the thought of all he was losing, he swore to himself that\nhe would be strong, that he would not accept the sacrifice of this\nchild, that he would restore her to happiness and to life, in her own\ndespite.",
        "And now the struggle of self-abnegation began. Some days passed; he\nhad demonstrated to her so clearly the rudeness of her “I refuse,” on\nMaxime’s letter, that she had written a long letter to her\ngrandmother, explaining to her the reasons for her refusal. But still\nshe would not leave La Souleiade. As Pascal had grown extremely\nparsimonious, in his desire to trench as little as possible on the\nmoney obtained by the sale of the jewels, she surpassed herself,\neating her dry bread with merry laughter. One morning he surprised her\ngiving lessons of economy to Martine. Twenty times a day she would\nlook at him intently and then throw herself on his neck and cover his\nface with kisses, to combat the dreadful idea of a separation, which\nshe saw always in his eyes. Then she had another argument. One evening\nafter dinner he was seized with a palpitation of the heart, and almost\nfainted. This surprised him; he had never suffered from the heart, and\nhe believed it to be simply a return of his old nervous trouble. Since\nhis great happiness he had felt less strong, with an odd sensation, as\nif some delicate hidden spring had snapped within him. Greatly\nalarmed, she hurried to his assistance. Well! now he would no doubt\nnever speak again of her going away. When one loved people, and they\nwere ill, one stayed with them to take care of them.",
        "The struggle thus became a daily, an hourly one. It was a continual\nassault made by affection, by devotion, by self-abnegation, in the one\ndesire for another’s happiness. But while her kindness and tenderness\nmade the thought of her departure only the more cruel for Pascal, he\nfelt every day more and more strongly the necessity for it. His\nresolution was now taken. But he remained at bay, trembling and\nhesitating as to the means of persuading her. He pictured to himself\nher despair, her tears; what should he do? how should he tell her? how\ncould they bring themselves to give each other a last embrace, never\nto see each other again? And the days passed, and he could think of\nnothing, and he began once more to accuse himself of cowardice.",
        "Sometimes she would say jestingly, with a touch of affectionate\nmalice:",
        "“Master, you are too kind-hearted not to keep me.”",
        "But this vexed him; he grew excited, and with gloomy despair answered:",
        "“No, no! don’t talk of my kindness. If I were really kind you would\nhave been long ago with your brother, leading an easy and honorable\nlife, with a bright and tranquil future before you, instead of\nobstinately remaining here, despised, poor, and without any prospect,\nto be the sad companion of an old fool like me! No, I am nothing but a\ncoward and a dishonorable man!”",
        "She hastily stopped him. And it was in truth his kindness of heart,\nabove all, that bled, that immense kindness of heart which sprang from\nhis love of life, which he diffused over persons and things, in his\ncontinual care for the happiness of every one and everything. To be\nkind, was not this to love her, to make her happy, at the price of his\nown happiness? This was the kindness which it was necessary for him to\nexercise, and which he felt that he would one day exercise, heroic and\ndecisive. But like the wretch who has resolved upon suicide, he waited\nfor the opportunity, the hour, and the means, to carry out his design.\nEarly one morning, on going into the workroom, Clotilde was surprised\nto see Dr. Pascal seated at his table. It was many weeks since he had\neither opened a book or touched a pen.",
        "“Why! you are working?” she said.",
        "Without raising his head he answered absently:",
        "“Yes; this is the genealogical tree that I had not even brought up to\ndate.”",
        "She stood behind him for a few moments, looking at him writing. He was\ncompleting the notices of Aunt Dide, of Uncle Macquart, and of little\nCharles, writing the dates of their death. Then, as he did not stir,\nseeming not to know that she was there, waiting for the kisses and the\nsmiles of other mornings, she walked idly over to the window and back\nagain.",
        "“So you are in earnest,” she said, “you are really working?”",
        "“Certainly; you see I ought to have noted down these deaths last\nmonth. And I have a heap of work waiting there for me.”",
        "She looked at him fixedly, with that steady inquiring gaze with which\nshe sought to read his thoughts.",
        "“Very well, let us work. If you have papers to examine, or notes to\ncopy, give them to me.”",
        "And from this day forth he affected to give himself up entirely to\nwork. Besides, it was one of his theories that absolute rest was\nunprofitable, that it should never be prescribed, even to the\noverworked. As the fish lives in the water, so a man lives only in the\nexternal medium which surrounds him, the sensations which he receives\nfrom it transforming themselves in him into impulses, thoughts, and\nacts; so that if there were absolute rest, if he continued to receive\nsensations without giving them out again, digested and transformed, an\nengorgement would result, a malaise, an inevitable loss of\nequilibrium. For himself he had always found work to be the best\nregulator of his existence. Even on the mornings when he felt ill, if\nhe set to work he recovered his equipoise. He never felt better than\nwhen he was engaged on some long work, methodically planned out\nbeforehand, so many pages to so many hours every morning, and he\ncompared this work to a balancing-pole, which enabled him to maintain\nhis equilibrium in the midst of daily miseries, weaknesses, and\nmistakes. So that he attributed entirely to the idleness in which he\nhad been living for some weeks past, the palpitation which at times\nmade him feel as if he were going to suffocate. If he wished to\nrecover his health he had only to take up again his great work.",
        "And Pascal spent hours developing and explaining these theories to\nClotilde, with a feverish and exaggerated enthusiasm. He seemed to be\nonce more possessed by the love of knowledge and study in which, up to\nthe time of his sudden passion for her, he had spent his life\nexclusively. He repeated to her that he could not leave his work\nunfinished, that he had still a great deal to do, if he desired to\nleave a lasting monument behind him. His anxiety about the envelopes\nseemed to have taken possession of him again; he opened the large\npress twenty times a day, taking them down from the upper shelf and\nenriching them by new notes. His ideas on heredity were already\nundergoing a transformation; he would have liked to review the whole,\nto recast the whole, to deduce from the family history, natural and\nsocial, a vast synthesis, a resume, in broad strokes, of all humanity.\nThen, besides, he reviewed his method of treatment by hypodermic\ninjections, with the purpose of amplifying it–a confused vision of a\nnew therapeutics; a vague and remote theory based on his convictions\nand his personal experience of the beneficent dynamic influence of\nwork.",
        "Now every morning, when he seated himself at his table, he would\nlament:",
        "“I shall not live long enough; life is too short.”",
        "He seemed to feel that he must not lose another hour. And one morning\nhe looked up abruptly and said to his companion, who was copying a\nmanuscript at his side:",
        "“Listen well, Clotilde. If I should die–”",
        "“What an idea!” she protested, terrified.",
        "“If I should die,” he resumed, “listen to me well–close all the doors\nimmediately. You are to keep the envelopes, you, you only. And when\nyou have collected all my other manuscripts, send them to Ramond.\nThese are my last wishes, do you hear?”",
        "But she refused to listen to him.",
        "“No, no!” she cried hastily, “you talk nonsense!”",
        "“Clotilde, swear to me that you will keep the envelopes, and that you\nwill send all my other papers to Ramond.”",
        "At last, now very serious, and her eyes filled with tears, she gave\nhim the promise he desired. He caught her in his arms, he, too, deeply\nmoved, and lavished caresses upon her, as if his heart had all at once\nreopened to her. Presently he recovered his calmness, and spoke of his\nfears. Since he had been trying to work they seemed to have returned.\nHe kept constant watch upon the press, pretending to have observed\nMartine prowling about it. Might they not work upon the fanaticism of\nthis girl, and urge her to a bad action, persuading her that she was\nsecuring her master’s eternal welfare? He had suffered so much from\nsuspicion! In the dread of approaching solitude his former tortures\nreturned–the tortures of the scientist, who is menaced and persecuted\nby his own, at his own fireside, in his very flesh, in the work of his\nbrain.",
        "One evening, when he was again discussing this subject with Clotilde,\nhe said unthinkingly:",
        "“You know that when you are no longer here–”",
        "She turned very pale and, as he stopped with a start, she cried:",
        "“Oh, master, master, you have not given up that dreadful idea, then? I\ncan see in your eyes that you are hiding something from me, that you\nhave a thought which you no longer share with me. But if I go away and\nyou should die, who will be here then to protect your work?”",
        "Thinking that she had become reconciled, to the idea of her departure,\nhe had the strength to answer gaily:",
        "“Do you suppose that I would allow myself to die without seeing you\nonce more. I will write to you, of course. You must come back to close\nmy eyes.”",
        "Now she burst out sobbing, and sank into a chair.",
        "“My God! Can it be! You wish that to-morrow we should be together no\nlonger, we who have never been separated!”",
        "From this day forth Pascal seemed more engrossed than ever in his\nwork. He would sit for four or five hours at a time, whole mornings\nand afternoons, without once raising his head. He overacted his zeal.\nHe would allow no one to disturb him, by so much as a word. And when\nClotilde would leave the room on tiptoe to give an order downstairs or\nto go on some errand, he would assure himself by a furtive glance that\nshe was gone, and then let his head drop on the table, with an air of\nprofound dejection. It was a painful relief from the extraordinary\neffort which he compelled himself to make when she was present; to\nremain at his table, instead of going over and taking her in his arms\nand covering her face with sweet kisses. Ah, work! how ardently he\ncalled on it as his only refuge from torturing thoughts. But for the\nmost part he was unable to work; he was obliged to feign attention,\nkeeping his eyes fixed upon the page, his sorrowful eyes that grew dim\nwith tears, while his mind, confused, distracted, filled always with\none image, suffered the pangs of death. Was he then doomed to see work\nfail now its effect, he who had always considered it of sovereign\npower, the creator and ruler of the world? Must he then throw away his\npen, renounce action, and do nothing in future but exist? And tears\nwould flow down his white beard; and if he heard Clotilde coming\nupstairs again he would seize his pen quickly, in order that she might\nfind him as she had left him, buried seemingly in profound meditation,\nwhen his mind was now only an aching void.",
        "It was now the middle of September; two weeks that had seemed\ninterminable had passed in this distressing condition of things,\nwithout bringing any solution, when one morning Clotilde was greatly\nsurprised by seeing her grandmother, Felicite, enter. Pascal had met\nhis mother the day before in the Rue de la Banne, and, impatient to\nconsummate the sacrifice, and not finding in himself the strength to\nmake the rupture, he had confided in her, in spite of his repugnance,\nand begged her to come on the following day. As it happened, she had\njust received another letter from Maxime, a despairing and imploring\nletter.",
        "She began by explaining her presence.",
        "“Yes, it is I, my dear, and you can understand that only very weighty\nreasons could have induced me to set my foot here again. But, indeed,\nyou are getting crazy; I cannot allow you to ruin your life in this\nway, without making a last effort to open your eyes.”",
        "She then read Maxime’s letter in a tearful voice. He was nailed to an\narmchair. It seemed he was suffering from a form of ataxia, rapid in\nits progress and very painful. Therefore he requested a decided answer\nfrom his sister, hoping still that she would come, and trembling at\nthe thought of being compelled to seek another nurse. This was what he\nwould be obliged to do, however, if they abandoned him in his sad\ncondition. And when she had finished reading the letter she hinted\nthat it would be a great pity to let Maxime’s fortune pass into the\nhands of strangers; but, above all, she spoke of duty; of the\nassistance one owed to a relation, she, too, affecting to believe that\na formal promise had been given.",
        "“Come, my dear, call upon your memory. You told him that if he should\never need you, you would go to him; I can hear you saying it now. Was\nit not so, my son?”",
        "Pascal, his face pale, his head slightly bent, had kept silence since\nhis mother’s entrance, leaving her to act. He answered only by an\naffirmative nod.",
        "Then Felicite went over all the arguments that he himself had employed\nto persuade Clotilde–the dreadful scandal, to which insult was now\nadded; impending want, so hard for them both; the impossibility of\ncontinuing the life they were leading. What future could they hope\nfor, now that they had been overtaken by poverty? It was stupid and\ncruel to persist longer in her obstinate refusal.",
        "Clotilde, standing erect and with an impenetrable countenance,\nremained silent, refusing even to discuss the question. But as her\ngrandmother tormented her to give an answer, she said at last:",
        "“Once more, I have no duty whatever toward my brother; my duty is\nhere. He can dispose of his fortune as he chooses; I want none of it.\nWhen we are too poor, master shall send away Martine and keep me as\nhis servant.”",
        "Old Mme. Rougon wagged her chin.",
        "“Before being his servant it would be better if you had begun by being\nhis wife. Why have you not got married? It would have been simpler and\nmore proper.”",
        "And Felicite reminded her how she had come one day to urge this\nmarriage, in order to put an end to gossip, and how the young girl had\nseemed greatly surprised, saying that neither she nor the doctor had\nthought of it, but that, notwithstanding, they would get married later\non, if necessary, for there was no hurry.",
        "“Get married; I am quite willing!” cried Clotilde. “You are right,\ngrandmother.”",
        "And turning to Pascal:",
        "“You have told me a hundred times that you would do whatever I wished.\nMarry me; do you hear? I will be your wife, and I will stay here. A\nwife does not leave her husband.”",
        "But he answered only by a gesture, as if he feared that his voice\nwould betray him, and that he should accept, in a cry of gratitude,\nthe eternal bond which she had proposed to him. His gesture might\nsignify a hesitation, a refusal. What was the good of this marriage\nin extremis, when everything was falling to pieces?",
        "“Those are very fine sentiments, no doubt,” returned Felicite. “You\nhave settled it all in your own little head. But marriage will not\ngive you an income; and, meantime, you are a great expense to him; you\nare the heaviest of his burdens.”",
        "The effect which these words had upon Clotilde was extraordinary. She\nturned violently to Pascal, her cheeks crimson, her eyes filled with\ntears.",
        "“Master, master! is what grandmother has just said true? Has it come\nto this, that you regret the money I cost you here?”",
        "Pascal grew still paler; he remained motionless, in an attitude of\nutter dejection. But in a far-away voice, as if he were talking to\nhimself, he murmured:",
        "“I have so much work to do! I should like to go over my envelopes, my\nmanuscripts, my notes, and complete the work of my life. If I were\nalone perhaps I might be able to arrange everything. I would sell La\nSouleiade, oh! for a crust of bread, for it is not worth much. I\nshould shut myself and my papers in a little room. I should work from\nmorning till night, and I should try not to be too unhappy.”",
        "But he avoided her glance; and, agitated as she was, these painful and\nstammering utterances were not calculated to satisfy her. She grew\nevery moment more and more terrified, for she felt that the\nirrevocable word was about to be spoken.",
        "“Look at me, master, look me in the face. And I conjure you, be brave,\nchoose between your work and me, since you say, it seems, that you\nsend me away that you may work the better.”",
        "The moment for the heroic falsehood had come. He lifted his head and\nlooked her bravely in the face, and with the smile of a dying man who\ndesires death, recovering his voice of divine goodness, he said:",
        "“How excited you get! Can you not do your duty quietly, like everybody\nelse? I have a great deal of work to do, and I need to be alone; and\nyou, dear, you ought to go to your brother. Go then, everything is\nended.”",
        "There was a terrible silence for the space of a few seconds. She\nlooked at him earnestly, hoping that he would change his mind. Was he\nreally speaking the truth? was he not sacrificing himself in order\nthat she might be happy? For a moment she had an intuition that this\nwas the case, as if some subtle breath, emanating from him, had warned\nher of it.",
        "“And you are sending me away forever? You will not permit me to come\nback to-morrow?”",
        "But he held out bravely; with another smile he seemed to answer that\nwhen one went away like this it was not to come back again on the\nfollowing day. She was now completely bewildered; she knew not what to\nthink. It might be possible that he had chosen work sincerely; that\nthe man of science had gained the victory over the lover. She grew\nstill paler, and she waited a little longer, in the terrible silence;\nthen, slowly, with her air of tender and absolute submission, she\nsaid:",
        "“Very well, master, I will go away whenever you wish, and I will not\nreturn until you send for me.”",
        "The die was cast. The irrevocable was accomplished. Each felt that\nneither would attempt to recall the decision that had been made; and,\nfrom this instant, every minute that passed would bring nearer the\nseparation.",
        "Felicite, surprised at not being obliged to say more, at once desired\nto fix the time for Clotilde’s departure. She applauded herself for\nher tenacity; she thought she had gained the victory by main force. It\nwas now Friday, and it was settled that Clotilde should leave on the\nfollowing Sunday. A despatch was even sent to Maxime.",
        "For the past three days the mistral had been blowing. But on this\nevening its fury was redoubled, and Martine declared, in accordance\nwith the popular belief, that it would last for three days longer. The\nwinds at the end of September, in the valley of the Viorne, are\nterrible. So that the servant took care to go into every room in the\nhouse to assure herself that the shutters were securely fastened. When\nthe mistral blew it caught La Souleiade slantingly, above the roofs of\nthe houses of Plassans, on the little plateau on which the house was\nbuilt. And now it raged and beat against the house, shaking it from\ngarret to cellar, day and night, without a moment’s cessation. The\ntiles were blown off, the fastenings of the windows were torn away,\nwhile the wind, entering the crevices, moaned and sobbed wildly\nthrough the house; and the doors, if they were left open for a moment,\nthrough forgetfulness, slammed to with a noise like the report of a\ncannon. They might have fancied they were sustaining a siege, so great\nwere the noise and the discomfort.",
        "It was in this melancholy house shaken by the storm that Pascal, on\nthe following day, helped Clotilde to make her preparations for her\ndeparture. Old Mme. Rougon was not to return until Sunday, to say\ngood-by. When Martine was informed of the approaching separation, she\nstood still in dumb amazement, and a flash, quickly extinguished,\nlighted her eyes; and as they sent her out of the room, saying that\nthey would not require her assistance in packing the trunks, she\nreturned to the kitchen and busied herself in her usual occupations,\nseeming to ignore the catastrophe which was about to revolutionize\ntheir household of three. But at Pascal’s slightest call she would run\nso promptly and with such alacrity, her face so bright and so\ncheerful, in her zeal to serve him, that she seemed like a young girl.\nPascal did not leave Clotilde for a moment, helping her, desiring to\nassure himself that she was taking with her everything she could need.\nTwo large trunks stood open in the middle of the disordered room;\nbundles and articles of clothing lay about everywhere; twenty times\nthe drawers and the presses had been visited. And in this work, this\nanxiety to forget nothing, the painful sinking of the heart which they\nboth felt was in some measure lessened. They forgot for an instant–he\nwatching carefully to see that no space was lost, utilizing the\nhat-case for the smaller articles of clothing, slipping boxes in between\nthe folds of the linen; while she, taking down the gowns, folded them\non the bed, waiting to put them last in the top tray. Then, when a\nlittle tired they stood up and found themselves again face to face,\nthey would smile at each other at first; then choke back the sudden\ntears that started at the recollection of the impending and inevitable\nmisfortune. But though their hearts bled they remained firm. Good God!\nwas it then true that they were to be no longer together? And then\nthey heard the wind, the terrible wind, which threatened to blow down\nthe house.",
        "How many times during this last day did they not go over to the\nwindow, attracted by the storm, wishing that it would sweep away the\nworld. During these squalls the sun did not cease to shine, the sky\nremained constantly blue, but a livid blue, windswept and dusty, and\nthe sun was a yellow sun, pale and cold. They saw in the distance the\nvast white clouds rising from the roads, the trees bending before the\nblast, looking as if they were flying all in the same direction, at\nthe same rate of speed; the whole country parched and exhausted by the\nunvarying violence of the wind that blew ceaselessly, with a roar like\nthunder. Branches were snapped and whirled out of sight; roofs were\nlifted up and carried so far away that they were never afterward\nfound. Why could not the mistral take them all up together and carry\nthem off to some unknown land, where they might be happy? The trunks\nwere almost packed when Pascal went to open one of the shutters that\nthe wind had blown to, but so fierce a gust swept in through the half\nopen window that Clotilde had to go to his assistance. Leaning with\nall their weight, they were able at last to turn the catch. The\narticles of clothing in the room were blown about, and they gathered\nup in fragments a little hand mirror which had fallen from a chair.\nWas this a sign of approaching death, as the women of the faubourg\nsaid?",
        "In the evening, after a mournful dinner in the bright dining-room,\nwith its great bouquets of flowers, Pascal said he would retire early.\nClotilde was to leave on the following morning by the ten o’clock\ntrain, and he feared for her the long journey–twenty hours of railway\ntraveling. But when he had retired he was unable to sleep. At first he\nthought it was the wind that kept him awake. The sleeping house was\nfull of cries, voices of entreaty and voices of anger, mingled\ntogether, accompanied by endless sobbing. Twice he got up and went to\nlisten at Clotilde’s door, but he heard nothing. He went downstairs to\nclose a door that banged persistently, like misfortune knocking at the\nwalls. Gusts blew through the dark rooms, and he went to bed again,\nshivering and haunted by lugubrious visions.",
        "At six o’clock Martine, fancying she heard her master knocking for her\non the floor of his room, went upstairs. She entered the room with the\nalert and excited expression which she had worn for the past two days;\nbut she stood still, astonished and uneasy, when she saw him lying,\nhalf-dressed, across his bed, haggard, biting the pillow to stifle his\nsobs. He got out of bed and tried to finish dressing himself, but a\nfresh attack seized him, and, his head giddy and his heart palpitating\nto suffocation, recovering from a momentary faintness, he faltered in\nagonized tones:",
        "“No, no, I cannot; I suffer too much. I would rather die, die now–”",
        "He recognized Martine, and abandoning himself to his grief, his\nstrength totally gone, he made his confession to her:",
        "“My poor girl, I suffer too much, my heart is breaking. She is taking\naway my heart with her, she is taking away my whole being. I cannot\nlive without her. I almost died last night. I would be glad to die\nbefore her departure, not to have the anguish of seeing her go away.\nOh, my God! she is going away, and I shall have her no longer, and I\nshall be left alone, alone, alone!”",
        "The servant, who had gone upstairs so gaily, turned as pale as wax,\nand a hard and bitter look came into her face. For a moment she\nwatched him clutching the bedclothes convulsively, uttering hoarse\ncries of despair, his face pressed against the coverlet. Then, by a\nviolent effort, she seemed to make up her mind.",
        "“But, monsieur, there is no sense in making trouble for yourself in\nthis way. It is ridiculous. Since that is how it is, and you cannot do\nwithout mademoiselle, I shall go and tell her what a state you have\nlet yourself get into.”",
        "At these words he got up hastily, staggering still, and, leaning for\nsupport on the back of a chair, he cried:",
        "“I positively forbid you to do so, Martine!”",
        "“A likely thing that I should listen to you, seeing you like that! To\nfind you some other time half dead, crying your eyes out! No, no! I\nshall go to mademoiselle and tell her the truth, and compel her to\nremain with us.”",
        "But he caught her angrily by the arm and held her fast.",
        "“I command you to keep quiet, do you hear? Or you shall go with her!\nWhy did you come in? It was this wind that made me ill. That concerns\nno one.”",
        "Then, yielding to a good-natured impulse, with his usual kindness of\nheart, he smiled.",
        "“My poor girl, see how you vex me? Let me act as I ought, for the\nhappiness of others. And not another word; you would pain me greatly.”",
        "Martine’s eyes, too, filled with tears. It was just in time that they\nmade peace, for Clotilde entered almost immediately. She had risen\nearly, eager to see Pascal, hoping doubtless, up to the last moment,\nthat he would keep her. Her own eyelids were heavy from want of sleep,\nand she looked at him steadily as she entered, with her inquiring air.\nBut he was still so discomposed that she began to grow uneasy.",
        "“No, indeed, I assure you, I would even have slept well but for the\nmistral. I was just telling you so, Martine, was I not?”",
        "The servant confirmed his words by an affirmative nod. And Clotilde,\ntoo, submitted, saying nothing of the night of anguish and mental\nconflict she had spent while he, on his side, had been suffering the\npangs of death. Both of the women now docilely obeyed and aided him,\nin his heroic self-abnegation.",
        "“What,” he continued, opening his desk, “I have something here for\nyou. There! there are seven hundred francs in that envelope.”",
        "And in spite of her exclamations and protestations he persisted in\nrendering her an account. Of the six thousand francs obtained by the\nsale of the jewels two hundred only had been spent, and he had kept\none hundred to last till the end of the month, with the strict\neconomy, the penuriousness, which he now displayed. Afterward he would\nno doubt sell La Souleiade, he would work, he would be able to\nextricate himself from his difficulties. But he would not touch the\nfive thousand francs which remained, for they were her property, her\nown, and she would find them again in the drawer.",
        "“Master, master, you are giving me a great deal of pain–”",
        "“I wish it,” he interrupted, “and it is you who are trying to break my\nheart. Come, it is half-past seven, I will go and cord your trunks\nsince they are locked.”",
        "When Martine and Clotilde were alone and face to face they looked at\neach other for a moment in silence. Ever since the commencement of the\nnew situation, they had been fully conscious of their secret\nantagonism, the open triumph of the young mistress, the half concealed\njealousy of the old servant about her adored master. Now it seemed\nthat the victory remained with the servant. But in this final moment\ntheir common emotion drew them together.",
        "“Martine, you must not let him eat like a poor man. You promise me\nthat he shall have wine and meat every day?”",
        "“Have no fear, mademoiselle.”",
        "“And the five thousand francs lying there, you know belong to him. You\nare not going to let yourselves starve to death, I suppose, with those\nthere. I want you to treat him very well.”",
        "“I tell you that I will make it my business to do so, mademoiselle,\nand that monsieur shall want for nothing.”",
        "There was a moment’s silence. They were still regarding each other.",
        "“And watch him, to see that he does not overwork himself. I am going\naway very uneasy; he has not been well for some time past. Take good\ncare of him.”",
        "“Make your mind easy, mademoiselle, I will take care of him.”",
        "“Well, I give him into your charge. He will have only you now; and it\nis some consolation to me to know that you love him dearly. Love him\nwith all your strength. Love him for us both.”",
        "“Yes, mademoiselle, as much as I can.”",
        "Tears came into their eyes; Clotilde spoke again.",
        "“Will you embrace me, Martine?”",
        "“Oh, mademoiselle, very gladly.”",
        "They were in each other’s arms when Pascal reentered the room. He\npretended not to see them, doubtless afraid of giving way to his\nemotion. In an unnaturally loud voice he spoke of the final\npreparations for Clotilde’s departure, like a man who had a great deal\non his hands and was afraid that the train might be missed. He had\ncorded the trunks, a man had taken them away in a little wagon, and\nthey would find them at the station. But it was only eight o’clock,\nand they had still two long hours before them. Two hours of mortal\nanguish, spent in unoccupied and weary waiting, during which they\ntasted a hundred times over the bitterness of parting. The breakfast\ntook hardly a quarter of an hour. Then they got up, to sit down again.\nTheir eyes never left the clock. The minutes seemed long as those of a\ndeath watch, throughout the mournful house.",
        "“How the wind blows!” said Clotilde, as a sudden gust made all the\ndoors creak.",
        "Pascal went over to the window and watched the wild flight of the\nstorm-blown trees.",
        "“It has increased since morning,” he said. “Presently I must see to\nthe roof, for some of the tiles have been blown away.”",
        "Already they had ceased to be one household. They listened in silence\nto the furious wind, sweeping everything before it, carrying with it\ntheir life.",
        "Finally Pascal looked for a last time at the clock, and said simply:",
        "“It is time, Clotilde.”",
        "She rose from the chair on which she had been sitting. She had for an\ninstant forgotten that she was going away, and all at once the\ndreadful reality came back to her. Once more she looked at him, but he\ndid not open his arms to keep her. It was over; her hope was dead. And\nfrom this moment her face was like that of one struck with death.",
        "At first they exchanged the usual commonplaces.",
        "“You will write to me, will you not?”",
        "“Certainly, and you must let me hear from you as often as possible.”",
        "“Above all, if you should fall ill, send for me at once.”",
        "“I promise you that I will do so. But there is no danger. I am very\nstrong.”",
        "Then, when the moment came in which she was to leave this dear house,\nClotilde looked around with unsteady gaze; then she threw herself on\nPascal’s breast, she held him for an instant in her arms, faltering:",
        "“I wish to embrace you here, I wish to thank you. Master, it is you\nwho have made me what I am. As you have often told me, you have\ncorrected my heredity. What should I have become amid the surroundings\nin which Maxime has grown up? Yes, if I am worth anything, it is to\nyou alone I owe it, you, who transplanted me into this abode of\nkindness and affection, where you have brought me up worthy of you.\nNow, after having taken me and overwhelmed me with benefits, you send\nme away. Be it as you will, you are my master, and I will obey you. I\nlove you, in spite of all, and I shall always love you.”",
        "He pressed her to his heart, answering:",
        "“I desire only your good, I am completing my work.”",
        "When they reached the station, Clotilde vowed to herself that she\nwould one day come back. Old Mme. Rougon was there, very gay and very\nbrisk, in spite of her eighty-and-odd years. She was triumphant now;\nshe thought she would have her son Pascal at her mercy. When she saw\nthem both stupefied with grief she took charge of everything; got the\nticket, registered the baggage, and installed the traveler in a\ncompartment in which there were only ladies. Then she spoke for a long\ntime about Maxime, giving instructions and asking to be kept informed\nof everything. But the train did not start; there were still five\ncruel minutes during which they remained face to face, without\nspeaking to each other. Then came the end, there were embraces, a\ngreat noise of wheels, and waving of handkerchiefs.",
        "Suddenly Pascal became aware that he was standing alone upon the\nplatform, while the train was disappearing around a bend in the road.\nThen, without listening to his mother, he ran furiously up the slope,\nsprang up the stone steps like a young man, and found himself in three\nminutes on the terrace of La Souleiade. The mistral was raging there–\na fierce squall which bent the secular cypresses like straws. In the\ncolorless sky the sun seemed weary of the violence of the wind, which\nfor six days had been sweeping over its face. And like the wind-blown\ntrees Pascal stood firm, his garments flapping like banners, his beard\nand hair blown about and lashed by the storm. His breath caught by the\nwind, his hands pressed upon his heart to quiet its throbbing, he saw\nthe train flying in the distance across the bare plain, a little train\nwhich the mistral seemed to sweep before it like a dry branch.",
        "Continue...",
        "\nThis eBook of “Doctor Pascal” by Emile Zola (translated by Mary J. Serrano) belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Doctor Pascal (Rougon-Macquart)By Emile ZolaAt Amazon"
    ]
}