{
    "title": "Doctor Pascal - VI.",
    "author": "Emile Zola",
    "chapter": "6",
    "content": [
        "\n\n",
        "The days wore on. October began with magnificent weather–a sultry\nautumn in which the fervid heat of summer was prolonged, with a\ncloudless sky. Then the weather changed, fierce winds began to blow,\nand a last storm channeled gullies in the hillsides. And to the\nmelancholy household at La Souleiade the approach of winter seemed to\nhave brought an infinite sadness.",
        "It was a new hell. There were no more violent quarrels between Pascal\nand Clotilde. The doors were no longer slammed. Voices raised in\ndispute no longer obliged Martine to go continually upstairs to listen\noutside the door. They scarcely spoke to each other now; and not a\nsingle word had been exchanged between them regarding the midnight\nscene, although weeks had passed since it had taken place. He, through\nan inexplicable scruple, a strange delicacy of which he was not\nhimself conscious, did not wish to renew the conversation, and to\ndemand the answer which he expected–a promise of faith in him and of\nsubmission. She, after the great moral shock which had completely\ntransformed her, still reflected, hesitated, struggled, fighting\nagainst herself, putting off her decision in order not to surrender,\nin her instinctive rebelliousness. And the misunderstanding continued,\nin the midst of the mournful silence of the miserable house, where\nthere was no longer any happiness.",
        "During all this time Pascal suffered terribly, without making any\ncomplaint. He had sunk into a dull distrust, imagining that he was\nstill being watched, and that if they seemed to leave him at peace it\nwas only in order to concoct in secret the darkest plots. His\nuneasiness increased, even, and he expected every day some catastrophe\nto happen–the earth suddenly to open and swallow up his papers, La\nSouleiade itself to be razed to the ground, carried away bodily,\nscattered to the winds.",
        "The persecution against his thought, against his moral and\nintellectual life, in thus hiding itself, and so rendering him\nhelpless to defend himself, became so intolerable to him that he went\nto bed every night in a fever. He would often start and turn round\nsuddenly, thinking he was going to surprise the enemy behind him\nengaged in some piece of treachery, to find nothing there but the\nshadow of his own fears. At other times, seized by some suspicion, he\nwould remain on the watch for hours together, hidden, behind his\nblinds, or lying in wait in a passage; but not a soul stirred, he\nheard nothing but the violent beating of his heart. His fears kept him\nin a state of constant agitation; he never went to bed at night\nwithout visiting every room; he no longer slept, or, if he did, he\nwould waken with a start at the slightest noise, ready to defend\nhimself.",
        "And what still further aggravated Pascal’s sufferings was the\nconstant, the ever more bitter thought that the wound was inflicted\nupon him by the only creature he loved in the world, the adored\nClotilde, whom for twenty years he had seen grow in beauty and in\ngrace, whose life had hitherto bloomed like a beautiful flower,\nperfuming his. She, great God! for whom his heart was full of\naffection, whom he had never analyzed, she, who had become his joy,\nhis courage, his hope, in whose young life he lived over again. When\nshe passed by, with her delicate neck, so round, so fresh, he was\ninvigorated, bathed in health and joy, as at the coming of spring.",
        "His whole life, besides, explained this invasion, this subjugation of\nhis being by the young girl who had entered into his heart while she\nwas still a little child, and who, as she grew up, had gradually taken\npossession of the whole place. Since he had settled at Plassans, he\nhad led a blest existence, wrapped up in his books, far from women.\nThe only passion he was ever known to have had, was his love for the\nlady who had died, whose finger tips he had never kissed. He had not\nlived; he had within him a reserve of youthfulness, of vigor, whose\nsurging flood now clamored rebelliously at the menace of approaching\nage. He would have become attached to an animal, a stray dog that he\nhad chanced to pick up in the street, and that had licked his hand.\nAnd it was this child whom he loved, all at once become an adorable\nwoman, who now distracted him, who tortured him by her hostility.",
        "Pascal, so gay, so kind, now became insupportably gloomy and harsh. He\ngrew angry at the slightest word; he would push aside the astonished\nMartine, who would look up at him with the submissive eyes of a beaten\nanimal. From morning till night he went about the gloomy house,\ncarrying his misery about with him, with so forbidding a countenance\nthat no one ventured to speak to him.",
        "He never took Clotilde with him now on his visits, but went alone. And\nthus it was that he returned home one afternoon, his mind distracted\nbecause of an accident which had happened; having on his conscience,\nas a physician, the death of a man.",
        "He had gone to give a hypodermic injection to Lafouasse, the tavern\nkeeper, whose ataxia had within a short time made such rapid progress\nthat he regarded him as doomed. But, notwithstanding, Pascal still\nfought obstinately against the disease, continuing the treatment, and\nas ill luck would have it, on this day the little syringe had caught\nup at the bottom of the vial an impure particle, which had escaped the\nfilter. Immediately a drop of blood appeared; to complete his\nmisfortune, he had punctured a vein. He was at once alarmed, seeing\nthe tavern keeper turn pale and gasp for breath, while large drops of\ncold perspiration broke out upon his face. Then he understood; death\ncame as if by a stroke of lightning, the lips turning blue, the face\nblack. It was an embolism; he had nothing to blame but the\ninsufficiency of his preparations, his still rude method. No doubt\nLafouasse had been doomed. He could not, perhaps, have lived six\nmonths longer, and that in the midst of atrocious sufferings, but the\nbrutal fact of this terrible death was none the less there, and what\ndespairing regret, what rage against impotent and murderous science,\nand what a shock to his faith! He returned home, livid, and did not\nmake his appearance again until the following day, after having\nremained sixteen hours shut up in his room, lying in a semi-stupor on\nthe bed, across which he had thrown himself, dressed as he was.",
        "On the afternoon of this day Clotilde, who was sitting beside him in\nthe study, sewing, ventured to break the oppressive silence. She\nlooked up, and saw him turning over the leaves of a book wearily,\nsearching for some information which he was unable to find.",
        "“Master, are you ill? Why do you not tell me, if you are. I would take\ncare of you.”",
        "He kept his eyes bent upon the book, and muttered:",
        "“What does it matter to you whether I am ill or not? I need no one to\ntake care of me.”",
        "She resumed, in a conciliating voice:",
        "“If you have troubles, and can tell them to me, it would perhaps be a\nrelief to you to do so. Yesterday you came in looking so sad. You must\nnot allow yourself to be cast down in that way. I have spent a very\nanxious night. I came to your door three times to listen, tormented by\nthe idea that you were suffering.”",
        "Gently as she spoke, her words were like the cut of a whip. In his\nweak and nervous condition a sudden access of rage made him push away\nthe book and rise up trembling.",
        "“So you spy upon me, then. I cannot even retire to my room without\npeople coming to glue their ears to the walls. Yes, you listen even to\nthe beatings of my heart. You watch for my death, to pillage and burn\neverything here.”",
        "His voice rose and all his unjust suffering vented itself in\ncomplaints and threats.",
        "“I forbid you to occupy yourself about me. Is there nothing else that\nyou have to say to me? Have you reflected? Can you put your hand in\nmine loyally, and say to me that we are in accord?”",
        "She did not answer. She only continued to look at him with her large\nclear eyes, frankly declaring that she would not surrender yet, while\nhe, exasperated more and more by this attitude, lost all self-control.",
        "“Go away, go away,” he stammered, pointing to the door. “I do not wish\nyou to remain near me. I do not wish to have enemies near me. I do not\nwish you to remain near me to drive me mad!”",
        "She rose, very pale, and went at once out of the room, without looking\nbehind, carrying her work with her.",
        "During the month which followed, Pascal took refuge in furious and\nincessant work. He now remained obstinately, for whole days at a time,\nalone in the study, sometimes passing even the nights there, going\nover old documents, to revise all his works on heredity. It seemed as\nif a sort of frenzy had seized him to assure himself of the legitimacy\nof his hopes, to force science to give him the certainty that humanity\ncould be remade–made a higher, a healthy humanity. He no longer left\nthe house, he abandoned his patients even, and lived among his papers,\nwithout air or exercise. And after a month of this overwork, which\nexhausted him without appeasing his domestic torments, he fell into\nsuch a state of nervous exhaustion that illness, for some time latent,\ndeclared itself at last with alarming violence.",
        "Pascal, when he rose in the morning, felt worn out with fatigue,\nwearier and less refreshed than he had been on going to bed the night\nbefore. He constantly had pains all over his body; his limbs failed\nhim, after five minutes’ walk; the slightest exertion tired him; the\nleast movement caused him intense pain. At times the floor seemed\nsuddenly to sway beneath his feet. He had a constant buzzing in his\nears, flashes of light dazzled his eyes. He took a loathing for wine,\nhe had no longer any appetite, and his digestion was seriously\nimpaired. Then, in the midst of the apathy of his constantly\nincreasing idleness he would have sudden fits of aimless activity. The\nequilibrium was destroyed, he had at times outbreaks of nervous\nirritability, without any cause. The slightest emotion brought tears\nto his eyes. Finally, he would shut himself up in his room, and give\nway to paroxysms of despair so violent that he would sob for hours at\na time, without any immediate cause of grief, overwhelmed simply by\nthe immense sadness of things.",
        "In the early part of December Pascal had a severe attack of neuralgia.\nViolent pains in the bones of the skull made him feel at times as if\nhis head must split. Old Mme. Rougon, who had been informed of his\nillness, came to inquire after her son. But she went straight to the\nkitchen, wishing to have a talk with Martine first. The latter, with a\nheart-broken and terrified air, said to her that monsieur must\ncertainly be going mad; and she told her of his singular behavior, the\ncontinual tramping about in his room, the locking of all the drawers,\nthe rounds which he made from the top to the bottom of the house,\nuntil two o’clock in the morning. Tears filled her eyes and she at\nlast hazarded the opinion that monsieur must be possessed with a\ndevil, and that it would be well to notify the cure of St. Saturnin.",
        "“So good a man,” she said, “a man for whom one would let one’s self be\ncut in pieces! How unfortunate it is that one cannot get him to go to\nchurch, for that would certainly cure him at once.”",
        "Clotilde, who had heard her grandmother’s voice, entered at this\nmoment. She, too, wandered through the empty rooms, spending most of\nher time in the deserted apartment on the ground floor. She did not\nspeak, however, but only listened with her thoughtful and expectant\nair.",
        "“Ah, goodday! It is you, my dear. Martine tells me that Pascal is\npossessed with a devil. That is indeed my opinion also; only the devil\nis called pride. He thinks that he knows everything. He is Pope and\nEmperor in one, and naturally it exasperates him when people don’t\nagree with him.”",
        "She shrugged her shoulders with supreme disdain.",
        "“As for me, all that would only make me laugh if it were not so sad. A\nfellow who knows nothing about anything; who has always been wrapped\nup in his books; who has not lived. Put him in a drawing-room, and he\nwould know as little how to act as a new-born babe. And as for women,\nhe does not even know what they are.”",
        "Forgetting to whom she was speaking, a young girl and a servant, she\nlowered her voice, and said confidentially:",
        "“Well, one pays for being too sensible, too. Neither a wife nor a\nsweetheart nor anything. That is what has finally turned his brain.”",
        "Clotilde did not move. She only lowered her eyelids slowly over her\nlarge thoughtful eyes; then she raised them again, maintaining her\nimpenetrable countenance, unwilling, unable, perhaps, to give\nexpression to what was passing within her. This was no doubt all still\nconfused, a complete evolution, a great change which was taking place,\nand which she herself did not clearly understand.",
        "“He is upstairs, is he not?” resumed Felicite. “I have come to see\nhim, for this must end; it is too stupid.”",
        "And she went upstairs, while Martine returned to her saucepans, and\nClotilde went to wander again through the empty house.",
        "Upstairs in the study Pascal sat seemingly in a stupor, his face bent\nover a large open book. He could no longer read, the words danced\nbefore his eyes, conveying no meaning to his mind. But he persisted,\nfor it was death to him to lose his faculty for work, hitherto so\npowerful. His mother at once began to scold him, snatching the book\nfrom him, and flinging it upon a distant table, crying that when one\nwas sick one should take care of one’s self. He rose with a quick,\nangry movement, about to order her away as he had ordered Clotilde.\nThen, by a last effort of the will, he became again deferential.",
        "“Mother, you know that I have never wished to dispute with you. Leave\nme, I beg of you.”",
        "She did not heed him, but began instead to take him to task about his\ncontinual distrust. It was he himself who had given himself a fever,\nalways fancying that he was surrounded by enemies who were setting\ntraps for him, and watching him to rob him. Was there any common sense\nin imagining that people were persecuting him in that way? And then\nshe accused him of allowing his head to be turned by his discovery,\nhis famous remedy for curing every disease. That was as much as to\nthink himself equal to the good God; which only made it all the more\ncruel when he found out how mistaken he was. And she mentioned\nLafouasse, the man whom he had killed–naturally, she could understand\nthat that had not been very pleasant for him; indeed there was cause\nenough in it to make him take to his bed.",
        "Pascal, still controlling himself, very pale and with eyes cast on the\nground, contented himself with repeating:",
        "“Mother, leave me, I beg of you.”",
        "“No, I won’t leave you,” she cried with the impetuosity which was\nnatural to her, and which her great age had in no wise diminished. “I\nhave come precisely to stir you up a little, to rid you of this fever\nwhich is consuming you. No, this cannot continue. I don’t wish that we\nshould again become the talk of the whole town on your account. I wish\nyou to take care of yourself.”",
        "He shrugged his shoulders, and said in a low voice, as if speaking to\nhimself, with an uneasy look, half of conviction, half of doubt:",
        "“I am not ill.”",
        "But Felicite, beside herself, burst out, gesticulating violently:",
        "“Not ill! not ill! Truly, there is no one like a physician for not\nbeing able to see himself. Why, my poor boy, every one that comes near\nyou is shocked by your appearance. You are becoming insane through\npride and fear!”",
        "This time Pascal raised his head quickly, and looked her straight in\nthe eyes, while she continued:",
        "“This is what I had to tell you, since it seems that no one else would\nundertake the task. You are old enough to know what you ought to do.\nYou should make an effort to shake off all this; you should think of\nsomething else; you should not let a fixed idea take possession of\nyou, especially when you belong to a family like ours. You know it;\nhave sense, and take care of yourself.”",
        "He grew paler than before, looking fixedly at her still, as if he were\nsounding her, to know what there was of her in him. And he contented\nhimself with answering:",
        "“You are right, mother. I thank you.”",
        "When he was again alone, he dropped into his seat before the table,\nand tried once more to read his book. But he could not succeed, any\nmore than before, in fixing his attention sufficiently to understand\nthe words, whose letters mingled confusedly together before his eyes.\nAnd his mother’s words buzzed in his ears; a vague terror, which had\nsome time before sprung up within him, grew and took shape, haunting\nhim now as an immediate and clearly defined danger. He who two months\nbefore had boasted triumphantly of not belonging to the family, was he\nabout to receive the most terrible of contradictions? Ah, this\negotistic joy, this intense joy of not belonging to it, was it to give\nplace to the terrible anguish of being struck in his turn? Was he to\nhave the humiliation of seeing the taint revive in him? Was he to be\ndragged down to the horror of feeling himself in the clutches of the\nmonster of heredity? The sublime idea, the lofty certitude which he\nhad of abolishing suffering, of strengthening man’s will, of making a\nnew and a higher humanity, a healthy humanity, was assuredly only the\nbeginning of the monomania of vanity. And in his bitter complaint of\nbeing watched, in his desire to watch the enemies who, he thought,\nwere obstinately bent on his destruction, were easily to be recognized\nthe symptoms of the monomania of suspicion. So then all the diseases\nof the race were to end in this terrible case–madness within a brief\nspace, then general paralysis, and a dreadful death.",
        "From this day forth Pascal was as if possessed. The state of nervous\nexhaustion into which overwork and anxiety had thrown him left him an\nunresisting prey to this haunting fear of madness and death. All the\nmorbid sensations which he felt, his excessive fatigue on rising, the\nbuzzing in his ears, the flashes of light before his eyes, even his\nattacks of indigestion and his paroxysms of tears, were so many\ninfallible symptoms of the near insanity with which he believed\nhimself threatened. He had completely lost, in his own case, the keen\npower of diagnosis of the observant physician, and if he still\ncontinued to reason about it, it was only to confound and pervert\nsymptoms, under the influence of the moral and physical depression\ninto which he had fallen. He was no longer master of himself; he was\nmad, so to say, to convince himself hour by hour that he must become\nso.",
        "All the days of this pale December were spent by him in going deeper\nand deeper into his malady. Every morning he tried to escape from the\nhaunting subject, but he invariably ended by shutting himself in the\nstudy to take up again, in spite of himself, the tangled skein of the\nday before.",
        "The long study which he had made of heredity, his important\nresearches, his works, completed the poisoning of his peace,\nfurnishing him with ever renewed causes of disquietude. To the\nquestion which he put to himself continually as to his own hereditary\ncase, the documents were there to answer it by all possible\ncombinations. They were so numerous that he lost himself among them\nnow. If he had deceived himself, if he could not set himself apart, as\na remarkable case of variation, should he place himself under the head\nof reversional heredity, passing over one, two, or even three\ngenerations? Or was his case rather a manifestation of larvated\nheredity, which would bring anew proof to the support of his theory of\nthe germ plasm, or was it simply a singular case of hereditary\nresemblance, the sudden apparition of some unknown ancestor at the\nvery decline of life?",
        "From this moment he never rested, giving himself up completely to the\ninvestigation of his case, searching his notes, rereading his books.\nAnd he studied himself, watching the least of his sensations, to\ndeduce from them the facts on which he might judge himself. On the\ndays when his mind was most sluggish, or when he thought he\nexperienced particular phenomena of vision, he inclined to a\npredominance of the original nervous lesion; while, if he felt that\nhis limbs were affected, his feet heavy and painful, he imagined he\nwas suffering the indirect influence of some ancestor come from\noutside. Everything became confused, until at last he could recognize\nhimself no longer, in the midst of the imaginary troubles which\nagitated his disturbed organism. And every evening the conclusion was\nthe same, the same knell sounded in his brain–heredity, appalling\nheredity, the fear of becoming mad.",
        "In the early part of January Clotilde was an involuntary spectator of\na scene which wrung her heart. She was sitting before one of the\nwindows of the study, reading, concealed by the high back of her\nchair, when she saw Pascal, who had been shut up in his room since the\nday before, entering. He held open before his eyes with both hands a\nsheet of yellow paper, in which she recognized the genealogical tree.\nHe was so completely absorbed, his gaze was so fixed, that she might\nhave come forward without his observing her. He spread the tree upon\nthe table, continuing to look at it for a long time, with the\nterrified expression of interrogation which had become habitual to\nhim, which gradually changed to one of supplication, the tears\ncoursing down his cheeks.",
        "Why, great God! would not the tree answer him, and tell him what\nancestor he resembled, in order that he might inscribe his case on his\nown leaf, beside the others? If he was to become mad, why did not the\ntree tell him so clearly, which would have calmed him, for he believed\nthat his suffering came only from his uncertainty? Tears clouded his\nvision, yet still he looked, he exhausted himself in this longing to\nknow, in which his reason must finally give way.",
        "Clotilde hastily concealed herself as she saw him walk over to the\npress, which he opened wide. He seized the envelopes, threw them on\nthe table, and searched among them feverishly. It was the scene of the\nterrible night of the storm that was beginning over again, the gallop\nof nightmares, the procession of phantoms, rising at his call from\nthis heap of old papers. As they passed by, he addressed to each of\nthem a question, an ardent prayer, demanding the origin of his malady,\nhoping for a word, a whisper which should set his doubts at rest.\nFirst, it was only an indistinct murmur, then came words and fragments\nof phrases.",
        "“Is it you–is it you–is it you–oh, old mother, the mother of us\nall–who are to give me your madness? Is it you, inebriate uncle, old\nscoundrel of an uncle, whose drunkenness I am to pay for? Is it you,\nataxic nephew, or you, mystic nephew, or yet you, idiot niece, who are\nto reveal to me the truth, showing me one of the forms of the lesion\nfrom which I suffer? Or is it rather you, second cousin, who hanged\nyourself; or you, second cousin, who committed murder; or you, second\ncousin, who died of rottenness, whose tragic ends announce to me mine\n–death in a cell, the horrible decomposition of being?”",
        "And the gallop continued, they rose and passed by with the speed of\nthe wind. The papers became animate, incarnate, they jostled one\nanother, they trampled on one another, in a wild rush of suffering\nhumanity.",
        "“Ah, who will tell me, who will tell me, who will tell me?–Is it he\nwho died mad? he who was carried off by phthisis? he who was killed by\nparalysis? she whose constitutional feebleness caused her to die in\nearly youth?–Whose is the poison of which I am to die? What is it,\nhysteria, alcoholism, tuberculosis, scrofula? And what is it going to\nmake of me, an ataxic or a madman? A madman. Who was it said a madman?\nThey all say it–a madman, a madman, a madman!”",
        "Sobs choked Pascal. He let his dejected head fall among the papers, he\nwept endlessly, shaken by shuddering sobs. And Clotilde, seized by a\nsort of awe, feeling the presence of the fate which rules over races,\nleft the room softly, holding her breath; for she knew that it would\nmortify him exceedingly if he knew that she had been present.",
        "Long periods of prostration followed. January was very cold. But the\nsky remained wonderfully clear, a brilliant sun shone in the limpid\nblue; and at La Souleiade, the windows of the study facing south\nformed a sort of hothouse, preserving there a delightfully mild\ntemperature. They did not even light a fire, for the room was always\nfilled with a flood of sunshine, in which the flies that had survived\nthe winter flew about lazily. The only sound to be heard was the\nbuzzing of their wings. It was a close and drowsy warmth, like a\nbreath of spring that had lingered in the old house baked by the heat\nof summer.",
        "Pascal, still gloomy, dragged through the days there, and it was\nthere, too, that he overheard one day the closing words of a\nconversation which aggravated his suffering. As he never left his room\nnow before breakfast, Clotilde had received Dr. Ramond this morning in\nthe study, and they were talking there together in an undertone,\nsitting beside each other in the bright sunshine.",
        "It was the third visit which Ramond had made during the last week.\nPersonal reasons, the necessity, especially, of establishing\ndefinitely his position as a physician at Plassans, made it expedient\nfor him not to defer his marriage much longer: and he wished to obtain\nfrom Clotilde a decisive answer. On each of his former visits the\npresence of a third person had prevented him from speaking. As he\ndesired to receive her answer from herself directly he had resolved to\ndeclare himself to her in a frank conversation. Their intimate\nfriendship, and the discretion and good sense of both, justified him\nin taking this step. And he ended, smiling, looking into her eyes:",
        "“I assure you, Clotilde, that it is the most reasonable of\ndenouements. You know that I have loved you for a long time. I have\na profound affection and esteem for you. That alone might perhaps not\nbe sufficient, but, in addition, we understand each other perfectly,\nand we should be very happy together, I am convinced of it.”",
        "She did not cast down her eyes; she, too, looked at him frankly, with\na friendly smile. He was, in truth, very handsome, in his vigorous\nyoung manhood.",
        "“Why do you not marry Mlle. Leveque, the lawyer’s daughter?” she\nasked. “She is prettier and richer than I am, and I know that she\nwould gladly accept you. My dear friend, I fear that you are\ncommitting a folly in choosing me.”",
        "He did not grow impatient, seeming still convinced of the wisdom of\nhis determination.",
        "“But I do not love Mlle. Leveque, and I do love you. Besides, I have\nconsidered everything, and I repeat that I know very well what I am\nabout. Say yes; you can take no better course.”",
        "Then she grew very serious, and a shadow passed over her face, the\nshadow of those reflections, of those almost unconscious inward\nstruggles, which kept her silent for days at a time. She did not see\nclearly yet, she still struggled against herself, and she wished to\nwait.",
        "“Well, my friend, since you are really serious, do not ask me to give\nyou an answer to-day; grant me a few weeks longer. Master is indeed\nvery ill. I am greatly troubled about him; and you would not like to\nowe my consent to a hasty impulse. I assure you, for my part, that I\nhave a great deal of affection for you, but it would be wrong to\ndecide at this moment; the house is too unhappy. It is agreed, is it\nnot? I will not make you wait long.”",
        "And to change the conversation she added:",
        "“Yes, I am uneasy about master. I wished to see you, in order to tell\nyou so. The other day I surprised him weeping violently, and I am\ncertain the fear of becoming mad haunts him. The day before yesterday,\nwhen you were talking to him, I saw that you were examining him. Tell\nme frankly, what do you think of his condition? Is he in any danger?”",
        "“Not the slightest!” exclaimed Dr. Ramond. “His system is a little out\nof order, that is all. How can a man of his ability, who has made so\nclose a study of nervous diseases, deceive himself to such an extent?\nIt is discouraging, indeed, if the clearest and most vigorous minds\ncan go so far astray. In his case his own discovery of hypodermic\ninjections would be excellent. Why does he not use them with himself?”",
        "And as the young girl replied, with a despairing gesture, that he\nwould not listen to her, that he would not even allow her to speak to\nhim now, Ramond said:",
        "“Well, then, I will speak to him.”",
        "It was at this moment that Pascal came out of his room, attracted by\nthe sound of voices. But on seeing them both so close to each other,\nso animated, so youthful, and so handsome in the sunshine–clothed\nwith sunshine, as it were–he stood still in the doorway. He looked\nfixedly at them, and his pale face altered.",
        "Ramond had a moment before taken Clotilde’s hand, and he was holding\nit in his.",
        "“It is a promise, is it not? I should like the marriage to take place\nthis summer. You know how much I love you, and I shall eagerly await\nyour answer.”",
        "“Very well,” she answered. “Before a month all will be settled.”",
        "A sudden giddiness made Pascal stagger. Here now was this boy, his\nfriend, his pupil, who had introduced himself into his house to rob\nhim of his treasure! He ought to have expected this denouement, yet\nthe sudden news of a possible marriage surprised him, overwhelmed him\nlike an unforeseen catastrophe that had forever ruined his life. This\ngirl whom he had fashioned, whom he had believed his own, she would\nleave him, then, without regret, she would leave him to die alone in\nhis solitude. Only the day before she had made him suffer so intensely\nthat he had asked himself whether he should not part from her and send\nher to her brother, who was always writing for her. For an instant he\nhad even decided on this separation, for the good of both. Yet to find\nher here suddenly, with this man, to hear her promise to give him an\nanswer, to think that she would marry, that she would soon leave him,\nthis stabbed him to the heart.",
        "At the sound of his heavy step as he came forward, the two young\npeople turned round in some embarrassment.",
        "“Why, master, we were just talking about you,” said Ramond gaily.\n“Yes, to be frank with you, we were conspiring. Come, why do you not\ntake care of yourself? There is nothing serious the matter with you;\nyou would be on your feet again in a fortnight if you did.”",
        "Pascal, who had dropped into a chair, continued to look at them. He\nhad still the power to control himself, and his countenance gave no\nevidence of the wound which he had just received. He would assuredly\ndie of it, and no one would suspect the malady which had carried him\noff. But it was a relief to him to be able to give vent to his\nfeelings, and he declared violently that he would not take even so\nmuch as a glass of tisane.",
        "“Take care of myself!” he cried; “what for? Is it not all over with my\nold carcass?”",
        "Ramond insisted, with a good-tempered smile.",
        "“You are sounder than any of us. This is a trifling disturbance, and\nyou know that you have the remedy in your own hands. Use your\nhypodermic injection.”",
        "Pascal did not allow him to finish. This filled the measure of his\nrage. He angrily asked if they wished him to kill himself, as he had\nkilled Lafouasse. His injections! A pretty invention, of which he had\ngood reason to be proud. He abjured medicine, and he swore that he\nwould never again go near a patient. When people were no longer good\nfor anything they ought to die; that would be the best thing for\neverybody. And that was what he was going to try to do, so as to have\ndone with it all.",
        "“Bah! bah!” said Ramond at last, resolving to take his leave, through\nfear of exciting him still further; “I will leave you with Clotilde; I\nam not at all uneasy, Clotilde will take care of you.”",
        "But Pascal had on this morning received the final blow. He took to his\nbed toward evening, and remained for two whole days without opening\nthe door of his room. It was in vain that Clotilde, at last becoming\nalarmed, knocked loudly at the door. There was no answer. Martine went\nin her turn and begged monsieur, through the keyhole, at least to tell\nher if he needed anything. A deathlike silence reigned; the room\nseemed to be empty.",
        "Then, on the morning of the third day, as the young girl by chance\nturned the knob, the door yielded; perhaps it had been unlocked for\nhours. And she might enter freely this room in which she had never set\nfoot: a large room, rendered cold by its northern exposure, in which\nshe saw a small iron bed without curtains, a shower bath in a corner,\na long black wooden table, a few chairs, and on the table, on the\nfloor, along the walls, an array of chemical apparatus, mortars,\nfurnaces, machines, instrument cases. Pascal, up and dressed, was\nsitting on the edge of his bed, in trying to arrange which he had\nexhausted himself.",
        "“Don’t you want me to nurse you, then?” she asked with anxious\ntenderness, without venturing to advance into the room.",
        "“Oh, you can come in,” he said with a dejected gesture. “I won’t beat\nyou. I have not the strength to do that now.”",
        "And from this day on he tolerated her about him, and allowed her to\nwait on him. But he had caprices still. He would not let her enter the\nroom when he was in bed, possessed by a sort of morbid shame; then he\nmade her send him Martine. But he seldom remained in bed, dragging\nhimself about from chair to chair, in his utter inability to do any\nkind of work. His malady continued to grow worse, until at last he was\nreduced to utter despair, tortured by sick headaches, and without the\nstrength, as he said, to put one foot before the other, convinced\nevery morning that he would spend the night at the Tulettes, a raving\nmaniac. He grew thin; his face, under its crown of white hair–which\nhe still cared for through a last remnant of vanity–acquired a look\nof suffering, of tragic beauty. And although he allowed himself to be\nwaited on, he refused roughly all remedies, in the distrust of\nmedicine into which he had fallen.",
        "Clotilde now devoted herself to him entirely. She gave up everything\nelse; at first she attended low mass, then she left off going to\nchurch altogether. In her impatience for some certain happiness, she\nfelt as if she were taking a step toward that end by thus devoting all\nher moments to the service of a beloved being whom she wished to see\nonce more well and happy. She made a complete sacrifice of herself,\nshe sought to find happiness in the happiness of another; and all this\nunconsciously, solely at the impulse of her woman’s heart, in the\nmidst of the crisis through which she was still passing, and which was\nmodifying her character profoundly, without her knowledge. She\nremained silent regarding the disagreement which separated them. The\nidea did not again occur to her to throw herself on his neck, crying\nthat she was his, that he might return to life, since she gave herself\nto him. In her thoughts she grieved to see him suffer; she was only an\naffectionate girl, who took care of him, as any female relative would\nhave done. And her attentions were very pure, very delicate, occupying\nher life so completely that her days now passed swiftly, exempt from\ntormenting thoughts of the Beyond, filled with the one wish of curing\nhim.",
        "But where she had a hard battle to fight was in prevailing upon him to\nuse his hypodermic injections upon himself. He flew into a passion,\ndisowned his discovery, and called himself an imbecile. She too cried\nout. It was she now who had faith in science, who grew indignant at\nseeing him doubt his own genius. He resisted for a long time; then\nyielding to the empire which she had acquired over him, he consented,\nsimply to avoid the affectionate dispute which she renewed with him\nevery morning. From the very first he experienced great relief from\nthe injections, although he refused to acknowledge it. His mind became\nclearer, and he gradually gained strength. Then she was exultant,\nfilled with enthusiastic pride in him. She vaunted his treatment, and\nbecame indignant because he did not admire himself, as an example of\nthe miracles which he was able to work. He smiled; he was now\nbeginning to see clearly into his own condition. Ramond had spoken\ntruly, his illness had been nothing but nervous exhaustion. Perhaps he\nwould get over it after all.",
        "“Ah, it is you who are curing me, little girl,” he would say, not\nwishing to confess his hopes. “Medicines, you see, act according to\nthe hand that gives them.”",
        "The convalescence was slow, lasting through the whole of February. The\nweather remained clear and cold; there was not a single day in which\nthe study was not flooded with warm, pale sunshine. There were hours\nof relapse, however, hours of the blackest melancholy, in which all\nthe patient’s terrors returned; when his guardian, disconsolate, was\nobliged to sit at the other end of the room, in order not to irritate\nhim still more. He despaired anew of his recovery. He became again\nbitter and aggressively ironical.",
        "It was on one of those bad days that Pascal, approaching a window, saw\nhis neighbor, M. Bellombre, the retired professor, making the round of\nhis garden to see if his fruit trees were well covered with blossoms.\nThe sight of the old man, so neat and so erect, with the fine\nplacidity of the egoist, on whom illness had apparently never laid\nhold, suddenly put Pascal beside himself.",
        "“Ah!” he growled, “there is one who will never overwork himself, who\nwill never endanger his health by worrying!”",
        "And he launched forth into an ironical eulogy on selfishness. To be\nalone in the world, not to have a friend, to have neither wife nor\nchild, what happiness! That hard-hearted miser, who for forty years\nhad had only other people’s children to cuff, who lived aloof from the\nworld, without even a dog, with a deaf and dumb gardener older than\nhimself, was he not an example of the greatest happiness possible on\nearth? Without a responsibility, without a duty, without an anxiety,\nother than that of taking care of his dear health! He was a wise man,\nhe would live a hundred years.",
        "“Ah, the fear of life! that is cowardice which is truly the best\nwisdom. To think that I should ever have regretted not having a child\nof my own! Has any one a right to bring miserable creatures into the\nworld? Bad heredity should be ended, life should be ended. The only\nhonest man is that old coward there!”",
        "M. Bellombre continued peacefully making the round of his pear trees\nin the March sunshine. He did not risk a too hasty movement; he\neconomized his fresh old age. If he met a stone in his path, he pushed\nit aside with the end of his cane, and then walked tranquilly on.",
        "“Look at him! Is he not well preserved; is he not handsome? Have not\nall the blessings of heaven been showered down upon him? He is the\nhappiest man I know.”",
        "Clotilde, who had listened in silence, suffered from the irony of\nPascal, the full bitterness of which she divined. She, who usually\ntook M. Bellombre’s part, felt a protest rise up within her. Tears\ncame to her eyes, and she answered simply in a low voice:",
        "“Yes; but he is not loved.”",
        "These words put a sudden end to the painful scene. Pascal, as if he\nhad received an electric shock, turned and looked at her. A sudden\nrush of tenderness brought tears to his eyes also, and he left the\nroom to keep from weeping.",
        "The days wore on in the midst of these alternations of good and bad\nhours. He recovered his strength but slowly, and what put him in\ndespair was that whenever he attempted to work he was seized by a\nprofuse perspiration. If he had persisted, he would assuredly have\nfainted. So long as he did not work he felt that his convalescence was\nmaking little progress. He began to take an interest again, however,\nin his accustomed investigations. He read over again the last pages\nthat he had written, and, with this reawakening of the scientist in\nhim, his former anxieties returned. At one time he fell into a state\nof such depression, that the house and all it contained ceased to\nexist for him. He might have been robbed, everything he possessed\nmight have been taken and destroyed, without his even being conscious\nof the disaster. Now he became again watchful, from time to time he\nwould feel his pocket, to assure himself that the key of the press was\nthere.",
        "But one morning when he had overslept himself, and did not leave his\nroom until eleven o’clock, he saw Clotilde in the study, quietly\noccupied in copying with great exactness in pastel a branch of\nflowering almond. She looked up, smiling; and taking a key that was\nlying beside her on the desk, she offered it to him, saying:",
        "“Here, master.”",
        "Surprised, not yet comprehending, he looked at the object which she\nheld toward him.",
        "“What is that?” he asked.",
        "“It is the key of the press, which you must have dropped from your\npocket yesterday, and which I picked up here this morning.”",
        "Pascal took it with extraordinary emotion. He looked at it, and then\nat Clotilde. Was it ended, then? She would persecute him no more. She\nwas no longer eager to rob everything, to burn everything. And seeing\nher still smiling, she also looking moved, an immense joy filled his\nheart.",
        "He caught her in his arms, crying:",
        "“Ah, little girl, if we might only not be too unhappy!”",
        "Then he opened a drawer of his table and threw the key into it, as he\nused to do formerly.",
        "From this time on he gained strength, and his convalescence progressed\nmore rapidly. Relapses were still possible, for he was still very\nweak. But he was able to write, and this made the days less heavy. The\nsun, too, shone more brightly, the study being so warm at times that\nit became necessary to half close the shutters. He refused to see\nvisitors, barely tolerated Martine, and had his mother told that he\nwas sleeping, when she came at long intervals to inquire for him. He\nwas happy only in this delightful solitude, nursed by the rebel, the\nenemy of yesterday, the docile pupil of to-day. They would often sit\ntogether in silence for a long time, without feeling any constraint.\nThey meditated, or lost themselves in infinitely sweet reveries.",
        "One day, however, Pascal seemed very grave. He was now convinced that\nhis illness had resulted from purely accidental causes, and that\nheredity had had no part in it. But this filled him none the less with\nhumility.",
        "“My God!” he murmured, “how insignificant we are! I who thought myself\nso strong, who was so proud of my sane reason! And here have I barely\nescaped being made insane by a little trouble and overwork!”",
        "He was silent, and sank again into thought. After a time his eyes\nbrightened, he had conquered himself. And in a moment of reason and\ncourage, he came to a resolution.",
        "“If I am getting better,” he said, “it is especially for your sake\nthat I am glad.”",
        "Clotilde, not understanding, looked up and said:",
        "“How is that?”",
        "“Yes, on account of your marriage. Now you will be able to fix the\nday.”",
        "She still seemed surprised.",
        "“Ah, true–my marriage!”",
        "“Shall we decide at once upon the second week in June?”",
        "“Yes, the second week in June; that will do very well.”",
        "They spoke no more; she fixed her eyes again on the piece of sewing on\nwhich she was engaged, while he, motionless, and with a grave face,\nsat looking into space.",
        "Continue...",
        "\nThis eBook of “Doctor Pascal” by Emile Zola (translated by Mary J. Serrano) belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Doctor Pascal (Rougon-Macquart)By Emile ZolaAt Amazon"
    ]
}