{
    "title": "Doctor Pascal - II.",
    "author": "Emile Zola",
    "chapter": "2",
    "content": [
        "\n\n",
        "On the following morning Clotilde was awake at six o’clock. She had\ngone to bed angry with Pascal; they were at variance with each other.\nAnd her first feeling was one of uneasiness, of secret distress, an\ninstant need of making her peace, so that she might no longer have\nupon her heart the heavy weight that lay there now.",
        "Springing quickly out of bed, she went and half opened the shutters of\nboth windows. The sun, already high, sent his light across the chamber\nin two golden bars. Into this drowsy room that exhaled a sweet odor of\nyouth, the bright morning brought with it fresh, cheerful air; but the\nyoung girl went back and sat down on the edge of the bed in a\nthoughtful attitude, clad only in her scant nightdress, which made her\nlook still more slender, with her long tapering limbs, her strong,\nslender body, with its round throat, round neck, round and supple\narms; and her adorable neck and throat, of a milky whiteness, had the\nexquisite softness and smoothness of white satin. For a long time, at\nthe ungraceful age between twelve and eighteen, she had looked\nawkwardly tall, climbing trees like a boy. Then, from the ungainly\nhoyden had been evolved this charming, delicate and lovely creature.",
        "With absent gaze she sat looking at the walls of the chamber. Although\nLa Souleiade dated from the last century, it must have been\nrefurnished under the First Empire, for it was hung with an\nold-fashioned printed calico, with a pattern representing busts of the\nSphinx, and garlands of oak leaves. Originally of a bright red, this\ncalico had faded to a pink–an undecided pink, inclining to orange.\nThe curtains of the two windows and of the bed were still in\nexistence, but it had been necessary to clean them, and this had made\nthem still paler. And this faded purple, this dawnlike tint, so\ndelicately soft, was in truth exquisite. As for the bed, covered with\nthe same stuff, it had come down from so remote an antiquity that it\nhad been replaced by another bed found in an adjoining room; another\nEmpire bed, low and very broad, of massive mahogany, ornamented with\nbrasses, its four square pillars adorned also with busts of the\nSphinx, like those on the wall. The rest of the furniture matched,\nhowever–a press, with whole doors and pillars; a chest of drawers\nwith a marble top, surrounded by a railing; a tall and massive\ncheval-glass, a large lounge with straight feet, and seats with\nstraight, lyre-shaped backs. But a coverlet made of an old Louis XV.\nsilk skirt brightened the majestic bed, that occupied the middle of\nthe wall fronting the windows; a heap of cushions made the lounge\nsoft; and there were, besides, two etageres and a table also covered\nwith old flowered silk, at the further end of the room.",
        "Clotilde at last put on her stockings and slipped on a morning gown of\nwhite pique, and thrusting the tips of her feet into her gray canvas\nslippers, she ran into her dressing-room, a back room looking out on\nthe rear of the house. She had had it hung plainly with an ecrudrill with blue stripes, and it contained only furniture of varnished\npine–the toilette table, two presses, and two chairs. It revealed,\nhowever, a natural and delicate coquetry which was very feminine. This\nhad grown with her at the same time with her beauty. Headstrong and\nboyish though she still was at times, she had become a submissive and\naffectionate woman, desiring to be loved, above everything. The truth\nwas that she had grown up in freedom, without having learned anything\nmore than to read and write, having acquired by herself, later, while\nassisting her uncle, a vast fund of information. But there had been no\nplan settled upon between them. He had not wished to make her a\nprodigy; she had merely conceived a passion for natural history, which\nrevealed to her the mysteries of life. And she had kept her innocence\nunsullied like a fruit which no hand has touched, thanks, no doubt, to\nher unconscious and religious waiting for the coming of love–that\nprofound feminine feeling which made her reserve the gift of her whole\nbeing for the man whom she should love.",
        "She pushed back her hair and bathed her face; then, yielding to her\nimpatience, she again softly opened the door of her chamber and\nventured to cross the vast workroom, noiselessly and on tiptoe. The\nshutters were still closed, but she could see clearly enough not to\nstumble against the furniture. When she was at the other end before\nthe door of the doctor’s room, she bent forward, holding her breath.\nWas he already up? What could he be doing? She heard him plainly,\nwalking about with short steps, dressing himself, no doubt. She never\nentered this chamber in which he chose to hide certain labors; and\nwhich thus remained closed, like a tabernacle. One fear had taken\npossession of her; that of being discovered here by him if he should\nopen the door; and the agitation produced by the struggle between her\nrebellious pride and a desire to show her submission caused her to\ngrow hot and cold by turns, with sensations until now unknown to her.\nFor an instant her desire for reconciliation was so strong that she\nwas on the point of knocking. Then, as footsteps approached, she ran\nprecipitately away.",
        "Until eight o’clock Clotilde was agitated by an ever-increasing\nimpatience. At every instant she looked at the clock on the\nmantelpiece of her room; an Empire clock of gilded bronze,\nrepresenting Love leaning against a pillar, contemplating Time asleep.",
        "Eight was the hour at which she generally descended to the dining-room\nto breakfast with the doctor. And while waiting she made a careful\ntoilette, arranged her hair, and put on another morning gown of white\nmuslin with red spots. Then, having still a quarter of an hour on her\nhands, she satisfied an old desire and sat down to sew a piece of\nnarrow lace, an imitation of Chantilly, on her working blouse, that\nblack blouse which she had begun to find too boyish, not feminine\nenough. But on the stroke of eight she laid down her work, and went\ndownstairs quickly.",
        "“You are going to breakfast entirely alone,” said Martine tranquilly\nto her, when she entered the dining-room.",
        "“How is that?”",
        "“Yes, the doctor called me, and I passed him in his egg through the\nhalf-open door. There he is again, at his mortar and his filter. We\nwon’t see him now before noon.”",
        "Clotilde turned pale with disappointment. She drank her milk standing,\ntook her roll in her hand, and followed the servant into the kitchen.\nThere were on the ground floor, besides this kitchen and the\ndining-room, only an uninhabited room in which the potatoes were stored,\nand which had formerly been used as an office by the doctor, when he\nreceived his patients in his house–the desk and the armchair had years\nago been taken up to his chamber–and another small room, which opened\ninto the kitchen; the old servant’s room, scrupulously clean, and\nfurnished with a walnut chest of drawers and a bed like a nun’s with\nwhite hangings.",
        "“Do you think he has begun to make his liquor again?” asked Clotilde.",
        "“Well, it can be only that. You know that he thinks of neither eating\nnor drinking when that takes possession of him!”",
        "Then all the young girl’s vexation was exhaled in a low plaint:",
        "“Ah, my God! my God!”",
        "And while Martine went to make up her room, she took an umbrella from\nthe hall stand and went disconsolately to eat her roll in the garden,\nnot knowing now how she should occupy her time until midday.",
        "It was now almost seventeen years since Dr. Pascal, having resolved to\nleave his little house in the new town, had bought La Souleiade for\ntwenty thousand francs, in order to live there in seclusion, and also\nto give more space and more happiness to the little girl sent him by\nhis brother Saccard from Paris. This Souleiade, situated outside the\ntown gates on a plateau dominating the plain, was part of a large\nestate whose once vast grounds were reduced to less than two hectares\nin consequence of successive sales, without counting that the\nconstruction of the railroad had taken away the last arable fields.\nThe house itself had been half destroyed by a conflagration and only\none of the two buildings remained–a quadrangular wing “of four\nwalls,” as they say in Provence, with five front windows and roofed\nwith large pink tiles. And the doctor, who had bought it completely\nfurnished, had contented himself with repairing it and finishing the\nboundary walls, so as to be undisturbed in his house.",
        "Generally Clotilde loved this solitude passionately; this narrow\nkingdom which she could go over in ten minutes, and which still\nretained remnants of its past grandeur. But this morning she brought\nthere something like a nervous disquietude. She walked for a few\nmoments along the terrace, at the two extremities of which stood two\nsecular cypresses like two enormous funeral tapers, which could be\nseen three leagues off. The slope then descended to the railroad,\nwalls of uncemented stones supporting the red earth, in which the last\nvines were dead; and on these giant steps grew only rows of olive and\nalmond trees, with sickly foliage. The heat was already overpowering;\nshe saw the little lizards running about on the disjointed flags,\namong the hairy tufts of caper bushes.",
        "Then, as if irritated by the vast horizon, she crossed the orchard and\nthe kitchen garden, which Martine still persisted in cultivating in\nspite of her age, calling in a man only twice a week for the heavier\nlabors; and she ascended to a little pine wood on the right, all that\nremained of the superb pines which had formerly covered the plateau;\nbut, here, too, she was ill at ease; the pine needles crackled under\nher feet, a resinous, stifling odor descended from the branches. And\nwalking along the boundary wall past the entrance gate, which opened\non the road to Les Fenouilleres, three hundred meters from the first\nhouses of Plassans, she emerged at last on the threshing-yard; an\nimmense yard, fifteen meters in radius, which would of itself have\nsufficed to prove the former importance of the domain. Ah! this\nantique area, paved with small round stones, as in the days of the\nRomans; this species of vast esplanade, covered with short dry grass\nof the color of gold as with a thick woolen carpet; how joyously she\nhad played there in other days, running about, rolling on the grass,\nlying for hours on her back, watching the stars coming out one by one\nin the depths of the illimitable sky!",
        "She opened her umbrella again, and crossed the yard with slower steps.\nNow she was on the left of the terrace. She had made the tour of the\nestate, so that she had returned by the back of the house, through the\nclump of enormous plane trees that on this side cast a thick shade.\nThis was the side on which opened the two windows of the doctor’s\nroom. And she raised her eyes to them, for she had approached only in\nthe sudden hope of at last seeing him. But the windows remained\nclosed, and she was wounded by this as by an unkindness to herself.\nThen only did she perceive that she still held in her hand her roll,\nwhich she had forgotten to eat; and she plunged among the trees,\nbiting it impatiently with her fine young teeth.",
        "It was a delicious retreat, this old quincunx of plane trees, another\nremnant of the past splendor of La Souleiade. Under these giant trees,\nwith their monstrous trunks, there was only a dim light, a greenish\nlight, exquisitely cool, even on the hottest days of summer. Formerly\na French garden had been laid out here, of which only the box borders\nremained; bushes which had habituated themselves to the shade, no\ndoubt, for they grew vigorously, as tall as trees. And the charm of\nthis shady nook was a fountain, a simple leaden pipe fixed in the\nshaft of a column; whence flowed perpetually, even in the greatest\ndrought, a thread of water as thick as the little finger, which\nsupplied a large mossy basin, the greenish stones of which were\ncleaned only once in three or four years. When all the wells of the\nneighborhood were dry, La Souleiade still kept its spring, of which\nthe great plane trees were assuredly the secular children. Night and\nday for centuries past this slender thread of water, unvarying and\ncontinuous, had sung the same pure song with crystal sound.",
        "Clotilde, after wandering awhile among the bushes of box, which\nreached to her shoulder, went back to the house for a piece of\nembroidery, and returning with it, sat down at a stone table beside\nthe fountain. Some garden chairs had been placed around it, and they\noften took coffee here. And after this she affected not to look up\nagain from her work, as if she was completely absorbed in it. Now and\nthen, while seeming to look between the trunks of trees toward the\nsultry distance, toward the yard, on which the sun blazed fiercely and\nwhich glowed like a brazier, she stole a glance from under her long\nlashes up to the doctor’s windows. Nothing appeared, not a shadow. And\na feeling of sadness, of resentment, arose within her at this neglect,\nthis contempt in which he seemed to hold her after their quarrel of\nthe day before. She who had got up with so great a desire to make\npeace at once! He was in no hurry, however; he did not love her then,\nsince he could be satisfied to live at variance with her. And\ngradually a feeling of gloom took possession of her, her rebellious\nthoughts returned, and she resolved anew to yield in nothing.",
        "At eleven o’clock, before setting her breakfast on the fire, Martine\ncame to her for a moment, the eternal stocking in her hand which she\nwas always knitting even while walking, when she was not occupied in\nthe affairs of the house.",
        "“Do you know that he is still shut up there like a wolf in his hole,\nat his villainous cookery?”",
        "Clotilde shrugged her shoulders, without lifting her eyes from her\nembroidery.",
        "“And then, mademoiselle, if you only knew what they say! Mme. Felicite\nwas right yesterday when she said that it was really enough to make\none blush. They threw it in my face that he had killed old Boutin,\nthat poor old man, you know, who had the falling sickness and who died\non the road. To believe those women of the faubourg, every one into\nwhom he injects his remedy gets the true cholera from it, without\ncounting that they accuse him of having taken the devil into\npartnership.”",
        "A short silence followed. Then, as the young girl became more gloomy\nthan before, the servant resumed, moving her fingers still more\nrapidly:",
        "“As for me, I know nothing about the matter, but what he is making\nthere enrages me. And you, mademoiselle, do you approve of that\ncookery?”",
        "At last Clotilde raised her head quickly, yielding to the flood of\npassion that swept over her.",
        "“Listen; I wish to know no more about it than you do, but I think that\nhe is on a very dangerous path. He no longer loves us.”",
        "“Oh, yes, mademoiselle; he loves us.”",
        "“No, no; not as we love him. If he loved us, he would be here with us,\ninstead of endangering his soul and his happiness and ours, up there,\nin his desire to save everybody.”",
        "And the two women looked at each other for a moment with eyes burning\nwith affection, in their jealous anger. Then they resumed their work\nin silence, enveloped in shadow.",
        "Above, in his room, Dr. Pascal was working with the serenity of\nperfect joy. He had practised his profession for only about a dozen\nyears, from his return to Paris up to the time when he had retired to\nLa Souleiade. Satisfied with the hundred and odd thousand francs which\nhe had earned and which he had invested prudently, he devoted himself\nalmost exclusively to his favorite studies, retaining only a practise\namong friends, never refusing to go to the bedside of a patient but\nnever sending in his account. When he was paid he threw the money into\na drawer in his writing desk, regarding this as pocket-money for his\nexperiments and caprices, apart from his income which sufficed for his\nwants. And he laughed at the bad reputation for eccentricity which his\nway of life had gained him; he was happy only when in the midst of his\nresearches on the subjects for which he had a passion. It was matter\nfor surprise to many that this scientist, whose intellectual gifts had\nbeen spoiled by a too lively imagination, should have remained at\nPlassans, this out-of-the-way town where it seemed as if every\nrequirement for his studies must be wanting. But he explained very\nwell the advantages which he had discovered here; in the first place,\nan utterly peaceful retreat in which he might live the secluded life\nhe desired; then, an unsuspected field for continuous research in the\nlight of the facts of heredity, which was his passion, in this little\ntown where he knew every family and where he could follow the\nphenomena kept most secret, through two or three generations. And then\nhe was near the seashore; he went there almost every summer, to study\nthe swarming life that is born and propagates itself in the depths of\nthe vast waters. And there was finally, at the hospital in Plassans, a\ndissecting room to which he was almost the only visitor; a large,\nbright, quiet room, in which for more than twenty years every\nunclaimed body had passed under his scalpel. A modest man besides, of\na timidity that had long since become shyness, it had been sufficient\nfor him to maintain a correspondence with his old professors and his\nnew friends, concerning the very remarkable papers which he from time\nto time sent to the Academy of Medicine. He was altogether wanting in\nmilitant ambition.",
        "Ah, this heredity! what a subject of endless meditation it was for\nhim! The strangest, the most wonderful part of it all, was it not that\nthe resemblance between parents and children should not be perfect,\nmathematically exact? He had in the beginning made a genealogical tree\nof his family, logically traced, in which the influences from\ngeneration to generation were distributed equally–the father’s part\nand the mother’s part. But the living reality contradicted the theory\nalmost at every point. Heredity, instead of being resemblance, was an\neffort toward resemblance thwarted by circumstances and environment.\nAnd he had arrived at what he called the hypothesis of the abortion of\ncells. Life is only motion, and heredity being a communicated motion,\nit happened that the cells in their multiplication from one another\njostled one another, pressed one another, made room for themselves,\nputting forth, each one, the hereditary effort; so that if during this\nstruggle the weaker cells succumbed, considerable disturbances took\nplace, with the final result of organs totally different. Did not\nvariation, the constant invention of nature, which clashed with his\ntheories, come from this? Did not he himself differ from his parents\nonly in consequence of similar accidents, or even as the effect of\nlarvated heredity, in which he had for a time believed? For every\ngenealogical tree has roots which extend as far back into humanity as\nthe first man; one cannot proceed from a single ancestor; one may\nalways resemble a still older, unknown ancestor. He doubted atavism,\nhowever; it seemed to him, in spite of a remarkable example taken from\nhis own family, that resemblance at the end of two or three\ngenerations must disappear by reason of accidents, of interferences,\nof a thousand possible combinations. There was then a perpetual\nbecoming, a constant transformation in this communicated effort, this\ntransmitted power, this shock which breathes into matter the breath of\nlife, and which is life itself. And a multiplicity of questions\npresented themselves to him. Was there a physical and intellectual\nprogress through the ages? Did the brain grow with the growth of the\nsciences with which it occupied itself? Might one hope, in time, for a\nlarger sum of reason and of happiness? Then there were special\nproblems; one among others, the mystery of which had for a long time\nirritated him, that of sex; would science never be able to predict, or\nat least to explain the sex of the embryo being? He had written a very\ncurious paper crammed full of facts on this subject, but which left it\nin the end in the complete ignorance in which the most exhaustive\nresearches had left it. Doubtless the question of heredity fascinated\nhim as it did only because it remained obscure, vast, and\nunfathomable, like all the infant sciences where imagination holds\nsway. Finally, a long study which he had made on the heredity of\nphthisis revived in him the wavering faith of the healer, arousing in\nhim the noble and wild hope of regenerating humanity.",
        "In short, Dr. Pascal had only one belief–the belief in life. Life was\nthe only divine manifestation. Life was God, the grand motor, the soul\nof the universe. And life had no other instrument than heredity;\nheredity made the world; so that if its laws could be known and\ndirected, the world could be made to one’s will. In him, to whom\nsickness, suffering, and death had been a familiar sight, the militant\npity of the physician awoke. Ah! to have no more sickness, no more\nsuffering, as little death as possible! His dream ended in this\nthought–that universal happiness, the future community of perfection\nand of felicity, could be hastened by intervention, by giving health\nto all. When all should be healthy, strong, and intelligent, there\nwould be only a superior race, infinitely wise and happy. In India,\nwas not a Brahmin developed from a Soudra in seven generations, thus\nraising, experimentally, the lowest of beings to the highest type of\nhumanity? And as in his study of consumption he had arrived at the\nconclusion that it was not hereditary, but that every child of a\nconsumptive carried within him a degenerate soil in which consumption\ndeveloped with extraordinary facility at the slightest contagion, he\nhad come to think only of invigorating this soil impoverished by\nheredity; to give it the strength to resist the parasites, or rather\nthe destructive leaven, which he had suspected to exist in the\norganism, long before the microbe theory. To give strength–the whole\nproblem was there; and to give strength was also to give will, to\nenlarge the brain by fortifying the other organs.",
        "About this time the doctor, reading an old medical book of the\nfifteenth century, was greatly struck by a method of treating disease\ncalled signature. To cure a diseased organ, it was only necessary to\ntake from a sheep or an ox the corresponding organ in sound condition,\nboil it, and give the soup to the patient to drink. The theory was to\ncure like by like, and in diseases of the liver, especially, the old\nwork stated that the cures were numberless. This set the doctor’s\nvivid imagination working. Why not make the trial? If he wished to\nregenerate those enfeebled by hereditary influences, he had only to\ngive them the normal and healthy nerve substance. The method of the\nsoup, however, seemed to him childish, and he invented in its stead\nthat of grinding in a mortar the brain of a sheep, moistening it with\ndistilled water, and then decanting and filtering the liquor thus\nobtained. He tried this liquor then mixed with Malaga wine, on his\npatients, without obtaining any appreciable result. Suddenly, as he\nwas beginning to grow discouraged, he had an inspiration one day, when\nhe was giving a lady suffering from hepatic colics an injection of\nmorphine with the little syringe of Pravaz. What if he were to try\nhypodermic injections with his liquor? And as soon as he returned home\nhe tried the experiment on himself, making an injection in his side,\nwhich he repeated night and morning. The first doses, of a gram only,\nwere without effect. But having doubled, and then tripled the dose, he\nwas enchanted, one morning on getting up, to find that his limbs had\nall the vigor of twenty. He went on increasing the dose up to five\ngrams, and then his respiration became deeper, and above all he worked\nwith a clearness of mind, an ease, which he had not known for years. A\ngreat flood of happiness, of joy in living, inundated his being. From\nthis time, after he had had a syringe made at Paris capable of\ncontaining five grams, he was surprised at the happy results which he\nobtained with his patients, whom he had on their feet again in a few\ndays, full of energy and activity, as if endowed with new life. His\nmethod was still tentative and rude, and he divined in it all sorts of\ndangers, and especially, that of inducing embolism, if the liquor was\nnot perfectly pure. Then he suspected that the strength of his\npatients came in part from the fever his treatment produced in them.\nBut he was only a pioneer; the method would improve later. Was it not\nalready a miracle to make the ataxic walk, to bring consumptives back\nto life, as it were; even to give hours of lucidity to the insane? And\nat the thought of this discovery of the alchemy of the twentieth\ncentury, an immense hope opened up before him; he believed he had\ndiscovered the universal panacea, the elixir of life, which was to\ncombat human debility, the one real cause of every ill; a veritable\nscientific Fountain of Youth, which, in giving vigor, health, and will\nwould create an altogether new and superior humanity.",
        "This particular morning in his chamber, a room with a northern aspect\nand somewhat dark owing to the vicinity of the plane trees, furnished\nsimply with an iron bedstead, a mahogany writing desk, and a large\nwriting table, on which were a mortar and a microscope, he was\ncompleting with infinite care the preparation of a vial of his liquor.\nSince the day before, after pounding the nerve substance of a sheep in\ndistilled water, he had been decanting and filtering it. And he had at\nlast obtained a small bottle of a turbid, opaline liquid, irised by\nbluish gleams, which he regarded for a long time in the light as if he\nheld in his hand the regenerating blood and symbol of the world.",
        "But a few light knocks at the door and an urgent voice drew him from\nhis dream.",
        "“Why, what is the matter, monsieur? It is a quarter-past twelve; don’t\nyou intend to come to breakfast?”",
        "For downstairs breakfast had been waiting for some time past in the\nlarge, cool dining-room. The blinds were closed, with the exception of\none which had just been half opened. It was a cheerful room, with\npearl gray panels relieved by blue mouldings. The table, the\nsideboard, and the chairs must have formed part of the set of Empire\nfurniture in the bedrooms; and the old mahogany, of a deep red, stood\nout in strong relief against the light background. A hanging lamp of\npolished brass, always shining, gleamed like a sun; while on the four\nwalls bloomed four large bouquets in pastel, of gillyflowers,\ncarnations, hyacinths, and roses.",
        "Joyous, radiant, Dr. Pascal entered.",
        "“Ah, the deuce! I had forgotten! I wanted to finish. Look at this,\nquite fresh, and perfectly pure this time; something to work miracles\nwith!”",
        "And he showed the vial, which he had brought down in his enthusiasm.\nBut his eye fell on Clotilde standing erect and silent, with a serious\nair. The secret vexation caused by waiting had brought back all her\nhostility, and she, who had burned to throw herself on his neck in the\nmorning, remained motionless as if chilled and repelled by him.",
        "“Good!” he resumed, without losing anything of his gaiety, “we are\nstill at odds, it seems. That is something very ugly. So you don’t\nadmire my sorcerer’s liquor, which resuscitates the dead?”",
        "He seated himself at the table, and the young girl, sitting down\nopposite him, was obliged at last to answer:",
        "“You know well, master, that I admire everything belonging to you.\nOnly, my most ardent desire is that others also should admire you. And\nthere is the death of poor old Boutin–”",
        "“Oh!” he cried, without letting her finish, “an epileptic, who\nsuccumbed to a congestive attack! See! since you are in a bad humor,\nlet us talk no more about that–you would grieve me, and that would\nspoil my day.”",
        "There were soft boiled eggs, cutlets, and cream. Silence reigned for a\nfew moments, during which in spite of her ill-humor she ate heartily,\nwith a good appetite which she had not the coquetry to conceal. Then\nhe resumed, laughing:",
        "“What reassures me is to see that your stomach is in good order.\nMartine, hand mademoiselle the bread.”",
        "The servant waited on them as she was accustomed to do, watching them\neat, with her quiet air of familiarity.",
        "Sometimes she even chatted with them.",
        "“Monsieur,” she said, when she had cut the bread, “the butcher has\nbrought his bill. Is he to be paid?”",
        "He looked up at her in surprise.",
        "“Why do you ask me that?” he said. “Do you not always pay him without\nconsulting me?”",
        "It was, in effect, Martine who kept the purse. The amount deposited\nwith M. Grandguillot, notary at Plassans, produced a round sum of six\nthousand francs income. Every three months the fifteen hundred francs\nwere remitted to the servant, and she disposed of them to the best\ninterests of the house; bought and paid for everything with the\nstrictest economy, for she was of so saving a disposition that they\nbantered her about it continually. Clotilde, who spent very little,\nhad never thought of asking a separate purse for herself. As for the\ndoctor, he took what he required for his experiments and his pocket\nmoney from the three or four thousand francs which he still earned\nevery year, and which he kept lying in the drawer of his writing desk;\nso that there was quite a little treasure there in gold and bank\nbills, of which he never knew the exact amount.",
        "“Undoubtedly, monsieur, I pay, when it is I who have bought the\nthings; but this time the bill is so large on account of the brains\nwhich the butcher has furnished you–”",
        "The doctor interrupted her brusquely:",
        "“Ah, come! so you, too, are going to set yourself against me, are you?\nNo, no; both of you–that would be too much! Yesterday you pained me\ngreatly, and I was angry. But this must cease. I will not have the\nhouse turned into a hell. Two women against me, and they the only ones\nwho love me at all? Do you know, I would sooner quit the house at\nonce!”",
        "He did not speak angrily, he even smiled; but the disquietude of his\nheart was perceptible in the trembling of his voice. And he added with\nhis indulgent, cheerful air:",
        "“If you are afraid for the end of the month, my girl, tell the butcher\nto send my bill apart. And don’t fear; you are not going to be asked\nfor any of your money to settle it with; your sous may lie sleeping.”",
        "This was an allusion to Martine’s little personal fortune. In thirty\nyears, with four hundred francs wages she had earned twelve thousand\nfrancs, from which she had taken only what was strictly necessary for\nher wants; and increased, almost trebled, by the interest, her savings\namounted now to thirty thousand francs, which through a caprice, a\ndesire to have her money apart, she had not chosen to place with M.\nGrandguillot. They were elsewhere, safely invested in the funds.",
        "“Sous that lie sleeping are honest sous,” she said gravely. “But\nmonsieur is right; I will tell the butcher to send a bill apart, as\nall the brains are for monsieur’s cookery and not for mine.”",
        "This explanation brought a smile to the face of Clotilde, who was\nalways amused by the jests about Martine’s avarice; and the breakfast\nended more cheerfully. The doctor desired to take the coffee under the\nplane trees, saying that he felt the need of air after being shut up\nall the morning. The coffee was served then on the stone table beside\nthe fountain; and how pleasant it was there in the shade, listening to\nthe cool murmur of the water, while around, the pine wood, the court,\nthe whole place, were glowing in the early afternoon sun.",
        "The doctor had complacently brought with him the vial of nerve\nsubstance, which he looked at as it stood on the table.",
        "“So, then, mademoiselle,” he resumed, with an air of brusque\npleasantry, “you do not believe in my elixir of resurrection, and you\nbelieve in miracles!”",
        "“Master,” responded Clotilde, “I believe that we do not know\neverything.”",
        "He made a gesture of impatience.",
        "“But we must know everything. Understand then, obstinate little girl,\nthat not a single deviation from the invariable laws which govern the\nuniverse has ever been scientifically proved. Up to this day there has\nbeen no proof of the existence of any intelligence other than the\nhuman. I defy you to find any real will, any reasoning force, outside\nof life. And everything is there; there is in the world no other will\nthan this force which impels everything to life, to a life ever\nbroader and higher.”",
        "He rose with a wave of the hand, animated by so firm a faith that she\nregarded him in surprise, noticing how youthful he looked in spite of\nhis white hair.",
        "“Do you wish me to repeat my ’Credo’ for you, since you accuse me of\nnot wanting yours? I believe that the future of humanity is in the\nprogress of reason through science. I believe that the pursuit of\ntruth, through science, is the divine ideal which man should propose\nto himself. I believe that all is illusion and vanity outside the\ntreasure of truths slowly accumulated, and which will never again be\nlost. I believe that the sum of these truths, always increasing, will\nat last confer on man incalculable power and peace, if not happiness.\nYes, I believe in the final triumph of life.”",
        "And with a broader sweep of the hand that took in the vast horizon, as\nif calling on these burning plains in which fermented the saps of all\nexistences to bear him witness, he added:",
        "“But the continual miracle, my child, is life. Only open your eyes,\nand look.”",
        "She shook her head.",
        "“It is in vain that I open my eyes; I cannot see everything. It is\nyou, master, who are blind, since you do not wish to admit that there\nis beyond an unknown realm which you will never enter. Oh, I know you\nare too intelligent to be ignorant of that! Only you do not wish to\ntake it into account; you put the unknown aside, because it would\nembarrass you in your researches. It is in vain that you tell me to\nput aside the mysterious; to start from the known for the conquest of\nthe unknown. I cannot; the mysterious at once calls me back and\ndisturbs me.”",
        "He listened to her, smiling, glad to see her become animated, while he\nsmoothed her fair curls with his hand.",
        "“Yes, yes, I know you are like the rest; you do not wish to live\nwithout illusions and without lies. Well, there, there; we understand\neach other still, even so. Keep well; that is the half of wisdom and\nof happiness.”",
        "Then, changing the conversation:",
        "“Come, you will accompany me, notwithstanding, and help me in my round\nof miracles. This is Thursday, my visiting day. When the heat shall\nhave abated a little, we will go out together.”",
        "She refused at first, in order not to seem to yield; but she at last\nconsented, seeing the pain she gave him. She was accustomed to\naccompany him on his round of visits. They remained for some time\nlonger under the plane trees, until the doctor went upstairs to dress.\nWhen he came down again, correctly attired in a close-fitting coat and\nwearing a broad-brimmed silk hat, he spoke of harnessing Bonhomme, the\nhorse that for a quarter of a century had taken him on his visits\nthrough the streets and the environs of Plassans. But the poor old\nbeast was growing blind, and through gratitude for his past services\nand affection for himself they now rarely disturbed him. On this\nafternoon he was very drowsy, his gaze wandered, his legs were stiff\nwith rheumatism. So that the doctor and the young girl, when they went\nto the stable to see him, gave him a hearty kiss on either side of his\nnose, telling him to rest on a bundle of fresh hay which the servant\nhad brought. And they decided to walk.",
        "Clotilde, keeping on her spotted white muslin, merely tied on over her\ncurls a large straw hat adorned with a bunch of lilacs; and she looked\ncharming, with her large eyes and her complexion of milk-and-roses\nunder the shadow of its broad brim. When she went out thus on Pascal’s\narm, she tall, slender, and youthful, he radiant, his face\nilluminated, so to say, by the whiteness of his beard, with a vigor\nthat made him still lift her across the rivulets, people smiled as\nthey passed, and turned around to look at them again, they seemed so\ninnocent and so happy. On this day, as they left the road to Les\nFenouilleres to enter Plassans, a group of gossips stopped short in\ntheir talk. It reminded one of one of those ancient kings one sees in\npictures; one of those powerful and gentle kings who never grew old,\nresting his hand on the shoulder of a girl beautiful as the day, whose\ndocile and dazzling youth lends him its support.",
        "They were turning into the Cours Sauvair to gain the Rue de la Banne,\nwhen a tall, dark young man of about thirty stopped them.",
        "“Ah, master, you have forgotten me. I am still waiting for your notes\non consumption.”",
        "It was Dr. Ramond, a young physician, who had settled two years before\nat Plassans, where he was building up a fine practise. With a superb\nhead, in the brilliant prime of a gracious manhood, he was adored by\nthe women, but he had fortunately a great deal of good sense and a\ngreat deal of prudence.",
        "“Why, Ramond, good day! Not at all, my dear friend; I have not\nforgotten you. It is this little girl, to whom I gave the notes\nyesterday to copy, and who has not touched them yet.”",
        "The two young people shook hands with an air of cordial intimacy.",
        "“Good day, Mlle. Clotilde.”",
        "“Good day, M. Ramond.”",
        "During a gastric fever, happily mild, which the young girl had had the\npreceding year, Dr. Pascal had lost his head to the extent of\ndistrusting his own skill, and he had asked his young colleague to\nassist him–to reassure him. Thus it was that an intimacy, a sort of\ncomradeship, had sprung up among the three.",
        "“You shall have your notes to-morrow, I promise you,” she said,\nsmiling.",
        "Ramond walked on with them, however, until they reached the end of the\nRue de la Banne, at the entrance of the old quarter whither they were\ngoing. And there was in the manner in which he leaned, smiling, toward\nClotilde, the revelation of a secret love that had grown slowly,\nawaiting patiently the hour fixed for the most reasonable of\ndenouements. Besides, he listened with deference to Dr. Pascal,\nwhose works he admired greatly.",
        "“And it just happens, my dear friend, that I am going to Guiraude’s,\nthat woman, you know, whose husband, a tanner, died of consumption\nfive years ago. She has two children living–Sophie, a girl now going\non sixteen, whom I fortunately succeeded in having sent four years\nbefore her father’s death to a neighboring village, to one of her\naunts; and a son, Valentin, who has just completed his twenty-first\nyear, and whom his mother insisted on keeping with her through a blind\naffection, notwithstanding that I warned her of the dreadful results\nthat might ensue. Well, see if I am right in asserting that\nconsumption is not hereditary, but only that consumptive parents\ntransmit to their children a degenerate soil, in which the disease\ndevelops at the slightest contagion. Now, Valentin, who lived in daily\ncontact with his father, is consumptive, while Sophie, who grew up in\nthe open air, has superb health.”",
        "He added with a triumphant smile:",
        "“But that will not prevent me, perhaps, from saving Valentin, for he\nis visibly improved, and is growing fat since I have used my\ninjections with him. Ah, Ramond, you will come to them yet; you will\ncome to my injections!”",
        "The young physician shook hands with both of them, saying:",
        "“I don’t say no. You know that I am always with you.”",
        "When they were alone they quickened their steps and were soon in the\nRue Canquoin, one of the narrowest and darkest streets of the old\nquarter. Hot as was the sun, there reigned here the semi-obscurity and\nthe coolness of a cave. Here it was, on a ground floor, that Guiraude\nlived with her son Valentin. She opened the door herself. She was a\nthin, wasted-looking woman, who was herself affected with a slow\ndecomposition of the blood. From morning till night she crushed\nalmonds with the end of an ox-bone on a large paving stone, which she\nheld between her knees. This work was their only means of living, the\nson having been obliged to give up all labor. She smiled, however,\nto-day on seeing the doctor, for Valentin had just eaten a cutlet with\na good appetite, a thing which he had not done for months. Valentin, a\nsickly-looking young man, with scanty hair and beard and prominent\ncheek bones, on each of which was a bright red spot, while the rest of\nhis face was of a waxen hue, rose quickly to show how much more\nsprightly he felt! And Clotilde was touched by the reception given to\nPascal as a saviour, the awaited Messiah. These poor people pressed\nhis hands–they would like to have kissed his feet; looking at him\nwith eyes shining with gratitude. True, the disease was not yet cured:\nperhaps this was only the effect of the stimulus, perhaps what he felt\nwas only the excitement of fever. But was it not something to gain\ntime? He gave him another injection while Clotilde, standing before\nthe window, turned her back to them; and when they were leaving she\nsaw him lay twenty francs upon the table. This often happened to him,\nto pay his patients instead of being paid by them.",
        "He made three other visits in the old quarter, and then went to see a\nlady in the new town. When they found themselves in the street again,\nhe said:",
        "“Do you know that, if you were a courageous girl, we should walk to\nSeguiranne, to see Sophie at her aunt’s. That would give me pleasure.”",
        "The distance was scarcely three kilometers; that would be only a\npleasant walk in this delightful weather. And she agreed gaily, not\nsulky now, but pressing close to him, happy to hang on his arm. It was\nfive o’clock. The setting sun spread over the fields a great sheet of\ngold. But as soon as they left Plassans they were obliged to cross the\ncorner of the vast, arid plain, which extended to the right of the\nViorne. The new canal, whose irrigating waters were soon to transform\nthe face of the country parched with thirst, did not yet water this\nquarter, and red fields and yellow fields stretched away into the\ndistance under the melancholy and blighting glare of the sun, planted\nonly with puny almond trees and dwarf olives, constantly cut down and\npruned, whose branches twisted and writhed in attitudes of suffering\nand revolt. In the distance, on the bare hillsides, were to be seen\nonly like pale patches the country houses, flanked by the regulation\ncypress. The vast, barren expanse, however, with broad belts of\ndesolate fields of hard and distinct coloring, had classic lines of a\nsevere grandeur. And on the road the dust lay twenty centimeters\nthick, a dust like snow, that the slightest breath of wind raised in\nbroad, flying clouds, and that covered with white powder the fig trees\nand the brambles on either side.",
        "Clotilde, who amused herself like a child, listening to this dust\ncrackling under her little feet, wished to hold her parasol over\nPascal.",
        "“You have the sun in your eyes. Lean a little this way.”",
        "But at last he took possession of the parasol, to hold it himself.",
        "“It is you who do not hold it right; and then it tires you. Besides,\nwe are almost there now.”",
        "In the parched plain they could already perceive an island of verdure,\nan enormous clump of trees. This was La Seguiranne, the farm on which\nSophie had grown up in the house of her Aunt Dieudonne, the wife of\nthe cross old man. Wherever there was a spring, wherever there was a\nrivulet, this ardent soil broke out in rich vegetation; and then there\nwere walks bordered by trees, whose luxuriant foliage afforded a\ndelightful coolness and shade. Plane trees, chestnut trees, and young\nelms grew vigorously. They entered an avenue of magnificent green\noaks.",
        "As they approached the farm, a girl who was making hay in the meadow\ndropped her fork and ran toward them. It was Sophie, who had\nrecognized the doctor and the young lady, as she called Clotilde. She\nadored them, but she stood looking at them in confusion, unable to\nexpress the glad greeting with which her heart overflowed. She\nresembled her brother Valentin; she had his small stature, his\nprominent cheek bones, his pale hair; but in the country, far from the\ncontagion of the paternal environment, she had, it seemed, gained\nflesh; acquired with her robust limbs a firm step; her cheeks had\nfilled out, her hair had grown luxuriant. And she had fine eyes, which\nshone with health and gratitude. Her Aunt Dieudonne, who was making\nhay with her, had come toward them also, crying from afar jestingly,\nwith something of Provencal rudeness:",
        "“Ah, M. Pascal, we have no need of you here! There is no one sick!”",
        "The doctor, who had simply come in search of this fine spectacle of\nhealth, answered in the same tone:",
        "“I hope so, indeed. But that does not prevent this little girl here\nfrom owing you and me a fine taper!”",
        "“Well, that is the pure truth! And she knows it, M. Pascal. There is\nnot a day that she does not say that but for you she would be at this\ntime like her brother Valentin.”",
        "“Bah! We will save him, too. He is getting better, Valentin is. I have\njust been to see him.”",
        "Sophie seized the doctor’s hands; large tears stood in her eyes, and\nshe could only stammer:",
        "“Oh, M. Pascal!”",
        "How they loved him! And Clotilde felt her affection for him increase,\nseeing the affection of all these people for him. They remained\nchatting there for a few moments longer, in the salubrious shade of\nthe green oaks. Then they took the road back to Plassans, having still\nanother visit to make.",
        "This was to a tavern, that stood at the crossing of two roads and was\nwhite with the flying dust. A steam mill had recently been established\nopposite, utilizing the old buildings of Le Paradou, an estate dating\nfrom the last century, and Lafouasse, the tavern keeper, still carried\non his little business, thanks to the workmen at the mill and to the\npeasants who brought their corn to it. He had still for customers on\nSundays the few inhabitants of Les Artauds, a neighboring hamlet. But\nmisfortune had struck him; for the last three years he had been\ndragging himself about groaning with rheumatism, in which the doctor\nhad finally recognized the beginning of ataxia. But he had obstinately\nrefused to take a servant, persisting in waiting on his customers\nhimself, holding on by the furniture. So that once more firm on his\nfeet, after a dozen punctures, he already proclaimed his cure\neverywhere.",
        "He chanced to be just then at his door, and looked strong and\nvigorous, with his tall figure, fiery face, and fiery red hair.",
        "“I was waiting for you, M. Pascal. Do you know that I have been able\nto bottle two casks of wine without being tired!”",
        "Clotilde remained outside, sitting on a stone bench; while Pascal\nentered the room to give Lafouasse the injection. She could hear them\nspeaking, and the latter, who in spite of his stoutness was very\ncowardly in regard to pain, complained that the puncture hurt, adding,\nhowever, that after all a little suffering was a small price to pay\nfor good health. Then he declared he would be offended if the doctor\ndid not take a glass of something. The young lady would not affront\nhim by refusing to take some syrup. He carried a table outside, and\nthere was nothing for it but they must touch glasses with him.",
        "“To your health, M. Pascal, and to the health of all the poor devils\nto whom you give back a relish for their victuals!”",
        "Clotilde thought with a smile of the gossip of which Martine had\nspoken to her, of Father Boutin, whom they accused the doctor of\nhaving killed. He did not kill all his patients, then; his remedy\nworked real miracles, since he brought back to life the consumptive\nand the ataxic. And her faith in her master returned with the warm\naffection for him which welled up in her heart. When they left\nLafouasse, she was once more completely his; he could do what he\nwilled with her.",
        "But a few moments before, sitting on the stone bench looking at the\nsteam mill, a confused story had recurred to her mind; was it not here\nin these smoke-blackened buildings, to-day white with flour, that a\ndrama of love had once been enacted? And the story came back to her;\ndetails given by Martine; allusions made by the doctor himself; the\nwhole tragic love adventure of her cousin the Abbe Serge Mouret, then\nrector of Les Artauds, with an adorable young girl of a wild and\npassionate nature who lived at Le Paradou.",
        "Returning by the same road Clotilde stopped, and pointing to the vast,\nmelancholy expanse of stubble fields, cultivated plains, and fallow\nland, said:",
        "“Master, was there not once there a large garden? Did you not tell me\nsome story about it?”",
        "“Yes, yes; Le Paradou, an immense garden–woods, meadows, orchards,\nparterres, fountains, and brooks that flowed into the Viorne. A garden\nabandoned for an age; the garden of the Sleeping Beauty, returned to\nNature’s rule. And as you see they have cut down the woods, and\ncleared and leveled the ground, to divide it into lots, and sell it by\nauction. The springs themselves have dried up. There is nothing there\nnow but that fever-breeding marsh. Ah, when I pass by here, it makes\nmy heart ache!”",
        "She ventured to question him further:",
        "“But was it not in Le Paradou that my cousin Serge and your great\nfriend Albine fell in love with each other?”",
        "He had forgotten her presence. He went on talking, his gaze fixed on\nspace, lost in recollections of the past.",
        "“Albine, my God! I can see her now, in the sunny garden, like a great,\nfragrant bouquet, her head thrown back, her bosom swelling with joy,\nhappy in her flowers, with wild flowers braided among her blond\ntresses, fastened at her throat, on her corsage, around her slender,\nbare brown arms. And I can see her again, after she had asphyxiated\nherself; dead in the midst of her flowers; very white, sleeping with\nfolded hands, and a smile on her lips, on her couch of hyacinths and\ntuberoses. Dead for love; and how passionately Albine and Serge loved\neach other, in the great garden their tempter, in the bosom of Nature\ntheir accomplice! And what a flood of life swept away all false bonds,\nand what a triumph of life!”",
        "Clotilde, she too troubled by this passionate flow of murmured words,\ngazed at him intently. She had never ventured to speak to him of\nanother story that she had heard–the story of the one love of his\nlife–a love which he had cherished in secret for a lady now dead. It\nwas said that he had attended her for a long time without ever so much\nas venturing to kiss the tips of her fingers. Up to the present, up to\nnear sixty, study and his natural timidity had made him shun women.\nBut, notwithstanding, one felt that he was reserved for some great\npassion, with his feelings still fresh and ardent, in spite of his\nwhite hair.",
        "“And the girl that died, the girl they mourned,” she resumed, her\nvoice trembling, her cheeks scarlet, without knowing why. “Serge did\nnot love her, then, since he let her die?”",
        "Pascal started as though awakening from a dream, seeing her beside him\nin her youthful beauty, with her large, clear eyes shining under the\nshadow of her broad-brimmed hat. Something had happened; the same\nbreath of life had passed through them both; they did not take each\nother’s arms again. They walked side by side.",
        "“Ah, my dear, the world would be too beautiful, if men did not spoil\nit all! Albine is dead, and Serge is now rector of St. Eutrope, where\nhe lives with his sister Desiree, a worthy creature who has the good\nfortune to be half an idiot. He is a holy man; I have never said the\ncontrary. One may be an assassin and serve God.”",
        "And he went on speaking of the hard things of life, of the blackness\nand execrableness of humanity, without losing his gentle smile. He\nloved life; and the continuous work of life was a continual joy to him\nin spite of all the evil, all the misery, that it might contain. It\nmattered not how dreadful life might appear, it must be great and\ngood, since it was lived with so tenacious a will, for the purpose no\ndoubt of this will itself, and of the great work which it\nunconsciously accomplished. True, he was a scientist, a clear-sighted\nman; he did not believe in any idyllic humanity living in a world of\nperpetual peace; he saw, on the contrary, its woes and its vices; he\nhad laid them bare; he had examined them; he had catalogued them for\nthirty years past, but his passion for life, his admiration for the\nforces of life, sufficed to produce in him a perpetual gaiety, whence\nseemed to flow naturally his love for others, a fraternal compassion,\na sympathy, which were felt under the roughness of the anatomist and\nunder the affected impersonality of his studies.",
        "“Bah!” he ended, taking a last glance at the vast, melancholy plains.\n“Le Paradou is no more. They have sacked it, defiled it, destroyed it;\nbut what does that matter! Vines will be planted, corn will spring up,\na whole growth of new crops; and people will still fall in love in\nvintages and harvests yet to come. Life is eternal; it is a perpetual\nrenewal of birth and growth.”",
        "He took her arm again and they returned to the town thus, arm in arm\nlike good friends, while the glow of the sunset was slowly fading away\nin a tranquil sea of violets and roses. And seeing them both pass\nagain, the ancient king, powerful and gentle, leaning against the\nshoulder of a charming and docile girl, supported by her youth, the\nwomen of the faubourg, sitting at their doors, looked after them with\na smile of tender emotion.",
        "At La Souleiade Martine was watching for them. She waved her hand to\nthem from afar. What! Were they not going to dine to-day? Then, when\nthey were near, she said:",
        "“Ah! you will have to wait a little while. I did not venture to put on\nmy leg of mutton yet.”",
        "They remained outside to enjoy the charm of the closing day. The pine\ngrove, wrapped in shadow, exhaled a balsamic resinous odor, and from\nthe yard, still heated, in which a last red gleam was dying away, a\nchillness arose. It was like an assuagement, a sigh of relief, a\nresting of surrounding Nature, of the puny almond trees, the twisted\nolives, under the paling sky, cloudless and serene; while at the back\nof the house the clump of plane trees was a mass of black and\nimpenetrable shadows, where the fountain was heard singing its eternal\ncrystal song.",
        "“Look!” said the doctor, “M. Bellombre has already dined, and he is\ntaking the air.”",
        "He pointed to a bench, on which a tall, thin old man of seventy was\nsitting, with a long face, furrowed with wrinkles, and large, staring\neyes, and very correctly attired in a close-fitting coat and cravat.",
        "“He is a wise man,” murmured Clotilde. “He is happy.”",
        "“He!” cried Pascal. “I should hope not!”",
        "He hated no one, and M. Bellombre, the old college professor, now\nretired, and living in his little house without any other company than\nthat of a gardener who was deaf and dumb and older than himself, was\nthe only person who had the power to exasperate him.",
        "“A fellow who has been afraid of life; think of that! afraid of life!\nYes, a hard and avaricious egotist! If he banished woman from his\nexistence, it was only through fear of having to pay for her shoes.\nAnd he has known only the children of others, who have made him suffer\n–hence his hatred of the child–that flesh made to be flogged. The\nfear of life, the fear of burdens and of duties, of annoyances and of\ncatastrophes! The fear of life, which makes us through dread of its\nsufferings refuse its joys. Ah! I tell you, this cowardliness enrages\nme; I cannot forgive it. We must live–live a complete life–live all\nour life. Better even suffering, suffering only, than such\nrenunciation–the death of all there is in us that is living and\nhuman!”",
        "M. Bellombre had risen, and was walking along one of the walks with\nslow, tranquil steps. Then, Clotilde, who had been watching him in\nsilence, at last said:",
        "“There is, however, the joy of renunciation. To renounce, not to live;\nto keep one’s self for the spiritual, has not this always been the\ngreat happiness of the saints?”",
        "“If they had not lived,” cried Pascal, “they could not now be saints.\nLet suffering come, and I will bless it, for it is perhaps the only\ngreat happiness!”",
        "But he felt that she rebelled against this; that he was going to lose\nher again. At the bottom of our anxiety about the beyond is the secret\nfear and hatred of life. So that he hastily assumed again his pleasant\nsmile, so affectionate and conciliating.",
        "“No, no! Enough for to-day; let us dispute no more; let us love each\nother dearly. And see! Martine is calling us, let us go in to dinner.”",
        "Continue...",
        "\nThis eBook of “Doctor Pascal” by Emile Zola (translated by Mary J. Serrano) belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Doctor Pascal (Rougon-Macquart)By Emile ZolaAt Amazon"
    ]
}