{
    "title": "Doctor Pascal - V.",
    "author": "Emile Zola",
    "chapter": "5",
    "content": [
        "\n\n",
        "For an instant Pascal looked at the papers, the heap of which seemed\nenormous, lying thus in disorder on the long table that stood in the\nmiddle of the room. In the confusion several of the blue paper\nenvelopes had burst open, and their contents had fallen out–letters,\nnewspaper clippings, documents on stamped paper, and manuscript notes.",
        "He was already mechanically beginning to seek out the names written on\nthe envelopes in large characters, to classify the packages again,\nwhen, with an abrupt gesture, he emerged from the somber meditation\ninto which he had fallen. And turning to Clotilde who stood waiting,\npale, silent, and erect, he said:",
        "“Listen to me; I have always forbidden you to read these papers, and I\nknow that you have obeyed me. Yes, I had scruples of delicacy. It is\nnot that you are an ignorant girl, like so many others, for I have\nallowed you to learn everything concerning man and woman, which is\nassuredly bad only for bad natures. But to what end disclose to you\ntoo early these terrible truths of human life? I have therefore spared\nyou the history of our family, which is the history of every family,\nof all humanity; a great deal of evil and a great deal of good.”",
        "He paused as if to confirm himself in his resolution and then resumed\nquite calmly and with supreme energy:",
        "“You are twenty-five years old; you ought to know. And then the life\nwe are leading is no longer possible. You live and you make me live in\na constant nightmare, with your ecstatic dreams. I prefer to show you\nthe reality, however execrable it may be. Perhaps the blow which it\nwill inflict upon you will make of you the woman you ought to be. We\nwill classify these papers again together, and read them, and learn\nfrom them a terrible lesson of life!”",
        "Then, as she still continued motionless, he resumed:",
        "“Come, we must be able to see well. Light those other two candles\nthere.”",
        "He was seized by a desire for light, a flood of light; he would have\ndesired the blinding light of the sun; and thinking that the light of\nthe three candles was not sufficient, he went into his room for a pair\nof three-branched candelabra which were there. The nine candles were\nblazing, yet neither of them, in their disorder–he with his chest\nbare, she with her left shoulder stained with blood, her throat and\narms bare–saw the other. It was past two o’clock, but neither of them\nhad any consciousness of the hour; they were going to spend the night\nin this eager desire for knowledge, without feeling the need of sleep,\noutside time and space. The mutterings of the storm, which, through\nthe open window, they could see gathering, grew louder and louder.",
        "Clotilde had never before seen in Pascal’s eyes the feverish light\nwhich burned in them now. He had been overworking himself for some\ntime past, and his mental sufferings made him at times abrupt, in\nspite of his good-natured complacency. But it seemed as if an infinite\ntenderness, trembling with fraternal pity, awoke within him, now that\nhe was about to plunge into the painful truths of existence; and it\nwas something emanating from himself, something very great and very\ngood which was to render innocuous the terrible avalanche of facts\nwhich was impending. He was determined that he would reveal\neverything, since it was necessary that he should do so in order to\nremedy everything. Was not this an unanswerable, a final argument for\nevolution, the story of these beings who were so near to them? Such\nwas life, and it must be lived. Doubtless she would emerge from it\nlike the steel tempered by the fire, full of tolerance and courage.",
        "“They are setting you against me,” he resumed; “they are making you\ncommit abominable acts, and I wish to restore your conscience to you.\nWhen you know, you will judge and you will act. Come here, and read\nwith me.”",
        "She obeyed. But these papers, about which her grandmother had spoken\nso angrily, frightened her a little; while a curiosity that grew with\nevery moment awoke within her. And then, dominated though she was by\nthe virile authority which had just constrained and subjugated her,\nshe did not yet yield. But might she not listen to him, read with him?\nDid she not retain the right to refuse or to give herself afterward?\nHe spoke at last.",
        "“Will you come?”",
        "“Yes, master, I will.”",
        "He showed her first the genealogical tree of the Rougon-Macquarts. He\ndid not usually lock it in the press, but kept it in the desk in his\nroom, from which he had taken it when he went there for the\ncandelabra. For more than twenty years past he had kept it up to date,\ninscribing the births, deaths, marriages, and other important events\nthat had taken place in the family, making brief notes in each case,\nin accordance with his theory of heredity.",
        "It was a large sheet of paper, yellow with age, with folds cut by\nwear, on which was drawn boldly a symbolical tree, whose branches\nspread and subdivided into five rows of broad leaves; and each leaf\nbore a name, and contained, in minute handwriting, a biography, a\nhereditary case.",
        "A scientist’s joy took possession of the doctor at sight of this labor\nof twenty years, in which the laws of heredity established by him were\nso clearly and so completely applied.",
        "“Look, child! You know enough about the matter, you have copied enough\nof my notes to understand. Is it not beautiful? A document so\ncomplete, so conclusive, in which there is not a gap? It is like an\nexperiment made in the laboratory, a problem stated and solved on the\nblackboard. You see below, the trunk, the common stock, Aunt Dide;\nthen the three branches issuing from it, the legitimate branch, Pierre\nRougon, and the two illegitimate branches, Ursule Macquart and Antoine\nMacquart; then, new branches arise, and ramify, on one side, Maxime,\nClotilde, and Victor, the three children of Saccard, and Angelique,\nthe daughter of Sidonie Rougon; on the other, Pauline, the daughter of\nLisa Macquart, and Claude, Jacques, Etienne, and Anna, the four\nchildren of Gervaise, her sister; there, at the extremity, is Jean,\ntheir brother, and here in the middle, you see what I call the knot,\nthe legitimate issue and the illegitimate issue, uniting in Marthe\nRougon and her cousin Francois Mouret, to give rise to three new\nbranches, Octave, Serge, and Desiree Mouret; while there is also the\nissue of Ursule and the hatter Mouret; Silvere, whose tragic death you\nknow; Helene and her daughter Jean; finally, at the top are the latest\noffshoots, our poor Charles, your brother Maxime’s son, and two other\nchildren, who are dead, Jacques Louis, the son of Claude Lantier, and\nLouiset, the son of Anna Coupeau. In all five generations, a human\ntree which, for five springs already, five springtides of humanity,\nhas sent forth shoots, at the impulse of the sap of eternal life.”",
        "He became more and more animated, pointing out each case on the sheet\nof old yellow paper, as if it were an anatomical chart.",
        "“And as I have already said, everything is here. You see in direct\nheredity, the differentiations, that of the mother, Silvere, Lisa,\nDesiree, Jacques, Louiset, yourself; that of the father, Sidonie,\nFrancois, Gervaise, Octave, Jacques, Louis. Then there are the three\ncases of crossing: by conjugation, Ursule, Aristide, Anna, Victor; by\ndissemination, Maxime, Serge, Etienne; by fusion, Antoine, Eugene,\nClaude. I even noted a fourth case, a very remarkable one, an even\ncross, Pierre and Pauline; and varieties are established, the\ndifferentiation of the mother, for example, often accords with the\nphysical resemblance of the father; or, it is the contrary which takes\nplace, so that, in the crossing, the physical and mental predominance\nremains with one parent or the other, according to circumstances. Then\nhere is indirect heredity, that of the collateral branches. I have but\none well established example of this, the striking personal\nresemblance of Octave Mouret to his uncle Eugene Rougon. I have also\nbut one example of transmission by influence, Anna, the daughter of\nGervaise and Coupeau, who bore a striking resemblance, especially in\nher childhood, to Lantier, her mother’s first lover. But what I am\nvery rich in is in examples of reversion to the original stock–the\nthree finest cases, Marthe, Jeanne, and Charles, resembling Aunt Dide;\nthe resemblance thus passing over one, two, and three generations.\nThis is certainly exceptional, for I scarcely believe in atavism; it\nseems to me that the new elements brought by the partners, accidents,\nand the infinite variety of crossings must rapidly efface particular\ncharacteristics, so as to bring back the individual to the general\ntype. And there remains variation–Helene, Jean, Angelique. This is\nthe combination, the chemical mixture in which the physical and mental\ncharacteristics of the parents are blended, without any of their\ntraits seeming to reappear in the new being.”",
        "There was silence for a moment. Clotilde had listened to him with\nprofound attention, wishing to understand. And he remained absorbed in\nthought, his eyes still fixed on the tree, in the desire to judge his\nwork impartially. He then continued in a low tone, as if speaking to\nhimself:",
        "“Yes, that is as scientific as possible. I have placed there only the\nmembers of the family, and I had to give an equal part to the\npartners, to the fathers and mothers come from outside, whose blood\nhas mingled with ours, and therefore modified it. I had indeed made a\nmathematically exact tree, the father and the mother bequeathing\nthemselves, by halves, to the child, from generation to generation, so\nthat in Charles, for example, Aunt Dide’s part would have been only a\ntwelfth–which would be absurd, since the physical resemblance is\nthere complete. I have therefore thought it sufficient to indicate the\nelements come from elsewhere, taking into account marriages and the\nnew factor which each introduced. Ah! these sciences that are yet in\ntheir infancy, in which hypothesis speaks stammeringly, and\nimagination rules, these are the domain of the poet as much as of the\nscientist. Poets go as pioneers in the advance guard, and they often\ndiscover new countries, suggesting solutions. There is there a\nborderland which belongs to them, between the conquered, the\ndefinitive truth, and the unknown, whence the truth of to-morrow will\nbe torn. What an immense fresco there is to be painted, what a\nstupendous human tragedy, what a comedy there is to be written with\nheredity, which is the very genesis of families, of societies, and of\nthe world!”",
        "His eyes fixed on vacancy, he remained for a time lost in thought.\nThen, with an abrupt movement, he came back to the envelopes and,\npushing the tree aside, said:",
        "“We will take it up again presently; for, in order that you may\nunderstand now, it is necessary that events should pass in review\nbefore you, and that you should see in action all these actors\nticketed here, each one summed up in a brief note. I will call for the\nenvelopes, you will hand them to me one by one, and I will show you\nthe papers in each, and tell you their contents, before putting it\naway again up there on the shelf. I will not follow the alphabetical\norder, but the order of events themselves. I have long wished to make\nthis classification. Come, look for the names on the envelopes; Aunt\nDide first.”",
        "At this moment the edge of the storm which lighted up the sky caught\nLa Souleiade slantingly, and burst over the house in a deluge of rain.\nBut they did not even close the window. They heard neither the peals\nof thunder nor the ceaseless beating of the rain upon the roof. She\nhanded him the envelope bearing the name of Aunt Dide in large\ncharacters; and he took from it papers of all sorts, notes taken by\nhim long ago, which he proceeded to read.",
        "“Hand me Pierre Rougon. Hand me Ursule Macquart. Hand me Antoine\nMacquart.”",
        "Silently she obeyed him, her heart oppressed by a dreadful anguish at\nall she was hearing. And the envelopes were passed on, displayed their\ncontents, and were piled up again in the press.",
        "First was the foundress of the family, Adelaide Fouque, the tall,\ncrazy girl, the first nervous lesion giving rise to the legitimate\nbranch, Pierre Rougon, and to the two illegitimate branches, Ursule\nand Antoine Macquart, all that bourgeois and sanguinary tragedy,\nwith the coup d’etat of December, 1854, for a background, the\nRougons, Pierre and Felicite, preserving order at Plassans,\nbespattering with the blood of Silvere their rising fortunes, while\nAdelaide, grown old, the miserable Aunt Dide, was shut up in the\nTulettes, like a specter of expiation and of waiting.",
        "Then like a pack of hounds, the appetites were let loose. The supreme\nappetite of power in Eugene Rougon, the great man, the disdainful\ngenius of the family, free from base interests, loving power for its\nown sake, conquering Paris in old boots with the adventurers of the\ncoming Empire, rising from the legislative body to the senate, passing\nfrom the presidency of the council of state to the portfolio of\nminister; made by his party, a hungry crowd of followers, who at the\nsame time supported and devoured him; conquered for an instant by a\nwoman, the beautiful Clorinde, with whom he had been imbecile enough\nto fall in love, but having so strong a will, and burning with so\nvehement a desire to rule, that he won back power by giving the lie to\nhis whole life, marching to his triumphal sovereignty of vice emperor.",
        "With Aristide Saccard, appetite ran to low pleasures, the whole hot\nquarry of money, luxury, women–a devouring hunger which left him\nhomeless, at the time when millions were changing hands, when the\nwhirlwind of wild speculation was blowing through the city, tearing\ndown everywhere to construct anew, when princely fortunes were made,\nsquandered, and remade in six months; a greed of gold whose ever\nincreasing fury carried him away, causing him, almost before the body\nof his wife Angele was cold in death, to sell his name, in order to\nhave the first indispensable thousand francs, by marrying Renee. And\nit was Saccard, too, who, a few years later, put in motion the immense\nmoney-press of the Banque Universelle. Saccard, the never vanquished;\nSaccard, grown more powerful, risen to be the clever and daring grand\nfinancier, comprehending the fierce and civilizing role that money\nplays, fighting, winning, and losing battles on the Bourse, like\nNapoleon at Austerlitz and Waterloo; engulfing in disaster a world of\nmiserable people; sending forth into the unknown realms of crime his\nnatural son Victor, who disappeared, fleeing through the dark night,\nwhile he himself, under the impassable protection of unjust nature,\nwas loved by the adorable Mme. Caroline, no doubt in recompense of all\nthe evil he had done.",
        "Here a tall, spotless lily had bloomed in this compost, Sidonie\nRougon, the sycophant of her brother, the go-between in a hundred\nsuspicious affairs, giving birth to the pure and divine Angelique, the\nlittle embroiderer with fairylike fingers who worked into the gold of\nthe chasubles the dream of her Prince Charming, so happy among her\ncompanions the saints, so little made for the hard realities of life,\nthat she obtained the grace of dying of love, on the day of her\nmarriage, at the first kiss of Felicien de Hautecoeur, in the\ntriumphant peal of bells ringing for her splendid nuptials.",
        "The union of the two branches, the legitimate and the illegitimate,\ntook place then, Marthe Rougon espousing her cousin Francois Mouret, a\npeaceful household slowly disunited, ending in the direst catastrophes\n–a sad and gentle woman taken, made use of, and crushed in the vast\nmachine of war erected for the conquest of a city; her three children\ntorn from her, she herself leaving her heart in the rude grasp of the\nAbbe Faujas. And the Rougons saved Plassans a second time, while she\nwas dying in the glare of the conflagration in which her husband was\nbeing consumed, mad with long pent-up rage and the desire for revenge.",
        "Of the three children, Octave Mouret was the audacious conqueror, the\nclear intellect, resolved to demand from the women the sovereignty of\nParis, fallen at his debut into the midst of a corrupt bourgeoissociety, acquiring there a terrible sentimental education, passing\nfrom the capricious refusal of one woman to the unresisting\nabandonment of another, remaining, fortunately, active, laborious, and\ncombative, gradually emerging, and improved even, from the low\nplotting, the ceaseless ferment of a rotten society that could be\nheard already cracking to its foundations. And Octave Mouret,\nvictorious, revolutionized commerce; swallowed up the cautious little\nshops that carried on business in the old-fashioned way; established\nin the midst of feverish Paris the colossal palace of temptation,\nblazing with lights, overflowing with velvets, silks, and laces; won\nfortunes exploiting woman; lived in smiling scorn of woman until the\nday when a little girl, the avenger of her sex, the innocent and wise\nDenise, vanquished him and held him captive at her feet, groaning with\nanguish, until she did him the favor, she who was so poor, to marry\nhim in the midst of the apotheosis of his Louvre, under the golden\nshower of his receipts.",
        "There remained the two other children, Serge Mouret and Desiree\nMouret, the latter innocent and healthy, like some happy young animal;\nthe former refined and mystical, who was thrown into the priesthood by\na nervous malady hereditary in his family, and who lived again the\nstory of Adam, in the Eden of Le Paradou. He was born again to love\nAlbine, and to lose her, in the bosom of sublime nature, their\naccomplice; to be recovered, afterward by the Church, to war eternally\nwith life, striving to kill his manhood, throwing on the body of the\ndead Albine the handful of earth, as officiating priest, at the very\ntime when Desiree, the sister and friend of animals, was rejoicing in\nthe midst of the swarming life of her poultry yard.",
        "Further on there opened a calm glimpse of gentle and tragic life,\nHelene Mouret living peacefully with her little girl, Jeanne, on the\nheights of Passy, overlooking Paris, the bottomless, boundless human\nsea, in face of which was unrolled this page of love: the sudden\npassion of Helene for a stranger, a physician, brought one night by\nchance to the bedside of her daughter; the morbid jealousy of Jeanne–\nthe instinctive jealousy of a loving girl–disputing her mother with\nlove, her mother already so wasted by her unhappy passion that the\ndaughter died because of her fault; terrible price of one hour of\ndesire in the entire cold and discreet life of a woman, poor dead\nchild, lying alone in the silent cemetery, in face of eternal Paris.",
        "With Lisa Macquart began the illegitimate branch; appearing fresh and\nstrong in her, as she displayed her portly, prosperous figure, sitting\nat the door of her pork shop in a light colored apron, watching the\ncentral market, where the hunger of a people muttered, the age-long\nbattle of the Fat and the Lean, the lean Florent, her brother-in-law,\nexecrated, and set upon by the fat fishwomen and the fat shopwomen,\nand whom even the fat pork-seller herself, honest, but unforgiving,\ncaused to be arrested as a republican who had broken his ban,\nconvinced that she was laboring for the good digestion of all honest\npeople.",
        "From this mother sprang the sanest, the most human of girls, Pauline\nQuenu, the well-balanced, the reasonable, the virgin; who, knowing\neverything, accepted the joy of living in so ardent a love for others\nthat, in spite of the revolt of her youthful heart, she resigned to\nher friend her cousin and betrothed, Lazare, and afterward saved the\nchild of the disunited household, becoming its true mother; always\ntriumphant, always gay, notwithstanding her sacrificed and ruined\nlife, in her monotonous solitude, facing the great sea, in the midst\nof a little world of sufferers groaning with pain, but who did not\nwish to die.",
        "Then came Gervaise Macquart with her four children: bandy-legged,\npretty, and industrious Gervaise, whom her lover Lantier turned into\nthe street in the faubourg, where she met the zinc worker Coupeau, the\nskilful, steady workman whom she married, and with whom she lived so\nhappily at first, having three women working in her laundry, but\nafterward sinking with her husband, as was inevitable, to the\ndegradation of her surroundings. He, gradually conquered by alcohol,\nbrought by it to madness and death; she herself perverted, become a\nslattern, her moral ruin completed by the return of Lantier, living in\nthe tranquil ignominy of a household of three, thenceforward the\nwretched victim of want, her accomplice, to which she at last\nsuccumbed, dying one night of starvation.",
        "Her eldest son, Claude, had the unhappy genius of a great painter\nstruck with madness, the impotent madness of feeling within him the\nmasterpiece to which his fingers refused to give shape; a giant\nwrestler always defeated, a crucified martyr to his work, adoring\nwoman, sacrificing his wife Christine, so loving and for a time so\nbeloved, to the increate, divine woman of his visions, but whom his\npencil was unable to delineate in her nude perfection, possessed by a\ndevouring passion for producing, an insatiable longing to create, a\nlonging so torturing when it could not be satisfied, that he ended it\nby hanging himself.",
        "Jacques brought crime, the hereditary taint being transmuted in him\ninto an instinctive appetite for blood, the young and fresh blood from\nthe gashed throat of a woman, the first comer, the passer-by in the\nstreet: a horrible malady against which he struggled, but which took\npossession of him again in the course of his amour with the\nsubmissive and sensual Severine, whom a tragic story of assassination\ncaused to live in constant terror, and whom he stabbed one evening in\nan excess of frenzy, maddened by the sight of her white throat. Then\nthis savage human beast rushed among the trains filing past swiftly,\nand mounted the snorting engine of which he was the engineer, the\nbeloved engine which was one day to crush him to atoms, and then, left\nwithout a guide, to rush furiously off into space braving unknown\ndisasters.",
        "Etienne, in his turn driven out, arrived in the black country on a\nfreezing night in March, descended into the voracious pit, fell in\nlove with the melancholy Catherine, of whom a ruffian robbed him;\nlived with the miners their gloomy life of misery and base\npromiscuousness, until one day when hunger, prompting rebellion, sent\nacross the barren plain a howling mob of wretches who demanded bread,\ntearing down and burning as they went, under the menace of the guns of\nthe band that went off of themselves, a terrible convulsion announcing\nthe end of the world. The avenging blood of the Maheus was to rise up\nlater; of Alzire dead of starvation, Maheu killed by a bullet,\nZacharie killed by an explosion of fire-damp, Catherine under the\nground. La Maheude alone survived to weep her dead, descending again\ninto the mine to earn her thirty sons, while Etienne, the beaten chief\nof the band, haunted by the dread of future demands, went away on a\nwarm April morning, listening to the secret growth of the new world\nwhose germination was soon to dazzle the earth.",
        "Nana then became the avenger; the girl born among the social filth of\nthe faubourgs; the golden fly sprung from the rottenness below, that\nwas tolerated and concealed, carrying in the fluttering of its wings\nthe ferment of destruction, rising and contaminating the aristocracy,\npoisoning men only by alighting upon them, in the palaces through\nwhose windows it entered; the unconscious instrument of ruin and\ndeath–fierce flame of Vandeuvres, the melancholy fate of Foucarmont,\nlost in the Chinese waters, the disaster of Steiner, reduced to live\nas an honest man, the imbecility of La Faloise and the tragic ruin of\nthe Muffats, and the white corpse of Georges, watched by Philippe,\ncome out of prison the day before, when the air of the epoch was so\ncontaminated that she herself was infected, and died of malignant\nsmallpox, caught at the death-bed of her son Louiset, while Paris\npassed beneath her windows, intoxicated, possessed by the frenzy of\nwar, rushing to general ruin.",
        "Lastly comes Jean Macquart, the workman and soldier become again a\npeasant, fighting with the hard earth, which exacts that every grain\nof corn shall be purchased with a drop of sweat, fighting, above all,\nwith the country people, whom covetousness and the long and difficult\nbattle with the soil cause to burn with the desire, incessantly\nstimulated, of possession. Witness the Fouans, grown old, parting with\ntheir fields as if they were parting with their flesh; the Buteaus in\ntheir eager greed committing parricide, to hasten the inheritance of a\nfield of lucern; the stubborn Francoise dying from the stroke of a\nscythe, without speaking, rather than that a sod should go out of the\nfamily–all this drama of simple natures governed by instinct,\nscarcely emerged from primitive barbarism–all this human filth on the\ngreat earth, which alone remains immortal, the mother from whom they\nissue and to whom they return again, she whom they love even to crime,\nwho continually remakes life, for its unknown end, even with the\nmisery and the abomination of the beings she nourishes. And it was\nJean, too, who, become a widower and having enlisted again at the\nfirst rumor of war, brought the inexhaustible reserve, the stock of\neternal rejuvenation which the earth keeps; Jean, the humblest, the\nstaunchest soldier at the final downfall, swept along in the terrible\nand fatal storm which, from the frontier to Sedan, in sweeping away\nthe Empire, threatened to sweep away the country; always wise,\ncircumspect, firm in his hope, loving with fraternal affection his\ncomrade Maurice, the demented child of the people, the holocaust\ndoomed to expiation, weeping tears of blood when inexorable destiny\nchose himself to hew off this rotten limb, and after all had ended–\nthe continual defeats, the frightful civil war, the lost provinces,\nthe thousands of millions of francs to pay–taking up the march again,\nnotwithstanding, returning to the land which awaited him, to the great\nand difficult task of making a new France.",
        "Pascal paused; Clotilde had handed him all the packages, one by one,\nand he had gone over them all, laid bare the contents of all,\nclassified them anew, and placed them again on the top shelf of the\npress. He was out of breath, exhausted by his swift course through all\nthis humanity, while, without voice, without movement, the young girl,\nstunned by this overflowing torrent of life, waited still, incapable\nof thought or judgment. The rain still beat furiously upon the dark\nfields. The lightning had just struck a tree in the neighborhood, that\nhad split with a terrible crash. The candles flared up in the wind\nthat came in from the open window.",
        "“Ah!” he resumed, pointing to the papers again, “there is a world in\nitself, a society, a civilization, the whole of life is there, with\nits manifestations, good and bad, in the heat and labor of the forge\nwhich shapes everything. Yes, our family of itself would suffice as an\nexample to science, which will perhaps one day establish with\nmathematical exactness the laws governing the diseases of the blood\nand nerves that show themselves in a race, after a first organic\nlesion, and that determine, according to environment, the sentiments,\ndesires, and passions of each individual of that race, all the human,\nnatural and instinctive manifestations which take the names of virtues\nand vices. And it is also a historical document, it relates the story\nof the Second Empire, from the coup d’etat to Sedan; for our family\nspring from the people, they spread themselves through the whole of\ncontemporary society, invaded every place, impelled by their unbridled\nappetites, by that impulse, essentially modern, that eager desire that\nurges the lower classes to enjoyment, in their ascent through the\nsocial strata. We started, as I have said, from Plassans, and here we\nare now arrived once more at Plassans.”",
        "He paused again, and then resumed in a low, dreamy voice:",
        "“What an appalling mass stirred up! how many passions, how many joys,\nhow many sufferings crammed into this colossal heap of facts! There is\npure history: the Empire founded in blood, at first pleasure-loving\nand despotic, conquering rebellious cities, then gliding to a slow\ndisintegration, dissolving in blood–in such a sea of blood that the\nentire nation came near being swamped in it. There are social studies:\nwholesale and retail trade, prostitution, crime, land, money, the\nbourgeoisie, the people–that people who rot in the sewer of the\nfaubourgs, who rebel in the great industrial centers, all that\never-increasing growth of mighty socialism, big with the new century.\nThere are simple human studies: domestic pages, love stories, the\nstruggle of minds and hearts against unjust nature, the destruction of\nthose who cry out under their too difficult task, the cry of virtue\nimmolating itself, victorious over pain, There are fancies, flights of\nthe imagination beyond the real: vast gardens always in bloom,\ncathedrals with slender, exquisitely wrought spires, marvelous tales\ncome down from paradise, ideal affections remounting to heaven in a\nkiss. There is everything: the good and the bad, the vulgar and the\nsublime, flowers, mud, blood, laughter, the torrent of life itself,\nbearing humanity endlessly on!”",
        "He took up again the genealogical tree which had remained neglected on\nthe table, spread it out and began to go over it once more with his\nfinger, enumerating now the members of the family who were still\nliving: Eugene Rougon, a fallen majesty, who remained in the Chamber,\nthe witness, the impassible defender of the old world swept away at\nthe downfall of the Empire. Aristide Saccard, who, after having\nchanged his principles, had fallen upon his feet a republican, the\neditor of a great journal, on the way to make new millions, while his\nnatural son Victor, who had never reappeared, was living still in the\nshade, since he was not in the galleys, cast forth by the world into\nthe future, into the unknown, like a human beast foaming with the\nhereditary virus, who must communicate his malady with every bite he\ngives. Sidonie Rougon, who had for a time disappeared, weary of\ndisreputable affairs, had lately retired to a sort of religious house,\nwhere she was living in monastic austerity, the treasurer of the\nMarriage Fund, for aiding in the marriage of girls who were mothers.\nOctave Mouret, proprietor of the great establishment Au Bonheur des\nDames, whose colossal fortune still continued increasing, had had,\ntoward the end of the winter, a third child by his wife Denise Baudu,\nwhom he adored, although his mind was beginning to be deranged again.\nThe Abbe Mouret, cure at St. Eutrope, in the heart of a marshy gorge,\nlived there in great retirement, and very modestly, with his sister\nDesiree, refusing all advancement from his bishop, and waiting for\ndeath like a holy man, rejecting all medicines, although he was\nalready suffering from consumption in its first stage. Helene Mouret\nwas living very happily in seclusion with her second husband, M.\nRambaud, on the little estate which they owned near Marseilles, on the\nseashore; she had had no child by her second husband. Pauline Quenu\nwas still at Bonneville at the other extremity of France, in face of\nthe vast ocean, alone with little Paul, since the death of Uncle\nChanteau, having resolved never to marry, in order to devote herself\nentirely to the son of her cousin Lazare, who had become a widower and\nhad gone to America to make a fortune. Etienne Lantier, returning to\nParis after the strike at Montsou, had compromised himself later in\nthe insurrection of the Commune, whose principles he had defended with\nardor; he had been condemned to death, but his sentence being commuted\nwas transported and was now at Noumea. It was even said that he had\nmarried immediately on his arrival there, and that he had had a child,\nthe sex of which, however, was not known with certainty. Finally, Jean\nMacquart, who had received his discharge after the Bloody Week, had\nsettled at Valqueyras, near Plassans, where he had had the good\nfortune to marry a healthy girl, Melanie Vial, the daughter of a\nwell-to-do peasant, whose lands he farmed, and his wife had borne him\na son in May.",
        "“Yes, it is true,” he resumed, in a low voice; “races degenerate.\nThere is here a veritable exhaustion, rapid deterioration, as if our\nfamily, in their fury of enjoyment, in the gluttonous satisfaction of\ntheir appetites, had consumed themselves too quickly. Louiset, dead in\ninfancy; Jacques Louis, a half imbecile, carried off by a nervous\ndisease; Victor returned to the savage state, wandering about in who\nknows what dark places; our poor Charles, so beautiful and so frail;\nthese are the latest branches of the tree, the last pale offshoots\ninto which the puissant sap of the larger branches seems to have been\nunable to mount. The worm was in the trunk, it has ascended into the\nfruit, and is devouring it. But one must never despair; families are a\ncontinual growth. They go back beyond the common ancestor, into the\nunfathomable strata of the races that have lived, to the first being;\nand they will put forth new shoots without end, they will spread and\nramify to infinity, through future ages. Look at our tree; it counts\nonly five generations. It has not so much importance as a blade of\ngrass, even, in the human forest, vast and dark, of which the peoples\nare the great secular oaks. Think only of the immense roots which\nspread through the soil; think of the continual putting forth of new\nleaves above, which mingle with other leaves of the ever-rolling sea\nof treetops, at the fructifying, eternal breath of life. Well, hope\nlies there, in the daily reconstruction of the race by the new blood\nwhich comes from without. Each marriage brings other elements, good or\nbad, of which the effect is, however, to prevent certain and\nprogressive regeneration. Breaches are repaired, faults effaced, an\nequilibrium is inevitably re-established at the end of a few\ngenerations, and it is the average man that always results; vague\nhumanity, obstinately pursuing its mysterious labor, marching toward\nits unknown end.”",
        "He paused, and heaved a deep sigh.",
        "“Ah! our family, what is it going to become; in what being will it\nfinally end?”",
        "He continued, not now taking into account the survivors whom he had\njust named; having classified these, he knew what they were capable\nof, but he was full of keen curiosity regarding the children who were\nstill infants. He had written to a confrere in Noumea for precise\ninformation regarding the wife whom Etienne had lately married there,\nand the child which she had had, but he had heard nothing, and he\nfeared greatly that on that side the tree would remain incomplete. He\nwas more fully furnished with documents regarding the two children of\nOctave Mouret, with whom he continued to correspond; the little girl\nwas growing up puny and delicate, while the little boy, who strongly\nresembled his mother, had developed superbly, and was perfectly\nhealthy. His strongest hope, besides these, was in Jean’s children,\nthe eldest of whom was a magnificent boy, full of the youthful vigor\nof the races that go back to the soil to regenerate themselves. Pascal\noccasionally went to Valqueyras, and he returned happy from that\nfertile spot, where the father, quiet and rational, was always at his\nplow, the mother cheerful and simple, with her vigorous frame, capable\nof bearing a world. Who knew what sound branch was to spring from that\nside? Perhaps the wise and puissant of the future were to germinate\nthere. The worst of it, for the beauty of his tree, was that all these\nlittle boys and girls were still so young that he could not classify\nthem. And his voice grew tender as he spoke of this hope of the\nfuture, these fair-haired children, in the unavowed regret for his\ncelibacy.",
        "Still contemplating the tree spread out before him, he cried:",
        "“And yet it is complete, it is decisive. Look! I repeat to you that\nall hereditary cases are to be found there. To establish my theory, I\nhad only to base it on the collection of these facts. And indeed, the\nmarvelous thing is that there you can put your finger on the cause why\ncreatures born of the same stock can appear radically different,\nalthough they are only logical modifications of common ancestors. The\ntrunk explains the branches, and these explain the leaves. In your\nfather Saccard and your Uncle Eugene Rougon, so different in their\ntemperaments and their lives, it is the same impulse which made the\ninordinate appetites of the one and the towering ambition of the\nother. Angelique, that pure lily, is born from the disreputable\nSidonie, in the rapture which makes mystics or lovers, according to\nthe environment. The three children of the Mourets are born of the\nsame breath which makes of the clever Octave the dry goods merchant, a\nmillionaire; of the devout Serge, a poor country priest; of the\nimbecile Desiree, a beautiful and happy girl. But the example is still\nmore striking in the children of Gervaise; the neurosis passes down,\nand Nana sells herself; Etienne is a rebel; Jacques, a murderer;\nClaude, a genius; while Pauline, their cousin german, near by, is\nvictorious virtue–virtue which struggles and immolates itself. It is\nheredity, life itself which makes imbeciles, madmen, criminals and\ngreat men. Cells abort, others take their place, and we have a\nscoundrel or a madman instead of a man of genius, or simply an honest\nman. And humanity rolls on, bearing everything on its tide.”",
        "Then in a new shifting of his thought, growing still more animated, he\ncontinued:",
        "“And animals–the beast that suffers and that loves, which is the\nrough sketch, as it were, of man–all the animals our brothers, that\nlive our life, yes, I would have put them in the ark, I would give\nthem a place among our family, show them continually mingling with us,\ncompleting our existence. I have known cats whose presence was the\nmysterious charm of the household; dogs that were adored, whose death\nwas mourned, and left in the heart an inconsolable grief. I have known\ngoats, cows, and asses of very great importance, and whose personality\nplayed such a part that their history ought to be written. And there\nis our Bonhomme, our poor old horse, that has served us for a quarter\nof a century. Do you not think that he has mingled his life with ours,\nand that henceforth he is one of the family? We have modified him, as\nhe has influenced us a little; we shall end by being made in the same\nimage, and this is so true that now, when I see him, half blind, with\nwandering gaze, his legs stiff with rheumatism, I kiss him on both\ncheeks as if he were a poor old relation who had fallen to my charge.\nAh, animals, all creeping and crawling things, all creatures that\nlament, below man, how large a place in our sympathies it would be\nnecessary to give them in a history of life!”",
        "This was a last cry in which Pascal gave utterance to his passionate\ntenderness for all created beings. He had gradually become more and\nmore excited, and had so come to make this confession of his faith in\nthe continuous and victorious work of animated nature. And Clotilde,\nwho thus far had not spoken, pale from the catastrophe in which her\nplans had ended, at last opened her lips to ask:",
        "“Well, master, and what am I here?”",
        "She placed one of her slender fingers on the leaf of the tree on which\nshe saw her name written. He had always passed this leaf by. She\ninsisted.",
        "“Yes, I; what am I? Why have you not read me my envelope?”",
        "For a moment he remained silent, as if surprised at the question.",
        "“Why? For no reason. It is true, I have nothing to conceal from you.\nYou see what is written here? ’Clotilde, born in 1847. Selection of\nthe mother. Reversional heredity, with moral and physical predominance\nof the maternal grandfather.’ Nothing can be clearer. Your mother has\npredominated in you; you have her fine intelligence, and you have also\nsomething of her coquetry, at times of her indolence and of her\nsubmissiveness. Yes, you are very feminine, like her. Without your\nbeing aware of it, I would say that you love to be loved. Besides,\nyour mother was a great novel reader, an imaginative being who loved\nto spend whole days dreaming over a book; she doted on nursery tales,\nhad her fortune told by cards, consulted clairvoyants; and I have\nalways thought that your concern about spiritual matters, your anxiety\nabout the unknown, came from that source. But what completed your\ncharacter by giving you a dual nature, was the influence of your\ngrandfather, Commandant Sicardot. I knew him; he was not a genius, but\nhe had at least a great deal of uprightness and energy. Frankly, if it\nwere not for him, I do not believe that you would be worth much, for\nthe other influences are hardly good. He has given you the best part\nof your nature, combativeness, pride, and frankness.”",
        "She had listened to him with attention. She nodded slightly, to\nsignify that it was indeed so, that she was not offended, although her\nlips trembled visibly at these new details regarding her people and\nher mother.",
        "“Well,” she resumed, “and you, master?”",
        "This time he did not hesitate.",
        "“Oh, I!” he cried, “what is the use of speaking of me? I do not belong\nto the family. You see what is written here. ’Pascal, born in 1813.\nIndividual variation. Combination in which the physical and moral\ncharacters of the parents are blended, without any of their traits\nseeming to appear in the new being.’ My mother has told me often\nenough that I did not belong to it, that in truth she did not know\nwhere I could have come from.”",
        "Those words came from him like a cry of relief, of involuntary joy.",
        "“And the people make no mistake in the matter. Have you ever heard me\ncalled Pascal Rougon in the town? No; people always say simply Dr.\nPascal. It is because I stand apart. And it may not be very\naffectionate to feel so, but I am delighted at it, for there are in\ntruth inheritances too heavy to bear. It is of no use that I love them\nall. My heart beats none the less joyously when I feel myself another\nbeing, different from them, without any community with them. Not to be\nof them, my God! not to be of them! It is a breath of pure air; it is\nwhat gives me the courage to have them all here, to put them, in all\ntheir nakedness, in their envelopes, and still to find the courage to\nlive!”",
        "He stopped, and there was silence for a time. The rain had ceased, the\nstorm was passing away, the thunderclaps sounded more and more\ndistant, while from the refreshed fields, still dark, there came in\nthrough the open window a delicious odor of moist earth. In the calm\nair the candles were burning out with a tall, tranquil flame.",
        "“Ah!” said Clotilde simply, with a gesture of discouragement, “what\nare we to become finally?”",
        "She had declared it to herself one night, in the threshing yard; life\nwas horrible, how could one live peaceful and happy? It was a terrible\nlight that science threw on the world. Analysis searched every wound\nof humanity, in order to expose its horror. And now he had spoken\nstill more bluntly; he had increased the disgust which she had for\npersons and things, pitilessly dissecting her family. The muddy\ntorrent had rolled on before her for nearly three hours, and she had\nheard the most dreadful revelations, the harsh and terrible truth\nabout her people, her people who were so dear to her, whom it was her\nduty to love; her father grown powerful through pecuniary crimes; her\nbrother dissolute; her grandmother unscrupulous, covered with the\nblood of the just; the others almost all tainted, drunkards, ruffians,\nmurderers, the monstrous blossoming of the human tree.",
        "The blow had been so rude that she could not yet recover from it,\nstunned as she was by the revelation of her whole family history, made\nto her in this way at a stroke. And yet the lesson was rendered\ninnocuous, so to say, by something great and good, a breath of\nprofound humanity which had borne her through it. Nothing bad had come\nto her from it. She felt herself beaten by a sharp sea wind, the storm\nwind which strengthens and expands the lungs. He had revealed\neverything, speaking freely even of his mother, without judging her,\ncontinuing to preserve toward her his deferential attitude, as a\nscientist who does not judge events. To tell everything in order to\nknow everything, in order to remedy everything, was not this the cry\nwhich he had uttered on that beautiful summer night?",
        "And by the very excess of what he had just revealed to her, she\nremained shaken, blinded by this too strong light, but understanding\nhim at last, and confessing to herself that he was attempting in this\nan immense work. In spite of everything, it was a cry of health, of\nhope in the future. He spoke as a benefactor who, since heredity made\nthe world, wished to fix its laws, in order to control it, and to make\na new and happy world. Was there then only mud in this overflowing\nstream, whose sluices he had opened? How much gold had passed, mingled\nwith the grass and the flowers on its borders? Hundreds of beings were\nstill flying swiftly before her, and she was haunted by good and\ncharming faces, delicate girlish profiles, by the serene beauty of\nwomen. All passion bled there, hearts swelled with every tender\nrapture. They were numerous, the Jeannes, the Angeliques, the\nPaulines, the Marthes, the Gervaises, the Helenes. They and others,\neven those who were least good, even terrible men, the worst of the\nband, showed a brotherhood with humanity.",
        "And it was precisely this breath which she had felt pass, this broad\ncurrent of sympathy, that he had introduced naturally into his exact\nscientific lesson. He did not seem to be moved; he preserved the\nimpersonal and correct attitude of the demonstrator, but within him\nwhat tender suffering, what a fever of devotion, what a giving up of\nhis whole being to the happiness of others? His entire work,\nconstructed with such mathematical precision, was steeped in this\nfraternal suffering, even in its most cruel ironies. Had he not just\nspoken of the animals, like an elder brother of the wretched living\nbeings that suffer? Suffering exasperated him; his wrath was because\nof his too lofty dream, and he had become harsh only in his hatred of\nthe factitious and the transitory; dreaming of working, not for the\npolite society of a time, but for all humanity in the gravest hours of\nits history. Perhaps, even, it was this revolt against the vulgarity\nof the time which had made him throw himself, in bold defiance, into\ntheories and their application. And the work remained human,\noverflowing as it was with an infinite pity for beings and things.",
        "Besides, was it not life? There is no absolute evil. Most often a\nvirtue presents itself side by side with a defect. No man is bad to\nevery one, each man makes the happiness of some one; so that, when one\ndoes not view things from a single standpoint only, one recognizes in\nthe end the utility of every human being. Those who believe in God\nshould say to themselves that if their God does not strike the wicked\ndead, it is because he sees his work in its totality, and that he\ncannot descend to the individual. Labor ends to begin anew; the\nliving, as a whole, continue, in spite of everything, admirable in\ntheir courage and their industry; and love of life prevails over all.",
        "This giant labor of men, this obstinacy in living, is their excuse, is\nredemption. And then, from a great height the eye saw only this\ncontinual struggle, and a great deal of good, in spite of everything,\neven though there might be a great deal of evil. One shared the\ngeneral indulgence, one pardoned, one had only an infinite pity and an\nardent charity. The haven was surely there, waiting those who have\nlost faith in dogmas, who wish to understand the meaning of their\nlives, in the midst of the apparent iniquity of the world. One must\nlive for the effort of living, for the stone to be carried to the\ndistant and unknown work, and the only possible peace in the world is\nin the joy of making this effort.",
        "Another hour passed; the entire night had flown by in this terrible\nlesson of life, without either Pascal or Clotilde being conscious of\nwhere they were, or of the flight of time. And he, overworked for some\ntime past, and worn out by the life of suspicion and sadness which he\nhad been leading, started nervously, as if he had suddenly awakened.",
        "“Come, you know all; do you feel your heart strong, tempered by the\ntruth, full of pardon and of hope? Are you with me?”",
        "But, still stunned by the frightful moral shock which she had\nreceived, she too, started, bewildered. Her old beliefs had been so\ncompletely overthrown, so many new ideas were awakening within her,\nthat she did not dare to question herself, in order to find an answer.\nShe felt herself seized and carried away by the omnipotence of truth.\nShe endured it without being convinced.",
        "“Master,” she stammered, “master–”",
        "And they remained for a moment face to face, looking at each other.\nDay was breaking, a dawn of exquisite purity, far off in the vast,\nclear sky, washed by the storm. Not a cloud now stained the pale azure\ntinged with rose color. All the cheerful sounds of awakening life in\nthe rain-drenched fields came in through the window, while the\ncandles, burned down to the socket, paled in the growing light.",
        "“Answer; are you with me, altogether with me?”",
        "For a moment he thought she was going to throw herself on his neck and\nburst into tears. A sudden impulse seemed to impel her. But they saw\neach other in their semi-nudity. She, who had not noticed it before,\nwas now conscious that she was only half dressed, that her arms were\nbare, her shoulders bare, covered only by the scattered locks of her\nunbound hair, and on her right shoulder, near the armpit, on lowering\nher eyes, she perceived again the few drops of blood of the bruise\nwhich he had given her, when he had grasped her roughly, in struggling\nto master her. Then an extraordinary confusion took possession of her,\na certainty that she was going to be vanquished, as if by this grasp\nhe had become her master, and forever. This sensation was prolonged;\nshe was seized and drawn on, without the consent of her will, by an\nirresistible impulse to submit.",
        "Abruptly Clotilde straightened herself, struggling with herself,\nwishing to reflect and to recover herself. She pressed her bare arms\nagainst her naked throat. All the blood in her body rushed to her skin\nin a rosy blush of shame. Then, in her divine and slender grace, she\nturned to flee.",
        "“Master, master, let me go–I will see–”",
        "With the swiftness of alarmed maidenhood, she took refuge in her\nchamber, as she had done once before. He heard her lock the door\nhastily, with a double turn of the key. He remained alone, and he\nasked himself suddenly, seized by infinite discouragement and sadness,\nif he had done right in speaking, if the truth would germinate in this\ndear and adored creature, and bear one day a harvest of happiness.",
        "Continue...",
        "\nThis eBook of “Doctor Pascal” by Emile Zola (translated by Mary J. Serrano) belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Doctor Pascal (Rougon-Macquart)By Emile ZolaAt Amazon"
    ]
}