{
    "title": "Down and Out in the Magic Kingdom - Chapter 10",
    "author": "Cory Doctorow",
    "chapter": "11",
    "content": [
        "\n\n",
        "I booked us ringside seats at the Polynesian Luau, riding high on a fresh round of sympathy Whuffie, and Dan and I drank a dozen lapu-lapus in hollowed-out pineapples before giving up on the idea of getting drunk.",
        "Jeanine watched the fire-dances and the torch-lighting with eyes like saucers, and picked daintily at her spare ribs with one hand, never averting her attention from the floor show. When they danced the fast hula, her eyes jiggled. I chuckled.",
        "From where we sat, I could see the spot where I’d waded into the Seven Seas Lagoon and breathed in the blood-temp water, I could see Cinderella’s Castle, across the lagoon, I could see the monorails and the ferries and the busses making their busy way through the Park, shuttling teeming masses of guests from place to place. Dan toasted me with his pineapple and I toasted him back, drank it dry and belched in satisfaction.",
        "Full belly, good friends, and the sunset behind a troupe of tawny, half-naked hula dancers. Who needs the Bitchun Society, anyway?",
        "When it was over, we watched the fireworks from the beach, my toes dug into the clean white sand. Dan slipped his hand into my left hand, and Jeanine took my right. When the sky darkened and the lighted barges puttered away through the night, we three sat in the hammock.",
        "I looked out over the Seven Seas Lagoon and realized that this was my last night, ever, in Walt Disney World. It was time to reboot again, start afresh. That’s what the Park was for, only somehow, this visit, I’d gotten stuck. Dan had unstuck me.",
        "The talk turned to Dan’s impending death.",
        "“So, tell me what you think of this,” he said, hauling away on a glowing cigarette.",
        "“Shoot,” I said.",
        "“I’m thinking – why take lethal injection? I mean, I may be done here for now, but why should I make an irreversible decision?”",
        "“Why did you want to before?” I asked.",
        "“Oh, it was the macho thing, I guess. The finality and all. But hell, I don’t have to prove anything, right?”",
        "“Sure,” I said, magnanimously.",
        "“So,” he said, thoughtfully. “The question I’m asking is, how long can I deadhead for? There are folks who go down for a thousand years, ten thousand, right?”",
        "“So, you’re thinking, what, a million?” I joked.",
        "He laughed. “A million? You’re thinking too small, son. Try this on for size: the heat death of the universe.”",
        "“The heat death of the universe,” I repeated.",
        "“Sure,” he drawled, and I sensed his grin in the dark. “Ten to the hundred years or so. The Stelliferous Period – it’s when all the black holes have run dry and things get, you know, stupendously dull. Cold, too. So I’m thinking – why not leave a wake-up call for some time around then?”",
        "“Sounds unpleasant to me,” I said. “Brrrr.”",
        "“Not at all! I figure, self-repairing nano-based canopic jar, mass enough to feed it – say, a trillion-ton asteroid – and a lot of solitude when the time comes around. I’ll poke my head in every century or so, just to see what’s what, but if nothing really stupendous crops up, I’ll take the long ride out. The final frontier.”",
        "“That’s pretty cool,” Jeanine said.",
        "“Thanks,” Dan said.",
        "“You’re not kidding, are you?” I asked.",
        "“Nope, I sure ain’t,” he said.",
        "They didn’t invite me back into the ad-hoc, even after Debra left in Whuffie-penury and they started to put the Mansion back the way it was. Tim called me to say that with enough support from Imagineering, they thought they could get it up and running in a week. Suneep was ready to kill someone, I swear. A house divided against itself cannot stand, as Mr. Lincoln used to say at the Hall of Presidents.",
        "I packed three changes of clothes and a toothbrush in my shoulderbag and checked out of my suite at the Polynesian at ten a.m., then met Jeanine and Dan at the valet parking out front. Dan had a runabout he’d picked up with my Whuffie, and I piled in with Jeanine in the middle. We played old Beatles tunes on the stereo all the long way to Cape Canaveral. Our shuttle lifted at noon.",
        "The shuttle docked four hours later, but by the time we’d been through decontam and orientation, it was suppertime. Dan, nearly as Whuffie-poor as Debra after his confession, nevertheless treated us to a meal in the big bubble, squeeze-tubes of heady booze and steaky paste, and we watched the universe get colder for a while.",
        "There were a couple guys jamming, tethered to a guitar and a set of tubs, and they weren’t half bad.",
        "Jeanine was uncomfortable hanging there naked. She’d gone to space with her folks after Dan had left the mountain, but it was in a long-haul generation ship. She’d abandoned it after a year or two and deadheaded back to Earth in a support-pod. She’d get used to life in space after a while. Or she wouldn’t.",
        "“Well,” Dan said.",
        "“Yup,” I said, aping his laconic drawl. He smiled.",
        "“It’s that time,” he said.",
        "Spheres of saline tears formed in Jeanine’s eyes, and I brushed them away, setting them adrift in the bubble. I’d developed some real tender, brother-sister type feelings for her since I’d watched her saucer-eye her way through the Magic Kingdom. No romance – not for me, thanks! But camaraderie and a sense of responsibility.",
        "“See you in ten to the hundred,” Dan said, and headed to the airlock. I started after him, but Jeanine caught my hand.",
        "“He hates long good-byes,” she said.",
        "“I know,” I said, and watched him go.",
        "The universe gets older. So do I. So does my backup, sitting in redundant distributed storage dirtside, ready for the day that space or age or stupidity kills me. It recedes with the years, and I write out my life longhand, a letter to the me that I’ll be when it’s restored into a clone somewhere, somewhen. It’s important that whoever I am then knows about this year, and it’s going to take a lot of tries for me to get it right.",
        "In the meantime, I’m working on another symphony, one with a little bit of “Grim Grinning Ghosts,” and a nod to “It’s a Small World After All,” and especially “There’s a Great Big Beautiful Tomorrow.”",
        "Jeanine says it’s pretty good, but what does she know? She’s barely fifty.",
        "We’ve both got a lot of living to do before we know what’s what.",
        "Continue...",
        "\nThis eBook of “Down and Out in the Magic Kingdom” by Cory Doctorow is licenced under Creative Commons (you may copy and distribute the work under certain conditions).\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Down and Out in the Magic KingdomBy Cory DoctorowAt Amazon"
    ]
}