{
    "title": "Down and Out in the Magic Kingdom - Chapter 6",
    "author": "Cory Doctorow",
    "chapter": "7",
    "content": [
        "\n\n",
        "Lying on my hotel bed, mesmerized by the lazy turns of the ceiling fan, I pondered the possibility that I was nuts.",
        "It wasn’t unheard of, even in the days of the Bitchun Society, and even though there were cures, they weren’t pleasant.",
        "I was once married to a crazy person. We were both about 70, and I was living for nothing but joy. Her name was Zoya, and I called her Zed.",
        "We met in orbit, where I’d gone to experience the famed low-gravity sybarites. Getting staggering drunk is not much fun at one gee, but at ten to the neg eight, it’s a blast. You don’t stagger, you bounce, and when you’re bouncing in a sphere full of other bouncing, happy, boisterous naked people, things get deeply fun.",
        "I was bouncing around inside a clear sphere that was a mile in diameter, filled with smaller spheres in which one could procure bulbs of fruity, deadly concoctions. Musical instruments littered the sphere’s floor, and if you knew how to play, you’d snag one, tether it to you and start playing. Others would pick up their own axes and jam along. The tunes varied from terrific to awful, but they were always energetic.",
        "I had been working on my third symphony on and off, and whenever I thought I had a nice bit nailed, I’d spend some time in the sphere playing it. Sometimes, the strangers who jammed in gave me new and interesting lines of inquiry, and that was good. Even when they didn’t, playing an instrument was a fast track to intriguing an interesting, naked stranger.",
        "Which is how we met. She snagged a piano and pounded out barrelhouse runs in quirky time as I carried the main thread of the movement on a cello. At first it was irritating, but after a short while I came to a dawning comprehension of what she was doing to my music, and it was really good. I’m a sucker for musicians.",
        "We brought the session to a crashing stop, me bowing furiously as spheres of perspiration beaded on my body and floated gracefully into the hydrotropic recyclers, she beating on the 88 like they were the perp who killed her partner.",
        "I collapsed dramatically as the last note crashed through the bubble. The singles, couples and groups stopped in midflight coitus to applaud. She took a bow, untethered herself from the Steinway, and headed for the hatch.",
        "I coiled my legs up and did a fast burn through the sphere, desperate to reach the hatch before she did. I caught her as she was leaving.",
        "“Hey!” I said. “That was great! I’m Julius! How’re you doing?”",
        "She reached out with both hands and squeezed my nose and my unit simultaneously – not hard, you understand, but playfully. “Honk!” she said, and squirmed through the hatch while I gaped at my burgeoning chub-on.",
        "I chased after her. “Wait,” I called as she tumbled through the spoke of the station towards the gravity.",
        "She had a pianist’s body – re-engineered arms and hands that stretched for impossible lengths, and she used them with a spacehand’s grace, vaulting herself forward at speed. I bumbled after her best as I could on my freshman spacelegs, but by the time I reached the half-gee rim of the station, she was gone.",
        "I didn’t find her again until the next movement was done and I went to the bubble to try it out on an oboe. I was just getting warmed up when she passed through the hatch and tied off to the piano.",
        "This time, I clamped the oboe under my arm and bopped over to her before moistening the reed and blowing. I hovered over the piano’s top, looking her in the eye as we jammed. Her mood that day was 4/4 time and I-IV-V progressions, in a feel that swung around from blues to rock to folk, teasing at the edge of my own melodies. She noodled at me, I noodled back at her, and her eyes crinkled charmingly whenever I managed a smidge of tuneful wit.",
        "She was almost completely flatchested, and covered in a fine, red downy fur, like a chipmunk. It was a jaunter’s style, suited to the climate-controlled, soft-edged life in space. Fifty years later, I was dating Lil, another redhead, but Zed was my first.",
        "I played and played, entranced by the fluidity of her movements at the keyboard, her comical moues of concentration when picking out a particularly kicky little riff. When I got tired, I took it to a slow bridge or gave her a solo. I was going to make this last as long as I could. Meanwhile, I maneuvered my way between her and the hatch.",
        "When I blew the last note, I was wrung out as a washcloth, but I summoned the energy to zip over to the hatch and block it. She calmly untied and floated over to me.",
        "I looked in her eyes, silvered slanted cat-eyes, eyes that I’d been staring into all afternoon, and watched the smile that started at their corners and spread right down to her long, elegant toes. She looked back at me, then, at length, grabbed ahold of my joint again.",
        "“You’ll do,” she said, and led me to her sleeping quarters, across the station.",
        "We didn’t sleep.",
        "Zoya had been an early network engineer for the geosynch broadband constellations that went up at the cusp of the world’s ascent into Bitchunry. She’d been exposed to a lot of hard rads and low gee and had generally become pretty transhuman as time went by, upgrading with a bewildering array of third-party enhancements: a vestigial tail, eyes that saw through most of the RF spectrum, her arms, her fur, dogleg reversible knee joints and a completely mechanical spine that wasn’t prone to any of the absolutely inane bullshit that plagues the rest of us, like lower-back pain, intrascapular inflammation, sciatica and slipped discs.",
        "I thought I lived for fun, but I didn’t have anything on Zed. She only talked when honking and whistling and grabbing and kissing wouldn’t do, and routinely slapped upgrades into herself on the basis of any whim that crossed her mind, like when she resolved to do a spacewalk bare-skinned and spent the afternoon getting tin-plated and iron-lunged.",
        "I fell in love with her a hundred times a day, and wanted to strangle her twice as often. She stayed on her spacewalk for a couple of days, floating around the bubble, making crazy faces at its mirrored exterior. She had no way of knowing if I was inside, but she assumed that I was watching. Or maybe she didn’t, and she was making faces for anyone’s benefit.",
        "But then she came back through the lock, strange and wordless and her eyes full of the stars she’d seen and her metallic skin cool with the breath of empty space, and she led me a merry game of tag through the station, the mess hall where we skidded sloppy through a wobbly ovoid of rice pudding, the greenhouses where she burrowed like a gopher and shinnied like a monkey, the living quarters and bubbles as we interrupted a thousand acts of coitus.",
        "You’d have thought that we’d have followed it up with an act of our own, and truth be told, that was certainly my expectation when we started the game I came to think of as the steeplechase, but we never did. Halfway through, I’d lose track of carnal urges and return to a state of childlike innocence, living only for the thrill of the chase and the giggly feeling I got whenever she found some new, even-more-outrageous corner to turn. I think we became legendary on the station, that crazy pair that’s always zipping in and zipping away, like having your party crashed by two naked, coed Marx Brothers.",
        "When I asked her to marry me, to return to Earth with me, to live with me until the universe’s mainspring unwound, she laughed, honked my nose and my willie and shouted, “YOU’LL DO!”",
        "I took her home to Toronto and we took up residence ten stories underground in overflow residence for the University. Our Whuffie wasn’t so hot earthside, and the endless institutional corridors made her feel at home while affording her opportunities for mischief.",
        "But bit by bit, the mischief dwindled, and she started talking more. At first, I admit I was relieved, glad that my strange, silent wife was finally acting normal, making nice with the neighbors instead of pranking them with endless honks and fanny-kicks and squirt guns. We gave up the steeplechase and she had the doglegs taken out, her fur removed, her eyes unsilvered to a hazel that was pretty and as fathomable as the silver had been inscrutable.",
        "We wore clothes. We entertained. I started to rehearse my symphony in low-Whuffie halls and parks with any musicians I could drum up, and she came out and didn’t play, just sat to the side and smiled and smiled with a smile that never went beyond her lips.",
        "She went nuts.",
        "She shat herself. She pulled her hair. She cut herself with knives. She accused me of plotting to kill her. She set fire to the neighbors’ apartments, wrapped herself in plastic sheeting, dry-humped the furniture.",
        "She went nuts. She did it in broad strokes, painting the walls of our bedroom with her blood, jagging all night through rant after rant. I smiled and nodded and faced it for as long as I could, then I grabbed her and hauled her, kicking like a mule, to the doctor’s office on the second floor. She’d been dirtside for a year and nuts for a month, but it took me that long to face up to it.",
        "The doc diagnosed nonchemical dysfunction, which was by way of saying that it was her mind, not her brain, that was broken. In other words, I’d driven her nuts.",
        "You can get counseling for nonchemical dysfunction, basically trying to talk it out, learn to feel better about yourself. She didn’t want to.",
        "She was miserable, suicidal, murderous. In the brief moments of lucidity that she had under sedation, she consented to being restored from a backup that was made before we came to Toronto.",
        "I was at her side in the hospital when she woke up. I had prepared a written synopsis of the events since her last backup for her, and she read it over the next couple days.",
        "“Julius,” she said, while I was making breakfast in our subterranean apartment. She sounded so serious, so fun-free, that I knew immediately that the news wouldn’t be good.",
        "“Yes?” I said, setting out plates of bacon and eggs, steaming cups of coffee.",
        "“I’m going to go back to space, and revert to an older version.” She had a shoulderbag packed, and she had traveling clothes on.",
        "Oh, shit. “Great,” I said, with forced cheerfulness, making a mental inventory of my responsibilities dirtside. “Give me a minute or two, I’ll pack up. I miss space, too.”",
        "She shook her head, and anger blazed in her utterly scrutable hazel eyes. “No. I’m going back to who I was, before I met you.”",
        "It hurt, bad. I had loved the old, steeplechase Zed, had loved her fun and mischief. The Zed she’d become after we wed was terrible and terrifying, but I’d stuck with her out of respect for the person she’d been.",
        "Now she was off to restore herself from a backup made before she met me. She was going to lop 18 months out of her life, start over again, revert to a saved version.",
        "Hurt? It ached like a motherfucker.",
        "I went back to the station a month later, and saw her jamming in the sphere with a guy who had three extra sets of arms depending from his hips. He scuttled around the sphere while she played a jig on the piano, and when her silver eyes lit on me, there wasn’t a shred of recognition in them. She’d never met me.",
        "I died some, too, putting the incident out of my head and sojourning to Disney World, there to reinvent myself with a new group of friends, a new career, a new life. I never spoke of Zed again – especially not to Lil, who hardly needed me to pollute her with remembrances of my crazy exes.",
        "If I was nuts, it wasn’t the kind of spectacular nuts that Zed had gone. It was a slow, seething, ugly nuts that had me alienating my friends, sabotaging my enemies, driving my girlfriend into my best friend’s arms.",
        "I decided that I would see a doctor, just as soon as we’d run the rehab past the ad-hoc’s general meeting. I had to get my priorities straight.",
        "I pulled on last night’s clothes and walked out to the Monorail station in the main lobby. The platform was jammed with happy guests, bright and cheerful and ready for a day of steady, hypermediated fun. I tried to make myself attend to them as individuals, but try as I might, they kept turning into a crowd, and I had to plant my feet firmly on the platform to keep from weaving among them to the edge, the better to snag a seat.",
        "The meeting was being held over the Sunshine Tree Terrace in Adventureland, just steps from where I’d been turned into a road-pizza by the still-unidentified assassin. The Adventureland ad-hocs owed the Liberty Square crew a favor since my death had gone down on their turf, so they had given us use of their prize meeting room, where the Florida sun streamed through the slats of the shutters, casting a hash of dust-filled shafts of light across the room. The faint sounds of the tiki-drums and the spieling Jungle Cruise guides leaked through the room, a low-key ambient buzz from two of the Park’s oldest rides.",
        "There were almost a hundred ad-hocs in the Liberty Square crew, almost all second-gen castmembers with big, friendly smiles. They filled the room to capacity, and there was much hugging and handshaking before the meeting came to order. I was thankful that the room was too small for the de rigeur ad-hoc circle-of-chairs, so that Lil was able to stand at a podium and command a smidge of respect.",
        "“Hi there!” she said, brightly. The weepy puffiness was still present around her eyes, if you knew how to look for it, but she was expert at putting on a brave face no matter what the ache.",
        "The ad-hocs roared back a collective, “Hi, Lil!” and laughed at their own corny tradition. Oh, they sure were a barrel of laughs at the Magic Kingdom.",
        "“Everybody knows why we’re here, right?” Lil said, with a self-deprecating smile. She’d been lobbying hard for weeks, after all. “Does anyone have any questions about the plans? We’d like to start executing right away.”",
        "A guy with deliberately boyish, wholesome features put his arm in the air. Lil acknowledged him with a nod. “When you say ’right away,’ do you mean –”",
        "I cut in. “Tonight. After this meeting. We’re on an eight-week production schedule, and the sooner we start, the sooner it’ll be finished.”",
        "The crowd murmured, unsettled. Lil shot me a withering look. I shrugged. Politics was not my game.",
        "Lil said, “Don, we’re trying something new here, a really streamlined process. The good part is, the process is short. In a couple months, we’ll know if it’s working for us. If it’s not, hey, we can turn it around in a couple months, too. That’s why we’re not spending as much time planning as we usually do. It won’t take five years for the idea to prove out, so the risks are lower.”",
        "Another castmember, a woman, apparent 40 with a round, motherly demeanor said, “I’m all for moving fast – Lord knows, our pacing hasn’t always been that hot. But I’m concerned about all these new people you propose to recruit – won’t having more people slow us down when it comes to making new decisions?”",
        "No, I thought sourly, because the people I’m bringing in aren’t addicted to meetings.",
        "Lil nodded. “That’s a good point, Lisa. The offer we’re making to the telepresence players is probationary – they don’t get to vote until after we’ve agreed that the rehab is a success.”",
        "Another castmember stood. I recognized him: Dave, a heavyset, self-important jerk who loved to work the front door, even though he blew his spiel about half the time. “Lillian,” he said, smiling sadly at her, “I think you’re really making a big mistake here. We love the Mansion, all of us, and so do the guests. It’s a piece of history, and we’re its custodians, not its masters. Changing it like this, well. . .” he shook his head. “It’s not good stewardship. If the guests wanted to walk through a funhouse with guys jumping out of the shadows saying ’booga-booga,’ they’d go to one of the Halloween Houses in their hometowns. The Mansion’s better than that. I can’t be a part of this plan.”",
        "I wanted to knock the smug grin off his face. I’d delivered essentially the same polemic a thousand times – in reference to Debra’s work – and hearing it from this jerk in reference to mine made me go all hot and red inside.",
        "“Look,” I said. “If we don’t do this, if we don’t change things, they’ll get changed for us. By someone else. The question, Dave, is whether a responsible custodian lets his custodianship be taken away from him, or whether he does everything he can to make sure that he’s still around to ensure that his charge is properly cared for. Good custodianship isn’t sticking your head in the sand.”",
        "I could tell I wasn’t doing any good. The mood of the crowd was getting darker, the faces more set. I resolved not to speak again until the meeting was done, no matter what the provocation.",
        "Lil smoothed my remarks over, and fielded a dozen more, and it looked like the objections would continue all afternoon and all night and all the next day, and I felt woozy and overwrought and miserable all at the same time, staring at Lil and her harried smile and her nervous smoothing of her hair over her ears.",
        "Finally, she called the question. By tradition, the votes were collected in secret and publicly tabulated over the data-channels. The group’s eyes unfocussed as they called up HUDs and watched the totals as they rolled in. I was offline and unable to vote or watch.",
        "At length, Lil heaved a relieved sigh and smiled, dropping her hands behind her back.",
        "“All right then,” she said, over the crowd’s buzz. “Let’s get to work.”",
        "I stood up, saw Dan and Lil staring into each other’s eyes, a meaningful glance between new lovers, and I saw red. Literally. My vision washed over pink, and a strobe pounded at the edges of my vision. I took two lumbering steps towards them and opened my mouth to say something horrible, and what came out was “Waaagh.” My right side went numb and my leg slipped out from under me and I crashed to the floor.",
        "The slatted light from the shutters cast its way across my chest as I tried to struggle up with my left arm, and then it all went black.",
        "I wasn’t nuts after all.",
        "The doctor’s office in the Main Street infirmary was clean and white and decorated with posters of Jiminy Cricket in doctors’ whites with an outsized stethoscope. I came to on a hard pallet under a sign that reminded me to get a check-up twice a year, by gum! and I tried to bring my hands up to shield my eyes from the over bright light and the over-cheerful signage, and discovered that I couldn’t move my arms. Further investigation revealed that this was because I was strapped down, in full-on four-point restraint.",
        "“Waaagh,” I said again.",
        "Dan’s worried face swam into my field of vision, along with a serious-looking doctor, apparent 70, with a Norman Rockwell face full of crow’sfeet and smile-lines.",
        "“Welcome back, Julius. I’m Doctor Pete,” the doctor said, in a kindly voice that matched the face. Despite my recent disillusion with castmember bullshit, I found his schtick comforting.",
        "I slumped back against the pallet while the doc shone lights in my eyes and consulted various diagnostic apparati. I bore it in stoic silence, too confounded by the horrible Waaagh sounds to attempt more speech. The doc would tell me what was going on when he was ready.",
        "“Does he need to be tied up still?” Dan asked, and I shook my head urgently. Being tied up wasn’t my idea of a good time.",
        "The doc smiled kindly. “I think it’s for the best, for now. Don’t worry, Julius, we’ll have you up and about soon enough.”",
        "Dan protested, but stopped when the doc threatened to send him out of the room. He took my hand instead.",
        "My nose itched. I tried to ignore it, but it got worse and worse, until it was all I could think of, the flaming lance of itch that strobed at the tip of my nostril. Furiously, I wrinkled my face, rattled at my restraints. The doc absentmindedly noticed my gyrations and delicately scratched my nose with a gloved finger. The relief was fantastic. I just hoped my nuts didn’t start itching anytime soon.",
        "Finally, the doctor pulled up a chair and did something that caused the head of the bed to raise up so that I could look him in the eye.",
        "“Well, now,” he said, stroking his chin. “Julius, you’ve got a problem. Your friend here tells me your systems have been offline for more than a month. It sure would’ve been better if you’d come in to see me when it started up.",
        "“But you didn’t, and things got worse.” He nodded up at Jiminy Cricket’s recriminations: Go ahead, see your doc! “It’s good advice, son, but what’s done is done. You were restored from a backup about eight weeks ago, I see. Without more tests, I can’t be sure, but my theory is that the brain-machine interface they installed at that time had a material defect. It’s been deteriorating ever since, misfiring and rebooting. The shut-downs are a protective mechanism, meant to keep it from introducing the kind of seizure you experienced this afternoon. When the interface senses malfunction, it shuts itself down and boots a diagnostic mode, attempts to fix itself and come back online.",
        "“Well, that’s fine for minor problems, but in cases like this, it’s bad news. The interface has been deteriorating steadily, and it’s only a matter of time before it does some serious damage.”",
        "“Waaagh?” I asked. I meant to say, All right, but what’s wrong with my mouth?",
        "The doc put a finger to my lips. “Don’t try. The interface has locked up, and it’s taken some of your voluntary nervous processes with it. In time, it’ll probably shut down, but for now, there’s no point. That’s why we’ve got you strapped down – you were thrashing pretty hard when they brought you in, and we didn’t want you to hurt yourself.”",
        "Probably shut down? Jesus. I could end up stuck like this forever. I started shaking.",
        "The doc soothed me, stroking my hand, and in the process pressed a transdermal on my wrist. The panic receded as the transdermal’s sedative oozed into my bloodstream.",
        "“There, there,” he said. “It’s nothing permanent. We can grow you a new clone and refresh it from your last backup. Unfortunately, that backup is a few months old. If we’d caught it earlier, we may’ve been able to salvage a current backup, but given the deterioration you’ve displayed to date. . . Well, there just wouldn’t be any point.”",
        "My heart hammered. I was going to lose two months – lose it all, never happened. My assassination, the new Hall of Presidents and my shameful attempt thereon, the fights with Lil, Lil and Dan, the meeting. My plans for the rehab! All of it, good and bad, every moment flensed away.",
        "I couldn’t do it. I had a rehab to finish, and I was the only one who understood how it had to be done. Without my relentless prodding, the ad-hocs would surely revert to their old, safe ways. They might even leave it half-done, halt the process for an interminable review, present a soft belly for Debra to savage.",
        "I wouldn’t be restoring from backup.",
        "I had two more seizures before the interface finally gave up and shut itself down. I remember the first, a confusion of vision-occluding strobes and uncontrollable thrashing and the taste of copper, but the second happened without waking me from deep unconsciousness.",
        "When I came to again in the infirmary, Dan was still there. He had a day’s growth of beard and new worrylines at the corners of his newly rejuvenated eyes. The doctor came in, shaking his head.",
        "“Well, now, it seems like the worst is over. I’ve drawn up the consent forms for the refresh and the new clone will be ready in an hour or two. In the meantime, I think heavy sedation is in order. Once the restore’s been completed, we’ll retire this body for you and we’ll be all finished up.”",
        "Retire this body? Kill me, is what it meant.",
        "“No,” I said. I thrilled in my restraints: my voice was back under my control!",
        "“Oh, really now.” The doc lost his bedside manner, let his exasperation slip through. “There’s nothing else for it. If you’d come to me when it all started, well, we might’ve had other options. You’ve got no one to blame but yourself.”",
        "“No,” I repeated. “Not now. I won’t sign.”",
        "Dan put his hand on mine. I tried to jerk out from under it, but the restraints and his grip held me fast. “You’ve got to do it, Julius. It’s for the best,” he said.",
        "“I’m not going to let you kill me,” I said, through clenched teeth. His fingertips were callused, worked rough with exertion well beyond the normal call of duty.",
        "“No one’s killing you, son,” the doctor said. Son, son, son. Who knew how old he was? He could be 18 for all I knew. “It’s just the opposite: we’re saving you. If you continue like this, it will only get worse. The seizures, mental breakdown, the whole melon going soft. You don’t want that.”",
        "I thought of Zed’s spectacular transformation into a crazy person. No, I sure don’t. “I don’t care about the interface. Chop it out. I can’t do it now.” I swallowed. “Later. After the rehab. Eight more weeks.”",
        "The irony! Once the doc knew I was serious, he sent Dan out of the room and rolled his eyes up while he placed a call. I saw his gorge work as he subvocalized. He left me bound to the table, to wait.",
        "No clocks in the infirmary, and no internal clock, and it may have been ten minutes or five hours. I was catheterized, but I didn’t know it until urgent necessity made the discovery for me.",
        "When the doc came back, he held a small device that I instantly recognized: a HERF gun.",
        "Oh, it wasn’t the same model I’d used on the Hall of Presidents. This one was smaller, and better made, with the precise engineering of a surgical tool. The doc raised his eyebrows at me. “You know what this is,” he said, flatly. A dim corner of my mind gibbered, he knows, he knows, the Hall of Presidents. But he didn’t know. That episode was locked in my mind, invulnerable to backup.",
        "“I know,” I said.",
        "“This one is high-powered in the extreme. It will penetrate the interface’s shielding and fuse it. It probably won’t turn you into a vegetable. That’s the best I can do. If this fails, we will restore you from your last backup. You have to sign the consent before I use it.” He’d dropped all kindly pretense from his voice, not bothering to disguise his disgust. I was pitching out the miracle of the Bitchun Society, the thing that had all but obsoleted the medical profession: why bother with surgery when you can grow a clone, take a backup, and refresh the new body? Some people swapped corpuses just to get rid of a cold.",
        "I signed. The doc wheeled my gurney into the crash and hum of the utilidors and then put it on a freight tram that ran to the Imagineering compound, and thence to a heavy, exposed Faraday cage. Of course: using the HERF on me would kill any electronics in the neighborhood. They had to shield me before they pulled the trigger.",
        "The doc placed the gun on my chest and loosened my restraints. He sealed the cage and retreated to the lab’s door. He pulled a heavy apron and helmet with faceguard from a hook beside the door.",
        "“Once I am outside the door, point it at your head and pull the trigger. I’ll come back in five minutes. Once I am in the room, place the gun on the floor and do not touch it. It is only good for a single usage, but I have no desire to find out I’m wrong.”",
        "He closed the door. I took the pistol in my hand. It was heavy, dense with its stored energy, the tip a parabolic hollow to better focus its cone.",
        "I lifted the gun to my temple and let it rest there. My thumb found the trigger-stud.",
        "I paused. This wouldn’t kill me, but it might lock the interface forever, paralyzing me, turning me into a thrashing maniac. I knew that I would never be able to pull the trigger. The doc must’ve known, too – this was his way of convincing me to let him do that restore.",
        "I opened my mouth to call the doc, and what came out was “Waaagh!”",
        "The seizure started. My arm jerked and my thumb nailed the stud, and there was an ozone tang. The seizure stopped.",
        "I had no more interface.",
        "The doc looked sour and pinched when he saw me sitting up on the gurney, rubbing at my biceps. He produced a handheld diagnostic tool and pointed it at my melon, then pronounced every bit of digital microcircuitry in it dead. For the first time since my twenties, I was no more advanced than nature had made me.",
        "The restraints left purple bruises at my wrists and ankles, where I’d thrashed against them. I hobbled out of the Faraday cage and the lab under my own power, but just barely, my muscles groaning from the inadvertent isometric exercises of my seizure.",
        "Dan was waiting in the utilidor, crouched and dozing against the wall. The doc shook him awake and his head snapped up, his hand catching the doc’s in a lightning-quick reflex. It was easy to forget Dan’s old line of work here in the Magic Kingdom, but when he smoothly snagged the doc’s arm and sprang to his feet, eyes hard and alert, I remembered. My old pal, the action hero.",
        "Quickly, Dan released the doc and apologized. He assessed my physical state and wordlessly wedged his shoulder in my armpit, supporting me. I didn’t have the strength to stop him. I needed sleep.",
        "“I’m taking you home,” he said. “We’ll fight Debra off tomorrow.”",
        "“Sure,” I said, and boarded the waiting tram.",
        "But we didn’t go home. Dan took me back to my hotel, the Contemporary, and brought me up to my door. He keycarded the lock and stood awkwardly as I hobbled into the empty room that was my new home, as I collapsed into the bed that was mine now.",
        "With an apologetic look, he slunk away, back to Lil and the house we’d shared.",
        "I slapped on a sedative transdermal that the doc had given me, and added a mood-equalizer that he’d recommended to control my “personality swings.” In seconds, I was asleep.",
        "Continue...",
        "\nThis eBook of “Down and Out in the Magic Kingdom” by Cory Doctorow is licenced under Creative Commons (you may copy and distribute the work under certain conditions).\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Down and Out in the Magic KingdomBy Cory DoctorowAt Amazon"
    ]
}