{
    "title": "Down and Out in the Magic Kingdom - Chapter 1",
    "author": "Cory Doctorow",
    "chapter": "2",
    "content": [
        "\n\n",
        "My girlfriend was 15 percent of my age, and I was old-fashioned enough that it bugged me. Her name was Lil, and she was second-generation Disney World, her parents being among the original ad-hocracy that took over the management of Liberty Square and Tom Sawyer Island. She was, quite literally, raised in Walt Disney World and it showed.",
        "It showed. She was neat and efficient in her every little thing, from her shining red hair to her careful accounting of each gear and cog in the animatronics that were in her charge. Her folks were in canopic jars in Kissimmee, deadheading for a few centuries.",
        "On a muggy Wednesday, we dangled our feet over the edge of the Liberty Belle’s riverboat pier, watching the listless Confederate flag over Fort Langhorn on Tom Sawyer Island by moonlight. The Magic Kingdom was all closed up and every last guest had been chased out the gate underneath the Main Street train station, and we were able to breathe a heavy sigh of relief, shuck parts of our costumes, and relax together while the cicadas sang.",
        "I was more than a century old, but there was still a kind of magic in having my arm around the warm, fine shoulders of a girl by moonlight, hidden from the hustle of the cleaning teams by the turnstiles, breathing the warm, moist air. Lil plumped her head against my shoulder and gave me a butterfly kiss under my jaw.",
        "“Her name was McGill,” I sang, gently.",
        "“But she called herself Lil,” she sang, warm breath on my collarbones.",
        "“And everyone knew her as Nancy,” I sang.",
        "I’d been startled to know that she knew the Beatles. They’d been old news in my youth, after all. But her parents had given her a thorough – if eclectic – education.",
        "“Want to do a walk-through?” she asked. It was one of her favorite duties, exploring every inch of the rides in her care with the lights on, after the horde of tourists had gone. We both liked to see the underpinnings of the magic. Maybe that was why I kept picking at the relationship.",
        "“I’m a little pooped. Let’s sit a while longer, if you don’t mind.”",
        "She heaved a dramatic sigh. “Oh, all right. Old man.” She reached up and gently tweaked my nipple, and I gave a satisfying little jump. I think the age difference bothered her, too, though she teased me for letting it get to me. ",
        "“I think I’ll be able to manage a totter through the Haunted Mansion, if you just give me a moment to rest my bursitis.” I felt her smile against my shirt. She loved the Mansion; loved to turn on the ballroom ghosts and dance their waltz with them on the dusty floor, loved to try and stare down the marble busts in the library that followed your gaze as you passed.",
        "I liked it too, but I really liked just sitting there with her, watching the water and the trees. I was just getting ready to go when I heard a soft ping inside my cochlea. “Damn,” I said. “I’ve got a call.”",
        "“Tell them you’re busy,” she said.",
        "“I will,” I said, and answered the call subvocally. “Julius here.”",
        "“Hi, Julius. It’s Dan. You got a minute?”",
        "I knew a thousand Dans, but I recognized the voice immediately, though it’d been ten years since we last got drunk at the Gazoo together. I muted the subvocal and said, “Lil, I’ve got to take this. Do you mind?”",
        "“Oh, no, not at all,” she sarcased at me. She sat up and pulled out her crack pipe and lit up.",
        "“Dan,” I subvocalized, “long time no speak.”",
        "“Yeah, buddy, it sure has been,” he said, and his voice cracked on a sob.",
        "I turned and gave Lil such a look, she dropped her pipe. “How can I help?” she said, softly but swiftly. I waved her off and switched the phone to full-vocal mode. My voice sounded unnaturally loud in the cricket-punctuated calm.",
        "“Where you at, Dan?” I asked.",
        "“Down here, in Orlando. I’m stuck out on Pleasure Island.”",
        "“All right,” I said. “Meet me at, uh, the Adventurer’s Club, upstairs on the couch by the door. I’ll be there in –” I shot a look at Lil, who knew the castmember-only roads better than I. She flashed ten fingers at me. “Ten minutes.”",
        "“Okay,” he said. “Sorry.” He had his voice back under control. I switched off.",
        "“What’s up?” Lil asked.",
        "“I’m not sure. An old friend is in town. He sounds like he’s got a problem.”",
        "Lil pointed a finger at me and made a trigger-squeezing gesture. “There,” she said. “I’ve just dumped the best route to Pleasure Island to your public directory. Keep me in the loop, okay?”",
        "I set off for the utilidor entrance near the Hall of Presidents and booted down the stairs to the hum of the underground tunnel-system. I took the slidewalk to cast parking and zipped my little cart out to Pleasure Island.",
        "I found Dan sitting on the L-shaped couch underneath rows of faked-up trophy shots with humorous captions. Downstairs, castmembers were working the animatronic masks and idols, chattering with the guests.",
        "Dan was apparent fifty plus, a little paunchy and stubbled. He had raccoon-mask bags under his eyes and he slumped listlessly. As I approached, I pinged his Whuffie and was startled to see that it had dropped to nearly zero.",
        "“Jesus,” I said, as I sat down next to him. “You look like hell, Dan.”",
        "He nodded. “Appearances can be deceptive,” he said. “But in this case, they’re bang-on.”",
        "“You want to talk about it?” I asked.",
        "“Somewhere else, huh? I hear they ring in the New Year every night at midnight; I think that’d be a little too much for me right now.”",
        "I led him out to my cart and cruised back to the place I shared with Lil, out in Kissimmee. He smoked eight cigarettes on the twenty minute ride, hammering one after another into his mouth, filling my runabout with stinging clouds. I kept glancing at him in the rear-view. He had his eyes closed, and in repose he looked dead. I could hardly believe that this was my vibrant action-hero pal of yore.",
        "Surreptitiously, I called Lil’s phone. “I’m bringing him home,” I subvocalized. “He’s in rough shape. Not sure what it’s all about.”",
        "“I’ll make up the couch,” she said. “And get some coffee together. Love you.”",
        "“Back atcha, kid,” I said.",
        "As we approached the tacky little swaybacked ranch-house, he opened his eyes. “You’re a pal, Jules.” I waved him off. “No, really. I tried to think of who I could call, and you were the only one. I’ve missed you, bud.”",
        "“Lil said she’d put some coffee on,” I said. “You sound like you need it.”",
        "Lil was waiting on the sofa, a folded blanket and an extra pillow on the side table, a pot of coffee and some Disneyland Beijing mugs beside them. She stood and extended her hand. “I’m Lil,” she said.",
        "“Dan,” he said. “It’s a pleasure.”",
        "I knew she was pinging his Whuffie and I caught her look of surprised disapproval. Us oldsters who predate Whuffie know that it’s important; but to the kids, it’s the world. Someone without any is automatically suspect. I watched her recover quickly, smile, and surreptitiously wipe her hand on her jeans. “Coffee?” she said.",
        "“Oh, yeah,” Dan said, and slumped on the sofa.",
        "She poured him a cup and set it on a coaster on the coffee table. “I’ll let you boys catch up, then,” she said, and started for the bedroom.",
        "“No,” Dan said. “Wait. If you don’t mind. I think it’d help if I could talk to someone. . . younger, too.”",
        "She set her face in the look of chirpy helpfulness that all the second-gen castmembers have at their instant disposal and settled into an armchair. She pulled out her pipe and lit a rock. I went through my crack period before she was born, just after they made it decaf, and I always felt old when I saw her and her friends light up. Dan surprised me by holding out a hand to her and taking the pipe. He toked heavily, then passed it back.",
        "Dan closed his eyes again, then ground his fists into them, sipped his coffee. It was clear he was trying to figure out where to start.",
        "“I believed that I was braver than I really am, is what it boils down to,” he said.",
        "“Who doesn’t?” I said.",
        "“I really thought I could do it. I knew that someday I’d run out of things to do, things to see. I knew that I’d finish some day. You remember, we used to argue about it. I swore I’d be done, and that would be the end of it. And now I am. There isn’t a single place left on-world that isn’t part of the Bitchun Society. There isn’t a single thing left that I want any part of.”",
        "“So deadhead for a few centuries,” I said. “Put the decision off.”",
        "“No!” he shouted, startling both of us. “I’m done. It’s over.”",
        "“So do it,” Lil said.",
        "“I can’t,” he sobbed, and buried his face in his hands. He cried like a baby, in great, snoring sobs that shook his whole body. Lil went into the kitchen and got some tissue, and passed it to me. I sat alongside him and awkwardly patted his back.",
        "“Jesus,” he said, into his palms. “Jesus.”",
        "“Dan?” I said, quietly.",
        "He sat up and took the tissue, wiped off his face and hands. “Thanks,” he said. “I’ve tried to make a go of it, really I have. I’ve spent the last eight years in Istanbul, writing papers on my missions, about the communities. I did some followup studies, interviews. No one was interested. Not even me. I smoked a lot of hash. It didn’t help. So, one morning I woke up and went to the bazaar and said good bye to the friends I’d made there. Then I went to a pharmacy and had the man make me up a lethal injection. He wished me good luck and I went back to my rooms. I sat there with the hypo all afternoon, then I decided to sleep on it, and I got up the next morning and did it all over again. I looked inside myself, and I saw that I didn’t have the guts. I just didn’t have the guts. I’ve stared down the barrels of a hundred guns, had a thousand knives pressed up against my throat, but I didn’t have the guts to press that button.”",
        "“You were too late,” Lil said.",
        "We both turned to look at her.",
        "“You were a decade too late. Look at you. You’re pathetic. If you killed yourself right now, you’d just be a washed-up loser who couldn’t hack it. If you’d done it ten years earlier, you would’ve been going out on top – a champion, retiring permanently.” She set her mug down with a harder-than-necessary clunk.",
        "Sometimes, Lil and I are right on the same wavelength. Sometimes, it’s like she’s on a different planet. All I could do was sit there, horrified, and she was happy to discuss the timing of my pal’s suicide.",
        "But she was right. Dan nodded heavily, and I saw that he knew it, too.",
        "“A day late and a dollar short,” he sighed.",
        "“Well, don’t just sit there,” she said. “You know what you’ve got to do.”",
        "“What?” I said, involuntarily irritated by her tone.",
        "She looked at me like I was being deliberately stupid. “He’s got to get back on top. Cleaned up, dried out, into some productive work. Get that Whuffie up, too. Then he can kill himself with dignity.”",
        "It was the stupidest thing I’d ever heard. Dan, though, was cocking an eyebrow at her and thinking hard. “How old did you say you were?” he asked.",
        "“Twenty-three,” she said.",
        "“Wish I’d had your smarts at twenty-three,” he said, and heaved a sigh, straightening up. “Can I stay here while I get the job done?”",
        "I looked askance at Lil, who considered for a moment, then nodded.",
        "“Sure, pal, sure,” I said. I clapped him on the shoulder. “You look beat.”",
        "“Beat doesn’t begin to cover it,” he said.",
        "“Good night, then,” I said.",
        "Continue...",
        "\nThis eBook of “Down and Out in the Magic Kingdom” by Cory Doctorow is licenced under Creative Commons (you may copy and distribute the work under certain conditions).\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Down and Out in the Magic KingdomBy Cory DoctorowAt Amazon"
    ]
}