{
    "title": "Down and Out in the Magic Kingdom - Chapter 7",
    "author": "Cory Doctorow",
    "chapter": "8",
    "content": [
        "\n\n",
        "The meds helped me cope with the next couple of days, starting the rehab on the Mansion. We worked all night erecting a scaffolding around the facade, though no real work would be done on it – we wanted the appearance of rapid progress, and besides, I had an idea.",
        "I worked alongside Dan, using him as a personal secretary, handling my calls, looking up plans, monitoring the Net for the first grumblings as the Disney-going public realized that the Mansion was being taken down for a full-blown rehab. We didn’t exchange any unnecessary words, standing side by side without ever looking into one another’s eyes. I couldn’t really feel awkward around Dan, anyway. He never let me, and besides we had our hands full directing disappointed guests away from the Mansion. A depressing number of them headed straight for the Hall of Presidents.",
        "We didn’t have to wait long for the first panicked screed about the Mansion to appear. Dan read it aloud off his HUD: “Hey! Anyone hear anything about scheduled maintenance at the HM? I just buzzed by on the way to the new H of P’s and it looks like some big stuff’s afoot – scaffolding, castmembers swarming in and out, see the pic. I hope they’re not screwing up a good thing. BTW, don’t miss the new H of P’s – very Bitchun.”",
        "“Right,” I said. “Who’s the author, and is he on the list?”",
        "Dan cogitated a moment. “She is Kim Wright, and she’s on the list. Good Whuffie, lots of Mansion fanac, big readership.”",
        "“Call her,” I said.",
        "This was the plan: recruit rabid fans right away, get ’em in costume, and put ’em up on the scaffolds. Give them outsized, bat-adorned tools and get them to play at construction activity in thumpy, undead pantomime. In time, Suneep and his gang would have a batch of telepresence robots up and running, and we’d move to them, get them wandering the queue area, interacting with curious guests. The new Mansion would be open for business in 48 hours, albeit in stripped-down fashion. The scaffolding made for a nice weenie, a visual draw that would pull the hordes that thronged Debra’s Hall of Presidents over for a curious peek or two. Buzz city.",
        "I’m a pretty smart guy.",
        "Dan paged this Kim person and spoke to her as she was debarking the Pirates of the Caribbean. I wondered if she was the right person for the job: she seemed awfully enamored of the rehabs that Debra and her crew had performed. If I’d had more time, I would’ve run a deep background check on every one of the names on my list, but that would’ve taken months.",
        "Dan made some small talk with Kim, speaking aloud in deference to my handicap, before coming to the point. “We read your post about the Mansion’s rehab. You’re the first one to notice it, and we wondered if you’d be interested in coming by to find out a little more about our plans.”",
        "Dan winced. “She’s a screamer,” he whispered.",
        "Reflexively, I tried to pull up a HUD with my files on the Mansion fans we hoped to recruit. Of course, nothing happened. I’d done that a dozen times that morning, and there was no end in sight. I couldn’t seem to get lathered up about it, though, nor about anything else, not even the hickey just visible under Dan’s collar. The transdermal mood-balancer on my bicep was seeing to that – doctor’s orders.",
        "“Fine, fine. We’re standing by the Pet Cemetery, two cast members, male, in Mansion costumes. About five-ten, apparent 30. You can’t miss us.”",
        "She didn’t. She arrived out of breath and excited, jogging. She was apparent 20, and dressed like a real 20 year old, in a hipster climate-control cowl that clung to and released her limbs, which were long and double-kneed. All the rage among the younger set, including the girl who’d shot me.",
        "But the resemblance to my killer ended with her dress and body. She wasn’t wearing a designer face, rather one that had enough imperfections to be the one she was born with, eyes set close and nose wide and slightly squashed.",
        "I admired the way she moved through the crowd, fast and low but without jostling anyone. “Kim,” I called as she drew near. “Over here.”",
        "She gave a happy shriek and made a beeline for us. Even charging full-bore, she was good enough at navigating the crowd that she didn’t brush against a single soul. When she reached us, she came up short and bounced a little. “Hi, I’m Kim!” she said, pumping my arm with the peculiar violence of the extra-jointed. “Julius,” I said, then waited while she repeated the process with Dan.",
        "“So,” she said, “what’s the deal?”",
        "I took her hand. “Kim, we’ve got a job for you, if you’re interested.”",
        "She squeezed my hand hard and her eyes shone. “I’ll take it!” she said.",
        "I laughed, and so did Dan. It was a polite, castmembery sort of laugh, but underneath it was relief. “I think I’d better explain it to you first,” I said.",
        "“Explain away!” she said, and gave my hand another squeeze.",
        "I let go of her hand and ran down an abbreviated version of the rehab plans, leaving out anything about Debra and her ad-hocs. Kim drank it all in greedily. She cocked her head at me as I ran it down, eyes wide. It was disconcerting, and I finally asked, “Are you recording this?”",
        "Kim blushed. “I hope that’s okay! I’m starting a new Mansion scrapbook. I have one for every ride in the Park, but this one’s gonna be a world-beater!”",
        "Here was something I hadn’t thought about. Publishing ad-hoc business was tabu inside Park, so much so that it hadn’t occurred to me that the new castmembers we brought in would want to record every little detail and push it out over the Net as a big old Whuffie collector.",
        "“I can switch it off,” Kim said. She looked worried, and I really started to grasp how important the Mansion was to the people we were recruiting, how much of a privilege we were offering them.",
        "“Leave it rolling,” I said. “Let’s show the world how it’s done.”",
        "We led Kim into a utilidor and down to costuming. She was half-naked by the time we got there, literally tearing off her clothes in anticipation of getting into character. Sonya, a Liberty Square ad-hoc that we’d stashed at costuming, already had clothes waiting for her, a rotting maid’s uniform with an oversized toolbelt.",
        "We left Kim on the scaffolding, energetically troweling a water-based cement substitute onto the wall, scraping it off and moving to a new spot. It looked boring to me, but I could believe that we’d have to tear her away when the time came.",
        "We went back to trawling the Net for the next candidate.",
        "By lunchtime, there were ten drilling, hammering, troweling new castmembers around the scaffolding, pushing black wheelbarrows, singing “Grim Grinning Ghosts” and generally having a high old time.",
        "“This’ll do,” I said to Dan. I was exhausted and soaked with sweat, and the transdermal under my costume itched. Despite the happy-juice in my bloodstream, a streak of uncastmemberly crankiness was shot through my mood. I needed to get offstage.",
        "Dan helped me hobble away, and as we hit the utilidor, he whispered in my ear, “This was a great idea, Julius. Really.”",
        "We jumped a tram over to Imagineering, my chest swollen with pride. Suneep had three of his assistants working on the first generation of mobile telepresence robots for the exterior, and had promised a prototype for that afternoon. The robots were easy enough – just off-the-shelf stuff, really – but the costumes and kinematics routines were something else. Thinking about what he and Suneep’s gang of hypercreative super-geniuses would come up with cheered me up a little, as did being out of the public eye.",
        "Suneep’s lab looked like it had been hit by a tornado. Imagineer packs rolled in and out with arcane gizmos, or formed tight argumentative knots in the corners as they shouted over whatever their HUDs were displaying. In the middle of it all was Suneep, who looked like he was barely restraining an urge to shout Yippee! He was clearly in his element.",
        "He threw his arms open when he caught sight of Dan and me, threw them wide enough to embrace the whole mad, gibbering chaos. “What wonderful flumgubbery!” he shouted, over the noise.",
        "“Sure is,” I agreed. “How’s the prototype coming?”",
        "Suneep waved absently, his short fingers describing trivialities in the air. “In due time, in due time. I’ve put that team onto something else, a kinematics routine for a class of flying spooks that use gasbags to stay aloft – silent and scary. It’s old spy-tech, and the retrofit’s coming tremendously. Take a look!” He pointed a finger at me and, presumably, squirted some data my way.",
        "“I’m offline,” I reminded him gently.",
        "He slapped his forehead, took a moment to push his hair off his face, and gave me an apologetic wave. “Of course, of course. Here.” He unrolled an LCD and handed it to me. A flock of spooks danced on the screen, rendered against the ballroom scene. They were thematically consistent with the existing Mansion ghosts, more funny than scary, and their faces were familiar. I looked around the lab and realized that they’d caricatured various Imagineers.",
        "“Ah! You noticed,” Suneep said, rubbing his hands together. “A very good joke, yes?”",
        "“This is terrific,” I said, carefully. “But I really need some robots up and running by tomorrow night, Suneep. We discussed this, remember?” Without telepresence robots, my recruiting would be limited to fans like Kim, who lived in the area. I had broader designs than that.",
        "Suneep looked disappointed. “Of course. We discussed it. I don’t like to stop my people when they have good ideas, but there’s a time and a place. I’ll put them on it right away. Leave it to me.”",
        "Dan turned to greet someone, and I looked to see who it was. Lil. Of course. She was raccoon-eyed with fatigue, and she reached out for Dan’s hand, saw me, and changed her mind.",
        "“Hi, guys,” she said, with studied casualness.",
        "“Oh, hello!” said Suneep. He fired his finger at her – the flying ghosts, I imagined. Lil’s eyes rolled up for a moment, then she nodded exhaustedly at him.",
        "“Very good,” she said. “I just heard from Lisa. She says the indoor crews are on-schedule. They’ve got most of the animatronics dismantled, and they’re taking down the glass in the Ballroom now.” The Ballroom ghost effects were accomplished by means of a giant pane of polished glass that laterally bisected the room. The Mansion had been built around it – it was too big to take out in one piece. “They say it’ll be a couple days before they’ve got it cut up and ready to remove.”",
        "A pocket of uncomfortable silence descended on us, the roar of the Imagineers rushing in to fill it.",
        "“You must be exhausted,” Dan said, at length.",
        "“Goddamn right,” I said, at the same moment that Lil said, “I guess I am.”",
        "We both smiled wanly. Suneep put his arms around Lil’s and my shoulders and squeezed. He smelled of an exotic cocktail of industrial lubricant, ozone, and fatigue poisons.",
        "“You two should go home and give each other a massage,” he said. “You’ve earned some rest.”",
        "Dan met my eye and shook his head apologetically. I squirmed out from under Suneep’s arm and thanked him quietly, then slunk off to the Contemporary for a hot tub and a couple hours of sleep.",
        "I came back to the Mansion at sundown. It was cool enough that I took a surface route, costume rolled in a shoulderbag, instead of riding through the clattering, air-conditioned comfort of the utilidors.",
        "As a freshening breeze blew across me, I suddenly had a craving for real weather, the kind of climate I’d grown up with in Toronto. It was October, for chrissakes, and a lifetime of conditioning told me that it was May. I stopped and leaned on a bench for a moment and closed my eyes. Unbidden, and with the clarity of a HUD, I saw High Park in Toronto, clothed in its autumn colors, fiery reds and oranges, shades of evergreen and earthy brown. God, I needed a vacation.",
        "I opened my eyes and realized that I was standing in front of the Hall of Presidents, and that there was a queue ahead of me for it, one that stretched back and back. I did a quick sum in my head and sucked air between my teeth: they had enough people for five or six full houses waiting here – easily an hour’s wait. The Hall never drew crowds like this. Debra was working the turnstiles in Betsy Ross gingham, and she caught my eye and snapped a nod at me.",
        "I stalked off to the Mansion. A choir of zombie-shambling new recruits had formed up in front of the gate, and were groaning their way through “Grim Grinning Ghosts,” with a new call-and-response structure. A small audience participated, urged on by the recruits on the scaffolding.",
        "“Well, at least that’s going right,” I muttered to myself. And it was, except that I could see members of the ad-hoc looking on from the sidelines, and the looks weren’t kindly. Totally obsessive fans are a good measure of a ride’s popularity, but they’re kind of a pain in the ass, too. They lipsynch the soundtrack, cadge souvenirs and pester you with smarmy, show-off questions. After a while, even the cheeriest castmember starts to lose patience, develop an automatic distaste for them.",
        "The Liberty Square ad-hocs who were working on the Mansion had been railroaded into approving a rehab, press-ganged into working on it, and were now forced to endure the company of these grandstanding megafans. If I’d been there when it all started – instead of sleeping! – I may’ve been able to massage their bruised egos, but now I wondered if it was too late.",
        "Nothing for it but to do it. I ducked into a utilidor, changed into my costume and went back onstage. I joined the call-and-response enthusiastically, walking around to the ad-hocs and getting them to join in, reluctantly or otherwise.",
        "By the time the choir retired, sweaty and exhausted, a group of ad-hocs were ready to take their place, and I escorted my recruits to an offstage break-room.",
        "Suneep didn’t deliver the robot prototypes for a week, and told me that it would be another week before I could have even five production units. Though he didn’t say it, I got the sense that his guys were out of control, so excited by the freedom from ad-hoc oversight that they were running wild. Suneep himself was nearly a wreck, nervous and jumpy. I didn’t press it.",
        "Besides, I had problems of my own. The new recruits were multiplying. I was staying on top of the fan response to the rehab from a terminal I’d had installed in my hotel room. Kim and her local colleagues were fielding millions of hits every day, their Whuffie accumulating as envious fans around the world logged in to watch their progress on the scaffolding.",
        "That was all according to plan. What wasn’t according to plan was that the new recruits were doing their own recruiting, extending invitations to their net-pals to come on down to Florida, bunk on their sofas and guest-beds, and present themselves to me for active duty.",
        "The tenth time it happened, I approached Kim in the break-room. Her gorge was working, her eyes tracked invisible words across the middle distance. No doubt she was penning yet another breathless missive about the magic of working in the Mansion. “Hey, there,” I said. “Have you got a minute to meet with me?”",
        "She held up a single finger, then, a moment later, gave me a bright smile.",
        "“Hi, Julius!” she said. “Sure!”",
        "“Why don’t you change into civvies, we’ll take a walk through the Park and talk?”",
        "Kim wore her costume every chance she got. I’d been quite firm about her turning it in to the laundry every night instead of wearing it home.",
        "Reluctantly, she stepped into a change-room and switched into her cowl. We took the utilidor to the Fantasyland exit and walked through the late-afternoon rush of children and their adults, queued deep and thick for Snow White, Dumbo and Peter Pan.",
        "“How’re you liking it here?” I asked.",
        "Kim gave a little bounce. “Oh, Julius, it’s the best time of my life, really! A dream come true. I’m meeting so many interesting people, and I’m really feeling creative. I can’t wait to try out the telepresence rigs, too.”",
        "“Well, I’m really pleased with what you and your friends are up to here. You’re working hard, putting on a good show. I like the songs you’ve been working up, too.”",
        "She did one of those double-kneed shuffles that was the basis of any number of action vids those days and she was suddenly standing in front of me, hand on my shoulder, looking into my eyes. She looked serious.",
        "“Is there a problem, Julius? If there is, I’d rather we just talked about it, instead of making chitchat.”",
        "I smiled and took her hand off my shoulder. “How old are you, Kim?”",
        "“Nineteen,” she said. “What’s the problem?”",
        "Nineteen! Jesus, no wonder she was so volatile. What’s my excuse, then?",
        "“It’s not a problem, Kim, it’s just something I wanted to discuss with you. The people you-all have been bringing down to work for me, they’re all really great castmembers.”",
        "“But?”",
        "“But we have limited resources around here. Not enough hours in the day for me to stay on top of the new folks, the rehab, everything. Not to mention that until we open the new Mansion, there’s a limited number of extras we can use out front. I’m concerned that we’re going to put someone on stage without proper training, or that we’re going to run out of uniforms; I’m also concerned about people coming all the way here and discovering that there aren’t any shifts for them to take.”",
        "She gave me a relieved look. “Is that all? Don’t worry about it. I’ve been talking to Debra, over at the Hall of Presidents, and she says she can pick up any people who can’t be used at the Mansion – we could even rotate back and forth!” She was clearly proud of her foresight.",
        "My ears buzzed. Debra, one step ahead of me all along the way. She probably suggested that Kim do some extra recruiting in the first place. She’d take in the people who came down to work the Mansion, convince them they’d been hard done by the Liberty Square crew, and rope them into her little Whuffie ranch, the better to seize the Mansion, the Park, the whole of Walt Disney World.",
        "“Oh, I don’t think it’ll come to that,” I said, carefully. “I’m sure we can find a use for them all at the Mansion. More the merrier.”",
        "Kim cocked quizzical, but let it go. I bit my tongue. The pain brought me back to reality, and I started planning costume production, training rosters, bunking. God, if only Suneep would finish the robots!",
        "“What do you mean, ’no’?” I said, hotly.",
        "Lil folded her arms and glared. “No, Julius. It won’t fly. The group is already upset that all the glory is going to the new people, they’ll never let us bring more in. They also won’t stop working on the rehab to train them, costume them, feed them and mother them. They’re losing Whuffie every day that the Mansion’s shut up, and they don’t want any more delays. Dave’s already joined up with Debra, and I’m sure he’s not the last one.”",
        "Dave – the jerk who’d pissed all over the rehab in the meeting. Of course he’d gone over. Lil and Dan stood side by side on the porch of the house where I’d lived. I’d driven out that night to convince Lil to sell the ad-hocs on bringing in more recruits, but it wasn’t going according to plan. They wouldn’t even let me in the house.",
        "“So what do I tell Kim?”",
        "“Tell her whatever you want,” Lil said. “You brought her in – you manage her. Take some goddamn responsibility for once in your life.”",
        "It wasn’t going to get any better. Dan gave me an apologetic look. Lil glared a moment longer, then went into the house.",
        "“Debra’s doing real well,” he said. “The net’s all over her. Biggest thing ever. Flash-baking is taking off in nightclubs, dance mixes with the DJ’s backup being shoved in bursts into the dancers.”",
        "“God,” I said. “I fucked up, Dan. I fucked it all up.”",
        "He didn’t say anything, and that was the same as agreeing.",
        "Driving back to the hotel, I decided I needed to talk to Kim. She was a problem I didn’t need, and maybe a problem I could solve. I pulled a screeching U-turn and drove the little runabout to her place, a tiny condo in a crumbling complex that had once been a gated seniors’ village, pre-Bitchun.",
        "Her place was easy to spot. All the lights were burning, faint conversation audible through the screen door. I jogged up the steps two at a time, and was about to knock when a familiar voice drifted through the screen.",
        "Debra, saying: “Oh yes, oh yes! Terrific idea! I’d never really thought about using streetmosphere players to liven up the queue area, but you’re making a lot of sense. You people have just been doing the best work over at the Mansion – find me more like you and I’ll take them for the Hall any day!”",
        "I heard Kim and her young friends chatting excitedly, proudly. The anger and fear suffused me from tip to toe, and I felt suddenly light and cool and ready to do something terrible.",
        "I padded silently down the steps and got into my runabout.",
        "Some people never learn. I’m one of them, apparently.",
        "I almost chortled over the foolproof simplicity of my plan as I slipped in through the cast entrance using the ID card I’d scored when my systems went offline and I was no longer able to squirt my authorization at the door.",
        "I changed clothes in a bathroom on Main Street, switching into a black cowl that completely obscured my features, then slunk through the shadows along the storefronts until I came to the moat around Cinderella’s castle. Keeping low, I stepped over the fence and duck-walked down the embankment, then slipped into the water and sloshed across to the Adventureland side.",
        "Slipping along to the Liberty Square gateway, I flattened myself in doorways whenever I heard maintenance crews passing in the distance, until I reached the Hall of Presidents, and in a twinkling I was inside the theater itself.",
        "Humming the Small World theme, I produced a short wrecking bar from my cowl’s tabbed pocket and set to work.",
        "The primary broadcast units were hidden behind a painted scrim over the stage, and they were surprisingly well built for a first generation tech. I really worked up a sweat smashing them, but I kept at it until not a single component remained recognizable. The work was slow and loud in the silent Park, but it lulled me into a sleepy reverie, an autohypnotic swing-bang-swing-bang timeless time. To be on the safe side, I grabbed the storage units and slipped them into the cowl.",
        "Locating their backup units was a little trickier, but years of hanging out at the Hall of Presidents while Lil tinkered with the animatronics helped me. I methodically investigated every nook, cranny and storage area until I located them, in what had been a break-room closet. By now, I had the rhythm of the thing, and I made short work of them.",
        "I did one more pass, wrecking anything that looked like it might be a prototype for the next generation or notes that would help them reconstruct the units I’d smashed.",
        "I had no illusions about Debra’s preparedness – she’d have something offsite that she could get up and running in a few days. I wasn’t doing anything permanent, I was just buying myself a day or two.",
        "I made my way clean out of the Park without being spotted, and sloshed my way into my runabout, shoes leaking water from the moat.",
        "For the first time in weeks, I slept like a baby.",
        "Of course, I got caught. I don’t really have the temperament for Machiavellian shenanigans, and I left a trail a mile wide, from the muddy footprints in the Contemporary’s lobby to the wrecking bar thoughtlessly left behind, with my cowl and the storage units from the Hall, forgotten on the back seat of my runabout.",
        "I whistled my personal jazzy uptempo version of “Grim Grinning Ghosts” as I made my way from Costuming, through the utilidor, out to Liberty Square, half an hour before the Park opened.",
        "Standing in front of me were Lil and Debra. Debra was holding my cowl and wrecking bar. Lil held the storage units.",
        "I hadn’t put on my transdermals that morning, and so the emotion I felt was unmuffled, loud and yammering.",
        "I ran.",
        "I ran past them, along the road to Adventureland, past the Tiki Room where I’d been killed, past the Adventureland gate where I’d waded through the moat, down Main Street. I ran and ran, elbowing early guests, trampling flowers, knocking over an apple cart across from the Penny Arcade.",
        "I ran until I reached the main gate, and turned, thinking I’d outrun Lil and Debra and all my problems. I’d thought wrong. They were both there, a step behind me, puffing and red. Debra held my wrecking bar like a weapon, and she brandished it at me.",
        "“You’re a goddamn idiot, you know that?” she said. I think if we’d been alone, she would’ve swung it at me.",
        "“Can’t take it when someone else plays rough, huh, Debra?” I sneered.",
        "Lil shook her head disgustedly. “She’s right, you are an idiot. The ad-hoc’s meeting in Adventureland. You’re coming.”",
        "“Why?” I asked, feeling belligerent. “You going to honor me for all my hard work?”",
        "“We’re going to talk about the future, Julius, what’s left of it for us.”",
        "“For God’s sake, Lil, can’t you see what’s going on? They killed me! They did it, and now we’re fighting each other instead of her! Why can’t you see how wrong that is?”",
        "“You’d better watch those accusations, Julius,” Debra said, quietly and intensely, almost hissing. “I don’t know who killed you or why, but you’re the one who’s guilty here. You need help.”",
        "I barked a humorless laugh. Guests were starting to stream into the now-open Park, and several of them were watching intently as the three costumed castmembers shouted at each other. I could feel my Whuffie hemorrhaging. “Debra, you are purely full of shit, and your work is trite and unimaginative. You’re a fucking despoiler and you don’t even have the guts to admit it.”",
        "“That’s enough, Julius,” Lil said, her face hard, her rage barely in check. “We’re going.”",
        "Debra walked a pace behind me, Lil a pace before, all the way through the crowd to Adventureland. I saw a dozen opportunities to slip into a gap in the human ebb and flow and escape custody, but I didn’t try. I wanted a chance to tell the whole world what I’d done and why I’d done it.",
        "Debra followed us in when we mounted the steps to the meeting room. Lil turned. “I don’t think you should be here, Debra,” she said in measured tones.",
        "Debra shook her head. “You can’t keep me out, you know. And you shouldn’t want to. We’re on the same side.”",
        "I snorted derisively, and I think it decided Lil. “Come on, then,” she said.",
        "It was SRO in the meeting room, packed to the gills with the entire ad-hoc, except for my new recruits. No work was being done on the rehab, then, and the Liberty Belle would be sitting at her dock. Even the restaurant crews were there. Liberty Square must’ve been a ghost town. It gave the meeting a sense of urgency: the knowledge that there were guests in Liberty Square wandering aimlessly, looking for castmembers to help them out. Of course, Debra’s crew might’ve been around.",
        "The crowd’s faces were hard and bitter, leaving no doubt in my mind that I was in deep shit. Even Dan, sitting in the front row, looked angry. I nearly started crying right then. Dan – oh, Dan. My pal, my confidant, my patsy, my rival, my nemesis. Dan, Dan, Dan. I wanted to beat him to death and hug him at the same time.",
        "Lil took the podium and tucked stray hairs behind her ears. “All right, then,” she said. I stood to her left and Debra stood to her right.",
        "“Thanks for coming out today. I’d like to get this done quickly. We all have important work to get to. I’ll run down the facts: last night, a member of this ad-hoc vandalized the Hall of Presidents, rendering it useless. It’s estimated that it will take at least a week to get it back up and running.",
        "“I don’t have to tell you that this isn’t acceptable. This has never happened before, and it will never happen again. We’re going to see to that.",
        "“I’d like to propose that no further work be done on the Mansion until the Hall of Presidents is fully operational. I will be volunteering my services on the repairs.”",
        "There were nods in the audience. Lil wouldn’t be the only one working at the Hall that week. “Disney World isn’t a competition,” Lil said. “All the different ad-hocs work together, and we do it to make the Park as good as we can. We lose sight of that at our peril.”",
        "I nearly gagged on bile. “I’d like to say something,” I said, as calmly as I could manage.",
        "Lil shot me a look. “That’s fine, Julius. Any member of the ad-hoc can speak.”",
        "I took a deep breath. “I did it, all right?” I said. My voice cracked. “I did it, and I don’t have any excuse for having done it. It may not have been the smartest thing I’ve ever done, but I think you all should understand how I was driven to it.",
        "“We’re not supposed to be in competition with one another here, but we all know that that’s just a polite fiction. The truth is that there’s real competition in the Park, and that the hardest players are the crew that rehabbed the Hall of Presidents. They stole the Hall from you! They did it while you were distracted, they used me to engineer the distraction, they murdered me!” I heard the shriek creeping into my voice, but I couldn’t do anything about it.",
        "“Usually, the lie that we’re all on the same side is fine. It lets us work together in peace. But that changed the day they had me shot. If you keep on believing it, you’re going to lose the Mansion, the Liberty Belle, Tom Sawyer Island – all of it. All the history we have with this place – all the history that the billions who’ve visited it have – it’s going to be destroyed and replaced with the sterile, thoughtless shit that’s taken over the Hall. Once that happens, there’s nothing left that makes this place special. Anyone can get the same experience sitting at home on the sofa! What happens then, huh? How much longer do you think this place will stay open once the only people here are you?“",
        "Debra smiled condescendingly. “Are you finished, then?” she asked, sweetly. “Fine. I know I’m not a member of this group, but since it was my work that was destroyed last night, I think I would like to address Julius’s statements, if you don’t mind.” She paused, but no one spoke up.",
        "“First of all, I want you all to know that we don’t hold you responsible for what happened last night. We know who was responsible, and he needs help. I urge you to see to it that he gets it.",
        "“Next, I’d like to say that as far as I’m concerned, we are on the same side – the side of the Park. This is a special place, and it couldn’t exist without all of our contributions. What happened to Julius was terrible, and I sincerely hope that the person responsible is caught and brought to justice. But that person wasn’t me or any of the people in my ad-hoc.",
        "“Lil, I’d like to thank you for your generous offer of assistance, and we’ll take you up on it. That goes for all of you – come on by the Hall, we’ll put you to work. We’ll be up and running in no time.",
        "“Now, as far as the Mansion goes, let me say this once and for all: neither me nor my ad-hoc have any desire to take over the operations of the Mansion. It is a terrific attraction, and it’s getting better with the work you’re all doing. If you’ve been worrying about it, then you can stop worrying now. We’re all on the same side.",
        "“Thanks for hearing me out. I’ve got to go see my team now.”",
        "She turned and left, a chorus of applause following her out.",
        "Lil waited until it died down, then said, “All right, then, we’ve got work to do, too. I’d like to ask you all a favor, first. I’d like us to keep the details of last night’s incident to ourselves. Letting the guests and the world know about this ugly business isn’t good for anyone. Can we all agree to do that?”",
        "There was a moment’s pause while the results were tabulated on the HUDs, then Lil gave them a million-dollar smile. “I knew you’d come through. Thanks, guys. Let’s get to work.”",
        "I spent the day at the hotel, listlessly scrolling around on my terminal. Lil had made it very clear to me after the meeting that I wasn’t to show my face inside the Park until I’d “gotten help,” whatever that meant.",
        "By noon, the news was out. It was hard to pin down the exact source, but it seemed to revolve around the new recruits. One of them had told their net-pals about the high drama in Liberty Square, and mentioned my name.",
        "There were already a couple of sites vilifying me, and I expected more. I needed some kind of help, that was for sure.",
        "I thought about leaving then, turning my back on the whole business and leaving Walt Disney World to start yet another new life, Whuffie-poor and fancy-free.",
        "It wouldn’t be so bad. I’d been in poor repute before, not so long ago. That first time Dan and I had palled around, back at the U of T, I’d been the center of a lot of pretty ambivalent sentiment, and Whuffie-poor as a man can be.",
        "I slept in a little coffin on-campus, perfectly climate controlled. It was cramped and dull, but my access to the network was free and I had plenty of material to entertain myself. While I couldn’t get a table in a restaurant, I was free to queue up at any of the makers around town and get myself whatever I wanted to eat and drink, whenever I wanted it. Compared to 99.99999 percent of all the people who’d ever lived, I had a life of unparalleled luxury.",
        "Even by the standards of the Bitchun Society, I was hardly a rarity. The number of low-esteem individuals at large was significant, and they got along just fine, hanging out in parks, arguing, reading, staging plays, playing music.",
        "Of course, that wasn’t the life for me. I had Dan to pal around with, a rare high-net-Whuffie individual who was willing to fraternize with a shmuck like me. He’d stand me to meals at sidewalk cafes and concerts at the SkyDome, and shoot down any snotty reputation-punk who sneered at my Whuffie tally. Being with Dan was a process of constantly reevaluating my beliefs in the Bitchun Society, and I’d never had a more vibrant, thought-provoking time in all my life.",
        "I could have left the Park, deadheaded to anywhere in the world, started over. I could have turned my back on Dan, on Debra, on Lil and the whole mess.",
        "I didn’t.",
        "I called up the doc.",
        "Continue...",
        "\nThis eBook of “Down and Out in the Magic Kingdom” by Cory Doctorow is licenced under Creative Commons (you may copy and distribute the work under certain conditions).\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Down and Out in the Magic KingdomBy Cory DoctorowAt Amazon"
    ]
}