{
    "title": "Down and Out in the Magic Kingdom - Chapter 3",
    "author": "Cory Doctorow",
    "chapter": "4",
    "content": [
        "\n\n",
        "The Bitchun Society has had much experience with restores from backup – in the era of the cure for death, people live pretty recklessly. Some people get refreshed a couple dozen times a year.",
        "Not me. I hate the process. Not so much that I won’t participate in it. Everyone who had serious philosophical conundra on that subject just, you know, died, a generation before. The Bitchun Society didn’t need to convert its detractors, just outlive them.",
        "The first time I died, it was not long after my sixtieth birthday. I was SCUBA diving at Playa Coral, near Veradero, Cuba. Of course, I don’t remember the incident, but knowing my habits at that particular dive-site and having read the dive-logs of my SCUBA-buddies, I’ve reconstructed the events.",
        "I was eeling my way through the lobster-caves, with a borrowed bottle and mask. I’d also borrowed a wetsuit, but I wasn’t wearing it – the blood-temp salt water was balm, and I hated erecting barriers between it and my skin. The caves were made of coral and rocks, and they coiled and twisted like intestines. Through each hole and around each corner, there was a hollow, rough sphere of surpassing, alien beauty. Giant lobsters skittered over the walls and through the holes. Schools of fish as bright as jewels darted and executed breath-taking precision maneuvers as I disturbed their busy days. I do some of my best thinking under water, and I’m often slipping off into dangerous reverie at depth. Normally, my diving buddies ensure that I don’t hurt myself, but this time I got away from them, spidering forward into a tiny hole.",
        "Where I got stuck.",
        "My diving buddies were behind me, and I rapped on my bottle with the hilt of my knife until one of them put a hand on my shoulder. My buddies saw what was up, and attempted to pull me loose, but my bottle and buoyancy-control vest were firmly wedged. The others exchanged hand signals, silently debating the best way to get me loose. Suddenly, I was thrashing and kicking, and then I disappeared into the cave, minus my vest and bottle. I’d apparently attempted to cut through my vest’s straps and managed to sever the tube of my regulator. After inhaling a jolt of sea water, I’d thrashed free into the cave, rolling into a monstrous patch of spindly fire-coral. I’d inhaled another lungful of water and kicked madly for a tiny hole in the cave’s ceiling, whence my buddies retrieved me shortly thereafter, drowned-blue except for the patchy red welts from the stinging coral.",
        "In those days, making a backup was a lot more complicated; the procedure took most of a day, and had to be undertaken at a special clinic. Luckily, I’d had one made just before I left for Cuba, a few weeks earlier. My next-most-recent backup was three years old, dating from the completion of my second symphony.",
        "They recovered me from backup and into a force-grown clone at Toronto General. As far as I knew, I’d laid down in the backup clinic one moment and arisen the next. It took most of a year to get over the feeling that the whole world was putting a monstrous joke over on me, that the drowned corpse I’d seen was indeed my own. In my mind, the rebirth was figurative as well as literal – the missing time was enough that I found myself hard-pressed to socialize with my pre-death friends. ",
        "I told Dan the story during our first friendship, and he immediately pounced on the fact that I’d gone to Disney World to spend a week sorting out my feelings, reinventing myself, moving to space, marrying a crazy lady. He found it very curious that I always rebooted myself at Disney World. When I told him that I was going to live there someday, he asked me if that would mean that I was done reinventing myself. Sometimes, as I ran my fingers through Lil’s sweet red curls, I thought of that remark and sighed great gusts of contentment and marveled that my friend Dan had been so prescient.",
        "The next time I died, they’d improved the technology somewhat. I’d had a massive stroke in my seventy-third year, collapsing on the ice in the middle of a house-league hockey game. By the time they cut my helmet away, the hematomae had crushed my brain into a pulpy, blood-sotted mess. I’d been lax in backing up, and I lost most of a year. But they woke me gently, with a computer-generated precis of the events of the missing interval, and a counselor contacted me daily for a year until I felt at home again in my skin. Again, my life rebooted, and I found myself in Disney World, methodically flensing away the relationships I’d built and starting afresh in Boston, living on the ocean floor and working the heavy-metal harvesters, a project that led, eventually, to my Chem thesis at U of T.",
        "After I was shot dead at the Tiki Room, I had the opportunity to appreciate the great leaps that restores had made in the intervening ten years. I woke in my own bed, instantly aware of the events that led up to my third death as seen from various third-party POVs: security footage from the Adventureland cameras, synthesized memories extracted from Dan’s own backup, and a computer-generated fly-through of the scene. I woke feeling preternaturally calm and cheerful, and knowing that I felt that way because of certain temporary neurotransmitter presets that had been put in place when I was restored.",
        "Dan and Lil sat at my bedside. Lil’s tired, smiling face was limned with hairs that had snuck loose of her ponytail. She took my hand and kissed the smooth knuckles. Dan smiled beneficently at me and I was seized with a warm, comforting feeling of being surrounded by people who really loved me. I dug for words appropriate to the scene, decided to wing it, opened my mouth and said, to my surprise, “I have to pee.”",
        "Dan and Lil smiled at each other. I lurched out of the bed, naked, and thumped to the bathroom. My muscles were wonderfully limber, with a brand-new spring to them. After I flushed I leaned over and took hold of my ankles, then pulled my head right to the floor, feeling the marvelous flexibility of my back and legs and buttocks. A scar on my knee was missing, as were the many lines that had crisscrossed my fingers. When I looked in the mirror, I saw that my nose and earlobes were smaller and perkier. The familiar crow’s-feet and the frown-lines between my eyebrows were gone. I had a day’s beard all over – head, face, pubis, arms, legs. I ran my hands over my body and chuckled at the ticklish newness of it all. I was briefly tempted to depilate all over, just to keep this feeling of newness forever, but the neurotransmitter presets were evaporating and a sense of urgency over my murder was creeping up on me.",
        "I tied a towel around my waist and made my way back to the bedroom. The smells of tile-cleaner and flowers and rejuve were bright in my nose, effervescent as camphor. Dan and Lil stood when I came into the room and helped me to the bed. “Well, this sucks,” I said.",
        "I’d gone straight from the uplink through the utilidors – three quick cuts of security cam footage, one at the uplink, one in the corridor, and one at the exit in the underpass between Liberty Square and Adventureland. I seemed bemused and a little sad as I emerged from the door, and began to weave my way through the crowd, using a kind of sinuous, darting shuffle that I’d developed when I was doing field-work on my crowd-control thesis. I cut rapidly through the lunchtime crowd toward the long roof of the Tiki Room, thatched with strips of shimmering aluminum cut and painted to look like long grass.",
        "Fuzzy shots now, from Dan’s POV, of me moving closer to him, passing close to a group of teenaged girls with extra elbows and knees, wearing environmentally controlled cloaks and cowls covered with Epcot Center logomarks. One of them is wearing a pith helmet, from the Jungle Traders shop outside of the Jungle Cruise. Dan’s gaze flicks away, to the Tiki Room’s entrance, where there is a short queue of older men, then back, just as the girl with the pith helmet draws a stylish little organic pistol, like a penis with a tail that coils around her arm. Casually, grinning, she raises her arm and gestures with the pistol, exactly like Lil does with her finger when she’s uploading, and the pistol lunges forward. Dan’s gaze flicks back to me. I’m pitching over, my lungs bursting out of my chest and spreading before me like wings, spinal gristle and viscera showering the guests before me. A piece of my nametag, now shrapnel, strikes Dan in the forehead, causing him to blink. When he looks again, the group of girls is still there, but the girl with the pistol is long gone.",
        "The fly-through is far less confused. Everyone except me, Dan and the girl is grayed-out. We’re limned in highlighter yellow, moving in slow-motion. I emerge from the underpass and the girl moves from the Swiss Family Robinson Treehouse to the group of her friends. Dan starts to move towards me. The girl raises, arms and fires her pistol. The self-guiding smart-slug, keyed to my body chemistry, flies low, near ground level, weaving between the feet of the crowd, moving just below the speed of sound. When it reaches me, it screams upwards and into my spine, detonating once it’s entered my chest cavity.",
        "The girl has already made a lot of ground, back toward the Adventureland/Main Street, USA gateway. The fly-through speeds up, following her as she merges with the crowds on the street, ducking and weaving between them, moving toward the breezeway at Sleeping Beauty Castle. She vanishes, then reappears, forty minutes later, in Tomorrowland, near the new Space Mountain complex, then disappears again.",
        "“Has anyone ID’d the girl?” I asked, once I’d finished reliving the events. The anger was starting to boil within me now. My new fists clenched for the first time, soft palms and uncallused fingertips.",
        "Dan shook his head. “None of the girls she was with had ever seen her before. The face was one of the Seven Sisters – Hope.” The Seven Sisters were a trendy collection of designer faces. Every second teenage girl wore one of them.",
        "“How about Jungle Traders?” I asked. “Did they have a record of the pith helmet purchase?”",
        "Lil frowned. “We ran the Jungle Traders purchases back for six months: only three matched the girl’s apparent age; all three have alibis. Chances are she stole it.”",
        "“Why?” I asked, finally. In my mind’s eye, I saw my lungs bursting out of my chest, like wings, like jellyfish, vertebrae spraying like shrapnel. I saw the girl’s smile, an almost sexual smirk as she pulled the trigger on me.",
        "“It wasn’t random,” Lil said. “The slug was definitely keyed to you – that means that she’d gotten close to you at some point.”",
        "Right – which meant that she’d been to Disney World in the last ten years. That narrowed it down, all right.",
        "“What happened to her after Tomorrowland?” I said.",
        "“We don’t know,” Lil said. “Something wrong with the cameras. We lost her and she never reappeared.” She sounded hot and angry – she took equipment failures in the Magic Kingdom personally.",
        "“Who’d want to do this?” I asked, hating the self-pity in my voice. It was the first time I’d been murdered, but I didn’t need to be a drama-queen about it.",
        "Dan’s eyes got a far-away look. “Sometimes, people do things for reasons that seem perfectly reasonable to them, that the rest of the world couldn’t hope to understand. I’ve seen a few assassinations, and they never made sense afterwards.” He stroked his chin. “Sometimes, it’s better to look for temperament, rather than motivation: who could do something like this?”",
        "Right. All we needed to do was investigate all the psychopaths who’d visited the Magic Kingdom in ten years. That narrowed it down considerably. I pulled up a HUD and checked the time. It had been four days since my murder. I had a shift coming up, working the turnstiles at the Haunted Mansion. I liked to pull a couple of those shifts a month, just to keep myself grounded; it helped to take a reality check while I was churning away in the rarified climate of my crowd-control simulations.",
        "I stood and went to my closet, started to dress.",
        "“What are you doing?” Lil asked, alarmed.",
        "“I’ve got a shift. I’m running late.”",
        "“You’re in no shape to work,” Lil said, tugging at my elbow. I jerked free of her.",
        "“I’m fine – good as new.” I barked a humorless laugh. “I’m not going to let those bastards disrupt my life any more.”",
        "Those bastards? I thought – when had I decided that there was more than one? But I knew it was true. There was no way that this was all planned by one person: it had been executed too precisely, too thoroughly.",
        "Dan moved to block the bedroom door. “Wait a second,” he said. “You need rest.”",
        "I fixed him with a doleful glare. “I’ll decide that,” I said. He stepped aside.",
        "“I’ll tag along, then,” he said. “Just in case.”",
        "I pinged my Whuffie. I was up a couple percentiles – sympathy Whuffie – but it was falling: Dan and Lil were radiating disapproval. Screw ’em.",
        "I got into my runabout and Dan scrambled for the passenger door as I put it in gear and sped out. ",
        "“Are you sure you’re all right?” Dan said as I nearly rolled the runabout taking the corner at the end of our cul-de-sac. ",
        "“Why wouldn’t I be?” I said. “I’m as good as new.”",
        "“Funny choice of words,” he said. “Some would say that you were new.”",
        "I groaned. “Not this argument again,” I said. “I feel like me and no one else is making that claim. Who cares if I’ve been restored from a backup?”",
        "“All I’m saying is, there’s a difference between you and an exact copy of you, isn’t there?”",
        "I knew what he was doing, distracting me with one of our old fights, but I couldn’t resist the bait, and as I marshalled my arguments, it actually helped calm me down some. Dan was that kind of friend, a person who knew you better than you knew yourself. “So you’re saying that if you were obliterated and then recreated, atom-for-atom, that you wouldn’t be you anymore?”",
        "“For the sake of argument, sure. Being destroyed and recreated is different from not being destroyed at all, right?”",
        "“Brush up on your quantum mechanics, pal. You’re being destroyed and recreated a trillion times a second.”",
        "“On a very, very small level –”",
        "“What difference does that make?”",
        "“Fine, I’ll concede that. But you’re not really an atom-for-atom copy. You’re a clone, with a copied brain – that’s not the same as quantum destruction.”",
        "“Very nice thing to say to someone who’s just been murdered, pal. You got a problem with clones?”",
        "And we were off and running.",
        "The Mansion’s cast were sickeningly cheerful and solicitous. Each of them made a point of coming around and touching the stiff, starched shoulder of my butler’s costume, letting me know that if there was anything they could do for me. . . I gave them all a fixed smile and tried to concentrate on the guests, how they waited, when they arrived, how they dispersed through the exit gate. Dan hovered nearby, occasionally taking the eight minute, twenty-two second ride-through, running interference for me with the other castmembers.",
        "He was nearby when my break came up. I changed into civvies and we walked over the cobbled streets, past the Hall of the Presidents, noting as I rounded the corner that there was something different about the queue-area. Dan groaned. “They did it already,” he said.",
        "I looked closer. The turnstiles were blocked by a sandwich board: Mickey in a Ben Franklin wig and bifocals, holding a trowel. “Excuse our mess!” the sign declared. “We’re renovating to serve you better!”",
        "I spotted one of Debra’s cronies standing behind the sign, a self-satisfied smile on his face. He’d started off life as a squat, northern Chinese, but had had his bones lengthened and his cheekbones raised so that he looked almost elfin. I took one look at his smile and understood – Debra had established a toehold in Liberty Square.",
        "“They filed plans for the new Hall with the steering committee an hour after you got shot. The committee loved the plans; so did the net. They’re promising not to touch the Mansion.”",
        "“You didn’t mention this,” I said, hotly.",
        "“We thought you’d jump to conclusions. The timing was bad, but there’s no indication that they arranged for the shooter. Everyone’s got an alibi; furthermore, they’ve all offered to submit their backups for proof.”",
        "“Right,” I said. “Right. So they just happened to have plans for a new Hall standing by. And they just happened to file them after I got shot, when all our ad-hocs were busy worrying about me. It’s all a big coincidence.”",
        "Dan shook his head. “We’re not stupid, Jules. No one thinks that it’s a coincidence. Debra’s the sort of person who keeps a lot of plans standing by, just in case. But that just makes her a well-prepared opportunist, not a murderer.”",
        "I felt nauseated and exhausted. I was enough of a castmember that I sought out a utilidor before I collapsed against a wall, head down. Defeat seeped through me, saturating me.",
        "Dan crouched down beside me. I looked over at him. He was grinning wryly. “Posit,” he said, “for the moment, that Debra really did do this thing, set you up so that she could take over.”",
        "I smiled, in spite of myself. This was his explaining act, the thing he would do whenever I fell into one of his rhetorical tricks back in the old days. “All right, I’ve posited it.”",
        "“Why would she: one, take out you instead of Lil or one of the real old-timers; two, go after the Hall of Presidents instead of Tom Sawyer Island or even the Mansion; and three, follow it up with such a blatant, suspicious move?”",
        "“All right,” I said, warming to the challenge. “One: I’m important enough to be disruptive but not so important as to rate a full investigation. Two: Tom Sawyer Island is too visible, you can’t rehab it without people seeing the dust from shore. Three, Debra’s coming off of a decade in Beijing, where subtlety isn’t real important.”",
        "“Sure,” Dan said, “sure.” Then he launched an answering salvo, and while I was thinking up my answer, he helped me to my feet and walked me out to my runabout, arguing all the way, so that by the time I noticed we weren’t at the Park anymore, I was home and in bed.",
        "With all the Hall’s animatronics mothballed for the duration, Lil had more time on her hands than she knew what to do with. She hung around the little bungalow, the two of us in the living room, staring blankly at the windows, breathing shallowly in the claustrophobic, superheated Florida air. I had my working notes on queue management for the Mansion, and I pecked at them aimlessly. Sometimes, Lil mirrored my HUD so she could watch me work, and made suggestions based on her long experience.",
        "It was a delicate process, this business of increasing throughput without harming the guest experience. But for every second I could shave off of the queue-to-exit time, I could put another sixty guests through and lop thirty seconds off total wait-time. And the more guests who got to experience the Mansion, the more of a Whuffie-hit Debra’s people would suffer if they made a move on it. So I dutifully pecked at my notes, and found three seconds I could shave off the graveyard sequence by swiveling the Doom Buggy carriages stage-left as they descended from the attic window: by expanding their fields-of-vision, I could expose the guests to all the scenes more quickly.",
        "I ran the change in fly-through, then implemented it after closing and invited the other Liberty Square ad-hocs to come and test it out.",
        "It was another muggy winter evening, prematurely dark. The ad-hocs had enough friends and family with them that we were able to simulate an off-peak queue-time, and we all stood and sweated in the preshow area, waiting for the doors to swing open, listening to the wolf-cries and assorted boo-spookery from the hidden speakers.",
        "The doors swung open, revealing Lil in a rotting maid’s uniform, her eyes lined with black, her skin powdered to a deathly pallor. She gave us a cold, considering glare, then intoned, “Master Gracey requests more bodies.”",
        "As we crowded into the cool, musty gloom of the parlor, Lil contrived to give my ass an affectionate squeeze. I turned to return the favor, and saw Debra’s elfin comrade looming over Lil’s shoulder. My smile died on my lips.",
        "The man locked eyes with me for a moment, and I saw something in there – some admixture of cruelty and worry that I didn’t know what to make of. He looked away immediately. I’d known that Debra would have spies in the crowd, of course, but with elf-boy watching, I resolved to make this the best show I knew how.",
        "It’s subtle, this business of making the show better from within. Lil had already slid aside the paneled wall that led to stretch-room number two, the most recently serviced one. Once the crowd had moved inside, I tried to lead their eyes by adjusting my body language to poses of subtle attention directed at the new spotlights. When the newly remastered soundtrack came from behind the sconce-bearing gargoyles at the corners of the octagonal room, I leaned my body slightly in the direction of the moving stereo-image. And an instant before the lights snapped out, I ostentatiously cast my eyes up into the scrim ceiling, noting that others had taken my cue, so they were watching when the UV-lit corpse dropped from the pitch-dark ceiling, jerking against the noose at its neck.",
        "The crowd filed into the second queue area, where they boarded the Doom Buggies. There was a low buzz of marveling conversation as we made our way onto the moving sidewalk. I boarded my Doom Buggy and an instant later, someone slid in beside me. It was the elf.",
        "He made a point of not making eye contact with me, but I sensed his sidelong glances at me as we rode through past the floating chandelier and into the corridor where the portraits’ eyes watched us. Two years before, I’d accelerated this sequence and added some random swivel to the Doom Buggies, shaving 25 seconds off the total, taking the hourly throughput cap from 2365 to 2600. It was the proof-of-concept that led to all the other seconds I’d shaved away since. The violent pitching of the Buggy brought me and the elf into inadvertent contact with one another, and when I brushed his hand as I reached for the safety bar, I felt that it was cold and sweaty.",
        "He was nervous! He was nervous. What did he have to be nervous about? I was the one who’d been murdered – maybe he was nervous because he was supposed to finish the job. I cast my own sidelong looks at him, trying to see suspicious bulges in his tight clothes, but the Doom Buggy’s pebbled black plastic interior was too dim. Dan was in the Buggy behind us, with one of the Mansion’s regular castmembers. I rang his cochlea and subvocalized: “Get ready to jump out on my signal.” Anyone leaving their Buggy would interrupt an infrared beam and stop the ride system. I knew I could rely on Dan to trust me without a lot of explaining, which meant that I could keep a close watch on Debra’s crony.",
        "We went past the hallway of mirrors and into the hallway of doors, where monstrous hands peeked out around the sills, straining against the hinges, recorded groans mixed in with pounding. I thought about it – if I wanted to kill someone on the Mansion, what would be the best place to do it? The attic staircase– the next sequence – seemed like a good bet. A cold clarity washed over me. The elf would kill me in the gloom of the staircase, dump me out over the edge at the blind turn toward the graveyard, and that would be it. Would he be able to do it if I were staring straight at him? He seemed terribly nervous as it was. I swiveled in my seat and looked him straight in the eye.",
        "He quirked half a smile at me and nodded a greeting. I kept on staring at him, my hands balled into fists, ready for anything. We rode down the staircase, facing up, listening to the clamour of voices from the cemetery and the squawk of the red-eyed raven. I caught sight of the quaking groundkeeper animatronic from the corner of my eye and startled. I let out a subvocal squeal and was pitched forward as the ride system shuddered to a stop.",
        "“Jules?” came Dan’s voice in my cochlea. “You all right?”",
        "He’d heard my involuntary note of surprise and had leapt clear of the Buggy, stopping the ride. The elf was looking at me with a mixture of surprise and pity.",
        "“It’s all right, it’s all right. False alarm.” I paged Lil and subvocalized to her, telling her to start up the ride ASAP, it was all right.",
        "I rode the rest of the way with my hands on the safety bar, my eyes fixed ahead of me, steadfastly ignoring the elf. I checked the timer I’d been running. The demo was a debacle – instead of shaving off three seconds, I’d added thirty. I wanted to cry.",
        "I debarked the Buggy and stalked quickly out of the exit queue, leaning heavily against the fence, staring blindly at the pet cemetery. My head swam: I was out of control, jumping at shadows. I was spooked.",
        "And I had no reason to be. Sure, I’d been murdered, but what had it cost me? A few days of “unconsciousness” while they decanted my backup into my new body, a merciful gap in memory from my departure at the backup terminal up until my death. I wasn’t one of those nuts who took death seriously. It wasn’t like they’d done something permanent. ",
        "In the meantime, I had done something permanent: I’d dug Lil’s grave a little deeper, endangered the ad-hocracy and, worst of all, the Mansion. I’d acted like an idiot. I tasted my dinner, a wolfed-down hamburger, and swallowed hard, forcing down the knob of nausea.",
        "I sensed someone at my elbow, and thinking it was Lil, come to ask me what had gone on, I turned with a sheepish grin and found myself facing the elf.",
        "He stuck his hand out and spoke in the flat no-accent of someone running a language module. “Hi there. We haven’t been introduced, but I wanted to tell you how much I enjoy your work. I’m Tim Fung.”",
        "I pumped his hand, which was still cold and particularly clammy in the close heat of the Florida night. “Julius,” I said, startled at how much like a bark it sounded. Careful, I thought, no need to escalate the hostilities. “It’s kind of you to say that. I like what you-all have done with the Pirates.”",
        "He smiled: a genuine, embarrassed smile, as though he’d just been given high praise from one of his heroes. “Really? I think it’s pretty good – the second time around you get a lot of chances to refine things, really clarify the vision. Beijing – well, it was exciting, but it was rushed, you know? I mean, we were really struggling. Every day, there was another pack of squatters who wanted to tear the Park down. Debra used to send me out to give the children piggyback rides, just to keep our Whuffie up while she was evicting the squatters. It was good to have the opportunity to refine the designs, revisit them without the floor show.”",
        "I knew about this, of course – Beijing had been a real struggle for the ad-hocs who built it. Lots of them had been killed, many times over. Debra herself had been killed every day for a week and restored to a series of prepared clones, beta-testing one of the ride systems. It was faster than revising the CAD simulations. Debra had a reputation for pursuing expedience.",
        "“I’m starting to find out how it feels to work under pressure,” I said, and nodded significantly at the Mansion. I was gratified to see him look embarrassed, then horrified.",
        "“We would never touch the Mansion,” he said. “It’s perfect!”",
        "Dan and Lil sauntered up as I was preparing a riposte. They both looked concerned – now that I thought of it, they’d both seemed incredibly concerned about me since the day I was revived.",
        "Dan’s gait was odd, stilted, like he was leaning on Lil for support. They looked like a couple. An irrational sear of jealousy jetted through me. I was an emotional wreck. Still, I took Lil’s big, scarred hand in mine as soon as she was in reach, then cuddled her to me protectively. She had changed out of her maid’s uniform into civvies: smart coveralls whose micropore fabric breathed in time with her own respiration.",
        "“Lil, Dan, I want you to meet Tim Fung. He was just telling me war stories from the Pirates project in Beijing.”",
        "Lil waved and Dan gravely shook his hand. “That was some hard work,” Dan said.",
        "It occurred to me to turn on some Whuffie monitors. It was normally an instantaneous reaction to meeting someone, but I was still disoriented. I pinged the elf. He had a lot of left-handed Whuffie; respect garnered from people who shared very few of my opinions. I expected that. What I didn’t expect was that his weighted Whuffie score, the one that lent extra credence to the rankings of people I respected, was also high – higher than my own. I regretted my nonlinear behavior even more. Respect from the elf – Tim, I had to remember to call him Tim – would carry a lot of weight in every camp that mattered.",
        "Dan’s score was incrementing upwards, but he still had a rotten profile. He had accrued a good deal of left-handed Whuffie, and I curiously backtraced it to the occasion of my murder, when Debra’s people had accorded him a generous dollop of props for the levelheaded way he had scraped up my corpse and moved it offstage, minimizing the disturbance in front of their wondrous Pirates.",
        "I was fugueing, wandering off on the kind of mediated reverie that got me killed on the reef at Playa Coral, and I came out of it with a start, realizing that the other three were politely ignoring my blown buffer. I could have run backwards through my short-term memory to get the gist of the conversation, but that would have lengthened the pause. Screw it. “So, how’re things going over at the Hall of the Presidents?” I asked Tim.",
        "Lil shot me a cautioning look. She’d ceded the Hall to Debra’s ad-hocs, that being the only way to avoid the appearance of childish disattention to the almighty Whuffie. Now she had to keep up the fiction of good-natured cooperation – that meant not shoulder-surfing Debra, looking for excuses to pounce on her work.",
        "Tim gave us the same half-grin he’d greeted me with. On his smooth, pointed features, it looked almost irredeemably cute. “We’re doing good stuff, I think. Debra’s had her eye on the Hall for years, back in the old days, before she went to China. We’re replacing the whole thing with broadband uplinks of gestalts from each of the Presidents’ lives: newspaper headlines, speeches, distilled biographies, personal papers. It’ll be like having each President inside you, core-dumped in a few seconds. Debra said we’re going to flash-bake the Presidents on your mind!” His eyes glittered in the twilight.",
        "Having only recently experienced my own cerebral flash-baking, Tim’s description struck a chord in me. My personality seemed to be rattling around a little in my mind, as though it had been improperly fitted. It made the idea of having the gestalt of 50-some Presidents squashed in along with it perversely appealing.",
        "“Wow,” I said. “That sounds wild. What do you have in mind for physical plant?” The Hall as it stood had a quiet, patriotic dignity cribbed from a hundred official buildings of the dead USA. Messing with it would be like redesigning the stars-and-bars.",
        "“That’s not really my area,” Tim said. “I’m a programmer. But I could have one of the designers squirt some plans at you, if you want.”",
        "“That would be fine,” Lil said, taking my elbow. “I think we should be heading home, now, though.” She began to tug me away. Dan took my other elbow. Behind her, the Liberty Belle glowed like a ghostly wedding cake in the twilight.",
        "“That’s too bad,” Tim said. “My ad-hoc is pulling an all-nighter on the new Hall. I’m sure they’d love to have you drop by.”",
        "The idea seized hold of me. I would go into the camp of the enemy, sit by their fire, learn their secrets. “That would be great!” I said, too loudly. My head was buzzing slightly. Lil’s hands fell away.",
        "“But we’ve got an early morning tomorrow,” Lil said. “You’ve got a shift at eight, and I’m running into town for groceries.” She was lying, but she was telling me that this wasn’t her idea of a smart move. But my faith was unshakeable.",
        "“Eight a.m. shift? No problem – I’ll be right here when it starts. I’ll just grab a shower at the Contemporary in the morning and catch the monorail back in time to change. All right?”",
        "Dan tried. “But Jules, we were going to grab some dinner at Cinderella’s Royal Table, remember? I made reservations.”",
        "“Aw, we can eat any time,” I said. “This is a hell of an opportunity.”",
        "“It sure is,” Dan said, giving up. “Mind if I come along?”",
        "He and Lil traded meaningful looks that I interpreted to mean, If he’s going to be a nut, one of us really should stay with him. I was past caring – I was going to beard the lion in his den!",
        "Tim was apparently oblivious to all of this. “Then it’s settled! Let’s go.”",
        "On the walk to the Hall, Dan kept ringing my cochlea and I kept sending him straight to voicemail. All the while, I kept up a patter of small-talk with him and Tim. I was determined to make up for my debacle in the Mansion with Tim, win him over.",
        "Debra’s people were sitting around in the armchairs onstage, the animatronic presidents stacked in neat piles in the wings. Debra was sprawled in Lincoln’s armchair, her head cocked lazily, her legs extended before her. The Hall’s normal smells of ozone and cleanliness were overridden by sweat and machine-oil, the stink of an ad-hoc pulling an all-nighter. The Hall took fifteen years to research and execute, and a couple of days to tear down.",
        "She was au-naturel, still wearing the face she’d been born with, albeit one that had been regenerated dozens of times after her deaths. It was patrician, waxy, long, with a nose that was made for staring down. She was at least as old as I was, though she was only apparent 22. I got the sense that she picked this age because it was one that afforded boundless reserves of energy.",
        "She didn’t deign to rise as I approached, but she did nod languorously at me. The other ad-hocs had been split into little clusters, hunched over terminals. They all had the raccoon-eyed, sleep-deprived look of fanatics, even Debra, who managed to look lazy and excited simultaneously.",
        "Did you have me killed? I wondered, staring at Debra. After all, she’d been killed dozens, if not hundreds of times. It might not be such a big deal for her.",
        "“Hi there,” I said, brightly. “Tim offered to show us around! You know Dan, right?”",
        "Debra nodded at him. “Oh, sure. Dan and I are pals, right?”",
        "Dan’s poker face didn’t twitch a muscle. “Hello, Debra,” he said. He’d been hanging out with them since Lil had briefed him on the peril to the Mansion, trying to gather some intelligence for us to use. They knew what he was up to, of course, but Dan was a fairly charming guy and he worked like a mule, so they tolerated him. But it seemed like he’d violated a boundary by accompanying me, as though the polite fiction that he was more a part of Debra’s ad-hoc than Lil’s was shattered by my presence.",
        "Tim said, “Can I show them the demo, Debra?”",
        "Debra quirked an eyebrow, then said, “Sure, why not. You’ll like this, guys.”",
        "Tim hustled us backstage, where Lil and I used to sweat over the animatronics and cop surreptitious feels. Everything had been torn loose, packed up, stacked. They hadn’t wasted a moment – they’d spent a week tearing down a show that had run for more than a century. The scrim that the projected portions of the show normally screened on was ground into the floor, spotted with grime, footprints and oil.",
        "Tim showed me to a half-assembled backup terminal. Its housing was off, and any number of wireless keyboards, pointers and gloves lay strewn about it. It had the look of a prototype.",
        "“This is it – our uplink. So far, we’ve got a demo app running on it: Lincoln’s old speech, along with the civil-war montage. Just switch on guest access and I’ll core-dump it to you. It’s wild.”",
        "I pulled up my HUD and switched on guest access. Tim pointed a finger at the terminal and my brain was suffused with the essence of Lincoln: every nuance of his speech, the painstakingly researched movement tics, his warts and beard and topcoat. It almost felt like I was Lincoln, for a moment, and then it passed. But I could still taste the lingering coppery flavor of cannon-fire and chewing tobacco.",
        "I staggered backwards. My head swam with flash-baked sense-impressions, rich and detailed. I knew on the spot that Debra’s Hall of the Presidents was going to be a hit.",
        "Dan took a shot off the uplink, too. Tim and I watched him as his expression shifted from skepticism to delight. Tim looked expectantly at me.",
        "“That’s really fine,” I said. “Really, really fine. Moving.”",
        "Tim blushed. “Thanks! I did the gestalt programming – it’s my specialty.”",
        "Debra spoke up from behind him – she’d sauntered over while Dan was getting his jolt. “I got the idea in Beijing, when I was dying a lot. There’s something wonderful about having memories implanted, like you’re really working your brain. I love the synthetic clarity of it all.”",
        "Tim sniffed. “Not synthetic at all,” he said, turning to me. “It’s nice and soft, right?”",
        "I sensed deep political shoals and was composing my reply when Debra said: “Tim keeps trying to make it all more impressionistic, less computer-y. He’s wrong, of course. We don’t want to simulate the experience of watching the show – we want to transcend it.”",
        "Tim nodded reluctantly. “Sure, transcend it. But the way we do that is by making the experience human, a mile in the presidents’ shoes. Empathy-driven. What’s the point of flash-baking a bunch of dry facts on someone’s brain?”",
        "Continue...",
        "\nThis eBook of “Down and Out in the Magic Kingdom” by Cory Doctorow is licenced under Creative Commons (you may copy and distribute the work under certain conditions).\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Down and Out in the Magic KingdomBy Cory DoctorowAt Amazon"
    ]
}