{
    "title": "Effi Briest - Zweiunddreißigstes Kapitel",
    "author": "Theodor Fontane",
    "chapter": "32",
    "content": [
        "\n",
        "\n\n",
        "Drei Jahre waren vergangen, und Effi bewohnte seit fast ebenso\nlanger Zeit eine kleine Wohnung in der Königgrätzer Straße, zwischen\nAskanischem Platz und Halleschem Tor: ein Vorder- und Hinterzimmer und\nhinter diesem die Küche mit Mädchengelaß, alles so durchschnittsmäßig\nund alltäglich wie nur möglich. Und doch war es eine apart hübsche\nWohnung, die jedem, der sie sah, angenehm auffiel, am meisten\nvielleicht dem alten Geheimrat Rummschüttel, der, dann und wann\nvorsprechend, der armen jungen Frau nicht bloß die nun weit\nzurückliegende Rheumatismus- und Neuralgiekomödie sondern auch alles,\nwas seitdem sonst noch vorgekommen war, längst verziehen hatte, wenn\nes für ihn der Verzeihung überhaupt bedurfte. Denn Rummschüttel kannte\nnoch ganz anderes.",
        "Er war jetzt ausgangs Siebzig, aber wenn Effi, die seit einiger Zeit\nziemlich viel kränkelte, ihn brieflich um seinen Besuch bat, so war er\nam anderen Vormittag auch da und wollte von Entschuldigungen, daß es\nso hoch sei, nichts wissen. »Nur keine Entschuldigungen, meine liebe\ngnädigste Frau; denn erstens ist es mein Metier, und zweitens bin ich\nglücklich und beinahe stolz, die drei Treppen so gut noch steigen\nzu können. Wenn ich nicht fürchten müßte, Sie zu belästigen - denn\nich komme doch schließlich als Arzt und nicht als Naturfreund und\nLandschaftsschwärmer -, so käme ich wohl noch öfter, bloß um Sie zu\nsehen und mich hier etliche Minuten an Ihr Hinterfenster zu setzen.\nIch glaube, Sie würdigen den Ausblick nicht genug.«",
        "»O doch, doch«, sagte Effi; Rummschüttel aber ließ sich nicht stören\nund fuhr fort: »Bitte, meine gnädigste Frau, treten Sie hier heran,\nnur einen Augenblick, oder erlauben Sie mir, daß ich Sie bis an das\nFenster führe. Wieder ganz herrlich heute. Sehen Sie doch nur die\nverschiedenen Bahndämme, drei, nein, vier, und wie es beständig darauf\nhin und her gleitet ... und nun verschwindet der Zug da wieder hinter\neiner Baumgruppe. Wirklich herrlich. Und wie die Sonne den weißen\nRauch durchleuchtet! Wäre der Matthäikirchhof nicht unmittelbar\ndahinter, so wäre es ideal.«",
        "»Ich sehe gern Kirchhöfe.«",
        "»Ja, Sie dürfen das sagen. Aber unsereins! Unsereinem kommt\nunabweislich immer die Frage, könnten hier nicht vielleicht einige\nweniger liegen? Im übrigen, meine gnädigste Frau, bin ich mit Ihnen\nzufrieden und beklage nur, daß Sie von Ems nichts wissen wollen; Ems\nbei Ihren katarrhalischen Affektionen, würde Wunder ...«",
        "Effi schwieg.",
        "»Ems würde Wunder tun. Aber da Sie’s nicht mögen (und ich finde mich\ndarin zurecht), so trinken Sie den Brunnen hier. In drei Minuten\nsind Sie im Prinz Albrechtschen Garten, und wenn auch die Musik\nund die Toiletten und all die Zerstreuungen einer regelrechten\nBrunnenpromenade fehlen, der Brunnen selbst ist doch die Hauptsache.«",
        "Effi war einverstanden, und Rummschüttel nahm Hut und Stock. Aber\ner trat noch einmal an das Fenster heran. »Ich höre von einer\nTerrassierung des Kreuzbergs sprechen, Gott segne die Stadtverwaltung,\nund wenn dann erst die kahle Stelle da hinten mehr in Grün stehen\nwird ... Eine reizende Wohnung. Ich könnte Sie fast beneiden ... Und\nwas ich schon längst einmal sagen wollte, meine gnädige Frau, Sie\nschreiben mir immer einen so liebenswürdigen Brief. Nun, wer freute\nsich dessen nicht? Aber es ist doch jedesmal eine Mühe ... Schicken\nSie mir doch einfach Roswitha.«",
        "Effi dankte ihm, und so schieden sie.",
        "»Schicken Sie mir doch einfach Roswitha ...« hatte Rummschüttel\ngesagt. Ja, war denn Roswitha bei Effi? War sie denn statt in der\nKeith- in der Königgrätzer Straße? Gewiß war sie’s, und zwar sehr\nlange schon, gerade so lange, wie Effi selbst in der Königgrätzer\nStraße wohnte. Schon drei Tage vor diesem Einzug hatte sich Roswitha\nbei ihrer lieben gnädigen Frau sehen lassen, und das war ein\ngroßer Tag für beide gewesen, so sehr, daß dieses Tages hier noch\nnachträglich gedacht werden muß.",
        "Effi hatte damals, als der elterliche Absagebrief aus Hohen-Cremmen\nkam und sie mit dem Abendzug von Ems nach Berlin zurückreiste, nicht\ngleich eine selbständige Wohnung genommen, sondern es mit einem\nUnterkommen in einem Pensionat versucht. Es war ihr damit auch\nleidlich geglückt. Die beiden Damen, die dem Pensionat vorstanden,\nwaren gebildet und voll Rücksicht und hatten es längst verlernt,\nneugierig zu sein. Es kam da so vieles zusammen, daß ein\nEindringenwollen in die Geheimnisse jedes einzelnen viel zu\numständlich gewesen wäre. Dergleichen hinderte nur den Geschäftsgang.\nEffi, die die mit den Augen angestellten Kreuzverhöre der Zwicker noch\nin Erinnerung hatte, fühlte sich denn auch von dieser Zurückhaltung\nder Pensionsdamen sehr angenehm berührt; als aber vierzehn Tage\nvorüber waren, empfand sie doch deutlich, daß die hier herrschende\nGesamtatmosphäre, die physische wie die moralische, nicht wohl\nertragbar für sie sei. Bei Tisch waren sie meist zu sieben, und zwar\naußer Effi und der einen Pensionsvorsteherin (die andere leitete\ndraußen das Wirtschaftliche) zwei die Hochschule besuchende\nEngländerinnen, eine adelige Dame aus Sachsen, eine sehr hübsche\ngalizische Jüdin, von der niemand wußte, was sie eigentlich vorhatte,\nund eine Kantorstochter aus Polzin in Pommern, die Malerin werden\nwollte. Das war eine schlimme Zusammensetzung, und die gegenseitigen\nÜberheblichkeiten, bei denen die Engländerinnen merkwürdigerweise\nnicht absolut obenan standen, sondern mit der vom höchsten Malergefühl\nerfüllten Polzinerin um die Palme rangen, waren unerquicklich; dennoch\nwäre Effi, die sich passiv verhielt, über den Druck, den diese\ngeistige Atmosphäre übte, hinweggekommen, wenn nicht, rein physisch\nund äußerlich, die sich hinzugesellende Pensionsluft gewesen wäre.\nWoraus sich diese eigentlich zusammensetzte, war vielleicht überhaupt\nunerforschlich, aber daß sie der sehr empfindlichen Effi den Atem\nraubte, war nur zu gewiß, und so sah sie sich, aus diesem äußerlichen\nGrunde, sehr bald schon zur Aus- und Umschau nach einer anderen\nWohnung gezwungen, die sie denn auch in verhältnismäßiger Nähe fand.\nEs war dies die vorgeschilderte Wohnung in der Königgrätzer Straße.\nSie sollte dieselbe zu Beginn des Herbstvierteljahres beziehen, hatte\ndas Nötige dazu beschafft und zählte während der letzten Septembertage\ndie Stunden bis zur Erlösung aus dem Pensionat.",
        "An einem dieser letzten Tage - sie hatte sich eine Viertelstunde zuvor\naus dem Eßzimmer zurückgezogen und gedachte sich eben auf einem mit\neinem großblumigen Wollstoff überzogenen Seegrassofa auszuruhen -\nwurde leise an ihre Tür geklopft.",
        "»Herein.«",
        "Das eine Hausmädchen, eine kränklich aussehende Person von Mitte\nDreißig, die durch beständigen Aufenthalt auf dem Korridor des\nPensionats den hier lagernden Dunstkreis überallhin in ihren\nFalten mitschleppte, trat ein und sagte: Die gnädige Frau möchte\nentschuldigen, aber es wolle sie jemand sprechen.",
        "»Wer?«",
        "»Eine Frau.«",
        "»Und hat sie ihren Namen genannt?« »Ja, Roswitha.«",
        "Und siehe da, kaum daß Effi diesen Namen gehört hatte, so schüttelte\nsie den Halbschlaf von sich und sprang auf und lief auf den Korridor\nhinaus, um Roswitha bei beiden Händen zu fassen und in ihr Zimmer zu\nziehen.",
        "»Roswitha. Du. Ist das eine Freude. Was bringst du? Natürlich was\nGutes. Ein so gutes altes Gesicht kann nur was Gutes bringen. Ach, wie\nglücklich ich bin, ich könnte dir einen Kuß geben; ich hätte nicht\ngedacht, daß ich noch solche Freude haben könnte. Mein gutes altes\nHerz, wie geht es dir denn? Weißt du noch, wie’s damals war, als der\nChinese spukte? Das waren glückliche Zeiten. Ich habe damals gedacht,\nes wären unglückliche, weil ich das Harte des Lebens noch nicht\nkannte. Seitdem habe ich es kennengelernt. Ach, Spuk ist lange nicht\ndas Schlimmste! Komm, meine gute Roswitha, komm, setz dich hier zu mir\nund erzähle mir ... Ach, ich habe solche Sehnsucht. Was macht Annie?«",
        "Roswitha konnte kaum reden und sah sich in dem sonderbaren Zimmer um,\ndessen grau und verstaubt aussehende Wände in schmale Goldleisten\ngefaßt waren. Endlich aber fand sie sich und sagte, daß der gnädige\nHerr nun wieder aus Glatz zurück sei; der alte Kaiser habe gesagt,\nsechs Wochen in solchem Falle sei gerade genug, und auf den Tag, wo\nder gnädige Herr wieder da sein würde, darauf habe sie bloß gewartet,\nwegen Annie, die doch eine Aufsicht haben müsse. Denn Johanna sei\nwohl eine sehr propre Person, aber sie sei doch noch zu hübsch und\nbeschäftige sich noch zu viel mit sich selbst und denke vielleicht\nGott weiß was alles. Aber nun, wo der gnädige Herr wieder aufpassen\nund in allem nach dem Rechten sehen könne, da habe sie sich’s doch\nantun wollen und mal sehen, wie’s der gnädigen Frau gehe ...",
        "»Das ist recht, Roswitha ...«",
        "Und habe mal sehen wollen, ob der gnädigen Frau was fehle und ob\nsie sie vielleicht brauche, dann wolle sie gleich hierbleiben und\nbeispringen und alles machen und dafür sorgen, daß es der gnädigen\nFrau wieder gutgehe.",
        "Effi hatte sich in die Sofaecke zurückgelehnt und die Augen\ngeschlossen. Aber mit eins richtete sie sich auf und sagte: »Ja,\nRoswitha, was du da sagst, das ist ein Gedanke; das ist was. Denn du\nmußt wissen, ich bleibe hier nicht in dieser Pension, ich habe da\nweiterhin eine Wohnung gemietet und auch Einrichtung besorgt, und in\ndrei Tagen will ich da einziehen. Und wenn ich da mit dir ankäme und\nzu dir sagen könnte: ’Nein, Roswitha, da nicht, der Schrank muß dahin\nund der Spiegel da’, ja, das wäre was, das sollte mir schon gefallen.\nUnd wenn wir dann müde von all der Plackerei wären, dann sagte ich:\n’Nun, Roswitha, gehe da hinüber und hole uns eine Karaffe Spatenbräu,\ndenn wenn man gearbeitet hat, dann will man doch auch trinken, und\nwenn du kannst, so bring uns auch etwas Gutes aus dem Habsburger Hof\nmit, du kannst ja das Geschirr nachher wieder herüberbringen’ - ja,\nRoswitha, wenn ich mir das denke, da wird mir ordentlich leichter ums\nHerz. Aber ich muß dich doch fragen, hast du dir auch alles überlegt?\nVon Annie will ich nicht sprechen, an der du doch hängst, sie ist ja\nfast wie dein eigen Kind - aber trotzdem, für Annie wird schon gesorgt\nwerden, und die Johanna hängt ja auch an ihr. Also davon nichts. Aber\nbedenke, wie sich alles verändert hat, wenn du wieder zu mir willst.\nIch bin nicht mehr wie damals; ich habe jetzt eine ganz kleine Wohnung\ngenommen, und der Portier wird sich wohl nicht sehr um dich und um\nmich bemühen. Und wir werden eine sehr kleine Wirtschaft haben, immer\ndas, was wir sonst unser Donnerstagessen nannten, weil da reingemacht\nwurde. Weißt du noch? Und weißt du noch, wie der gute Gieshübler mal\ndazukam und sich zu uns setzen mußte, und wie er dann sagte: So was\nDelikates habe er noch nie gegessen. Du wirst dich noch erinnern,\ner war immer so schrecklich artig, denn eigentlich war er doch der\neinzige Mensch in der Stadt, der von Essen was verstand. Die andern\nfanden alles schön.«",
        "Roswitha freute sich über jedes Wort und sah schon alles in bestem\nGange, bis Effi wieder sagte: »Hast du dir das alles überlegt? Denn\ndu bist doch - ich muß das sagen, wiewohl es meine eigne Wirtschaft\nwar -, du bist doch nun durch viele Jahre hin verwöhnt, und es kam nie\ndarauf an, wir hatten es nicht nötig, sparsam zu sein; aber jetzt muß\nich sparsam sein, denn ich bin arm und habe nur, was man mir gibt, du\nweißt, von Hohen-Cremmen her. Meine Eltern sind sehr gut gegen mich,\nsoweit sie’s können, aber sie sind nicht reich. Und nun sage, was\nmeinst du?«",
        "»Daß ich nächsten Sonnabend mit meinem Koffer anziehe, nicht am Abend,\nsondern gleich am Morgen, und daß ich da bin, wenn das Einrichten\nlosgeht. Denn ich kann doch ganz anders zufassen wie die gnädige\nFrau.«",
        "»Sage das nicht, Roswitha. Ich kann es auch. Wenn man muß, kann man\nalles.«",
        "»Und dann, gnädigste Frau, Sie brauchen sich wegen meiner nicht zu\nfürchten, als ob ich mal denken könnte: ’für Roswitha ist das nicht\ngut genug’. Für Roswitha ist alles gut, was sie mit der gnädigen Frau\nteilen muß, und am liebsten, wenn es was Trauriges ist. Ja, darauf\nfreue ich mich schon ordentlich. Dann sollen Sie mal sehen, das\nverstehe ich. Und wenn ich es nicht verstünde, dann wollte ich es\nschon lernen. Denn, gnädige Frau, das hab’ ich nicht vergessen, als\nich da auf dem Kirchhof saß, mutterwindallein, und bei mir dachte, nun\nwäre es doch wohl das beste, ich läge da gleich mit in der Reihe. Wer\nkam da? Wer hat mich da bei Leben erhalten? Ach, ich habe so viel\ndurchzumachen gehabt. Als mein Vater damals mit der glühenden Stange\nauf mich loskam ...«",
        "»Ich weiß schon, Roswitha ...«",
        "»Ja, das war schlimm genug. Aber als ich da auf dem Kirchhof saß, so\nganz arm und verlassen, das war doch noch schlimmer. Und da kam die\ngnädige Frau. Und ich will nicht selig werden, wenn ich das vergesse.«",
        "Und dabei stand sie auf und ging aufs Fenster zu. »Sehen Sie, gnädige\nFrau, den müssen Sie doch auch noch sehen.«",
        "Und nun trat auch Effi heran.",
        "Drüben, auf der anderen Seite der Straße, saß Rollo und sah nach den\nFenstern der Pension hinauf.",
        "Wenige Tage danach bezog Effi, von Roswitha unterstützt, ihre Wohnung\nin der Königgrätzer Straße, darin es ihr von Anfang an gefiel. Umgang\nfehlte freilich, aber sie hatte während ihrer Pensionstage von dem\nVerkehr mit Menschen so wenig Erfreuliches gehabt, daß ihr das\nAlleinsein nicht schwerfiel, wenigstens anfänglich nicht. Mit Roswitha\nließ sich allerdings kein ästhetisches Gespräch führen, auch nicht\nmal sprechen über das, was in der Zeitung stand; aber wenn es einfach\nmenschliche Dinge betraf und Effi mit einem »ach, Roswitha, mich\nängstigt es wieder ...« ihren Satz begann, dann wußte die treue Seele\njedesmal gut zu antworten und hatte immer Trost und meist auch Rat.",
        "Bis Weihnachten ging es vorzüglich; aber der Heiligabend verlief\nschon recht traurig, und als das neue Jahr herankam, begann Effi ganz\nschwermütig zu werden. Es war nicht kalt, nur grau und regnerisch, und\nwenn die Tage kurz waren, so waren die Abende desto länger. Was tun?\nSie las, sie stickte, sie legte Patience, sie spielte Chopin, aber\ndiese Notturnos waren auch nicht angetan, viel Licht in ihr Leben zu\ntragen, und wenn Roswitha mit dem Teebrett kam und außer dem Teezeug\nauch noch zwei Tellerchen mit einem Ei und einem in kleine Scheiben\ngeschnittenen Wiener Schnitzel auf den Tisch setzte, sagte Effi,\nwährend sie das Piano schloß: »Rücke heran, Roswitha. Leiste mir\nGesellschaft.«",
        "Roswitha kam denn auch. »Ich weiß schon, die gnädige Frau haben wieder\nzuviel gespielt; dann sehen Sie immer so aus und haben rote Flecke.\nDer Geheimrat hat es doch verboten.«",
        "»Ach, Roswitha, der Geheimrat hat leicht verbieten, und du hast es\nauch leicht, all das nachzusprechen. Aber was soll ich denn machen?\nIch kann doch nicht den ganzen Tag am Fenster sitzen und nach der\nChristuskirche hin übersehen. Sonntags, beim Abendgottesdienst, wenn\ndie Fenster beleuchtet sind, sehe ich ja immer hinüber; aber es hilft\nmir auch nichts, mir wird dann immer noch schwerer ums Herz.«",
        "»Ja, gnädige Frau, dann sollten Sie mal hineingehen. Einmal waren Sie\nja schon drüben.«",
        "»O schon öfters. Aber ich habe nicht viel davon gehabt. Er predigt\nganz gut und ist ein sehr kluger Mann, und ich wäre froh, wenn ich das\nHundertste davon wüßte. Aber es ist doch alles bloß, wie wenn ich ein\nBuch lese; und wenn er dann so laut spricht und herumficht und seine\nschwarzen Locken schüttelt, dann bin ich aus meiner Andacht heraus.«",
        "»Heraus?«",
        "Effi lachte. »Du meinst, ich war noch gar nicht drin. Und es wird\nwohl so sein. Aber an wem liegt das? Das liegt doch nicht an mir. Er\nspricht immer soviel vom Alten Testament. Und wenn es auch ganz gut\nist, es erbaut mich nicht. Überhaupt all das Zuhören; es ist nicht\ndas Rechte. Sieh, ich müßte so viel zu tun haben, daß ich nicht\nein noch aus wüßte. Das wäre was für mich. Da gibt es so Vereine,\nwo junge Mädchen die Wirtschaft lernen, oder Nähschulen oder\nKindergärtnerinnen. Hast du nie davon gehört?«",
        "»Ja, ich habe mal davon gehört. Anniechen sollte mal in einen\nKindergarten.«",
        "»Nun, siehst du, du weißt es besser als ich. Und in solchen Verein, wo\nman sich nützlich machen kann, da möchte ich eintreten. Aber daran ist\ngar nicht zu denken; die Damen nehmen mich nicht an und können es auch\nnicht. Und das ist das schrecklichste, daß einem die Welt so zu ist\nund daß es sich einem sogar verbietet, bei Gutem mit dabeizusein. Ich\nkann nicht mal armen Kindern eine Nachhilfestunde geben ...«",
        "»Das wäre auch nichts für Sie, gnädige Frau; die Kinder haben immer so\nfettige Stiefel an, und wenn es nasses Wetter ist’- das ist dann solch\nDunst und Schmook, das halten die gnädige Frau gar nicht aus.«",
        "Effi lächelte. »Du wirst wohl recht haben, Roswitha; aber es ist\nschlimm, daß du recht hast, und ich sehe daran, daß ich noch zu viel\nvon dem alten Menschen in mir habe und daß es mir noch zu gut geht.«",
        "Davon wollte aber Roswitha nichts wissen. »Wer so gut ist wie gnädige\nFrau, dem kann es gar nicht zu gut gehen. Und Sie müssen nur nicht\nimmer so was Trauriges spielen, und mitunter denke ich mir, es wird\nalles noch wieder gut, und es wird sich schon was finden.«",
        "Und es fand sich auch was. Effi, trotz der Kantorstochter aus\nPolzin, deren Künstlerdünkel ihr immer noch als etwas Schreckliches\nvorschwebte, wollte Malerin werden, und wiewohl sie selber darüber\nlachte, weil sie sich bewußt war, über eine unterste Stufe des\nDilettantismus nie hinauskommen zu können, so griff sie doch mit\nPassion danach, weil sie nun eine Beschäftigung hatte, noch dazu eine,\ndie, weil still und geräuschlos, ganz nach ihrem Herzen war. Sie\nmeldete sich denn auch bei einem ganz alten Malerprofessor, der in der\nmärkischen Aristokratie sehr bewandert und zugleich so fromm war, daß\nihm Effi von Anfang an ans Herz gewachsen erschien. Hier, so gingen\nwohl seine Gedanken, war eine Seele zu retten, und so kam er ihr,\nals ob sie seine Tochter gewesen wäre, mit einer ganz besonderen\nLiebenswürdigkeit entgegen. Effi war sehr glücklich darüber, und\nder Tag ihrer ersten Malstunde bezeichnete für sie einen Wendepunkt\nzum Guten Ihr armes Leben war nun nicht so arm mehr, und Roswitha\ntriumphierte, daß sie recht gehabt und sich nun doch etwas gefunden\nhabe.",
        "Das ging so Jahr und Tag und darüber hinaus. Aber daß sie nun wieder\neine Berührung mit den Menschen hatte, wie sie’s beglückte, so ließ es\nauch wieder den Wunsch in ihr entstehen, daß diese Berührungen sich\nerneuern und mehren möchten. Sehnsucht nach Hohen-Cremmen erfaßte sie\nmitunter mit einer wahren Leidenschaft, und noch leidenschaftlicher\nsehnte sie sich danach, Annie wiederzusehen. Es war doch ihr Kind, und\nwenn sie dem nachhing und sich gleichzeitig der Trippelli erinnerte,\ndie mal gesagt hatte, die Welt sei so klein, und in Mittelafrika könne\nman sicher sein, plötzlich einem alten Bekannten zu begegnen, so war\nsie mit Recht verwundert, Annie noch nie getroffen zu haben. Aber auch\ndas sollte sich eines Tages ändern. Sie kam aus der Malstunde, dicht\nam Zoologischen Garten, und stieg, nahe dem Halteplatz, in einen die\nlange Kurfürstenstraße passierenden Pferdebahnwagen ein. Es war sehr\nheiß, und die herabgelassenen Vorhänge, die bei dem starken Luftzuge,\nder ging, hin und her bauschten, taten ihr wohl. Sie lehnte sich in\ndie dem Vorderperron zugekehrte Ecke und musterte eben mehrere in eine\nGlasscheibe eingebrannte Sofas, blau mit Quasten und Puscheln daran,\nals sie - der Wagen war gerade in einem langsamen Fahren - drei\nSchulkinder aufspringen sah, die Mappen auf dem Rücken, mit kleinen\nspitzen Hüten, zwei blond und ausgelassen, die dritte dunkel und\nernst. Es war Annie. Effi fuhr heftig zusammen, und eine Begegnung mit\ndem Kinde zu haben, wonach sie sich doch so lange gesehnt, erfüllte\nsie jetzt mit einer wahren Todesangst. Was tun? Rasch entschlossen\nöffnete sie die Tür zu dem Vorderperron, auf dem niemand stand als\nder Kutscher, und bat diesen, sie bei der nächsten Haltestelle vorn\nabsteigen zu lassen. »Is verboten, Fräulein«, sagte der Kutscher;\nsie gab ihm aber ein Geldstück und sah ihn so bittend an, daß der\ngutmutige Mensch anderen Sinnes wurde und vor sich hin sagte: »Sind\nsoll es eigentlich nich; aber es wird ja woll mal gehen.« Und als der\nWagen hielt, nahm er das Gitter aus, und Effi sprang ab.",
        "Noch in großer Erregung kam Effi nach Hause.",
        "»Denke dir, Roswitha, ich habe Annie gesehen.« Und nun erzählte sie\nvon der Begegnung in dem Pferdebahnwagen. Roswitha war unzufrieden,\ndaß Mutter und Tochter keine Wiedersehensszene gefeiert hatten, und\nließ sich nur ungern überzeugen, daß das in Gegenwart so vieler\nMenschen nicht wohl angegangen sei. Dann mußte Effi erzählen, wie\nAnnie ausgesehen habe, und als sie das mit mütterlichem Stolz getan,\nsagte Roswitha: »Ja, sie ist so halb und halb. Das Hübsche und, wenn\nich es sagen darf, das Sonderbare, das hat sie von der Mama; aber das\nErnste, das ist ganz der Papa. Und wenn ich mir so alles überlege, ist\ndie doch wohl mehr wie der gnädige Herr.«",
        "»Gott sei Dank!« sagte Effi.",
        "»Na, gnäd’ge Frau, das ist nu doch auch noch die Frage. Und da wird ja\nwohl mancher sein, der mehr für die Mama ist.« »Glaubst du, Roswitha?\nIch glaube es nicht.«",
        "»Na, na, ich lasse mir nichts vormachen, und ich glaube, die gnädige\nFrau weiß auch ganz gut, wie’s eigentlich ist und was die Männer am\nliebsten haben.«",
        "»Ach, sprich nicht davon, Roswitha.«",
        "Damit brach das Gespräch ab und wurde auch nicht wieder aufgenommen.\nAber Effi, wenn sie’s auch vermied, grade über Annie mit Roswitha zu\nsprechen, konnte die Begegnung in ihrem Herzen doch nicht verwinden\nund litt unter der Vorstellung, vor ihrem eigenen Kind geflohen zu\nsein. Es quälte sie bis zur Beschämung, und das Verlangen nach einer\nBegegnung mit Annie steigerte sich bis zum Krankhaften. An Innstetten\nschreiben und ihn darum bitten, das war nicht möglich. Ihrer Schuld\nwar sie sich wohl bewußt, sie nährte das Gefühl davon mit einer\nhalb leidenschaftlichen Geflissentlichkeit; aber inmitten ihres\nSchuldbewußtseins fühlte sie sich andererseits auch von einer gewissen\nAuflehnung gegen Innstetten erfüllt. Sie sagte sich, er hatte recht\nund noch einmal und noch einmal, und zuletzt hatte er doch unrecht.\nAlles Geschehene lag so weit zurück, ein neues Leben hatte begonnen;\ner hätte es können verbluten lassen, statt dessen verblutete der arme\nCrampas.",
        "Nein, an Innstetten schreiben, das ging nicht; aber Annie wollte sie\nsehen und sprechen und an ihr Herz drücken, und nachdem sie’s tagelang\nüberlegt hatte, stand ihr fest, wie’s am besten zu machen sei.",
        "Gleich am andern Vormittag kleidete sie sich sorgfältig in ein\ndezentes Schwarz und ging auf die Linden zu, sich hier bei der\nMinisterin melden zu lassen. Sie schickte ihre Karte herein, auf der\nnur stand: Effi von Innstetten geb. von Briest. Alles andere war\nfortgelassen, auch die Baronin. »Exzellenz lassen bitten«, und Effi\nfolgte dem Diener bis in ein Vorzimmer, wo sie sich niederließ und\ntrotz der Erregung, in der sie sich befand, den Bilderschmuck an den\nWänden musterte. Da war zunächst Guido Renis Aurora, gegenüber aber\nhingen englische Kupferstiche, Stiche nach Benjamin West, in der\nbekannten Aquatinta-Manier von viel Licht und Schatten. Eines der\nBilder war König Lear im Unwetter auf der Heide.",
        "Effi hatte ihre Musterung kaum beendet, als die Tür des angrenzenden\nZimmers sich öffnete und eine große, schlanke Dame von einem sofort\nfür sie einnehmenden Ausdruck auf die Bittstellerin zutrat und ihr die\nHand reichte. »Meine liebe, gnädigste Frau«, sagte sie, »welche Freude\nfür mich, Sie wiederzusehen ...«",
        "Und während sie das sagte, schritt sie auf das Sofa zu und zog Effi,\nwährend sie selber Platz nahm, zu sich nieder.",
        "Effi war bewegt durch die sich in allem aussprechende Herzensgüte.\nKeine Spur von Überheblichkeit oder Vorwurf, nur menschlich schöne\nTeilnahme. »Womit kann ich Ihnen dienen?« nahm die Ministerin noch\neinmal das Wort.",
        "Um Effis Mund zuckte es. Endlich sagte sie. »Was mich herführt, ist\neine Bitte, deren Erfüllung Exzellenz vielleicht möglich machen. Ich\nhabe eine zehnjährige Tochter, die ich seit drei Jahren nicht gesehen\nhabe und gern wiedersehen möchte.«",
        "Die Ministerin nahm Effis Hand und sah sie freundlich an. »Wenn ich\nsage, in drei Jahren nicht gesehen, so ist das nicht ganz richtig. Vor\ndrei Tagen habe ich sie wiedergesehen.« Und nun schilderte Effi mit\ngroßer Lebendigkeit die Begegnung, die sie mit Annie gehabt hatte.\n»Vor meinem eigenen Kinde auf der Flucht. Ich weiß wohl, man liegt,\nwie man sich bettet, und ich will nichts ändern in meinem Leben. Wie\nes ist, so ist es recht; ich habe es nicht anders gewollt. Aber das\nmit dem Kinde, das ist doch zu hart, und so habe ich denn den Wunsch,\nes dann und wann sehen zu dürfen, nicht heimlich und verstohlen,\nsondern mit Wissen und Zustimmung aller Beteiligten.«",
        "»Unter Wissen und Zustimmung aller Beteiligten«, wiederholte die\nMinisterin Effis Worte. »Das heißt also unter Zustimmung Ihres Herrn\nGemahls. Ich sehe, daß seine Erziehung dahin geht, das Kind von der\nMutter fernzuhalten, ein Verfahren, über das ich mir kein Urteil\nerlaube. Vielleicht, daß er recht hat; verzeihen Sie mir diese\nBemerkung, gnädige Frau.«",
        "Effi nickte.",
        "»Sie finden sich selbst in der Haltung Ihres Herrn Gemahls zurecht\nund verlangen nur, daß einem natürlichen Gefühl, wohl dem schönsten\nunserer Gefühle (wenigstens wir Frauen werden uns darin finden), sein\nRecht werde. Treff ich es darin?«",
        "»In allem.«",
        "»Und so soll ich denn die Erlaubnis zu gelegentlichen Begegnungen\nerwirken, in Ihrem Hause, wo Sie versuchen können, sich das Herz Ihres\nKindes zurückzuerobern.«",
        "Effi drückte noch einmal ihre Zustimmung aus, während die Ministerin\nfortfuhr: »Ich werde also tun, meine gnädigste Frau, was Ich tun kann.\nAber wir werden es nicht eben leicht haben. Ihr Herr Gemahl, verzeihen\nSie, daß ich ihn nach wie vor so nenne, ist ein Mann der nicht nach\nStimmungen und Laune, sondern nach Grundsätzen handelt und diese\nfallenzulassen oder auch nur momentan aufzugeben, wird ihn\nhart ankommen. Läg’ es nicht so, so wäre seine Handlungs- und\nErziehungsweise längst eine andere gewesen. Das, was hart für Ihr Herz\nist, hält er für richtig.«",
        "»So meinen Exzellenz vielleicht, es wäre besser, meine Bitte\nzurückzunehmen?«",
        "»Doch nicht. Ich wollte nur das Tun Ihres Herrn Gemahls erklären, um\nnicht zu sagen rechtfertigen, und wollte zugleich die Schwierigkeiten\nandeuten, auf die wir aller Wahrscheinlichkeit nach stoßen werden.\nAber ich denke, wir zwingen es trotzdem. Denn wir Frauen, wenn wir’s\nklug einleiten und den Bogen nicht überspannen, wissen mancherlei\ndurchzusetzen. Zudem gehört Ihr Herr Gemahl zu meinen besonderen\nVerehrern, und er wird mir eine Bitte, die ich an ihn richte, nicht\nwohl abschlagen. Wir haben morgen einen kleinen Zirkel, auf dem ich\nihn sehe, und übermorgen früh haben Sie ein paar Zeilen von mir, die\nIhnen sagen werden, ob ich’s klug, das heißt glücklich eingeleitet\noder nicht. Ich denke, wir siegen in der Sache, und Sie werden Ihr\nKind wiedersehen und sich seiner freuen. Es soll ein sehr schönes\nMädchen sein. Nicht zu verwundern.«",
        "Continue...",
        "\nThis eBook of “Effi Briest” by Theodor Fontane belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Effi Briest (Penguin Classics)By Theodor FontaneAt Amazon"
    ]
}