{
    "title": "Effi Briest - Vierunddreißigstes Kapitel",
    "author": "Theodor Fontane",
    "chapter": "34",
    "content": [
        "\n",
        "\n\n",
        "Rummschüttel, als er gerufen wurde, fand Effis Zustand nicht\nunbedenklich. Das Hektische, das er seit Jahr und Tag an ihr\nbeobachtete, trat ihm ausgesprochener als früher entgegen, und was\nschlimmer war, auch die ersten Zeichen eines Nervenleidens waren da.\nSeine ruhig freundliche Weise aber, der er einen Beisatz von Laune zu\ngeben wußte, tat Effi wohl, und sie war ruhig, solange Rummschüttel um\nsie war. Als er schließlich ging, begleitete Roswitha den alten Herrn\nbis in den Vorflur und sagte: »Gott, Herr Geheimrat, mir ist so bange;\nwenn es nu mal wiederkommt, und es kann doch; Gott - da hab’ ich\nja keine ruhige Stunde mehr. Es war aber doch auch zuviel, das mit\ndem Kind. Die arme gnädige Frau. Und noch so jung, wo manche erst\nanfangen.«",
        "»Lassen Sie nur, Roswitha. Kann noch alles wieder werden. Aber sie muß\nfort. Wir wollen schon sehen. Andere Luft, andere Menschen.«",
        "Den zweiten Tag danach traf ein Brief in Hohen-Cremmen ein, der\nlautete: »Gnädigste Frau! Meine alten freundschaftlichen Beziehungen\nzu den Häusern Briest und Belling und nicht zum wenigsten die\nherzliche Liebe, die ich zu Ihrer Frau Tochter hege, werden diese\nZeilen rechtfertigen. Es geht so nicht weiter. Ihre Frau Tochter, wenn\nnicht etwas geschieht, das sie der Einsamkeit und dem Schmerzlichen\nihres nun seit Jahren geführten Lebens entreißt, wird schnell\nhinsiechen. Eine Disposition zu Phtisis war immer da, weshalb ich\nschon vorjahren Ems verordnete; zu diesem alten Übel hat sich nun ein\nneues gesellt: Ihre Nerven zehren sich auf. Dem Einhalt zu tun, ist\nein Luftwechsel nötig. Aber wohin? Es würde nicht schwer sein, in\nden schlesischen Bädern eine Auswahl zu treffen, Salzbrunn gut, und\nReinerz, wegen der Nervenkomplikation, noch besser. Aber es darf nur\nHohen-Cremmen sein. Denn, meine gnädigste Frau, was Ihrer Frau Tochter\nGenesung bringen kann, ist nicht Luft allein; sie siecht hin, weil sie\nnichts hat als Roswitha. Dienertreue ist schön, aber Elternliebe ist\nbesser. Verzeihen Sie einem alten Manne dies Sicheinmischen in Dinge,\ndie jenseits seines ärztlichen Berufes liegen. Und doch auch wieder\nnicht, denn es ist schließlich auch der Arzt, der hier spricht und\nseiner Pflicht nach, verzeihen Sie dies Wort, Forderungen stellt ...\nIch habe so viel vom Leben gesehen ... aber nichts mehr in diesem\nSinne. Mit der Bitte, mich Ihrem Herrn Gemahl empfehlen zu wollen, in\nvorzüglicher Ergebenheit Doktor Rummschüttel.« Frau von Briest hatte\nden Brief ihrem Manne vorgelesen; beide saßen auf dem schattigen\nSteinfliesengang, den Gartensaal im Rücken, das Rondell mit der\nSonnenuhr vor sich. Der um die Fenster sich rankende wilde Wein\nbewegte sich leise in dem Luftzug, der ging, und über dem Wasser\nstanden ein paar Libellen im hellen Sonnenschein.",
        "Briest schwieg und trommelte mit dem Finger auf dem Teebrett. »Bitte,\ntrommle nicht; sprich lieber.«",
        "»Ach, Luise, was soll ich sagen. Daß ich trommle, sagt gerade genug.\nDu weißt seit Jahr und Tag, wie ich darüber denke. Damals, als\nInnstettens Brief kam, ein Blitz aus heiterem Himmel, damals war ich\ndeiner Meinung. Aber das ist nun schon wieder eine halbe Ewigkeit her;\nsoll ich hier bis an mein Lebensende den Großinquisitor spielen? Ich\nkann dir sagen, ich hab es seit langem satt ...«",
        "»Mache mir keine Vorwürfe, Briest; ich liebe sie so wie du, vielleicht\nnoch mehr, jeder hat seine Art. Aber man lebt doch nicht bloß in der\nWelt, um schwach und zärtlich zu sein und alles mit Nachsicht zu\nbehandeln, was gegen Gesetz und Gebot ist und was die Menschen\nverurteilen und, vorläufig wenigstens, auch noch - mit Recht\nverurteilen.«",
        "»Ach was. Eins geht vor.«",
        "»Natürlich, eins geht vor; aber was ist das eine?«",
        "»Liebe der Eltern zu ihren Kindern. Und wenn man gar bloß eines\nhat ...«",
        "»Dann ist es vorbei mit Katechismus und Moral und mit dem Anspruch der\n’Gesellschaft’.«",
        "»Ach, Luise, komme mir mit Katechismus, soviel du willst; aber komme\nmir nicht mit ’Gesellschaft’.«",
        "»Es ist sehr schwer, sich ohne Gesellschaft zu behelfen.« »Ohne Kind\nauch. Und dann glaube mir, Luise, die ’Gesellschaft’, wenn sie nur\nwill, kann auch ein Auge zudrücken. Und ich stehe so zu der Sache:\nKommen die Rathenower, so ist es gut, und kommen sie nicht, so ist es\nauch gut. Ich werde ganz einfach telegrafieren: ’Effi komm.’ Bist du\neinverstanden?« Sie stand auf und gab ihm einen Kuß auf die Stirn.\n»Natürlich bin ich’s. Du solltest mir nur keinen Vorwurf machen. Ein\nleichter Schritt ist es nicht. Und unser Leben wird von Stund an ein\nanderes.«",
        "»Ich kann’s aushalten. Der Raps steht gut, und im Herbst kann ich\neinen Hasen hetzen. Und der Rotwein schmeckt mir noch. Und wenn ich\ndas Kind erst wieder im Hause habe, dann schmeckt er mir noch besser\n... Und nun will ich das Telegramm schicken.«",
        "Effi war nun schon über ein halbes Jahr in Hohen-Cremmen; sie bewohnte\ndie beiden Zimmer im ersten Stock, die sie schon früher, wenn sie\nzu Besuch da war, bewohnt hatte; das größere war für sie persönlich\nhergerichtet, nebenan schlief Roswitha. Was Rummschüttel von diesem\nAufenthalt und all dem andern Guten erwartet hatte, das hatte sich\nauch erfüllt, soweit sich’s erfüllen konnte. Das Hüsteln ließ nach,\nder herbe Zug, der das so gütige Gesicht um ein gut Teil seines\nLiebreizes gebracht hatte, schwand wieder hin, und es kamen Tage, wo\nsie wieder lachen konnte. Von Kessin und allem, was da zurücklag,\nwurde wenig gesprochen, mit alleiniger Ausnahme von Frau von Padden\nund natürlich von Gieshübler, für den der alte Briest eine lebhafte\nVorliebe hatte. »Dieser Alonzo, dieser Preciosaspanier, der einen\nMirambo beherbergt und eine Trippelli großzieht - ja, das muß ein\nGenie sein, das laß ich mir nicht ausreden.« Und dann mußte sich Effi\nbequemen, ihm den ganzen Gieshübler, mit dem Hut in der Hand und\nseinen endlosen Artigkeitsverbeugungen, vorzuspielen, was sie, bei dem\nihr eigenen Nachahmungstalent, sehr gut konnte, trotzdem aber ungern\ntat, weil sie’s allemal als ein Unrecht gegen den guten und lieben\nMenschen empfand. - Von Innstetten und Annie war nie die Rede, wiewohl\nfeststand, daß Annie Erbtochter sei und Hohen-Cremmen ihr zufallen\nwürde. Ja, Effi lebte wieder auf, und die Mama, die nach Frauenart\nnicht ganz abgeneigt war, die ganze Sache, so schmerzlich sie blieb,\nals einen interessanten Fall anzusehen, wetteiferte mit ihrem Manne in\nLiebes- und Aufmerksamkeitsbezeugungen.",
        "»Solchen Winter haben wir lange nicht gehabt«, sagte Briest. Und dann\nerhob sich Effi von ihrem Platz und streichelte ihm das spärliche\nHaar aus der Stirn. Aber so schön das alles war, auf Effis Gesundheit\nhin angesehen, war es doch alles nur Schein, in Wahrheit ging die\nKrankheit weiter und zehrte still das Leben auf. Wenn Effi - die\nwieder, wie damals an ihrem Verlobungstag mit Innstetten, ein blau\nund weiß gestreiftes Kittelkleid mit einem losen Gürtel trug - rasch\nund elastisch auf die Eltern zutrat, um ihnen einen guten Morgen zu\nbieten, so sahen sich diese freudig verwundert an, freudig verwundert,\naber doch auch wehmütig, weil ihnen nicht entgehen konnte, daß es\nnicht die helle Jugend, sondern eine Verklärtheit war, was der\nschlanken Erscheinung und den leuchtenden Augen diesen eigentümlichen\nAusdruck gab. Alle, die schärfer zusahen, sahen dies, nur Effi selbst\nsah es nicht und lebte ganz dem Glücksgefühle, wieder an dieser für\nsie so freundlich friedreichen Stelle zu sein, in Versöhnung mit\ndenen, die sie immer geliebt hatte und von denen sie immer geliebt\nworden war, auch in den Jahren ihres Elends und ihrer Verbannung.",
        "Sie beschäftigte sich mit allerlei Wirtschaftlichem und sorgte für\nAusschmückung und kleine Verbesserungen im Haushalt. Ihr Sinn für das\nSchöne ließ sie darin immer das Richtige treffen. Lesen aber und vor\nallem die Beschäftigung mit den Künsten hatte sie ganz aufgegeben.\n»Ich habe davon so viel gehabt, daß ich froh bin, die Hände in den\nSchoß legen zu können.« Es erinnerte sie auch wohl zu sehr an ihre\ntraurigen Tage. Sie bildete statt dessen die Kunst aus, still und\nentzückt auf die Natur zu blicken, und wenn das Laub von den Platanen\nfiel, wenn die Sonnenstrahlen auf dem Eis des kleinen Teiches blitzten\noder die ersten Krokus aus dem noch halb winterlichen Rondell\naufblühten - das tat ihr wohl, und auf all das konnte sie stundenlang\nblicken und dabei vergessen, was ihr das Leben versagt, oder richtiger\nwohl, um was sie sich selbst gebracht hatte.",
        "Besuch blieb nicht ganz aus, nicht alle stellten sich gegen sie; ihren\nHauptverkehr aber hatte sie doch in Schulhaus und Pfarre. Daß im\nSchulhaus die Töchter ausgeflogen waren, schadete nicht viel, es würde\nnicht mehr so recht gegangen sein; aber zu Jahnke selbst - der nicht\nbloß ganz Schwedisch-Pommern, sondern auch die Kessiner Gegend als\nskandinavisches Vorland ansah und beständig darauf bezügliche Fragen\nstellte -, zu diesem alten Freunde stand sie besser denn je. »Ja,\nJahnke, wir hatten ein Dampfschiff, und wie ich Ihnen, glaub’ ich,\nschon einmal schrieb oder vielleicht auch schon mal erzählt habe,\nbeinahe wär ich wirklich ,rüber nach Wisby gekommen. Denken Sie sich,\nbeinahe nach Wisby. Es ist komisch, aber ich kann eigentlich von\nvielem in meinem Leben sagen, ’beinah’.«",
        "»Schade, schade«, sagte Jahnke.",
        "»Ja, freilich schade. Aber auf Rügen bin ich wirklich umhergefahren.\nUnd das wäre so was für Sie gewesen, Jahnke. Denken Sie sich, Arkona\nmit einem großen Wendenlagerplatz, der noch sichtbar sein soll;\ndenn ich bin nicht hingekommen; aber nicht allzuweit davon ist der\nHerthasee mit weißen und gelben Mummeln. Ich habe da viel an Ihre\nHertha denken müssen ...«",
        "»Nun, ja, ja, Hertha ... Aber Sie wollten von dem Herthasee\nsprechen ...«",
        "»Ja, das wollt’ ich ... Und denken Sie sich, Jahnke, dicht an dem\nSee standen zwei große Opfersteine, blank und noch die Rinnen drin,\nin denen vordem das Blut ablief. Ich habe von der Zeit an einen\nWiderwillen gegen die Wenden.«",
        "»Ach, gnäd’ge Frau verzeihen. Aber das waren ja keine Wenden. Das mit\nden Opfersteinen und mit dem Herthasee, das war ja schon viel, viel\nfrüher, ganz vor Christum natum; reine Germanen, von denen wir alle\nabstammen ...«",
        "»Versteht sich«, lachte Effi, »von denen wir alle abstammen, die\nJahnkes gewiß und vielleicht auch die Briests.«",
        "Und dann ließ sie Rügen und den Herthasee fallen und fragte nach\nseinen Enkeln und welche ihm lieber wären; die von Bertha oder die\nvon Hertha Ja, Effi stand gut zu Jahnke. Aber trotz seiner intimen\nStellung zu Herthasee, Skandinavien und Wisby war er doch nur\nein einfacher Mann, und so konnte es nicht ausbleiben, daß der\nvereinsamten jungen Frau die Plaudereien mit Niemeyer um vieles lieber\nwaren. Im Herbst, solange sich im Parke promenieren ließ, hatte sie\ndenn auch die Hülle und Fülle davon; mit dem Eintreten des Winters\naber kam eine mehrmonatige Unterbrechung, weil sie das Predigerhaus\nselbst nicht gern betrat; Frau Pastor Niemeyer war immer eine sehr\nunangenehme Frau gewesen und schlug jetzt vollends hohe Töne an,\ntrotzdem sie nach Ansicht der Gemeinde selber nicht ganz einwandfrei\nwar.",
        "Das ging so den ganzen Winter durch, sehr zu Effis Leidwesen. Als dann\naber, Anfang April, die Sträucher einen grünen Rand zeigten und die\nParkwege rasch abtrockneten, da wurden auch die Spaziergänge wieder\naufgenommen.",
        "Einmal gingen sie auch wieder so. Von fernher hörte man den Kuckuck,\nund Effi zählte, wie viele Male er rief. Sie hatte sich an Niemeyers\nArm gehängt und sagte: »Ja, da ruft der Kuckuck. Ich mag ihn nicht\nbefragen. Sagen Sie, Freund, was halten Sie vom Leben?«",
        "»Ach, liebe Effi, mit solchen Doktorfragen darfst du mir nicht kommen.\nDa mußt du dich an einen Philosophen wenden oder ein Ausschreiben\nan eine Fakultät machen. Was ich vom Leben halte? Viel und wenig.\nMitunter ist es recht viel, und mitunter ist es recht wenig.«",
        "»Das ist recht, Freund, das gefällt mir; mehr brauch’ ich nicht zu\nwissen.« Und als sie das so sagte, waren sie bis an die Schaukel\ngekommen. Sie sprang hinauf mit einer Behendigkeit wie in ihren\njüngsten Mädchentagen, und ehe sich noch der Alte, der ihr zusah,\nvon seinem halben Schreck erholen konnte, huckte sie schon zwischen\nden zwei Stricken nieder und setzte das Schaukelbrett durch ein\ngeschicktes Auf- und Niederschnellen ihres Körpers in Bewegung. Ein\npaar Sekunden noch, und sie flog durch die Luft, und bloß mit einer\nHand sich haltend, riß sie mit der andern ein kleines Seidentuch von\nBrust und Hals und schwenkte es wie in Glück und Übermut. Dann ließ\nsie die Schaukel wieder langsam gehen und sprang herab und nahm wieder\nNiemeyers Arm.",
        "»Effi, du bist doch noch immer, wie du früher warst.«",
        "»Nein. Ich wollte, es wäre so. Aber es liegt ganz zurück, und ich hab\nes nur noch einmal versuchen wollen. Ach, wie schön es war, und wie\nmir die Luft wohltat; mir war, als flög ich in den Himmel. Ob ich wohl\nhineinkomme? Sagen Sie mir’s Freund, Sie müssen es wissen. Bitte,\nbitte ...«",
        "Niemeyer nahm ihren Kopf in seine zwei alten Hände und gab ihr einen\nKuß auf die Stirn und sagte: »Ja, Effi, du wirst.«",
        "Continue...",
        "\nThis eBook of “Effi Briest” by Theodor Fontane belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Effi Briest (Penguin Classics)By Theodor FontaneAt Amazon"
    ]
}