{
    "title": "Effi Briest - Fünfzehntes Kapitel",
    "author": "Theodor Fontane",
    "chapter": "15",
    "content": [
        "\n",
        "\n\n",
        "Mitte August war Effi abgereist, Ende September war sie wieder in\nKessin. Manchmal in den zwischenliegenden sechs Wochen hatte sie’s\nzurückverlangt; als sie aber wieder da war und in den dunklen Flur\neintrat, auf den nur von der Treppenstiege her ein etwas fahles Licht\nfiel, wurde ihr mit einemmal wieder bang, und sie sagte leise: »Solch\nfahles, gelbes Licht gibt es in Hohen-Cremmen gar nicht.«",
        "Ja, ein paarmal während ihrer Hohen-Cremmer Tage hatte sie Sehnsucht\nnach dem »verwunschenen Hause« gehabt, alles in allem aber war ihr\ndoch das Leben daheim voller Glück und Zufriedenheit gewesen. Mit\nHulda freilich, die’s nicht verwinden konnte, noch immer auf Mann oder\nBräutigam warten zu müssen, hatte sie sich nicht recht stellen können,\ndesto besser dagegen mit den Zwillingen, und mehr als einmal, wenn\nsie mit ihnen Ball oder Krocket gespielt hatte, war ihr’s ganz aus\ndem Sinn gekommen, überhaupt verheiratet zu sein. Das waren dann\nglückliche Viertelstunden gewesen. Am liebsten aber hatte sie wie\nfrüher auf dem durch die Luft fliegenden Schaukelbrett gestanden und\nin dem Gefühl »jetzt stürz ich« etwas eigentümlich Prickelndes, einen\nSchauer süßer Gefahr empfunden. Sprang sie dann schließlich von der\nSchaukel ab, so begleitete sie die beiden Mädchen bis an die Bank\nvor dem Schulhause und erzählte, wenn sie dasaßen, dem alsbald\nhinzukommenden Jahnke von ihrem Leben in Kessin, das halb hanseatisch\nund halb skandinavisch und jedenfalls sehr anders als in Schwantikow\nund Hohen-Cremmen sei.",
        "Das waren so die täglichen kleinen Zerstreuungen, an die sich\ngelegentlich auch Fahrten in das sommerliche Luch schlossen, meist im\nJagdwagen; allem voran aber standen für Effi doch die Plaudereien, die\nsie beinahe jeden Morgen mit der Mama hatte. Sie saßen dann oben in\nder luftigen großen Stube, Roswitha wiegte das Kind und sang in einem\nthüringischen Platt allerlei Wiegenlieder, die niemand recht verstand,\nvielleicht sie selber nicht; Effi und Frau von Briest aber rückten ans\noffene Fenster und sahen, während sie sprachen, auf den Park hinunter,\nauf die Sonnenuhr oder auf die Libellen, die beinahe regungslos über\ndem Tisch standen, oder auch auf den Fliesengang, wo Herr von Briest\nneben dem Treppenvorbau saß und die Zeitungen las. Immer wenn er\numschlug, nahm er zuvor den Kneifer ab und grüßte zu Frau und Tochter\nhinauf. Kam dann das letzte Blatt an die Reihe, das in der Regel der\n»Anzeiger fürs Havelland« war, so ging Effi hinunter, um sich entweder\nzu ihm zu setzen oder um mit ihm durch Garten und Park zu schlendern.\nEinmal bei solcher Gelegenheit traten sie, von dem Kiesweg her, an\nein kleines, zur Seite stehendes Denkmal heran, das schon Briests\nGroßvater zur Erinnerung an die Schlacht von Waterloo hatte aufrichten\nlassen, eine verrostete Pyramide mit einem gegossenen Blücher in Front\nund einem dito Wellington auf der Rückseite.",
        "»Hast du nun solche Spaziergänge auch in Kessin«, sagte Briest, »und\nbegleitet dich Innstetten auch und erzählt dir allerlei?«",
        "»Nein, Papa, solche Spaziergänge habe ich nicht. Das ist\nausgeschlossen denn wir haben bloß einen kleinen Garten hinter\ndem Haus, der eigentlich kaum ein Garten ist, bloß ein paar\nBuchsbaumrabatten und Gemüsebeete mit drei, vier Obstbäumen drin.\nInnstetten hat keinen Sinn dafür und denkt wohl auch nicht sehr lange\nmehr in Kessin zu bleiben.«",
        "»Aber Kind, du mußt doch Bewegung haben und frische Luft, daran bist\ndu doch gewöhnt.«",
        "»Hab ich auch. Unser Haus liegt an einem Wäldchen, das sie die\nPlantage nennen. Und da geh ich denn viel spazieren und Rollo mit\nmir.«",
        "»Immer Rollo«, lachte Briest. »Wenn man’s nicht anders wüßte, so\nsollte man beinah glauben, Rollo sei dir mehr ans Herz gewachsen als\nMann und Kind.«",
        "»Ach, Papa, das wäre ja schrecklich, wenn’s auch freilich -soviel\nmuß ich zugeben - eine Zeit gegeben hat, wo’s ohne Rollo gar nicht\ngegangen wäre. Das war damals ... nun, du weißt schon ... Da hat er\nmich so gut wie gerettet, oder ich habe mir’s wenigstens eingebildet,\nund seitdem ist er mein guter Freund und mein ganz besonderer Verlaß.\nAber er ist doch bloß ein Hund. Und erst kommen doch natürlich die\nMenschen.«",
        "»Ja, das sagt man immer, aber ich habe da doch so meine Zweifel. Das\nmit der Kreatur, damit hat’s doch seine eigene Bewandtnis, und was\nda das Richtige ist, darüber sind die Akten noch nicht geschlossen.\nGlaube mir, Effi, das ist auch ein weites Feld. Wenn ich mir so denke,\nda verunglückt einer auf dem Wasser oder gar auf dem schülbrigen Eis,\nund solch ein Hund, sagen wir, so einer wie dein Rollo, ist dabei, ja,\nder ruht nicht eher, als bis er den Verunglückten wieder an Land hat.\nUnd wenn der Verunglückte schon tot ist, dann legt er sich neben den\nToten hin und blafft und winselt so lange, bis wer kommt, und wenn\nkeiner kommt, dann bleibt er bei dem Toten liegen, bis er selber\ntot ist. Und das tut solch Tier immer. Und nun nimm dagegen die\nMenschheit! Gott, vergib mir die Sünde, aber mitunter ist mir’s doch,\nals ob die Kreatur besser wäre als der Mensch.«",
        "»Aber, Papa, wenn ich das Innstetten wiedererzählte ...«»Nein, das tu\nlieber nicht, Effi ...«",
        "»Rollo würde mich ja natürlich retten, aber Innstetten würde mich auch\nretten. Er ist ja ein Mann von Ehre.«",
        "»Das ist er.«",
        "»Und liebt mich.«",
        "»Versteht sich, versteht sich. Und wo Liebe ist, da ist auch\nGegenliebe. Das ist nun mal so. Mich wundert nur, daß er nicht mal\nUrlaub genommen hat und rübergeflitzt ist. Wenn man eine so junge Frau\nhat ...«",
        "Effi errötete, weil sie geradeso dachte. Sie mochte es aber nicht\neinräumen. »Innstetten ist so gewissenhaft und will, glaub ich, gut\nangeschrieben sein und hat so seine Pläne für die Zukunft; Kessin ist\ndoch bloß eine Station. Und dann am Ende, ich lauf ihm ja nicht fort.\nEr hat mich ja. Wenn man zu zärtlich ist ... und dazu der Unterschied\nder Jahre ... da lächeln die Leute bloß.«",
        "»Ja, das tun sie, Effi. Aber darauf muß man’s ankommen lassen.\nÜbrigens sage nichts darüber, auch nicht zu Mama. Es ist so schwer,\nwas man tun und lassen soll. Das ist auch ein weites Feld.«",
        "Gespräche wie diese waren während Effis Besuch im elterlichen Hause\nmehr als einmal geführt worden, hatten aber glücklicherweise nicht\nlange nachgewirkt, und ebenso war auch der etwas melancholische\nEindruck rasch verflogen, den das erste Wiederbetreten ihres Kessiner\nHauses auf Effi gemacht hatte. Innstetten zeigte sich voll kleiner\nAufmerksamkeiten, und als der Tee genommen und alle Stadt- und\nLiebesgeschichten in heiterster Stimmung durchgesprochen waren, hängte\nsich Effi zärtlich an seinen Arm, um drüben ihre Plaudereien mit ihm\nfortzusetzen und noch einige Anekdoten von der Trippelli zu hören,\ndie neuerdings wieder mit Gieshübler in einer lebhaften Korrespondenz\ngestanden hatte, was immer gleichbedeutend mit einer neuen Belastung\nihres nie ausgeglichenen Kontos war. Effi war bei diesem Gespräch sehr\nausgelassen, fühlte sich ganz als junge Frau und war froh, die nach\nder Gesindestube hin ausquartierte Roswitha auf unbestimmte Zeit los\nzu sein.",
        "Am anderen Morgen sagte sie: »Das Wetter ist schön und mild, und ich\nhoffe, die Veranda nach der Plantage hinaus ist noch in gutem Stande,\nund wir können uns ins Freie setzen und da das Frühstück nehmen. In\nunsere Zimmer kommen wir ohnehin noch früh genug, und der Kessiner\nWinter ist wirklich um vier Wochen zu lang.«",
        "Innstetten war sehr einverstanden. Die Veranda, von der Effi\ngesprochen und die vielleicht richtiger ein Zelt genannt worden wäre,\nwar schon im Sommer hergerichtet worden, drei, vier Wochen vor Effis\nAbreise nach Hohen-Cremmen, und bestand aus einem großen, gedielten\nPodium, vorn offen, mit einer mächtigen Markise zu Häupten, während\nlinks und rechts breite Leinwandvorhänge waren, die sich mit Hilfe von\nRingen an einer Eisenstange hin und her schieben ließen. Es war ein\nreizender Platz, den ganzen Sommer über von allen Badegästen, die hier\nvorüber mußten, bewundert.",
        "Effi hatte sich in einen Schaukelstuhl gelehnt und sagte, während sie\ndas Kaffeebrett von der Seite her ihrem Manne zuschob: »Geert, du\nkönntest heute den liebenswürdigen Wirt machen; ich für mein Teil find\nes so schön in diesem Schaukelstuhl, daß ich nicht aufstehen mag. Also\nstrenge dich an, und wenn du dich recht freust, mich wieder hier zu\nhaben, so werd ich mich auch zu revanchieren wissen.« Und dabei zupfte\nsie die weiße Damastdecke zurecht und legte ihre Hand darauf, die\nInnstetten nahm und küßte.",
        "»Wie bist du nur eigentlich ohne mich fertig geworden?«",
        "»Schlecht genug, Effi.«",
        "»Das sagst du so hin und machst ein betrübtes Gesicht, und ist doch\neigentlich alles nicht wahr.«",
        "»Aber Effi ...",
        "»Was ich dir beweisen will. Denn wenn du ein bißchen Sehnsucht nach\ndeinem Kinde gehabt hättest - von mir selber will ich nicht sprechen,\nwas ist man am Ende solchem hohen Herrn, der so lange Jahre\nJunggeselle war und es nicht eilig hatte ...«",
        "»Nun?«",
        "»Ja, Geert, wenn du nur ein bißchen Sehnsucht gehabt hättest, so\nhättest du mich nicht sechs Wochen mutterwindallein in Hohen-Cremmen\nsitzen lassen wie eine Witwe, und nichts da als Niemeyer und Jahnke\nund mal die Schwantikower. Und von den Rathenowern ist niemand\ngekommen, als ob sie sich vor mir gefürchtet hätten oder als ob ich zu\nalt geworden sei.«",
        "»Ach, Effi, wie du nur sprichst. Weißt du, daß du eine kleine Kokette\nbist?«",
        "»Gott sei Dank, daß du das sagst. Das ist für euch das Beste, was man\nsein kann. Und du bist nichts anderes als die anderen, wenn du auch so\nfeierlich und ehrsam tust. Ich weiß es recht gut, Geert ... Eigentlich\nbist du ...«",
        "»Nun, was?«",
        "»Nun, ich will es lieber nicht sagen. Aber ich kenne dich recht\ngut; du bist eigentlich, wie der Schwantikower Onkel mal sagte, ein\nZärtlichkeitsmensch und unterm Liebesstern geboren, und Onkel Belling\nhatte ganz recht, als er das sagte. Du willst es bloß nicht zeigen und\ndenkst, es schickt sich nicht und verdirbt einem die Karriere. Hab\nich’s getroffen?«",
        "Innstetten lachte. »Ein bißchen getroffen hast du’s. Weißt du was,\nEffi, du kommst mir ganz anders vor. Bis Anniechen da war, warst du\nein Kind. Aber mit einemmal ...«",
        "»Nun?«",
        "»Mit einemmal bist du wie vertauscht. Aber es steht dir, du gefällst\nmir sehr, Effi. Weißt du was?«",
        "»Nun?«",
        "»Du hast was Verführerisches.«",
        "»Ach, mein einziger Geert, das ist ja herrlich, was du da sagst; nun\nwird mir erst recht wohl ums Herz ... Gib mir noch eine halbe Tasse\n... Weißt du denn, daß ich mir das immer gewünscht habe? Wir müssen\nverführerisch sein, sonst sind wir gar nichts ...«",
        "»Hast du das aus dir?«",
        "»Ich könnt es wohl auch aus mir haben. Aber ich hab es von\nNiemeyer ...«",
        "»Von Niemeyer! O du himmlischer Vater, ist das ein Pastor. Nein,\nsolche gibt es hier nicht. Aber wie kam denn der dazu? Das ist ja, als\nob es irgendein Don Juan oder Herzensbrecher gesprochen hätte.«",
        "»Ja, wer weiß«, lachte Effi ... »Aber kommt da nicht Crampas? Und vom\nStrand her. Er wird doch nicht gebadet haben? Am 27. September ...«",
        "»Er macht öfter solche Sachen. Reine Renommisterei.«",
        "Derweilen war Crampas bis in nächste Nähe gekommen und grüßte.",
        "»Guten Morgen«, rief Innstetten ihm zu. »Nur näher, nur näher.«",
        "Crampas trat heran. Er war in Zivil und küßte der in ihrem\nSchaukelstuhl sich weiter wiegenden Effi die Hand. »Entschuldigen Sie\nmich, Major, daß ich so schlecht die Honneurs des Hauses mache; aber\ndie Veranda ist kein Haus, und zehn Uhr früh ist eigentlich gar keine\nZeit. Da wird man formlos oder, wenn Sie wollen, intim. Und nun setzen\nSie sich, und geben Sie Rechenschaft von Ihrem Tun. Denn an Ihrem Haar\n(ich wünschte Ihnen, daß es mehr wäre) sieht man deutlich, daß Sie\ngebadet haben.«",
        "Er nickte.",
        "»Unverantwortlich«, sagte Innstetten, halb ernst-, halb scherzhaft.\n»Da haben Sie nun selber vor vier Wochen die Geschichte mit dem\nBankier Heinersdorf erlebt, der auch dachte, das Meer und der\ngrandiose Wellenschlag würden ihn um seiner Million willen\nrespektieren. Aber die Götter sind eifersüchtig untereinander, und\nNeptun stellte sich ohne weiteres gegen Pluto oder doch wenigstens\ngegen Heinersdorf.«",
        "Crampas lachte.",
        "»Ja, eine Million Mark! Lieber Innstetten, wenn ich die hätte, da hätt\nich es am Ende nicht gewagt; denn so schön das Wetter ist, das Wasser\nhatte nur neun Grad. Aber unsereins mit seiner Million Unterbilanz,\ngestatten Sie mir diese kleine Renommage, unsereins kann sich so was\nohne Furcht vor der Götter Eifersucht erlauben. Und dann muß einen das\nSprichwort trösten: ’Wer für den Strick geboren ist, kann im Wasser\nnicht umkommen.’«",
        "»Aber, Major, Sie werden sich doch nicht etwas so Urprosaisches, ich\nmöchte beinah sagen, an den Hals reden wollen. Allerdings glauben\nmanche, daß ... ich meine das, wovon Sie eben gesprochen haben ... daß\nihn jeder mehr oder weniger verdiene. Trotzdem, Major ... für einen\nMajor ...«",
        "»Ist es keine herkömmliche Todesart. Zugegeben, meine Gnädigste. Nicht\nherkömmlich und in meinem Fall auch nicht einmal sehr wahrscheinlich\n- also alles bloß Zitat oder noch richtiger façon de parler. Und doch\nsteckt etwas Aufrichtiggemeintes dahinter, wenn ich da eben sagte,\ndie See werde mir nichts anhaben. Es steht mir nämlich fest, daß ich\neinen richtigen und hoffentlich ehrlichen Soldatentod sterben werde.\nZunächst bloß Zigeunerprophezeiung, aber mit Resonanz im eigenen\nGewissen.«",
        "Innstetten lachte. »Das wird seine Schwierigkeiten haben, Crampas,\nwenn Sie nicht vorhaben, beim Großtürken oder unterm chinesischen\nDrachen Dienst zu nehmen. Da schlägt man sich jetzt herum. Hier ist\ndie Geschichte, glauben Sie mir, auf dreißig Jahre vorbei, und wer\nseinen Soldatentod sterben will ...«",
        "»Der muß sich erst bei Bismarck einen Krieg bestellen. Weiß ich alles,\nInnstetten. Aber das ist doch für Sie eine Kleinigkeit. Jetzt haben\nwir Ende September; in zehn Wochen spätestens ist der Fürst wieder in\nVarzin, und da er ein liking für Sie hat - mit der volkstümlicheren\nWendung will ich zurückhalten, um nicht direkt vor Ihren Pistolenlauf\nzu kommen -, so werden Sie einem alten Kameraden von Vionville her\ndoch wohl ein bißchen Krieg besorgen können. Der Fürst ist auch nur\nein Mensch, und Zureden hilft.«",
        "Effi hatte während dieses Gesprächs einige Brotkügelchen gedreht,\nwürfelte damit und legte sie zu Figuren zusammen, um so anzuzeigen,\ndaß ihr ein Wechsel des Themas wünschenswert wäre. Trotzdem schien\nInnstetten auf Crampas scherzhafte Bemerkungen antworten zu wollen,\nwas denn Effi bestimmte, lieber direkt einzugreifen. »Ich sehe nicht\nein, Major, warum wir uns mit Ihrer Todesart beschäftigen sollen; das\nLeben ist uns näher und zunächst auch eine viel ernstere Sache.«",
        "Crampas nickte.",
        "»Das ist recht, daß Sie mir recht geben. Wie soll man hier leben?\nDas ist vorläufig die Frage, das ist wichtiger als alles andere.\nGieshübler hat mir darüber geschrieben, und wenn es nicht indiskret\nund eitel wäre, denn es steht noch allerlei nebenher darin, so zeigte\nich Ihnen den Brief ... Innstetten braucht ihn nicht zu lesen, der\nhat keinen Sinn für dergleichen ... beiläufig eine Handschrift wie\ngestochen und Ausdrucksformen, als wäre unser Freund statt am Kessiner\nAlten Markt an einem altfranzösischen Hofe erzogen worden. Und daß er\nverwachsen ist und weiße Jabots trägt wie kein anderer Mensch mehr -\nich weiß nur nicht, wo er die Plätterin hernimmt -, das paßt alles\nso vorzüglich. Nun, also Gieshübler hat mir von Plänen für die\nRessourcenabende geschrieben und von einem Entrepreneur namens\nCrampas. Sehen Sie, Major, das gefällt mir besser als der Soldatentod\noder gar der andere.«",
        "»Mir persönlich nicht minder. Und es muß ein Prachtwinter werden, wenn\nwir uns der Unterstützung der gnädigen Frau versichert halten dürften.\nDie Trippelli kommt.«",
        "»Die Trippelli? Dann bin ich überflüssig.«",
        "»Mitnichten, gnädigste Frau. Die Trippelli kann nicht von Sonntag bis\nwieder Sonntag singen, es wäre zuviel für sie und für uns; Abwechslung\nist des Lebens Reiz, eine Wahrheit, die freilich jede glückliche Ehe\nzu widerlegen scheint.«",
        "»Wenn es glückliche Ehen gibt, die meinige ausgenommen ...«, und sie\nreichte Innstetten die Hand.",
        "»Abwechslung also«, fuhr Crampas fort. »Und diese für uns und unsere\nRessource zu gewinnen, deren Vizevorstand zu sein ich zur Zeit die\nEhre habe, dazu braucht es aller bewährten Kräfte. Wenn wir uns\nzusammentun, so müssen wir das ganze Nest auf den Kopf stellen. Die\nTheaterstücke sind schon ausgesucht: ’Krieg im Frieden’, ’Monsieur\nHerkules’, ’Jugendliebe’ von Wildbrandt, vielleicht auch ’Euphrosyne’\nvon Gensichen. Sie die Euphrosyne, ich der alte Goethe. Sie sollen\nstaunen, wie gut ich den Dichterfürsten tragiere ... wenn ’tragieren’\ndas richtige Wort ist.«",
        "»Kein Zweifel. Hab ich doch inzwischen aus dem Brief meines\nalchimistischen Geheimkorrespondenten erfahren, daß Sie neben vielem\nanderen gelegentlich auch Dichter sind. Anfangs habe ich mich\ngewundert. ...«",
        "»Denn Sie haben es mir nicht angesehen.«",
        "»Nein. Aber seit ich weiß, daß Sie bei neun Grad baden, bin ich\nanderen Sinnes geworden ... neun Grad Ostsee, das geht über den\nkastalischen Quell ...«",
        "»Dessen Temperatur unbekannt ist.«",
        "»Nicht für mich; wenigstens wird mich niemand widerlegen. Aber nun muß\nich aufstehen. Da kommt ja Roswitha mit Lütt-Annie.«",
        "Und sie erhob sich rasch und ging auf Roswitha zu, nahm ihr das Kind\naus dem Arm und hielt es stolz und glücklich in die Höhe.",
        "Continue...",
        "\nThis eBook of “Effi Briest” by Theodor Fontane belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Effi Briest (Penguin Classics)By Theodor FontaneAt Amazon"
    ]
}