{
    "title": "Effi Briest - Siebzehntes Kapitel",
    "author": "Theodor Fontane",
    "chapter": "17",
    "content": [
        "\n",
        "\n\n",
        "Es schlug zwei Uhr, als man zurück war. Crampas verabschiedete\nsich und ritt in die Stadt hinein, bis er vor seiner am Marktplatz\ngelegenen Wohnung hielt. Effi ihrerseits kleidete sich um und\nversuchte zu schlafen; es wollte aber nicht glücken, denn ihre\nVerstimmung war noch größer als ihre Müdigkeit. Daß Innstetten sich\nseinen Spuk parat hielt, um ein nicht ganz gewöhnliches Haus zu\nbewohnen, das mochte hingehen, das stimmte zu seinem Hange, sich\nvon der großen Menge zu unterscheiden; aber das andere, daß er den\nSpuk als Erziehungsmittel brauchte, das war doch arg und beinahe\nbeleidigend. Und »Erziehungsmittel«, darüber war sie sich klar, sagte\nnur die kleinere Hälfte; was Crampas gemeint hatte, war viel, viel\nmehr, war eine Art Angelapparat aus Kalkül. Es fehlte jede Herzensgüte\ndarin und grenzte schon fast an Grausamkeit. Das Blut stieg ihr zu\nKopf, und sie ballte ihre kleine Hand und wollte Pläne schmieden; aber\nmit einem Male mußte sie wieder lachen. »Ich Kindskopf! Wer bürgt mir\ndenn dafür, daß Crampas recht hat! Crampas ist unterhaltlich, weil er\nmedisant ist, aber er ist unzuverlässig und ein bloßer Haselant, der\nschließlich Innstetten nicht das Wasser reicht.«",
        "In diesem Augenblick fuhr Innstetten vor, der heute früher zurückkam\nals gewöhnlich. Effi sprang auf, um ihn schon im Flur zu begrüßen, und\nwar um so zärtlicher, je mehr sie das Gefühl hatte, etwas gutmachen zu\nmüssen. Aber ganz konnte sie das, was Crampas gesagt hatte, doch nicht\nverwinden, und inmitten ihrer Zärtlichkeiten und während sie mit\nanscheinendem Interesse zuhörte, klang es in ihr immer wieder: »Also\nSpuk aus Berechnung, Spuk, um dich in Ordnung zu halten.«",
        "Zuletzt indessen vergaß sie’s und ließ sich unbefangen von ihm\nerzählen.",
        "Inzwischen war Mitte November herangekommen, und der bis zum Sturm\nsich steigernde Nordwester stand anderthalb Tage lang so hart auf\ndie Molen, daß die mehr und mehr zurückgestaute Kessine das Bollwerk\nüberstieg und in die Straßen trat. Aber nachdem sich’s ausgetobt,\nlegte sich das Unwetter, und es kamen noch ein paar sonnige\nSpätherbsttage.",
        "»Wer weiß, wie lange sie dauern«, sagte Effi zu Crampas, und so\nbeschloß man, am nächsten Vormittag noch einmal auszureiten; auch\nInnstetten, der einen freien Tag hatte, wollte mit. Es sollte zunächst\nwieder bis an die Mole gehen; da wollte man dann absteigen, ein wenig\nam Strand promenieren und schließlich im Schutz der Dünen, wo’s\nwindstill war, ein Frühstück nehmen.",
        "Um die festgesetzte Stunde ritt Crampas vor dem landrätlichen Hause\nvor; Kruse hielt schon das Pferd der gnädigen Frau, die sich rasch in\nden Sattel hob und noch im Aufsteigen Innstetten entschuldigte, der\nnun doch verhindert sei: Letzte Nacht wieder großes Feuer in Morgenitz\n- das dritte seit drei Wochen, also angelegt -, da habe er hingemußt,\nsehr zu seinem Leidwesen, denn er habe sich auf diesen Ausritt, der\nwohl der letzte in diesem Herbst sein werde, wirklich gefreut.",
        "Crampas sprach sein Bedauern aus, vielleicht nur, um was zu sagen,\nvielleicht aber auch aufrichtig, denn so rücksichtslos er im Punkte\nchevaleresker Liebesabenteuer war, so sehr war er auch wieder guter\nKamerad. Natürlich alles ganz oberflächlich. Einem Freunde helfen und\nfünf Minuten später ihn betrügen, das waren Dinge, die sich mit seinem\nEhrbegriff sehr wohl vertrugen. Er tat das eine und das andere mit\nunglaublicher Bonhomie.",
        "Der Ritt ging wie gewöhnlich durch die Plantage hin. Rollo war wieder\nvorauf, dann kamen Crampas und Effi, dann Kruse.",
        "Knut fehlte.",
        "»Wo haben Sie Knut gelassen?« »Er hat einen Ziegenpeter.«",
        "»Merkwürdig«, lachte Effi. »Eigentlich sah er schon immer so aus.«",
        "»Sehr richtig. Aber Sie sollten ihn jetzt sehen! Oder doch lieber\nnicht. Ziegenpeter ist ansteckend, schon bloß durch Anblick.«",
        "»Glaub ich nicht.«",
        "»Junge Frauen glauben vieles nicht.«",
        "»Und dann glauben sie wieder vieles, was sie besser nicht glaubten.«",
        "»An meine Adresse?« »Nein.«",
        "»Schade.«",
        "»Wie dies ’schade’ Sie kleidet. Ich glaube wirklich, Major, Sie\nhielten es für ganz in Ordnung, wenn ich Ihnen eine Liebeserklärung\nmachte.«",
        "»So weit will ich nicht gehen. Aber ich möchte den sehen, der sich\ndergleichen nicht wünschte. Gedanken und Wünsche sind zollfrei.«",
        "»Das fragt sich. Und dann ist doch immer noch ein Unterschied zwischen\nGedanken und Wünschen. Gedanken sind in der Regel etwas, das noch im\nHintergrund liegt, Wünsche aber liegen meist schon auf der Lippe.«",
        "»Nur nicht gerade diesen Vergleich.«",
        "»Ach, Crampas, Sie sind ... Sie sind ...«",
        "»Ein Narr.«",
        "»Nein. Auch darin übertreiben Sie wieder. Aber Sie sind etwas anderes.\nIn Hohen-Cremmen sagten wir immer, und ich mit, das Eitelste, was es\ngäbe, das sei ein Husarenfähnrich von achtzehn ...«",
        "»Und jetzt?«",
        "»Und jetzt sag ich, das Eitelste, was es gibt, ist ein\nLandwehrbezirksmajor von zweiundvierzig.«",
        "»... wobei die zwei Jahre, die Sie mir gnädigst erlassen, alles\nwiedergutmachen - küss’ die Hand.«",
        "»Ja, küss’ die Hand. Das ist so recht das Wort, das für Sie paßt. Das\nist wienerisch. Und die Wiener, die hab ich kennengelernt in Karlsbad,\nvor vier Jahren, wo sie mir vierzehnjährigem Dinge den Hof machten.\nWas ich da alles gehört habe!«",
        "»Gewiß nicht mehr, als recht war.«",
        "»Wenn das zuträfe, wäre das, was mir schmeicheln soll, ziemlich\nungezogen ... Aber sehen Sie da die Bojen, wie die schwimmen und\ntanzen. Die kleinen roten Fahnen sind eingezogen. Immer wenn ich\ndiesen Sommer die paar Mal, wo ich mich bis an den Strand hinauswagte,\ndie roten Fahnen sah, sagte ich mir: Da liegt Vineta, da muß es\nliegen, das sind die Turmspitzen ...«",
        "»Das macht, weil Sie das Heinesche Gedicht kennen.« »Welches?«",
        "»Nun, das von Vineta.«",
        "»Nein, das kenne ich nicht; ich kenne überhaupt nur wenig. Leider.«",
        "»Und haben doch Gieshübler und den Journalzirkel! Übrigens hat Heine\ndem Gedicht einen anderen Namen gegeben, ich glaube ’Seegespenst’ oder\nso ähnlich. Aber Vineta hat er gemeint. Und er selber - verzeihen Sie,\nwenn ich Ihnen so ohne weiteres den Inhalt hier wiedergebe -, der\nDichter also, während er die Stelle passiert, liegt auf einem\nSchiffsdeck und sieht hinunter und sieht da schmale, mittelalterliche\nStraßen und trippelnde Frauen in Kapotthüten, und alle haben ein\nGesangbuch in Händen und wollen zur Kirche, und alle Glocken läuten.\nUnd als er das hört, da faßt ihn eine Sehnsucht, auch mit in die\nKirche zu gehen, wenn auch bloß um der Kapotthüte willen, und vor\nVerlangen schreit er auf und will sich hinunterstürzen. Aber im selben\nAugenblick packt ihn der Kapitän am Bein und ruft ihm zu: ’Doktor,\nsind Sie des Teufels?«",
        "»Das ist ja allerliebst. Das möcht ich lesen. Ist es lang?«",
        "»Nein, es ist eigentlich kurz, etwas länger als ’Du hast Diamanten und\nPerlen’ oder ’Deine weichen Lilienfinger’ ...«,",
        "und er berührte leise ihre Hand. »Aber lang oder kurz, welche\nSchilderungskraft, welche Anschaulichkeit! Er ist mein\nLieblingsdichter, und ich kann ihn auswendig, sowenig ich mir sonst,\ntrotz gelegentlich eigener Versündigungen, aus der Dichterei mache.\nBei Heine liegt es aber anders: Alles ist Leben, und vor allem\nversteht er sich auf die Liebe, die doch die Hauptsache bleibt. Er ist\nübrigens nicht einseitig darin ...«",
        "»Wie meinen Sie das?«",
        "»Ich meine, er ist nicht bloß für die Liebe ...«",
        "»Nun, wenn er diese Einseitigkeit auch hätte, das wäre am Ende noch\nnicht das schlimmste. Wofür ist er denn sonst noch?«",
        "»Er ist auch sehr für das Romantische, was freilich gleich nach der\nLiebe kommt und nach Meinung einiger sogar damit zusammenfällt. Was\nich aber nicht glaube. Denn in seinen späteren Gedichten, die man\ndenn auch die ’romantischen’ genannt hat, oder eigentlich hat er es\nselber getan, in diesen romantischen Dichtungen wird in einem fort\nhingerichtet, allerdings vielfach aus Liebe. Aber doch meist aus\nanderen gröberen Motiven, wohin ich in erster Reihe die Politik. die\nfast immer gröblich ist, rechne. Karl Stuart zum Beispiel trägt in\neiner dieser Romanzen seinen Kopf unterm Arm, und noch fataler ist die\nGeschichte vom Vitzliputzli ...«",
        "»Von wem?«",
        "»Vom Vitzliputzli. Vitzliputzli ist nämlich ein mexikanischer Gott,\nund als die Mexikaner zwanzig oder dreißig Spanier gefangengenommen\nhatten, mußten diese zwanzig oder dreißig dem Vitzliputzli geopfert\nwerden. Das war da nicht anders, Landessitte, Kultus, und ging auch\nalles im Handumdrehen, Bauch auf, Herz raus ...«",
        "»Nein, Crampas, so dürfen Sie nicht weitersprechen. Das ist indezent\nund degoutant zugleich. Und das alles so ziemlich in demselben\nAugenblick, wo wir frühstücken wollen.«",
        "»Ich für meine Person sehe mich dadurch unbeeinflußt und stelle meinen\nAppetit überhaupt nur in Abhängigkeit vom Menü.«",
        "Während dieser Worte waren sie, ganz wie’s das Programm wollte, vom\nStrand her bis an eine schon halb im Schutz der Dünen aufgeschlagene\nBank, mit einem äußerst primitiven Tisch davor, gekommen, zwei Pfosten\nmit einem Brett darüber. Kruse, der voraufgeritten, hatte hier bereits\nserviert; Teebrötchen und Aufschnitt von kaltem Braten, dazu Rotwein\nund neben der Flasche zwei hübsche, zierliche Trinkgläser, klein und\nmit Goldrand, wie man sie in Badeorten kauft oder von Glashütten als\nErinnerung mitbringt.",
        "Und nun stieg man ab. Kruse, der die Zügel seines eigenen Pferdes um\neine Krüppelkiefer geschlungen hatte, ging mit den beiden anderen\nPferden auf und ab, während sich Crampas und Effi, die durch eine\nschmale Dünenöffnung einen freien Blick auf Strand und Mole hatten,\nvor dem gedeckten Tisch niederließen.",
        "Über das von den Sturmtagen her noch bewegte Meer goß die schon halb\nwinterliche Novembersonne ihr fahles Licht aus, und die Brandung ging\nhoch. Dann und wann kam ein Windzug und trieb den Schaum bis dicht an\nsie heran. Strandhafer stand umher, und das helle Gelb der Immortellen\nhob sich, trotz der Farbenverwandtschaft, von dem gelben Sand, darauf\nsie wuchsen, scharf ab. Effi machte die Wirtin. »Es tut mir leid,\nMajor, Ihnen diese Brötchen in einem Korbdeckel präsentieren zu\nmüssen ...«",
        "»Ein Korbdeckel ist kein Korb ...«",
        "»... indessen Kruse hat es so gewollt. Da bist du ja auch, Rollo. Auf\ndich ist unser Vorrat aber nicht eingerichtet. Was machen wir mit\nRollo?«",
        "»Ich denke, wir geben ihm alles; ich meinerseits schon aus\nDankbarkeit. Denn sehen Sie, teuerste Effi ...«",
        "Effi sah ihn an.",
        "Denn sehen Sie, gnädigste Frau, Rollo erinnert mich wieder an das,\nwas ich Ihnen noch als Fortsetzung oder Seitenstück zum Vitzliputzli\nerzählen wollte - nur viel pikanter, weil Liebesgeschichte. Haben Sie\nmal von einem gewissen Pedro dem Grausamen gehört?«",
        "»So dunkel.«",
        "»Eine Art Blaubartskönig.«",
        "»Das ist gut. Von so einem hört man immer am liebsten, und ich weiß\nnoch, daß wir von meiner Freundin Hulda Niemeyer, deren Namen Sie\nja kennen, immer behaupteten, sie wisse nichts von Geschichte, mit\nAusnahme der sechs Frauen von Heinrich dem Achten, diesem englischen\nBlaubart, wenn das Wort für ihn reicht. Und wirklich, diese sechs\nkannte sie auswendig. Und dabei hätten Sie hören sollen, wie sie die\nNamen aussprach, namentlich den von der Mutter der Elisabeth - so\nschrecklich verlegen, als wäre sie nun an der Reihe ... Aber nun\nbitte, die Geschichte von Don Pedro ...«",
        "»Nun also, an Don Pedros Hofe war ein schöner, schwarzer spanischer\nRitter, der das Kreuz von Kalatrava - was ungefähr soviel bedeutet wie\nSchwarzer Adler und Pour-le-mérite zusammengenommen - auf seiner Brust\ntrug. Dies Kreuz gehörte mit dazu, das mußten sie immer tragen, und\ndieser Kalatravaritter, den die Königin natürlich heimlich liebte ...«",
        "»Warum natürlich?«",
        "»Weil wir in Spanien sind.« »Ach so.«",
        "»Und dieser Kalatravaritter, sag ich, hatte einen wunderschönen Hund,\neinen Neufundländer, wiewohl es die noch gar nicht gab, denn es\nwar grade hundert Jahre vor der Entdeckung von Amerika. Einen\nwunderschönen Hund also, sagen wir wie Rollo ...«",
        "Rollo schlug an, als er seinen Namen hörte, und wedelte mit dem\nSchweif.",
        "»Das ging so machen Tag. Aber das mit der heimlichen Liebe, die wohl\nnicht ganz heimlich blieb, das wurde dem König doch zuviel, und weil\ner den schönen Kalatravaritter überhaupt nicht recht leiden mochte\n- denn er war nicht bloß grausam, er war auch ein Neidhammel, oder\nwenn das Wort für einen König und noch mehr für meine liebenswürdige\nZuhörerin, Frau Effi, nicht recht passen sollte, wenigstens ein\nNeidling -, so beschloß er, den Kalatravaritter für die heimliche\nLiebe heimlich hinrichten zu lassen.«",
        "»Kann ich ihm nicht verdenken.«",
        "»Ich weiß doch nicht, meine Gnädigste. Hören Sie nur weiter. Etwas\ngeht schon, aber es war zuviel; der König, find ich, ging um ein\nErkleckliches zu weit. Er heuchelte nämlich, daß er dem Ritter wegen\nseiner Kriegs- und Heldentaten ein Fest veranstalten wolle, und da gab\nes denn eine lange, lange Tafel, und alle Granden des Reichs saßen an\ndieser Tafel, und in der Mitte saß der König, und ihm gegenüber war\nder Platz für den, dem dies alles galt, also für den Kalatravaritter,\nfür den an diesem Tage zu Feiernden. Und weil der, trotzdem man schon\neine ganze Weile seiner gewartet hatte, noch immer nicht kommen\nwollte, so mußte schließlich die Festlichkeit ohne ihn begonnen\nwerden, und es blieb ein leerer Platz - ein leerer Platz gerade\ngegenüber dem König.« »Und nun?«",
        "»Und nun denken Sie, meine gnädigste Frau, wie der König, dieser\nPedro, sich eben erheben will, um gleisnerisch sein Bedauern\nauszusprechen, daß sein ’lieber Gast’ noch immer fehle, da hört man\nauf der Treppe draußen einen Aufschrei der entsetzten Dienerschaften,\nund ehe noch irgendwer weiß, was geschehen ist, jagt etwas an der\nlangen Festtafel entlang, und nun springt es auf den Stuhl und setzt\nein abgeschlagenes Haupt auf den leergebliebenen Platz, und über\nebendieses Haupt hinweg starrt Rollo auf sein Gegenüber, den König.\nRollo hatte seinen Herrn auf seinem letzten Gang begleitet, und im\nselben Augenblick, wo das Beil fiel, hatte das treue Tier das fallende\nHaupt gepackt, und da war er nun, unser Freund Rollo, an der langen\nFesttafel und verklagte den königlichen Mörder.«",
        "Effi war ganz still geworden. Endlich sagte sie: »Crampas, das ist in\nseiner Art sehr schön, und weil es sehr schön ist, will ich es Ihnen\nverzeihen. Aber Sie könnten doch Besseres und zugleich mir Lieberes\ntun, wenn Sie mir andere Geschichten erzählten. Auch von Heine. Heine\nwird doch nicht bloß von Vitzliputzli und Don Pedro und Ihrem Rollo -\ndenn meiner hätte so was nicht getan - gedichtet haben. Komm, Rollo!\nArmes Tier, ich kann dich gar nicht mehr ansehen, ohne an den\nKalatravaritter zu denken, den die Königin heimlich liebte ... Rufen\nSie, bitte, Kruse, daß er die Sachen hier wieder in die Halfter\nsteckt, und wenn wir zurückreiten, müssen Sie mir was anderes\nerzählen, ganz was anderes.«",
        "Kruse kam. Als er aber die Gläser nehmen wollte, sagte Crampas:\n»Kruse, das eine Glas, das da, das lassen Sie stehen. Das werde ich\nselber nehmen.«",
        "»Zu Befehl, Herr Major.«",
        "Effi, die dies mit angehört hatte, schüttelte den Kopf. Dann lachte\nsie. »Crampas, was fällt Ihnen nur eigentlich ein? Kruse ist dumm\ngenug, über die Sache nicht weiter nachzudenken, und wenn er darüber\nnachdenkt, so findet er glücklicherweise nichts. Aber das berechtigt\nSie doch nicht, dies Glas, dies Dreißigpfennigglas aus der\nJosefinenhütte ...«",
        "»Daß Sie so spöttisch den Preis nennen, läßt mich seinen Wert um so\ntiefer empfinden.«",
        "»Immer derselbe. Sie haben so viel von einem Humoristen, aber doch von\nganz sonderbarer Art. Wenn ich Sie recht verstehe, so haben Sie vor\n- es ist zum Lachen, und ich geniere mich fast, es auszusprechen -,\nso haben Sie vor, sich vor der Zeit auf den König von Thule hin\nauszuspielen.«",
        "Er nickte mit einem Anflug von Schelmerei.",
        "»Nun denn, meinetwegen. Jeder trägt seine Kappe; Sie wissen, welche.\nNur das muß ich Ihnen doch sagen dürfen, die Rolle, die Sie mir dabei\nzudiktieren, ist mir zu wenig schmeichelhaft. Ich mag nicht als\nReimwort auf Ihren König von Thule herumlaufen. Behalten Sie das\nGlas, aber bitte, ziehen Sie nicht Schlüsse daraus, die mich\nkompromittieren. Ich werde Innstetten davon erzählen.«",
        "»Das werden Sie nicht tun, meine gnädigste Frau.« »Warum nicht?«",
        "»Innstetten ist nicht der Mann, solche Dinge so zu sehen, wie sie\ngesehen sein wollen.«",
        "Sie sah ihn einen Augenblick scharf an. Dann aber schlug sie verwirrt\nund fast verlegen die Augen nieder.",
        "Continue...",
        "\nThis eBook of “Effi Briest” by Theodor Fontane belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Effi Briest (Penguin Classics)By Theodor FontaneAt Amazon"
    ]
}