{
    "title": "Effi Briest - Zweiundzwanzigstes Kapitel",
    "author": "Theodor Fontane",
    "chapter": "22",
    "content": [
        "\n",
        "\n\n",
        "Am andern Morgen nahmen beide gemeinschaftlich ihr etwas verspätetes\nFrühstück. Innstetten hatte seine Mißstimmung und Schlimmeres\nüberwunden, und Effi lebte so ganz dem Gefühl ihrer Befreiung, daß sie\nnicht bloß die Fähigkeit einer gewissen erkünstelten Laune, sondern\nfast auch ihre frühere Unbefangenheit wiedergewonnen hatte. Sie war\nnoch in Kessin, und doch war ihr schon zumute, als läge es weit hinter\nihr.",
        "»Ich habe mir’s überlegt, Effi«, sagte Innstetten, »du hast nicht so\nganz unrecht mit allem, was du gegen unser Haus hier gesagt hast. Für\nKapitän Thomsen war es gerade gut genug, aber nicht für eine junge\nverwöhnte Frau; alles altmodisch, kein Platz. Da sollst du’s in Berlin\nbesser haben, auch einen Saal, aber einen andern als hier, und auf\nFlur und Treppe hohe bunte Glasfenster, Kaiser Wilhelm mit Zepter\nund Krone oder auch was Kirchliches, heilige Elisabeth oder Jungfrau\nMaria. Sagen wir Jungfrau Maria, das sind wir Roswitha schuldig.«",
        "Effi lachte. »So soll es sein. Aber wer sucht uns eine Wohnung? Ich\nkann doch nicht Vetter Briest auf die Suche schicken. Oder gar die\nTanten! Die finden alles gut genug.« »Ja, das Wohnungssuchen. Das\nmacht einem keiner zu Dank. Ich denke, da mußt du selber hin.«",
        "»Und wann meinst du?« »Mitte März.«",
        "»Oh, das ist viel zu spät, Geert, dann ist ja alles fort. Die guten\nWohnungen werden schwerlich auf uns warten!« »Ist schon recht. Aber\nich bin erst seit gestern wieder hier und kann doch nicht sagen ’reise\nmorgen’. Das würde mich schlecht kleiden und paßt mir auch wenig; ich\nbin froh, daß ich dich wiederhabe.«",
        "»Nein«, sagte sie, während sie das Kaffeegeschirr, um eine\naufsteigende Verlegenheit zu verbergen, ziemlich geräuschvoll\nzusammenrückte, »nein, so soll’s auch nicht sein, nicht heut und nicht\nmorgen, aber doch in den nächsten Tagen. Und wenn ich etwas finde, so\nbin ich rasch wieder zurück. Aber noch eins, Roswitha und Annie müssen\nmit. Am schönsten wär es, du auch. Aber ich sehe ein, das geht nicht.\nUnd ich denke, die Trennung soll nicht lange dauern. Ich weiß auch\nschon, wo ich miete ...«",
        "»Nun?«",
        "»Das bleibt mein Geheimnis. Ich will auch ein Geheimnis haben. Damit\nwill ich dich dann überraschen.« In diesem Augenblick trat Friedrich\nein, um die Postsachen abzugeben. Das meiste war Dienstliches und\nZeitungen. »Ah, da ist auch ein Brief für dich«, sagte Innstetten.\n»Und wenn ich nicht irre, die Handschrift der Mama.« Effi nahm den\nBrief. »Ja, von der Mama. Aber das ist ja nicht der Friesacker\nPoststempel; sieh nur, das heißt ja deutlich Berlin.«",
        "»Freilich«, lachte Innstetten. »Du tust, als ob es ein Wunder wäre.\nDie Mama wird in Berlin sein und hat ihrem Liebling von ihrem Hotel\naus einen Brief geschrieben.« »Ja«, sagte Effi, »so wird es sein. Aber\nich ängstige mich doch beinah und kann keinen rechten Trost darin\nfinden, daß Hulda Niemeyer immer sagte: Wenn man sich ängstigt, ist es\nbesser, als wenn man hofft. Was meinst du dazu?«",
        "»Für eine Pastorstochter nicht ganz auf der Höhe. Aber nun lies den\nBrief. Hier ist ein Papiermesser.«",
        "Effi schnitt das Kuvert auf und las: »Meine liebe Effi. Seit 24\nStunden bin ich hier in Berlin; Konsultationen bei Schweigger. Als er\nmich sieht, beglückwünscht er mich, und als ich erstaunt ihn frage,\nwozu, erfahre ich, daß Ministerialdirektor Wüllersdorf bei ihm gewesen\nund ihm erzählt habe: Innstetten sei ins Ministerium berufen. Ich bin\nein wenig ärgerlich, daß man dergleichen von einem Dritten erfahren\nmuß. Aber in meinem Stolz und meiner Freude sei Euch verziehen. Ich\nhabe es übrigens immer gewußt (schon als 1. noch bei den Rathenowern\nwar), daß etwas aus ihm werden würde. Nun kommt es Dir zugute.\nNatürlich müßt Ihr eine Wohnung haben und eine andere Einrichtung.\nWenn Du, meine liebe Effi, glaubst, meines Rates dabei bedürfen zu\nkönnen, so komme, so rasch es Dir Deine Zeit erlaubt. Ich bleibe acht\nTage hier in Kur, und wenn es nicht anschlägt, vielleicht noch etwas\nlänger; Schweigger drückt sich unbestimmt darüber aus. Ich habe eine\nPrivatwohnung in der Schadowstraße genommen; neben dem meinigen sind\nnoch Zimmer frei. Was es mit meinem Auge ist, darüber mündlich;\nvorläufig beschäftigt mich nur Eure Zukunft. Briest wird unendlich\nglücklich sein, er tut immer so gleichgültig gegen dergleichen,\neigentlich hängt er aber mehr daran als ich. Grüße Innstetten, küsse\nAnnie, die Du vielleicht mitbringst. Wie immer Deine Dich zärtlich\nliebende Mutter Luise von B.«",
        "Effi legte den Brief aus der Hand und sagte nichts. Was sie zu\ntun habe, das stand bei ihr fest; aber sie wollte es nicht selber\naussprechen. Innstetten sollte damit kommen, und dann wollte sie\nzögernd ja sagen. Innstetten ging auch wirklich in die Falle.",
        "»Nun, Effi, du bleibst so ruhig.«",
        "»Ach, Geert, es hat alles so seine zwei Seiten. Auf der einen Seite\nbeglückt es mich, die Mama wiederzusehen, und vielleicht sogar schon\nin wenigen Tagen. Aber es spricht auch so vieles dagegen.«",
        "»Was?«",
        "»Die Mama, wie du weißt, ist sehr bestimmt und kennt nur ihren eignen\nWillen. Dem Papa gegenüber hat sie alles durchsetzen können. Aber ich\nmöchte gern eine Wohnung haben, die nach meinem Geschmack ist, und\neine neue Einrichtung, die mir gefällt.«",
        "Innstetten lachte. »Und das ist alles?«",
        "»Nun, es wäre grade genug. Aber es ist nicht alles.« Und nun nahm sie\nsich zusammen und sah ihn an und sagte: »Und dann, Geert, ich möchte\nnicht gleich wieder von dir fort.« »Schelm, das sagst du so, weil du\nmeine Schwäche kennst. Aber wir sind alle so eitel, und ich will es\nglauben. Ich will es glauben und doch zugleich auch den Heroischen\nspielen, den Entsagenden. Reise, sobald du’s für nötig hältst und vor\ndeinem Herzen verantworten kannst.«",
        "»So darfst du nicht sprechen, Geert. Was heißt das ’vor meinem\nHerzen verantworten’. Damit schiebst du mir, halb gewaltsam, eine\nZärtlichkeitsrolle zu, und ich muß dir dann aus reiner Kokettene\nsagen: ’Ach, Geert, dann reise ich nie.’ Oder doch so etwas\nÄhnliches.«",
        "Innstetten drohte ihr mit dem Finger. »Effi, du bist mir zu fein. Ich\ndachte immer, du wärst ein Kind, und ich sehe nun, daß du das Maß hast\nwie alle andern. Aber lassen wir das, oder wie dein Papa immer sagte:\n’Das ist ein zu weites Feld.’ Sage lieber, wann willst du fort?«",
        "»Heute haben wir Dienstag. Sagen wir also Freitag mittag mit dem\nSchiff. Dann bin ich am Abend in Berlin.«",
        "»Abgemacht. Und wann zurück?«",
        "»Nun, sagen wir Montag abend. Das sind dann drei Tage.« »Geht nicht.\nDas ist zu früh. In drei Tagen kannst du’s nicht zwingen. Und so rasch\nläßt dich die Mama auch nicht fort.« »Also auf Diskretion.«",
        "»Gut.« Und damit erhob sich Innstetten, um nach dem Landratsamte\nhinüberzugehen.",
        "Die Tage bis zur Abreise vergingen wie im Fluge. Roswitha war sehr\nglücklich. »Ach, gnädigste Frau, Kessin, nun ja ... aber Berlin ist es\nnicht. Und die Pferdebahn. Und wenn es dann so klingelt und man nicht\nweiß, ob man links oder rechts soll, und mitunter ist mir schon\ngewesen, als ginge alles grad über mich weg. Nein, so was ist hier\nnicht. Ich glaube, manchen Tag sehen wir keine sechs Menschen. Und\nimmer bloß die Dünen und draußen die See. Und das rauscht und rauscht,\naber weiter ist es auch nichts.«",
        "»Ja, Roswitha, du hast recht. Es rauscht und rauscht immer, aber\nes ist kein richtiges Leben. Und dann kommen einem allerhand dumme\nGedanken. Das kannst du doch nicht bestreiten, das mit dem Kruse war\nnicht in der Richtigkeit.« »Ach, gnädigste Frau ...«",
        "»Nun, ich will nicht weiter nachforschen. Du wirst es natürlich nicht\nzugeben. Und nimm nur nicht zu wenig Sachen mit. Deine Sachen kannst\ndu eigentlich ganz mitnehmen und Annies auch.«",
        "»Ich denke, wir kommen noch mal wieder.«",
        "»Ja, ich. Der Herr wünscht es. Aber ihr könnt vielleicht dableiben,\nbei meiner Mutter. Sorge nur, daß sie Anniechen nicht zu sehr\nverwöhnt. Gegen mich war sie mitunter streng, aber ein Enkelkind ...«",
        "»Und dann ist Anniechen ja auch so zum Anbeißen. Da muß ja jeder\nzärtlich sein.«",
        "Das war am Donnerstag, am Tag vor der Abreise. Innstetten war über\nLand gefahren und wurde erst gegen Abend zurückerwartet.",
        "Am Nachmittag ging Effi in die Stadt, bis auf den Marktplatz, und trat\nhier in die Apotheke und bat um eine Flasche Sal volatile. »Man weiß\nnie, mit wem man reist«, sagte sie zu dem alten Gehilfen, mit dem\nsie auf dem Plauderfuße stand und der sie anschwärmte wie Gieshübler\nselbst.",
        "»Ist der Herr Doktor zu Hause?« fragte sie weiter, als sie das\nFläschchen eingesteckt hatte.",
        "»Gewiß, gnädige Frau; er ist hier nebenan und liest die Zeitungen.«",
        "»Ich werde ihn doch nicht stören?« »Oh, nie.«",
        "Und Effi trat ein. Es war eine kleine, hohe Stube, mit Regalen\nringsherum, auf denen allerlei Kolben und Retorten standen; nur an\nder einen Wand befanden sich alphabetisch geordnete, vorn mit einem\nEisenringe versehene Kästen, in denen die Rezepte lagen.",
        "Gieshübler war beglückt und verlegen. »Welche Ehre. Hier unter meinen\nRetorten. Darf ich die gnädige Frau auffordern, einen Augenblick Platz\nzu nehmen?«",
        "»Gewiß, lieber Gieshübler. Aber auch wirklich nur einen Augenblick.\nIch will Ihnen adieu sagen.«",
        "»Aber meine gnädigste Frau, Sie kommen ja doch wieder. Ich habe\ngehört, nur auf drei, vier Tage ...«",
        "»Ja, lieber Freund, ich soll wiederkommen, und es ist sogar\nverabredet, daß ich spätestens in einer Woche wieder in Kessin bin.\nAber ich könnte doch auch nicht wiederkommen. Muß ich Ihnen sagen,\nwelche tausend Möglichkeiten es gibt ... Ich sehe, Sie wollen mir\nsagen, daß ich noch zu jung sei ..., auch Junge können sterben. Und\ndann so vieles andre noch. Und da will ich doch lieber Abschied nehmen\nvon Ihnen, als wär es für immer.«",
        "»Aber meine gnädigste Frau ...«",
        "»Als wär es für immer. Und ich will Ihnen danken, lieber Gieshübler.\nDenn Sie waren das Beste hier; natürlich, weil Sie der Beste waren.\nUnd wenn ich hundert Jahre alt würde, so werde ich Sie nicht\nvergessen. Ich habe mich hier mitunter einsam gefühlt, und mitunter\nwar mir so schwer ums Herz, schwerer, als Sie wissen können; ich habe\nes nicht immer richtig eingerichtet; aber wenn ich Sie gesehen habe,\nvom ersten Tag an, dann habe ich mich immer wohler gefühlt und auch\nbesser.«",
        "»Aber meine gnädigste Frau.«",
        "»Und dafür wollte ich Ihnen danken. Ich habe mir eben ein Fläschchen\nmit Sal volatile gekauft; im Coupé sind mitunter so merkwürdige\nMenschen und wollen einem nicht mal erlauben, daß man ein Fenster\naufmacht; und wenn mir dann vielleicht - denn es steigt einem ja\nordentlich zu Kopf, ich meine das Salz - die Augen übergehen, dann\nwill ich an Sie denken. Adieu, lieber Freund, und grüßen Sie Ihre\nFreundin, die Trippelli. Ich habe in den letzten Wochen öfter an sie\ngedacht und an Fürst Kotschukoff. Ein eigentümliches Verhältnis bleibt\nes doch. Aber ich kann mich hineinfinden ... Und lassen Sie einmal von\nsich hören. Oder ich werde schreiben.« Damit ging Effi. Gieshübler\nbegleitete sie bis auf den Platz hinaus. Er war wie benommen, so sehr,\ndaß er über manches Rätselhafte, was sie gesprochen, ganz hinwegsah.",
        "Effi ging wieder nach Haus. »Bringen Sie mir die Lampe, Johanna«,\nsagte sie, »aber in mein Schlafzimmer. Und dann eine Tasse Tee. Ich\nhab es so kalt und kann nicht warten, bis der Herr wieder da ist.«",
        "Beides kam. Effi saß schon an ihrem kleinen Schreibtisch, einen\nBriefbogen vor sich, die Feder in der Hand. »Bitte, Johanna, den Tee\nauf den Tisch da.«",
        "Als Johanna das Zimmer wieder verlassen hatte, schloß Effi sich ein,\nsah einen Augenblick in den Spiegel und setzte sich dann wieder.",
        "Und nun schrieb sie: »Ich reise morgen mit dem Schiff, und dies sind\nAbschiedszeilen. Innstetten erwartet mich in wenigen Tagen zurück,\naber ich komme nicht wieder ... Warum ich nicht wiederkomme, Sie\nwissen es ... Es wäre das beste gewesen, ich hätte dies Stück Erde nie\ngesehen. Ich beschwöre Sie, dies nicht als einen Vorwurf zu fassen;\nalle Schuld ist bei mir. Blick ich auf Ihr Haus ..., Ihr Tun mag\nentschuldbar sein, nicht das meine. Meine Schuld ist sehr schwer, aber\nvielleicht kann ich noch heraus. Daß wir hier abberufen wurden, ist\nmir wie ein Zeichen, daß ich noch zu Gnaden angenommen werden kann.\nVergessen Sie das Geschehene, vergessen Sie mich. Ihre Effi.«",
        "Sie überflog die Zeilen noch einmal, am fremdesten war ihr das »Sie«;\naber auch das mußte sein; es sollte ausdrücken, daß keine Brücke mehr\nda sei. Und nun schob sie die Zeilen in ein Kuvert und ging auf ein\nHaus zu, zwischen dem Kirchhof und der Waldecke. Ein dünner Rauch\nstieg aus dem halb eingefallenen Schornstein. Da gab sie die Zeilen\nab.",
        "Als sie wieder zurück war, war Innstetten schon da, und sie setzte\nsich zu ihm und erzählte ihm von Gieshübler und dem Sal volatile.",
        "Innstetten lachte. »Wo hast du nur dein Latein her, Effi?«",
        "Das Schiff, ein leichtes Segelschiff (die Dampfboote gingen nur\nsommers), fuhr um zwölf. Schon eine Viertelstunde vorher waren Effi\nund Innstetten an Bord; auch Roswitha und Annie.",
        "Das Gepäck war größer, als es für einen auf so wenige Tage geplanten\nAusflug geboten schien. Innstetten sprach mit dem Kapitän; Effi, in\neinem Regenmantel und hellgrauem Reisehut, stand auf dem Hinterdeck,\nnahe am Steuer, und musterte von hier aus das Bollwerk und die\nhübsche Häuserreihe, die dem Zuge des Bollwerks folgte. Gerade der\nLandungsbrücke gegenüber lag Hoppensacks Hotel, ein drei Stock hohes\nGebäude, von dessen Giebeldach eine gelbe Flagge, mit Kreuz und Krone\ndarin, schlaff in der stillen, etwas nebeligen Luft herniederhing.\nEffi sah eine Weile nach der Flagge hinauf, ließ dann aber ihr Auge\nwieder abwärts gleiten und verweilte zuletzt auf einer Anzahl von\nPersonen, die neugierig am Bollwerk herumstanden. In diesem Augenblick\nwurde geläutet. Effi war ganz eigen zumut; das Schiff setzte sich\nlangsam in Bewegung, und als sie die Landungsbrücke noch einmal\nmusterte, sah sie, daß Crampas in vorderster Reihe stand. Sie erschrak\nbei seinem Anblick und freute sich doch auch. Er seinerseits, in\nseiner ganzen Haltung verändert, war sichtlich bewegt und grüßte ernst\nzu ihr hinüber, ein Gruß, den sie ebenso, aber doch zugleich in großer\nFreundlichkeit erwiderte; dabei lag etwas Bittendes in ihrem Auge.\nDann ging sie rasch auf die Kajüte zu, wo sich Roswitha mit Annie\nschon eingerichtet hatte. Hier in dem etwas stickigen Raum blieb sie,\nbis man aus dem Fluß in die weite Bucht des Breitling eingefahren\nwar; da kam Innstetten und rief sie nach oben, daß sie sich an dem\nherrlichen Anblick erfreue, den die Landschaft gerade an dieser Stelle\nbot. Sie ging dann auch hinauf. Über dem Wasserspiegel hingen graue\nWolken, und nur dann und wann schoß ein halb umschleierter Sonnenblick\naus dem Gewölk hervor. Effi gedachte des Tages, wo sie, vor jetzt\nFünfvierteljahren, im offenen Wagen am Ufer ebendieses Breitlings hin\nentlanggefahren war. Eine kurze Spanne Zeit, und das Leben oft so\nstill und einsam. Und doch, was war alles seitdem geschehen!",
        "So fuhr man die Wasserstraße hinauf und war um zwei an der Station\noder doch ganz in Nähe derselben. Als man gleich danach das Gasthaus\ndes »Fürsten Bismarck« passierte, stand auch Golchowski wieder in der\nTür und versäumte nicht, den Herrn Landrat und die gnädige Frau bis\nan die Stufen der Böschung zu geleiten. Oben war der Zug noch nicht\nangemeldet, und Effi und Innstetten schritten auf dem Bahnsteig auf\nund ab. Ihr Gespräch drehte sich um die Wohnungsfrage; man war einig\nüber den Stadtteil, und daß es zwischen dem Tiergarten und dem\nZoologischen Garten sein müsse. »Ich will den Finkenschlag hören und\ndie Papageien auch«, sagte Innstetten, und Effi stimmte ihm zu.",
        "Nun aber hörte man das Signal, und der Zug lief ein; der\nBahnhofsinspektor war voller Entgegenkommen, und Effi erhielt ein\nCoupé für sich. Noch ein Händedruck, ein Wehen mit dem Tuch, und der\nZug setzte sich wieder in Bewegung.",
        "Continue...",
        "\nThis eBook of “Effi Briest” by Theodor Fontane belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Effi Briest (Penguin Classics)By Theodor FontaneAt Amazon"
    ]
}