{
    "title": "Effi Briest",
    "author": "Theodor Fontane",
    "chapter": "1",
    "content": [
        "\n",
        "\n\n",
        "In Front des schon seit Kurfürst Georg Wilhelm von der Familie\nvon Briest bewohnten Herrenhauses zu Hohen-Cremmen fiel heller\nSonnenschein auf die mittagsstille Dorfstraße, während nach der Park-\nund Gartenseite hin ein rechtwinklig angebauter Seitenflügel einen\nbreiten Schatten erst auf einen weiß und grün quadrierten Fliesengang\nund dann über diesen hinaus auf ein großes, in seiner Mitte mit einer\nSonnenuhr und an seinem Rande mit Canna indica und Rhabarberstauden\nbesetzten Rondell warf. Einige zwanzig Schritte weiter, in Richtung\nund Lage genau dem Seitenflügel entsprechend, lief eine ganz in\nkleinblättrigem Efeu stehende, nur an einer Stelle von einer kleinen\nweißgestrichenen Eisentür unterbrochene Kirchhofsmauer, hinter der der\nHohen-Cremmener Schindelturm mit seinem blitzenden, weil neuerdings\nerst wieder vergoldeten Wetterhahn aufragte. Fronthaus, Seitenflügel\nund Kirchhofsmauer bildeten ein einen kleinen Ziergarten\numschließendes Hufeisen, an dessen offener Seite man eines Teiches\nmit Wassersteg und angekettetem Boot und dicht daneben einer Schaukel\ngewahr wurde, deren horizontal gelegtes Brett zu Häupten und Füßen an\nje zwei Stricken hing - die Pfosten der Balkenlage schon etwas schief\nstehend. Zwischen Teich und Rondell aber und die Schaukel halb\nversteckend standen ein paar mächtige alte Platanen.",
        "Auch die Front des Herrenhauses - eine mit Aloekübeln und ein paar\nGartenstühlen besetzte Rampe - gewährte bei bewölktem Himmel einen\nangenehmen und zugleich allerlei Zerstreuung bietenden Aufenthalt; an\nTagen aber, wo die Sonne niederbrannte, wurde die Gartenseite ganz\nentschieden bevorzugt, besonders von Frau und Tochter des Hauses,\ndie denn auch heute wieder auf dem im vollen Schatten liegenden\nFliesengange saßen, in ihrem Rücken ein paar offene, von wildem Wein\numrankte Fenster, neben sich eine vorspringende kleine Treppe, deren\nvier Steinstufen vom Garten aus in das Hochparterre des Seitenflügels\nhinaufführten. Beide, Mutter und Tochter, waren fleißig bei\nder Arbeit, die der Herstellung eines aus Einzelquadraten\nzusammenzusetzenden Altarteppichs galt; ungezählte Wollsträhnen und\nSeidendocken lagen auf einem großen, runden Tisch bunt durcheinander,\ndazwischen, noch vom Lunch her, ein paar Dessertteller und eine mit\ngroßen schönen Stachelbeeren gefüllte Majolikaschale. Rasch und sicher\nging die Wollnadel der Damen hin und her, aber während die Mutter kein\nAuge von der Arbeit ließ, legte die Tochter, die den Rufnamen Effi\nführte, von Zeit zu Zeit die Nadel nieder und erhob sich, um unter\nallerlei kunstgerechten Beugungen und Streckungen den ganzen Kursus\nder Heil- und Zimmergymnastik durchzumachen. Es war ersichtlich, daß\nsie sich diesen absichtlich ein wenig ins Komische gezogenen Übungen\nmit ganz besonderer Liebe hingab, und wenn sie dann so dastand\nund, langsam die Arme hebend, die Handflächen hoch über dem Kopf\nzusammenlegte, so sah auch wohl die Mama von ihrer Handarbeit auf,\naber immer nur flüchtig und verstohlen, weil sie nicht zeigen\nwollte, wie entzückend sie ihr eigenes Kind finde, zu welcher Regung\nmütterlichen Stolzes sie voll berechtigt war. Effi trug ein blau und\nweiß gestreiftes, halb kittelartiges Leinwandkleid, dem erst ein\nfest zusammengezogener, bronzefarbener Ledergürtel die Taille gab;\nder Hals war frei, und über Schulter und Nacken fiel ein breiter\nMatrosenkragen. In allem, was sie tat, paarten sich Übermut und\nGrazie, während ihre lachenden braunen Augen eine große, natürliche\nKlugheit und viel Lebenslust und Herzensgüte verrieten. Man nannte sie\ndie »Kleine«, was sie sich nur gefallen lassen mußte, weil die schöne,\nschlanke Mama noch um eine Handbreit höher war.",
        "Eben hatte sich Effi wieder erhoben, um abwechselnd nach links und\nrechts ihre turnerischen Drehungen zu machen, als die von ihrer\nStickerei gerade wieder aufblickende Mama ihr zurief: »Effi,\neigentlich hättest du doch wohl Kunstreiterin werden müssen. Immer\nam Trapez, immer Tochter der Luft. Ich glaube beinah, daß du so was\nmöchtest.«",
        "»Vielleicht, Mama. Aber wenn es so wäre, wer wäre schuld? Von wem hab\nich es? Doch nur von dir. Oder meinst du, von Papa? Da mußt du nun\nselber lachen. Und dann, warum steckst du mich in diesen Hänger, in\ndiesen Jungenkittel? Mitunter denk ich, ich komme noch wieder in kurze\nKleider. Und wenn ich die erst wiederhabe, dann knicks ich auch wieder\nwie ein Backfisch, und wenn dann die Rathenower herüberkommen, setze\nich mich auf Oberst Goetzes Schoß und reite hopp, hopp. Warum auch\nnicht? Drei Viertel ist er Onkel und nur ein Viertel Courmacher. Du\nbist schuld. Warum kriege ich keine Staatskleider? Warum machst du\nkeine Dame aus mir?«",
        "»Möchtest du’s?«",
        "»Nein.« Und dabei lief sie auf die Mama zu und umarmte sie stürmisch\nund küßte sie.",
        "»Nicht so wild, Effi, nicht so leidenschaftlich. Ich beunruhige mich\nimmer, wenn ich dich so sehe ...« Und die Mama schien ernstlich\nwillens, in Äußerung ihrer Sorgen und Ängste fortzufahren. Aber sie\nkam nicht weit damit, weil in ebendiesem Augenblick drei junge Mädchen\naus der kleinen, in der Kirchhofsmauer angebrachten Eisentür in den\nGarten eintraten und einen Kiesweg entlang auf das Rondell und die\nSonnenuhr zuschritten. Alle drei grüßten mit ihren Sonnenschirmen zu\nEffi herüber und eilten dann auf Frau von Briest zu, um dieser die\nHand zu küssen. Diese tat rasch ein paar Fragen und lud dann die\nMädchen ein, ihnen oder doch wenigstens Effi auf eine halbe Stunde\nGesellschaft zu leisten. »Ich habe ohnehin noch zu tun, und junges\nVolk ist am liebsten unter sich. Gehabt euch wohl.« Und dabei stieg\nsie die vom Garten in den Seitenflügel führende Steintreppe hinauf.",
        "Und da war nun die Jugend wirklich allein.",
        "Zwei der jungen Mädchen - kleine, rundliche Persönchen, zu deren\nkrausem, rotblondem Haar ihre Sommersprossen und ihre gute Laune ganz\nvorzüglich paßten - waren Töchter des auf Hansa, Skandinavien und\nFritz Reuter eingeschworenen Kantors Jahnke, der denn auch, unter\nAnlehnung an seinen mecklenburgischen Landsmann und Lieblingsdichter\nund nach dem Vorbilde von Mining und Lining, seinen eigenen Zwillingen\ndie Namen Bertha und Hertha gegeben hatte. Die dritte junge Dame war\nHulda Niemeyer, Pastor Niemeyers einziges Kind; sie war damenhafter\nals die beiden anderen, dafür aber langweilig und eingebildet, eine\nlymphatische Blondine, mit etwas vorspringenden, blöden Augen, die\ntrotzdem beständig nach was zu suchen schienen, weshalb denn auch\nKlitzing von den Husaren gesagt hatte: »Sieht sie nicht aus, als\nerwarte sie jeden Augenblick den Engel Gabriel?« Effi fand, daß der\netwas kritische Klitzing nur zu sehr recht habe, vermied es aber\ntrotzdem, einen Unterschied zwischen den drei Freundinnen zu machen.\nAm wenigsten war ihr in diesem Augenblick danach zu Sinn, und während\nsie die Arme auf den Tisch stemmte, sagte sie: »Diese langweilige\nStickerei. Gott sei Dank, daß ihr da seid.« »Aber deine Mama haben wir\nvertrieben«, sagte Hulda. »Nicht doch. Wie sie euch schon sagte, sie\nwäre doch gegangen; sie erwartet nämlich Besuch, einen alten Freund\naus ihren Mädchentagen her, von dem ich euch nachher erzählen muß,\neine Liebesgeschichte mit Held und Heldin und zuletzt mit Entsagung.\nIhr werdet Augen machen und euch wundern. Übrigens habe ich Mamas\nalten Freund schon drüben in Schwantikow gesehen; er ist Landrat, gute\nFigur und sehr männlich.«",
        "»Das ist die Hauptsache«, sagte Hertha.",
        "»Freilich ist das die Hauptsache, ’Weiber weiblich, Männer männlich’ -\ndas ist, wie ihr wißt, einer von Papas Lieblingssätzen. Und nun helft\nmir erst Ordnung schaffen auf dem Tisch hier, sonst gibt es wieder\neine Strafpredigt.«",
        "Im Nu waren die Docken in den Korb gepackt, und als alle wieder\nsaßen, sagte Hulda: »Nun aber, Effi, nun ist es Zeit, nun die\nLiebesgeschichte mit Entsagung. Oder ist es nicht so schlimm?«",
        "»Eine Geschichte mit Entsagung ist nie schlimm. Aber ehe Hertha nicht\nvon den Stachelbeeren genommen, eher kann ich nicht anfangen - sie\nläßt ja kein Auge davon. Übrigens nimm, soviel du willst, wir können\nja hinterher neue pflücken; nur wirf die Schalen weit weg oder noch\nbesser, lege sie hier auf die Zeitungsbeilage, wir machen dann eine\nTüte daraus und schaffen alles beiseite. Mama kann es nicht leiden,\nwenn die Schlusen so überall herumliegen, und sagt immer, man könne\ndabei ausgleiten und ein Bein brechen.«",
        "»Glaub ich nicht«, sagte Hertha, während sie den Stachelbeeren fleißig\nzusprach.",
        "»Ich auch nicht«, bestätigte Effi. »Denkt doch mal nach, ich falle\njeden Tag wenigstens zwei-, dreimal, und noch ist mir nichts\ngebrochen. Was ein richtiges Bein ist, das bricht nicht so leicht,\nmeines gewiß nicht und deines auch nicht, Hertha. Was meinst du,\nHulda?«",
        "»Man soll sein Schicksal nicht versuchen; Hochmut kommt vor dem Fall.«",
        "»Immer Gouvernante; du bist doch die geborene alte Jungfer.«",
        "»Und hoffe mich doch noch zu verheiraten. Und vielleicht eher als du.«",
        "»Meinetwegen. Denkst du, daß ich darauf warte? Das fehlte noch.\nÜbrigens, ich kriege schon einen und vielleicht bald. Da ist mir nicht\nbange. Neulich erst hat mir der kleine Ventivegni von drüben gesagt:\n’Fräulein Effi, was gilt die Wette, wir sind hier noch in diesem Jahre\nzu Polterabend und Hochzeit.’«",
        "»Und was sagtest du da?«",
        "»’Wohl möglich’, sagte ich, ’wohl möglich; Hulda ist die Älteste und\nkann sich jeden Tag verheiraten.’ Aber er wollte davon nichts wissen\nund sagte: ’Nein, bei einer anderen jungen Dame, die geradeso brünett\nist, wie Fräulein Hulda blond ist.’ Und dabei sah er mich ganz\nernsthaft an... Aber ich komme vom Hundertsten aufs Tausendste und\nvergesse die Geschichte.«",
        "»Ja, du brichst immer wieder ab; am Ende willst du nicht.« »Oh, ich\nwill schon, aber freilich, ich breche immer wieder ab, weil es alles\nein bißchen sonderbar ist, ja beinah romantisch.«",
        "»Aber du sagtest doch, er sei Landrat.«",
        "»Allerdings, Landrat. Und er heißt Geert von Innstetten, Baron von\nInnstetten.«",
        "Alle drei lachten.",
        "»Warum lacht ihr?« sagte Effi pikiert. »Was soll das heißen?«",
        "»Ach, Effi, wir wollen dich ja nicht beleidigen und auch den Baron\nnicht. Innstetten, sagtest du? Und Geert? So heißt doch hier kein\nMensch. Freilich, die adeligen Namen haben oft so was Komisches.«",
        "»Ja, meine Liebe, das haben sie. Dafür sind es eben Adelige. Die\ndürfen sich das gönnen, und je weiter zurück, ich meine der Zeit nach,\ndesto mehr dürfen sie sich’s gönnen. Aber davon versteht ihr nichts,\nwas ihr mir nicht übelnehmen dürft. Wir bleiben doch gute Freunde.\nGeert von Innstetten also und Baron. Er ist geradeso alt wie Mama, auf\nden Tag.«",
        "»Und wie alt ist denn eigentlich deine Mama?« »Achtunddreißig.«",
        "»Ein schönes Alter.«",
        "»Ist es auch, namentlich wenn man noch so aussieht wie die Mama. Sie\nist doch eigentlich eine schöne Frau, findet ihr nicht auch? Und\nwie sie alles so weg hat, immer so sicher und dabei so fein und nie\nunpassend wie Papa. Wenn ich ein junger Leutnant wäre, so würd ich\nmich in die Mama verlieben.«",
        "»Aber Effi, wie kannst du nur so was sagen«, sagte Hulda. »Das ist ja\ngegen das vierte Gebot.«",
        "»Unsinn. Wie kann das gegen das vierte Gebot sein? Ich glaube, Mama\nwürde sich freuen, wenn sie wüßte, daß ich so was gesagt habe.«",
        "»Kann schon sein«, unterbrach hierauf Hertha. »Aber nun endlich die\nGeschichte.«",
        "»Nun, gib dich zufrieden, ich fange schon an ... Also Baron\nInnstetten! Als er noch keine zwanzig war, stand er drüben bei den\nRathenowern und verkehrte viel auf den Gütern hier herum, und am\nliebsten war er in Schwantikow drüben bei meinem Großvater Belling.\nNatürlich war es nicht des Großvaters wegen, daß er so oft drüben war,\nund wenn die Mama davon erzählt, so kann jeder leicht sehen, um wen es\neigentlich war. Und ich glaube, es war auch gegenseitig.« »Und wie kam\nes nachher?«",
        "»Nun, es kam, wie’s kommen mußte, wie’s immer kommt. Er war ja\nnoch viel zu jung, und als mein Papa sich einfand, der schon\nRitterschaftsrat war und Hohen-Cremmen hatte, da war kein langes\nBesinnen mehr, und sie nahm ihn und wurde Frau von Briest ... Und das\nandere, was sonst noch kam, nun, das wißt ihr ... das andere bin ich.«",
        "»Ja, das andere bist du, Effi«, sagte Bertha. »Gott sei Dank; wir\nhätten dich nicht, wenn es anders gekommen wäre. Und nun sage, was tat\nInnstetten, was wurde aus ihm? Das Leben hat er sich nicht genommen,\nsonst könntet ihr ihn heute nicht erwarten.«",
        "»Nein, das Leben hat er sich nicht genommen. Aber ein bißchen war es\ndoch so was.«",
        "»Hat er einen Versuch gemacht?«",
        "»Auch das nicht. Aber er mochte doch nicht länger hier in der Nähe\nbleiben, und das ganze Soldatenleben überhaupt muß ihm damals wie\nverleidet gewesen sein. Es war ja auch Friedenszeit. Kurz und gut, er\nnahm den Abschied und fing an, Juristerei zu studieren, wie Papa sagt,\nmit einem ’wahren Biereifer’; nur als der Siebziger Krieg kam, trat er\nwieder ein, aber bei den Perlebergern statt bei seinem alten Regiment,\nund hat auch das Kreuz. Natürlich, denn er ist sehr schneidig. Und\ngleich nach dem Kriege saß er wieder bei seinen Akten, und es heißt,\nBismarck halte große Stücke von ihm und auch der Kaiser, und so kam es\ndenn, daß er Landrat wurde, Landrat im Kessiner Kreise.«",
        "»Was ist Kessin? Ich kenne hier kein Kessin.«",
        "»Nein, hier in unserer Gegend liegt es nicht; es liegt eine hübsche\nStrecke von hier fort in Pommern, in Hinterpommern sogar, was aber\nnichts sagen will, weil es ein Badeort ist (alles da herum ist\nBadeort), und die Ferienreise, die Baron Innstetten jetzt macht, ist\neigentlich eine Vetternreise oder doch etwas Ähnliches. Er will hier\nalte Freundschaft und Verwandtschaft wiedersehen.«",
        "»Hat er denn hier Verwandte?«",
        "»Ja und nein, wie man’s nehmen will. Innstettens gibt es hier nicht,\ngibt es, glaub ich, überhaupt nicht mehr. Aber er hat hier entfernte\nVettern von der Mutter Seite her, und vor allem hat er wohl\nSchwantikow und das Bellingsche Haus wiedersehen wollen, an das ihn\nso viele Erinnerungen knüpfen. Da war er denn vorgestern drüben, und\nheute will er hier in Hohen-Cremmen sein.«",
        "»Und was sagt dein Vater dazu?«",
        "»Gar nichts. Der ist nicht so. Und dann kennt er ja doch die Mama. Er\nneckt sie bloß.«",
        "In diesem Augenblick schlug es Mittag, und ehe es noch ausgeschlagen,\nerschien Wilke, das alte Briestsche Haus- und Familienfaktotum, um an\nFräulein Effi zu bestellen: Die gnädige Frau ließe bitten, daß das\ngnädige Fräulein zu rechter Zeit auch Toilette mache; gleich nach\neins würde der Herr Baron wohl vorfahren. Und während Wilke dies\nnoch vermeldete, begann er auch schon auf dem Arbeitstisch der Damen\nabzuräumen und griff dabei zunächst nach dem Zeitungsblatt, auf dem\ndie Stachelbeerschalen lagen.",
        "»Nein, Wilke, nicht so; das mit den Schlusen, das ist unsere Sache...\nHertha, du mußt nun die Tüte machen und einen Stein hineintun, daß\nalles besser versinken kann. Und dann wollen wir in einem langen\nTrauerzug aufbrechen und die Tüte auf offener See begraben.«",
        "Wilke schmunzelte. Is doch ein Daus, unser Fräulein, so etwa gingen\nseine Gedanken. Effi aber, während sie die Tüte mitten auf die rasch\nzusammengeraffte Tischdecke legte, sagte: »Nun fassen wir alle vier\nan, jeder an einem Zipfel, und singen was Trauriges.«",
        "»Ja, das sagst du wohl, Effi. Aber was sollen wir denn singen?«",
        "»Irgendwas; es ist ganz gleich, es muß nur einen Reim auf ’u’ haben;\n’u’ ist immer Trauervokal. Also singen wir:",
        "        Flut, Flut,\n        Mach alles wieder gut ...«",
        "Und während Effi diese Litanei feierlich anstimmte, setzten sich alle\nvier auf den Steg hin in Bewegung, stiegen in das dort angekettelte\nBoot und ließen von diesem aus die mit einem Kiesel beschwerte Tüte\nlangsam in den Teich niedergleiten.",
        "»Hertha, nun ist deine Schuld versenkt«, sagte Effi, »wobei mir\nübrigens einfällt, so vom Boot aus sollen früher auch arme,\nunglückliche Frauen versenkt worden sein, natürlich wegen Untreue.«",
        "»Aber doch nicht hier.«",
        "»Nein, nicht hier«, lachte Effi, »hier kommt sowas nicht vor. Aber\nin Konstantinopel, und du mußt ja, wie mir eben einfällt, auch davon\nwissen, so gut wie ich, du bist ja mit dabeigewesen, als uns Kandidat\nHolzapfel in der Geographiestunde davon erzählte.«",
        "»Ja«, sagte Hulda, »der erzählte immer so was. Aber so was vergißt man\ndoch wieder.«",
        "»Ich nicht. Ich behalte so was.«",
        "Continue...",
        "\nThis eBook of “Effi Briest” by Theodor Fontane belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Effi Briest (Penguin Classics)By Theodor FontaneAt Amazon"
    ]
}