{
    "title": "Effi Briest - Vierzehntes Kapitel",
    "author": "Theodor Fontane",
    "chapter": "14",
    "content": [
        "\n",
        "\n\n",
        "Keine Viertelstunde, so war die Wohnung erreicht. Als beide hier in\nden kühlen Flur traten, war Roswitha beim Anblick all des Sonderbaren,\ndas da herumhing, wie befangen; Effi aber ließ sie nicht zu weiteren\nBetrachtungen kommen und sagte: »Roswitha, nun gehen Sie da hinein.\nDas ist das Zimmer, wo wir schlafen. Ich will erst zu meinem Mann nach\ndem Landratsamt hinüber - das große Haus da neben dem kleinen, in dem\nSie gewohnt haben - und will ihm sagen, daß ich Sie zur Pflege haben\nmöchte bei dem Kinde. Er wird wohl mit allem einverstanden sein, aber\nich muß doch erst seine Zustimmung haben. Und wenn ich die habe, dann\nmüssen wir ihn ausquartieren, und Sie schlafen mit mir in dem Alkoven.\nIch denke, wir werden uns schon vertragen.«",
        "Innstetten, als er erfuhr, um was sich’s handle, sagte rasch und\nin guter Laune: »Das hast du recht gemacht, Effi, und wenn ihr\nGesindebuch nicht zu schlimme Sachen sagt, so nehmen wir sie auf ihr\ngutes Gesicht hin. Es ist doch, Gott sei Dank, selten, daß einen das\ntäuscht.«",
        "Effi war sehr glücklich, so wenig Schwierigkeiten zu begegnen, und\nsagte: »Nun wird es gehen. Ich fürchte mich jetzt nicht mehr.«",
        "»Um was, Effi?«",
        "»Ach, du weißt ja ... Aber Einbildungen sind das schlimmste, mitunter\nschlimmer als alles.«",
        "Roswitha zog in selbiger Stunde noch mit ihren paar Habseligkeiten in\ndas landrätliche Haus hinüber und richtete sich in dem kleinen Alkoven\nein. Als der Tag um war, ging sie früh zu Bett und schlief, ermüdet\nwie sie war, gleich ein. Am andern Morgen erkundigte sich Effi - die\nseit einiger Zeit (denn es war gerade Vollmond) wieder in Ängsten\nlebte -, wie Roswitha geschlafen und ob sie nichts gehört habe.",
        "»Was?« fragte diese.",
        "»Oh, nichts. Ich meine nur so; so was, wie wenn ein Besen fegt oder\nwie wenn einer über die Diele schlittert.«",
        "Roswitha lachte, was auf ihre junge Herrin einen besonders guten\nEindruck machte. Effi war fest protestantisch erzogen und würde sehr\nerschrocken gewesen sein, wenn man an und in ihr was Katholisches\nentdeckt hätte; trotzdem glaubte sie, daß der Katholizismus uns gegen\nsolche Dinge »wie da oben« besser schütze; ja, diese Betrachtung hatte\nbei dem Plan, Roswitha ins Haus zu nehmen, ganz erheblich mitgewirkt.",
        "Man lebte sich schnell ein, denn Effi hatte ganz den liebenswürdigen\nZug der meisten märkischen Landfräulein, sich gern allerlei kleine\nGeschichten erzählen zu lassen, und die verstorbene Frau Registratorin\nund ihr Geiz und ihre Neffen und ihre Frauen boten einen\nunerschöpflichen Stoff. Auch Johanna hörte dabei gerne zu.",
        "Diese, wenn Effi bei den drastischen Stellen oft laut lachte, lächelte\nfreilich und verwunderte sich im stillen, daß die gnädige Frau an all\ndem dummen Zeug soviel Gefallen finde; diese Verwunderung aber, die\nmit einem starken Überlegenheitsgefühl Hand in Hand ging, war doch\nauch wieder ein Glück und sorgte dafür, daß keine Rangstreitigkeiten\naufkommen konnten. Roswitha war einfach die komische Figur, und Neid\ngegen sie zu hegen wäre für Johanna nichts anderes gewesen, wie wenn\nsie Rollo um seine Freundschaftsstellung beneidet hätte.",
        "So verging eine Woche, plauderhaft und beinahe gemütlich, weil\nEffi dem, was ihr persönlich bevorstand, ungeängstigter als früher\nentgegensah. Auch glaubte sie nicht, daß es so nahe sei. Den neunten\nTag aber war es mit dem Plaudern und den Gemütlichkeiten vorbei; da\ngab es ein Laufen und Rennen, Innstetten selbst kam ganz aus seiner\ngewohnten Reserve heraus, und am Morgen des 3. Juli stand neben Effis\nBett eine Wiege. Doktor Hannemann patschelte der jungen Frau die Hand\nund sagte: »Wir haben heute den Tag von Königgrätz; schade, daß es ein\nMädchen ist. Aber das andere kann ja nachkommen, und die Preußen haben\nviele Siegestage.« Roswitha mochte wohl Ähnliches denken, freute sich\nindessen vorläufig ganz uneingeschränkt über das, was da war, und\nnannte das Kind ohne weiteres »Lütt-Annie«, was der jungen Mutter als\nein Zeichen galt. Es müsse doch wohl eine Eingebung gewesen sein, daß\nRoswitha gerade auf diesen Namen gekommen sei. Selbst Innstetten wußte\nnichts dagegen zu sagen, und so wurde von Klein Annie gesprochen,\nlange bevor der Tauftag da war. Effi, die von Mitte August an bei den\nEltern in Hohen-Cremmen sein wollte, hätte die Taufe gern bis dahin\nverschoben. Aber es ließ sich nichts tun; Innstetten konnte nicht\nUrlaub nehmen, und so wurde denn der 15. August, trotzdem es\nder Napoleonstag war (was denn auch von seiten einiger Familien\nbeanstandet wurde), für diesen Taufakt festgesetzt, natürlich in der\nKirche. Das sich anschließende Festmahl, weil das landrätliche Haus\nkeinen Saal hatte, fand in dem großen Ressourcen-Hotel am Bollwerk\nstatt, und der gesamte Nachbaradel war geladen und auch erschienen.\nPastor Lindequist ließ Mutter und Kind in einem liebenswürdigen und\nallseitig bewunderten Toaste leben, bei welcher Gelegenheit Sidonie\nvon Grasenabb zu ihrem Nachbar, einem adligen Assessor von der\nstrengen Richtung, bemerkte: »Ja, seine Kasualreden, das geht. Aber\nseine Predigten kann er vor Gott und Menschen nicht verantworten; er\nist ein Halber, einer von denen, die verworfen sind, weil sie lau\nsind. Ich mag das Bibelwort hier nicht wörtlich zitieren.« Gleich\ndanach nahm auch der alte Herr von Borcke das Wort, um Innstetten\nleben zu lassen. »Meine Herrschaften, es sind schwere Zeiten, in denen\nwir leben, Auflehnung, Trotz, Indisziplin wohin wir blicken. Aber\nsolange wir noch Männer haben, und ich darf hinzusetzen, Frauen und\nMütter (und hier verbeugte er sich mit einer eleganten Handbewegung\ngegen Effi) ... solange wir noch Männer haben wie Baron Innstetten,\nden ich stolz bin, meinen Freund nennen zu dürfen, so lange geht es\nnoch, so lange hält unser altes Preußen noch. Ja, meine Freunde,\nPommern und Brandenburg, damit zwingen wir’s und zertreten dem Drachen\nder Revolution das giftige Haupt. Fest und treu, so siegen wir. Die\nKatholiken, unsere Brüder, die wir, auch wenn wir sie bekämpfen,\nachten müssen, haben den ’Felsen Petri’, wir aber haben den ’Rocher de\nbronce’. Baron Innstetten, er lebe hoch!« Innstetten dankte ganz kurz.\nEffi sagte zu dem neben ihr sitzenden Major von Crampas, das mit\ndem »Felsen Petri« sei wahrscheinlich eine Huldigung gegen Roswitha\ngewesen; sie werde nachher an den alten Justizrat Gadebusch\nherantreten und ihn fragen, ob er nicht Ihrer Meinung sei. Crampas\nnahm diese Bemerkung unerklärlicherweise für Ernst und riet von einer\nAnfrage bei dem Justizrat ab, was Effi ungemein erheiterte. »Ich\nhabe Sie doch für einen besseren Seelenleser gehalten.« »Ach, meine\nGnädigste, bei schönen jungen Frauen, die noch nicht achtzehn sind,\nscheitert alle Lesekunst.«",
        "»Sie verderben sich vollends, Major. Sie können mich eine Großmutter\nnennen, aber Anspielungen darauf, daß ich noch nicht achtzehn bin, das\nkann Ihnen nie verziehen werden.«",
        "Als man von Tisch aufgestanden war, kam der Spätnachmittagsdampfer die\nKessine herunter und legte an der Landungsbrücke, gegenüber dem Hotel,\nan. Effi saß mit Crampas und Gieshübler beim Kaffee, alle Fenster auf,\nund sah dem Schauspiel drüben zu. »Morgen früh um neun führt mich\ndasselbe Schiff den Fluß hinauf, und zu Mittag bin ich in Berlin, und\nam Abend bin ich in Hohen-Cremmen, und Roswitha geht neben mir und\nhält das Kind auf dem Arm. Hoffentlich schreit es nicht. Ach, wie mir\nschon heute zumute ist! Lieber Gieshübler, sind Sie auch mal so froh\ngewesen, Ihr elterliches Haus wiederzusehen?«",
        "»Ja, ich kenne das auch, gnädigste Frau. Nur bloß, ich brachte kein\nAnniechen mit, weil ich keins hatte.«",
        "»Kommt noch«, sagte Crampas. »Stoßen Sie an, Gieshübler; Sie sind der\neinzige vernünftige Mensch hier.«",
        "»Aber, Herr Major, wir haben ja bloß noch den Kognak.« »Desto besser.«",
        "Continue...",
        "\nThis eBook of “Effi Briest” by Theodor Fontane belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Effi Briest (Penguin Classics)By Theodor FontaneAt Amazon"
    ]
}