{
    "title": "Effi Briest - Elftes Kapitel",
    "author": "Theodor Fontane",
    "chapter": "11",
    "content": [
        "\n",
        "\n\n",
        "Die Fahrt verlief ganz wie geplant. Um ein Uhr hielt der Schlitten\nunten am Bahndamm vor dem Gasthaus »Zum Fürsten Bismarck«, und\nGolchowski, glücklich, den Landrat bei sich zu sehen, war beflissen,\nein vorzügliches Dejeuner herzurichten. Als zuletzt das Dessert und\nder Ungarwein aufgetragen wurden, rief Innstetten den von Zeit zu Zeit\nerscheinenden und nach der Ordnung sehenden Wirt heran und bat ihn,\nsich mit an den Tisch zu setzen und ihnen was zu erzählen. Dazu war\nGolchowski denn auch der rechte Mann; auf zwei Meilen in der Runde\nwurde kein Ei gelegt, von dem er nicht wußte. Das zeigte sich auch\nheute wieder. Sidonie Grasenabb, Innstetten hatte recht vermutet, war,\nwie vorige Weihnachten, so auch diesmal wieder auf vier Wochen zu\n»Hofpredigers« gereist; Frau von Palleske, so hieß es weiter, habe\nihre Jungfer wegen einer fatalen Geschichte Knall und Fall entlassen\nmüssen, und mit dem alten Fraude steh es schlecht - es werde zwar in\nKurs gesetzt, er sei bloß ausgeglitten, aber es sei ein Schlaganfall\ngewesen, und der Sohn, der in Lissa bei den Husaren stehe, werde jede\nStunde erwartet. Nach diesem Geplänkel war man dann, zu Ernsthafterem\nübergehend, auf Varzin gekommen. »Ja«, sagte Golchowski, »wenn man\nsich den Fürsten so als Papiermüller denkt! Es ist doch alles sehr\nmerkwürdig; eigentlich kann er die Schreiberei nicht leiden und das\nbedruckte Papier erst recht nicht, und nun legt er doch selber eine\nPapiermühle an.«",
        "»Schon recht, lieber Golchowski«, sagte Innstetten, »aber aus solchen\nWidersprüchen kommt man im Leben nicht heraus. Und da hilft auch kein\nFürst und keine Größe.«",
        "»Nein, nein, da hilft keine Größe.«",
        "Wahrscheinlich, daß sich dies Gespräch über den Fürsten noch\nfortgesetzt hätte, wenn nicht in ebendiesem Augenblicke die von der\nBahn her herüberklingende Signalglocke einen bald eintreffenden Zug\nangemeldet hätte. Innstetten sah nach der Uhr. »Welcher Zug ist das,\nGolchowski?«",
        "»Das ist der Danziger Schnellzug; er hält hier nicht, aber ich gehe\ndoch immer hinauf und zähle die Wagen, und mitunter steht auch einer\nam Fenster, den ich kenne. Hier, gleich hinter meinem Hofe, führt eine\nTreppe den Damm hinauf, Wärterhaus 417 ...«",
        "»Oh, das wollen wir uns zunutze machen«, sagte Effi. »Ich sehe so gern\nZüge ...«",
        "»Dann ist es die höchste Zeit, gnäd’ge Frau.«",
        "Und so machten sich denn alle drei auf den Weg und stellten sich, als\nsie oben waren, in einem neben dem Wärterhaus gelegenen Gartenstreifen\nauf, der jetzt freilich unter Schnee lag, aber doch eine\nfreigeschaufelte Stelle hatte. Der Bahnwärter stand schon da, die\nFahne in der Hand. Und jetzt jagte der Zug über das Bahnhofsgeleise\nhin und im nächsten Augenblick an dem Häuschen und an dem\nGartenstreifen vorüber. Effi war so erregt, daß sie nichts sah und nur\ndem letzten Wagen, auf dessen Höhe ein Bremser saß, ganz wie benommen\nnachblickte.",
        "»Sechs Uhr fünfzig ist er in Berlin«, sagte Innstetten, »und noch\neine Stunde später, so können ihn die Hohen-Cremmer, wenn der Wind so\nsteht, in der Ferne vorbeiklappern hören. Möchtest du mit, Effi?«",
        "Sie sagte nichts. Als er aber zu ihr hinüberblickte, sah er, daß eine\nTräne in ihrem Auge stand.",
        "Effi war, als der Zug vorbeijagte, von einer herzlichen Sehnsucht\nerfaßt worden. So gut es ihr ging, sie fühlte sich trotzdem wie in\neiner fremden Welt. Wenn sie sich eben noch an dem einen oder andern\nentzückt hatte, so kam ihr doch gleich nachher zum Bewußtsein, was\nihr fehlte. Da drüben lag Varzin, und da nach der anderen Seite hin\nblitzte der Kroschentiner Kirchturm auf und weithin der Morgenitzer,\nund da saßen die Grasenabbs und die Borckes, nicht die Bellings und\nnicht die Briests. »Ja, die!« Innstetten hatte ganz recht gehabt mit\ndem raschen Wechsel ihrer Stimmung, und sie sah jetzt wieder alles,\nwas zurücklag, wie in einer Verklärung. Aber so gewiß sie voll\nSehnsucht dem Zug nachgesehen, sie war doch andererseits viel zu\nbeweglichen Gemüts, um lange dabei zu verweilen, und schon auf der\nHeimfahrt, als der rote Ball der niedergehenden Sonne seinen Schimmer\nüber den Schnee ausgoß, fühlte sie sich wieder freier; alles erschien\nihr schön und frisch, und als sie, nach Kessin zurückgekehrt, fast\nmit dem Glockenschlag sieben in den Gieshüblerschen Flur eintrat, war\nihr nicht bloß behaglich, sondern beinah übermütig zu Sinn, wozu die\ndas Haus durchziehende Baldrian- und Veilchenwurzelluft das ihrige\nbeitragen mochte.",
        "Pünktlich waren Innstetten und Frau erschienen, aber trotz dieser\nPünktlichkeit immer noch hinter den anderen Geladenen zurückgeblieben;\nPastor Lindequist, die alte Frau Trippel und die Trippelli selbst\nwaren schon da. Gieshübler - im blauen Frack mit mattgoldenen\nKnöpfen, dazu Pincenez an einem breiten, schwarzen Bande, das wie ein\nOrdensband auf der blendendweißen Piquéweste lag -, Gieshübler konnte\nseiner Erregung nur mit Mühe Herr werden. »Darf ich die Herrschaften\nmiteinander bekannt machen: Baron und Baronin Innstetten, Frau Pastor\nTrippel, Fräulein Marietta Trippelli.« Pastor Lindequist, den alle\nkannten, stand lächelnd beiseite.",
        "Die Trippelli, Anfang der Dreißig, stark männlich und von\nausgesprochen humoristischem Typus, hatte bis zu dem Momente der\nVorstellung den Sofaehrenplatz innegehabt. Nach der Vorstellung aber\nsagte sie, während sie auf einen in der Nähe stehenden Stuhl mit hoher\nLehne zuschritt: »Ich bitte Sie nunmehro, gnäd’ge Frau, die Bürden\nund Fährlichkeiten Ihres Amtes auf sich nehmen zu wollen. Denn von\n’Fährlichkeiten’« - und sie wies auf das Sofa - »wird sich in diesem\nFalle wohl sprechen lassen. Ich habe Gieshübler schon vor Jahr und Tag\ndarauf aufmerksam gemacht, aber leider vergeblich; so gut er ist, so\neigensinnig ist er auch.«",
        "»Aber Marietta ...«",
        "»Dieses Sofa nämlich, dessen Geburt um wenigstens fünfzig Jahre\nzurückliegt, ist noch nach einem altmodischen Versenkungsprinzip\ngebaut, und wer sich ihm anvertraut, ohne vorher einen Kissenturm\nuntergeschoben zu haben, sinkt ins Bodenlose, jedenfalls aber gerade\ntief genug, um die Knie wie ein Monument aufragen zu lassen.« All dies\nwurde seitens der Trippelli mit ebensoviel Bonhomie wie Sicherheit\nhingesprochen, in einem Ton, der ausdrücken sollte: »Du bist die\nBaronin Innstetten, ich bin die Trippelli.«",
        "Gieshübler liebte seine Künstlerfreundin enthusiastisch und dachte\nhoch von ihren Talenten; aber all seine Begeisterung konnte ihn doch\nnicht blind gegen die Tatsache machen, daß ihr von gesellschaftlicher\nFeinheit nur ein bescheidenes Maß zuteil geworden war. Und diese\nFeinheit war gerade das, was er persönlich kultivierte. »Liebe\nMarietta«, nahm er das Wort, »Sie haben eine so reizend heitere\nBehandlung solcher Fragen; aber was mein Sofa betrifft, so haben\nSie wirklich unrecht, und jeder Sachverständige mag zwischen uns\nentscheiden. Selbst ein Mann wie Fürst Kotschukoff ...«",
        "»Ach, ich bitt Sie, Gieshübler, lassen Sie doch den. Immer\nKotschukoff. Sie werden mich bei der gnäd’gen Frau hier noch in den\nVerdacht bringen, als ob ich bei diesem Fürsten - der übrigens nur zu\nden kleineren zählt und nicht mehr als tausend Seelen hat, das heißt\nhatte (früher, wo die Rechnung noch nach Seelen ging) -, als ob ich\nstolz wäre, seine tausendundeinste Seele zu sein. Nein, es liegt\nwirklich anders; ’immer freiweg’, Sie kennen meine Devise, Gieshübler.\nKotschukoff ist ein guter Kamerad und mein Freund, aber von Kunst\nund ähnlichen Sachen versteht er gar nichts, von Musik gewiß nicht,\nwiewohl er Messen und Oratorien komponiert - die meisten russischen\nFürsten, wenn sie Kunst treiben, fallen ein bißchen nach der\ngeistlichen oder orthodoxen Seite hin -, und zu den vielen Dingen, von\ndenen er nichts versteht, gehören auch unbedingt Einrichtungs- und\nTapezierfragen. Er ist gerade vornehm genug, um sich alles als schön\naufreden zu lassen, was bunt aussieht und viel Geld kostet.«",
        "Innstetten amüsierte sich, und Pastor Lindequist war in einem\nallersichtlichsten Behagen. Die gute alte Trippel aber geriet über den\nungenierten Ton ihrer Tochter aus einer Verlegenheit in die andere,\nwährend Gieshübler es für angezeigt hielt, eine so schwierig werdende\nUnterhaltung zu kupieren. Dazu waren etliche Gesangspiecen das\nbeste. Daß Marietta Lieder von anfechtbarem Inhalt wählen würde,\nwar nicht anzunehmen, und selbst wenn dies sein sollte, so war ihre\nVortragskunst so groß, daß der Inhalt dadurch geadelt wurde. »Liebe\nMarietta«, nahm er also das Wort, »ich habe unser kleines Mahl zu acht\nUhr bestellt. Wir hätten also noch dreiviertel Stunden, wenn Sie nicht\nvielleicht vorziehen, während Tisch ein heitres Lied zu singen oder\nvielleicht erst, wenn wir von Tisch aufgestanden sind ...«",
        "»Ich bitte Sie, Gieshübler! Sie, der Mann der Ästhetik. Es gibt nichts\nUnästhetischeres als einen Gesangsvortrag mit vollem Magen. Außerdem -\nund ich weiß, Sie sind ein Mann der ausgesuchten Küche, ja Gourmand -,\naußerdem schmeckt es besser, wenn man die Sache hinter sich hat. Erst\nKunst und dann Nußeis, das ist die richtige Reihenfolge.«",
        "»Also ich darf Ihnen die Noten bringen, Marietta?«",
        "»Noten bringen. Ja, was heißt das, Gieshübler? Wie ich Sie kenne,\nwerden Sie ganze Schränke voll Noten haben, und ich kann Ihnen doch\nnicht den ganzen Bock und Bote vorspielen. Noten! Was für Noten,\nGieshübler, darauf kommt es an. Und dann, daß es richtig liegt,\nAltstimme ...«",
        "»Nun, ich werde schon bringen.«",
        "Und er machte sich an einem Schrank zu schaffen, ein Fach nach dem\nanderen herausziehend, während die Trippelli ihren Stuhl weiter links\num den Tisch herum schob, so daß sie nun dicht neben Effi saß.",
        "»Ich bin neugierig, was er bringen wird«, sagte sie. Effi geriet dabei\nin eine kleine Verlegenheit.",
        "»Ich möchte annehmen«, antwortete sie befangen, »etwas von Gluck,\netwas ausgesprochen Dramatisches ... Überhaupt, mein gnädiges\nFräulein, wenn ich mir die Bemerkung erlauben darf, ich bin überrascht\nzu hören, daß Sie lediglich Konzertsängerin sind. Ich dächte, daß Sie,\nwie wenige, für die Bühne berufen sein müßten. Ihre Erscheinung, Ihre\nKraft, Ihr Organ ... ich habe noch so wenig derart kennengelernt,\nimmer nur auf kurzen Besuchen in Berlin ... und dann war ich noch ein\nhalbes Kind. Aber ich dächte, ’Orpheus’ oder ’Chrimhild’ oder die\n’Vestalin’.«",
        "Die Trippelli wiegte den Kopf und sah in Abgründe, kam aber zu keiner\nEntgegnung, weil eben jetzt Gieshübler wieder erschien und ein halbes\nDutzend Notenhefte vorlegte, die seine Freundin in rascher Reihenfolge\ndurch die Hand gleiten ließ. »’Erlkönig’ ... ah, bah; ’Bächlein, laß\ndein Rauschen sein ...’ Aber Gieshübler, ich bitte Sie, Sie sind\nein Murmeltier, Sie haben sieben Jahre lang geschlafen ... Und hier\nLoewesche Balladen; auch nicht gerade das Neueste.",
        "’Glocken von Speyer’ ... Ach, dies ewige Bim-Bam, das beinah einer\nKulissenreißerei gleichkommt, ist geschmacklos und abgestanden. Aber\nhier, ’Ritter Olaf’ ... nun, das geht.«",
        "Und sie stand auf, und während der Pastor begleitete, sang sie den\n»Olaf« mit großer Sicherheit und Bravour und erntete allgemeinen\nBeifall.",
        "Es wurde dann noch ähnlich Romantisches gefunden, einiges aus dem\n»Fliegenden Holländer« und aus »Zampa«, dann der »Heideknabe«, lauter\nSachen, die sie mit ebensoviel Virtuosität wie Seelenruhe vortrug,\nwährend Effi von Text und Komposition wie benommen war.",
        "Als die Trippelli mit dem »Heideknaben« fertig war, sagte sie: »Nun\nist es genug«, eine Erklärung, die so bestimmt von ihr abgegeben\nwurde, daß weder Gieshübler noch ein anderer den Mut hatte, mit\nweiteren Bitten in sie zu dringen. Am wenigsten Effi Diese sagte nur,\nals Gieshüblers Freundin wieder neben ihr saß: »Daß ich Ihnen doch\nsagen könnte, mein gnädigstes Fräulein, wie dankbar ich Ihnen bin!\nAlles so schön, so sicher, so gewandt. Aber eines, wenn Sie mir\nverzeihen, bewundere ich fast noch mehr, das ist die Ruhe, womit\nSie diese Sachen vorzutragen wissen. Ich bin so leicht Eindrücken\nhingegeben, und wenn ich die kleinste Gespenstergeschichte höre, so\nzittere ich und kann mich kaum wieder zurechtfinden. Und Sie tragen\ndas so mächtig und erschütternd vor und sind selbst ganz heiter und\nguter Dinge.«",
        "»Ja, meine gnädigste Frau, das ist in der Kunst nicht anders. Und\nnun gar erst auf dem Theater, vor dem ich übrigens glücklicherweise\nbewahrt geblieben bin. Denn so gewiß ich mich persönlich gegen seine\nVersuchungen gefeit fühle - es verdirbt den Ruf, also das Beste, was\nman hat. Im übrigen stumpft man ab, wie mir Kolleginnen hundertfach\nversichert haben. Da wird vergiftet und erstochen, und der toten Julia\nflüstert Romeo einen Kalauer ins Ohr oder wohl auch eine Malice, oder\ner drückt ihr einen kleinen Liebesbrief in die Hand.«",
        "»Es ist mir unbegreiflich. Und um bei dem stehenzubleiben, was ich\nIhnen diesen Abend verdanke, beispielsweise bei dem Gespenstischen im\n’Olaf’, ich versichere Ihnen, wenn ich einen ängstlichen Traum habe\noder wenn ich glaube, über mir hörte ich ein leises Tanzen oder\nMusizieren, während doch niemand da ist, oder es schleicht wer an\nmeinem Bett vorbei, so bin ich außer mir und kann es tagelang nicht\nvergessen.«",
        "»Ja, meine gnädige Frau, was Sie da schildern und beschreiben, das ist\nauch etwas anderes, das ist ja wirklich oder kann wenigstens etwas\nWirkliches sein. Ein Gespenst, das durch die Ballade geht, da graule\nich mich gar nicht, aber ein Gespenst, das durch meine Stube geht, ist\nmir, geradeso wie andern, sehr unangenehm. Darin empfinden wir also\nganz gleich.«",
        "»Haben Sie denn dergleichen auch einmal erlebt?«",
        "»Gewiß. Und noch dazu bei Kotschukoff. Und ich habe mir auch\nausbedungen, daß ich diesmal anders schlafe, vielleicht mit der\nenglischen Gouvernante zusammen. Das ist nämlich eine Quäkerin, und da\nist man sicher.«",
        "»Und Sie halten dergleichen für möglich?«",
        "»Meine gnädigste Frau, wenn man so alt ist wie ich und viel\nrumgestoßen wurde und in Rußland war und sogar auch ein halbes Jahr\nin Rumänien, da hält man alles für möglich. Es gibt so viel schlechte\nMenschen, und das andere findet sich dann auch, das gehört dann\nsozusagen mit dazu.«",
        "Effi horchte auf.",
        "»Ich bin«, fuhr die Trippelli fort, »aus einer sehr aufgeklärten\nFamilie (bloß mit Mutter war es immer nicht so recht), und doch sagte\nmir mein Vater, als das mit dem Psychographen aufkam: ’Höre, Mane, das\nist was.’ Und er hat recht gehabt, es ist auch was damit. Überhaupt,\nman ist links und rechts umlauert, hinten und vorn. Sie werden das\nnoch kennenlernen.«",
        "In diesem Augenblick trat Gieshübler heran und bot Effi den Arm,\nInnstetten führte Marietta, dann folgten Pastor Lindequist und die\nverwitwete Trippel. So ging man zu Tisch.",
        "Continue...",
        "\nThis eBook of “Effi Briest” by Theodor Fontane belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Effi Briest (Penguin Classics)By Theodor FontaneAt Amazon"
    ]
}