{
    "title": "Effi Briest - Siebentes Kapitel",
    "author": "Theodor Fontane",
    "chapter": "7",
    "content": [
        "\n",
        "\n\n",
        "Es war schon heller Tag, als Effi am andern Morgen erwachte. Sie\nhatte Mühe, sich zurechtzufinden. Wo war sie? Richtig, in Kessin, im\nHause des Landrats von Innstetten, und sie war seine Frau, Baronin\nInnstetten. Und sich aufrichtend, sah sie sich neugierig um; am Abend\nvorher war sie zu müde gewesen, um alles, was sie da halb fremdartig,\nhalb altmodisch umgab, genauer in Augenschein zu nehmen. Zwei\nSäulen stützten den Deckenbalken, und grüne Vorhänge schlossen den\nalkovenartigen Schlafraum, in welchem die Betten standen, von dem\nRest des Zimmers ab; nur in der Mitte fehlte der Vorhang oder war\nzurückgeschlagen, was ihr von ihrem Bett aus eine bequeme Orientierung\ngestattete. Da, zwischen den zwei Fenstern, stand der schmale, bis\nhoch hinaufreichende Trumeau, während rechts daneben, und schon an der\nFlurwand hin, der große schwarze Kachelofen aufragte, der noch (soviel\nhatte sie schon am Abend vorher bemerkt) nach alter Sitte von außen\nher geheizt wurde. Sie fühlte jetzt, wie seine Wärme herüberströmte.",
        "Wie schön es doch war, im eigenen Hause zu sein; soviel Behagen hatte\nsie während der ganzen Reise nicht empfunden, nicht einmal in Sorrent.",
        "Aber wo war Innstetten? Alles still um sie her, niemand da. Sie hörte\nnur den Ticktackschlag einer kleinen Pendüle und dann und wann einen\ndumpfen Ton im Ofen, woraus sie schloß, daß vom Flur her ein paar neue\nScheite nachgeschoben würden. Allmählich entsann sie sich auch, daß\nGeert am Abend vorher von einer elektrischen Klingel gesprochen hatte,\nnach der sie dann auch nicht lange mehr zu suchen brauchte; dicht\nneben ihrem Kissen war der kleine weiße Elfenbeinknopf, auf den sie\nnun leise drückte.",
        "Gleich danach erschien Johanna. »Gnädige Frau haben befohlen.«",
        "»Ach, Johanna, ich glaube, ich habe mich verschlafen. Es muß schon\nspät sein.«",
        "»Eben neun.«",
        "»Und der Herr ...«, es wollte ihr nicht glücken, so ohne ,weiteres von\nihrem »Mann« zu sprechen ..., »der Herr, er muß sehr leise gemacht\nhaben; ich habe nichts gehört.«",
        "»Das hat er gewiß. Und gnäd’ge Frau werden fest geschlafen haben. Nach\nder langen Reise ...«",
        "»Ja, das hab ich. Und der Herr, ist er immer so früh auf?« Immer,\ngnäd’ge Frau. Darin ist er streng; er kann das lange sch1afen nicht\nleiden, und wenn er drüben in sein Zimmer tritt, da muß der Ofen warm\nsein, und der Kaffee darf auch nicht auf sich warten lassen.«",
        "»Da hat er also schon gefrühstückt?«",
        "»Oh, nicht doch, gnäd’ge Frau ... der gnäd’ge Herr...«",
        "Effi fühlte, daß sie die Frage nicht hätte tun und die Vermutung,\nInnstetten könne nicht auf sie gewartet haben, lieber nicht hätte\naussprechen sollen. Es lag ihr denn auch daran, diesen ihren Fehler,\nso gut es ging, wieder auszugleichen, und als sie sich erhoben und vor\ndem Trumeau Platz genommen hatte, nahm sie das Gespräch wieder auf und\nsagte: »Der Herr hat übrigens ganz recht. Immer früh auf, das war auch\nRegel in meiner Eltern Haus. Wo die Leute den Morgen verschlafen, da\ngibt es den ganzen Tag keine Ordnung mehr. Aber der Herr wird es so\nstreng mit mir nicht nehmen; eine ganze Weile hab ich diese Nacht\nnicht schlafen können und habe mich sogar ein wenig geängstigt.«",
        "»Was ich hören muß, gnäd’ge Frau! Was war es denn?«",
        "»Es war über mir ein ganz sonderbarer Ton, nicht laut, aber doch sehr\neindringlich. Erst klang es, wie wenn lange Schleppenkleider über die\nDiele hinschleiften, und in meiner Erregung war es mir ein paarmal,\nals ob ich kleine weiße Atlasschuhe sähe. Es war, als tanze man oben,\naber ganz leise.« Johanna, während das Gespräch so ging, sah über die\nSchulter der jungen Frau fort in den hohen, schmalen Spiegel hinein,\num die Mienen Effis besser beobachten zu können. Dann sagte sie: »Ja,\ndas ist oben im Saal. Früher hörten wir es in der Küche auch. Aber\njetzt hören wir es nicht mehr; wir haben uns daran gewöhnt.«",
        "»Ist es denn etwas Besonderes damit?«",
        "»O Gott bewahre, nicht im geringsten. Eine Weile wußte man nicht\nrecht, woher es käme, und der Herr Prediger machte ein verlegenes\nGesicht, trotzdem Doktor Gieshübler immer nur darüber lachte. Nun aber\nwissen wir, daß es die Gardinen sind. Der Saal ist etwas multrig und\nstockig, und deshalb stehen immer die Fenster auf, wenn nicht gerade\nSturm ist. Und da ist denn fast immer ein starker Zug oben und fegt\ndie alten weißen Gardinen, die außerdem viel zu lang sind, über die\nDielen hin und her. Das klingt dann so wie seidne Kleider oder auch\nwie Atlasschuhe, wie die gnäd’ge Frau eben bemerkte.«",
        "»Natürlich ist es das. Aber ich begreife nur nicht, warum dann die\nGardinen nicht abgenommen werden. Oder man könnte sie ja kürzer\nmachen. Es ist ein so sonderbares Geräusch, das einem auf die Nerven\nfällt. Und nun, Johanna, bitte, geben Sie mir noch das kleine\nTuch, und tupfen Sie mir die Stirn. Oder nehmen Sie lieber den\nRafraichisseur aus meiner Reisetasche ... Ach, das ist schön und\nerfrischt mich. Nun werde ich hinübergehen. Er ist doch noch da, oder\nwar er schon aus?«",
        "»Der gnäd’ge Herr war schon aus, ich glaube, drüben auf dem Amt. Aber\nseit einer Viertelstunde ist er zurück. Ich werde Friedrich sagen, daß\ner das Frühstück bringt.«",
        "Und damit verließ Johanna das Zimmer, während Effi noch einen\nBlick in den Spiegel tat und dann über den Flur fort, der bei der\nTagesbeleuchtung viel von seinem Zauber vom Abend vorher eingebüßt\nhatte, bei Geert eintrat.",
        "Dieser saß an seinem Schreibtisch, einem etwas schwerfälligen\nZylinderbüro, das er aber, als Erbstück aus dem elterlichen Hause,\nnicht missen mochte.",
        "Effi stand hinter ihm und umarmte und küßte ihn, noch eh euch von\nseinem Platz erheben konnte.",
        "»Schon?«",
        "»Schon, sagst du. Natürlich um mich zu verspotten.«",
        "Innstetten schüttelte den Kopf. »Wie werd ich das?« Effi fand aber ein\nGefallen daran, sich anzuklagen, und wollte von den Versicherungen\nihres Mannes, daß sein »schon« ganz aufrichtig gemeint gewesen sei,\nnichts hören. »Du mußt von der Reise her wissen, daß ich morgens\nnie habe warten lassen. Im Laufe des Tages, nun ja, da ist es etwas\nanderes. Es ist wahr, ich bin nicht sehr pünktlich, aber ich bin keine\nLangschläferin. Darin, denk ich, haben mich die Eltern gut erzogen.«",
        "»Darin? In allem, meine süße Effi.«",
        "»Das sagst du so, weil wir noch in den Flitterwochen sind ... aber\nnein, wir sind ja schon heraus. Um Himmels willen, Geert, daran habe\nich noch gar nicht gedacht, wir sind ja schon über sechs Wochen\nverheiratet, sechs Wochen und einen Tag. Ja, das ist etwas anderes,\nda nehme ich es nicht mehr als Schmeichelei, da nehme ich es als\nWahrheit.«",
        "In diesem Augenblick trat Friedrich ein und brachte den Kaffee. Der\nFrühstückstisch stand in Schräglinie vor einem Meinen, rechtwinkligen\nSofa, das gerade die eine Ecke des Wohnzimmers ausfüllte. Hier setzten\nsich beide. »Der Kaffee ist ja vorzüglich«, sagte Effi, während sie\nzugleich das Zimmer und seine Einrichtung musterte. »Das ist noch\nHotelkaffee oder wie der bei Bottegone ... erinnerst du dich noch, in\nFlorenz, mit dem Blick auf den Dom. Davor muß ich der Mama schreiben,\nsolchen Kaffee haben wir in Hohen-Cremmen nicht. Überhaupt, Geert, ich\nsehe nun erst, wie vornehm ich mich verheiratet habe. Bei uns konnte\nalles nur so gerade passieren.«",
        "»Torheit, Effi. Ich habe nie eine bessere Hausführung gesehen als bei\neuch.«",
        "»Und dann, wie du wohnst. Als Papa sich den neuen Gewehrschrank\nangeschafft und über seinem Schreibtisch einen Büffelkopf und dicht\ndarunter den alten Wrangel angebracht hatte (er war nämlich mal\nAdjutant bei dem Alten), da dacht er wunder was er getan; aber wenn\nich mich hier umsehe, daneben ist unsere ganze Hohen-Cremmener\nHerrlichkeit ja bloß dürftig und alltäglich. Ich weiß gar nicht, womit\nich das alles vergleichen soll; schon gestern abend, als ich nur so\nflüchtig darüber hinsah, kamen mir allerhand Gedanken.« »Und welche,\nwenn ich fragen darf?«",
        "»Ja, welche. Du darfst aber nicht drüber lachen. Ich habe mal ein\nBilderbuch gehabt, wo ein persischer oder indischer Fürst (denn er\ntrug einen Turban) mit untergeschlagenen Beinen auf einem roten\nSeidenkissen saß, und in seinem Rücken war außerdem noch eine große\nrote Seidenrolle, die links und rechts ganz bauschig zum Vorschein\nkam, und die Wand hinter dem indischen Fürsten starrte von Schwertern\nund Dolchen und Parderfellen und Schilden und langen türkischen\nFlinten. Und sieh, ganz so sieht es hier bei dir aus, und wenn du noch\ndie Beine unterschlägst, ist die Ähnlichkeit vollkommen.«",
        "»Effi, du bist ein entzückendes, liebes Geschöpf. Du weißt gar nicht,\nwie sehr ich’s finde und wie gern ich dir in jedem Augenblick zeigen\nmöchte, daß ich’s finde.«",
        "»Nun, dazu ist ja noch vollauf Zeit; ich bin ja erst siebzehn und habe\nnoch nicht vor zu sterben.«",
        "»Wenigstens nicht vor mir. Freilich, wenn ich dann stürbe, nähme ich\ndich am liebsten mit. Ich will dich keinem andern lassen; was meinst\ndu dazu?«",
        "»Das muß ich mir doch noch überlegen. Oder lieber, lassen wir’s\nüberhaupt. Ich spreche nicht gern von Tod, ich bin für Leben. Und\nnun sage mir, wie leben wir hier? Du hast mir unterwegs allerlei\nSonderbares von Stadt und Land erzählt, aber wie wir selber hier\nleben werden, davon kein Wort. Daß hier alles anders ist als in\nHohen-Cremmen und Schwantikow, das seh ich wohl, aber wir müssen doch\nin dem ’guten Kessin’, wie du’s immer nennst, auch etwas wie Umgang\nund Gesellschaft haben können. Habt ihr denn Leute von Familie in der\nStadt?«",
        "»Nein, meine liebe Effi; nach dieser Seite hin gehst du großen\nEnttäuschungen entgegen. In der Nähe haben wir ein paar Adlige, die du\nkennenlernen wirst, aber hier in der Stadt ist gar nichts.«",
        "»Gar nichts? Das kann ich nicht glauben. Ihr seid doch bis zu\ndreitausend Menschen, und unter dreitausend Menschen muß es doch außer\nso kleinen Leuten wie Barbier Beza (so hieß er ja wohl) doch auch noch\neine Elite geben, Honoratioren oder dergleichen.«",
        "Innstetten lachte. »Ja, Honoratioren, die gibt es. Aber bei Licht\nbesehen ist es nicht viel damit. Natürlich haben wir einen Prediger\nund einen Amtsrichter und einen Rektor und einen Lotsenkommandeur, und\nvon solchen beamteten Leuten findet sich schließlich wohl ein ganzes\nDutzend zusammen, aber die meisten davon: gute Menschen und schlechte\nMusikanten. Und was dann noch bleibt, das sind bloß Konsuln.«",
        "»Bloß Konsuln. Ich bitte dich, Geert, wie kannst du nur sagen ’bloß\nKonsuln’. Das ist doch etwas sehr Hohes und Großes, und ich möcht\nbeinah sagen Furchtbares. Konsuln, das sind doch die mit dem\nRutenbündel, draus, glaub ich, ein Beil heraussah.«",
        "»Nicht ganz, Effi Die heißen Liktoren.«",
        "»Richtig, die heißen Liktoren. Aber Konsuln ist doch auch etwas sehr\nVornehmes und Hochgesetzliches. Brutus war doch ein Konsul.«",
        "»Ja, Brutus war ein Konsul. Aber unsere sind ihm nicht sehr ähnlich\nund begnügen sich damit, mit Zucker und Kaffee zu handeln oder eine\nKiste mit Apfelsinen aufzubrechen, und verkaufen dir dann das Stück\npro zehn Pfennige.«",
        "»Nicht möglich.«",
        "»Sogar gewiß. Es sind kleine, pfiffige Kaufleute, die, wenn\nfremdländische Schiffe hier einlaufen und in irgendeiner\nGeschäftsfrage nicht recht aus noch ein wissen, dann mit ihrem Rat\nzur Hand sind, und wenn sie diesen Rat gegeben und irgendeinem\nholländischen oder portugiesischen Schiff einen Dienst geleistet\nhaben, so werden sie zuletzt zu beglaubigten Vertretern solcher\nfremder Staaten, und gerade so viele Botschafter und Gesandte, wie wir\nin Berlin haben, so viele Konsuln haben wir auch in Kessin, und wenn\nirgendein Festtag ist, und es gibt hier viele Festtage, dann werden\nalle Wimpel gehißt, und haben wir gerade eine grelle Morgensonne, so\nsiehst du an solchem Tag ganz Europa von unsern Dächern flaggen und\ndas Sternenbanner und den chinesischen Drachen dazu.«",
        "»Du bist in einer spöttischen Laune, Geert, und magst auch wohl recht\nhaben. Aber ich, für meine kleine Person, muß dir gestehen, daß ich\ndies alles entzückend finde und daß unsere havelländischen Städte\ndaneben verschwinden. Wenn sie da Kaisers Geburtstag feiern, so\nflaggt es immer bloß schwarz und weiß und allenfalls ein bißchen rot\ndazwischen, aber das kann sich doch nicht vergleichen mit der Welt von\nFlaggen, von der du sprichst. Überhaupt, wie ich dir schon sagte, ich\nfinde immer wieder und wieder, es hat alles so was Fremdländisches\nhier, und ich habe noch nichts gehört und gesehen, was mich nicht in\neine gewisse Verwunderung gesetzt hätte, gleich gestern abend das\nmerkwürdige Schiff draußen im Flur und dahinter der Haifisch und das\nKrokodil und hier dein eigenes Zimmer. Alles so orientalisch, und ich\nmuß es wiederholen, alles wie bei einem indischen Fürsten ...«",
        "»Meinetwegen. Ich gratuliere, Fürstin ...«",
        "»Und dann oben der Saal mit seinen langen Gardinen, die über die Diele\nhinfegen.«",
        "»Aber was weißt du denn von dem Saal, Effi?«",
        "»Nichts, als was ich dir eben gesagt habe. Wohl eine Stunde lang, als\nich in der Nacht aufwachte, war es mir, als ob ich Schuhe auf der Erde\nschleifen hörte und als würde getanzt und fast auch wie Musik. Aber\nalles ganz leise. Und das hab ich dann heute früh an Johanna erzählt,\nbloß um mich zu entschuldigen, daß ich hinterher so lange geschlafen.\nUnd da sagte sie mir, das sei von den langen Gardinen oben im Saal.\nIch denke, wir machen kurzen Prozeß damit und schneiden die Gardinen\netwas ab oder schließen wenigstens die Fenster; es wird ohnehin bald\nstürmisch genug werden. Mitte November ist ja die Zeit.«",
        "Innstetten sah in einer kleinen Verlegenheit vor sich hin und schien\nschwankend, ob er auf all das antworten solle. Schließlich entschied\ner sich für Schweigen. »Du hast ganz recht, Effi, wir wollen die\nlangen Gardinen oben kürzer machen. Aber es eilt nicht damit, um\nso weniger, als es nicht sicher ist, ob es hilft. Es kann auch was\nanderes sein, im Rauchfang oder der Wurm im Holz oder ein Iltis.\nWir haben nämlich hier Iltisse. Jedenfalls aber, eh wir Änderungen\nvornehmen, mußt du dich in unserem Hauswesen erst umsehen, natürlich\nunter meiner Führung; in einer Viertelstunde zwingen wir’s. Und dann\nmachst du Toilette, nur ein ganz klein wenig, denn eigentlich bist du\nso am reizendsten - Toilette für unseren Freund Gieshübler; es ist\njetzt zehn vorüber, und ich müßte mich sehr in ihm irren, wenn er\nnicht um elf oder doch spätestens um die Mittagsstunde hier antreten\nund dir seinen Respekt devotest zu Füßen legen sollte. Das ist nämlich\ndie Sprache, drin er sich ergeht. Übrigens, wie ich dir schon sagte,\nein kapitaler Mann, der dein Freund werden wird, wenn ich ihn und dich\nrecht kenne.«",
        "Continue...",
        "\nThis eBook of “Effi Briest” by Theodor Fontane belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Effi Briest (Penguin Classics)By Theodor FontaneAt Amazon"
    ]
}