{
    "title": "Effi Briest - Neuntes Kapitel",
    "author": "Theodor Fontane",
    "chapter": "9",
    "content": [
        "\n",
        "\n\n",
        "So war Effis erster Tag in Kessin gewesen. Innstetten gab ihr noch\neine halbe Woche Zeit, sich einzurichten und die verschiedensten\nBriefe nach Hohen-Cremmen zu schreiben, an die Mama, an Hulda und die\nZwillinge; dann aber hatten die Stadtbesuche begonnen, die zum Teil\n(es regnete gerade so, daß man sich diese Ungewöhnlichkeit schon\ngestatten konnte) in einer geschlossenen Kutsche gemacht wurden. Als\nman damit fertig war, kam der Landadel an die Reihe. Das dauerte\nlänger, da sich bei den meist großen Entfernungen an jedem Tag nur\neine Visite machen ließ. Zuerst war man bei den Borckes in Rothenmoor,\ndann ging es nach Morgnitz, Dabergotz und Kroschentin, wo man bei\nden Ahlemanns, den Jatzkows und den Grasenabbs den pflichtschuldigen\nBesuch abstattete. Noch ein paar andere folgten, unter denen auch\nder alte Baron von Güldenklee auf Papenhagen war. Der Eindruck, den\nEffi empfing, war überall derselbe: mittelmäßige Menschen von meist\nzweifelhafter Liebenswürdigkeit, die, während sie vorgaben, über\nBismarck und die Kronprinzessin zu sprechen, eigentlich nur Effis\nToilette musterten, die von einigen als zu prätentiös für eine so\njugendliche Dame, von andern als zuwenig dezent für eine Dame von\ngesellschaftlicher Stellung befunden wurde. Man merke doch an allem\ndie Berliner Schule: Sinn für Äußerliches und eine merkwürdige\nVerlegenheit und Unsicherheit bei Berührung großer Fragen. In\nRothenmoor bei den Borckes und dann auch bei den Familien in Morgnitz\nund Dabergotz war sie für »rationalistisch angekränkelt«, bei den\nGrasenabbs in Kroschentin aber rundweg für eine »Atheistin« erklärt\nworden. Allerdings hatte die alte Frau von Grasenabb, eine Süddeutsche\n(geborene Stiefel von Stiefelstein), einen schwachen Versuch gemacht,\nEffi wenigstens für den Deismus zu retten; Sidonie von Grasenabb\naber, eine dreiundvierzigjährige alte Jungfer, war barsch\ndazwischengefahren: »Ich sage dir, Mutter, einfach Atheistin, kein\nZollbreit weniger, und dabei bleibt es«, worauf die Alte, die sich vor\nihrer eigenen Tochter fürchtete, klüglich geschwiegen hatte.",
        "Die ganze Tournee hatte so ziemlich zwei Wochen gedauert, und es war\nam 2. Dezember, als man zu schon später Stunde von dem letzten dieser\nBesuche nach Kessin zurückkehrte. Dieser letzte Besuch hatte den\nGüldenklees auf Papenhagen gegolten, bei welcher Gelegenheit\nInnstetten dem Schicksal nicht entgangen war, mit dem alten Güldenklee\npolitisieren zu müssen. »Ja, teuerster Landrat, wenn ich so den\nWechsel der Zeiten bedenke! Heute vor einem Menschenalter oder\nungefähr so lange, ja, da war auch ein 2. Dezember, und der gute Louis\nund Napoleonsneffe - wenn er so was war und nicht eigentlich ganz\nwoanders herstammte -, der kartätschte damals auf die Pariser\nKanaille. Na, das mag ihm verziehen sein, für so was war er der rechte\nMann, und ich halte zu dem Satz: ’Jeder hat es gerade so gut und so\nschlecht, wie er’s verdient.’ Aber daß er nachher alle Schätzung\nverlor und Anno siebzig so mir nichts, dir nichts auch mit uns\nanbinden wollte, sehen Sie, Baron, das war, ja wie sag ich, das war\neine Insolenz. Es ist ihm aber auch heimgezahlt worden. Unser Alter da\noben läßt sich nicht spotten, der steht zu uns.«",
        "»Ja«, sagte Innstetten, der klug genug war, auf solche Philistereien\nanscheinend ernsthaft einzugehen, »der Held und Eroberer von\nSaarbrücken wußte nicht, was er tat. Aber Sie dürfen nicht zu streng\nmit ihm persönlich abrechnen. Wer ist am Ende Herr in seinem Hause?\nNiemand. Ich richte mich auch schon darauf ein, die Zügel der\nRegierung in andere Hände zu legen, und Louis Napoleon, nun, der war\nvollends ein Stück Wachs in den Händen seiner katholischen Frau, oder\nsagen wir lieber, seiner jesuitischen Frau.«",
        "»Wachs in den Händen seiner Frau, die ihm dann eine Nase drehte.\nNatürlich, Innstetten, das war er. Aber damit wollen Sie diese Puppe\ndoch nicht etwa retten? Er ist und bleibt gerichtet. An und für sich\nist es übrigens noch gar nicht mal erwiesen«, und sein Blick suchte\nbei diesen Worten etwas ängstlich nach dem Auge seiner Ehehälfte, »ob\nnicht Frauenherrschaft eigentlich als ein Vorzug gelten kann; nur\nfreilich, die Frau muß danach sein. Aber wer war diese Frau? Sie war\nüberhaupt keine Frau, im günstigsten Fall war sie eine Dame, das sagt\nalles; ’Dame’ hat beinah immer einen Beigeschmack. Diese Eugenie -\nüber deren Verhältnis zu dem jüdischen Bankier ich hier gern hingehe,\ndenn ich hasse Tugendhochmut - hatte was vom Café chantant, und wenn\ndie Stadt, in der sie lebte, das Babel war, so war sie das Weib von\nBabel. Ich mag mich nicht deutlicher ausdrücken, denn ich weiß«, und\ner verneigte sich gegen Effi, »was ich deutschen Frauen schuldig bin.\nUm Vergebung, meine Gnädigste, daß ich diese Dinge vor Ihren Ohren\nüberhaupt berührt habe.« So war die Unterhaltung gegangen, nachdem man\nvorher von Wahl, Nobiling und Raps gesprochen hatte, und nun saßen\nInnstetten und Effi wieder daheim und plauderten noch eine halbe\nStunde. Die beiden Mädchen im Hause waren schon zu Bett, denn es war\nnah an Mitternacht.",
        "Innstetten, in kurzem Hausrock und Saffianschuhen, ging auf und ab;\nEffi war noch in ihrer Gesellschaftstoilette; Fächer und Handschuhe\nlagen neben ihr. »Ja«, sagte Innstetten, während er sein\nAufundabschreiten im Zimmer unterbrach, »diesen Tag müßten wir nun\nwohl eigentlich feiern, und ich weiß nur noch nicht, womit. Soll\nich dir einen Siegesmarsch vorspielen oder den Haifisch draußen in\nBewegung setzen oder dich im Triumph über den Flur tragen? Etwas muß\ndoch geschehen, denn du mußt wissen, das war nun heute die letzte\nVisite.«",
        "»Gott sei Dank war sie’s«, sagte Effi. »Aber das Gefühl, daß wir nun\nRuhe haben, ist, denk ich, gerade Feier genug. Nur einen Kuß könntest\ndu mir geben. Aber daran denkst du nicht. Auf dem ganzen weiten Weg\nnicht gerührt, frostig wie ein Schneemann. Und immer nur die Zigarre.«",
        "»Laß, ich werde mich schon bessern und will vorläufig nur wissen, wie\nstehst du zu dieser ganzen Umgangs- und Verkehrsfrage? Fühlst du dich\nzu dem einen oder andern hingezogen? Haben die Borckes die Grasenabbs\ngeschlagen oder umgekehrt, oder hältst du’s mit dem alten Güldenklee?\nWas er da über die Eugenie sagte, machte doch einen sehr edlen und\nreinen Eindruck.«",
        "»Ei, sieh, Herr von Innstetten, auch medisant! Ich lerne Sie von einer\nganz neuen Seite kennen.«",
        "»Und wenn’s unser Adel nicht tut«, fuhr Innstetten fort, ohne sich\nstören zu lassen, »wie stehst du zu den Kessiner Stadthonoratioren?\nWie stehst du zur Ressource? Daran hängt doch am Ende Leben und\nSterben. Ich habe dich da neulich mit unserem reserveleutnantlichen\nAmtsrichter sprechen sehen, einem zierlichen Männchen, mit dem sich\nvielleicht durchkommen ließe, wenn er nur endlich von der Vorstellung\nloskönnte, die Wiedereroberung von Le Bourget durch sein Erscheinen in\nder Flanke zustande gebracht zu haben. Und seine Frau! Sie gilt als\ndie beste Bostonspielerin und hat auch die hübschesten Anlegemarken.\nAlso nochmals, Effi, wie wird es werden in Kessin? Wirst du dich\neinleben? Wirst du populär werden und mir die Majorität sichern,\nwenn ich in den Reichstag will? Oder bist du für Einsiedlertum, für\nAbschluß von der Kessiner Menschheit, so Stadt wie Land?«",
        "»Ich werde mich wohl für Einsiedlertum entschließen, wenn mich die\nMohrenapotheke nicht herausreißt. Bei Sidonie werd ich dadurch\nfreilich noch etwas tiefer sinken, aber darauf muß ich es ankommen\nlassen; dieser Kampf muß eben gekämpft werden. Ich steh und falle mit\nGieshübler. Es klingt etwas komisch, aber er ist wirklich der einzige,\nmit dem sich ein Wort reden läßt, der einzige richtige Mensch hier.«",
        "»Das ist er«, sagte Innstetten. »Wie gut du zu wählen verstehst.«",
        "»Hätte ich sonst dich?« sagte Effi und hängte sich an seinen Arm.",
        "Das war am 2. Dezember. Eine Woche später war Bismarck in Varzin, und\nnun wußte Innstetten, daß bis Weihnachten, und vielleicht noch darüber\nhinaus, an ruhige Tage für ihn gar nicht mehr zu denken sei. Der Fürst\nhatte noch von Versailles her eine Vorliebe für ihn und lud ihn,\nwenn Besuch da war, häufig zu Tisch, aber auch allein, denn der\njugendliche, durch Haltung und Klugheit gleich ausgezeichnete Landrat\nstand ebenso in Gunst bei der Fürstin.",
        "Zum 14. erfolgte die erste Einladung. Es lag Schnee, weshalb\nInnstetten die fast zweistündige Fahrt bis an den Bahnhof, von wo noch\neine Stunde Eisenbahn war, im Schlitten zu machen vorhatte. »Warte\nnicht auf mich, Effi. Vor Mitternacht kann ich nicht zurück sein;\nwahrscheinlich wird es zwei oder noch später. Ich störe dich aber\nnicht. Gehab dich wohl, und auf Wiedersehen morgen früh.« Und damit\nstieg er ein, und die beiden isabellfarbenen Graditzer jagten im Fluge\ndurch die Stadt hin und dann landeinwärts auf den Bahnhof zu.",
        "Das war die erste lange Trennung, fast auf zwölf Stunden. Arme Effi.\nWie sollte sie den Abend verbringen? Früh zu Bett, das war gefährlich,\ndann wachte sie auf und konnte nicht wieder einschlafen und horchte\nauf alles. Nein, erst recht müde werden und dann ein fester Schlaf,\ndas war das beste. Sie schrieb einen Brief an die Mama und ging dann\nzu Frau Kruse, deren gemütskranker Zustand - sie hatte das schwarze\nHuhn oft bis in die Nacht hinein auf ihrem Schoß - ihr Teilnahme\neinflößte. Die Freundlichkeit indessen, die sich darin aussprach,\nwurde von der in ihrer überheizten Stube sitzenden und nur still und\nstumm vor sich hinbrütenden Frau keinen Augenblick erwidert, weshalb\nEffi, als sie wahrnahm, daß ihr Besuch mehr als Störung wie als Freude\nempfunden wurde, wieder ging und nur noch fragte, ob die Kranke etwas\nhaben wolle. Diese lehnte aber alles ab.",
        "Inzwischen war es Abend geworden, und die Lampe brannte schon. Effi\nstellte sich ans Fenster ihres Zimmers und sah auf das Wäldchen\nhinaus, auf dessen Zweigen der glitzernde Schnee lag. Sie war von dem\nBilde ganz in Anspruch genommen und kümmerte sich nicht um das, was\nhinter ihr in dem Zimmer vorging. Als sie sich wieder umsah, bemerkte\nsie, daß Friedrich still und geräuschlos ein Kuvert gelegt und ein\nKabarett auf den Sofatisch gestellt hatte. »Ja so, Abendbrot ... Da\nwerd ich mich nun wohl setzen müssen.« Aber es wollte nicht schmecken,\nund so stand sie wieder auf und las den an die Mama geschriebenen\nBrief noch einmal durch. Hatte sie schon vorher ein Gefühl der\nEinsamkeit gehabt, so jetzt doppelt. Was hätte sie darum gegeben, wenn\ndie beiden Jahnkeschen Rotköpfe jetzt eingetreten wären oder selbst\nHulda. Die war freilich immer so sentimental und beschäftigte sich\nmeist nur mit ihren Triumphen; aber so zweifelhaft und anfechtbar\ndiese Triumphe waren, sie hätte sich in diesem Augenblick doch gern\ndavon erzählen lassen. Schließlich klappte sie den Flügel auf, um\nzu spielen; aber es ging nicht. »Nein, dabei werd ich vollends\nmelancholisch; lieber lesen.« Und so suchte sie nach einem Buch. Das\nerste, was ihr zu Händen kam, war ein dickes rotes Reisehandbuch,\nalter Jahrgang, vielleicht schon aus Innstettens Leutnantstagen her.\n»Ja, darin will ich lesen; es gibt nichts Beruhigenderes als solche\nBücher. Das Gefährliche sind bloß immer die Karten; aber vor diesem\nAugenpulver, das ich hasse, werd ich mich schon hüten.« Und so schlug\nsie denn auf gut Glück auf: Seite 153. Nebenan hörte sie das Ticktack\nder Uhr und draußen Rollo, der, seit es dunkel war, seinen Platz in\nder Remise aufgegeben und sich, wie jeden Abend, so auch heute wieder,\nauf die große geflochtene Matte, die vor dem Schlafzimmer lag,\nausgestreckt hatte. Das Bewußtsein seiner Nähe minderte das Gefühl\nihrer Verlassenheit, ja, sie kam fast in Stimmung, und so begann\nsie denn auch unverzüglich zu lesen. Auf der gerade vor ihr\naufgeschlagenen Seite war von der »Eremitage«, dem bekannten\nmarkgräflichen Lustschloß in der Nähe von Bayreuth, die Rede; das\nlockte sie, Bayreuth, Richard Wagner, und so las sie denn: Unter den\nBildern in der Eremitage nennen wir noch eins, das nicht durch seine\nSchönheit, wohl aber durch sein Alter und durch die Person, die\nes darstellt, ein Interesse beansprucht. Es ist dies ein stark\nnachgedunkeltes Frauenporträt, kleiner Kopf, mit herben, etwas\nunheimlichen Gesichtszügen und einer Halskrause, die den Kopf zu\ntragen scheint. Einige meinen, es sei eine alte Markgräfin aus dem\nEnde des fünfzehnten Jahrhunderts, andere sind der Ansicht, es sei die\nGräfin von Orlamünde; darin aber sind beide einig, daß es das Bildnis\nder Dame sei, die seither in der Geschichte der Hohenzollern unter dem\nNamen der »weißen Frau« eine gewisse Berühmtheit erlangt hat.",
        "»Das hab ich gut getroffen«, sagte Effi, während sie das Buch beiseite\nschob; »ich will mir die Nerven beruhigen, und das erste, was ich\nlese, ist die Geschichte von der ’weißen Frau’, vor der ich mich\ngefürchtet habe, solange ich denken kann. Aber da nun das Gruseln mal\nda ist, will ich doch auch zu Ende lesen.«",
        "Und sie schlug wieder auf und las weiter: ... Ebendies alte Porträt\n(dessen Original in der Hohenzollernschen Familiengeschichte solche\nRolle spielt) spielt als Bild auch eine Rolle in der Spezialgeschichte\ndes Schlosses Eremitage, was wohl damit zusammenhängt, daß es an\neiner dem Fremden unsichtbaren Tapetentür hängt, hinter der sich eine\nvom Souterrain her hinaufführende Treppe befindet. Es heißt, daß,\nals Napoleon hier übernachtete, die »weiße Frau« aus dem Rahmen\nherausgetreten und auf sein Bett zugeschritten sei. Der Kaiser,\nentsetzt auffahrend, habe nach seinem Adjutanten gerufen und bis an\nsein Lebensende mit Entrüstung von diesem »maudit château« gesprochen.",
        "»Ich muß es aufgeben, mich durch Lektüre beruhigen zu wollen«,\nsagte Effi. »Lese ich weiter, so komm ich gewiß noch nach einem\nKellergewölbe, wo der Teufel auf einem Weinfaß davongeritten ist.\nEs gibt, glaub ich, in Deutschland viel dergleichen, und in einem\nReisehandbuch muß es sich natürlich alles zusammenfinden. Ich will\nalso lieber wieder die Augen schließen und mir, so gut es geht, meinen\nPolterabend vorstellen: die Zwillinge, wie sie vor Tränen nicht\nweiterkonnten, und dazu den Vetter Briest, der, als sich alles\nverlegen anblickte, mit erstaunlicher Würde behauptete, solche Tränen\nöffneten einem das Paradies. Er war wirklich scharmant und immer so\nübermütig ... Und nun ich! Und gerade hier. Ach, ich tauge doch gar\nnicht für eine große Dame. Die Mama, ja, die hätte hierhergepaßt, die\nhätte, wie’s einer Landrätin zukommt, den Ton angegeben, und Sidonie\nGrasenabb wäre ganz Huldigung gegen sie gewesen und hätte sich über\nihren Glauben oder Unglauben nicht groß beunruhigt. Aber ich ... ich\nbin ein Kind und werd es auch wohl bleiben. Einmal hab ich gehört,\ndas sei ein Glück. Aber ich weiß doch nicht, ob das wahr ist. Man muß\ndoch immer dahin passen, wohin man nun mal gestellt ist.« In diesem\nAugenblick kam Friedrich, um den Tisch abzuräumen. »Wie spät ist es,\nFriedrich?«",
        "»Es geht auf neun, gnäd’ge Frau.«",
        "»Nun, das läßt sich hören. Schicken Sie mir Johanna.«",
        "»Gnäd’ge Frau haben befohlen.«",
        "»Ja, Johanna. Ich will zu Bett gehen. Es ist eigentlich noch früh.\nAber ich bin so allein. Bitte, tun Sie den Brief erst ein, und wenn\nSie wieder da sind, nun, dann wird es wohl Zeit sein. Und wenn auch\nnicht.«",
        "Effi nahm die Lampe und ging in ihr Schlafzimmer hinüber. Richtig, auf\nder Binsenmatte lag Rollo. Als er Effi kommen sah, erhob er sich, um\nden Platz freizugeben, und strich mit seinem Behang an ihrer Hand hin.\nDann legte er sich wieder nieder.",
        "Johanna war inzwischen nach dem Landratsamt hinübergegangen, um da den\nBrief einzustecken. Sie hatte sich drüben nicht sonderlich beeilt,\nvielmehr vorgezogen, mit der Frau Paaschen, des Amtsdieners Frau, ein\nGespräch zu führen. Natürlich über die junge Frau.",
        "»Wie ist sie denn?« fragte die Paaschen.",
        "»Sehr jung ist sie.«",
        "»Nun, das ist kein Unglück, eher umgekehrt. Die Jungen, und das ist\neben das Gute, stehen immer bloß vorm Spiegel und zupfen und stecken\nsich was vor und sehen nicht viel und hören nicht viel und sind noch\nnicht so, daß sie draußen immer die Lichtstümpfe zählen und einem\nnicht gönnen, daß man einen Kuß kriegt, bloß weil sie selber keinen\nmehr kriegen.«",
        "»Ja«, sagte Johanna, »so war meine vorige Madam, und ganz ohne Not.\nAber davon hat unsere Gnäd’ge nichts.«",
        "»Ist er denn sehr zärtlich?«",
        "»Oh, sehr. Das können Sie doch wohl denken.« »Aber daß er sie so\nallein läßt ...«",
        "»Ja, liebe Paaschen, Sie dürfen nicht vergessen ... der Fürst. Und\ndann, er ist ja doch am Ende Landrat. Und vielleicht will er auch noch\nhöher.«",
        "»Gewiß will er. Und er wird auch noch. Er hat so was. Paaschen sagt es\nauch immer, und er kennt seine Leute.«",
        "Während dieses Ganges drüben nach dem Amt hinüber war wohl eine\nViertelstunde vergangen, und als Johanna wieder zurück war, saß\nEffi schon vor dem Trumeau und wartete. »Sie sind lange geblieben,\nJohanna.«",
        "»Ja, gnäd’ge Frau ... Gnäd’ge Frau wollen entschuldigen ... Ich traf\ndrüben die Frau Paaschen, und da hab ich mich ein wenig verweilt. Es\nist so still hier. Man ist immer froh, wenn man einen Menschen trifft,\nmit dem man ein Wort sprechen kann. Christel ist eine sehr gute\nPerson, aber sie spricht nicht, und Friedrich ist so dusig und auch so\nvorsichtig und will mit der Sprache nie recht heraus. Gewiß, man muß\nauch schweigen können, und die Paaschen, die so neugierig und so ganz\ngewöhnlich ist, ist eigentlich gar nicht nach meinem Geschmack; aber\nman hat es doch gern, wenn man mal was hört und sieht.«",
        "Effi seufzte. »Ja, Johanna, das ist auch das beste ...«",
        "»Gnäd’ge Frau haben so schönes Haar, so lang und so seidenweich.«",
        "»Ja, es ist sehr weich. Aber das ist nicht gut, Johanna. Wie das Haar\nist, ist der Charakter.«",
        "»Gewiß, gnäd’ge Frau. Und ein weicher Charakter ist doch besser als\nein harter. Ich habe auch weiches Haar.«",
        "»Ja, Johanna. Und Sie haben auch blondes. Das haben die Männer am\nliebsten.«",
        "»Ach, das ist doch sehr verschieden, gnäd’ge Frau. Manche sind doch\nauch für das schwarze.«",
        "»Freilich«, lachte Effi, »das habe ich auch schon gefunden. Es wird\nwohl an was anderem liegen. Aber die, die blond sind, die haben auch\nimmer einen weißen Teint, Sie auch, Johanna, und ich möchte mich wohl\nverwetten, daß Sie viel Nachstellung haben. Ich bin noch sehr jung,\naber das weiß ich doch auch. Und dann habe ich eine Freundin, die war\nauch so blond, ganz flachsblond, noch blonder als Sie, und war eine\nPredigertochter ...«",
        "»Ja, denn ...«",
        "»Aber ich bitte Sie, Johanna, was meinen Sie mit ’ja denn’? Das klingt\nja ganz anzüglich und sonderbar, und Sie werden doch nichts gegen\nPredigerstöchter haben ... Es war ein sehr hübsches Mädchen, was\nselbst unsere Offiziere - wir hatten nämlich Offiziere, noch dazu rote\nHusaren - auch immer fanden, und verstand sich dabei sehr gut auf\nToilette, schwarzes Sammetmieder und eine Blume, Rose oder auch\nHeliotrop, und wenn sie nicht so vorstehende große Augen gehabt hätte\n... ach, die hätten Sie sehen sollen, Johanna, wenigstens so groß (und\nEffi zog unter Lachen an ihrem rechten Augenlid), so wäre sie geradezu\neine Schönheit gewesen. Sie hieß Hulda, Hulda Niemeyer, und wir waren\nnicht einmal so ganz intim; aber wenn ich sie jetzt hier hätte und sie\nda säße, da in der kleinen Sofaecke, so wollte ich bis Mitternacht mit\nihr plaudern oder noch länger. Ich habe solche Sehnsucht, und...«, und\ndabei zog sie Johannas Kopf dicht an sich heran, »... ich habe solche\nAngst.«",
        "»Ach, das gibt sich, gnäd’ge Frau, die hatten wir alle.« »Die hattet\nihr alle? Was soll das heißen, Johanna?«",
        "»... Und wenn die gnäd’ge Frau wirklich solche Angst haben, so kann\nich mir ja ein Lager hier machen. Ich nehme die Strohmatte und kehre\neinen Stuhl um, daß ich eine Kopflehne habe, und dann schlafe ich\nhier, bis morgen früh oder bis der gnäd’ge Herr wieder da ist.«",
        "»Er will mich nicht stören. Das hat er mir eigens versprochen.«",
        "»Oder ich setze mich bloß in die Sofaecke.«",
        "»Ja, das ginge vielleicht. Aber nein, es geht auch nicht. Der Herr\ndarf nicht wissen, daß ich mich ängstige, das liebt er nicht. Er will\nimmer, daß ich tapfer und entschlossen bin, so wie er. Und das kann\nich nicht; ich war immer etwas anfällig ... Aber freilich, ich sehe\nwohl ein, ich muß mich bezwingen und ihm in solchen Stücken und\nüberhaupt zu Willen sein ... Und dann habe ich ja auch Rollo. Der\nliegt ja vor der Türschwelle.«",
        "Johanna nickte zu jedem Wort und zündete dann das Licht an, das auf\nEffis Nachttisch stand. Dann nahm sie die Lampe. »Befehlen gnäd’ge\nFrau noch etwas?«",
        "»Nein, Johanna. Die Läden sind doch fest geschlossen?« »Bloß angelegt,\ngnäd’ge Frau. Es ist sonst so dunkel und so stickig.«",
        "»Gut, gut.«",
        "Und nun entfernte sich Johanna; Effi aber ging auf ihr Bett zu und\nwickelte sich in ihre Decken.",
        "Sie ließ das Licht brennen, weil sie gewillt war, nicht gleich\neinzuschlafen, vielmehr vorhatte, wie vorhin ihren Polterabend,\nso jetzt ihre Hochzeitsreise zu rekapitulieren und alles an sich\nvorüberziehen zu lassen. Aber es kam anders, wie sie gedacht, und\nals sie bis Verona war und nach dem Hause der Julia Capulet suchte,\nfielen ihr schon die Augen zu. Das Stümpfchen Licht in dem kleinen\nSilberleuchter brannte allmählich nieder, und nun flackerte es noch\neinmal auf und erlosch. Effi schlief eine Weile ganz fest. Aber mit\neinem Male fuhr sie mit einem lauten Schrei aus ihrem Schlaf auf,\nja, sie hörte selber noch den Aufschrei und auch, wie Rollo draußen\nanschlug - »wau, wau«, klang es den Flur entlang, dumpf und selber\nbeinahe ängstlich. Ihr war, als ob ihr das Herz stillstände; sie\nkonnte nicht rufen, und in diesem Augenblick huschte was an ihr\nvorbei, und die nach dem Flur hinausführende Tür sprang auf. Aber\nebendieser Moment höchster Angst war auch der ihrer Befreiung, denn\nstatt etwas Schrecklichem kam jetzt Rollo auf sie zu, suchte mit\nseinem Kopf nach ihrer Hand und legte sich, als er diese gefunden, auf\nden vor ihrem Bett ausgebreiteten Teppich nieder. Effi selber aber\nhatte mit der anderen Hand dreimal auf den Knopf der Klingel gedrückt,\nund keine halbe Minute, so war Johanna da, barfüßig, den Rock über dem\nArm und ein großes kariertes Tuch über Kopf und Schulter geschlagen.\n»Gott sei Dank, Johanna, daß Sie da sind.«",
        "»Was war denn, gnäd’ge Frau? Gnäd’ge Frau haben geträumt.«",
        "»Ja, geträumt. Es muß so was gewesen sein ... aber es war doch auch\nnoch was anderes.« - »Was denn, gnäd’ge Frau?« »Ich schlief ganz fest,\nund mit einem Male fuhr ich auf und schrie ... vielleicht, daß es ein\nAlpdruck war ... Alpdruck ist in unserer Familie, mein Papa hat es\nauch und ängstigt uns damit, und nur die Mama sagt immer, er solle\nsich nicht so gehenlassen; aber das ist leicht gesagt ... Ich fuhr\nalso auf aus dem Schlaf und schrie, und als ich mich umsah, so gut es\neben ging in dem Dunkel, da strich was an meinem Bett vorbei, gerade\nda, wo Sie jetzt stehen, Johanna, und dann war es weg. Und wenn ich\nmich recht frage, was es war ...«»Nun, was denn, gnäd’ge Frau?«",
        "»Und wenn ich mich recht frage ... ich mag es nicht sagen, Johanna ...\naber ich glaube, der Chinese.«",
        "»Der von oben?« Und Johanna versuchte zu lachen. »Unser kleiner\nChinese, den wir an die Stuhllehne geklebt haben, Christel und ich?\nAch, gnäd’ge Frau haben geträumt, und wenn Sie schon wach waren, so\nwar es doch alles noch aus dem Traum.«",
        "»Ich würd es glauben. Aber es war genau derselbe Augenblick, wo Rollo\ndraußen anschlug, der muß es also auch gesehen haben, und dann flog\ndie Tür auf, und das gute, treue Tier sprang auf mich los, als ob es\nmich zu retten käme. Ach, meine liebe Johanna, es war entsetzlich. Und\nich so allein und so jung. Ach, wenn ich doch wen hier hätte, bei dem\nich weinen könnte. Aber so weit von Hause ... Ach, von Hause ...« »Der\nHerr kann jede Stunde kommen.«",
        "»Nein, er soll nicht kommen; er soll mich nicht so sehen. Er würde\nmich vielleicht auslachen, und das könnt ich ihm nie verzeihen. Denn\nes war so furchtbar, Johanna ... Sie müssen nun hierbleiben ... Aber\nlassen Sie Christel schlafen und Friedrich auch. Es soll es keiner\nwissen.«",
        "»Oder vielleicht kann ich auch die Frau Kruse holen; die schläft doch\nnicht, die sitzt die ganze Nacht da.«",
        "»Nein, nein, die ist selber so was. Das mit dem schwarzen Huhn, das\nist auch sowas; die darf nicht kommen. Nein, Johanna, Sie bleiben\nallein hier. Und wie gut, daß Sie die Läden nur angelegt. Stoßen Sie\nsie auf, recht laut, daß ich einen Ton höre, einen menschlichen Ton\n... ich muß es so nennen, wenn es auch sonderbar klingt ... und dann\nmachen Sie das Fenster ein wenig auf, daß ich Luft und Licht habe.«\nJohanna tat, wie ihr geheißen, und Effi fiel in ihre Kissen zurück und\nbald danach in einen lethargischen Schlaf.",
        "Continue...",
        "\nThis eBook of “Effi Briest” by Theodor Fontane belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Effi Briest (Penguin Classics)By Theodor FontaneAt Amazon"
    ]
}