{
    "title": "Effi Briest - Einunddreißgstes Kapitel",
    "author": "Theodor Fontane",
    "chapter": "31",
    "content": [
        "\n",
        "\n\n",
        "Minuten vergingen. Als Effi sich wieder erholt hatte, setzte sie sich\nauf einen am Fenster stehenden Stuhl und sah auf die stille Straße\nhinaus. Wenn da doch Lärm und Streit gewesen wäre; aber nur der\nSonnenschein lag auf dem chaussierten Wege und dazwischen die\nSchatten, die das Gitter und die Bäume warfen. Das Gefühl des\nAlleinseins in der Welt überkam sie mit seiner ganzen Schwere. Vor\neiner Stunde noch eine glückliche Frau, Liebling aller, die sie\nkannten, und nun ausgestoßen. Sie hatte nur erst den Anfang des\nBriefes gelesen, aber genug, um ihre Lage klar vor Augen zu haben.\nWohin?",
        "Sie hatte keine Antwort darauf, und doch war sie voll tiefer\nSehnsucht, aus dem herauszukommen, was sie hier umgab, also fort von\ndieser Geheimrätin, der das alles bloß ein »interessanter Fall« war\nund deren Teilnahme, wenn etwas davon existierte, sicher an das Maß\nihrer Neugier nicht heranreichte.",
        "»Wohin?«",
        "Auf dem Tisch vor ihr lag der Brief; aber ihr fehlte der Mut,\nweiterzulesen. Endlich sagte sie: »Wovor bange ich mich noch? Was kann\nnoch gesagt werden, das ich mir nicht schon selber sagte? Der, um den\nall dies kam, ist tot, eine Rückkehr in mein Haus gibt es nicht, in\nein paar Wochen wird die Scheidung ausgesprochen sein, und das Kind\nwird man dem Vater lassen. Natürlich. Ich bin schuldig, und eine\nSchuldige kann ihr Kind nicht erziehen. Und wovon auch? Mich selbst\nwerde ich wohl durchbringen. Ich will sehen, was die Mama darüber\nschreibt, wie sie sich mein Leben denkt.«",
        "Und unter diesen Worten nahm sie den Brief wieder, um auch den Schluß\nzu lesen.",
        "»... Und nun Deine Zukunft, meine liebe Effi. Du wirst Dich auf\nDich selbst stellen müssen und darfst dabei, soweit äußere Mittel\nmitsprechen, unserer Unterstützung sicher sein. Du wirst am besten in\nBerlin leben (in einer großen Stadt vertut sich dergleichen am besten)\nund wirst da zu den vielen gehören, die sich um freie Luft und lichte\nSonne gebracht haben. Du wirst einsam leben, und wenn Du das nicht\nwillst, wahrscheinlich aus Deiner Sphäre herabsteigen müssen. Die\nWelt, in der Du gelebt hast, wird Dir verschlossen sein. Und was das\nTraurigste für uns und für Dich ist (auch für Dich, wie wir Dich zu\nkennen vermeinen) - auch das elterliche Haus wird Dir verschlossen\nsein, wir können Dir keinen stillen Platz in Hohen-Cremmen anbieten,\nkeine Zuflucht in unserem Hause, denn es hieße das, dies Haus\nvon aller Welt abschließen, und das zu tun, sind wir entschieden\nnicht geneigt. Nicht weil wir zu sehr an der Welt hingen und ein\nAbschiednehmen von dem, was sich ’Gesellschaft’ nennt, uns als etwas\nunbedingt Unerträgliches erschiene; nein, nicht deshalb, sondern\neinfach, weil wir Farbe bekennen und vor aller Welt, ich kann Dir das\nWort nicht ersparen, unsere Verurteilung Deines Tuns, des Tuns unseres\neinzigen und von uns so sehr geliebten Kindes, aussprechen wollen ...«\nEffi konnte nicht weiterlesen; ihre Augen füllten sich mit Tränen, und\nnachdem sie vergeblich dagegen angekämpft hatte, brach sie zuletzt\nin ein heftiges Schluchzen und Weinen aus, darin sich ihr Herz\nerleichterte.",
        "Nach einer halben Stunde klopfte es, und auf Effis »Herein« erschien\ndie Geheimrätin.",
        "»Darf ich eintreten?«",
        "»Gewiß, liebe Geheimrätin«, sagte Effi, die jetzt, leicht zugedeckt\nund die Hände gefaltet, auf dem Sofa lag. »Ich bin erschöpft und habe\nmich hier eingerichtet, so gut es ging. Darf ich Sie bitten, sich\neinen Stuhl zu nehmen.«",
        "Die Geheimrätin setzte sich so, daß der Tisch, mit einer Blumenschale\ndarauf, zwischen ihr und Effi war. Effi zeigte keine Spur von\nVerlegenheit und änderte nichts in ihrer Haltung, nicht einmal die\ngefalteten Hände. Mit einem Male war es ihr vollkommen gleichgültig,\nwas die Frau dachte; nur fort wollte sie.",
        "»Sie haben eine traurige Nachricht empfangen, liebe gnädigste\nFrau ...«",
        "»Mehr als traurig«, sagte Effi. »Jedenfalls traurig genug, um unserem\nBeisammensein ein rasches Ende zu machen. Ich muß noch heute fort.«",
        "»Ich möchte nicht zudringlich erscheinen, aber ist es etwas mit\nAnnie?«",
        "»Nein, nicht mit Annie. Die Nachrichten kamen überhaupt nicht aus\nBerlin, es waren Zeilen meiner Mama. Sie hat Sorgen um mich, und es\nliegt mir daran, sie zu zerstreuen, oder wenn ich das nicht kann,\nwenigstens an Ort und Stelle zu sein.«",
        "»Mir nur zu begreiflich, so sehr ich es beklage, diese letzten Emser\nTage nun ohne Sie verbringen zu sollen. Darf ich Ihnen meine Dienste\nzur Verfügung stellen?«",
        "Ehe Effi darauf antworten konnte, trat Afra ein und meldete, daß man\nsich eben zum Lunch versammle. Die Herrschaften seien alle sehr in\nAufregung: Der Kaiser käme wahrscheinlich auf drei Wochen, und am\nSchluß seien große Manöver, und die Bonner Husaren kämen auch.",
        "Die Zwicker überschlug sofort, ob es sich verlohnen würde, bis dahin\nzu bleiben, kam zu einem entschiedenen »Ja« und ging dann, um Effis\nAusbleiben beim Lunch zu entschuldigen.",
        "Als gleich danach auch Afra gehen wollte, sagte Effi: »Und dann, Afra,\nwenn Sie frei sind, kommen Sie wohl noch eine Viertelstunde zu mir,\num mir beim Packen behilflich zu sein. Ich will heute noch mit dem\nSiebenuhrzug fort.«",
        "»Heute noch? Ach, gnädigste Frau, das ist doch aber schade. Nun fangen\nja die schönen Tage erst an.«",
        "Effi lächelte.",
        "Die Zwicker, die noch allerlei zu hören hoffte, hatte sich nur mit\nMühe bestimmen lassen, der »Frau Baronin« beim Abschied nicht das\nGeleit zu geben. Auf einem Bahnhof, so hatte Effi versichert, sei\nman immer so zerstreut und nur mit seinem Platz und seinem Gepäck\nbeschäftigt; gerade Personen, die man liebhabe, von denen nähme man\ngern vorher Abschied. Die Zwicker bestätigte das, trotzdem sie das\nVorgeschützte darin sehr wohl herausfühlte; sie hatte hinter allen\nTüren gestanden und wußte gleich, was echt und unecht war.",
        "Afra begleitete Effi zum Bahnhof und ließ sich fest versprechen, daß\ndie Frau Baronin im nächsten Sommer wiederkommen wolle; wer mal in Ems\ngewesen, der komme immer wieder. Ems sei das Schönste, außer Bonn.",
        "Die Zwicker hatte sich mittlerweile zum Briefschreiben niedergesetzt,\nnicht an dem etwas wackligen Rokokosekretär im Salon, sondern draußen\nauf der Veranda, an demselben Tisch, an dem sie kaum zehn Stunden\nzuvor mit Effi das Frühstück genommen hatte.",
        "Sie freute sich auf den Brief, der einer befreundeten, zur Zeit in\nReichenhall weilenden Berliner Dame zugute kommen sollte. Beider\nSeelen hatten sich längst gefunden und gipfelten in einer der ganzen\nMännerwelt geltenden starken Skepsis; sie fanden die Männer durchweg\nweit zurückbleibend hinter dem, was billigerweise gefordert werden\nkönne, die sogenannten »forschen« am meisten. »Die, die vor\nVerlegenheit nicht wissen, wo sie hinsehen sollen, sind, nach einem\nkurzen Vorstudium, immer noch die besten, aber die eigentlichen Don\nJuans erweisen sich jedesmal als eine Enttäuschung. Wo soll es am Ende\nauch herkommen.« Das waren so Weisheitssätze, die zwischen den zwei\nFreundinnen ausgetauscht wurden.",
        "Die Zwicker war schon auf dem zweiten Bogen und fuhr in ihrem mehr\nals dankbaren Thema, das natürlich »Effi« hieß, eben wie folgt fort:\n»Alles in allem war sie sehr zu leiden, artig, anscheinend offen, ohne\njeden Adelsdünkel (oder doch groß in der Kunst, ihn zu verbergen) und\nimmer interessiert, wenn man ihr etwas Interessantes erzählte, wovon\nich, wie ich Dir nicht zu versichern brauche, den ausgiebigsten\nGebrauch machte. Nochmals also, reizende junge Frau, fünfundzwanzig\noder nicht viel mehr. Und doch habe ich dem Frieden nie getraut und\ntraue ihm auch in diesem Augenblick noch nicht, ja, jetzt vielleicht\nam wenigsten. Die Geschichte heute mit dem Briefe - da steckt eine\nwirkliche Geschichte dahinter. Dessen bin ich so gut wie sicher. Es\nwäre das erste Mal, daß ich mich in solcher Sache geirrt hätte. Daß\nsie mit Vorliebe von den Berliner Modepredigern sprach und das Maß der\nGottseligkeit jedes einzelnen feststellte, das und der gelegentliche\nGretchenblick, der jedesmal versicherte, kein Wässerchen trüben zu\nkönnen - alle diese Dinge haben mich in meinem Glauben ... Aber da\nkommt eben unsere Afra, von der ich Dir, glaube ich, schon schrieb,\neine hübsche Person, und packt mir ein Zeitungsblatt auf den Tisch,\ndas ihr, wie sie sagt, unsere Frau Wirtin für mich gegeben habe; die\nblau angestrichene Stelle. Nun verzeih, wenn ich diese Stelle erst\nlese ...",
        "Nachschrift. Das Zeitungsblatt war interessant genug und kam wie\ngerufen. Ich schneide die blau angestrichene Stelle heraus und lege\nsie diesen Zeilen bei. Du siehst daraus, daß ich mich nicht geirrt\nhabe. Wer mag nur der Crampas sein?",
        "Es ist unglaublich - erst selber Zettel und Briefe schreiben und dann\nauch noch die des anderen aufbewahren! Wozu gibt es Öfen und Kamine?\nSolange wenigstens, wie dieser Duellunsinn noch existiert, darf\ndergleichen nicht vorkommen; einem kommenden Geschlecht kann diese\nBriefschreibepassion (weil dann gefahrlos geworden) vielleicht\nfreigegeben werden. Aber so weit sind wir noch lange nicht. Übrigens\nbin ich voll Mitleid mit der jungen Baronin und finde, eitel wie man\nnun mal ist, meinen einzigen Trost darin, mich in der Sache selbst\nnicht getäuscht zu haben. Und der Fall lag nicht so ganz gewöhnlich.\nEin schwächerer Diagnostiker hätte sich doch vielleicht hinters Licht\nführen lassen.",
        "Wie immer Deine Sophie.«",
        "Continue...",
        "\nThis eBook of “Effi Briest” by Theodor Fontane belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Effi Briest (Penguin Classics)By Theodor FontaneAt Amazon"
    ]
}