{
    "title": "Effi Briest - Sechsunddreißigstes Kapitel",
    "author": "Theodor Fontane",
    "chapter": "36",
    "content": [
        "\n",
        "\n\n",
        "Der Mai war schön, der Juni noch schöner, und Effi, nachdem ein erstes\nschmerzliches Gefühl, das Rollos Eintreffen in ihr geweckt hatte,\nglücklich überwunden war, war voll Freude, das treue Tier wieder um\nsich zu haben. Roswitha wurde belobt, und der alte Briest erging sich\nseiner Frau gegenüber in Worten der Anerkennung für Innstetten, der\nein Kavalier sei, nicht kleinlich und immer das Herz auf dem rechten\nFleck gehabt habe. »Schade, daß die dumme Geschichte dazwischenfahren\nmußte. Eigentlich war es doch ein Musterpaar.« Der einzige, der bei\ndem Wiedersehen ruhig blieb, war Rollo selbst, weil er entweder kein\nOrgan für Zeitmaß hatte oder die Trennung als eine Unordnung ansah,\ndie nun einfach wieder behoben sei. Daß er alt geworden, wirkte wohl\nauch mit dabei. Mit seinen Zärtlichkeiten blieb er sparsam, wie er\nbeim Wiedersehen sparsam mit seinen Freudenbezeugungen gewesen war,\naber in seiner Treue war er womöglich noch gewachsen. Er wich seiner\nHerrin nicht von der Seite. Den Jagdhund behandelte er wohlwollend,\naber doch als ein Wesen auf niederer Stufe. Nachts lag er vor Effis\nTür auf der Binsenmatte, morgens, wenn das Frühstück im Freien\ngenommen wurde, neben der Sonnenuhr, immer ruhig, immer schläfrig,\nund nur wenn sich Effi vom Frühstückstisch erhob und auf den Flur\nzuschritt und hier erst den Strohhut und dann den Sonnenschirm vom\nStänder nahm, kam ihm seine Jugend wieder, und ohne sich darum zu\nkümmern, ob seine Kraft auf eine große oder kleine Probe gestellt\nwerden würde, jagte er die Dorfstraße hinauf und wieder herunter und\nberuhigte sich erst, wenn sie zwischen den ersten Feldern waren. Effi,\nder freie Luft noch mehr galt als landschaftliche Schönheit, vermied\ndie kleinen Waldpartien und hielt meist die große, zunächst von\nuralten Rüstern und dann, wo die Chaussee begann, von Pappeln besetzte\ngroße Straße, die nach der Bahnhofsstation führte, wohl eine Stunde\nWegs. An allem freute sie sich, atmete beglückt den Duft ein, der von\nden Raps- und Kleefeldern herüberkam, oder folgte dem Aufsteigen der\nLerchen und zählte die Ziehbrunnen und Tröge, daran das Vieh zur\nTränke ging. Dabei klang ein leises Läuten zu ihr herüber. Und dann\nwar ihr zu Sinn, als müsse sie die Augen schließen und in einem süßen\nVergessen hinübergehen. In Nähe der Station, hart an der Chaussee, lag\neine Chausseewalze. Das war ihr täglicher Rastplatz, von dem aus sie\ndas Treiben auf dem Bahndamm verfolgen konnte; Züge kamen und gingen,\nund mitunter sah sie zwei Rauchfahnen, die sich einen Augenblick wie\ndeckten und dann nach links und rechts hin wieder auseinandergingen,\nbis sie hinter Dorf und Wäldchen verschwanden. Rollo saß dann neben\nihr, an ihrem Frühstück teilnehmend, und wenn er den letzten Bissen\naufgefangen hatte, fuhr er, wohl um sich dankbar zu bezeigen,\nirgendeine Ackerfurche wie ein Rasender hinauf und hielt nur inne,\nwenn ein paar beim Brüten gestörte Rebhühner dicht neben ihm aus einer\nNachbarfurche aufflogen.",
        "»Wie schön dieser Sommer! Daß ich noch so glücklich sein könnte, liebe\nMama, vor einem Jahr hätte ich’s nicht gedacht« - das sagte Effi jeden\nTag, wenn sie mit der Mama um den Teich schritt oder einen Frühapfel\nvom Zweig brach und tapfer einbiß. Denn sie hatte die schönsten Zähne.\nFrau von Briest streichelte ihr dann die Hand und sagte: »Werde nur\nerst wieder gesund, Effi, ganz gesund; das Glück findet sich dann;\nnicht das alte, aber ein neues. Es gibt Gott sei Dank viele Arten von\nGlück. Und du sollst sehen, wir werden schon etwas finden für dich.«",
        "»Ihr seid so gut. Und eigentlich hab ich doch auch euer Leben geändert\nund euch vor der Zeit zu alten Leuten gemacht.« »Ach, meine liebe\nEffi, davon sprich nicht. Als es kam, da dacht ich ebenso. Jetzt weiß\nich, daß unsere Stille besser ist als der Lärm und das laute Getriebe\nvon vordem. Und wenn du so fortfährst, können wir noch reisen. Als\nWiesike Mentone vorschlug, da warst du krank und reizbar und hattest,\nweil du krank warst, ganz recht mit dem, was du von den Schaffnern und\nKellnern sagtest; aber wenn du wieder festere Nerven hast, dann geht\nes, dann ärgert man sich nicht mehr, dann lacht man über die großen\nAllüren und das gekräuselte Haar. Und dann das blaue Meer und weiße\nSegel und die Felsen ganz mit rotem Kaktus überwachsen - ich habe es\nnoch nicht gesehen, aber ich denke es mir so. Und ich möchte es wohl\nkennenlernen.«",
        "So verging der Sommer, und die Sternschnuppennächte lagen schon\nzurück. Effi hatte während dieser Nächte bis über Mitternacht hinaus\nam Fenster gesessen und sich nicht müde sehen können. »Ich war immer\neine schwache Christin; aber ob wir doch vielleicht von da oben\nstammen und, wenn es hier vorbei ist, in unsere himmlische Heimat\nzurückkehren, zu den Sternen oben oder noch drüber hinaus! Ich weiß\nes nicht, ich will es auch nicht wissen, ich habe nur die Sehnsucht.«\nArme Effi, du hattest zu den Himmelwundern zu lange hinaufgesehen\nund darüber nachgedacht, und das Ende war, daß die Nachtluft und die\nNebel, die vom Teich her aufstiegen, sie wieder aufs Krankenbett\nwarfen, und als Wiesike gerufen wurde und sie gesehen hatte, nahm er\nBriest beiseite und sagte: »Wird nichts mehr; machen Sie sich auf ein\nbaldiges Ende gefaßt.« Er hatte nur zu wahr gesprochen, und wenige\nTage danach, es war noch nicht spät und die zehnte Stunde noch nicht\nheran, da kam Roswitha nach unten und sagte zu Frau von Briest:\n»Gnädigste Frau, mit der gnädigen Frau oben ist es schlimm; sie\nspricht immer so still vor sich hin, und mitunter ist es, als ob sie\nbete, sie will es aber nicht wahrhaben, und ich weiß nicht, mir ist,\nals ob es jede Stunde vorbei sein könnte.«",
        "»Will sie mich sprechen?«",
        "»Sie hat es nicht gesagt. Aber ich glaube, sie möchte es. Sie wissen\nja, wie sie ist; sie will Sie nicht stören und ängstlich machen. Aber\nes wäre doch wohl gut.«",
        "»Es ist gut, Roswitha«, sagte Frau von Briest, »ich werde kommen.«",
        "Und ehe die Uhr noch einsetzte, stieg Frau von Briest die Treppe\nhinauf und trat bei Effi ein. Das Fenster stand offen, und sie lag auf\neiner Chaiselongue, die neben dem Fenster stand.",
        "Frau von Briest schob einen kleinen schwarzen Stuhl mit drei goldenen\nStäbchen in der Ebenholzlehne heran, nahm Effis Hand und sagte:\n»Wie geht es dir, Effi? Roswitha sagt, du seiest so fiebrig.« »Ach,\nRoswitha nimmt alles so ängstlich. Ich sah ihr an, sie glaubt, ich\nsterbe. Nun, ich weiß nicht. Aber sie denkt, es soll es jeder so\nängstlich nehmen wie sie selbst.«",
        "»Bist du so ruhig über Sterben, liebe Effi?« »Ganz ruhig, Mama.«",
        "»Täuschst du dich darin nicht? Alles hängt am Leben und die Jugend\nerst recht. Und du bist noch so jung, liebe Effi.«",
        "Effi schwieg eine Weile. Dann sagte sie: »Du weißt, ich habe nicht\nviel gelesen, und Innstetten wunderte sich oft darüber, und es war ihm\nnicht recht.«",
        "Es war das erste Mal, daß sie Innstettens Namen nannte, was einen\ngroßen Eindruck auf die Mama machte und dieser klar zeigte, daß es zu\nEnde sei.",
        "»Aber ich glaube«, nahm Frau von Briest das Wort, »du wolltest mir was\nerzählen.«",
        "»Ja, das wollte ich, weil du davon sprachst, ich sei noch so jung.\nFreilich bin ich noch jung. Aber das schadet nichts. Es war noch in\nglücklichen Tagen, da las mir Innstetten abends vor; er hatte sehr\nviele Bücher, und in einem hieß es: Es sei wer von einer fröhlichen\nTafel abgerufen worden, und am anderen Tag habe der Abgerufene\ngefragt, wie’s denn nachher gewesen sei. Da habe man ihm geantwortet:\n’Ach, es war noch allerlei; aber eigentlich haben Sie nichts\nversäumt.’ Sieh, Mama, diese Worte haben sich mir eingeprägt - es hat\nnicht viel zu bedeuten, wenn man von der Tafel etwas früher abgerufen\nwird.«",
        "Frau von Briest schwieg. Effi aber schob sich etwas höher hinauf\nund sagte dann: »Und da ich nun mal von alten Zeiten und auch von\nInnstetten gesprochen habe, muß ich dir doch noch etwas sagen, liebe\nMama.«",
        "»Du regst dich auf, Effi.«",
        "»Nein, nein; etwas von der Seele heruntersprechen, das regt mich nicht\nauf, das macht still. Und da wollte ich dir denn sagen: Ich sterbe mit\nGott und Menschen versöhnt, auch versöhnt mit ihm.«",
        "»Warst du denn in deiner Seele in so großer Bitterkeit mit ihm?\nEigentlich, verzeih mir, meine liebe Effi, daß ich das jetzt noch\nsage, eigentlich hast du doch euer Leid heraufbeschworen.«",
        "Effi nickte. »Ja, Mama. Und traurig, daß es so ist. Aber als dann all\ndas Schreckliche kam, und zuletzt das mit Annie, du weißt schon, da\nhab ich doch, wenn ich das lächerliche Wort gebrauchen darf, den Spieß\numgekehrt und habe mich ganz ernsthaft in den Gedanken hineingelebt,\ner sei schuld, weil er nüchtern und berechnend gewesen sei und zuletzt\nauch noch grausam. Und da sind Verwünschungen gegen ihn über meine\nLippen gekommen.«",
        "»Und das bedrückt dich jetzt?«",
        "»Ja. Und es liegt mir daran, daß er erfährt, wie mir hier in meinen\nKrankheitstagen, die doch fast meine schönsten gewesen sind, wie mir\nhier klargeworden, daß er in allem recht gehandelt. In der Geschichte\nmit dem armen Crampas - ja, was sollte er am Ende anders tun? Und\ndann, womit er mich am tiefsten verletzte, daß er mein eigen Kind in\neiner Art Abwehr gegen mich erzogen hat, so hart es mir ankommt und so\nweh es mir tut, er hat auch darin recht gehabt. Laß ihn das wissen,\ndaß ich in dieser Überzeugung gestorben bin. Es wird ihn trösten,\naufrichten, vielleicht versöhnen. Denn er hatte viel Gutes in seiner\nNatur und war so edel, wie jemand sein kann, der ohne rechte Liebe\nist.«",
        "Frau von Briest sah, daß Effi erschöpft war und zu schlafen schien\noder schlafen wollte. Sie erhob sich leise von ihrem Platz und ging.\nIndessen kaum daß sie fort war, erhob sich auch Effi und setzte sich\nan das offene Fenster, um noch einmal die kühle Nachtluft einzusaugen.\nDie Sterne flimmerten, und im Park regte sich kein Blatt. Aber je\nlänger sie hinaushorchte, je deutlicher hörte sie wieder, daß es\nwie ein feines Rieseln auf die Platanen niederfiel. Ein Gefühl der\nBefreiung überkam sie. »Ruhe, Ruhe.«",
        "Es war einen Monat später, und der September ging auf die Neige. Das\nWetter war schön, aber das Laub im Park zeigte schon viel Rot und\nGelb, und seit den Äquinoktien, die die drei Sturmtage gebracht\nhatten, lagen die Blätter überallhin ausgestreut.",
        "Auf dem Rondell hatte sich eine kleine Veränderung vollzogen, die\nSonnenuhr war fort, und an der Stelle, wo sie gestanden hatte, lag\nseit gestern eine weiße Marmorplatte, darauf stand nichts als »Effi\nBriest« und darunter ein Kreuz. Das war Effis letzte Bitte gewesen:\n»Ich möchte auf meinem Stein meinen alten Namen wiederhaben; ich habe\ndem andern keine Ehre gemacht.« Und es war ihr versprochen worden.\nJa, gestern war die Marmorplatte gekommen und aufgelegt worden, und\nangesichts der Stelle saßen nun wieder Briest und Frau und sahen\ndarauf hin und auf den Heliotrop, den man geschont und der den Stein\njetzt einrahmte. Rollo lag daneben, den Kopf in die Pfoten gesteckt.\nWilke, dessen Gamaschen immer weiter wurden, brachte das Frühstück\nund die Post, und der alte Briest sagte: »Wilke, bestelle den kleinen\nWagen. Ich will mit der Frau über Land fahren.«",
        "Frau von Briest hatte mittlerweile den Kaffee eingeschenkt und sah\nnach dem Rondell und seinem Blumenbeet. »Sieh, Briest, Rollo liegt\nwieder vor dem Stein. Es ist ihm doch noch tiefer gegangen als uns. Er\nfrißt auch nicht mehr.«",
        "»Ja, Luise, die Kreatur. Das ist ja, was ich immer sage. Es ist nicht\nso viel mit uns, wie wir glauben. Da reden wir immer von Instinkt. Am\nEnde ist es doch das beste.«",
        "»Sprich nicht so. Wenn du so philosophierst ... nimm es mir nicht\nübel, Briest, dazu reicht es bei dir nicht aus. Du hast deinen guten\nVerstand, aber du kannst doch nicht an solche Fragen ...«",
        "»Eigentlich nicht.«",
        "»Und wenn denn schon überhaupt Fragen gestellt werden sollen, da gibt\nes ganz andere, Briest, und ich kann dir sagen, es vergeht kein Tag,\nseit das arme Kind da liegt, wo mir solche Fragen nicht gekommen\nwaren ...«",
        "»Welche Fragen?«",
        "»Ob wir nicht doch vielleicht schuld sind?« »Unsinn, Luise. Wie meinst\ndu das?«",
        "»Ob wir sie nicht anders in Zucht hätten nehmen müssen.",
        "Gerade wir. Denn Niemeyer ist doch eigentlich eine Null, weil er\nalles in Zweifel läßt. Und dann, Briest, so leid es mir tut ... deine\nbeständigen Zweideutigkeiten ... und zuletzt, womit ich mich selbst\nanklage, denn ich will nicht schadlos ausgehen in dieser Sache, ob sie\nnicht doch vielleicht zu jung war?«",
        "Rollo, der bei diesen Worten aufwachte, schüttelte den Kopf langsam\nhin und her, und Briest sagte ruhig: »Ach, Luise, laß ... das ist ein\nzu weites Feld.«",
        " ",
        "\nThis eBook of “Effi Briest” by Theodor Fontane belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Effi Briest (Penguin Classics)By Theodor FontaneAt Amazon"
    ]
}