{
    "title": "Effi Briest - Zwölftes Kapitel",
    "author": "Theodor Fontane",
    "chapter": "12",
    "content": [
        "\n",
        "\n\n",
        "Es war spät, als man aufbrach. Schon bald nach zehn hatte Effi zu\nGieshübler gesagt, es sei nun wohl Zeit; Fräulein Trippelli, die\nden Zug nicht versäumen dürfe, müsse ja schon um sechs von Kessin\naufbrechen; die danebenstehende Trippelli aber, die diese Worte\ngehört, hatte mit der ihr eigenen ungenierten Beredsamkeit gegen\nsolche zarte Rücksichtnahme protestiert. »Ach, meine gnädigste Frau,\nSie glauben, daß unsereins einen regelmäßigen Schlaf braucht, das\ntrifft aber nicht zu; was wir regelmäßig brauchen, heißt Beifall und\nhohe Preise. Ja, lachen Sie nur. Außerdem (so was lernt man) kann ich\nauch im Coupé schlafen, in jeder Situation und sogar auf der linken\nSeite, und brauche nicht einmal das Kleid aufzumachen. Freilich bin\nich auch nie eingepreßt; Brust und Lunge müssen immer frei sein und\nvor allem das Herz. Ja, meine gnädigste Frau, das ist die Hauptsache.\nUnd dann das Kapitel Schlaf überhaupt - die Menge tut es nicht, was\nentscheidet, ist die Qualität; ein guter Nicker von fünf Minuten ist\nbesser als fünf Stunden unruhige Rumdreherei, mal links, mal rechts.\nÜbrigens schläft man in Rußland wundervoll, trotz des starken Tees.\nEs muß die Luft machen oder das späte Diner oder weil man so verwöhnt\nwird. Sorgen gibt es in Rußland nicht; darin - im Geldpunkt sind beide\ngleich - ist Rußland noch besser als Amerika.«",
        "Nach dieser Erklärung der Trippelli hatte Effi von allen Mahnungen\nzum Aufbruch Abstand genommen, und so war Mitternacht herangekommen.\nMan trennte sich heiter und herzlich und mit einer gewissen\nVertraulichkeit. Der Weg von der Mohrenapotheke bis zur landrätlichen\nWohnung war ziemlich weit; er kürzte sich aber dadurch, daß Pastor\nLindequist bat, Innstetten und Frau eine Strecke begleiten zu\ndürfen; ein Spaziergang unterm Sternenhimmel sei das beste, um über\nGieshüblers Rheinwein hinwegzukommen. Unterwegs wurde man natürlich\nnicht müde, die verschiedensten Trippelliana heranzuziehen; Effi\nbegann mit dem, was ihr in Erinnerung geblieben, und gleich nach\nihr kam der Pastor an die Reihe. Dieser, ein Ironikus, hatte die\nTrippelli, wie nach vielem sehr Weltlichen, so schließlich auch nach\nihrer kirchlichen Richtung gefragt und dabei von ihr in Erfahrung\ngebracht, daß sie nur eine Richtung kenne, die orthodoxe. Ihr Vater\nsei freilich ein Rationalist gewesen, fast schon ein Freigeist,\nweshalb er auch den Chinesen am liebsten auf dem Gemeindekirchhof\ngehabt hätte; sie ihrerseits sei aber ganz entgegengesetzter Ansicht,\ntrotzdem sie persönlich des großen Vorzugs genieße, gar nichts zu\nglauben. Aber sie sei sich in ihrem entschiedenen Nichtglauben doch\nauch jeden Augenblick bewußt, daß das ein Spezialluxus sei, den\nman sich nur als Privatperson gestatten könne. Staatlich höre\nder Spaß auf, und wenn ihr das Kultusministerium oder gar ein\nKonsistorialregiment unterstünde, so würde sie mit unnachsichtiger\nStrenge vorgehen. »Ich fühle so was von einem Torquemada in mir.«\nInnstetten war sehr erheitert und erzählte seinerseits, daß er etwas\nso Heikles, wie das Dogmatische, geflissentlich vermieden, aber dafür\ndas Moralische desto mehr in den Vordergrund gestellt habe. Hauptthema\nsei das Verführerische gewesen, das beständige Gefährdetsein, das in\nallem öffentlichen Auftreten liege, worauf die Trippelli leichthin\nund nur mit Betonung der zweiten Satzhälfte geantwortet habe: »Ja,\nbeständig gefährdet; am meisten die Stimme.«",
        "Unter solchem Geplauder war, ehe man sich trennte, der Trippelli-Abend\nnoch einmal an ihnen vorübergezogen, und erst drei Tage später hatte\nsich Gieshüblers Freundin durch ein von Petersburg aus an Effi\ngerichtetes Telegramm noch einmal in Erinnerung gebracht. Es lautete:\nMadame la Baronne d’Innstetten, née de Briest. Bien arrivée. Prince\nK. à la gare. Plus épris de moi que jamais. Mille fois merci de votre\nbon accueil. Compliments empressés à Monsieur le Baron. Marietta\nTrippelli.",
        "Innstetten war entzückt und gab diesem Entzücken lebhafteren Ausdruck,\nals Effi begreifen konnte.",
        "»Ich verstehe dich nicht, Geert.«",
        "»Weil du die Trippelli nicht verstehst. Mich entzückt die Echtheit;\nalles da, bis auf das Pünktchen überm i.«",
        "»Du nimmst also alles als eine Komödie?«",
        "»Aber als was sonst? Alles berechnet für dort und für hier, für\nKotschukoff und für Gieshübler. Gieshübler wird wohl eine Stiftung\nmachen, vielleicht auch bloß ein Legat für die Trippelli.«",
        "Die musikalische Soiree bei Gieshübler hatte Mitte Dezember\nstattgefunden, gleich danach begannen die Vorbereitungen für\nWeihnachten, und Effi, die sonst schwer über diese Tage hingekommen\nwäre, segnete es, daß sie selber einen Hausstand hatte, dessen\nAnsprüche befriedigt werden mußten. Es galt nachsinnen, fragen,\nanschaffen, und das alles ließ trübe Gedanken nicht aufkommen. Am Tage\nvor Heiligabend trafen Geschenke von den Eltern aus Hohen-Cremmen ein,\nund mit in die Kiste waren allerhand Kleinigkeiten aus dem Kantorhause\ngepackt: wunderschöne Reinetten von einem Baum, den Effi und Jahnke\nvor mehreren Jahren gemeinschaftlich okuliert hatten, und dazu braune\nPuls- und Kniewärmer von Bertha und Hertha. Hulda schrieb nur wenige\nZeilen, weil sie, wie sie sich entschuldigte, für X noch eine\nReisedecke zu stricken habe. »Was einfach nicht wahr ist«, sagte\nEffi. »Ich wette, X. existiert gar nicht. Daß sie nicht davon lassen\nkann, sich mit Anbetern zu umgeben die nicht da sind!« Und so kam\nHeiligabend heran. Innstetten selbst baute auf für seine junge Frau,\nder Baum brannte, und ein kleiner Engel schwebte oben in Lüften Auch\neine Krippe war da mit hübschen Transparenten und Inschriften, deren\neine sich in leiser Andeutung auf ein dem Innstettenschen Hause für\nnächstes Jahr bevorstehendes Ereignis bezog. Effi las es und errötete.\nDann ging sie auf Innstetten zu, um ihm zu danken, aber eh sie dies\nkonnte, flog, nach altpommerschem Weihnachtsbrauch, ein Julklapp in\nden Hausflur: eine große Kiste, drin eine Welt von Dingen steckte.\nZuletzt fand man die Hauptsache, ein zierliches, mit allerlei\njapanischen Bildchen überklebtes Morsellenkästchen, dessen\neigentlichem Inhalt auch noch ein Zettelchen beigegeben war. Es hieß\nda:",
        "        Drei Könige kamen zum Heiligenchrist,\n        Mohrenkönig einer gewesen ist -\n        Ein Mohrenapothekerlein\n        Erscheinet heute mit Spezerein,\n        Doch statt Weihrauch und Myrrhen, die nicht zur Stelle,\n        Bringt er Pistazien- und Mandel-Morselle.",
        "Effi las es zwei-, dreimal und freute sich darüber. »Die Huldigungen\neines guten Menschen haben doch etwas besonders Wohltuendes. Meinst\ndu nicht auch, Geert?« »Gewiß meine ich das. Es ist eigentlich das\neinzige, was einem Freude macht oder wenigstens Freude machen sollte.\nDenn jeder steckt noch so nebenher in allerhand dummem Zeuge drin. Ich\nauch. Aber freilich, man ist, wie man ist.« Der erste Feiertag war\nKirchtag, am zweiten war man bei Borckes draußen, alles zugegen, mit\nAusnahme von Grasenabbs, die nicht kommen wollten, weil Sidonie nicht\nda sei, was man als Entschuldigung allseitig ziemlich sonderlich fand.\nEinige tuschelten sogar: »Umgekehrt; gerade deshalb hätten sie kommen\nsollen.« Am Silvester war Ressourcenball, auf dem Effi nicht fehlen\ndurfte und auch nicht wollte, denn der Ball gab ihr Gelegenheit,\nendlich einmal die ganze Stadtflora beisammen zu sehen. Johanna hatte\nmit den Vorbereitungen zum Ballstaate für ihre Gnäd’ge vollauf zu tun,\nGieshübler, der, wie alles, so auch ein Treibhaus hatte, schickte\nKamelien, und Innstetten, so knapp bemessen die Zeit für ihn war,\nfuhr am Nachmittage noch über Land nach Papenhagen, wo drei Scheunen\nabgebrannt waren.",
        "Es war ganz still im Hause. Christel, beschäftigungslos, hatte sich\nschläfrig eine Fußbank an den Herd gerückt, und Effi zog sich in ihr\nSchlafzimmer zurück, wo sie sich, zwischen Spiegel und Sofa, an einen\nkleinen, eigens zu diesem Zweck zurechtgemachten Schreibtisch setzte,\num von hier aus an die Mama zu schreiben, der sie für Weihnachtsbrief\nund Weihnachtsgeschenke bis dahin bloß in einer Karte gedankt, sonst\naber seit Wochen keine Nachricht gegeben hatte.",
        "Kessin, 31. Dezember. Meine liebe Mama! Das wird nun wohl ein langer\nSchreibebrief werden, denn ich habe - die Karte rechnet nicht -\nlange nichts von mir hören lassen. Als ich das letztemal schrieb,\nsteckte ich noch in den Weihnachtsvorbereitungen, jetzt liegen\ndie Weihnachtstage schon zurück. Innstetten und mein guter Freund\nGieshübler hatten alles aufgeboten, mir den Heiligen Abend so angenehm\nwie möglich zu machen, aber ich fühlte mich doch ein wenig einsam und\nbangte mich nach Euch. Überhaupt, soviel Ursache ich habe, zu danken\nund froh und glücklich zu sein, ich kann ein Gefühl des Alleinseins\nnicht ganz loswerden, und wenn ich mich früher, vielleicht mehr als\nnötig, über Huldas ewige Gefühlsträne mokiert habe, so werde ich jetzt\ndafür bestraft und habe selber mit dieser Träne zu kämpfen. Denn\nInnstetten darf es nicht sehen. Ich bin aber sicher, daß das alles\nbesser werden wird, wenn unser Hausstand sich mehr belebt, und das\nwird der Fall sein, meine liebe Mama. Was ich neulich andeutete, das\nist nun Gewißheit, und Innstetten bezeugt mir täglich seine Freude\ndarüber. Wie glücklich ich selber im Hinblick darauf bin, brauche ich\nnicht erst zu versichern, schon weil ich dann Leben und Zerstreuung\num mich her haben werde oder, wie Geert sich ausdrückt, ein »liebes\nSpielzeug«. Mit diesem Wort wird er wohl recht haben, aber er sollte\nes lieber nicht gebrauchen, weil es mir immer einen kleinen Stich gibt\nund mich daran erinnert, wie jung ich bin und daß ich noch halb in die\nKinderstube gehöre. Diese Vorstellung verläßt mich nicht (Geert meint,\nes sei krankhaft) und bringt es zuwege, daß das, was mein höchstes\nGlück sein sollte, doch fast noch mehr eine beständige Verlegenheit\nfür mich ist. Ja, meine liebe Mama, als die guten Flemmingschen Damen\nsich neulich nach allem möglichen erkundigten, war mir zumut, als\nstünde ich schlecht vorbereitet in einem Examen, und ich glaube auch,\ndaß ich recht dumm geantwortet habe. Verdrießlich war ich auch. Denn\nmanches, was wie Teilnahme aussieht, ist doch bloß Neugier und wirkt\num so zudringlicher, als ich ja noch lange, bis in den Sommer hinein,\nauf das frohe Ereignis zu warten habe. Ich denke, die ersten Julitage.\nDann mußt Du kommen, oder noch besser, sobald ich einigermaßen\nwieder bei Wege bin, komme ich, nehme hier Urlaub und mache mich\nauf nach Hohen-Cremmen. Ach, wie ich mich darauf freue und auf die\nhavelländische Luft - hier ist es fast immer rauh und kalt -, und dann\njeden Tag eine Fahrt ins Luch, alles rot und gelb, und ich sehe schon,\nwie das Kind die Hände danach streckt, denn es wird doch wohl fühlen,\ndaß es eigentlich da zu Hause ist. Aber das schreibe ich nur Dir.\nInnstetten darf nicht davon wissen, und auch Dir gegenüber muß ich\nmich wie entschuldigen, daß ich mit dem Kinde nach Hohen-Cremmen will\nund mich heute schon anmelde, statt Dich, meine liebe Mama, dringend\nund herzlich nach Kessin hin einzuladen, das ja doch jeden Sommer\nfünfzehnhundert Badegäste hat und Schiffe mit allen möglichen Flaggen\nund sogar ein Dünenhotel. Aber daß ich so wenig Gastlichkeit zeige,\ndas macht nicht, daß ich ungastlich wäre, so sehr bin ich nicht aus\nder Art geschlagen, das macht einfach unser landrätliches Haus, das,\nsoviel Hübsches und Apartes es hat, doch eigentlich gar kein richtiges\nHaus ist, sondern nur eine Wohnung für zwei Menschen, und auch das\nkaum, denn wir haben nicht einmal ein Eßzimmer, was doch genant ist,\nwenn ein paar Personen zu Besuch sich einstellen. Wir haben freilich\nnoch Räumlichkeiten im ersten Stock, einen großen Saal und vier kleine\nZimmer, aber sie haben alle etwas wenig Einladendes, und ich würde sie\nRumpelkammer nennen, wenn sich etwas Gerümpel darin vorfände; sie sind\naber ganz leer, ein paar Binsenstühle abgerechnet, und machen, das\nmindeste zu sagen, einen sehr sonderbaren Eindruck. Nun wirst Du\nwohl meinen, das alles sei ja leicht zu ändern. Aber es ist nicht zu\nändern; denn das Haus, das wir bewohnen, ist ... ist ein Spukhaus;\nda ist es heraus. Ich beschwöre Dich übrigens, mir auf diese meine\nMitteilung nicht zu antworten, denn ich zeige Innstetten immer Eure\nBriefe, und er wäre außer sich, wenn er erführe, daß ich Dir das\ngeschrieben. Ich hätte es auch nicht getan, und zwar um so weniger,\nals ich seit vielen Wochen in Ruhe geblieben bin und aufgehört habe,\nmich zu ängstigen; aber Johanna sagt mir, es käme immer mal wieder,\nnamentlich wenn wer Neues im Hause erschiene. Und ich kann Dich doch\neiner solchen Gefahr oder, Wenn das zuviel gesagt ist, einer solchen\neigentümlichen und unbequemen Störung nicht aussetzen! Mit der\nSache selber will ich Dich heute nicht behelligen, jedenfalls nicht\nausführlich. Es ist eine Geschichte von einem alten Kapitän, einem\nsogenannten Chinafahrer, und seiner Enkelin, die mit einem hiesigen\njungen Kapitän eine kurze Zeit verlobt war und an ihrem Hochzeitstage\nplötzlich verschwand. Das möchte hingehn. Aber was wichtiger ist, ein\njunger Chinese, den ihr Vater aus China mit zurückgebracht hatte und\nder erst der Diener und dann der Freund des Alten war, der starb\nkurze Zeit danach und ist an einer einsamen Stelle neben dem Kirchhof\nbegraben worden. Ich bin neulich da vorübergefahren, wandte mich aber\nrasch ab und sah nach der andern Seite, weil ich glaube, ich hätte\nihn sonst auf dem Grabe sitzen sehen. Denn ach, meine liebe Mama,\nich habe ihn einmal wirklich gesehen, oder es ist mir wenigstens so\nvorgekommen, als ich fest schlief und Innstetten auf Besuch beim\nFürsten war. Es war schrecklich; ich möchte so was nicht wieder\nerleben. Und in ein solches Haus, so hübsch es sonst ist (es ist\nsonderbarerweise gemütlich und unheimlich zugleich), kann ich Dich\ndoch nicht gut einladen. Und Innstetten, trotzdem ich ihm schließlich\nin vielen Stücken zustimmte, hat sich dabei, soviel möchte ich sagen\ndürfen, auch nicht ganz richtig benommen. Er verlangte von mir, ich\nsolle das alles als Alten-Weiber-Unsinn ansehn und darüber lachen,\naber mit einemmal schien er doch auch wieder selber daran zu glauben\nund stellte mir zugleich die sonderbare Zumutung, einen solchen\nHausspuk als etwas Vornehmes und Altadliges anzusehen. Das kann ich\naber nicht und will es auch nicht. Er ist in diesem Punkt, so gütig er\nsonst ist, nicht gütig und nachsichtig genug gegen mich. Denn daß es\netwas damit ist, das weiß ich von Johanna und weiß es auch von unserer\nFrau Kruse. Das ist nämlich unsere Kutscherfrau, die mit einem\nschwarzen Huhn beständig in einer überheizten Stube sitzt. Dies allein\nschon ist ängstlich genug. Und nun weißt Du, warum ich kommen will,\nwenn es erst soweit ist. Ach, wäre es nur erst soweit. Es sind\nso viele Gründe, warum ich es wünsche. Heute abend haben wir\nSilvesterball, und Gieshübler - der einzige nette Mensch hier,\ntrotzdem er eine hohe Schulter hat oder eigentlich schon etwas\nmehr -, Gieshübler hat mir Kamelien geschickt. Ich werde doch\nvielleicht tanzen. Unser Arzt sagt, es würde mir nichts schaden,\nim Gegenteil. Und Innstetten, was mich fast überraschte, hat auch\neingewilligt. Und nun grüße und küsse Papa und all die andern Lieben.\nGlückauf zum neuen Jahr. Deine Effi.",
        "Continue...",
        "\nThis eBook of “Effi Briest” by Theodor Fontane belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Effi Briest (Penguin Classics)By Theodor FontaneAt Amazon"
    ]
}