{
    "title": "Effi Briest - Drittes Kapitel",
    "author": "Theodor Fontane",
    "chapter": "3",
    "content": [
        "\n",
        "\n\n",
        "Noch an demselben Tage hatte sich Baron Innstetten mit Effi Briest\nverlobt. Der joviale Brautvater, der sich nicht leicht in seiner\nFeierlichkeitsrolle zurechtfand, hatte bei dem Verlobungsmahl, das\nfolgte, das junge Paar leben lassen, was auf Frau von Briest, die\ndabei der nun um kaum achtzehn Jahre zurückliegenden Zeit gedenken\nmochte, nicht ohne herzbeweglichen Eindruck geblieben war. Aber nicht\nauf lange; sie hatte es nicht sein können, nun war es statt ihrer die\nTochter - alles in allem ebensogut oder vielleicht noch besser. Denn\nmit Briest ließ sich leben, trotzdem er ein wenig prosaisch war und\ndann und wann einen kleinen frivolen Zug hatte. Gegen Ende der Tafel,\ndas Eis wurde schon herumgereicht, nahm der alte Ritterschaftsrat\nnoch einmal das Wort, um in einer zweiten Ansprache das allgemeine\nFamilien-Du zu proponieren. Er umarmte dabei Innstetten und gab ihm\neinen Kuß auf die linke Backe. Hiermit war aber die Sache für ihn noch\nnicht abgeschlossen, vielmehr fuhr er fort, außer dem »Du« zugleich\nintimere Namen und Titel für den Hausverkehr zu empfehlen, eine\nArt Gemütlichkeitsrangliste aufzustellen, natürlich unter Wahrung\nberechtigter, weil wohlerworbener Eigentümlichkeiten. Für seine Frau,\nso hieß es, würde der Fortbestand von »Mama« (denn es gäbe auch\njunge Mamas) wohl das beste sein, während er für seine Person, unter\nVerzicht auf den Ehrentitel »Papa«, das einfache Briest entschieden\nbevorzugen müsse, schon weil es so hübsch kurz sei. Und was nun die\nKinder angehe - bei welchem Wort er sich, Aug in Auge mit dem nur etwa\num ein Dutzend Jahre jüngeren Innstetten, einen Ruck geben mußte -,\nnun, so sei Effi eben Effi und Geert Geert. Geert, wenn er nicht irre,\nhabe die Bedeutung von einem schlank aufgeschossenen Stamm, und Effi\nsei dann also der Efeu, der sich darumzuranken habe. Das Brautpaar\nsah sich bei diesen Worten etwas verlegen an. Effi zugleich mit einem\nAusdruck kindlicher Heiterkeit, Frau von Briest aber sagte: »Briest,\nsprich, was du willst, und formuliere deine Toaste nach Gefallen,\nnur poetische Bilder, wenn ich bitten darf, laß beiseite, das liegt\njenseits deiner Sphäre.« Zurechtweisende Worte, die bei Briest mehr\nZustimmung als Ablehnung gefunden hatten. »Es ist möglich, daß du\nrecht hast, Luise.«",
        "Gleich nach Aufhebung der Tafel beurlaubte sich Effi, um einen Besuch\ndrüben bei Pastors zu machen. Unterwegs sagte sie sich: »Ich glaube,\nHulda wird sich ärgern. Nun bin ich ihr doch zuvorgekommen - sie war\nimmer zu eitel und eingebildet.« Aber Effi traf es mit ihrer Erwartung\nnicht ganz; Hulda, durchaus Haltung bewahrend, benahm sich sehr gut\nund überließ die Bezeugung von Unmut und Ärger ihrer Mutter, der Frau\nPastorin, die denn auch sehr sonderbare Bemerkungen machte. »Ja, ja,\nso geht es. Natürlich. Wenn’s die Mutter nicht sein konnte, muß es\ndie Tochter Sein. Das kennt man. Alte Familien halten immer zusammen,\nund wo was is, da kommt was dazu.« Der alte Niemeyer kam in arge\nVerlegenheit über diese fortgesetzten Spitzen Redensarten ohne Bildung\nund Anstand und beklagte mal wieder, eine Wirtschafterin geheiratet zu\nhaben.",
        "Von Pastors ging Effi natürlich auch zu Kantor Jahnkes; die Zwillinge\nhatten schon nach ihr ausgeschaut und empfingen sie im Vorgarten.",
        "»Nun, Effi«, sagte Hertha, während alle drei zwischen den rechts und\nlinks blühenden Studentenblumen auf und ab schritten, »nun, Effi, wie\nist dir eigentlich?«",
        "»Wie mir ist? Oh, ganz gut. Wir nennen uns auch schon du und bei\nVornamen. Er heißt nämlich Geert, was ich euch, wie mir einfällt, auch\nschon gesagt habe.«",
        "»Ja, das hast du. Mir ist aber doch so bange dabei. Ist es denn auch\nder Richtige?«",
        "»Gewiß ist es der Richtige. Das verstehst du nicht, Hertha. Jeder ist\nder Richtige. Natürlich muß er von Adel sein und eine Stellung haben\nund gut aussehen.«",
        "»Gott, Effi, wie du nur sprichst. Sonst sprachst du doch ganz anders.«",
        "»Ja, sonst.«",
        "»Und bist du auch schon ganz glücklich?«",
        "»Wenn man zwei Stunden verlobt ist, ist man immer ganz glücklich.\nWenigstens denk ich es mir so.«",
        "»Und ist es dir denn gar nicht, ja, wie sag ich nur, ein bißchen\ngenant?«",
        "»Ja, ein bißchen genant ist es mir, aber doch nicht sehr. Und ich\ndenke, ich werde darüber wegkommen.«",
        "Nach diesem im Pfarr- und Kantorhause gemachten Besuche, der\nkeine halbe Stunde gedauert hatte, war Effi wieder nach drüben\nzurückgekehrt, wo man auf der Gartenveranda eben den Kaffee nehmen\nwollte. Schwiegervater und Schwiegersohn gingen auf dem Kieswege\nzwischen den zwei Platanen auf und ab. Briest sprach von dem\nSchwierigen einer landrätlichen Stellung; sie sei ihm verschiedentlich\nangetragen worden, aber er habe jedesmal gedankt. »So nach meinem\neigenen Willen schalten und walten zu können ist mir immer das liebste\ngewesen, jedenfalls lieber - Pardon, Innstetten -, als so die Blicke\nbeständig nach oben richten zu müssen. Man hat dann bloß immer Sinn\nund Merk für hohe und höchste Vorgesetzte. Das ist nichts für mich.\nHier leb ich so freiweg und freue mich über jedes grüne Blatt und über\nden wilden Wein, der da drüben in die Fenster wächst.«",
        "Er sprach noch mehr dergleichen, allerhand Antibeamtliches, und\nentschuldigte sich von Zeit zu Zeit mit einem kurzen, verschiedentlich\nwiederkehrenden »Pardon, Innstetten«. Dieser nickte mechanisch\nzustimmend, war aber eigentlich wenig bei der Sache, sah vielmehr wie\ngebannt immer aufs neue nach dem drüben am Fenster rankenden wilden\nWein hinüber, von dem Briest eben gesprochen, und während er dem\nnachhing, war es ihm, als säh’ er wieder die rotblonden Mädchenköpfe\nzwischen den Weinranken und höre dabei den übermütigen Zuruf: »Effi,\nkomm.«",
        "Er glaubte nicht an Zeichen und ähnliches, im Gegenteil, wies alles\nAbergläubische weit zurück. Aber er konnte trotzdem von den zwei\nWorten nicht los, und während Briest immer weiterperorierte, war es\nihm beständig, als wäre der kleine Hergang doch mehr als ein bloßer\nZufall gewesen.",
        "Innstetten, der nur einen kurzen Urlaub genommen, war schon am\nfolgenden Tag wieder abgereist, nachdem er versprochen, jeden Tag\nschreiben zu wollen. »Ja, das mußt du«, hatte Effi gesagt, ein Wort,\ndas ihr von Herzen kam, da sie seit Jahren nichts Schöneres kannte als\nbeispielsweise den Empfang vieler Geburtstagsbriefe. Jeder mußte ihr\nzu diesem Tag schreiben. In den Brief eingestreute Wendungen, etwa wie\n»Gertrud und Klara senden Dir mit mir ihre herzlichsten Glückwünsche«,\nwaren verpönt; Gertrud und Klara, wenn sie Freundinnen sein wollten,\nhatten dafür zu Sorgen, daß ein Brief mit selbständiger Marke daläge,\nwomöglich - denn ihr Geburtstag fiel noch in die Reisezeit mit einer\nfremden, aus der Schweiz oder Karlsbad.",
        "Innstetten, wie versprochen, schrieb wirklich jeden Tag; was aber den\nEmpfang seiner Briefe ganz besonders angenehm machte, war der Umstand,\ndaß er allwöchentlich nur einmal einen ganz kleinen Antwortbrief\nerwartete. Den erhielt er dann auch, voll reizend nichtigen und\nihn jedesmal entzückenden Inhalts. Was es von ernsteren Dingen\nzu besprechen gab, das verhandelte Frau von Briest mit ihrem\nSchwiegersohn: Festsetzungen wegen der Hochzeit, Ausstattungs- und\nWirtschaftseinrichtungsfragen. Innstetten, schon an die drei Jahre\nim Amt, war in seinem Kessiner Hause nicht glänzend, aber doch sehr\nstandesgemäß eingerichtet, und es empfahl sich, in der Korrespondenz\nmit ihm ein Bild von allem, was da war, zu gewinnen, um nichts\nUnnützes anzuschaffen. Schließlich, als Frau von Briest über all diese\nDinge genugsam unterrichtet war, wurde seitens Mutter und Tochter eine\nReise nach Berlin beschlossen, um, wie Briest sich ausdrückte, den\n»Trousseau« für Prinzessin Effi zusammenzukaufen. Effi freute sich\nsehr auf den Aufenthalt in Berlin, um so mehr, als der Vater darein\ngewilligt hatte, im Hotel du Nord Wohnung zu nehmen. Was es koste,\nkönne ja von der Ausstattung abgezogen werden; Innstetten habe ohnehin\nalles. Effi ganz im Gegensatz zu der solche »Mesquinerien« ein für\nallemal sich verbittenden Mama - hatte dem Vater, ohne jede Sorge\ndarum, ob er’s scherz- oder ernsthaft gemeint hatte, freudig\nzugestimmt und beschäftigte sich in ihren Gedanken viel, viel mehr mit\ndem Eindruck, den sie beide, Mutter und Tochter, bei ihrem Erscheinen\nan der Table d’hôte machen würden, als mit Spinn und Mencke,\nGoschenhofer und ähnlichen Firmen, die vorläufig notiert worden waren.\nUnd diesen ihren heiteren Phantasien entsprach denn auch ihre Haltung,\nals die große Berliner Woche nun wirklich da war. Vetter Briest vom\nAlexanderregiment, ein ungemein ausgelassener junger Leutnant, der\ndie »Fliegenden Blätter« hielt und über die besten Witze Buch führte,\nstellte sich den Damen für jede dienstfreie Stunde zur Verfügung,\nund so saßen sie denn mit ihm bei Kranzler am Eckfenster oder zu\nstatthafter Zeit auch wohl im Café Bauer und fuhren nachmittags in den\nZoologischen Garten, um da die Giraffen zu sehen, von denen Vetter\nBriest, der übrigens Dagobert hieß, mit Vorliebe behauptete, sie sähen\naus wie adlige alte Jungfern. Jeder Tag verlief programmäßig, und\nam dritten oder vierten Tag gingen sie, wie vorgeschrieben, in die\nNationalgalerie, weil Vetter Dagobert seiner Cousine die »Insel der\nSeligen« zeigen wollte. Fräulein Cousine stehe zwar auf dem Punkte,\nsich zu verheiraten, es sei aber doch vielleicht gut, die »Insel der\nSeligen« schon vorher kennengelernt zu haben. Die Tante gab ihm einen\nSchlag mit dem Fächer, begleitete diesen Schlag aber mit einem so\ngnädigen Blick, daß er keine Veranlassung hatte, den Ton zu ändern.\nEs waren himmlische Tage für alle drei, nicht zum wenigsten\nfür den Vetter, der so wundervoll zu chaperonnieren und kleine\nDifferenzen immer rasch auszugleichen verstand. An solchen\nMeinungsverschiedenheiten zwischen Mutter und Tochter war nun,\nwie das so geht, all die Zeit über kein Mangel, aber sie traten\nglücklicherweise nie bei den zu machenden Einkäufen hervor. Ob man\nvon einer Sache sechs oder drei Dutzend erstand, Effi war mit allem\ngleichmäßig einverstanden, und wenn dann auf dem Heimweg von dem Preis\nder eben eingekauften Gegenstände gesprochen wurde, so verwechselte\nsie regelmäßig die Zahlen. Frau von Briest, sonst so kritisch, auch\nihrem eigenen geliebten Kinde gegenüber, nahm dies anscheinend\nmangelnde Interesse nicht nur von der leichten Seite, sondern erkannte\nsogar einen Vorzug darin. Alle diese Dinge, so sagte sie sich,\nbedeuten Effi nicht viel. Effi ist anspruchslos; sie lebt in ihren\nVorstellungen und Träumen, und wenn die Prinzessin Friedrich Karl\nvorüberfährt und sie von ihrem Wagen aus freundlich grüßt, so gilt ihr\ndas mehr als eine ganze Truhe voll Weißzeug.",
        "Das alles war auch richtig, aber doch nur halb. An dem Besitze mehr\noder weniger alltäglicher Dinge lag Effi nicht viel, aber wenn sie mit\nder Mama die Linden hinauf- und hinunterging und nach Musterung der\nschönsten Schaufenster in den Demuthschen Laden eintrat, um für die\ngleich nach der Hochzeit geplante italienische Reise allerlei Einkäufe\nzu machen, so zeigte sich ihr wahrer Charakter. Nur das Eleganteste\ngefiel ihr, und wenn sie das Beste nicht haben konnte, so verzichtete\nsie auf das Zweitbeste, weil ihr dies Zweite nun nichts mehr\nbedeutete. Ja, sie konnte verzichten, darin hatte die Mama recht, und\nin diesem Verzichtenkönnen lag etwas von Anspruchslosigkeit; wenn es\naber ausnahmsweise mal wirklich etwas zu besitzen galt, so mußte dies\nimmer was ganz Apartes sein. Und darin war sie anspruchsvoll.",
        "Continue...",
        "\nThis eBook of “Effi Briest” by Theodor Fontane belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Effi Briest (Penguin Classics)By Theodor FontaneAt Amazon"
    ]
}