{
    "title": "Effi Briest - Dreiundzwanzigstes Kapitel",
    "author": "Theodor Fontane",
    "chapter": "23",
    "content": [
        "\n",
        "\n\n",
        "Auf dem Friedrichstraßen-Bahnhof war ein Gedränge; aber trotzdem, Effi\nhatte schon vom Coupé aus die Mama erkannt und neben ihr den Vetter\nBriest. Die Freude des Wiedersehens war groß, das Warten in der\nGepäckhalle stellte die Geduld auf keine allzu harte Probe, und\nnach wenig mehr als fünf Minuten rollte die Droschke neben dem\nPferdebahngleise hin in die Dorotheenstraße hinein und auf die\nSchadowstraße zu, an deren nächstgelegener Ecke sich die »Pension«\nbefand. Roswitha war entzückt und freute sich über Annie, die die\nHändchen nach den Lichtern ausstreckte.",
        "Nun war man da. Effi erhielt ihre zwei Zimmer, die nicht, wie\nerwartet, neben denen der Frau von Briest, aber doch auf demselben\nKorridor lagen, und als alles seinen Platz und Stand hatte und Annie\nin einem Bettchen mit Gitter glücklich untergebracht war, erschien\nEffi wieder im Zimmer der Mama, einem kleinen Salon mit Kamin, drin\nein schwaches Feuer brannte; denn es war mildes, beinah warmes Wetter.",
        "Auf dem runden Tische mit grüner Schirmlampe waren drei Kuverts\ngelegt, und auf einem Nebentischchen stand das Teezeug.",
        "»Du wohnst ja reizend, Mama«, sagte Effi, während sie dem Sofa\ngegenüber Platz nahm, aber nur um sich gleich danach an dem Teetisch\nzu schaffen zu machen. »Darf ich wieder die Rolle des Teefräuleins\nübernehmen?«",
        "»Gewiß, meine liebe Effi Aber nur für Dagobert und dich selbst. Ich\nmeinerseits muß verzichten, was mir beinah schwerfällt.«",
        "»Ich verstehe, deiner Augen halber. Aber nun sage mir, Mama, was ist\nes damit? In der Droschke, die noch dazu so klapperte, haben wir\nimmer nur von Innstetten und unserer großen Karriere gesprochen, viel\nzuviel, und das geht nicht so weiter; glaube mir, deine Augen sind\nmir wichtiger, und in einem finde ich sie, Gott sei Dank, ganz\nunverändert, du siehst mich immer noch so freundlich an wie früher.«",
        "Und sie eilte auf die Mama zu und küßte ihr die Hand. »Effi, du bist\nso stürmisch. Ganz die alte.«",
        "»Ach nein, Mama. Nicht die alte. Ich wollte, es wäre so. Man ändert\nsich in der Ehe.«",
        "Vetter Briest lachte. »Cousine, ich merke nicht viel davon; du bist\nnoch hübscher geworden, das ist alles. Und mit dem Stürmischen wird es\nwohl auch noch nicht vorbei sein.«",
        "»Ganz der Vetter«, versicherte die Mama; Effi selbst aber wollte\ndavon nichts hören und sagte: »Dagobert, du bist alles, nur kein\nMenschenkenner. Es ist sonderbar. Ihr Offiziere seid keine guten\nMenschenkenner, die jungen gewiß nicht. Ihr guckt euch immer nur\nselber an oder eure Rekruten, und die von der Kavallerie haben auch\nnoch ihre Pferde. Die wissen nun vollends nichts.«",
        "»Aber Cousine, wo hast du denn diese ganze Weisheit her? Du kennst\nja keine Offiziere. Kessin, so habe ich gelesen, hat ja auf die ihm\nzugedachten Husaren verzichtet, ein Fall, der übrigens einzig in der\nWeltgeschichte dasteht. Und willst du von alten Zeiten sprechen?\nDu warst ja noch ein halbes Kind, als die Rathenower zu euch\nherüberkamen.«",
        "»Ich könnte dir erwidern, daß Kinder am besten beobachten. Aber ich\nmag nicht, das sind ja alles bloß Allotria. Ich will wissen, wie’s mit\nMamas Augen steht.«",
        "Frau von Briest erzählte nun, daß es der Augenarzt für Blutandrang\nnach dem Gehirn ausgegeben habe. Daher käme das Flimmern. Es müsse\nmit Diät gezwungen werden; Bier, Kaffee, Tee - alles gestrichen und\ngelegentlich eine lokale Blutentziehung, dann würde es bald besser\nwerden. »Er sprach so von vierzehn Tagen. Aber ich kenne die\nDoktorangaben; vierzehn Tage heißt sechs Wochen, und ich werde\nnoch hier sein, wenn Innstetten kommt und ihr in eure neue Wohnung\neinzieht. Ich will auch nicht leugnen, daß das das Beste von der Sache\nist und mich über die mutmaßlich lange Kurdauer schon vorweg tröstet.\nSucht euch nur recht was Hübsches. Ich habe mir Landgrafen- oder\nKeithstraße gedacht, elegant und doch nicht allzu teuer. Denn ihr\nwerdet euch einschränken müssen. Innstettens Stellung ist sehr\nehrenvoll, aber sie wirft nicht allzuviel ab. Und Briest klagt auch.\nDie Preise gehen herunter, und er erzählt mir jeden Tag, wenn nicht\nSchutzzölle kämen, so müßte er mit einem Bettelsack von Hohen-Cremmen\nabziehen. Du weißt, er übertreibt gern. Aber nun lange zu, Dagobert,\nund wenn es sein kann, erzähle uns was Hübsches. Krankheitsberichte\nsind immer langweilig, und die liebsten Menschen hören bloß zu, weil\nes nicht anders geht. Effi wird wohl auch gern eine Geschichte hören,\netwas aus den Fliegenden Blättern oder aus dem Kladderadatsch. Er soll\naber nicht mehr so gut sein.«",
        "»Oh, er ist noch ebensogut wie früher. Sie haben immer noch\nStrudelwitz und Prudelwitz, und da macht es sich von selber.«",
        "»Mein Liebling ist Karlchen Mießnick und Wippchen von Bernau.«",
        "»Ja, das sind die Besten. Aber Wippchen, der übrigens - Pardon, schöne\nCousine - keine Kladderadatschfigur ist, Wippchen hat gegenwärtig\nnichts zu tun, es ist ja kein Krieg mehr. Leider. Unsereins möchte\ndoch auch mal an die Reihe kommen und hier diese schreckliche Leere«,\nund er strich vom Knopfloch nach der Achsel hinüber, »endlich\nloswerden.« »Ach, das sind ja bloß Eitelkeiten. Erzähle lieber. Was\nist denn jetzt dran?«",
        "»Ja, Cousine, das ist ein eigen Ding. Das ist nicht für jedermann.\nJetzt haben wir nämlich die Bibelwitze.«",
        "»Die Bibelwitze? Was soll das heißen? ... Bibel und Witze gehören\nnicht zusammen.«",
        "»Eben deshalb sagte ich, es sei nicht für jedermann. Aber ob\nzulässig oder nicht, sie stehen jetzt hoch im Preis. Modesache, wie\nKiebitzeier.«",
        "»Nun, wenn es nicht zu toll ist, so gib uns eine Probe. Geht es?«",
        "»Gewiß geht es. Und ich möchte sogar hinzusetzen dürfen, du triffst\nes besonders gut. Was jetzt nämlich kursiert, ist etwas hervorragend\nFeines, weil es als Kombination auftritt und in die einfache\nBibelstelle noch das dativisch Wrangelsche mit einmischt. Die\nFragestellung - alle diese Witze treten nämlich in Frageform auf - ist\nübrigens in vorliegendem Falle von großer Simplizität und lautet: ’Wer\nwar der erste Kutscher?’ Und nun rate.«",
        "»Nun, vielleicht Apollo.«",
        "»Sehr gut. Du bist doch ein Daus, Effi. Ich wäre nicht darauf\ngekommen. Aber trotzdem, du triffst damit nicht ins Schwarze.«",
        "»Nun, wer war es denn?«",
        "»Der erste Kutscher war ’Leid’. Denn schon im Buche Hiob heißt es:\n’Leid soll mir nicht widerfahren’, oder auch ’wieder fahren’ in zwei\nWörtern und mit einem e.«",
        "Effi wiederholte kopfschüttelnd den Satz, auch die Zubemerkung, konnte\nsich aber trotz aller Mühe nicht drin zurechtfinden; sie gehörte ganz\nausgesprochen zu den Bevorzugten, die für derlei Dinge durchaus kein\nOrgan haben, und so kam denn Vetter Briest in die nicht beneidenswerte\nSituation, immer erneut erst auf den Gleichklang und dann auch wieder\nauf den Unterschied von ’widerfahren’ und ’wieder fahren’ hinweisen zu\nmüssen.",
        "»Ach, nun versteh ich. Und du mußt mir verzeihen, daß es so lange\ngedauert hat. Aber es ist wirklich zu dumm.«",
        "»Ja, dumm ist es«, sagte Dagobert kleinlaut.",
        "»Dumm und unpassend und kann einem Berlin ordentlich verleiden. Da\ngeht man nun aus Kessin fort, um wieder unter Menschen zu sein, und\ndas erste, was man hört, ist ein Bibelwitz. Auch Mama schweigt, und\ndas sagt genug. Ich will dir aber doch den Rückzug erleichtern ...«",
        "»Das tu, Cousine.«",
        "»... den Rückzug erleichtern und es ganz ernsthaft als ein gutes\nZeichen nehmen, daß mir, als erstes hier, von meinem Vetter Dagobert\ngesagt wurde: ’Leid soll mir nicht widerfahren.’ Sonderbar, Vetter, so\nschwach die Sache als Witz ist, ich bin dir doch dankbar dafür.«",
        "Dagobert, kaum aus der Schlinge heraus, versuchte über Effis\nFeierlichkeit zu spötteln, ließ aber ab davon, als er sah, daß es sie\nverdroß.",
        "Bald nach zehn Uhr brach er auf und versprach, am anderen Tage\nwiederzukommen, um nach den Befehlen zu fragen.",
        "Und gleich nachdem er gegangen, zog sich auch Effi in ihre Zimmer\nzurück.",
        "Am andern Tage war das schönste Wetter, und Mutter und Tochter brachen\nfrüh auf, zunächst nach der Augenklinik, wo Effi im Vorzimmer verblieb\nund sich mit dem Durchblättern eines Albums beschäftigte. Dann ging es\nnach dem Tiergarten und bis in die Nähe des »Zoologischen«, um dort\nherum nach einer Wohnung zu suchen. Es traf sich auch wirklich so,\ndaß man in der Keithstraße, worauf sich ihre Wünsche von Anfang an\ngerichtet hatten, etwas durchaus Passendes ausfindig machte, nur\ndaß es ein Neubau war, feucht und noch unfertig. »Es wird nicht\ngehen, liebe Effi«, sagte Frau von Briest, »schon einfach\nGesundheitsrücksichten werden es verbieten. Und dann, ein Geheimrat\nist kein Trockenwohner.«",
        "Effi, so sehr ihr die Wohnung gefiel, war um so einverstandener mit\ndiesem Bedenken, als ihr an einer raschen Erledigung überhaupt nicht\nlag, ganz im Gegenteil: »Zeit gewonnen, alles gewonnen«, und so war\nihr denn ein Hinausschieben der ganzen Angelegenheit eigentlich das\nLiebste, was ihr begegnen konnte. »Wir wollen diese Wohnung aber doch\nim Auge behalten, Mama, sie liegt so schön und ist im wesentlichen\ndas, was ich mir gewünscht habe.« Dann fuhren beide Damen in die Stadt\nzurück, aßen im Restaurant, das man ihnen empfohlen, und waren am\nAbend in der Oper, wozu der Arzt unter der Bedingung, daß Frau von\nBriest mehr hören als sehen wolle, die Erlaubnis gegeben hatte.",
        "Die nächsten Tage nahmen einen ähnlichen Verlauf; man war aufrichtig\nerfreut, sich wiederzuhaben und nach so langer Zeit wieder ausgiebig\nmiteinander plaudern zu können. Effi, die sich nicht bloß auf Zuhören\nund Erzählen, sondern, wenn ihr am wohlsten war, auch auf Medisieren\nganz vorzüglich verstand, geriet mehr als einmal in ihren alten\nÜbermut, und die Mama schrieb nach Hause, wie glücklich sie sei, das\n»Kind« wieder so heiter und lachlustig zu finden; es wiederhole sich\nihnen allen die schöne Zeit von vor fast zwei Jahren, wo man die\nAusstattung besorgt habe. Auch Vetter Briest sei ganz der alte. Das\nwar nun auch wirklich der Fall, nur mit dem Unterschied, daß er sich\nseltener sehen ließ als vordem und auf die Frage nach dem »Warum«\nanscheinend ernsthaft versicherte: »Du bist mir zu gefährlich,\nCousine.« Das gab dann jedesmal ein Lachen bei Mutter und Tochter,\nund Effi sagte: »Dagobert, du bist freilich noch sehr jung, aber zu\nsolcher Form des Courmachers doch nicht mehr jung genug.«",
        "So waren schon beinahe vierzehn Tage vergangen. Innstetten schrieb\nimmer dringlicher und wurde ziemlich spitz, fast auch gegen die\nSchwiegermama, so daß Effi einsah, ein weiteres Hinausschieben sei\nnicht mehr gut möglich und es müsse nun wirklich gemietet werden. Aber\nwas dann? Bis zum Umzug nach Berlin waren immer noch drei Wochen, und\nInnstetten drang auf rasche Rückkehr. Es gab also nur ein Mittel: Sie\nmußte wieder eine Komödie spielen, mußte krank werden.",
        "Das kam ihr aus mehr als einem Grunde nicht leicht an; aber es mußte\nsein, und als ihr das feststand, stand ihr auch fest, wie die Rolle,\nbis in die kleinsten Einzelheiten hinein, gespielt werden müsse.",
        "»Mama, Innstetten, wie du siehst, wird über mein Ausbleiben\nempfindlich. Ich denke, wir geben also nach und mieten heute noch.\nUnd morgen reise ich. Ach, es wird mir so schwer, mich von dir zu\ntrennen.«",
        "Frau von Briest war einverstanden. »Und welche Wohnung wirst du\nwählen?«",
        "»Natürlich die erste, die in der Keithstraße, die mir von Anfang an so\ngut gefiel und dir auch. Sie wird wohl noch nicht ganz ausgetrocknet\nsein, aber es ist ja das Sommerhalbjahr, was einigermaßen ein Trost\nist. Und wird es mit der Feuchtigkeit zu arg und kommt ein bißchen\nRheumatismus, so hab ich ja schließlich immer noch Hohen-Cremmen.«",
        "»Kind, beruf es nicht; ein Rheumatismus ist mitunter da, man weiß\nnicht wie.«",
        "Diese Worte der Mama kamen Effi sehr zupaß. Sie mietete denselben\nVormittag noch und schrieb eine Karte an Innstetten, daß sie den\nnächsten Tag zurückwolle. Gleich danach wurden auch wirklich die\nKoffer gepackt und alle Vorbereitungen getroffen. Als dann aber der\nandere Morgen da war, ließ Effi die Mama an ihr Bett rufen und sagte:\n»Mama, ich kann nicht reisen. Ich habe ein solches Reißen und Ziehen,\nes schmerzt mich über den ganzen Rücken hin, und ich glaube beinah, es\nist ein Rheumatismus. Ich hätte nicht gedacht, daß das so schmerzhaft\nsei.«",
        "»Siehst du, was ich dir gesagt habe; man soll den Teufel nicht an die\nWand malen. Gestern hast du noch leichtsinnig darüber gesprochen,\nund heute ist es schon da. Wenn ich Schweigger sehe, werde ich ihn\nfragen, was du tun sollst.« »Nein, nicht Schweigger. Der ist ja ein\nSpezialist. Das geht nicht, und er könnte es am Ende übelnehmen, in so\nwas anderem zu Rate gezogen zu werden. Ich denke, das beste ist, wir\nwarten es ab. Es kann ja auch vorübergehen. Ich werde den ganzen Tag\nüber von Tee und Sodawasser leben, und wenn ich dann transpiriere,\nkomm ich vielleicht drüber hin.«",
        "Frau von Briest drückte ihre Zustimmung aus, bestand aber darauf, daß\nsie sich gut verpflege. Daß man nichts genießen müsse, wie das früher\nMode war, das sei ganz falsch und schwäche bloß; in diesem Punkt stehe\nsie ganz zu der jungen Schule: tüchtig essen.",
        "Effi sog sich nicht wenig Trost aus diesen Anschauungen, schrieb ein\nTelegramm an Innstetten, worin sie von dem »leidigen Zwischenfall«\nund einer ärgerlichen, aber doch nur momentanen Behinderung sprach,\nund sagte dann zu Roswitha: »Roswitha, du mußt mir nun auch Bücher\nbesorgen; es wird nicht schwerhalten, ich will alte, ganz alte.«",
        "»Gewiß, gnäd’ge Frau. Die Leihbibliothek ist ja gleich hier nebenan.\nWas soll ich besorgen?«",
        "»Ich will es aufschreiben, allerlei zur Auswahl, denn mitunter haben\nsie nicht das eine, was man grade haben will.« Roswitha brachte\nBleistift und Papier, und Effi schrieb auf:",
        "Walter Scott, Ivanhoe oder Quentin Durward; Cooper, Der Spion;\nDickens, David Copperfield; Willibald Alexis, Die Hosen des Herrn von\nBredow.",
        "Roswitha las den Zettel durch und schnitt in der anderen Stube die\nletzte Zeile fort; sie genierte sich ihret- und ihrer Frau wegen, den\nZettel in seiner ursprünglichen Gestalt abzugeben.",
        "Ohne besondere Vorkommnisse verging der Tag. Am andern Morgen war\nes nicht besser und am dritten auch nicht. »Effi, das geht so nicht\nlänger. Wenn so was einreißt, dann wird man’s nicht wieder los;\nwovor die Doktoren am meisten warnen und mit Recht, das sind solche\nVerschleppungen.«",
        "Effi seufzte. »Ja, Mama, aber wen sollen wir nehmen? Nur keinen\njungen; ich weiß nicht, aber es würde mich genieren.«",
        "»Ein junger Doktor ist immer genant, und wenn er es nicht ist, desto\nschlimmer. Aber du kannst dich beruhigen; ich komme mit einem ganz\nalten, der mich schon behandelt hat, als ich noch in der Heckerschen\nPension war, also vor etlichen zwanzig Jahren. Und damals war er nah\nan Fünfzig und hatte schönes graues Haar, ganz kraus. Er war ein\nDamenmann, aber in den richtigen Grenzen. Ärzte, die das vergessen,\ngehen unter, und es kann auch nicht anders sein; unsere Frauen,\nwenigstens die aus der Gesellschaft, haben immer noch einen guten\nFond.«",
        "»Meinst du? Ich freue mich immer, so was Gutes zu hören. Denn mitunter\nhört man doch auch andres. Und schwer mag es wohl oft sein. Und wie\nheißt denn der alte Geheimrat? Ich nehme an, daß es ein Geheimrat\nist.«",
        "»Geheimrat Rummschüttel.«",
        "Effi lachte herzlich. »Rummschüttel! Und als Arzt für jemanden, der\nsich nicht rühren kann.«",
        "»Effi, du sprichst so sonderbar. Große Schmerzen kannst du nicht\nhaben.«",
        "»Nein, in diesem Augenblick nicht; es wechselt beständig.«",
        "Am anderen Morgen erschien Geheimrat Rummschüttel. Frau von Briest\nempfing ihn, und als er Effi sah, war sein erstes Wort: »Ganz die\nMama.«",
        "Diese wollte den Vergleich ablehnen und meinte, zwanzig Jahre und\ndrüber seien doch eine lange Zeit; Rummschüttel blieb aber bei seiner\nBehauptung, zugleich versichernd: nicht jeder Kopf präge sich ihm ein,\naber wenn er überhaupt erst einen Eindruck empfangen habe, so bleibe\nder auch für immer. »Und nun, meine gnädigste Frau von Innstetten, wo\nfehlt es, wo sollen wir helfen?«",
        "»Ach, Herr Geheimrat, ich komme in Verlegenheit, Ihnen auszudrücken,\nwas es ist. Es wechselt beständig. In diesem Augenblick ist es wie\nweggeflogen. Anfangs habe ich an Rheumatisches gedacht, aber ich möcht\nbeinah glauben, es sei eine Neuralgie, Schmerzen den Rücken entlang,\nund dann kann ich mich nicht aufrichten. Mein Papa leidet an\nNeuralgie, da hab ich es früher beobachten können. Vielleicht ein\nErbstück von ihm.«",
        "»Sehr wahrscheinlich«, sagte Rummschüttel, der den Puls gefühlt\nund die Patientin leicht, aber doch scharf beobachtet hatte. »Sehr\nwahrscheinlich, meine gnädigste Frau.« Was er aber still zu sich\nselber sagte, das lautete: »Schulkrank und mit Virtuosität gespielt;\nEvastochter comme il faut.« Er ließ jedoch nichts davon merken,\nsondern sagte mit allem wünschenswerten Ernst: »Ruhe und Wärme sind\ndas Beste, was ich anraten kann. Eine Medizin, übrigens nichts\nSchlimmes, wird das Weitere tun.«",
        "Und er erhob sich, um das Rezept aufzuschreiben: Aqua Amygdalarum\namararum eine halbe Unze, Syrupus florum Aurantii zwei Unzen.\n»Hiervon, meine gnädigste Frau, bitte ich Sie, alle zwei Stunden einen\nhalben Teelöffel voll nehmen zu wollen. Es wird Ihre Nerven beruhigen.\nUnd worauf ich noch dringen möchte: keine geistigen Anstrengungen,\nkeine Besuche, keine Lektüre.« Dabei wies er auf das neben ihr\nliegende Buch.",
        "»Es ist Scott.«",
        "»Oh, dagegen ist nichts einzuwenden. Das beste sind\nReisebeschreibungen. Ich spreche morgen wieder vor.«",
        "Effi hatte sich wundervoll gehalten, ihre Rolle gut durchgespielt. Als\nsie wieder allein war - die Mama begleitete den Geheimrat -, schoß ihr\ntrotzdem das Blut zu Kopf; sie hatte recht gut bemerkt, daß er ihrer\nKomödie mit einer Komödie begegnet war. Er war offenbar ein überaus\nlebensgewandter Herr, der alles recht gut sah, aber nicht alles\nsehen wollte, vielleicht weil er wußte, daß dergleichen auch mal zu\nrespektieren sein könne. Denn gab es nicht zu respektierende Komödien,\nwar nicht die, die er selber spielte, eine solche? Bald danach kam die\nMama zurück, und Mutter und Tochter ergingen sich in Lobeserhebungen\nüber den feinen alten Herrn, der trotz seiner beinah Siebzig noch\netwas Jugendliches habe. »Schicke nur gleich Roswitha nach der\nApotheke ... Du sollst aber nur alle drei Stunden nehmen, hat er mir\ndraußen noch eigens gesagt. So war er schon damals, er verschrieb\nnicht oft und nicht viel; aber immer Energisches, und es half auch\ngleich.«",
        "Rummschüttel kam den zweiten Tag und dann jeden dritten, weil er sah,\nwelche Verlegenheit sein Kommen der jungen Frau bereitete. Dies nahm\nihn für sie ein, und sein Urteil stand ihm nach dem dritten Besuch\nfest: »Hier liegt etwas vor, was die Frau zwingt, so zu handeln, wie\nsie handelt.« Über solche Dinge den Empfindlichen zu spielen, lag\nlängst hinter ihm.",
        "Als Rummschüttel seinen vierten Besuch machte, fand er Effi auf, in\neinem Schaukelstuhl sitzend, ein Buch in der Hand, Annie neben ihr.",
        "»Ah, meine gnädigste Frau! Hocherfreut. Ich schiebe es nicht auf die\nArznei; das schöne Wetter, die hellen, frischen Märztage, da fällt die\nKrankheit ab. Ich beglückwünsche Sie. Und die Frau Mama?«",
        "»Sie ist ausgegangen, Herr Geheimrat, in die Keithstraße, wo wir\ngemietet haben. Ich erwarte nun innerhalb weniger Tage meinen Mann,\nden ich mich, wenn in unserer Wohnung erst alles in Ordnung sein wird,\nherzlich freue, Ihnen vorstellen zu können. Denn ich darf doch wohl\nhoffen, daß Sie auch in Zukunft sich meiner annehmen werden.«",
        "Er verbeugte sich.",
        "»Die neue Wohnung«, fuhr sie fort, »ein Neubau, macht mir freilich\nSorge. Glauben Sie, Herr Geheimrat, daß die feuchten Wände ...«",
        "»Nicht im geringsten, meine gnädigste Frau. Lassen Sie drei, vier Tage\nlang tüchtig heizen und immer Türen und Fenster auf, da können Sie’s\nwagen, auf meine Verantwortung. Und mit Ihrer Neuralgie, das war nicht\nvon solcher Bedeutung. Aber ich freue mich Ihrer Vorsicht, die mir\nGelegenheit gegeben hat, eine alte Bekanntschaft zu erneuern und eine\nneue zu machen.«",
        "Er wiederholte seine Verbeugung, sah noch Annie freundlich in die\nAugen und verabschiedete sich unter Empfehlungen an die Mama.",
        "Kaum daß er fort war, so setzte sich Effi an den Schreibtisch und\nschrieb: »Lieber Innstetten! Eben war Rummschüttel hier und hat mich\naus der Kur entlassen. Ich könnte nun reisen, morgen etwa; aber heut\nist schon der 24., und am 28. willst Du hier eintreffen. Angegriffen\nbin ich ohnehin noch. Ich denke, Du wirst einverstanden sein, wenn ich\ndie Reise ganz aufgebe. Die Sachen sind ja ohnehin schon unterwegs,\nund wir würden, wenn ich käme, in Hoppensacks Hotel wie Fremde leben\nmüssen. Auch der Kostenpunkt ist in Betracht zu ziehen, die Ausgaben\nwerden sich ohnehin häufen; unter anderem ist Rummschüttel zu\nhonorieren, wenn er uns auch als Arzt verbleibt. Übrigens ein sehr\nliebenswürdiger alter Herr. Er gilt ärztlich nicht für ersten\nRanges, ’Damendoktor’, sagen seine Gegner und Neider. Aber dies\nWort umschließt doch auch ein Lob; es kann eben nicht jeder mit uns\numgehen. Daß ich von den Kessinern nicht persönlich Abschied nehme,\nhat nicht viel auf sich. Bei Gieshübler war ich. Die Frau Majorin hat\nsich immer ablehnend gegen mich verhalten, ablehnend bis zur Unart;\nbleibt noch der Pastor und Doktor Hannemann und Crampas. Empfiehl\nmich letzterem. An die Familien auf dem Lande schicke ich Karten;\nGüldenklees, wie Du mir schreibst, sind in Italien (was sie da wollen,\nweiß ich nicht), und so bleiben nur die drei andern. Entschuldige\nmich, so gut es geht. Du bist ja der Mann der Formen und weißt\ndas richtige Wort zu treffen. An Frau Von Padden, die mir am\nSilvesterabend so außerordentlich gut gefiel, schreibe ich vielleicht\nselber noch und spreche ihr mein Bedauern aus. Laß mich in einem\nTelegramm wissen, ob Du mit allem einverstanden bist. Wie immer Deine\nEffi.«",
        "Effi brachte selber den Brief zur Post, als ob sie dadurch die Antwort\nbeschleunigen könne, und am nächsten Vormittag traf denn auch das\nerbetene Telegramm von Innstetten ein: »Einverstanden mit allem.« Ihr\nHerz jubelte, sie eilte hinunter und auf den nächsten Droschkenstand\nzu: »Keithstraße Ic.« Und erst die Linden und dann die\nTiergartenstraße hinunter flog die Droschke, und nun hielt sie vor der\nneuen Wohnung.",
        "Oben standen die den Tag vorher eingetroffenen Sachen noch bunt\ndurcheinander, aber es störte sie nicht, und als sie auf den breiten,\naufgemauerten Balkon hinaustrat, lag jenseits der Kanalbrücke der\nTiergarten vor ihr, dessen Bäume schon überall einen grünen Schimmer\nzeigten. Darüber aber ein klarer blauer Himmel und eine lachende\nSonne.",
        "Sie zitterte vor Erregung und atmete hoch auf. Dann trat sie vom\nBalkon her wieder über die Türschwelle zurück, hob den Blick und\nfaltete die Hände.",
        "»Nun, mit Gott, ein neues Leben! Es soll anders werden.«",
        "Continue...",
        "\nThis eBook of “Effi Briest” by Theodor Fontane belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Effi Briest (Penguin Classics)By Theodor FontaneAt Amazon"
    ]
}