{
    "title": "Effi Briest - Zehntes Kapitel",
    "author": "Theodor Fontane",
    "chapter": "10",
    "content": [
        "\n",
        "\n\n",
        "Innstetten war erst sechs Uhr früh von Varzin zurückgekommen und hatte\nsich, Rollos Liebkosungen abwehrend, so leise wie möglich in sein\nZimmer zurückgezogen. Er machte sich’s hier bequem und duldete nur,\ndaß ihn Friedrich mit einer Reisedecke zudeckte.",
        "»Wecke mich um neun!«",
        "Und um diese Stunde war er denn auch geweckt worden. Er stand rasch\nauf und sagte: »Bring das Frühstück!«",
        "»Die gnädige Frau schläft noch.«",
        "»Aber es ist ja schon spät. Ist etwas passiert?«",
        "»Ich weiß es nicht; ich weiß nur, Johanna hat die Nacht über im Zimmer\nder gnädigen Frau schlafen müssen.«",
        "»Nun, dann schicke Johanna.«",
        "Diese kam denn auch. Sie hatte denselben rosigen Teint wie immer,\nschien sich also die Vorgänge der Nacht nicht sonderlich zu Gemüte\ngenommen zu haben.",
        "»Was ist das mit der gnäd’gen Frau? Friedrich sagt mir, es Sei was\npassiert und Sie hätten drüben geschlafen.«",
        "»Ja, Herr Baron. Gnäd’ge Frau klingelte dreimal ganz rasch\nhintereinander, daß ich gleich dachte, es bedeutet was. Und so war es\nauch. Sie hat wohl geträumt, aber vielleicht war es auch das andere.«",
        "»Welches andere?«",
        "»Ach, der gnäd’ge Herr wissen ja.«",
        "»Ich weiß nichts. Jedenfalls muß ein Ende damit gemacht werden. Und\nwie fanden Sie die Frau?«",
        "»Sie war wie außer sich und hielt das Halsband von Rollo, der neben\ndem Bett der gnäd’gen Frau stand, fest umklammert. Und das Tier\nängstigte sich auch.«",
        "»Und was hatte sie geträumt oder meinetwegen auch, was hatte sie\ngehört oder gesehen? Was sagte sie?«",
        "»Es sei so hingeschlichen, dicht an ihr vorbei.« »Was? Wer?«",
        "»Der von oben. Der aus dem Saal oder aus der kleinen Kammer.«",
        "»Unsinn, sag ich. Immer wieder das alberne Zeug; ich mag davon nicht\nmehr hören. Und dann blieben Sie bei der Frau?«",
        "»Ja, gnäd’ger Herr. Ich machte mir ein Lager an der Erde dicht neben\nihr. Und ich mußte ihre Hand halten, und dann schlief sie ein.«",
        "»Und sie schläft noch?« »Ganz fest.«",
        "»Das ist mir ängstlich, Johanna. Man kann sich gesund schlafen, aber\nauch krank. Wir müssen sie wecken, natürlich vorsichtig, daß sie nicht\nwieder erschrickt. Und Friedrich soll das Frühstück nicht bringen; ich\nwill warten, bis die gnäd’ge Frau da ist. Und machen Sie’s geschickt.«",
        "Eine halbe Stunde später kam Effi. Sie sah reizend aus, ganz blaß, und\nstützte sich auf Johanna. Als sie aber Innstettens ansichtig wurde,\nstürzte sie auf ihn zu und umarmte und küßte ihn. Und dabei liefen ihr\ndie Tränen übers Gesicht. »Ach, Geert, Gott sei Dank, daß du da bist.\nNun ist alles wieder gut. Du darfst nicht wieder fort, du darfst mich\nnicht wieder allein lassen.«",
        "»Meine liebe Effi ... Stellen Sie hin, Friedrich, ich werde schon\nalles zurechtmachen ... Meine liebe Effi, ich lasse dich ja nicht\nallein aus Rücksichtslosigkeit oder Laune, sondern weil es so sein\nmuß; ich habe keine Wahl, ich bin ein Mann im Dienst, ich kann zum\nFürsten oder auch zur Fürstin nicht sagen: Durchlaucht, ich kann nicht\nkommen, meine Frau ist so allein, oder meine Frau fürchtet sich. Wenn\nich das sagte, würden wir in einem ziemlich komischen Licht dastehen,\nich gewiß und du auch. Aber nimm erst eine Tasse Kaffee.«",
        "Effi trank, was sie sichtlich belebte. Dann ergriff sie wieder ihres\nMannes Hand und sagte: »Du sollst recht haben; ich sehe ein, das geht\nnicht. Und dann wollen wir ja auch höher hinauf. Ich sage wir, denn\nich bin eigentlich begieriger danach als du ...«",
        "»So sind alle Frauen«, lachte Innstetten.",
        "»Also abgemacht; du nimmst die Einladungen an nach wie vor, und ich\nbleibe hier und warte auf meinen ’hohen Herrn’, wobei mir Hulda unterm\nHolunderbaum einfällt. Wie’s ihr wohl gehen mag?«",
        "»Damen wie Hulda geht es immer gut. Aber was wolltest du noch sagen?«",
        "»Ich wollte sagen, ich bleibe hier und auch allein, wenn es sein muß.\nAber nicht in diesem Hause. Laß uns die Wohnung wechseln. Es gibt so\nhübsche Häuser am Bollwerk, eins zwischen Konsul Martens und Konsul\nGrützmacher und eins am Markt, gerade gegenüber von Gieshübler; warum\nkönnen wir da nicht wohnen? Warum gerade hier? Ich habe, wenn wir\nFreunde und Verwandte zum Besuch hatten, oft gehört, daß in Berlin\nFamilien ausziehen wegen Klavierspiel oder wegen Schwaben oder wegen\neiner unfreundlichen Portiersfrau; wenn das um solcher Kleinigkeiten\nwillen geschieht ...«",
        "»Kleinigkeiten? Portiersfrau? Das sage nicht ...«",
        "»Wenn das um solcher Dinge willen möglich ist, so muß es doch auch\nhier möglich sein, wo du Landrat bist und die Leute dir zu Willen sind\nund viele selbst zu Dank verpflichtet. Gieshübler würde uns gewiß\ndabei behilflich sein, wenn auch nur um meinetwegen, denn er\nwird Mitleid mit mir haben. Und nun sage, Geert, wollen wir dies\nverwunschene Haus aufgeben, dies Haus mit dem ...«",
        "»... Chinesen, willst du sagen. Du siehst, Effi, man kann das\nfurchtbare Wort aussprechen, ohne daß er erscheint. Was du da gesehen\nhast oder was da, wie du meinst, an deinem Bett vorüberschlich, das\nwar der kleine Chinese, den die Mädchen oben an die Stuhllehne geklebt\nhaben; ich wette, daß er einen blauen Rock anhatte und einen ganz\nflachen Deckelhut mit einem blanken Knopf oben.«",
        "Sie nickte.",
        "»Nun, siehst du, Traum, Sinnestäuschung. Und dann wird dir Johanna\nwohl gestern abend was erzählt haben, von der Hochzeit hier oben ...«",
        "»Nein.«",
        "»Desto besser.«",
        "»Kein Wort hat sie mir erzählt. Aber ich sehe doch aus dem allen, daß\nes hier etwas Sonderbares gibt. Und dann das Krokodil; es ist alles so\nunheimlich.«",
        "»Den ersten Abend, als du das Krokodil sahst, fandest du’s\nmärchenhaft ...«",
        "»Ja, damals ...«",
        "»... Und dann, Effi, kann ich hier nicht gut fort, auch wenn es\nmöglich wäre, das Haus zu verkaufen oder einen Tausch zu machen. Es\nist damit ganz wie mit einer Absage nach Varzin hin. Ich kann hier in\nder Stadt die Leute nicht sagen lassen, Landrat Innstetten verkauft\nsein Haus, weil seine Frau den aufgeklebten kleinen Chinesen als Spuk\nan ihrem Bett gesehen hat. Dann bin ich verloren, Effi. Von solcher\nLächerlichkeit kann man sich nie wieder erholen.«",
        "»Ja, Geert, bist du denn so sicher, daß es so was nicht gibt?« »Will\nich nicht behaupten. Es ist eine Sache, die man glauben und noch\nbesser nicht glauben kann. Aber angenommen, es gäbe dergleichen, was\nschadet es? Daß in der Luft Bazillen herumfliegen, von denen du gehört\nhaben wirst, ist viel schlimmer und gefährlicher als diese ganze\nGeistertummelage. Vorausgesetzt, daß sie sich tummeln, daß so was\nwirklich existiert. Und dann bin ich überrascht, solcher Furcht und\nAbneigung gerade bei dir zu begegnen, bei einer Briest Das ist ja, wie\nwenn du aus einem kleinen Bürgerhause stammtest. Spuk ist ein Vorzug,\nwie Stammbaum und dergleichen, und ich kenne Familien, die sich\nebensogern ihr Wappen nehmen ließen als ihre ’weiße Frau’, die\nnatürlich auch eine schwarze sein kann.«",
        "Effi schwieg.",
        "»Nun, Effi. Keine Antwort?«",
        "»Was soll ich antworten? Ich habe dir nachgegeben und mich willig\ngezeigt, aber ich finde doch, daß du deinerseits teilnahmsvoller sein\nkönntest. Wenn du wüßtest, wie mir gerade danach verlangt. Ich habe\nsehr gelitten, wirklich sehr, und als ich dich sah, da dacht ich, nun\nwürd ich frei werden von meiner Angst. Aber du sagst mir bloß, daß du\nnicht Lust hättest, dich lächerlich zu machen, nicht vor dem Fürsten\nund auch nicht vor der Stadt. Das ist ein geringer Trost. Ich\nfinde es wenig und um so weniger, als du dir schließlich auch noch\nwidersprichst und nicht bloß persönlich an diese Dinge zu glauben\nscheinst, sondern auch noch einen adligen Spukstolz von mir forderst.\nNun, den hab ich nicht. Und wenn du von Familien sprichst, denen ihr\nSpuk soviel wert sei wie ihr Wappen, so ist das Geschmackssache: Mir\ngilt mein Wappen mehr. Gott sei Dank haben wir Briests keinen Spuk.\nDie Briests waren immer sehr gute Leute, und damit hängt es wohl\nzusammen.«",
        "Der Streit hätte wohl noch angedauert und vielleicht zu einer ersten\nernstlichen Verstimmung geführt, wenn Friedrich nicht eingetreten\nwäre, um der gnädigen Frau einen Brief zu übergeben. »Von Herrn\nGieshübler. Der Bote wartet auf Antwort.«",
        "Aller Unmut auf Effis Antlitz war sofort verschwunden; schon bloß\nGieshüblers Namen zu hören tat Effi wohl, und ihr Wohlgefühl steigerte\nsich, als sie jetzt den Brief musterte. Zunächst war es gar kein\nBrief, sondern ein Billett, die Adresse »Frau Baronin von Innstetten,\ngeb. von Briest« in wundervoller Kanzleihandschrift und statt des\nSiegels ein aufgeklebtes rundes Bildchen, eine Lyra, darin ein Stab\nsteckte. Dieser Stab konnte aber auch ein Pfeil sein. Sie reichte das\nBillett ihrem Mann, der es ebenfalls bewunderte. »Nun lies aber.«",
        "Und nun löste Effi die Oblate und las: »Hochverehrteste Frau,\ngnädigste Frau Baronin! Gestatten Sie mir, meinem respektvollsten\nVormittagsgruß eine ganz gehorsamste Bitte hinzufügen zu dürfen. Mit\ndem Mittagszug wird eine vieljährige liebe Freundin von mir, eine\nTochter unserer Guten Stadt Kessin, Fräulein Marietta Trippelli, hier\neintreffen und bis morgen früh unter uns weilen. Am 17. will sie in\nPetersburg sein, um daselbst bis Mitte Januar zu konzertieren. Fürst\nKotschukoff öffnet ihr auch diesmal wieder sein gastliches Haus. In\nihrer immer gleichen Güte gegen mich hat die Trippelli mir zugesagt,\nden heutigen Abend bei mir zubringen und einige Lieder ganz nach\nmeiner Wahl (denn sie kennt keine Schwierigkeiten) vortragen zu\nwollen. Könnten sich Frau Baronin dazu verstehen, diesem Musikabend\nbeizuwohnen? Sieben Uhr. Ihr Herr Gemahl, auf dessen Erscheinen ich\nmit Sicherheit rechne, wird meine gehorsamste Bitte unterstützen.\nAnwesend nur Pastor Lindequist (der begleitet) und natürlich die\nverwitwete Frau Pastorin Trippel. In vorzüglicher Ergebenheit A.\nGieshübler.«",
        "»Nun -«, sagte Innstetten, »ja oder nein?«",
        "»Natürlich ja. Das wird mich herausreißen. Und dann kann ich doch\nmeinem lieben Gieshübler nicht gleich bei seiner ersten Einladung\neinen Korb geben.«",
        "»Einverstanden. Also Friedrich, sagen Sie Mirambo, der doch wohl das\nBillett gebracht haben wird, wir würden die Ehre haben.« Friedrich\nging.",
        "Als er fort war, fragte Effi: »Wer ist Mirambo?«",
        "»Der echte Mirambo ist Räuberhauptmann in Afrika -Tanganjika-See, wenn\ndeine Geographie so weit reicht -, unserer aber ist bloß Gieshüblers\nKohlenprovisor und Faktotum und wird heute abend in Frack und\nbaumwollenen Handschuhen sehr wahrscheinlich aufwarten.«",
        "Es war ganz ersichtlich, daß der kleine Zwischenfall auf Effi günstig\neingewirkt und ihr ein gut Teil ihrer Leichtlebigkeit zurückgegeben\nhatte, Innstetten aber wollte das Seine tun, diese Rekonvaleszens zu\nsteigern. »Ich freue mich, daß du ja gesagt hast und so rasch und ohne\nBesinnen, und nun möcht ich dir noch einen Vorschlag machen, um dich\nganz wieder in Ordnung zu bringen. Ich sehe wohl, es schleicht dir von\nder Nacht her etwas nach, das zu meiner Effi nicht paßt, das durchaus\nwieder fort muß, und dazu gibt es nichts Besseres als frische Luft.\nDas Wetter ist prachtvoll, frisch und milde zugleich, kaum daß ein\nLüftchen geht; was meinst du, wenn wir eine Spazierfahrt machten, aber\neine lange, nicht bloß so durch die Plantage hin, und natürlich im\nSchlitten und das Geläut auf und die weißen Schneedecken, und wenn wir\ndann um vier zurück sind, dann ruhst du dich aus, und um sieben sind\nwir bei Gieshübler und hören die Trippelli.«",
        "Effi nahm seine Hand. »Wie gut du bist, Geert, und wie nachsichtig.\nDenn ich muß dir ja kindisch oder doch wenigstens sehr kindlich\nvorgekommen sein; erst das mit meiner Angst und dann hinterher, daß\nich dir einen Hausverkauf, und was noch schlimmer ist, das mit dem\nFürsten ansinne. Du sollst ihm den Stuhl vor die Tür setzen - es\nist zum Lachen. Denn schließlich ist er doch der Mann, der über uns\nentscheidet. Auch über mich. Du glaubst gar nicht, wie ehrgeizig ich\nbin. Ich habe dich eigentlich bloß aus Ehrgeiz geheiratet. Aber du\nmußt nicht solch ernstes Gesicht dabei machen. Ich liebe dich ja ...\nwie heißt es doch, wenn man einen Zweig abbricht und die Blätter\nabreißt? Von Herzen mit Schmerzen, über alle Maßen.«",
        "Und sie lachte hell auf. »Und nun sage mir«, fuhr sie fort, als\nInnstetten noch immer schwieg, wo soll es hingehen?« »Ich habe mir\ngedacht, nach der Bahnstation, aber auf einem Umweg, und dann auf der\nChaussee zurück. Und auf der Station essen wir oder noch besser bei\nGolchowski, in dem Gasthof ’Zum Fürsten Bismarck’, dran wir, wenn du\ndich vielleicht erinnerst, am Tag unserer Ankunft vorüberkamen. Solch\nVorsprechen wirkt immer gut, und ich habe dann mit dem Starosten von\nEffis Gnaden ein Wahlgespräch, und wenn er auch persönlich nicht\nviel taugt, seine Wirtschaft hält er in Ordnung und seine Küche noch\nbesser. Auf Essen und Trinken verstehen sich die Leute hier.«",
        "Es war gegen elf, daß sie dies Gespräch führten. Um zwölf hielt Kruse\nmit dem Schlitten vor der Tür, und Effi stieg ein. Johanna wollte\nFußsack und Pelze bringen, aber Effi hatte nach allem, was noch auf\nihr lag, so sehr das Bedürfnis nach frischer Luft, daß sie alles\nzurückwies und nur eine doppelte Decke nahm. Innstetten aber sagte zu\nKruse: »Kruse, wir wollen nun also nach dem Bahnhof, wo wir zwei beide\nheute früh schon mal waren. Die Leute werden sich wundern, aber es\nschadet nichts. Ich denke, wir fahren hier an der Plantage entlang und\ndann links auf den Kroschentiner Kirchturm zu. Lassen Sie die Pferde\nlaufen. Um eins müssen wir am Bahnhof sein.«",
        "Und so ging die Fahrt. Über den weißen Dächern der Stadt stand der\nRauch, denn die Luftbewegung war gering. Auch Utpatels Mühle drehte\nsich nur langsam, und im Fluge fuhren sie daran vorüber, dicht\nam Kirchhofe hin, dessen Berberitzensträucher über das Gitter\nhinauswuchsen und mit ihren Spitzen Effi streiften, so daß der Schnee\nauf ihre Reisedecke fiel. Auf der anderen Seite des Weges war ein\neingefriedeter Platz, nicht viel größer als ein Gartenbeet, und\ninnerhalb nichts sichtbar als eine junge Kiefer, die mitten daraus\nhervorragte.",
        "»Liegt da auch wer begraben?« fragte Effi. »Ja, der Chinese.«",
        "Effi fuhr zusammen; es war ihr wie ein Stich. Aber sie hatte doch\nKraft genug, sich zu beherrschen, und fragte mit anscheinender Ruhe:",
        "»Unserer?«",
        "»Ja, unserer. Auf dem Gemeindekirchhof war er natürlich nicht\nunterzubringen, und da hat denn Kapitän Thomsen, der so was wie sein\nFreund war, diese Stelle gekauft und ihn hier begraben lassen. Es ist\nauch ein Stein da mit Inschrift. Alles natürlich vor meiner Zeit. Aber\nes wird noch immer davon gesprochen.«",
        "»Also ist es doch was damit. Eine Geschichte. Du sagtest schon heute\nfrüh so was. Und es wird am Ende das beste sein, ich höre, was es ist.\nSolange ich es nicht weiß, bin ich, trotz aller guten Vorsätze, noch\nimmer ein Opfer meiner Vorstellungen. Erzähle mir das Wirkliche. Die\nWirklichkeit kann mich nicht so quälen wie meine Phantasie.«",
        "»Bravo, Effi Ich wollte nicht davon sprechen. Aber nun macht es\nsich so von selbst, und das ist gut. Übrigens ist es eigentlich gar\nnichts.«",
        "»Mir gleich; gar nichts oder viel oder wenig. Fange nur an.«",
        "»Ja, das ist leicht gesagt. Der Anfang ist immer das schwerste, auch\nbei Geschichten. Nun, ich denke, ich beginne mit Kapitän Thomsen.«",
        "»Gut, gut.«",
        "»Also Thomsen, den ich dir schon genannt habe, war viele Jahre lang\nein sogenannter Chinafahrer, immer mit Reisfracht zwischen Schanghai\nund Singapur, und mochte wohl schon sechzig sein, als er hier ankam.\nIch weiß nicht, ob er hier geboren war oder ob er andere Beziehungen\nhier hatte. Kurz und gut, er war nun da und verkaufte sein Schiff,\neinen alten Kasten, draus er nicht viel herausschlug, und kaufte sich\nein Haus, dasselbe, drin wir jetzt wohnen. Denn er war draußen in der\nWelt ein vermögender Mann geworden. Und von daher schreibt sich auch\ndas Krokodil und der Haifisch und natürlich auch das Schiff ... Also\nThomsen war nun da, ein sehr adretter Mann (so wenigstens hat man mir\ngesagt) und wohlgelitten. Auch beim Bürgermeister Kirstein, vor allem\nbei dem damaligen Pastor in Kessin, einem Berliner, der kurz vor\nThomsen auch hierhergekommen war und viel Anfeindung hatte.«",
        "»Glaub ich. Ich merke das auch; sie sind hier so streng und\nselbstgerecht. Ich glaube, das ist pommersch.«",
        "»Ja und nein, je nachdem. Es gibt auch Gegenden, wo sie gar nicht\nstreng sind und wo’s drunter und drüber geht... Aber sieh nur, Effi,\nda haben wir gerade den Kroschentiner Kirchturm dicht vor uns. Wollen\nwir nicht den Bahnhof aufgeben und lieber bei der alten Frau von\nGrasenabb vorfahren? Sidonie, wenn ich recht berichtet bin, ist nicht\nzu Hause. Wir könnten es also wagen ...«",
        "»Ich bitte dich, Geert, wo denkst du hin? Es ist ja himmlisch, so\nhinzufliegen, und ich fühle ordentlich, wie mir so frei wird und wie\nalle Angst von mir abfällt. Und nun soll ich das alles aufgeben,\nbloß um den alten Leuten eine Stippvisite zu machen und ihnen sehr\nwahrscheinlich eine Verlegenheit zu schaffen. Um Gottes willen nicht.\nUnd dann will ich vor allem auch die Geschichte hören. Also wir waren\nbei Kapitän Thomsen, den ich mir als einen Dänen oder Engländer denke,\nsehr sauber, mit weißen Vatermördern und ganz weißer Wäsche ...«",
        "»Ganz richtig. So soll er gewesen sein. Und mit ihm war eine junge\nPerson von etwa zwanzig, von der einige sagen, sie sei seine Nichte\ngewesen, aber die meisten sagen, seine Enkelin, was übrigens den\nJahren nach kaum möglich. Und außer der Enkelin oder der Nichte war da\nauch noch ein Chinese, derselbe, der da zwischen den Dünen liegt und\nan dessen Grab wir eben vorübergekommen sind.«",
        "»Gut, gut.«",
        "»Also dieser Chinese war Diener bei Thomsen, und Thomsen hielt so\ngroße Stücke auf ihn, daß er eigentlich mehr Freund als Diener war.\nUnd das ging so Jahr und Tag. Da mit einem Male hieß es, Thomsens\nEnkelin, die, glaub ich, Nina hieß, solle sich, nach des Alten Wunsch,\nverheiraten, auch mit einem Kapitän. Und richtig, so war es auch.\nEs gab eine große Hochzeit im Hause, der Berliner Pastor tat\nsie zusammen, und Müller Utpatel, der ein Konventikler war, und\nGieshübler, dem man in der Stadt in kirchlichen Dingen auch nicht\nrecht traute, waren geladen und vor allem viele Kapitäne mit ihren\nFrauen und Töchtern. Und wie man sich denken kann, es ging hoch her.\nAm Abend aber war Tanz, und die Braut tanzte mit jedem und zuletzt\nauch mit dem Chinesen. Da mit einemmal hieß es, sie sei fort, die\nBraut nämlich. Und sie war auch wirklich fort, irgendwohin, und\nniemand weiß, was da vorgefallen. Und nach vierzehn Tagen starb der\nChinese; Thomsen kaufte die Stelle, die ich dir gezeigt habe, und da\nwurd er begraben. Der Berliner Pastor aber soll gesagt haben, man\nhätte ihn auch ruhig auf dem christlichen Kirchhof begraben können,\ndenn der Chinese sei ein sehr guter Mensch gewesen und geradesogut wie\ndie anderen. Wen er mit den ’anderen’ eigentlich gemeint hat, sagte\nmir Gieshübler, das wisse man nicht recht.«",
        "»Aber ich bin in dieser Sache doch ganz und gar gegen den Pastor; so\nwas darf man nicht aussprechen, weil es gewagt und unpassend ist. Das\nwürde selbst Niemeyer nicht gesagt haben.«",
        "»Und das ist auch dem armen Pastor, der übrigens Trippel hieß, sehr\nverdacht worden, so daß es eigentlich ein Glück war, daß er drüberhin\nstarb, sonst hätte er seine Stelle verloren. Denn die Stadt, trotzdem\nsie ihn gewählt, war doch auch gegen ihn, geradeso wie du, und das\nKonsistorium natürlich erst recht.«",
        "»Trippel, sagst du? Dann hängt er am Ende mit der Frau Pastor Trippel\nzusammen, die wir heute abend sehen sollen?« »Natürlich hängt er mit\nder zusammen. Er war ihr Mann und ist der Vater von der Trippelli.«",
        "Effi lachte. »Von der Trippelli! Nun sehe ich erst klar in allem. Daß\nsie in Kessin geboren, schrieb ja schon Gieshübler; aber ich dachte,\nsie sei die Tochter von einem italienischen Konsul. Wir haben ja so\nviele fremdländische Namen hier. Und nun ist sie gut deutsch und\nstammt von Trippel. Ist sie denn so vorzüglich, daß sie wagen konnte,\nsich so zu italienisieren?«",
        "»Dem Mutigen gehört die Welt. Übrigens ist sie ganz tüchtig. Sie war\nein paar Jahre lang in Paris bei der berühmten Viardot, wo sie auch\nden russischen Fürsten kennenlernte, denn die russischen Fürsten sind\nsehr aufgeklärt, über kleine Standesvorurteile weg, und Kotschukoff\nund Gieshübler - den sie übrigens ’Onkel’ nennt, und man kann fast von\nihm sagen, er sei der geborene Onkel -, diese beiden sind es recht\neigentlich, die die kleine Marie Trippel zu dem gemacht haben, was\nsie jetzt ist. Gieshübler war es, durch den sie nach Paris kam, und\nKotschukoff hat sie dann in die Trippelli transponiert.«",
        "»Ach, Geert, wie reizend ist das alles, und welch Alltagsleben habe\nich doch in Hohen-Cremmen geführt! Nie was Apartes.«",
        "Innstetten nahm ihre Hand und sagte: »So darfst du nicht sprechen,\nEffi. Spuk, dazu kann man sich stellen, wie man will. Aber hüte\ndich vor dem Aparten oder was man so das Aparte nennt. Was dir so\nverlockend erscheint - und ich rechne auch ein Leben dahin, wie’s die\nTrippelli führt -, das bezahlt man in der Regel mit seinem Glück. Ich\nweiß wohl, wie sehr du dein Hohen-Cremmen liebst und daran hängst,\naber du spottest doch auch oft darüber und hast keine Ahnung davon,\nwas stille Tage, wie die Hohen-Cremmer, bedeuten.«",
        "»Doch, doch«, sagte sie. »Ich weiß es wohl. Ich höre nur gern einmal\nvon etwas anderem, und dann wandelt mich die Lust an, mit dabeizusein.\nAber du hast ganz recht. Und eigentlich hab ich doch eine Sehnsucht\nnach Ruh und Frieden.«",
        "Innstetten drohte ihr mit dem Finger. »Meine einzig liebe Effi, das\ndenkst du dir nun auch wieder so aus. Immer Phantasien, mal so, mal\nso.«",
        "Continue...",
        "\nThis eBook of “Effi Briest” by Theodor Fontane belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Effi Briest (Penguin Classics)By Theodor FontaneAt Amazon"
    ]
}