{
    "title": "Effi Briest - Fünfunddreißigstes Kapitel",
    "author": "Theodor Fontane",
    "chapter": "35",
    "content": [
        "\n",
        "\n\n",
        "Effi war den ganzen Tag draußen im Park, weil sie das Luftbedürfnis\nhatte; der alte Friesacker Doktor Wiesike war auch einverstanden\ndamit, gab ihr aber in diesem Stück doch zu viel Freiheit, zu tun,\nwas sie wolle, so daß sie sich während der kalten Tage im Mai heftig\nerkältete: Sie wurde fiebrig, hustete viel, und der Doktor, der\nsonst jeden dritten Tag herüberkam, kam jetzt täglich und war in\nVerlegenheit, wie er der Sache beikommen solle, denn die Schlaf- und\nHustenmittel, nach denen Effi verlangte, konnten ihr des Fiebers\nhalber nicht gegeben werden.",
        "»Doktor«, sagte der alte Briest, »was wird aus der Geschichte? Sie\nkennen sie ja von klein auf, haben sie geholt. Mir gefällt das alles\nnicht; sie nimmt sichtlich ab, und die roten Flecke und der Glanz in\nden Augen, wenn sie mich mit einem Male so fragend ansieht. Was meinen\nSie? Was wird? Muß sie sterben?«",
        "Wiesike wiegte den Kopf langsam hin und her. »Das will ich nicht\nsagen, Herr von Briest Daß sie so fiebert, gefällt mir nicht. Aber wir\nwerden es schon wieder runter kriegen, dann muß sie nach der Schweiz\noder nach Mentone. Reine Luft und freundliche Eindrücke, die das Alte\nvergessen machen ...«",
        "»Lethe, Lethe.«",
        "»Ja, Lethe«, lächelte Wiesike. »Schade, daß uns die alten Schweden,\ndie Griechen, bloß das Wort hinterlassen haben und nicht zugleich auch\ndie Quelle selbst ...«",
        "»Oder wenigstens das Rezept dazu; Wässer werden ja jetzt nachgemacht.\nAlle Wetter, Wiesike, das wär ein Geschäft, wenn wir hier so ein\nSanatorium anlegen könnten: Friesack als Vergessenheitsquelle. Nun,\nvorläufig wollen wir’s mit der Riviera versuchen. Mentone ist ja\nwohl Riviera? Die Kornpreise sind zwar in diesem Augenblicke wieder\nschlecht, aber was sein muß, muß sein. Ich werde mit meiner Frau\ndarüber sprechen.«",
        "Das tat er denn auch und fand sofort seiner Frau Zustimmung, deren in\nletzter Zeit - wohl unter dem Eindruck zurückgezogenen Lebens - stark\nerwachte Lust, auch mal den Süden zu sehen, seinem Vorschlage zu Hilfe\nkam. Aber Effi selbst wollte nichts davon wissen. »Wie gut ihr gegen\nmich seid. Und ich bin egoistisch genug, ich würde das Opfer auch\nannehmen, wenn ich mir etwas davon verspräche. Mir steht es aber fest,\ndaß es mir bloß schaden würde.«",
        "»Das redest du dir ein, Effi.«",
        "»Nein. Ich bin so reizbar geworden; alles ärgert mich. Nicht hier bei\neuch. Ihr verwöhnt mich und räumt mir alles aus dem Wege. Aber auf\neiner Reise, da geht das nicht, da läßt sich das Unangenehme nicht so\nbeiseite tun; mit dem Schaffner fängt es an, und mit dem Kellner hört\nes auf. Wenn ich mir die süffisanten Gesichter bloß vorstelle, so wird\nmir schon ganz heiß. Nein, nein, laßt mich hier. Ich mag nicht mehr\nweg von Hohen-Cremmen, hier ist meine Stelle. Der Heliotrop unten auf\ndem Rondell, um die Sonnenuhr herum, ist mir lieber als Mentone.«",
        "Nach diesem Gespräch ließ man den Plan wieder fallen, und Wiesike,\nsoviel er sich von Italien versprochen hatte, sagte: »Das müssen wir\nrespektieren, denn das sind keine Launen; solche Kranken haben ein\nsehr feines Gefühl und wissen mit merkwürdiger Sicherheit, was ihnen\nhilft und was nicht. Und was Frau Effi da gesagt hat von Schaffner und\nKellner, das ist doch auch eigentlich ganz richtig, und es gibt keine\nLuft, die so viel Heilkraft hätte, den Hotelärger (wenn man sich\nüberhaupt darüber ärgert) zu balancieren. Also lassen wir sie hier;\nwenn es nicht das beste ist, so ist es gewiß nicht das schlechteste.«",
        "Das bestätigte sich denn auch. Effi erholte sich, nahm um ein geringes\nwieder zu (der alte Briest gehörte zu den Wiegefanatikern) und verlor\nein gut Teil ihrer Reizbarkeit. Dabei war aber ihr Luftbedürfnis in\neinem beständigen Wachsen, und zumal wenn Westwind ging und graues\nGewölk am Himmel zog, verbrachte sie viele Stunden im Freien. An\nsolchen Tagen ging sie wohl auch auf die Felder hinaus und ins Luch,\noft eine halbe Meile weit, und setzte sich, wenn sie müde geworden,\nauf einen Hürdenzaun und sah, in Träume verloren, auf die Ranunkeln\nund roten Ampferstauden, die sich im Winde bewegten.",
        "»Du gehst immer so allein«, sagte Frau von Briest. »Unter unseren\nLeuten bist du sicher; aber es schleicht auch so viel fremdes Gesindel\numher.«",
        "Das machte doch einen Eindruck auf Effi, die an Gefahr nie gedacht\nhatte, und als sie mit Roswitha allein war, sagte sie: »Dich kann ich\nnicht gut mitnehmen, Roswitha; du bist zu dick und nicht mehr fest auf\nden Füßen.«",
        "»Nu, gnäd’ge Frau, so schlimm ist es doch noch nicht. Ich könnte ja\ndoch noch heiraten.«",
        "»Natürlich«, lachte Effi. »Das kann man immer noch. Aber weißt du,\nRoswitha, wenn ich einen Hund hätte, der mich begleitete. Papas\nJagdhund hat gar kein Attachement für mich, Jagdhunde sind so dumm,\nund er rührt sich immer erst, wenn der Jäger oder der Gärtner die\nFlinte vom Riegel nimmt. Ich muß jetzt oft an Rollo denken.«",
        "»Ja«, sagte Roswitha, »so was wie Rollo haben sie hier gar nicht. Aber\ndamit will ich nichts gegen ’hier’ gesagt haben. Hohen-Cremmen ist\nsehr gut.«",
        "Es war drei, vier Tage nach diesem Gespräche zwischen Effi und\nRoswitha, daß Innstetten um eine Stunde früher in sein Arbeitszimmer\ntrat als gewöhnlich. Die Morgensonne, die sehr hell schien, hatte ihn\ngeweckt, und weil er fühlen mochte, daß er nicht wieder einschlafen\nwürde, war er aufgestanden, um sich an eine Arbeit zu machen, die\nschon seit geraumer Zeit der Erledigung harrte.",
        "Nun war es eine Viertelstunde nach acht, und er klingelte. Johanna\nbrachte das Frühstückstablett, auf dem neben der Kreuzzeitung und der\nNorddeutschen Allgemeinen auch noch zwei Briefe lagen. Er überflog die\nAdressen und erkannte an der Handschrift, daß der eine vom Minister\nwar. Aber der andere? Der Poststempel war nicht deutlich zu lesen,\nund das »Sr. Wohlgeboren Herrn Baron von Innstetten« bezeugte eine\nglückliche Unvertrautheit mit den landesüblichen Titulaturen. Dem\nentsprachen auch die Schriftzüge von sehr primitivem Charakter. Aber\ndie Wohnungsangabe war wieder merkwürdig genau: W. Keithstraße I C,\nzwei Treppen hoch.",
        "Innstetten war Beamter genug, um den Brief von »Exzellenz« zuerst zu\nerbrechen. »Mein lieber Innstetten! Ich freue mich, Ihnen mitteilen\nzu können, daß Seine Majestät Ihre Ernennung zu unterzeichnen geruht\nhaben, und gratuliere Ihnen aufrichtig dazu.« Innstetten war erfreut\nüber die liebenswürdigen Zeilen des Ministers, fast mehr als über\ndie Ernennung selbst. Denn was das Höherhinaufklimmen auf der Leiter\nanging, so war er seit dem Morgen in Kessin, wo Crampas mit einem\nBlick, den er immer vor Augen hatte, Abschied von ihm genommen, etwas\nkritisch gegen derlei Dinge geworden. Er maß seitdem mit anderem Maß,\nsah alles anders an. Auszeichnung, was war es am Ende? Mehr als einmal\nhatte er während der ihm immer freudloser dahinfließenden Tage einer\nhalbvergessenen Ministerialanekdote aus den Zeiten des älteren\nLadenberg her gedenken müssen, der, als er nach langem Warten den\nRoten Adlerorden empfing, ihn wütend und mit dem Ausruf beiseite warf:\n»Da liege, bis du schwarz wirst.« Wahrscheinlich war er dann hinterher\nauch »schwarz« geworden, aber um viele Tage zu spät und sicherlich\nohne rechte Befriedigung für den Empfänger.",
        "Alles, was uns Freude machen soll, ist an Zeit und Umstände gebunden,\nund was uns heute noch beglückt, ist morgen wertlos. Innstetten\nempfand das tief, und so gewiß ihm an Ehren und Gunstbezeugungen von\noberster Stelle her lag, wenigstens gelegen hatte, so gewiß stand\nihm jetzt fest, es käme bei dem glänzenden Schein der Dinge nicht\nviel heraus, und das, was man »das Glück« nenne, wenn’s überhaupt\nexistiere, sei was anderes als dieser Schein. »Das Glück, wenn mir\nrecht ist, liegt in zweierlei: darin, daß man ganz da steht, wo\nman hingehört (aber welcher Beamte kann das von sich sagen), und\nzum zweiten und besten in einem behaglichen Abwickeln des ganz\nAlltäglichen, also darin, daß man ausgeschlafen hat und daß die neuen\nStiefel nicht drücken. Wenn einem die 720 Minuten eines zwölfstündigen\nTages ohne besonderen Ärger vergehen, so läßt sich von einem\nglücklichen Tage sprechen.« In einer Stimmung, die derlei\nschmerzlichen Betrachtungen nachhing, war Innstetten auch heute\nwieder. Er nahm nun den zweiten Brief. Als er ihn gelesen, fuhr er\nüber seine Stirn und empfand schmerzlich, daß es ein Glück gebe, daß\ner es gehabt, aber daß er es nicht mehr habe und nicht mehr haben\nkönne.",
        "Johanna trat ein und meldete: »Geheimrat Wüllersdorf.« Dieser stand\nschon auf der Türschwelle. »Gratuliere, Innstetten.«",
        "»Ihnen glaub ich’s; die anderen werden sich ärgern. Im übrigen ...«",
        "»Im übrigen. Sie werden doch in diesem Augenblick nicht kritteln\nwollen.«",
        "»Nein. Die Gnade Seiner Majestät beschämt mich, und die wohlwollende\nGesinnung des Ministers, dem ich das alles verdanke, fast noch mehr.«",
        "»Aber ...«",
        "»Aber ich habe mich zu freuen verlernt. Wenn ich es einem anderen als\nIhnen sagte, so würde solche Rede für redensartlich gelten. Sie aber,\nSie finden sich darin zurecht. Sehen Sie sich hier um; wie leer und\nöde ist das alles. Wenn die Johanna eintritt, ein sogenanntes Juwel,\nso wird mir angst und bange. Dieses Sich-in-Szene-Setzen (und\nInnstetten ahmte Johannas Haltung nach), diese halb komische\nBüstenplastik, die wie mit einem Spezialanspruch auftritt, ich weiß\nnicht, ob an die Menschheit oder an mich - ich finde das alles so\ntrist und elend, und es wäre zum Totschießen, wenn es nicht so\nlächerlich wäre.«",
        "»Lieber Innstetten, in dieser Stimmung wollen Sie Ministerialdirektor\nwerden?«",
        "»Ah, bah. Kann es anders sein? Lesen Sie, diese Zeilen habe ich eben\nbekommen.«",
        "Wüllersdorf nahm den zweiten Brief mit dem unleserlichen Poststempel,\namüsierte sich über das »Wohlgeboren« und trat dann ans Fenster, um\nbequemer lesen zu können.",
        "»Gnäd’ger Herr! Sie werden sich wohl am Ende wundern, daß ich Ihnen\nschreibe, aber es ist wegen Rollo. Anniechen hat uns schon voriges\nJahr gesagt: Rollo wäre jetzt so faul; aber das tut hier nichts, er\nkann hier so faul sein, wie er will, je fauler, je besser. Und die\ngnäd’ge Frau möchte es doch so gern. Sie sagt immer, wenn sie ins Luch\noder über Feld geht: ’Ich fürchte mich eigentlich, Roswitha, weil ich\nda so allein bin; aber wer soll mich begleiten? Rollo, ja, das ginge;\nder ist mir auch nicht gram. Das ist der Vorteil, daß sich die Tiere\nnicht so drum kümmern.’ Das sind die Worte der gnäd’gen Frau, und\nweiter will ich nichts sagen und den gnäd’gen Herrn bloß noch bitten,\nmein Anniechen zu grüßen. Und auch die Johanna. Von Ihrer treu\nergebenen Dienerin",
        "Roswitha Gellenhagen«",
        "»Ja«, sagte Wüllersdorf, als er das Papier wieder zusammenfaltete,\n»die ist uns über.«",
        "»Finde ich auch.«",
        "»Und das ist auch der Grund, daß Ihnen alles andere so fraglich\nerscheint.«",
        "»Sie treffen’s. Es geht mir schon lange durch den Kopf, und diese\nschlichten Worte mit ihrer gewollten oder vielleicht auch nicht\ngewollten Anklage haben mich wieder vollends aus dem Häuschen\ngebracht. Es quält mich seit Jahr und Tag schon, und ich möchte aus\ndieser ganzen Geschichte heraus; nichts gefällt mir mehr; je mehr man\nmich auszeichnet, je mehr fühle ich, daß dies alles nichts ist. Mein\nLeben ist verpfuscht, und so hab ich mir im stillen ausgedacht, ich\nmüßte mit all den Strebungen und Eitelkeiten überhaupt nichts mehr zu\ntun haben und mein Schulmeistertum, was ja wohl mein Eigentliches ist,\nals ein höherer Sittendirektor verwenden können. Es hat ja dergleichen\ngegeben. Ich müßte also, wenn’s ginge, solche schrecklich berühmte\nFigur werden, wie beispielsweise der Doktor Wichern im Rauhen Hause\nzu Hamburg gewesen ist, dieser Mirakelmensch, der alle Verbrecher mit\nseinem Blick und seiner Frömmigkeit bändigte ...«",
        "»Hm, dagegen ist nichts zu sagen; das würde gehen.«",
        "»Nein, es geht auch nicht. Auch das nicht mal. Mir ist eben alles\nverschlossen. Wie soll ich einen Totschläger an seiner Seele packen?\nDazu muß man selber intakt sein. Und wenn man’s nicht mehr ist und\nselber so was an den Fingerspitzen hat, dann muß man wenigstens vor\nseinen zu bekehrenden Confratres den wahnsinnigen Büßer spielen und\neine Riesenzerknirschung zum besten geben können.«",
        "Wüllersdorf nickte.",
        "Nun, sehen Sie, Sie nicken. Aber das alles kann ich nicht mehr. Den\nMann im Büßerhemd bring ich nicht mehr heraus und den Derwisch oder\nFakir, der unter Selbstanklagen sich zu Tode tanzt, erst recht nicht.\nUnd da hab ich mir denn, weil das alles nicht geht, als ein Bestes\nherausgeklügelt: weg von hier, weg und hin unter lauter pechschwarze\nKerle, die von Kultur und Ehre nichts wissen. Diese Glücklichen! Denn\ngerade das, dieser ganze Krimskrams ist doch an allem schuld. Aus\nPassion, was am Ende gehen möchte, tut man dergleichen nicht. Also\nbloßen Vorstellungen zuliebe ... Vorstellungen! ... Und da klappt denn\neiner zusammen, und man klappt selber nach. Bloß noch schlimmer.«",
        "»Ach was, Innstetten, das sind Launen, Einfälle. Quer durch Afrika,\nwas soll das heißen? Das ist für ’nen Leutnant, der Schulden\nhat. Aber ein Mann wie Sie! Wollen Sie mit einem roten Fes einem\nPalaver präsidieren oder mit einem Schwiegersohn von König Mtesa\nBlutfreundschaft schließen? Oder wollen Sie sich in einem Tropenhelm,\nmit sechs Löchern oben, am Kongo entlangtasten, bis Sie bei Kamerun\noder da herum wieder herauskommen? Unmöglich!«",
        "»Unmöglich? Warum? Und wenn unmöglich, was dann?« »Einfach hierbleiben\nund Resignation üben. Wer ist denn unbedrückt? Wer sagte nicht jeden\nTag: ’Eigentlich eine sehr fragwürdige Geschichte.’ Sie wissen, ich\nhabe auch mein Päckchen zu tragen, nicht gerade das Ihrige, aber nicht\nviel leichter. Es ist Torheit mit dem Im-Urwald-Umherkriechen oder\nIn-einem-Termitenhügel-Nächtigen; wer’s mag, der mag es, aber für\nunserem ist es nichts. In der Bresche stehen und aushalten, bis man\nfällt, das ist das beste. Vorher aber im kleinen und kleinsten so viel\nherausschlagen wie möglich und ein Auge dafür haben, wenn die Veilchen\nblühen oder das Luisendenkmal in Blumen steht oder die kleinen Mädchen\nmit hohen Schnürstiefeln über die Korde springen. Oder auch wohl nach\nPotsdam fahren und in die Friedenskirche gehen, wo Kaiser Friedrich\nliegt und wo sie jetzt eben anfangen, ihm ein Grabhaus zu bauen. Und\nwenn Sie da stehen, dann überlegen Sie sich das Leben von dem, und\nwenn Sie dann nicht beruhigt sind, dann ist Ihnen freilich nicht zu\nhelfen.«",
        "»Gut, gut. Aber das Jahr ist lang, und jeder einzelne Tag ... und dann\nder Abend.«",
        "»Mit dem ist immer noch am ehesten fertig zu werden. Da haben wir\n’Sardanapal’ oder ’Coppelia’ mit der del Era, und wenn es damit aus\nist, dann haben wir Siechen. Nicht zu verachten. Drei Seidel beruhigen\njedesmal. Es gibt immer noch viele, sehr viele, die zu der ganzen\nSache nicht anders stehen wie wir, und einer, dem auch viel verquer\ngegangen war, sagte mir mal: ’Glauben Sie mir, Wüllersdorf, es geht\nüberhaupt nicht ohne ’Hilfskonstruktionen’.’ Der das sagte, war ein\nBaumeister und mußte es also wissen. Und er hatte recht mit seinem\nSatz. Es vergeht kein Tag, der mich nicht an die ’Hilfskonstruktionen’\ngemahnte.«",
        "Wüllersdorf, als er sich so expektoriert, nahm Hut und Stock.\nInnstetten aber, der sich bei diesen Worten seines Freundes seiner\neigenen voraufgegangenen Betrachtungen über das »kleine Glück«\nerinnert haben mochte, nickte halb zustimmend und lächelte vor sich\nhin.",
        "»Und wohin gehen Sie nun, Wüllersdorf? Es ist noch zu früh für das\nMinisterium.«",
        "»Ich schenk es mir heute ganz. Erst noch eine Stunde Spaziergang am\nKanal hin bis an die Charlottenburger Schleuse und dann wieder zurück.\nUnd dann ein kleines Vorsprechen bei Huth, Potsdamer Straße, die\nkleine Holztreppe vorsichtig hinauf. Unten ist ein Blumenladen.«",
        "»Und das freut Sie? Das genügt Ihnen?«",
        "»Das will ich nicht gerade sagen. Aber es hilft ein bißchen. Ich finde\nda verschiedene Stammgäste, Frühschoppler, deren Namen ich klüglich\nverschweige. Der eine erzählt dann vom Herzog von Ratibor, der andere\nvom Fürstbischof Kopp und der dritte wohl gar von Bismarck. Ein\nbißchen fällt immer ab. Dreiviertel stimmt nicht, aber wenn es nur\nwitzig ist, krittelt man nicht lange dran herum und hört dankbar zu.«\nUnd damit ging er.",
        "Continue...",
        "\nThis eBook of “Effi Briest” by Theodor Fontane belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Effi Briest (Penguin Classics)By Theodor FontaneAt Amazon"
    ]
}