{
    "title": "Effi Briest - Neunzehntes Kapitel",
    "author": "Theodor Fontane",
    "chapter": "19",
    "content": [
        "\n",
        "\n\n",
        "Gleich nach sieben ging man zu Tisch, und alles freute sich, daß der\nWeihnachtsbaum, eine mit zahllosen Silberkugeln bedeckte Tanne, noch\neinmal angesteckt wurde. Crampas, der das Ringsche Haus noch nicht\nkannte, war helle Bewunderung. Der Damast, die Weinkühler, das\nreiche Silbergeschirr, alles wirkte herrschaftlich, weit über\noberförsterliche Durchschnittsverhältnisse hinaus, was darin seinen\nGrund hatte, daß Rings Frau, so scheu und verlegen sie war, aus einem\nreichen Danziger Kornhändlerhause stammte. Von daher rührten auch die\nmeisten der ringsumher hängenden Bilder: der Kornhändler und seine\nFrau, der Marienburger Remter und eine gute Kopie nach dem berühmten\nMemlingschen Altarbild in der Danziger Marienkirche. Kloster Olivia\nwar zweimal da, einmal in Öl und einmal in Kork geschnitzt. Außerdem\nbefand sich über dem Büfett ein sehr nachgedunkeltes Porträt des\nalten Nettelbeck, das noch aus dem bescheidenen Mobiliar des erst vor\nanderthalb Jahren verstorbenen Ringschen Amtsvorgängers herrührte.\nNiemand hatte damals bei der gewöhnlich stattfindenden Auktion das\nBild des Alten haben wollen, bis Innstetten, der sich über diese\nMißachtung ärgerte, darauf geboten hatte. Da hatte sich denn auch\nRing patriotisch besonnen, und der alte Kolbergverteidiger war der\nOberförsterei verblieben.",
        "Das Nettelbeckbild ließ ziemlich viel zu wünschen übrig; sonst aber\nverriet alles, wie schon angedeutet, eine beinahe an Glanz streifende\nWohlhabenheit, und dem entsprach denn auch das Mahl, das aufgetragen\nwurde. Jeder hatte mehr oder weniger seine Freude daran, mit Ausnahme\nSidoniens. Diese saß zwischen Innstetten und Lindequist und sagte, als\nsie Coras ansichtig wurde: »Da ist ja wieder dies unausstehliche Balg,\ndiese Cora. Sehen Sie nur, Innstetten, wie sie die kleinen Weingläser\npräsentiert, ein wahres Kunststück, sie könnte jeden Augenblick\nKellnerin werden. Ganz unerträglich. Und dazu die Blicke von Ihrem\nFreund Crampas! Das ist so die rechte Saat! Ich frage Sie, was soll\ndabei herauskommen?«",
        "Innstetten, der ihr eigentlich zustimmte, fand trotzdem den Ton, in\ndem das alles gesagt wurde, so verletzend herbe daß er spöttisch\nbemerkte: »Ja, meine Gnädigste, was dabei herauskommen soll? Ich weiß\nes auch nicht« - worauf sich Sidonie von ihm ab- und ihrem Nachbarn\nzur Linken zuwandte:",
        "»Sagen Sie, Pastor, ist diese vierzehnjährige Kokette schon im\nUnterricht bei Ihnen?«",
        "»Ja, mein gnädiges Fräulein.«",
        "»Dann müssen Sie mir die Bemerkung verzeihen, daß Sie sie nicht in die\nrichtige Schule genommen haben. Ich weiß wohl, es hält das heutzutage\nsehr schwer, aber ich weiß auch, daß die, denen die Fürsorge für junge\nSeelen obliegt, es vielfach an dem rechten Ernst fehlen lassen. Es\nbleibt dabei, die Hauptschuld tragen die Eltern und Erzieher.«",
        "Lindequist, denselben Ton anschlagend wie Innstetten, antwortete, daß\ndas alles sehr richtig, der Geist der Zeit aber zu mächtig sei.",
        "»Geist der Zeit!« sagte Sidonie. »Kommen Sie mir nicht damit. Das\nkann ich nicht hören, das ist der Ausdruck höchster Schwäche,\nBankrotterklärung. Ich kenne das; nie scharf zufassen wollen, immer\ndem Unbequemen aus dem Wege gehen. Denn Pflicht ist unbequem. Und so\nwird nur allzuleicht vergessen, daß das uns anvertraute Gut auch mal\nvon uns zurückgefordert wird. Eingreifen, lieber Pastor, Zucht. Das\nFleisch ist schwach, gewiß, aber ...«",
        "In diesem Augenblick kam ein englisches Roastbeef, von dem Sidonie\nziemlich ausgiebig nahm, ohne Lindequists Lächeln dabei zu bemerken.\nUnd weil sie’s nicht bemerkte, so durfte es auch nicht wundernehmen,\ndaß sie mit viel Unbefangenheit fortfuhr: »Es kann übrigens alles, was\nSie hier sehen, nicht wohl anders sein; alles ist schief und verfahren\nvon Anfang an. Ring, Ring - wenn ich nicht irre, hat es drüben in\nSchweden oder da herum mal einen Sagenkönig dieses Namens gegeben.\nNun sehen Sie, benimmt er sich nicht, als ob er von dem abstamme?\nUnd seine Mutter, die ich noch gekannt habe, war eine Plättfrau in\nKöslin.«",
        "»Ich kann darin nichts Schlimmes finden.«",
        "»Schlimmes finden? Ich auch nicht. Und jedenfalls gibt es Schlimmeres.\nAber soviel muß ich doch von Ihnen, als einem geweihten Diener der\nKirche, gewärtigen dürfen, daß Sie die gesellschaftlichen Ordnungen\ngelten lassen. Ein Oberförster ist ein bißchen mehr als ein Förster,\nund ein Förster hat nicht solche Weinkühler und solch Silberzeug;\ndas alles ist ungehörig und zieht dann solche Kinder groß wie dies\nFräulein Cora.«",
        "Sidonie, jedesmal bereit, irgendwas Schreckliches zu prophezeien, wenn\nsie, vom Geist überkommen, die Schalen ihres Zorns ausschüttete, würde\nsich auch heute bis zum Kassandrablick in die Zukunft gesteigert\nhaben, wenn nicht in ebendiesem Augenblick die dampfende Punschbowle\n- womit die Weihnachtsreunions bei Ring immer abschlossen - auf\nder Tafel erschienen wäre, dazu Krausgebackenes, das, geschickt\nübereinandergetürmt, noch weit über die vor einigen Stunden\naufgetragene Kaffeekuchenpyramide hinauswuchs. Und nun trat auch Ring\nselbst, der sich bis dahin etwas zurückgehalten hatte, mit einer\ngewissen strahlenden Feierlichkeit in Aktion und begann die vor ihm\nstehenden Gläser, große geschliffene Römer, in virtuosem Bogensturz zu\nfüllen, ein Einschenkekunststück, das die stets schlagfertige Frau von\nPadden, die heute leider fehlte, mal als »Ringsche Füllung en cascade«\nbezeichnet hatte. Rotgolden wölbte sich dabei der Strahl, und kein\nTropfen durfte verlorengehen. So war es auch heute wieder. Zuletzt\naber, als jeder, was ihm zukam, in Händen hielt - auch Cora, die sich\nmittlerweile mit ihrem rotblonden Wellenhaar auf »Onkel Crampas’«\nSchoß gesetzt hatte -, erhob sich der alte Papenhagner, um, wie\nherkömmlich bei Festlichkeiten der Art, einen Toast auf seinen lieben\nOberförster auszubringen. Es gäbe viele Ringe, so etwa begann er,\nJahresringe, Gardinenringe, Trauringe, und was nun gar - denn auch\ndavon dürfe sich am Ende wohl sprechen lassen - die Verlobungsringe\nangehe, so sei glücklicherweise die Gewähr gegeben, daß einer davon\nin kürzester Frist in diesem Hause sichtbar werden und den Ringfinger\n(und zwar hier in einem doppelten Sinne den Ringfinger) eines kleinen\nhübschen Pätschelchens zieren werde...",
        "»Unerhört«, raunte Sidonie dem Pastor zu.",
        "»Ja, meine Freunde«, fuhr Güldenklee mit gehobener Stimme fort, »viele\nRinge gibt es, und es gibt sogar eine Geschichte, die wir alle kennen,\ndie die Geschichte von den ’drei Ringen’ heißt, eine Judengeschichte,\ndie, wie der ganze liberale Krimskrams, nichts wie Verwirrung und\nUnheil gestiftet hat und noch stiftet. Gott bessere es. Und nun lassen\nSie mich schließen, um Ihre Geduld und Nachsicht nicht über Gebühr in\nAnspruch zu nehmen. Ich bin nicht für diese drei Ringe, meine Lieben,\nich bin vielmehr für einen Ring, für einen Ring, der so recht ein Ring\nist, wie er sein soll, ein Ring, der alles Gute, was wir in unsrem\naltpommerschen Kessiner Kreise haben, alles, was noch mit Gott für\nKönig und Vaterland einsteht - und es sind ihrer noch einige (lauter\nJubel) -, an diesem seinem gastlichen Tisch vereinigt sieht. Für\ndiesen Ring bin ich. Er lebe hoch!«",
        "Alles stimmte ein und umdrängte Ring, der, solange das dauerte, das\nAmt des »Einschenkens en cascade« an den ihm gegenübersitzenden\nCrampas abtreten mußte; der Hauslehrer aber stürzte von seinem Platz\nam unteren Ende der Tafel an das Klavier und schlug die ersten Takte\ndes Preußenliedes an, worauf alles stehend und feierlich einfiel: »Ich\nbin ein Preuße ... will ein Preuße sein.«",
        "»Es ist doch etwas Schönes«, sagte gleich nach der ersten Strophe der\nalte Borcke zu Innstetten, »so was hat man in anderen Ländern nicht.«",
        "»Nein«, antwortete Innstetten, der von solchem Patriotismus nicht viel\nhielt, »in anderen Ländern hat man was anderes.«",
        "Man sang alle Strophen durch, dann hieß es, die Wagen seien\nvorgefahren, und gleich danach erhob sich alles, um die Pferde nicht\nwarten zu lassen. Denn diese Rücksicht »auf die Pferde« ging auch im\nKreise Kessin allem anderen vor. Im Hausflur standen zwei hübsche\nMägde, Ring hielt auf dergleichen, um den Herrschaften beim Anziehen\nihrer Pelze behilflich zu sein. Alles war heiter angeregt, einige mehr\nals das, und das Einsteigen in die verschiedenen Gefährte schien sich\nschnell und ohne Störung vollziehen zu sollen, als es mit einemmal\nhieß, der Gieshüblersche Schlitten sei nicht da. Gieshübler selbst war\nviel zu artig, um gleich Unruhe zu zeigen oder gar Lärm zu machen;\nendlich aber, weil doch wer das Wort nehmen mußte, fragte Crampas, was\nes denn eigentlich sei.",
        "»Mirambo kann nicht fahren«, sagte der Hofknecht; »das linke Pferd hat\nihn beim Anspannen vor das Schienbein geschlagen. Er liegt im Stall\nund schreit.«",
        "Nun wurde natürlich nach Doktor Hannemann gerufen, der denn auch\nhinausging und nach fünf Minuten mit echter Chirurgenruhe versicherte:\nja, Mirambo müsse zurückbleiben; es sei vorläufig in der Sache nichts\nzu machen als stilliegen und kühlen. Übrigens von Bedenklichem keine\nRede. Das war nun einigermaßen ein Trost, aber schaffte doch die\nVerlegenheit, wie der Gieshüblersche Schlitten zurückzufahren sei,\nnicht aus der Welt, bis Innstetten erklärte, daß er für Mirambo\neinzutreten und das Zwiegestirn von Doktor und Apotheker persönlich\nglücklich heimzusteuern gedenke. Lachend und unter ziemlich\nangeheiterten Scherzen gegen den verbindlichsten aller Landräte, der\nsich, um hilfreich zu sein, sogar von seiner jungen Frau trennen\nwolle, wurde dem Vorschlag zugestimmt, und Innstetten, mit Gieshübler\nund dem Doktor im Fond, nahm jetzt wieder die Tete. Crampas und\nLindequist folgten unmittelbar. Und als gleich danach auch Kruse mit\ndem landrätlichen Schlitten vorfuhr, trat Sidonie lächelnd an Effi\nheran und bat diese, da ja nun ein Platz frei sei, mit ihr fahren zu\ndürfen. »In unserer Kutsche ist es immer so stickig; mein Vater liebt\ndas. Und außerdem, ich möchte so gerne mit Ihnen plaudern. Aber nur\nbis Quappendorf. Wo der Morgnitzer Weg abzweigt, steig ich aus und muß\ndann wieder in unseren unbequemen Kasten. Und Papa raucht auch noch.«",
        "Effi war wenig erfreut über diese Begleitung und hätte die Fahrt\nlieber allein gemacht; aber ihr blieb keine Wahl, und so stieg denn\ndas Fräulein ein, und kaum daß beide Damen ihre Plätze genommen\nhatten, so gab Kruse den Pferden auch schon einen Peitschenknips, und\nvon der oberförsterlichen Rampe her, von der man einen prächtigen\nAusblick auf das Meer hatte, ging es die ziemlich steile Düne hinunter\nauf den Strandweg zu, der, eine Meile lang, in beinahe gerader Linie\nbis an das Kessiner Strandhotel und von dort aus, rechts einbiegend,\ndurch die Plantage hin in die Stadt führte.",
        "Der Schneefall hatte schon seit ein paar Stunden aufgehört, die Luft\nwar frisch, und auf das weite dunkelnde Meer fiel der matte Schein der\nMondsichel. Kruse fuhr hart am Wasser hin, mitunter den Schaum der\nBrandung durchschneidend, und Effi, die etwas fröstelte, wickelte sich\nfester in ihren Mantel und schwieg noch immer und mit Absicht. Sie\nwußte recht gut, daß das mit der »stickigen Kutsche« bloß ein Vorwand\ngewesen und daß sich Sidonie nur zu ihr gesetzt hatte, um ihr etwas\nUnangenehmes zu sagen. Und das kam immer noch früh genug. Zudem\nwar sie wirklich müde, vielleicht von dem Spaziergange im Walde,\nvielleicht auch von dem oberförsterlichen Punsch, dem sie, auf Zureden\nder neben ihr sitzenden Frau von Flemming, tapfer zugesprochen hatte.\nSie tat denn auch, als ob sie schliefe, schloß die Augen und neigte\nden Kopf immer mehr nach links.",
        "»Sie sollten sich nicht so sehr nach links beugen, meine gnädigste\nFrau. Fährt der Schlitten auf einen Stein, so fliegen Sie hinaus. Ihr\nSchlitten hat ohnehin kein Schutzleder und, wie ich sehe, auch nicht\neinmal die Haken dazu.«",
        "»Ich kann die Schutzleder nicht leiden; sie haben so was Prosaisches.\nUnd dann, wenn ich hinausflöge, mir wär es recht, am liebsten gleich\nin die Brandung. Freilich ein etwas kaltes Bad, aber was tut’s ...\nÜbrigens, hören Sie nichts?«",
        "»Nein.«",
        "»Hören Sie nicht etwas wie Musik?« »Orgel?«",
        "»Nein, nicht Orgel. Da würd ich denken, es sei das Meer. Aber es\nist etwas anderes, ein unendlich feiner Ton, fast wie menschliche\nStimme ...«",
        "»Das sind Sinnestäuschungen«, sagte Sidonie, die jetzt den richtigen\nEinsetzmoment gekommen glaubte. »Sie sind nervenkrank. Sie hören\nStimmen. Gebe Gott, daß Sie auch die richtige Stimme hören.«",
        "»Ich höre ... nun, gewiß, es ist Torheit, ich weiß, sonst würd ich mir\neinbilden, ich hätte die Meerfrauen singen hören ... Aber, ich bitte\nSie, was ist das? Es blitzt ja bis hoch in den Himmel hinauf. Das muß\nein Nordlicht sein.«",
        "»Ja«, sagte Sidonie. »Gnädigste Frau tun ja, als ob es ein Weltwunder\nwäre. Das ist es nicht. Und wenn es dergleichen wäre, wir haben uns\nvor Naturkultus zu hüten. Übrigens ein wahres Glück, daß wir außer\nGefahr sind, unsern Freund Oberförster, diesen eitelsten aller\nSterblichen, über dies Nordlicht sprechen zu hören. Ich wette, daß er\nsich einbilden würde, das tue ihm der Himmel zu Gefallen, um sein Fest\nnoch festlicher zu machen. Er ist ein Narr. Güldenklee konnte Besseres\ntun, als ihn feiern. Und dabei spielt er sich auf den Kirchlichen aus\nund hat auch neulich eine Altardecke geschenkt. Vielleicht, daß Cora\ndaran mitgestickt hat. Diese Unechten sind schuld an allem, denn ihre\nWeltlichkeit liegt immer obenauf und wird denen mit angerechnet, die’s\nernst mit dem Heil ihrer Seele meinen.«",
        "»Es ist so schwer, ins Herz zu sehen!«",
        "»Ja. Das ist es. Aber bei manchem ist es auch ganz leicht.« Und dabei\nsah sie die junge Frau mit beinahe ungezogener Eindringlichkeit an.\nEffi schwieg und wandte sich ungeduldig zur Seite.",
        "»Bei manchem, sag ich, ist es ganz leicht«, wiederholte Sidonie, die\nihren Zweck erreicht hatte und deshalb ruhig lächelnd fortfuhr. »Und\nzu diesen leichten Rätseln gehört unser Oberförster. Wer seine Kinder\nso erzieht, den beklag ich, aber das eine Gute hat es, es liegt bei\nihm alles klar da. Und wie bei ihm selbst, so bei den Töchtern. Cora\ngeht nach Amerika und wird Millionärin oder Methodistenpredigerin;\nin jedem Fall ist sie verloren. Ich habe noch keine Vierzehnjährige\ngesehen ...«",
        "In diesem Augenblick hielt der Schlitten, und als sich beide Damen\numsahen, um in Erfahrung zu bringen, was es denn eigentlich sei,\nbemerkten sie, daß rechts von ihnen, in etwa dreißig Schritt Abstand,\nauch die beiden anderen Schlitten hielten - am weitesten nach rechts\nder von Innstetten geführte, näher heran der Crampassche.",
        "»Was ist?« fragte Effi.",
        "Kruse wandte sich halb herum und sagte: »Der Schloon, gnäd’ge Frau.«",
        "»Der Schloon? Was ist das? Ich sehe nichts.«",
        "Kruse wiegte den Kopf hin und her, wie wenn er ausdrücken wollte, daß\ndie Frage leichter gestellt als beantwortet sei.",
        "Worin er auch recht hatte. Denn was der Schloon sei, das war nicht\nso mit drei Worten zu sagen. Kruse fand aber in seiner Verlegenheit\nalsbald Hilfe bei dem gnädigen Fräulein, das hier mit allem Bescheid\nwußte und natürlich auch mit dem Schloon.",
        "»Ja, meine gnädigste Frau«, sagte Sidonie, »da steht es schlimm. Für\nmich hat es nicht viel auf sich, ich komme bequem durch; denn wenn\nerst die Wagen heran sind, die haben hohe Räder, und unsere Pferde\nsind außerdem daran gewöhnt. Aber mit solchem Schlitten ist es was\nanderes; die versinken im Schloon, und Sie werden wohl oder übel einen\nUmweg machen müssen.«",
        "»Versinken! Ich bitte Sie, mein gnädigstes Fräulein, ich sehe noch\nimmer nicht klar. Ist denn der Schloon ein Abgrund oder irgendwas,\ndrin man mit Mann und Maus zugrunde gehen muß? Ich kann mir so was\nhierzulande gar nicht denken.«",
        "»Und doch ist es so was, nur freilich im kleinen; dieser Schloon ist\neigentlich bloß ein kümmerliches Rinnsal, das hier rechts vom Gothener\nSee herunterkommt und sich durch die Dünen schleicht. Und im Sommer\ntrocknet es mitunter ganz aus, und Sie fahren dann ruhig drüber hin\nund wissen es nicht einmal.«",
        "»Und im Winter?«",
        "»Ja, im Winter, da ist es was anderes; nicht immer, aber doch oft. Da\nwird es dann ein Sog.«",
        "»Mein Gott, was sind das nur alles für Namen und Wörter!«",
        "»... Da wird es ein Sog, und am stärksten immer dann, wenn der Wind\nnach dem Lande hin steht. Dann drückt der Wind das Meerwasser in das\nkleine Rinnsal hinein, aber nicht so, daß man es sehen kann. Und das\nist das Schlimmste von der Sache, darin steckt die eigentliche Gefahr.\nAlles geht nämlich unterirdisch vor sich, und der ganze Strandsand ist\ndann bis tief hinunter mit Wasser durchsetzt und gefüllt. Und wenn man\ndann über solche Sandstelle weg will, die keine mehr ist, dann sinkt\nman ein, als ob es ein Sumpf oder ein Moor wäre.«",
        "»Das kenn ich«, sagte Effi lebhaft. »Das ist wie in unsrem Luch«,\nund inmitten all ihrer Ängstlichkeit wurde ihr mit einem Male ganz\nwehmütig freudig zu Sinn.",
        "Während das Gespräch noch so ging und sich fortsetzte, war Crampas\naus seinem Schlitten ausgestiegen und auf den am äußersten Flügel\nhaltenden Gieshüblerschen zugeschritten, um hier mit Innstetten zu\nverabreden, was nun wohl eigentlich zu tun sei. Knut, so meldete\ner, wolle die Durchfahrt riskieren, aber Knut sei dumm und verstehe\nnichts von der Sache; nur solche, die hier zu Hause seien, müßten die\nEntscheidung treffen. Innstetten - sehr zu Crampas’ Überraschung - war\nauch fürs »Riskieren«, es müsse durchaus noch mal versucht werden ...\ner wisse schon, die Geschichte wiederholte sich jedesmal: Die Leute\nhier hätten einen Aberglauben und vorweg eine Furcht, während es\ndoch eigentlich wenig zu bedeuten habe. Nicht Knut, der wisse nicht\nBescheid, wohl aber Kruse solle noch einmal einen Anlauf nehmen und\nCrampas derweilen bei den Damen einsteigen (ein kleiner Rücksitz sei\nja noch da), um bei der Hand zu sein, wenn der Schlitten umkippe. Das\nsei doch schließlich das Schlimmste, was geschehen könne.",
        "Mit dieser Innstettenschen Botschaft erschien jetzt Crampas bei den\nbeiden Damen und nahm, als er lachend seinen Auftrag ausgeführt hatte,\nganz nach empfangener Order den kleinen Sitzplatz ein, der eigentlich\nnichts als eine mit Tuch überzogene Leiste war, und rief Kruse zu:\n»Nun, vorwärts, Kruse.«",
        "Dieser hatte denn auch die Pferde bereits um hundert Schritte\nzurückgezoppt und hoffte, scharf anfahrend, den Schlitten glücklich\ndurchbringen zu können; im selben Augenblick aber, wo die Pferde den\nSchloon auch nur berührten, sanken sie bis über die Knöchel in den\nSand ein, so daß sie nur mit Mühe nach rückwärts wieder heraus\nkonnten.",
        "»Es geht nicht«, sagte Crampas, und Kruse nickte.",
        "Während sich dies abspielte, waren endlich auch die Kutschen\nherangekommen, die Grasenabbsche vorauf, und als Sidonie, nach kurzem\nDank gegen Effi, sich verabschiedet und dem seine türkische Pfeife\nrauchenden Vater gegenüber ihren Rückplatz eingenommen hatte, ging es\nmit dem Wagen ohne weiteres auf den Schloon zu; die Pferde sanken tief\nein, aber die Räder ließen alle Gefahr leicht überwinden, und ehe eine\nhalbe Minute vorüber war, trabten auch schon die Grasenabbs drüben\nweiter. Die andern Kutschen folgten. Effi sah ihnen nicht ohne Neid\nnach. Indessen nicht lange, denn auch für die Schlittenfahrer war in\nder zwischenliegenden Zeit Rat geschafft worden, und zwar einfach\ndadurch, daß sich Innstetten entschlossen hatte, statt aller weiteren\nForcierung das friedlichere Mittel eines Umwegs zu wählen. Also genau\ndas, was Sidonie gleich anfangs in Sicht gestellt hatte. Vom rechten\nFlügel her klang des Landrats bestimmte Weisung herüber, vorläufig\ndiesseits zu bleiben und ihm durch die Dünen hin bis an eine weiter\nhinauf gelegene Bohlenbrücke zu folgen. Als beide Kutscher, Knut\nund Kruse, so verständigt waren, trat der Major, der, um Sidonie zu\nhelfen, gleichzeitig mit dieser ausgestiegen war, wieder an Effi heran\nund sagte: »Ich kann Sie nicht allein lassen, gnäd’ge Frau.«",
        "Effi war einen Augenblick unschlüssig, rückte dann aber rasch von der\neinen Seite nach der anderen hinüber, und Crampas nahm links neben ihr\nPlatz.",
        "All dies hätte vielleicht mißdeutet werden können, Crampas selbst aber\nwar zu sehr Frauenkenner, um es sich bloß in Eitelkeit zurechtzulegen.\nEr sah deutlich, daß Effi nur tat, was nach Lage der Sache das einzig\nRichtige war. Es war unmöglich für sie, sich seine Gegenwart zu\nverbitten. Und so ging es denn im Fluge den beiden anderen Schlitten\nnach, immer dicht an dem Wasserlauf hin, an dessen anderem Ufer dunkle\nWaldmassen aufragten. Effi sah hinüber und nahm an, daß schließlich an\ndem landeinwärts gelegenen Außenrand des Waldes hin die Weiterfahrt\ngehen würde, genau also den Weg entlang, auf dem man in früher\nNachmittagsstunde gekommen war. Innstetten aber hatte sich inzwischen\neinen anderen Plan gemacht, und im selben Augenblick, wo sein\nSchlitten die Bohlenbrücke passierte, bog er, statt den Außenweg zu\nwählen, in einen schmaleren Weg ein, der mitten durch die dichte\nWaldmasse hindurchführte. Effi schrak zusammen. Bis dahin waren Luft\nund Licht um sie her gewesen, aber jetzt war es damit vorbei, und die\ndunklen Kronen wölbten sich über ihr. Ein Zittern überkam sie, und sie\nschob die Finger fest ineinander, um sich einen Halt zu geben Gedanken\nund Bilder jagten sich, und eines dieser Bilder war das Mütterchen in\ndem Gedichte, das die »Gottesmauer« hieß, und wie das Mütterchen, so\nbetete auch sie jetzt, daß Gott eine Mauer um sie her bauen möge.\nZwei, drei Male kam es auch über ihre Lippen, aber mit einemmal fühlte\nsie, daß es tote Worte waren. Sie fürchtete sich und war doch zugleich\nwie in einem Zauberbann und wollte auch nicht heraus.",
        "»Effi«, klang es jetzt leise an ihr Ohr, und sie hörte, daß seine\nStimme zitterte. Dann nahm er ihre Hand und löste die Finger, die sie\nnoch immer geschlossen hielt, und überdeckte sie mit heißen Küssen. Es\nwar ihr, als wandle sie eine Ohnmacht an.",
        "Als sie die Augen wieder öffnete, war man aus dem Wald heraus, und in\ngeringer Entfernung vor sich hörte sie das Geläut der vorauseilenden\nSchlitten. Immer vernehmlicher klang es, und als man, dicht vor\nUtpatels Mühle, von den Dünen her in die Stadt einbog, lagen rechts\ndie kleinen Häuser mit ihren Schneedächern neben ihnen.",
        "Effi blickte sich um, und im nächsten Augenblick hielt der Schlitten\nvor dem landrätlichen Hause.",
        "Continue...",
        "\nThis eBook of “Effi Briest” by Theodor Fontane belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Effi Briest (Penguin Classics)By Theodor FontaneAt Amazon"
    ]
}