{
    "title": "Effi Briest - Siebenundzwanzigstes Kapitel",
    "author": "Theodor Fontane",
    "chapter": "27",
    "content": [
        "\n",
        "\n\n",
        "Innstetten und Annie saßen sich eine Weile stumm gegenüber; endlich\nals ihm die Stille peinlich wurde, tat er ein paar Fragen über die\nSchulvorsteherin und welche Lehrerin sie eigentlich am liebsten habe.\nAnnie antwortete auch, aber ohne rechte Lust, weil sie fühlte, daß\nInnstetten wenig bei der Sache war. Es wurde erst besser, als Johanna\nnach dem zweiten Gericht ihrem Anniechen zuflüsterte, es gäbe noch\nwas. Und wirklich, die gute Roswitha, die dem Liebling an diesem\nUnglückstag was schuldig zu sein glaubte, hatte noch ein übriges getan\nund sich zu einer Omelette mit Apfelschnitten aufgeschwungen.",
        "Annie wurde bei diesem Anblicke denn auch etwas redseliger, und ebenso\nzeigte sich Innstettens Stimmung gebessert, als es gleich danach\nklingelte und Geheimrat Rummschüttel eintrat. Ganz zufällig. Er sprach\nnur vor, ohne jede Ahnung, daß man nach ihm geschickt und um seinen\nBesuch gebeten habe. Mit den aufgelegten Kompressen war er zufrieden.\n»Lassen Sie noch etwas Bleiwasser holen und Annie morgen zu Hause\nbleiben. Überhaupt Ruhe.« Dann fragte er noch nach der gnädigen\nFrau und wie die Nachrichten aus Ems seien; er werde den andern Tag\nwiederkommen und nachsehen.",
        "Als man von Tisch aufgestanden und in das nebenan gelegene Zimmer\n- dasselbe, wo man mit so viel Eifer und doch vergebens nach dem\nVerbandstück gesucht hatte - eingetreten war, wurde Annie wieder auf\ndas Sofa gebettet. Johanna kam und setzte sich zu dem Kind, während\nInnstetten die zahllosen Dinge, die bunt durcheinandergewürfelt noch\nauf dem Fensterbrett umher wieder in den Nähtisch einzuräumen begann.\nDann und wann wußte er sich nicht recht Rat und mußte fragen.",
        "»Wo haben die Briefe gelegen, Johanna?«",
        "»Ganz zuunterst«, sagte diese, »hier in diesem Fach.«",
        "Und während so Frage und Antwort ging, betrachtete Innstetten\netwas aufmerksamer als vorher das kleine, mit einem roten Faden\nzusammengebundene Paket, das mehr aus einer Anzahl zusammengelegter\nZettel als auch Briefen zu bestehen schien. Er fuhr, als wäre es\nein Spiel Karten, mit dem Daumen und Zeigefinger an der Seite des\nPäckchens hin, und einige Zeilen, eigentlich nur vereinzelte Worte,\nflogen dabei an seinem Auge vorüber. Von deutlichem Erkennen konnte\nkeine Rede sein, aber es kam ihm doch so vor, als habe er die\nSchriftzüge schon irgendwo gesehen. Ob er nachsehen solle?",
        "»Johanna, Sie könnten uns den Kaffee bringen. Annie trinkt auch eine\nhalbe Tasse. Der Doktor hat’s nicht verboten, und was nicht verboten\nist, ist erlaubt.«",
        "Als er das sagte, wand er den roten Faden ab und ließ, während Johanna\ndas Zimmer verließ, den ganzen Inhalt des Päckchens rasch durch die\nFinger gleiten. Nur zwei, drei Briefe waren adressiert: »An Frau\nLandrat von Innstetten.« Er erkannte jetzt auch die Handschrift; es\nwar die des Majors. Innstetten wußte nichts von einer Korrespondenz\nzwischen Crampas und Effi, und in seinem Kopf begann sich alles zu\ndrehen. Er steckte das Paket zu sich und ging in sein Zimmer zurück.\nEtliche Minuten später, und Johanna, zum Zeichen, daß der Kaffee da\nsei, klopfte leise an die Tür. Innstetten antwortete auch, aber dabei\nblieb es; sonst alles still. Erst nach einer Viertelstunde hörte man\nwieder sein Aufundabschreiten auf dem Teppich.",
        "»Was nur Papa hat?« sagte Johanna zu Annie. »Der Doktor hat ihm doch\ngesagt, es sei nichts.«",
        "Das Aufundabschreiten nebenan wollte kein Ende nehmen. Endlich\nerschien Innstetten wieder im Nebenzimmer und sagte: »Johanna, achten\nSie auf Annie und daß sie ruhig auf dem Sofa bleibt. Ich will eine\nStunde gehen oder vielleicht zwei.«",
        "Dann sah er das Kind aufmerksam an und entfernte sich. »Hast du\ngesehen, Johanna, wie Papa aussah?«",
        "»Ja, Annie. Er muß einen großen Ärger gehabt haben. Er war ganz blaß.\nSo hab ich ihn noch nie gesehen.«",
        "Es vergingen Stunden. Die Sonne war schon unter, und nur ein roter\nWiderschein lag noch über den Dächern drüben, als Innstetten wieder\nzurückkam. Er gab Annie die Hand, fragte, wie’s ihr gehe, und ordnete\ndann an, daß ihm Johanna die Lampe in sein Zimmer bringe. Die Lampe\nkam auch. In dem grünen Schirm befanden sich halb durchsichtige Ovale\nmit Fotografien, allerlei Bildnisse seiner Frau, die noch in Kessin,\ndamals, als man den Wichertschen »Schritt vom Wege« aufgeführt hatte,\nfür die verschiedenen Mitspielenden angefertigt waren. Innstetten\ndrehte den Schirm langsam von links nach rechts und musterte jedes\neinzelne Bildnis. Dann ließ er ab davon, öffnete, weil er es schwül\nfand, die Balkontür und nahm schließlich das Briefpaket wieder zur\nHand.",
        "Es schien, daß er gleich beim ersten Durchsehen ein paar davon\nausgewählt und obenauf gelegt hatte. Diese las er jetzt noch einmal\nmit halblauter Stimme.",
        "»Sei heute nachmittag wieder in den Dünen, hinter der Mühle. Bei der\nalten Adermann können wir uns ruhig sprechen, das Haus ist abgelegen\ngenug. Du mußt Dich nicht um alles so bangen. Wir haben auch ein\nRecht. Und wenn Du Dir das eindringlich sagst, wird, denke ich, alle\nFurcht von Dir abfallen. Das Leben wäre nicht des Lebens wert, wenn\ndas alles gelten sollte, was zufällig gilt. Alles Beste liegt jenseits\ndavon. Lerne Dich daran freuen.«",
        "»...Fort, so schreibst Du, Flucht. Unmöglich. Ich kann meine Frau\nnicht im Stich lassen, zu allem andern auch noch in Not. Es geht\nnicht, und wir müssen es leicht nehmen, sonst sind wir arm und\nverloren. Leichtsinn ist das Beste, was wir haben. Alles ist\nSchicksal. Es hat so sein sollen. Und möchtest Du, daß es anders wäre,\ndaß wir uns nie gesehen hätten?«",
        "Dann kam der dritte Brief.",
        "»...Sei heute noch einmal an der alten Stelle. Wie sollen meine Tage\nhier verlaufen ohne Dich! In diesem öden Nest. Ich bin außer mir,\nund nur darin hast Du recht: Es ist die Rettung, und wir müssen\nschließlich doch die Hand segnen, die diese Trennung über uns\nverhängt.«",
        "Innstetten hatte die Briefe kaum wieder beiseite geschoben, als\ndraußen die Klingel ging. Gleich danach meldete Johanna: »Geheimrat\nWüllersdorf.«",
        "Wüllersdorf trat ein und sah auf den ersten Blick, daß etwas\nvorgefallen sein müsse.",
        "»Pardon, Wüllersdorf«, empfing ihn Innstetten, »daß ich Sie gebeten\nhabe, noch gleich heute bei mir vorzusprechen. Ich störe niemand gern\nin seiner Abendruhe, am wenigsten einen geplagten Ministerialrat. Es\nging aber nicht anders. Ich bitte Sie, machen Sie sich’s bequem. Und\nhier eine Zigarre.«",
        "Wüllersdorf setzte sich. Innstetten ging wieder auf und ab und wäre\nbei der ihn verzehrenden Unruhe gern in Bewegung geblieben, sah aber,\ndaß das nicht gehe. So nahm er denn auch seinerseits eine Zigarre,\nsetzte sich Wüllersdorf gegenüber und versuchte ruhig zu sein. »Es\nist«, begann er, »um zweier Dinge willen, daß ich Sie habe bitten\nlassen: erst um eine Forderung zu überbringen und zweitens um\nhinterher, in der Sache selbst, mein Sekundant zu sein; das eine ist\nnicht angenehm und das andere noch weniger. Und nun Ihre Antwort.«",
        "»Sie wissen, Innstetten, Sie haben über mich zu verfügen. Aber eh ich\ndie Sache kenne, verzeihen Sie mir die naive Vorfrage: Muß es sein?\nWir sind doch über die Jahre weg, Sie, um die Pistole in die Hand zu\nnehmen, und ich, um dabei mitzumachen. Indessen mißverstehen Sie mich\nnicht, alles dies soll kein Nein sein. Wie könnte ich Ihnen etwas\nabschlagen. Aber nun sagen Sie, was ist es?«",
        "»Es handelt sich um einen Galan meiner Frau, der zugleich mein Freund\nwar oder doch beinah.«",
        "Wüllersdorf sah Innstetten an. »Innstetten, das ist nicht möglich.«",
        "»Es ist mehr als möglich, es ist gewiß. Lesen Sie.«",
        "Wüllersdorf flog drüber hin. »Die sind an Ihre Frau gerichtet?«",
        "»Ja. Ich fand sie heut in ihrem Nähtisch.« »Und wer hat sie\ngeschrieben?«",
        "»Major Crampas.«",
        "»Also Dinge, die sich abgespielt, als Sie noch in Kessin waren?«",
        "Innstetten nickte.",
        "»Liegt also sechs Jahre zurück oder noch ein halb Jahr länger.«",
        "»Ja.«",
        "Wüllersdorf schwieg. Nach einer Weile sagte Innstetten: »Es sieht fast\nso aus, Wüllersdorf, als ob die sechs oder sieben Jahre einen Eindruck\nauf Sie machten. Es gibt eine Verjährungstheorie, natürlich, aber ich\nweiß doch nicht, ob wir hier einen Fall haben, diese Theorie gelten zu\nlassen.«",
        "»Ich weiß es auch nicht«, sagte Wüllersdorf. »Und ich bekenne Ihnen\noffen, um diese Frage scheint sich hier alles zu drehen.«",
        "Innstetten sah ihn groß an. »Sie sagen das in vollem Ernst?« »In\nvollem Ernst. Es ist keine Sache, sich in jeu d’esprit oder in\ndialektischen Spitzfindigkeiten zu versuchen.«",
        "»Ich bin neugierig, wie Sie das meinen. Sagen Sie mir offen, wie\nstehen Sie dazu?«",
        "»Innstetten, Ihre Lage ist furchtbar, und Ihr Lebensglück ist hin.\nAber wenn Sie den Liebhaber totschießen, ist Ihr Lebensglück sozusagen\ndoppelt hin, und zu dem Schmerz über empfangenes Leid kommt noch der\nSchmerz über getanes Leid. Alles dreht sich um die Frage, müssen Sie’s\ndurchaus tun? Fühlen Sie sich so verletzt, beleidigt, empört, daß\neiner weg muß, er oder Sie? Steht es so?«",
        "»Ich weiß es nicht.«",
        "»Sie müssen es wissen.«",
        "Innstetten war aufgesprungen, trat ans Fenster und tippte voll\nnervöser Erregung an die Scheiben. Dann wandte er sich rasch wieder,\nging auf Wüllersdorf zu und sagte: »Nein, so steht es nicht.«",
        "»Wie steht es denn?«",
        "»Es steht so, daß ich unendlich unglücklich bin; ich bin gekränkt,\nschändlich hintergangen, aber trotzdem, ich bin ohne jedes Gefühl von\nHaß oder gar von Durst nach Rache. Und wenn ich mich frage, warum\nnicht, so kann ich zunächst nichts anderes finden als die Jahre. Man\nspricht immer von unsühnbarer Schuld; vor Gott ist es gewiß falsch,\naber vor den Menschen auch. Ich hätte nie geglaubt, daß die Zeit, rein\nals Zeit, so wirken könne. Und dann als zweites: Ich liebe meine Frau,\nja, seltsam zu sagen, ich liebe sie noch, und so furchtbar ich alles\nfinde, was geschehen, ich bin so sehr im Bann ihrer Liebenswürdigkeit,\neines ihr eigenen heiteren Scharmes, daß ich mich, mir selbst zum\nTrotz, in meinem letzten Herzenswinkel zum Verzeihen geneigt fühle.«",
        "Wüllersdorf nickte. »Kann ganz folgen, Innstetten, würde mir\nvielleicht ebenso gehen. Aber wenn Sie so zu der Sache stehen und mir\nsagen: ’Ich liebe diese Frau so sehr, daß ich ihr alles verzeihen\nkann’, und wenn wir dann das andere hinzunehmen, daß alles weit, weit\nzurückliegt, wie ein Geschehnis auf einem andern Stern, ja, wenn es so\nliegt, Innstetten, so frage ich, wozu die ganze Geschichte?«",
        "»Weil es trotzdem sein muß. Ich habe mir’s hin und her überlegt. Man\nist nicht bloß ein einzelner Mensch, man gehört einem Ganzen an,\nund auf das Ganze haben wir beständig Rücksicht zu nehmen, wir sind\ndurchaus abhängig von ihm. Ginge es, in Einsamkeit zu leben, so könnt\nich es gehen lassen; ich trüge dann die mir aufgepackte Last, das\nrechte Glück wäre hin, aber es müssen so viele leben ohne dies ’rechte\nGlück’, und ich würde es auch müssen und - auch können. Man braucht\nnicht glücklich zu sein, am allerwenigsten hat man einen Anspruch\ndarauf, und den, der einem das Glück genommen hat, den braucht man\nnicht notwendig aus der Welt zu schaffen. Man kann ihn, wenn man\nweltabgewandt weiterexistieren will, auch laufen lassen. Aber im\nZusammenleben mit den Menschen hat sich ein Etwas gebildet, das nun\nmal da ist und nach dessen Paragraphen wir uns gewöhnt haben, alles zu\nbeurteilen, die andern und uns selbst. Und dagegen zu verstoßen geht\nnicht; die Gesellschaft verachtet uns, und zuletzt tun wir es selbst\nund können es nicht aushalten und jagen uns die Kugel durch den Kopf.\nVerzeihen Sie, daß ich Ihnen solche Vorlesung halte, die schließlich\ndoch nur sagt, was sich jeder selber hundertmal gesagt hat. Aber\nfreilich, wer kann was Neues sagen! Also noch einmal, nichts von Haß\noder dergleichen, und um eines Glückes willen, das mir genommen wurde,\nmag ich nicht Blut an den Händen haben; aber jenes, wenn Sie wollen,\nuns tyrannisierende Gesellschafts-Etwas, das fragt nicht nach Scharm\nund nicht nach Liebe und nicht nach Verjährung. Ich habe keine Wahl.\nIch muß.«",
        "»Ich weiß doch nicht, Innstetten ...«",
        "Innstetten lächelte. »Sie sollen selbst entscheiden, Wüllersdorf. Es\nist jetzt zehn Uhr. Vor sechs Stunden, diese Konzession will ich Ihnen\nvorweg machen, hatt’ ich das Spiel noch in der Hand, konnt’ ich noch\ndas eine und noch das andere, da war noch ein Ausweg. Jetzt nicht\nmehr, jetzt stecke ich in einer Sackgasse. Wenn Sie wollen, so bin ich\nselber schuld daran; ich hätte mich besser beherrschen und bewachen,\nalles in mir verbergen, alles im eignen Herzen auskämpfen sollen. Aber\nes kam mir zu plötzlich, zu stark, und so kann ich mir kaum einen\nVorwurf machen, meine Nerven nicht geschickter in Ordnung gehalten zu\nhaben. Ich ging zu Ihnen und schrieb Ihnen einen Zettel, und damit war\ndas Spiel aus meiner Hand. Von dem Augenblick an hatte mein Unglück\nund, was schwerer wiegt, der Fleck auf meiner Ehre einen halben\nMitwisser und nach den ersten Worten, die wir hier gewechselt, hat es\neinen ganzen. Und weil dieser Mitwisser da ist, kann ich nicht mehr\nzurück.«",
        "»Ich weiß doch nicht«, wiederholte Wüllersdorf. »Ich mag nicht gerne\nzu der alten abgestandenen Phrase greifen, aber doch läßt sich’s nicht\nbesser sagen: Innstetten, es ruht alles in mir wie in einem Grabe.«",
        "»Ja, Wüllersdorf, so heißt es immer. Aber es gibt keine\nVerschwiegenheit. Und wenn Sie’s wahrmachen und gegen andere die\nVerschwiegenheit selber sind, so wissen Sie es, und es rettet mich\nnicht vor Ihnen, daß Sie mir eben Ihre Zustimmung ausgedrückt und mir\nsogar gesagt haben: ich kann Ihnen in allem folgen. Ich bin, und dabei\nbleibt es, von diesem Augenblick an ein Gegenstand Ihrer Teilnahme\n(schon nicht etwas sehr Angenehmes), und jedes Wort, das Sie mich mit\nmeiner Frau wechseln hören, unterliegt Ihrer Kontrolle, Sie mögen\nwollen oder nicht, und wenn meine Frau von Treue spricht oder, wie\nFrauen tun, über eine andere zu Gericht sitzt, so weiß ich nicht, wo\nich mit meinen Blicken hin soll. Und ereignet sich’s gar, daß ich in\nirgendeiner ganz alltäglichen Beleidigungssache zum Guten rede, »weil\nja der dolus fehle« oder so was Ähnliches, so geht ein Lächeln über\nIhr Gesicht, oder es zuckt wenigstens darin, und in Ihrer Seele\nklingt es: ’Der gute Innstetten, er hat doch eine wahre Passion, alle\nBeleidigungen auf ihren Beleidigungsgehalt chemisch zu untersuchen,\nund das richtige Quantum Stickstoff findet er nie. Er ist noch nie an\neiner Sache erstickt.’ ... Habe ich recht, Wüllersdorf, oder nicht?«",
        "Wüllersdorf war aufgestanden. »Ich finde es furchtbar, daß Sie recht\nhaben, aber Sie haben recht. Ich quäle Sie nicht länger mit meinem\n’Muß es sein?’. Die Welt ist einmal, wie sie ist, und die Dinge\nverlaufen nicht, wie wir wollen, sondern wie die andern wollen. Das\nmit dem ’Gottesgericht’, wie manche hochtrabend versichern, ist\nfreilich ein Unsinn, nichts davon, umgekehrt, unser Ehrenkultus ist\nein Götzendienst, aber wir müssen uns ihm unterwerfen, solange der\nGötze gilt.«",
        "Innstetten nickte.",
        "Sie blieben noch eine Viertelstunde miteinander, und es wurde\nfestgestellt, Wüllersdorf solle noch denselben Abend abreisen. Ein\nNachtzug ging um zwölf.",
        "Dann trennten sie sich mit einem kurzen: »Auf Wiedersehen in Kessin.«",
        "Continue...",
        "\nThis eBook of “Effi Briest” by Theodor Fontane belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Effi Briest (Penguin Classics)By Theodor FontaneAt Amazon"
    ]
}