{
    "title": "Effi Briest - Achtzehntes Kapitel",
    "author": "Theodor Fontane",
    "chapter": "18",
    "content": [
        "\n",
        "\n\n",
        "Effi war unzufrieden mit sich und freute sich, daß es nunmehr\nfeststand, diese gemeinschaftlichen Ausflüge für die ganze Winterdauer\nauf sich beruhen zu lassen. Überlegte sie, was während all dieser\nWochen und Tage gesprochen, berührt und angedeutet war, so fand sie\nnichts, um dessentwillen sie sich direkte Vorwürfe zu machen gehabt\nhätte. Crampas war ein kluger Mann, welterfahren, humoristisch, frei,\nfrei auch im Guten, und es wäre kleinlich und kümmerlich gewesen, wenn\nsie sich ihm gegenüber aufgesteift und jeden Augenblick die Regeln\nstrengen Anstandes befolgt hätte. Nein, sie konnte sich nicht tadeln,\nauf seinen Ton eingegangen zu sein, und doch hatte sie ganz leise das\nGefühl einer überstandenen Gefahr und beglückwünschte sich, daß das\nalles nun mutmaßlich hinter ihr läge. Denn an ein häufigeres Sichsehen\nen famille war nicht wohl zu denken, das war durch die Crampasschen\nHauszustände so gut wie ausgeschlossen, und Begegnungen bei den\nbenachbarten adligen Familien, die freilich für den Winter in Sicht\nstanden, konnten immer nur sehr vereinzelt und sehr flüchtige sein.\nEffi rechnete sich dies alles mit wachsender Befriedigung heraus und\nfand schließlich, daß ihr der Verzicht auf das, was sie dem Verkehr\nmit dem Major verdankte, nicht allzu schwer ankommen würde. Dazu kam\nnoch, daß Innstetten ihr mitteilte, seine Fahrten nach Varzin würden\nin diesem Jahre fortfallen: der Fürst gehe nach Friedrichsruh, das\nihm immer lieber zu werden scheine; nach der einen Seite hin bedauere\ner das, nach der anderen sei es ihm lieb - er könne sich nun ganz\nseinem Hause widmen, und wenn es ihr recht wäre, so wollten sie die\nitalienische Reise, an der Hand seiner Aufzeichnungen, noch einmal\ndurchmachen. Eine solche Rekapitulation sei eigentlich die Hauptsache,\ndadurch mache man sich alles erst dauernd zu eigen, und selbst Dinge,\ndie man nur flüchtig gesehen und von denen man kaum wisse, daß man sie\nin seiner Seele beherberge, kämen einem durch solche nachträglichen\nStudien erst voll zu Bewußtsein und Besitz. Er führte das noch weiter\naus und fügte hinzu, daß ihn Gieshübler, der den ganzen »italienischen\nStiefel« bis Palermo kenne, gebeten habe, mit dabeisein zu dürfen.\nEffi, der ein ganz gewöhnlicher Plauderabend ohne den »italienischen\nStiefel« (es sollten sogar Fotografien herumgereicht werden) viel,\nviel lieber gewesen wäre, antwortete mit einer gewissen Gezwungenheit;\nInnstetten indessen, ganz erfüllt von seinem Plan, merkte nichts und\nfuhr fort: »Natürlich ist nicht bloß Gieshübler zugegen, auch Roswitha\nund Annie müssen dabeisein, und wenn ich mir dann denke, daß wir den\nCanale grande hinauffahren und hören dabei ganz in der Ferne die\nGondoliere singen, während drei Schritt von uns Roswitha sich über\nAnnie beugt und ’Buhküken von Halberstadt’ oder so was Ähnliches zum\nbesten gibt, so können das schöne Winterabende werden, und du sitzt\ndabei und strickst mir eine große Winterkappe. Was meinst du dazu,\nEffi?«",
        "Solche Abende wurden nicht bloß geplant, sie nahmen auch ihren Anfang,\nund sie würden sich aller Wahrscheinlichkeit nach über viele Wochen\nhin ausgedehnt haben, wenn nicht der unschuldige, harmlose Gieshübler,\ntrotz größter Abgeneigtheit gegen zweideutiges Handeln, dennoch im\nDienste zweier Herren gestanden hätte. Der eine, dem er diente, war\nInnstetten, der andere war Crampas, und wenn er der Innstettenschen\nAufforderung zu den italienischen Abenden, schon um Effis willen, auch\nmit aufrichtigster Freude Folge leistete, so war die Freude, mit der\ner Crampas gehorchte, doch noch eine größere. Nach einem Crampasschen\nPlan nämlich sollte noch vor Weihnachten »Ein Schritt vom Wege«\naufgeführt werden, und als man vor dem dritten italienischen Abend\nstand, nahm Gieshübler die Gelegenheit wahr, mit Effi, die die Rolle\nder Ella spielen sollte, darüber zu sprechen.",
        "Effi war wie elektrisiert; was wollten Padua, Vicenza daneben\nbedeuten! Effi war nicht für Aufgewärmtheiten; Frisches war es, wonach\nsie sich sehnte, Wechsel der Dinge. Aber als ob eine Stimme ihr\nzugerufen hätte: »Sieh dich vor!«, so fragte sie doch, inmitten ihrer\nfreudigen Erregung:",
        "»Ist es der Major, der den Plan aufgebracht hat?«",
        "»Ja. Sie wissen, gnädigste Frau, daß er einstimmig in das\nVergnügungskomitee gewählt wurde. Wir dürfen uns endlich einen\nhübschen Winter in der Ressource versprechen. Er ist ja wie geschaffen\ndazu.«",
        "»Und wird er auch mitspielen?«",
        "»Nein, das hat er abgelehnt. Ich muß sagen, leider. Denn er kann ja\nalles und würde den Arthur von Schmettwitz ganz vorzüglich geben. Er\nhat nur die Regie übernommen.«",
        "»Desto schlimmer.«",
        "»Desto schlimmer?« wiederholte Gieshübler.",
        "»Oh, Sie dürfen das nicht so feierlich nehmen; das ist nur so eine\nRedensart, die eigentlich das Gegenteil bedeutet. Auf der anderen\nSeite freilich, der Major hat so was Gewaltsames, er nimmt einem die\nDinge gern über den Kopf fort. Und man muß dann spielen, wie er will,\nund nicht, wie man selber will.«",
        "Sie sprach noch so weiter und verwickelte sich immer mehr in\nWidersprüche.",
        "Der »Schritt vom Wege« kam wirklich zustande, und gerade weil man nur\nnoch gute vierzehn Tage hatte (die letzte Woche vor Weihnachten war\nausgeschlossen), so strengte sich alles an, und es ging vorzüglich;\ndie Mitspielenden, vor allem Effi, ernteten reichen Beifall. Crampas\nhatte sich wirklich mit der Regie begnügt, und so streng er gegen\nalle anderen war, so wenig hatte er auf den Proben in Effis Spiel\nhineingeredet. Entweder waren ihm von seiten Gieshüblers Mitteilungen\nüber das mit Effi gehabte Gespräch gemacht worden, oder er hatte es\nauch aus sich selber bemerkt, daß Effi beflissen war, sich von ihm\nzurückzuziehen. Und er war klug und Frauenkenner genug, um den\nnatürlichen Entwicklungsgang, den er nach seinen Erfahrungen nur zu\ngut kannte, nicht zu stören.",
        "Am Theaterabend in der Ressource trennte man sich spät, und\nMitternacht war vorüber, als Innstetten und Effi wieder zu Hause bei\nsich eintrafen. Johanna war noch auf, um behilflich zu sein, und\nInnstetten, der auf seine junge Frau nicht wenig eitel war, erzählte\nJohanna, wie reizend die gnädige Frau ausgesehen und wie gut sie\ngespielt habe. Schade, daß er nicht vorher daran gedacht, Christel\nund sie selber und auch die alte Unke, die Kruse, hätten von der\nMusikgalerie her sehr gut zusehen können; es seien viele dagewesen.\nDann ging Johanna, und Effi, die müde war, legte sich nieder.\nInnstetten aber, der noch plaudern wollte, schob einen Stuhl heran und\nsetzte sich an das Bett seiner Frau, diese freundlich ansehend und\nihre Hand in der seinen haltend.",
        "»Ja, Effi, das war ein hübscher Abend. Ich habe mich amüsiert über das\nhübsche Stück. Und denke dir, der Dichter ist ein Kammergerichtsrat,\neigentlich kaum zu glauben. Und noch dazu aus Königsberg. Aber worüber\nich mich am meisten gefreut, das war doch meine entzückende kleine\nFrau, die allen die Köpfe verdreht hat.«",
        "»Ach, Geert, sprich nicht so. Ich bin schon gerade eitel genug.«",
        "»Eitel genug, das wird wohl richtig sein. Aber doch lange nicht so\neitel wie die anderen. Und das ist zu deinen sieben Schönheiten ...«",
        "»Sieben Schönheiten haben alle.«",
        "»... Ich habe mich auch bloß versprochen, du kannst die Zahl gut mit\nsich selbst multiplizieren.«",
        "»Wie galant du bist, Geert. Wenn ich dich nicht kennte, könnt ich mich\nfürchten. Oder lauert wirklich was dahinter?« »Hast du ein schlechtes\nGewissen? Selber hinter der Tür gestanden?«",
        "»Ach, Geert, ich ängstige mich wirklich.« Und sie richtete sich im\nBett in die Höh und sah ihn starr an. »Soll ich noch nach Johanna\nklingeln, daß sie uns Tee bringt? Du hast es so gern vor dem\nSchlafengehen.«",
        "Er küßte ihr die Hand. »Nein, Effi. Nach Mitternacht kann auch der\nKaiser keine Tasse Tee mehr verlangen, und du weißt, ich mag die Leute\nnicht mehr in Anspruch nehmen als nötig. Nein, ich will nichts, als\ndich ansehen und mich freuen, daß ich dich habe. So manchmal empfindet\nman’s doch stärker, welchen Schatz man hat. Du könntest ja auch so\nsein wie die arme Frau Crampas; das ist eine schreckliche Frau, gegen\nkeinen freundlich, und dich hätte sie vom Erdboden vertilgen mögen.«",
        "»Ach, ich bitte dich, Geert, das bildest du dir wieder ein. Die arme\nFrau! Mir ist nichts aufgefallen.«",
        "»Weil du für derlei keine Augen hast. Aber es war so, wie ich dir\nsage, und der arme Crampas war wie befangen dadurch und mied dich\nimmer und sah dich kaum an. Was doch ganz unnatürlich ist; denn\nerstens ist er überhaupt ein Damenmann, und nun gar Damen wie du, das\nist seine besondere Passion. Und ich wette auch, daß es keiner besser\nweiß als meine kleine Frau selber. Wenn ich daran denke, wie, Pardon,\ndas Geschnatter hin und her ging, wenn er morgens in die Veranda kam\noder wenn wir am Strande ritten oder auf der Mole spazierengingen. Es\nist, wie ich dir sage, er traute sich heute nicht, er fürchtete sich\nvor seiner Frau. Und ich kann es ihm nicht verdenken. Die Majorin ist\nso etwas wie unsere Frau Kruse, und wenn ich zwischen beiden wählen\nmüßte, ich wüßte nicht wen.«",
        "»Ich wüßt es schon; es ist doch ein Unterschied zwischen den beiden.\nDie arme Majorin ist unglücklich, die Kruse ist unheimlich.«",
        "»Und da bist du doch mehr für das Unglückliche?« »Ganz entschieden.«",
        "»Nun höre, das ist Geschmackssache. Man merkt, daß du noch nicht\nunglücklich warst. Übrigens hat Crampas ein Talent, die arme Frau zu\neskamotieren. Er erfindet immer etwas, sie zu Hause zu lassen.«",
        "»Aber heute war sie doch da.«",
        "»Ja, heute. Da ging es nicht anders. Aber ich habe mit ihm eine Partie\nzu Oberförster Ring verabredet, er, Gieshübler und der Pastor, auf\nden dritten Feiertag, und da hättest du sehen sollen, mit welcher\nGeschicklichkeit er bewies, daß sie, die Frau, zu Hause bleiben\nmüsse.«",
        "»Sind es denn nur Herren?«",
        "»O bewahre. Da würd ich mich auch bedanken. Du bist mit dabei und noch\nzwei, drei andere Damen, die von den Gütern ungerechnet.«",
        "»Aber dann ist es doch auch häßlich von ihm, ich meine von Crampas,\nund so was bestraft sich immer.«",
        "»Ja, mal kommt es. Aber ich glaube, unser Freund hält zu denen, die\nsich über das, was kommt, keine grauen Haare wachsen lassen.«",
        "»Hältst du ihn für schlecht?«",
        "»Nein, für schlecht nicht. Beinah im Gegenteil, jedenfalls hat er gute\nSeiten. Aber er ist so’n halber Pole, kein rechter Verlaß, eigentlich\nin nichts, am wenigsten mit Frauen. Eine Spielernatur. Er spielt nicht\nam Spieltisch, aber er hasardiert im Leben in einem fort, und man muß\nihm auf die Finger sehen.«",
        "»Es ist mir doch lieb, daß du mir das sagst. Ich werde mich vorsehen\nmit ihm.«",
        "»Das tu. Aber nicht zu sehr; dann hilft es nichts. Unbefangenheit ist\nimmer das beste, natürlich das allerbeste ist Charakter und Festigkeit\nund, wenn ich solch steifleinenes Wort brauchen darf, eine reine\nSeele.«",
        "Sie sah ihn groß an. Dann sagte sie: »Ja, gewiß. Aber nun sprich nicht\nmehr, und noch dazu lauter Dinge, die mich nicht recht froh machen\nkönnen. Weißt du, mir ist, als hörte ich oben das Tanzen. Sonderbar,\ndaß es immer wiederkommt. Ich dachte, du hättest mit dem allem nur so\ngespaßt.«",
        "»Das will ich doch nicht sagen, Effi. Aber so oder so, man muß nur in\nOrdnung sein und sich nicht zu fürchten brauchen.«",
        "Effi nickte und dachte mit einem Male wieder an die Worte, die ihr\nCrampas über ihren Mann als »Erzieher« gesagt hatte.",
        "Der Heilige Abend kam und verging ähnlich wie das Jahr vorher; aus\nHohen-Cremmen kamen Geschenke und Briefe; Gieshübler war wieder mit\neinem Huldigungsvers zur Stelle, und Vetter Briest sandte eine Karte:\nSchneelandschaft mit Telegrafenstangen, auf deren Draht geduckt ein\nVögelchen saß. Auch für Annie war aufgebaut: ein Baum mit Lichtern,\nund das Kind griff mit seinen Händchen danach. Innstetten, unbefangen\nund heiter, schien sich seines häuslichen Glücks zu freuen und\nbeschäftigte sich viel mit dem Kinde. Roswitha war erstaunt, den\ngnädigen Herrn so zärtlich und zugleich so aufgeräumt zu sehen. Auch\nEffi sprach viel und lachte viel, es kam ihr aber nicht aus innerster\nSeele. Sie fühlte sich bedrückt und wußte nur nicht, wen sie dafür\nverantwortlich machen sollte, Innstetten oder sich selber. Von Crampas\nwar kein Weihnachtsgruß eingetroffen; eigentlich war es ihr lieb, aber\nauch wieder nicht, seine Huldigungen erfüllten sie mit einem gewissen\nBangen, und seine Gleichgültigkeiten verstimmten sie; sie sah ein, es\nwar nicht alles so, wie’s sein sollte.",
        "»Du bist so unruhig«, sagte Innstetten nach einer Weile.",
        "»Ja. Alle Welt hat es so gut mit mir gemeint, am meisten du; das\nbedrückt mich, weil ich fühle, daß ich es nicht verdiene.«",
        "»Damit darf man sich nicht quälen, Effi. Zuletzt ist es doch so: Was\nman empfängt, das hat man auch verdient.«",
        "Effi hörte scharf hin, und ihr schlechtes Gewissen ließ sie selber\nfragen, ob er das absichtlich in so zweideutiger Form gesagt habe.",
        "Spät gegen Abend kam Pastor Lindequist, um zu gratulieren und noch\nwegen der Partie nach der Oberförsterei Uvagla hin anzufragen, die\nnatürlich eine Schlittenpartie werden müsse. Crampas habe ihm einen\nPlatz in seinem Schlitten angeboten, aber weder der Major noch sein\nBursche, der, wie alles, auch das Kutschieren übernehmen solle,\nkenne den Weg, und so würde es sich vielleicht empfehlen, die Fahrt\ngemeinschaftlich zu machen, wobei dann der landrätliche Schlitten die\nTete zu nehmen und der Crampassche zu folgen hätte. Wahrscheinlich\nauch der Gieshüblersche. Denn mit der Wegkenntnis Mirambos, dem sich\nunerklärlicherweise Freund Alonzo, der doch sonst so vorsichtig,\nanvertrauen wolle, stehe es wahrscheinlich noch schlechter als mit der\ndes sommersprossigen Treptower Ulanen. Innstetten, den diese kleinen\nVerlegenheiten erheiterten, war mit Lindequists Vorschlag durchaus\neinverstanden und ordnete die Sache dahin, daß er pünktlich um zwei\nUhr über den Marktplatz fahren und ohne alles Säumen die Führung des\nZuges in die Hand nehmen werde.",
        "Nach diesem Übereinkommen wurde denn auch verfahren, und als\nInnstetten Punkt zwei Uhr den Marktplatz passierte, grüßte Crampas\nzunächst von seinem Schlitten aus zu Effi hinüber und schloß sich\ndann dem Innstettenschen an. Der Pastor saß neben ihm. Gieshüblers\nSchlitten, mit Gieshübler selbst und Doktor Hannemann, folgte, jener\nin einem eleganten Büffelrock und Marderbesatz, dieser in einem\nBärenpelz, dem man ansah, daß er wenigstens dreißig Dienstjahre\nzählte. Hannemann war nämlich in seiner Jugend Schiffschirurgus auf\neinem Grönlandfahrer gewesen. Mirambo saß vorn, etwas aufgeregt wegen\nUnkenntnis im Kutschieren, ganz wie Lindequist vermutet hatte.",
        "Schon nach zwei Minuten war man an Utpatels Mühle vorbei.",
        "Zwischen Kessin und Uvagla (wo der Sage nach ein Wendentempel\ngestanden) lag ein nur etwa tausend Schritt breiter, aber wohl\nanderthalb Meilen langer Waldstreifen, der an seiner rechten\nLängsseite das Meer, an seiner linken, bis weit an den Horizont hin,\nein großes, überaus fruchtbares und gut angebautes Stück Land hatte.\nHier, an der Binnenseite, flogen jetzt die drei Schlitten hin, in\neiniger Entfernung ein paar alte Kutschwagen vor sich, in denen aller\nWahrscheinlichkeit nach andere nach der Oberförsterei hin eingeladene\nGäste saßen. Einer dieser Wagen war an seinen altmodisch hohen Rädern\ndeutlich zu erkennen, es war der Papenhagensche. Natürlich. Güldenklee\ngalt als der beste Redner des Kreises (noch besser als Borcke, ja\nselbst besser als Grasenabb) und durfte bei Festlichkeiten nicht\nleicht fehlen. Die Fahrt ging rasch - auch die herrschaftlichen\nKutscher strengten sich an und wollten sich nicht überholen lassen -,\nso daß man schon um drei vor der Oberförsterei hielt. Ring, ein\nstattlicher, militärisch dreinschauender Herr von Mitte Fünfzig,\nder den ersten Feldzug in Schleswig noch unter Wrangel und Bonin\nmitgemacht und sich bei Erstürmung des Danewerks ausgezeichnet hatte,\nstand in der Tür und empfing seine Gäste, die, nachdem sie abgelegt\nund die Frau des Hauses begrüßt hatten, zunächst vor einem\nlanggedeckten Kaffeetisch Platz nahmen, auf dem kunstvoll\naufgeschichtete Kuchenpyramiden standen. Die Oberförsterin, eine von\nNatur sehr ängstliche, zum mindesten aber sehr befangene Frau, zeigte\nsich auch als Wirtin so, was den überaus eitlen Oberförster, der für\nSicherheit und Schneidigkeit war, ganz augenscheinlich verdroß. Zum\nGlück kam sein Unmut zu keinem Ausbruch, denn von dem, was seine\nFrau vermissen ließ, hatten seine Töchter desto mehr, bildhübsche\nBackfische von vierzehn und dreizehn, die ganz nach dem Vater\nschlugen. Besonders die ältere, Cora, kokettierte sofort mit\nInnstetten und Crampas, und beide gingen auch darauf ein. Effi ärgerte\nsich darüber und schämte sich dann wieder, daß sie sich geärgert habe.\nSie saß neben Sidonie von Grasenabb und sagte: »Sonderbar, so bin ich\nauch gewesen, als ich vierzehn war.«",
        "Effi rechnete darauf, daß Sidonie dies bestreiten oder doch wenigstens\nEinschränkungen machen würde. Statt dessen sagte diese: »Das kann ich\nmir denken.«",
        "»Und wie der Vater sie verzieht«, fuhr Effi halb verlegen und nur, um\ndoch was zu sagen, fort.",
        "Sidonie nickte. »Da liegt es. Keine Zucht. Das ist die Signatur\nunserer Zeit.«",
        "Effi brach nun ab.",
        "Der Kaffee war bald genommen, und man stand auf, um noch einen\nhalbstündigen Spaziergang in den umliegenden Wald zu machen, zunächst\nauf ein Gehege zu, drin Wild eingezäunt war. Cora öffnete das Gatter,\nund kaum, daß sie eingetreten, so kamen auch schon die Rehe auf\nsie zu. Es war eigentlich reizend, ganz wie ein Märchen. Aber die\nEitelkeit des jungen Dinges, das sich bewußt war, ein lebendes Bild zu\nstellen, ließ doch einen reinen Eindruck nicht aufkommen, am wenigsten\nbei Effi. »Nein«, sagte sie zu sich selber, »so bin ich doch nicht\ngewesen. Vielleicht hat es mir auch an Zucht gefehlt, wie diese\nfurchtbare Sidonie mir eben andeutete, vielleicht auch anderes noch.\nMan war zu Haus zu gütig gegen mich, man liebte mich zu sehr. Aber das\ndarf ich doch wohl sagen, ich habe mich nie geziert. Das war immer\nHuldas Sache. Darum gefiel sie mir auch nicht, als ich diesen Sommer\nsie wiedersah.",
        "Auf dem Rückwege vom Wald nach der Oberförsterei begann es zu\nschneien. Crampas gesellte sich zu Effi und sprach ihr sein Bedauern\naus, daß er noch nicht Gelegenheit gehabt habe, sie zu begrüßen.\nZugleich wies er auf die großen, schweren Schneeflocken, die fielen,\nund sagte: »Wenn das so weitergeht, so schneien wir hier ein.«",
        "»Das wäre nicht das Schlimmste. Mit dem Eingeschneitwerden verbinde\nich von langer Zeit her eine freundliche Vorstellung, eine Vorstellung\nvon Schutz und Beistand.«",
        "»Das ist mir neu, meine gnädigste Frau.«",
        "»Ja«, fuhr Effi fort und versuchte zu lachen, »mit den Vorstellungen\nist es ein eigen Ding, man macht sie sich nicht bloß nach dem, was\nman persönlich erfahren hat, auch nach dem, was man irgendwo gehört\noder ganz zufällig weiß. Sie sind so belesen, Major, aber mit einem\nGedicht - freilich keinem Heineschen, keinem ’Seegespenst’ und\nkeinem ’Vitzliputzli’ - bin ich Ihnen, wie mir scheint, doch voraus.\nDies Gedicht heißt die ’Gottesmauer’, und ich hab es bei unserm\nHohen-Cremmer Pastor vor vielen, vielen Jahren, als ich noch ganz\nklein war, auswendig gelernt.«",
        "»Gottesmauer«, wiederholte Crampas. »Ein hübscher Titel, und wie\nverhält es sich damit?«",
        "»Eine kleine Geschichte, nur ganz kurz. Da war irgendwo Krieg, ein\nWinterfeldzug, und eine alte Witwe, die sich vor dem Feinde mächtig\nfürchtete, betete zu Gott, er möge doch ’eine Mauer um sie bauen’,\num sie vor dem Landesfeinde zu schützen. Und da ließ Gott das Haus\neinschneien, und der Feind zog daran vorüber.«",
        "Crampas war sichtlich betroffen und wechselte das Gespräch.",
        "Als es dunkelte, waren alle wieder in der Oberförsterei zurück.",
        "Continue...",
        "\nThis eBook of “Effi Briest” by Theodor Fontane belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Effi Briest (Penguin Classics)By Theodor FontaneAt Amazon"
    ]
}