{
    "title": "Effi Briest - Sechstes Kapitel",
    "author": "Theodor Fontane",
    "chapter": "6",
    "content": [
        "\n",
        "\n\n",
        "Mitte November - sie waren bis Capri und Sorrent gekommen - lief\nInnstettens Urlaub ab, und es entsprach seinem Charakter und seinen\nGewohnheiten, genau Zeit und Stunde zu halten.",
        "Am 14. früh traf er denn auch mit dem Kurierzug in Berlin ein, wo\nVetter Briest ihn und die Cousine begrüßte und vorschlug, die zwei\nbis zum Abgang des Stettiner Zuges noch zur Verfügung bleibenden\nStunden zum Besuch des St.-Privat-Panoramas zu benutzen und diesem\nPanoramabesuch ein kleines Gabelfrühstück folgen zu lassen. Beides\nwurde dankbar akzeptiert. Um Mittag war man wieder auf dem Bahnhof und\nnahm hier, nachdem, wie herkömmlich, die glücklicherweise nie ernst\ngemeinte Aufforderung, »doch auch mal herüberzukommen«, ebenso von\nEffi wie von Innstetten ausgesprochen worden war, unter herzlichem\nHändeschütteln Abschied voneinander. Noch als der Zug sich schon in\nBewegung setzte, grüßte Effi vom Coupé aus. Dann machte sie sich’s\nbequem und schloß die Augen; nur von Zeit zu Zeit richtete sie sich\nwieder auf und reichte Innstetten die Hand.",
        "Es war eine angenehme Fahrt, und pünktlich erreichte der Zug den\nBahnhof Klein-Tantow, von dem aus eine Chaussee nach dem noch zwei\nMeilen entfernten Kessin hinüberführte. Bei Sommerzeit, namentlich\nwährend der Bademonate, benutzte man statt der Chaussee lieber den\nWasserweg und fuhr auf einem alten Raddampfer das Flüßchen Kessine,\ndem Kessin selbst seinen Namen verdankte, hinunter; am 1. Oktober aber\nstellte der »Phönix«, von dem seit langem vergeblich gewünscht wurde,\ndaß er in einer passagierfreien Stunde sich seines Namens entsinnen\nund verbrennen möge, regelmäßig seine Fahrten ein, weshalb denn\nauch Innstetten bereits von Stettin aus an seinen Kutscher Kruse\ntelegrafiert hatte: »Fünf Uhr Bahnhof Klein-Tantow. Bei gutem Wetter\noffener Wagen.«",
        "Und nun war gutes Wetter, und Kruse hielt in offenem Gefährt am\nBahnhof und begrüßte die Ankommenden mit dem vorschriftsmäßigen\nAnstand eines herrschaftlichen Kutschers. »Nun, Kruse, alles in\nOrdnung?«",
        "»Zu Befehl, Herr Landrat.«",
        "»Dann, Effi, bitte, steig ein.« Und während Effi dem nachkam und einer\nvon den Bahnhofsleuten einen kleinen Handkoffer vorn beim Kutscher\nunterbrachte, gab Innstetten Weisung, den Rest des Gepäcks mit dem\nOmnibus nachzuschicken. Gleich danach nahm auch er seinen Platz, bat,\nsich Populär machend, einen der Umstehenden um Feuer und rief Kruse\nzu: »Nun vorwärts, Kruse.« Und über die Schienenweg, die vielgleisig\nan der Übergangsstelle lagen, ging es in Schräglinie den Bahndamm\nhinunter und gleich danach an einem schon an der Chaussee gelegenen\nGasthaus vorüber, das den Namen »Zum Fürsten Bismarck« führte. Denn an\nebendieser Stelle gabelte der Weg und zweigte, wie rechts nach Kessin,\nso links nach Varzin hin ab. Vor dem Gasthof stand ein mittelgroßer,\nbreitschultriger Mann in Pelz und Pelzmütze, welch letztere er, als\nder Herr Landrat vorüberfuhr, mit vieler Würde vom Haupte nahm. »Wer\nwar denn das?« sagte Effi, die durch alles, was sie sah, aufs höchste\ninteressiert und schon deshalb bei bester Laune war. »Er sah ja aus\nwie ein Starost, wobei ich freilich bekennen muß, nie einen Starosten\ngesehen zu haben.«",
        "»Was auch nicht schadet, Effi Du hast es trotzdem sehr gut getroffen.\nEr sieht wirklich aus wie ein Starost und ist auch so was. Er ist\nnämlich ein halber Pole, heißt Golchowski, und wenn wir hier Wahl\nhaben oder eine Jagd, dann ist er obenauf. Eigentlich ein ganz\nunsicherer Passagier, dem ich nicht über den Weg traue und der wohl\nviel auf dem Gewissen hat. Er spielt sich aber auf den Loyalen hin\naus, und wenn die Varziner Herrschaften hier vorüberkommen, möchte er\nsich am liebsten vor den Wagen werfen. Ich weiß, daß er dem Fürsten\nauch widerlich ist. Aber was hilft’s? Wir dürfen es nicht mit ihm\nverderben, weil wir ihn brauchen. Er hat hier die ganze Gegend in der\nTasche und versteht die Wahlmache wie kein anderer, gilt auch für\nwohlhabend. Dabei leiht er auf Wucher, was sonst die Polen nicht tun;\nin der Regel das Gegenteil.«",
        "»Er sah aber gut aus.«",
        "»Ja, gut aussehen tut er. Gut aussehen tun die meisten hier. Ein\nhübscher Schlag Menschen. Aber das ist auch das Beste, was man von\nihnen sagen kann. Eure märkischen Leute sehen unscheinbarer aus und\nverdrießlicher, und in ihrer Haltung sind sie weniger respektvoll,\neigentlich gar nicht, aber ihr Ja ist Ja und Nein ist Nein, und man\nkann sich auf sie verlassen. Hier ist alles unsicher.«",
        "»Warum sagst du mir das? Ich muß nun doch hier mit ihnen leben.«",
        "»Du nicht, du wirst nicht viel von ihnen hören und sehen. Denn Stadt\nund Land sind hier sehr verschieden, und du wirst nur unsere Städter\nkennenlernen, unsere guten Kessiner.«",
        "»Unsere guten Kessiner. Ist es Spott, oder sind wie wirklich so gut?«",
        "»Daß sie wirklich gut sind, will ich nicht gerade behaupten, aber sie\nsind doch anders als die andern; ja, sie haben gar keine Ähnlichkeit\nmit der Landbevölkerung hier.«",
        "»Und wie kommt das?«",
        "»Weil es eben ganz andere Menschen sind, ihrer Abstammung nach und\nihren Beziehungen nach. Was du hier landeinwärts findest, das sind\nsogenannte Kaschuben, von denen du vielleicht gehört hast, slawische\nLeute, die hier schon tausend Jahre sitzen und wahrscheinlich noch\nviel länger. Alles aber, was hier an der Küste hin in den kleinen See-\nund Handelsstädten wohnt, das sind von weither Eingewanderte, die sich\num das kaschubische Hinterland wenig kümmern, weil sie wenig davon\nhaben und auf etwas ganz anderes angewiesen sind. Worauf sie\nangewiesen sind, das sind die Gegenden, mit denen sie Handel treiben,\nund da sie das mit aller Welt tun und mit aller Welt in Verbindung\nstehen, so findest du zwischen ihnen auch Menschen aus aller Welt\nEcken und Enden. Auch in unserem guten Kessin, trotzdem es eigentlich\nnur ein Nest ist.«",
        "Aber das ist ja entzückend, Geert. Du sprichst immer von Nest, und nun\nfinde ich, wenn du nicht übertrieben hast, eine ganz neue Welt hier.\nAllerlei Exotisches. Nicht wahr, so was Ähnliches meintest du doch?«\nEr nickte.",
        "»Eine ganz neue Welt, sag ich, vielleicht einen Neger oder einen\nTürken oder vielleicht sogar einen Chinesen.«",
        "»Auch einen Chinesen. Wie gut du raten kannst. Es ist möglich, daß wir\nwirklich noch einen haben, aber jedenfalls haben wir einen gehabt;\njetzt ist er tot und auf einem kleinen eingegitterten Stück Erde\nbegraben, dicht neben dem Kirchhof. Wenn du nicht furchtsam bist,\nwill ich dir bei Gelegenheit mal sein Grab zeigen; es liegt zwischen\nden Dünen, bloß Strandhafer drumrum und dann und wann ein paar\nImmortellen, und immer hört man das Meer. Es ist sehr schön und sehr\nschauerlich.«",
        "»Ja, schauerlich, und ich möchte wohl mehr davon wissen. Aber doch\nlieber nicht, ich habe dann immer gleich Visionen und Träume und\nmöchte doch nicht, wenn ich diese Nacht hoffentlich gut schlafe,\ngleich einen Chinesen an mein Bett treten sehen.«",
        "»Das wird er auch nicht.«",
        "»Das wird er auch nicht. Hör, das klingt ja sonderbar, als ob es doch\nmöglich wäre. Du willst mir Kessin interessant machen, aber du gehst\ndarin ein bißchen weit. Und solche fremde Leute habt ihr viele in\nKessin?«",
        "»Sehr viele. Die ganze Stadt besteht aus solchen Fremden, aus\nMenschen, deren Eltern oder Großeltern noch ganz woanders saßen.«",
        "»Höchst merkwürdig. Bitte, sag mir mehr davon. Aber nicht wieder was\nGruseliges. Ein Chinese, find ich, hat immer was Gruseliges.«",
        "»Ja, das hat er«, lachte Geert. »Aber der Rest ist, Gott sei Dank, von\nganz anderer Art, lauter manierliche Leute, vielleicht ein bißchen zu\nsehr Kaufmann, ein bißchen zu sehr auf ihren Vorteil bedacht und mit\nWechseln von zweifelhaftem Wert immer bei der Hand. Ja, man muß sich\nvorsehen mit ihnen. Aber sonst ganz gemütlich. Und damit du siehst,\ndaß ich dir nichts vorgemacht habe, will ich dir nur so eine kleine\nProbe geben, so eine Art Register oder Personenverzeichnis.«",
        "»Ja, Geert, das tu.«",
        "»Da haben wir beispielsweise keine fünfzig Schritt von uns, und\nunsere Gärten stoßen sogar zusammen, den Maschinen- und Baggermeister\nMacpherson, einen richtigen Schotten und Hochländer.«",
        "»Und trägt sich auch noch so?«",
        "»Nein, Gott sei Dank nicht, denn es ist ein verhutzeltes Männchen, auf\ndas weder sein Clan noch Walter Scott besonders stolz sein würden. Und\ndann haben wir in demselben Haus, wo dieser Macpherson wohnt, auch\nnoch einen alten Wundarzt, Beza mit Namen, eigentlich bloß Barbier;\nder stammt aus Lissabon, gerade daher, wo auch der berühmte General de\nMeza herstammt - Meza, Beza, du hörst die Landesverwandtschaft heraus.\nUnd dann haben wir flußaufwärts am Bollwerk - das ist nämlich der Kai,\nwo die Schiffe liegen - einen Goldschmied namens Stedingk, der aus\neiner alten schwedischen Familie stammt; ja, ich glaube, es gibt sogar\nReichsgrafen, die so heißen, und des weiteren, und damit will ich dann\nvorläufig abschließen, haben wir den guten alten Doktor Hannemann, der\nnatürlich ein Däne ist und lange in Island war und sogar ein kleines\nBuch geschrieben hat über den letzten Ausbruch des Hekla oder Krabla.«",
        "»Das ist ja aber großartig, Geert. Das ist ja wie sechs Romane, damit\nkann man ja gar nicht fertig werden. Es klingt erst spießbürgerlich\nund ist doch hinterher ganz apart. Und dann müßt ihr ja doch auch\nMenschen haben, schon weil es eine Seestadt ist, die nicht bloß\nChirurgen oder Barbiere sind oder sonst dergleichen. Ihr müßt doch\nauch Kapitäne haben, irgendeinen fliegenden Holländer oder ...«",
        "»Da hast du ganz recht. Wir haben sogar einen Kapitän, der war\nSeeräuber unter den Schwarzflaggen.«",
        "»Kenn ich nicht. Was sind Schwarzflaggen?«",
        "»Das sind Leute weit dahinten in Tonkin und an der Südsee ... Seit er\naber wieder unter Menschen ist, hat er auch wieder die besten Formen\nund ist ganz unterhaltlich.«",
        "»Ich würde mich aber doch vor ihm fürchten.«",
        "»Was du nicht nötig hast, zu keiner Zeit, und auch dann nicht, wenn\nich über Land bin oder zum Tee beim Fürsten, denn zu allem andern, was\nwir haben, haben wir ja Gott sei Dank auch Rollo ...«",
        "»Rollo?«",
        "»Ja, Rollo. Du denkst dabei, vorausgesetzt, daß du bei Niemeyer oder\nJahnke von dergleichen gehört hast, an den Normannenherzog, und\nunserer hat auch so was. Es ist aber bloß ein Neufundländer, ein\nwunderschönes Tier, das mich liebt und dich auch lieben wird. Denn\nRollo ist ein Kenner. Und solange du den um dich hast, so lange bist\ndu sicher und kann nichts an dich heran, kein Lebendiger und kein\nToter. Aber sieh mal den Mond da drüben. Ist es nicht schön?«",
        "Effi, die, still in sich versunken, jedes Wort halb ängstlich, halb\nbegierig eingesogen hatte, richtete sich jetzt auf und sah nach rechts\nhinüber, wo der Mond, unter weißem, aber rasch hinschwindendem Gewölk,\neben aufgegangen war. Kupferfarben stand die große Scheibe hinter\neinem Erlengehölz und warf ihr Licht auf eine breite Wasserfläche, die\ndie Kessine hier bildete. Oder vielleicht war es auch schon ein Haff,\nan dem das Meer draußen seinen Anteil hatte.",
        "Effi war wie benommen. »Ja, du hast recht, Geert, wie schön; aber es\nhat zugleich so was Unheimliches. In Italien habe ich nie solchen\nEindruck gehabt, auch nicht, als wir von Mestre nach Venedig\nhinüberfuhren. Da war auch Wasser und Sumpf und Mondschein, und ich\ndachte, die Brücke würde brechen; aber es war nicht so gespenstig.\nWoran liegt es nur? Ist es doch das Nördliche?«",
        "Innstetten lachte. »Wir sind hier fünfzehn Meilen nördlicher als in\nHohen-Cremmen, und eh der erste Eisbär kommt, mußt du noch eine Weile\nwarten. Ich glaube, du bist nervös von der langen Reise und dazu das\nSt.-Privat-Panorama und die Geschichte von dem Chinesen.«",
        "»Du hast mir ja gar keine erzählt.«",
        "»Nein, ich hab ihn nur eben genannt. Aber ein Chinese ist schon an und\nfür sich eine Geschichte ...«",
        "»Ja«, lachte sie.",
        "»Und jedenfalls hast du’s bald überstanden. Siehst du da vor dir das\nkleine Haus mit dem Licht? Es ist eine Schmiede. Da biegt der Weg. Und\nwenn wir die Biegung gemacht haben, dann siehst du schon den Turm von\nKessin oder richtiger beide...«",
        "»Hat es denn zwei?«",
        "»Ja, Kessin nimmt sich auf. Es hat jetzt auch eine katholische\nKirche.«",
        "Eine halbe Stunde später hielt der Wagen an der ganz am\nentgegengesetzten Ende der Stadt gelegenen landrätlichen Wohnung,\neinem einfachen, etwas altmodischen Fachwerkhaus, das mit seiner Front\nauf die nach den Seebädern hinausführende Hauptstraße, mit seinem\nGiebel aber auf ein zwischen der Stadt und den Dünen liegendes\nWäldchen, das die »Plantage« hieß, herniederblickte.",
        "Dies altmodische Fachwerkhaus war übrigens nur Innstettens\nPrivatwohnung, nicht das eigentliche Landratsamt, welches letztere,\nschräg gegenüber, an der anderen Seite der Straße lag.",
        "Kruse hatte nicht nötig, durch einen dreimaligen Peitschenknips die\nAnkunft zu vermelden; längst hatte man von Tür und Fenstern aus nach\nden Herrschaften ausgeschaut, und ehe noch der Wagen heran war, waren\nbereits alle Hausinsassen auf dem die ganze Breite des Bürgersteigs\neinnehmenden Schwellstein versammelt, vorauf Rollo, der im selben\nAugenblick, wo der Wagen hielt, diesen zu umkreisen begann. Innstetten\nwar zunächst seiner jungen Frau beim Aussteigen behilflich und\nging dann, dieser den Arm reichend, unter freundlichem Gruß an der\nDienerschaft vorüber, die nun dem jungen Paar in den mit prächtigen\nalten Wandschränken umstandenen Hausflur folgte. Das Hausmädchen, eine\nhübsche, nicht mehr ganz jugendliche Person, die ihre stattliche Fülle\nfast ebenso gut kleidete wie das zierliche Mützchen auf dem blonden\nHaar, war der gnädigen Frau beim Ablegen von Muff und Mantel\nbehilflich und bückte sich eben, um ihr auch die mit Pelz gefütterten\nGummistiefel auszuziehen. Aber ehe sie noch dazu kommen konnte, sagte\nInnstetten: »Es wird das beste sein, ich stelle dir gleich hier unsere\ngesamte Hausgenossenschaft vor, mit Ausnahme der Frau Kruse, die sich\n- ich vermute sie wieder bei ihrem unvermeidlichen schwarzen Huhn -\nnicht gerne sehen läßt.« Alles lächelte. »Aber lassen wir Frau Kruse\n... Dies hier ist mein alter Friedrich, der schon mit mir auf der\nUniversität war ... Nicht wahr, Friedrich, gute Zeiten damals ... Und\ndies hier ist Johanna, märkische Landsmännin von dir, wenn du, was\naus Pasewalker Gegend stammt, noch für voll gelten lassen willst, und\ndies ist Christel, der wir mittags und abends unser leibliches Wohl\nanvertrauen und die zu kochen versteht, das kann ich dir versichern.\nUnd dies hier ist Rollo. Nun, Rollo, wie geht’s?«",
        "Rollo schien nur auf diese spezielle Ansprache gewartet zu haben,\ndenn im selben Augenblick, wo er seinen Namen hörte, gab er einen\nFreudenblaff, richtete sich auf und legte die Pfoten auf seines Herrn\nSchulter.",
        "»Schon gut, Rollo, schon gut. Aber sieh da, das ist die Frau; ich hab\nihr von dir erzählt und ihr gesagt, daß du ein schönes Tier seist\nund sie schützen würdest.« Und nun ließ Rollo ab und setzte sich vor\nInnstetten nieder, zugleich neugierig zu der jungen Frau aufblickend.\nUnd als diese ihm die Hand hinhielt, umschmeichelte er sie.",
        "Effi hatte während dieser Vorstellungsszene Zeit gefunden, sich\numzuschauen. Sie war wie gebannt von allem, was sie sah, und dabei\ngeblendet von der Fülle von Licht. In der vorderen Flurhälfte brannten\nvier, fünf Wandleuchter, die Leuchten selbst sehr primitiv, von bloßem\nWeißblech, was aber den Glanz und die Helle nur noch steigerte. Zwei\nmit roten Schleiern bedeckte Astrallampen, Hochzeitsgeschenk von\nNiemeyer, standen auf einem zwischen zwei Eichenschränken angebrachten\nKlapptisch, in Front davon das Teezeug, dessen Lämpchen unter dem\nKessel schon angezündet war. Aber noch viel, viel anderes und zum\nTeil sehr Sonderbares kam zu dem allen hinzu. Quer über den Flur fort\nliefen drei die Flurdecke in ebenso viele Felder teilende Balken; an\ndem vordersten hing ein Schiff mit vollen Segeln, hohem Hinterdeck\nund Kanonenluken, während weiterhin ein riesiger Fisch in der Luft\nzu schwimmen schien. Effi nahm ihren Schirm, den sie noch in Händen\nhielt, und stieß leis an das Ungetüm an, so daß es sich in eine\nlangsam schaukelnde Bewegung setzte.",
        "»Was ist das, Geert?« fragte sie.",
        "»Das ist ein Haifisch.«",
        "»Und ganz dahinten das, was aussieht wie eine große Zigarre vor einem\nTabaksladen?«",
        "»Das ist ein junges Krokodil. Aber das kannst du dir alles morgen viel\nbesser und genauer ansehen; jetzt komm und laß uns eine Tasse Tee\nnehmen. Denn trotz aller Plaids und Decken wirst du gefroren haben. Es\nwar zuletzt empfindlich kalt.«",
        "Er bot nun Effi den Arm, und während sich die beiden Mädchen\nzurückzogen und nur Friedrich und Rollo folgten, trat man, nach links\nhin, in des Hausherrn Wohn- und Arbeitszimmer ein. Effi war hier\nähnlich überrascht wie draußen im Flur; aber ehe sie sich darüber\näußern konnte, schlug Innstetten eine Portiere zurück, hinter der ein\nzweites, etwas größeres Zimmer, mit Blick auf Hof und Garten, gelegen\nwar. »Das, Effi, ist nun also dein. Friedrich und Johanna haben es, so\ngut es ging, nach meinen Anordnungen herrichten müssen. Ich finde es\nganz erträglich und würde mich freuen, wenn es dir auch gefiele.«",
        "Sie nahm ihren Arm aus dem seinigen und hob sich auf die Fußspitzen,\num ihm einen herzlichen Kuß zu geben.",
        "»Ich armes kleines Ding, wie du mich verwöhnst. Dieser Flügel und\ndieser Teppich, ich glaube gar, es ist ein türkischer, und das Bassin\nmit den Fischchen und dazu der Blumentisch. Verwöhnung, wohin ich\nsehe.«",
        "»Ja, meine liebe Effi, das mußt du dir nun schon gefallen lassen,\ndafür ist man jung und hübsch und liebenswürdig, was die Kessiner\nwohl auch schon erfahren haben werden, Gott weiß woher. Denn an dem\nBlumentisch wenigstens bin ich unschuldig. Friedrich, wo kommt der\nBlumentisch her?« »Apotheker Gieshübler ... Es liegt auch eine Karte\nbei.« »Ah, Gieshübler, Alonzo Gieshübler«, sagte Innstetten und\nreichte lachend und in beinahe ausgelassener Laune die Karte mit dem\netwas fremdartig klingenden Vornamen zu Effi hinüber. »Gieshübler, von\ndem hab ich dir zu erzählen vergessen - beiläufig, er führt auch den\nDoktortitel, hat’s aber nicht gern, wenn man ihn dabei nennt, das\närgere, so meint er, die richtigen Doktoren bloß, und darin wird er\nwohl recht haben. Nun, ich denke, du wirst ihn kennenlernen, und zwar\nbald; er ist unsere beste Nummer hier, Schöngeist und Original und vor\nallem Seele von Mensch, was doch immer die Hauptsache bleibt. Aber\nlassen wir das alles und setzen uns und nehmen unsern Tee. Wo soll es\nsein? Hier bei dir oder drin bei mir? Denn eine weitere Wahl gibt es\nnicht. Eng und klein ist meine Hütte.«",
        "Sie setzte sich ohne Besinnen auf ein kleines Ecksofa. »Heute bleiben\nwir hier, heute bist du bei mir zu Gast. Oder lieber so: den Tee\nregelmäßig bei mir, das Frühstück bei dir; dann kommt jeder zu seinem\nRecht, und ich bin neugierig, wo mir’s am besten gefallen wird.«",
        "»Das ist eine Morgen- und Abendfrage.«",
        "»Gewiß. Aber wie sie sich stellt, oder richtiger, wie wir uns dazu\nstellen, das ist es eben.«",
        "Und sie lachte und schmiegte sich an ihn und wollte ihm die Hand\nküssen.",
        "»Nein, Effi, um Himmels willen nicht, nicht so. Mir liegt nicht daran,\ndie Respektsperson zu sein, das bin ich für die Kessiner. Für dich bin\nich ...«",
        "»Nun was?«",
        "»Ach laß. Ich werde mich hüten, es zu sagen.«",
        "Continue...",
        "\nThis eBook of “Effi Briest” by Theodor Fontane belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Effi Briest (Penguin Classics)By Theodor FontaneAt Amazon"
    ]
}