{
    "title": "Effi Briest - Dreizehntes Kapitel",
    "author": "Theodor Fontane",
    "chapter": "13",
    "content": [
        "\n",
        "\n\n",
        "Der Silvesterball hatte bis an den frühen Morgen gedauert, und Effi\nwar ausgiebig bewundert worden, freilich nicht ganz so anstandslos wie\ndas Kamelienbukett, von dem man wußte, daß es aus dem Gieshüblerschen\nTreibhaus kam. Im übrigen blieb auch nach dem Silvesterball alles beim\nalten, kaum daß Versuche gesellschaftlicher Annäherung gemacht worden\nwären, und so kam es denn, daß der Winter als recht lange dauernd\nempfunden wurde. Besuche seitens der benachbarten Adelsfamilien fanden\nnur selten statt, und dem pflichtschuldigen Gegenbesuch ging in einem\nhalben Trauerton jedesmal die Bemerkung voraus: »Ja, Geert, wenn es\ndurchaus sein muß, aber ich vergehe vor Langeweile.« Worte, denen\nInnstetten nur immer zustimmte. Was an solchen Besuchsnachmittagen\nüber Familie, Kinder, auch Landwirtschaft gesagt wurde, mochte gehen;\nwenn dann aber die kirchlichen Fragen an die Reihe kamen und die\nmitanwesenden Pastoren wie kleine Päpste behandelt wurden oder sich\nauch wohl selbst als solche ansahen, dann riß Effi der Faden der\nGeduld, und sie dachte mit Wehmut an Niemeyer, der immer zurückhaltend\nund anspruchslos war, trotzdem es bei jeder größeren Feierlichkeit\nhieß, er habe das Zeug, an den »Dom« berufen zu werden. Mit den\nBorckes, den Flemmings, den Grasenabbs, so freundlich die Familien,\nvon Sidonie Grasenabb abgesehen, gesinnt waren - es wollte mit allen\nnicht so recht gehen, und es hätte mit Freude, Zerstreuung und auch\nnur leidlichem Sich-behaglich-Fühlen manchmal recht schlimm gestanden,\nwenn Gieshübler nicht gewesen wäre. Der sorgte für Effi wie eine\nkleine Vorsehung, und sie wußte es ihm auch Dank. Natürlich war er\nneben allem andern auch ein eifriger und aufmerksamer Zeitungsleser,\nganz zu schweigen, daß er an der Spitze des Journalzirkels stand, und\nso verging denn fast kein Tag, wo nicht Mirambo ein großes weißes\nKuvert gebracht hätte mit allerhand Blättern und Zeitungen, in denen\ndie betreffenden Stellen angestrichen waren, meist eine kleine,\nfeine Bleistiftlinie, mitunter aber auch dick mit Blaustift und ein\nAusrufungs- oder Fragezeichen daneben. Und dabei ließ er es nicht\nbewenden; er schickte auch Feigen und Datteln, Schokoladentafeln in\nSatineepapier und ein rotes Bändchen drum, und wenn etwas besonders\nSchönes in seinem Treibhaus blühte, so brachte er es selbst und hatte\ndann eine glückliche Plauderstunde mit der ihm so sympathischen jungen\nFrau, für die er alle schönen Liebesgefühle durch- und nebeneinander\nhatte, die des Vaters und Onkels, des Lehrers und Verehrers. Effi war\ngerührt von dem allen und schrieb öfters darüber nach Hohen-Cremmen,\nso daß die Mama sie mit ihrer »Liebe zum Alchimisten« zu necken\nbegann; aber diese wohlgemeinten Neckereien verfehlten ihren Zweck,\nja berührten sie beinahe schmerzlich, weil ihr, wenn auch unklar,\ndabei zum Bewußtsein kam, was ihr in ihrer Ehe eigentlich fehlte:\nHuldigungen, Anregungen, kleine Aufmerksamkeiten. Innstetten war lieb\nund gut, aber ein Liebhaber war er nicht. Er hatte das Gefühl, Effi zu\nlieben, und das gute Gewissen, daß es so sei, ließ ihn von besonderen\nAnstrengungen absehen. Es war fast zur Regel geworden, daß er sich,\nwenn Friedrich die Lampe brachte, aus seiner Frau Zimmer in sein\neigenes zurückzog. »Ich habe da noch eine verzwickte Geschichte\nzu erledigen.« Und damit ging er. Die Portiere blieb freilich\nzurückgeschlagen, so daß Effi das Blättern in dem Aktenstück oder das\nKritzeln seiner Feder hören konnte, aber das war auch alles. Rollo kam\ndann wohl und legte sich vor sie hin auf den Kaminteppich, als ob er\nsagen wolle: »Muß nur mal wieder nach dir sehen; ein anderer tut’s\ndoch nicht.« Und dann beugte sie sich nieder und sagte leise: »Ja,\nRollo, wir sind allein.« Um neun erschien dann Innstetten wieder zum\nTee, meist die Zeitung in der Hand, sprach vom Fürsten, der wieder\nviel Ärger habe, zumal über diesen Eugen Richter, dessen Haltung und\nSprache ganz unqualifizierbar seien, und ging dann die Ernennungen\nund Ordensverleihungen durch, von denen er die meisten beanstandete.\nZuletzt sprach er von den Wahlen, und daß es ein Glück sei, einem\nKreis vorzustehen, in dem es noch Respekt gäbe. War er damit durch, so\nbat er Effi, daß sie was spiele, aus Lohengrin oder aus der Walküre,\ndenn er war ein Wagnerschwärmer. Was ihn zu diesem hinübergeführt\nhatte, war ungewiß; einige sagten, seine Nerven, denn so nüchtern\ner schien, eigentlich war er nervös; andere schoben es auf Wagners\nStellung zur Judenfrage. Wahrscheinlich hatten beide recht. Um\nzehn war Innstetten dann abgespannt und erging sich in ein paar\nwohlgemeinten, aber etwas müden Zärtlichkeiten, die sich Effi gefallen\nließ, ohne sie recht zu erwidern.",
        "So verging der Winter, der April kam, und in dem Garten hinter dem Hof\nbegann es zu grünen, worüber sich Effi freute; sie konnte gar nicht\nabwarten, daß der Sommer komme mit seinen Spaziergängen am Strand und\nseinen Badegästen. Wenn sie so zurückblickte, der Trippelli-Abend bei\nGieshübler und dann der Silvesterball, ja, das ging, das war etwas\nHübsches gewesen; aber die Monate, die dann gefolgt waren, die hatten\ndoch viel zu wünschen übriggelassen, und vor allem waren sie so\nmonoton gewesen, daß sie sogar mal an die Mama geschrieben hatte:\n»Kannst Du Dir denken, Mama, daß ich mich mit unsrem Spuk beinah\nausgesöhnt habe? Natürlich die schreckliche Nacht, wo Geert drüben\nbeim Fürsten war, die möchte ich nicht noch einmal durchmachen, nein,\ngewiß nicht; aber immer das Alleinsein und so gar nichts erleben, das\nhat doch auch sein Schweres, und wenn ich dann in der Nacht aufwache,\ndann horche ich mitunter hinauf, ob ich nicht die Schuhe schleifen\nhöre, und wenn alles still bleibt, so bin ich fast wie enttäuscht und\nsage mir: Wenn es doch nur wiederkäme, nur nicht zu arg und nicht zu\nnah.«",
        "Das war im Februar, daß Effi so schrieb, und nun war beinahe Mai.\nDrüben in der Plantage belebte sich’s schon wieder, und man hörte die\nFinken schlagen. Und in derselben Woche war es auch, daß die Störche\nkamen, und einer schwebte langsam über ihr Haus hin und ließ sich dann\nauf einer Scheune nieder, die neben Utpatels Mühle stand. Das war\nseine alte Raststätte. Auch über dies Ereignis berichtete Effi, die\njetzt überhaupt häufiger nach Hohen-Cremmen schrieb, und es war in\ndemselben Brief, daß es am Schluß hieß: »Etwas, meine liebe Mama,\nhätte ich beinah vergessen: den neuen Landwehrbezirkskommandeur,\nden wir nun schon beinah vier Wochen hier haben. Ja, haben wir ihn\nwirklich? Das ist die Frage, und eine Frage von Wichtigkeit dazu,\nsosehr Du darüber lachen wirst und auch lachen mußt, weil Du den\ngesellschaftlichen Notstand nicht kennst, in dem wir uns nach wie vor\nbefinden. Oder wenigstens ich, die ich mich mit dem Adel hier nicht\ngut zurechtfinden kann. Vielleicht meine Schuld. Aber das ist gleich.\nTatsache bleibt: Notstand, und deshalb sah ich, durch all diese\nWinterwochen hin, dem neuen Bezirkskommandeur wie einem Trost-\nund Rettungsbringer entgegen. Sein Vorgänger war ein Greuel, von\nschlechten Manieren und noch schlechteren Sitten, und zum Überfluß\nauch noch immer schlecht bei Kasse. Wir haben all die Zeit über unter\nihm gelitten, Innstetten noch mehr als ich, und als wir Anfang April\nhörten, Major von Crampas sei da, das ist nämlich der Name des neuen,\nda fielen wir uns in die Arme, als könne uns nichts Schlimmes mehr\nin diesem lieben Kessin passieren. Aber, wie schon kurz erwähnt, es\nscheint, trotzdem er da ist, wieder nichts werden zu wollen. Crampas\nist verheiratet, zwei Kinder von zehn und acht Jahren, die Frau ein\nJahr älter als er, also sagen wir fünfundvierzig. Das würde nun an\nund für sich nicht viel schaden, warum soll ich mich nicht mit einer\nmütterlichen Freundin wundervoll unterhalten können? Die Trippelli\nwar auch nahe an Dreißig, und es ging ganz gut. Aber mit der Frau von\nCrampas, übrigens keine Geborene, kann es nichts werden. Sie ist immer\nverstimmt, beinahe melancholisch (ähnlich wie unsere Frau Kruse,\nan die sie mich überhaupt erinnert), und das alles aus Eifersucht.\nEr, Crampas, soll nämlich ein Mann vieler Verhältnisse sein, ein\nDamenmann, etwas, was mir immer lächerlich ist und mir auch in diesem\nFalle lächerlich sein würde, wenn er nicht um eben solcher Dinge\nwillen ein Duell mit einem Kameraden gehabt hätte. Der linke Arm wurde\nihm dicht unter der Schulter zerschmettert, und man sieht es sofort,\ntrotzdem die Operation, wie mir Innstetten erzählt (ich glaube, sie\nnennen es Resektion, damals noch von Wilms ausgeführt), als ein\nMeisterstück der Kunst gerühmt wurde. Beide, Herr und Frau von\nCrampas, waren vor vierzehn Tagen bei uns, um uns ihren Besuch zu\nmachen; es war eine sehr peinliche Situation, denn Frau von Crampas\nbeobachtete ihren Mann so, daß er in eine halbe und ich in eine ganze\nVerlegenheit kam. Daß er selbst sehr anders sein kann, ausgelassen\nund übermütig, davon überzeugte ich mich, als er vor drei Tagen mit\nInnstetten allein war und ich, von meinem Zimmer her, dem Gang ihrer\nUnterhaltung folgen konnte. Nachher sprach auch ich ihn. Vollkommener\nKavalier, ungewöhnlich gewandt. Innstetten war während des Krieges in\nderselben Brigade mit ihm, und sie haben sich im Norden von Paris bei\nGraf Gröben öfter gesehen. Ja, meine liebe Mama, das wäre nun also\netwas gewesen, um in Kessin ein neues Leben beginnen zu können; er,\nder Major, hat auch nicht die pommerschen Vorurteile, trotzdem er in\nSchwedisch-Pommern zu Hause sein soll. Aber die Frau! Ohne sie geht es\nnatürlich nicht, und mit ihr erst recht nicht.«",
        "Effi hatte ganz recht gehabt, und es kam wirklich zu keiner weiteren\nAnnäherung mit dem Crampasschen Paar. Man sah sich mal bei der\nBorckeschen Familie draußen, ein andermal ganz flüchtig auf dem\nBahnhof und wenige Tage später auf einer Boots- und Vergnügungsfahrt,\ndie nach einem am Breitling gelegenen großen Buchen- und Eichenwald,\nder »Der Schnatermann« hieß, gemacht wurde; es kam aber über kurze\nBegrüßungen nicht hinaus, und Effi war froh, als Anfang Juni die\nSaison sich ankündigte. Freilich fehlte es noch an Badegästen, die vor\nJohanni überhaupt nur in Einzelexemplaren einzutreffen pflegten, aber\nschon die Vorbereitungen waren eine Zerstreuung. In der Plantage\nwurden Karussell und Scheibenstände hergerichtet, die Schiffersleute\nkalfaterten und strichen ihre Boote, jede kleine Wohnung erhielt neue\nGardinen, die Zimmer, die feucht lagen, also den Schwamm unter der\nDiele hatten, wurden ausgeschwefelt und dann gelüftet.",
        "Auch in Effis eigener Wohnung, freilich um eines anderen Ankömmlings\nals der Badegäste willen, war alles in einer gewissen Erregung; selbst\nFrau Kruse wollte mittun, so gut es ging. Aber davor erschrak Effi\nlebhaft und sagte: »Geert, daß nur die Frau Kruse nichts anfaßt; da\nkann nichts werden, und ich ängstige mich schon gerade genug.«",
        "Innstetten versprach auch alles, Christel und Johanna hätten ja Zeit\ngenug, und um seiner jungen Frau Gedanken überhaupt in eine andere\nRichtung zu bringen, ließ er das Thema der Vorbereitungen ganz fallen\nund fragte statt dessen, ob sie schon bemerkt habe, daß drüben ein\nBadegast eingezogen sei, nicht gerade der erste, aber doch einer der\nersten.",
        "»Ein Herr?«",
        "»Nein, eine Dame, die schon früher hier war, jedesmal in derselben\nWohnung. Und sie kommt immer so früh, weil sie’s nicht leiden kann,\nwenn alles schon so voll ist.«",
        "»Das kann ich ihr nicht verdenken. Und wer ist es denn?« »Die\nverwitwete Registrator Rode.«",
        "»Sonderbar. Ich habe mir Registratorwitwen immer arm gedacht.«",
        "»Ja«, lachte Innstetten, »das ist die Regel. Aber hier hast du eine\nAusnahme. Jedenfalls hat sie mehr als ihre Witwenpension. Sie kommt\nimmer mit viel Gepäck, unendlich viel mehr, als sie gebraucht, und\nscheint überhaupt eine ganz eigene Frau, wunderlich, kränklich und\nnamentlich schwach auf den Füßen. Sie mißtraut sich deshalb auch und\nhat immer eine ältliche Dienerin um sich, die kräftig genug ist, sie\nzu schützen oder sie zu tragen, wenn ihr was passiert. Diesmal hat sie\neine neue. Aber doch wieder eine ganz ramassierte Person, ähnlich wie\ndie Trippelli, nur noch stärker.«",
        "»Oh, die hab ich schon gesehen. Gute braune Augen, die einen treu und\nzuversichtlich ansehen. Aber ein klein bißchen dumm.« - »Richtig, das\nist sie.«",
        "Das war Mitte Juni, daß Innstetten und Effi dies Gespräch hatten.\nVon da ab brachte jeder Tag Zuzug, und nach dem Bollwerk hin\nspazierengehen, um daselbst die Ankunft des Dampfschiffes abzuwarten,\nwurde, wie immer um diese Zeit, eine Art Tagesbeschäftigung für die\nKessiner. Effi freilich, weil Innstetten sie nicht begleiten konnte,\nmußte darauf verzichten, aber sie hatte doch wenigstens die Freude,\ndie nach dem Strand und dem Strandhotel hinausführende, sonst so\nmenschenleere Straße sich beleben zu sehen, und war denn auch, um\nimmer wieder Zeuge davon zu sein, viel mehr als sonst in ihrem\nSchlafzimmer, von dessen Fenstern aus sich alles am besten beobachten\nließ. Johanna stand dann neben ihr und gab Antwort auf ziemlich alles,\nwas sie wissen wollte; denn da die meisten alljährlich wiederkehrende\nGäste waren, so konnte das Mädchen nicht bloß die Namen nennen,\nsondern mitunter auch eine Geschichte dazu geben.",
        "Das alles war unterhaltlich und erheiternd für Effi. Gerade am\nJohannistag aber traf es sich, daß kurz vor elf Uhr vormittags, wo\nsonst der Verkehr vom Dampfschiff her am buntesten vorüberflutete,\nstatt der mit Ehepaaren, Kindern und Reisekoffern besetzten Droschken\naus der Mitte der Stadt her ein schwarz verhangener Wagen (dem sich\nzwei Trauerkutschen anschlossen) die zur Plantage führende Straße\nherunterkam und vor dem der landrätlichen Wohnung gegenüber gelegenen\nHause hielt. Die verwitwete Frau Registrator Rode war nämlich drei\nTage vorher gestorben, und nach Eintreffen der in aller Kürze\nbenachrichtigten Berliner Verwandten war seitens ebendieser\nbeschlossen worden, die Tote nicht nach Berlin hin überzuführen,\nsondern auf dem Kessiner Dünenkirchhof begraben zu wollen. Effi stand\nam Fenster und sah neugierig auf die sonderbar feierliche Szene, die\nsich drüben abspielte. Die zum Begräbnis von Berlin her Eingetroffenen\nwaren zwei Neffen mit ihren Frauen, alle gegen Vierzig, etwas mehr\noder weniger, und von beneidenswert gesunder Gesichtsfarbe. Die\nNeffen, in gutsitzenden Fracks, konnten passieren, und die nüchterne\nGeschäftsmäßigkeit, die sich in ihrem gesamten Tun ausdrückte, war im\nGrunde mehr kleidsam als störend. Aber die beiden Frauen! Sie waren\nganz ersichtlich bemüht, den Kessinern zu zeigen, was eigentlich\nTrauer sei, und trugen denn auch lange, bis an die Erde reichende\nschwarze Kreppschleier, die zugleich ihr Gesicht verhüllten. Und nun\nwurde der Sarg, auf dem einige Kränze und sogar ein Palmwedel lagen,\nauf den Wagen gestellt, und die beiden Ehepaare setzten sich in die\nKutschen. In die erste - gemeinschaftlich mit dem einen der beiden\nleidtragenden Paare - stieg auch Lindequist, hinter der zweiten\nKutsche aber ging die Hauswirtin und neben dieser die stattliche\nPerson, die die Verstorbene zur Aushilfe mit nach Kessin gebracht\nhatte. Letztere war sehr aufgeregt und schien durchaus ehrlich darin,\nwenn dies Aufgeregtsein auch vielleicht nicht gerade Trauer war;\nder sehr heftig schluchzenden Hauswirtin aber, einer Witwe, sah man\ndagegen fast allzu deutlich an, daß sie sich beständig die Möglichkeit\neines Extrageschenkes berechnete, trotzdem sie in der bevorzugten und\nvon anderen Wirtinnen auch sehr beneideten Lage war, die für den\nganzen Sommer vermietete Wohnung noch einmal vermieten zu können.",
        "Effi, als der Zug sich in Bewegung setzte, ging in ihren hinter dem\nHof gelegenen Garten, um hier, zwischen den Buchsbaumbeeten, den\nEindruck des Lieb- und Leblosen, den die ganze Szene drüben auf sie\ngemacht hatte, wieder loszuwerden. Als dies aber nicht glücken wollte,\nkam ihr die Lust, statt ihrer eintönigen Gartenpromenade lieber einen\nweiteren Spaziergang zu machen, und zwar um so mehr, als ihr der Arzt\ngesagt hatte, viel Bewegung im Freien sei das Beste, was sie bei\ndem, was ihr bevorstände, tun könne. Johanna, die mit im Garten\nwar, brachte ihr denn auch Umhang, Hut und Entoutcas, und mit einem\nfreundlichen »Guten Tag« trat Effi aus dem Hause heraus und ging auf\ndas Wäldchen zu, neben dessen breitem chaussierten Mittelweg ein\nschmalerer Fußsteig auf die Dünen und das am Strand gelegene Hotel\nzulief. Unterwegs standen Bänke, von denen sie jede benutzte, denn\ndas Gehen griff sie an, und um so mehr, als inzwischen die heiße\nMittagsstunde herangekommen war. Aber wenn sie saß und von ihrem\nbequemen Platz aus die Wagen und die Damen in Toilette beobachtete,\ndie da hinausfuhren, so belebte sie sich wieder. Denn Heiteres sehen,\nwar ihr wie Lebensluft. Als das Wäldchen aufhörte, kam freilich noch\neine allerschlimmste Wegstelle - Sand und wieder Sand, und nirgends\neine Spur von Schatten; aber glücklicherweise waren hier Bohlen und\nBretter gelegt, und so kam sie, wenn auch erhitzt und müde, doch\nin guter Laune bei dem Strandhotel an. Drinnen im Saal wurde schon\ngegessen, aber hier draußen um sie her war alles still und leer, was\nihr in diesem Augenblick denn auch das liebste war. Sie ließ sich ein\nGlas Sherry und eine Flasche Biliner Wasser bringen und sah auf das\nMeer hinaus, das im hellen Sonnenlichte schimmerte, während es am Ufer\nin kleinen Wellen brandete. »Da drüben liegt Bornholm und dahinter\nWisby, wovon mir Jahnke vor Zeiten immer Wunderdinge vorschwärmte.\nUnd hinter Wisby kommt Stockholm, wo das Stockholmer Blutbad war,\nund dann kommen die großen Ströme und dann das Nordkap und dann die\nMitternachtssonne.« Und im Augenblick erfaßte sie eine Sehnsucht, das\nalles zu sehen. Aber dann gedachte sie wieder dessen, was ihr so nahe\nbevorstand, und sie erschrak fast. »Es ist eine Sünde, daß ich so\nleichtsinnig bin und solche Gedanken habe und mich wegträume, während\nich doch an das nächste denken müßte. Vielleicht bestraft es sich auch\nnoch, und alles stirbt hin, das Kind und ich. Und der Wagen und die\nzwei Kutschen, die halten dann nicht drüben vor dem Hause, die halten\ndann bei uns ... Nein, nein, ich mag hier nicht sterben, ich will hier\nnicht begraben sein, ich will nach Hohen-Cremmen. Und Lindequist, so\ngut er ist - aber Niemeyer ist mir lieber; er hat mich getauft und\neingesegnet und getraut, und Niemeyer soll mich auch begraben.« Und\ndabei fiel eine Träne auf ihre Hand. Dann aber lachte sie wieder.\n»Ich lebe ja noch und bin erst siebzehn, und Niemeyer ist\nsiebenundfünfzig.«",
        "In dem Eßsaal hörte sie das Geklapper des Geschirrs. Aber mit einem\nMale war es ihr, als ob die Stühle geschoben würden; vielleicht stand\nman schon auf, und sie wollte jede Begegnung vermeiden. So erhob sie\nsich auch ihrerseits rasch wieder von ihrem Platz, um auf einem Umweg\nnach der Stadt zurückzukehren. Dieser Umweg führte sie dicht an dem\nDünenkirchhof vorüber, und weil der Torweg des Kirchhofs gerade\noffenstand, trat sie ein. Alles blühte hier, Schmetterlinge flogen\nüber die Gräber hin, und hoch in den Lüften standen ein paar Möwen.\nEs war so still und schön, und sie hätte hier gleich bei den ersten\nGräbern verweilen mögen; aber weil die Sonne mit jedem Augenblick\nheißer niederbrannte, ging sie höher hinauf, auf einen schattigen Gang\nzu, den Hängeweiden und etliche an den Gräbern stehende Trauereschen\nbildeten. Als sie bis an das Ende dieses Ganges gekommen, sah sie zur\nRechten einen frisch aufgeworfenen Sandhügel, mit vier, fünf Kränzen\ndarauf, und dicht daneben eine schon außerhalb der Baumreihe stehende\nBank, darauf die gute, robuste Person saß, die an der Seite der\nHauswirtin dem Sarge der verwitweten Registratorin als letzte\nLeidtragende gefolgt war. Effi erkannte sie sofort wieder und war in\nihrem Herzen bewegt, die gute, treue Person, denn dafür mußte sie sie\nhalten, in sengender Sonnenhitze hier vorzufinden. Seit dem Begräbnis\nwaren wohl an zwei Stunden vergangen. »Es ist eine heiße Stelle, die\nSie sich da ausgesucht haben«, sagte Effi, »viel zu heiß. Und wenn ein\nUnglück kommen soll, dann haben Sie den Sonnenstich.« »Das wäre auch\ndas beste.« »Wie das?« - »Dann wär ich aus der Welt.« »Ich meine, das\ndarf man nicht sagen, auch wenn man unglücklich ist oder wenn einem\nwer gestorben ist, den man liebhatte. Sie hatten sie wohl sehr lieb?«\n»Ich? Die? I, Gott bewahre.« »Sie sind aber doch sehr traurig. Das muß\ndoch einen Grund haben.« »Den hat es auch, gnädigste Frau.« »Kennen\nSie mich?« »Ja. Sie sind die Frau Landrätin von drüben. Und ich habe\nmit der Alten immer von Ihnen gesprochen. Zuletzt konnte sie nicht\nmehr, weil sie keine rechte Luft mehr hatte, denn es saß ihr hier und\nwird wohl Wasser gewesen sein; aber solange sie noch reden konnte,\nredete sie immerzu. Es war ne richtige Berlinsche ...« - »Gute Frau?«\n»Nein; wenn ich das sagen wollte, müßt ich lügen. Da liegt sie nun,\nund man soll von einem Toten nichts Schlimmes sagen, und erst recht\nnicht, wenn er so kaum seine Ruhe hat. Na, die wird sie ja wohl haben!\nAber sie taugte nichts und war zänkisch und geizig, und für mich hat\nsie auch nicht gesorgt. Und die Verwandtschaft, die da gestern von\nBerlin gekommen ... gezankt haben sie sich bis in die sinkende Nacht\n... na, die taugt auch nichts, die taugt erst recht nichts. Lauter\nschlechtes Volk, happig und gierig und hartherzig, und haben mir\nbarsch und unfreundlich und mit allerlei Redensarten meinen Lohn\nausgezahlt, bloß weil sie mußten und weil es bloß noch sechs Tage sind\nbis zum Vierteljahresersten. Sonst hätte ich nichts gekriegt oder\nbloß halb oder bloß ein Viertel. Nichts aus freien Stücken. Und einen\neingerissenen Fünfmarkschein haben sie mir gegeben, daß ich nach\nBerlin zurückreisen kann; na, es reicht so gerade für die vierte\nKlasse, und ich werde wohl auf meinem Koffer sitzen müssen. Aber ich\nwill auch gar nicht; ich will hier sitzen bleiben und warten, bis\nich sterbe ... Gott, ich dachte nun mal Ruhe zu haben und hätte auch\nausgehalten bei der Alten. Und nun ist es wieder nichts und soll mich\nwieder rumstoßen lassen. Und kattolsch bin ich auch noch. Ach, ich\nhab es satt und läg am liebsten, wo die Alte liegt, und sie könnte\nmeinetwegen weiterleben ... Sie hätte gerne noch weitergelebt; solche\nMenschenschikanierer, die nich mal Luft haben, die leben immer am\nliebsten.«",
        "Rollo, der Effi begleitet hatte, hatte sich mittlerweile vor die\nPerson hingesetzt, die Zunge weit heraus, und sah sie an. Als sie\njetzt schwieg, erhob er sich, ging einen Schritt vor und legte seinen\nKopf auf ihre Knie.",
        "Mit einem Male war die Person wie verwandelt. »Gott, das bedeutet mir\nwas. Das is ja ’ne Kreatur, die mich leiden kann, die mich freundlich\nansieht und ihren Kopf auf meine Knie legt. Gott, das ist lange her,\ndaß ich so was gehabt habe. Nu, mein Alterchen, wie heißt du denn? Du\nbist ja ein Prachtkerl.« - »Rollo«, sagte Effi.",
        "»Rollo; das ist sonderbar. Aber der Name tut nichts. Ich habe auch\neinen sonderbaren Namen, das heißt Vornamen. Und einen andern hat\nunsereins ja nicht.«",
        "»Wie heißen Sie denn?« - »Ich heiße Roswitha.« »Ja, das ist selten,\ndas ist ja ...«",
        "»Ja, ganz recht, gnädige Frau, das ist ein kattolscher Name. Und das\nkommt auch noch dazu, daß ich eine Kattolsche bin.",
        "Aus’n Eichsfeld. Und das Kattolsche, das macht es einem immer noch\nschwerer und saurer. Viele wollen keine Kattolsche, weil sie so viel\nin die Kirche rennen. ’Immer in die Beichte; und die Hauptsache sagen\nsie doch nich’ - Gott, wie oft hab ich das hören müssen, erst als ich\nin Giebichenstein im Dienst war und dann in Berlin. Ich bin aber eine\nschlechte Katholikin und bin ganz davon abgekommen, und vielleicht\ngeht es mir deshalb so schlecht; ja, man darf nich von seinem Glauben\nlassen und muß alles ordentlich mitmachen.«",
        "»Roswitha«, wiederholte Effi den Namen und setzte sich zu ihr auf die\nBank. »Was haben Sie nun vor?«",
        "»Ach, gnäd’ge Frau, was soll ich vorhaben. Ich habe gar nichts vor.\nWahr und wahrhaftig, ich möchte hier sitzen bleiben und warten, bis\nich tot umfalle. Das wäre mir das liebste. Und dann würden die Leute\nnoch denken, ich hätte die Alte so geliebt wie ein treuer Hund und\nhätte von ihrem Grab nicht weggewollt und wäre da gestorben. Aber das\nist falsch, für solche Alte stirbt man nicht; ich will bloß sterben,\nweil ich nicht leben kann.«",
        "»Ich will Sie was fragen, Roswitha. Sind Sie, was man so ’kinderlieb’\nnennt? Waren Sie schon mal bei kleinen Kindern?«",
        "»Gewiß war ich. Das ist ja mein Bestes und Schönstes. Solche alte\nBerlinsche - Gott verzeih mir die Sünde, denn sie ist nun tot und\nsteht vor Gottes Thron und kann mich da verklagen -, solche Alte, wie\ndie da, ja, das ist schrecklich, was man da alles tun muß, und steht\neinem hier vor Brust und Magen, aber solch kleines, liebes Ding, solch\nDingelchen wie ne Puppe, das einen mit seinen Guckäugelchen ansieht,\nja, das ist was, da geht einem das Herz auf. Als ich in Halle war, da\nwar ich Amme bei der Frau Salzdirektorin, und in Giebichenstein, wo\nich nachher hinkam, da hab ich Zwillinge mit der Flasche großgezogen;\nja, gnäd’ge Frau, das versteh ich, da drin bin ich wie zu Hause.«",
        "»Nun, wissen Sie was, Roswitha, Sie sind eine gute, treue Person, das\nseh ich Ihnen an, ein bißchen gradezu, aber das schadet nichts, das\nsind mitunter die Besten, und ich habe gleich ein Zutrauen zu Ihnen\ngefaßt. Wollen Sie mit zu mir kommen? Mir ist, als hätte Gott Sie mir\ngeschickt. Ich erwarte nun bald ein Kleines, Gott gebe mir seine Hilfe\ndazu, und wenn das Kind da ist, dann muß es gepflegt und abgewartet\nwerden und vielleicht auch gepäppelt. Man kann das ja nicht wissen,\nwiewohl ich es anders wünsche. Was meinen Sie, wollen Sie mit zu mir\nkommen? Ich kann mir nicht denken, daß ich mich in Ihnen irre.«",
        "Roswitha war aufgesprungen und hatte die Hand der jungen Frau\nergriffen und küßte sie mit Ungestüm. »Ach, es ist doch ein Gott im\nHimmel, und wenn die Not am größten ist, ist die Hilfe am nächsten.\nSie sollen sehn, gnäd’ge Frau, es geht; ich bin eine ordentliche\nPerson und habe gute Zeugnisse. Das können Sie sehn, wenn ich Ihnen\nmein Buch bringe. Gleich den ersten Tag, als ich die gnäd’ge Frau sah,\nda dacht ich: ’Ja, wenn du mal solchen Dienst hättest.’ Und nun soll\nich ihn haben. O du lieber Gott, o du heil’ge Jungfrau Maria, wer mir\ndas gesagt hätte, wie wir die Alte hier unter der Erde hatten und\ndie Verwandten machten, daß sie wieder fortkamen, und mich hier\nsitzenließen.«",
        "»Ja, unverhofft kommt oft, Roswitha, und mitunter auch im Guten. Und\nnun wollen wir gehen. Rollo wird schon ungeduldig und läuft immer auf\ndas Tor zu.«",
        "Roswitha war gleich bereit, trat aber noch einmal an das Grab,\nbrummelte was vor sich hin und machte ein Kreuz. Und dann gingen sie\nden schattigen Gang hinunter und wieder auf das Kirchhofstor zu.",
        "Drüben lag die eingegitterte Stelle, deren weißer Stein in der\nNachmittagssonne blinkte und blitzte. Effi konnte jetzt ruhiger\nhinsehen. Eine Weile noch führte der Weg zwischen Dünen hin, bis sie,\ndicht vor Utpatels Mühle, den Außenrand des Wäldchens erreichte. Da\nbog sie links ein, und unter Benutzung einer schräglaufenden Allee,\ndie die »Reeperbahn« hieß, ging sie mit Roswitha auf die landrätliche\nWohnung zu.",
        "Continue...",
        "\nThis eBook of “Effi Briest” by Theodor Fontane belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Effi Briest (Penguin Classics)By Theodor FontaneAt Amazon"
    ]
}