{
    "title": "Effi Briest - Sechzehntes Kapitel",
    "author": "Theodor Fontane",
    "chapter": "16",
    "content": [
        "\n",
        "\n\n",
        "Die Tage waren schön und blieben es bis in den Oktober hinein. Eine\nFolge davon war, daß die halbzeltartige Veranda draußen zu ihrem Recht\nkam, so sehr, daß sich wenigstens die Vormittagsstunden regelmäßig\ndarin abspielten. Gegen elf kam dann wohl der Major, um sich zunächst\nnach dem Befinden der gnädigen Frau zu erkundigen und mit ihr ein\nwenig zu medisieren, was er wundervoll verstand, danach aber mit\nInnstetten einen Ausritt zu verabreden, oft landeinwärts, die Kessine\nhinauf bis an den Breitling, noch häufiger auf die Molen zu. Effi,\nwenn die Herren fort waren, spielte mit dem Kind oder durchblätterte\ndie von Gieshübler nach wie vor ihr zugeschickten Zeitungen und\nJournale, schrieb auch wohl einen Brief an die Mama oder sagte:\n»Roswitha, wir wollen mit Annie spazierenfahren«, und dann spannte\nsich Roswitha vor den Korbwagen und fuhr, während Effi hinterherging,\nein paar hundert Schritt in das Wäldchen hinein, auf eine Stelle zu,\nwo Kastanien ausgestreut lagen, die man nun auflas, um sie dem Kind\nals Spielzeug zu geben. In die Stadt kam Effi wenig; es war niemand\nrecht da, mit dem sie hätte plaudern können, nachdem ein Versuch,\nmit der Frau von Crampas auf einen Umgangsfuß zu kommen, aufs neue\ngescheitert war. Die Majorin war und blieb menschenscheu.",
        "Das ging so wochenlang, bis Effi plötzlich den Wunsch äußerte, mit\nausreiten zu dürfen; sie habe nun mal die Passion, und es sei doch\nzuviel verlangt, bloß um des Geredes der Kessiner willen auf etwas\nzu verzichten, das einem so viel wert sei. Der Major fand die Sache\nkapital, und Innstetten, dem es augenscheinlich weniger paßte so\nwenig, daß er immer wieder hervorhob, es werde sich kein Damenpferd\nfinden lassen -, Innstetten mußte nachgeben, als Crampas versicherte,\ndas solle seine Sorge sein. Und richtig, was man wünschte, fand sich\nauch, und Effi war selig, am Strand hinjagen zu können, jetzt wo\n»Damenbad« und »Herrenbad« keine scheidenden Schreckensworte mehr\nwaren. Meist war auch Rollo mit von der Partie, und weil es sich ein\npaarmal ereignet hatte, daß man am Strand zu rasten oder auch eine\nStrecke Wegs zu Fuß zu machen wünschte, so kam man überein, sich von\nentsprechender Dienerschaft begleiten zu lassen, zu welchem Behufe\ndes Majors Bursche, ein alter Treptower Ulan, der Knut hieß, und\nInnstettens Kutscher Kruse zu Reitknechten umgewandelt wurden,\nallerdings ziemlich unvollkommen, indem sie, zu Effis Leidwesen, in\neine Phantasielivree gesteckt wurden, darin der eigentliche Beruf\nbeider noch nachspukte.",
        "Mitte Oktober war schon heran, als man, so herausstaffiert, zum\nerstenmal in voller Kavalkade aufbrach, in Front Innstetten und\nCrampas, Effi zwischen ihnen, dann Kruse und Knut und zuletzt Rollo,\nder aber bald, weil ihm das Nachtrotten mißfiel, allen vorauf war. Als\nman das jetzt öde Strandhotel passiert und bald danach, sich rechts\nhaltend, auf dem von einer mäßigen Brandung überschäumten Strandwege\nden diesseitigen Molendamm erreicht hatte, verspürte man Lust,\nabzusteigen und einen Spaziergang bis an den Kopf der Mole zu machen.\nEffi war die erste aus dem Sattel. Zwischen den beiden Steindämmen\nfloß die Kessine breit und ruhig dem Meere zu, das wie eine\nsonnenbeschienene Fläche, darauf nur hier und da eine leichte Welle\nkräuselte, vor ihnen lag.",
        "Effi war noch nie hier draußen gewesen, denn als sie vorigen November\nin Kessin eintraf, war schon Sturmzeit, und als der Sommer kam,\nwar sie nicht mehr imstande, weite Gänge zu machen. Sie war jetzt\nentzückt, fand alles groß und herrlich, erging sich in kränkenden\nVergleichen zwischen dem Luch und dem Meer und ergriff, sooft die\nGelegenheit dazu sich bot, ein Stück angeschwemmtes Holz, um es nach\nlinks hin in die See oder nach rechts hin in die Kessine zu werfen.\nRollo war immer glücklich, im Dienste seiner Herrin sich nachstürzen\nzu können; mit einemmal aber wurde seine Aufmerksamkeit nach einer\nganz anderen Seite hin abgezogen, und sich vorsichtig, ja beinahe\nängstlich vorwärts schleichend, sprang er plötzlich auf einen in Front\nsichtbar werdenden Gegenstand zu, freilich vergeblich, denn im selben\nAugenblick glitt von einem sonnenbeschienenen und mit grünem Tang\nüberwachsenen Stein eine Robbe glatt und geräuschlos in das nur etwa\nfünf Schritt entfernte Meer hinunter. Eine kurze Weile noch sah man\nden Kopf, dann tauchte auch dieser unter.",
        "Alle waren erregt, und Crampas phantasierte von Robbenjagd und daß man\ndas nächste Mal die Büchse mitnehmen müsse, »denn die Dinger haben ein\nfestes Fell«.",
        "»Geht nicht«, sagte Innstetten; »Hafenpolizei.«",
        "»Wenn ich so was höre«, lachte der Major. »Hafenpolizei! Die drei\nBehörden, die wir hier haben, werden doch wohl untereinander die\nAugen zudrücken können. Muß denn alles so furchtbar gesetzlich sein?\nGesetzlichkeiten sind langweilig.«",
        "Effi klatschte in die Hände.",
        "»Ja, Crampas, Sie kleidet das, und Effi, wie Sie sehen, klatscht Ihnen\nBeifall. Natürlich; die Weiber schreien sofort nach einem Schutzmann,\naber von Gesetz wollen sie nichts wissen.«",
        "»Das ist so Frauenrecht von alter Zeit her, und wir werden’s nicht\nändern, Innstetten.«",
        "»Nein«, lachte dieser, »und ich will es auch nicht. Auf Mohrenwäsche\nlasse ich mich nicht ein. Aber einer wie Sie, Crampas, der unter der\nFahne der Disziplin großgeworden ist und recht gut weiß, daß es ohne\nZucht und Ordnung nicht geht, ein Mann wie Sie, der sollte doch\neigentlich so was nicht reden, auch nicht einmal im Spaß. Indessen,\nich weiß schon, Sie haben einen himmlischen Kehr-mich-nicht-Drang und\ndenken, der Himmel wird nicht gleich einstürzen. Nein, gleich nicht.\nAber mal kommt es.«",
        "Crampas wurde einen Augenblick verlegen, weil er glaubte, das alles\nsei mit einer gewissen Absicht gesprochen, was aber nicht der Fall\nwar. Innstetten hielt nur einen seiner kleinen moralischen Vorträge,\nzu denen er überhaupt hinneigte. »Da lob ich mir Gieshübler«, sagte er\neinlenkend, »immer Kavalier und dabei doch Grundsätze.«",
        "Der Major hatte sich mittlerweile wieder zurechtgefunden und sagte in\nseinem alten Ton: »Ja, Gieshübler; der beste Kerl von der Welt und,\nwenn möglich, noch bessere Grundsätze. Aber am Ende woher? Warum? Weil\ner einen ’Verdruß’ hat. Wer gerade gewachsen ist, ist für Leichtsinn.\nÜberhaupt ohne Leichtsinn ist das ganze Leben keinen Schuß Pulver\nwert.«",
        "»Nun hören Sie, Crampas, gerade so viel kommt mitunter dabei heraus.«\nUnd dabei sah er auf des Majors linken, etwas gekürzten Arm. Effi\nhatte von diesem Gespräch wenig gehört. Sie war dicht an die Stelle\ngetreten, wo die Robbe gelegen, und Rollo stand neben ihr. Dann\nsahen beide, von dem Stein weg, auf das Meer und warteten, ob die\n»Seejungfrau« noch einmal sichtbar werden würde.",
        "Ende Oktober begann die Wahlkampagne, was Innstetten hinderte, sich\nferner an den Ausflügen zu beteiligen und auch Crampas und Effi hätten\njetzt um der lieben Kessiner willen wohl verzichten müssen, wenn nicht\nKnut und Kruse als eine Art Ehrengarde gewesen wären. So kam es, daß\nsich die Spazierritte bis in den November hinein fortsetzten",
        "Ein Wetterumschlag war freilich eingetreten, ein andauern der Nordwest\ntrieb Wolkenmassen heran, und das Meer schäumte mächtig, aber Regen\nund Kälte fehlten noch und so waren diese Ausflüge bei grauem\nHimmel und lärmender Brandung fast noch schöner, als sie vorher bei\nSonnenschein und stiller See gewesen waren. Rollo jagte vorauf, dann\nund wann von der Gischt überspritzt, und der Schleier von Effis\nReithut flatterte im Wind. Dabei zu sprechen war fast unmöglich; wenn\nman dann aber, vom Meer fort, in die schutzgebenden Dünen oder noch\nbesser in den weiter zurückgelegenen Kiefernwald einlenkte, so wurd\nes still, Effis Schleier flatterte nicht mehr, und die Enge des Wegs\nzwang die beiden Reiter dicht nebeneinander. Das war dann die Zeit, wo\nman - schon um der Knorren und Wurzeln willen im Schritt reitend - die\nGespräche, die der Brandungslärm unterbrochen hatte, wieder aufnehmen\nkonnte. Crampas, ein guter Causeur, erzählte dann Kriegs- und\nRegimentsgeschichten, auch Anekdoten und kleine Charakterzüge von\nInnstetten, der mit seinem Ernst und seiner Zugeknöpftheit in den\nübermütigen Kreis der Kameraden nie recht hineingepaßt habe, so daß er\neigentlich immer mehr respektiert als geliebt worden sei.",
        "»Das kann ich mir denken«, sagte Effi, »ein Glück nur, daß der Respekt\ndie Hauptsache ist.«",
        "»Ja, zu seiner Zeit. Aber er paßt doch nicht immer. Und zu dem allen\nkam noch eine mystische Richtung, die mitunter Anstoß gab, einmal weil\nSoldaten überhaupt nicht sehr für derlei Dinge sind, und dann weil wir\ndie Vorstellung unterhalten, vielleicht mit Unrecht, daß er doch nicht\nganz so dazu stände, wie er’s uns einreden wollte.«",
        "»Mystische Richtung?« sagte Effi. »Ja, Major, was verstehen Sie\ndarunter? Er kann doch keine Konventikel abgehalten und den Propheten\ngespielt haben. Auch nicht einmal den aus der Oper ... ich habe seinen\nNamen vergessen.«",
        "»Nein, so weit ging er nicht. Aber es ist vielleicht besser, davon\nabzubrechen. Ich möchte nicht hinter seinem Rücken etwas sagen, was\nfalsch ausgelegt werden könnte. Zudem sind es Dinge, die sich sehr gut\nauch in seiner Gegenwart verhandeln lassen. Dinge, die nur, man mag\nwollen oder nicht, zu was Sonderbarem aufgebauscht werden, wenn\ner nicht dabei ist und nicht jeden Augenblick eingreifen und uns\nwiderlegen oder meinetwegen auch auslachen kann.«",
        "»Aber das ist ja grausam, Major. Wie können Sie meine Neugier so auf\ndie Folter spannen. Erst ist es was, und dann ist es wieder nichts.\nUnd Mystik! Ist er denn ein Geisterseher?«",
        "»Ein Geisterseher! Das will ich nicht gerade sagen. Aber er hatte eine\nVorliebe, uns Spukgeschichten zu erzählen. Und wenn er uns dann in\ngroße Aufregung versetzt und manchen auch wohl geängstigt hatte,\ndann war es mit einem Male wieder, als habe er sich über alle die\nLeichtgläubigen bloß mokieren wollen. Und kurz und gut, einmal kam es,\ndaß ich ihm auf den Kopf zusagte: ’Ach was, Innstetten, das ist ja\nalles bloß Komödie. Mich täuschen Sie nicht. Sie treiben Ihr Spiel mit\nuns. Eigentlich glauben Sie’s gradsowenig wie wir, aber Sie wollen\nsich interessant machen und haben eine Vorstellung davon, daß\nUngewöhnlichkeiten nach oben hin besser empfehlen. In höheren\nKarrieren will man keine Alltagsmenschen. Und da Sie so was vorhaben,\nso haben Sie sich was Apartes ausgesucht und sind bei der Gelegenheit\nauf den Spuk gefallen.’«",
        "Effi sagte kein Wort, was dem Major zuletzt bedrücklich wurde. »Sie\nschweigen, gnädigste Frau.«",
        "»Ja.«",
        "»Darf ich fragen warum? Hab ich Anstoß gegeben? Oder finden Sie’s\nunritterlich, einen abwesenden Freund, ich muß das trotz aller\nVerwahrungen einräumen, ein klein wenig zu hecheln? Aber da tun\nSie mir trotz alledem Unrecht. Das alles soll ganz ungeniert seine\nFortsetzung vor seinen Ohren haben, und ich will ihm dabei jedes Wort\nwiederholen, was ich jetzt eben gesagt habe.«",
        "»Glaub es.« Und nun brach Effi ihr Schweigen und erzählte, was sie\nalles in ihrem Hause erlebt und wie sonderlich sich Innstetten damals\ndazu gestellt habe. »Er sagte nicht ja und nicht nein, und ich bin\nnicht klug aus ihm geworden.«",
        "»Also ganz der alte«, lachte Crampas. »So war er damals auch schon,\nals wir in Liancourt und dann später in Beauvais mit ihm in Quartier\nlagen. Er wohnte da in einem alten bischöflichen Palast - beiläufig,\nwas Sie vielleicht interessieren wird, war es ein Bischof von\nBeauvais, glücklicherweise ’Cochon’ mit Namen, der die Jungfrau von\nOrleans zum Feuertod verurteilte -, und da verging denn kein Tag, das\nheißt keine Nacht, wo Innstetten nicht Unglaubliches erlebt hatte.\nFreilich immer nur so halb. Es konnte auch nichts sein. Und nach\ndiesem Prinzip arbeitet er noch, wie ich sehe.«",
        "»Gut, gut. Und nun ein ernstes Wort, Crampas, auf das ich mir eine\nernste Antwort erbitte: Wie erklären Sie sich dies alles?«",
        "»Ja, meine gnädigste Frau ...«",
        "»Keine Ausweichungen, Major. Dies alles ist sehr wichtig für mich. Er\nist Ihr Freund, und ich bin Ihre Freundin. Ich will wissen, wie hängt\ndies zusammen? Was denkt er sich dabei?«",
        "»Ja, meine gnädigste Frau, Gott sieht ins Herz, aber ein Major vom\nLandwehrbezirkskommando, der sieht in gar nichts. Wie soll ich solche\npsychologischen Rätsel lösen? Ich bin ein einfacher Mann.«",
        "»Ach, Crampas, reden Sie nicht so töricht. Ich bin zu jung, um eine\ngroße Menschenkennerin zu sein; aber ich müßte noch vor der Einsegnung\nund beinah vor der Taufe stehen, um Sie für einen einfachen Mann zu\nhalten. Sie sind das Gegenteil davon, Sie sind gefährlich ...«",
        "»Das Schmeichelhafteste, was einem guten Vierziger mit einem a.D. auf\nder Karte gesagt werden kann. Und nun also, was sich Innstetten dabei\ndenkt ...«",
        "Effi nickte.",
        "»Ja, wenn ich durchaus sprechen soll, er denkt sich dabei, daß ein\nMann wie Landrat Baron Innstetten, der jeden Tag Ministerialdirektor\noder dergleichen werden kann (denn glauben Sie mir, er ist hoch\nhinaus), daß ein Mann wie Baron Innstetten nicht in einem gewöhnlichen\nHause wohnen kann, nicht in einer solchen Kate, wie die landrätliche\nWohnung, ich bitte um Vergebung, gnädigste Frau, doch eigentlich ist.\nDa hilft er denn nach. Ein Spukhaus ist nie was Gewöhnliches ... Das\nist das eine.«",
        "»Das eine? Mein Gott, haben Sie noch etwas?« »Ja.«",
        "»Nun denn, ich bin ganz Ohr. Aber wenn es sein kann, lassen Sie’s was\nGutes sein.«",
        "»Dessen bin ich nicht ganz sicher. Es ist etwas Heikles, beinah\nGewagtes, und ganz besonders vor Ihren Ohren, gnädigste Frau.«",
        "»Das macht mich nur um so neugieriger.«",
        "»Gut denn. Also Innstetten, meine gnädigste Frau, hat außer seinem\nbrennenden Verlangen, es koste, was es wolle, ja, wenn es sein muß,\nunter Heranziehung eines Spuks, seine Karriere zu machen, noch eine\nzweite Passion: Er operiert nämlich immer erzieherisch, ist der\ngeborene Pädagog, und hätte, links Basedow und rechts Pestalozzi\n(aber doch kirchlicher als beide), eigentlich nach Schnepfenthal oder\nBunzlau hingepaßt.«",
        "»Und will er mich auch erziehen? Erziehen durch Spuk?«",
        "»Erziehen ist vielleicht nicht das richtige Wort. Aber doch erziehen\nauf einem Umweg.«",
        "»Ich verstehe Sie nicht.«",
        "»Eine junge Frau ist eine junge Frau, und ein Landrat ist ein Landrat.\nEr kutschiert oft im Kreise umher, und dann ist das Haus allein und\nunbewohnt. Aber solch Spuk ist wie ein Cherub mit dem Schwert ...«",
        "»Ah, da sind wir wieder aus dem Wald heraus«, sagte Effi.",
        "»Und da ist Utpatels Mühle. Wir müssen nur noch an dem Kirchhof\nvorüber.«",
        "Gleich danach passierten sie den Hohlweg zwischen dem Kirchhof und\nder eingegitterten Stelle, und Effi sah nach dem Stein und der Tanne\nhinüber, wo der Chinese lag.",
        "Continue...",
        "\nThis eBook of “Effi Briest” by Theodor Fontane belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Effi Briest (Penguin Classics)By Theodor FontaneAt Amazon"
    ]
}