{
    "title": "Effi Briest - Dreiunddreißigstes Kapitel",
    "author": "Theodor Fontane",
    "chapter": "33",
    "content": [
        "\n",
        "\n\n",
        "Am zweitfolgenden Tage trafen, wie versprochen, einige Zeilen ein, und\nEffi las: »Es freut mich, liebe gnädige Frau, Ihnen gute Nachricht\ngeben zu können. Alles ging nach Wunsch; Ihr Herr Gemahl ist zu\nsehr Mann von Welt, um einer Dame eine von ihr vorgetragene Bitte\nabschlagen zu können; zugleich aber - auch das darf ich Ihnen nicht\nverschweigen -, ich sah deutlich, daß sein ’Ja’ nicht dem entsprach,\nwas er für klug und recht hält. Aber kritteln wir nicht, wo wir uns\nfreuen sollen. Ihre Annie, so haben wir es verabredet, wird über\nMittag kommen, und ein guter Stern stehe über Ihrem Wiedersehen.«",
        "Es war mit der zweiten Post, daß Effi diese Zeilen empfing, und bis zu\nAnnies Erscheinen waren mutmaßlich keine zwei Stunden mehr. Eine kurze\nZeit, aber immer noch zu lang, und Effi schritt in Unruhe durch beide\nZimmer und dann wieder in die Küche, wo sie mit Roswitha von allem\nmöglichen sprach: von dem Efeu drüben an der Christuskirche, nächstes\nJahr würden die Fenster wohl ganz zugewachsen sein, von dem Portier,\nder den Gashahn wieder so schlecht zugeschraubt habe (sie würden doch\nnoch nächstens in die Luft fliegen), und daß sie das Petroleum doch\nlieber wieder aus der großen Lampenhandlung Unter den Linden als aus\nder Anhaltstraße holen solle - von allem möglichen sprach sie, nur von\nAnnie nicht, weil sie die Furcht nicht aufkommen lassen wollte, die\ntrotz der Zeilen der Ministerin, oder vielleicht auch um dieser Zeilen\nwillen, in ihr lebte.",
        "Nun war Mittag. Endlich wurde geklingelt, schüchtern, und Roswitha\nging, um durch das Guckloch zu sehen. Richtig, es war Annie. Roswitha\ngab dem Kinde einen Kuß, sprach aber sonst kein Wort, und ganz leise,\nwie wenn ein Kranker im Hause wäre, führte sie das Kind vom Korridor\nher erst in die Hinterstube und dann bis an die nach vorn führende\nTür.",
        "»Da geh hinein, Annie.« Und unter diesen Worten, sie wollte nicht\nstören, ließ sie das Kind allein und ging wieder auf die Küche zu.",
        "Effi stand am andern Ende des Zimmers, den Rücken gegen den\nSpiegelpfeiler, als das Kind eintrat. »Annie!« Aber Annie blieb an\nder nur angelehnten Tür stehen, halb verlegen, aber halb auch mit\nVorbedacht, und so eilte denn Effi auf das Kind zu, hob es in die Höhe\nund küßte es.",
        "»Annie, mein süßes Kind, wie freue ich mich. Komm, erzähle mir«,\nund dabei nahm sie Annie bei der Hand und ging auf das Sofa zu, um\nsich da zu setzen. Annie stand aufrecht und griff, während sie die\nMutter immer noch scheu ansah, mit der Linken nach dem Zipfel der\nherabhängenden Tischdecke. »Weißt du wohl, Annie, daß ich dich einmal\ngesehen habe?«",
        "»Ja, mir war es auch so.«",
        "»Und nun erzähle mir recht viel. Wie groß du geworden bist! Und das\nist die Narbe da; Roswitha hat mir davon erzählt. Du warst immer so\nwild und ausgelassen beim Spielen. Das hast du von deiner Mama, die\nwar auch so. Und in der Schule? Ich denke mir, du bist immer die\nErste, du siehst mir so aus, als müßtest du eine Musterschülerin\nsein und immer die besten Zensuren nach Hause bringen. Ich habe auch\ngehört, daß dich das Fräulein von Wedelstädt so gelobt haben soll.\nDas ist recht; ich war auch so ehrgeizig, aber ich hatte nicht solche\ngute Schule. Mythologie war immer mein Bestes. Worin bist du denn am\nbesten?«",
        "»Ich weiß es nicht.«",
        "»Oh, du wirst es schon wissen. Das weiß man. Worin hast du denn die\nbeste Zensur?«",
        "»In der Religion.«",
        "»Nun, siehst du, da weiß ich es doch. Ja, das ist sehr schön; ich war\nnicht so gut darin, aber es wird wohl auch an dem Unterricht gelegen\nhaben. Wir hatten bloß einen Kandidaten.«",
        "»Wir hatten auch einen Kandidaten.« »Und der ist fort?«",
        "Annie nickte.",
        "»Warum ist er fort?«",
        "»Ich weiß es nicht. Wir haben nun wieder den Prediger.« »Den ihr alle\nsehr liebt.«",
        "»Ja; zwei aus der ersten Klasse wollen auch übertreten.« »Ah, ich\nverstehe; das ist schön. Und was macht Johanna?« »Johanna hat mich bis\nvor das Haus begleitet ...«",
        "»Und warum hast du sie nicht mit heraufgebracht?«",
        "»Sie sagte, sie wolle lieber unten bleiben und an der Kirche drüben\nwarten.«",
        "»Und da sollst du sie wohl abholen?« »Ja.«",
        "»Nun, sie wird da hoffentlich nicht ungeduldig werden. Es ist ein\nkleiner Vorgarten da, und die Fenster sind schon halb von Efeu\nüberwachsen, als ob es eine alte Kirche wäre.«",
        "»Ich möchte sie aber doch nicht gerne warten lassen ...« »Ach, ich\nsehe, du bist sehr rücksichtsvoll, und darüber werde ich mich wohl\nfreuen müssen. Man muß es nur richtig einteilen ... Und nun sage mir\nnoch, was macht Rollo?«",
        "»Rollo ist sehr gut. Aber Papa sagt, er würde so faul; er liegt immer\nin der Sonne.«",
        "»Das glaub ich. So war er schon, als du noch ganz klein warst ...\nUnd nun sage mir, Annie - denn heute haben wir uns ja bloß so mal\nwiedergesehen -, wirst du mich öfter besuchen?«",
        "»O gewiß, wenn ich darf.«",
        "»Wir können dann in dem Prinz Albrechtschen Garten spazierengehen.«",
        "»O gewiß, wenn ich darf.«",
        "»Oder wir gehen zu Schilling und essen Eis, Ananas- oder Vanilleeis,\ndas aß ich immer am liebsten.«",
        "»O gewiß, wenn ich darf.«",
        "Und bei diesem dritten »wenn ich darf« war das Maß voll; Effi sprang\nauf, und ein Blick, in dem es wie Empörung aufflammte, traf das Kind.\n»Ich glaube, es ist die höchste Zeit, Annie; Johanna wird sonst\nungeduldig.« Und sie zog die Klingel. Roswitha, die schon im\nNebenzimmer war, trat gleich ein. »Roswitha, gib Annie das Geleit bis\ndrüben zur Kirche. Johanna wartet da. Hoffentlich hat sie sich nicht\nerkältet. Es sollte mir leid tun. Grüße Johanna.«",
        "Und nun gingen beide.",
        "Kaum aber, daß Roswitha draußen die Tür ins Schloß gezogen hatte, so\nriß Effi, weil sie zu ersticken drohte, ihr Kleid auf und verfiel in\nein krampfhaftes Lachen. »So also sieht ein Wiedersehen aus«, und\ndabei stürzte sie nach vorn, öffnete die Fensterflügel und suchte\nnach etwas, das ihr beistehe. Und sie fand auch was in der Not ihres\nHerzens. Da neben dem Fenster war ein Bücherbrett, ein paar Bände\nvon Schiller und Körner darauf, und auf den Gedichtbüchern, die alle\ngleiche Höhe hatten, lag eine Bibel und ein Gesangbuch. Sie griff\ndanach, weil sie was haben mußte, vor dem sie knien und beten konnte,\nund legte Bibel und Gesangbuch auf den Tischrand, gerade da, wo Annie\ngestanden hatte, und mit einem heftigen Ruck warf sie sich davor\nnieder und sprach halblaut vor sich hin: »O du Gott im Himmel, vergib\nmir, was ich getan; ich war ein Kind ... Aber nein, nein, ich war kein\nKind, ich war alt genug, um zu wissen, was ich tat. Ich hab es auch\ngewußt, und ich will meine Schuld nicht kleiner machen, ... aber das\nist zuviel. Denn das hier, mit dem Kinde, das bist nicht du, Gott, der\nmich strafen will, das ist er, bloß er! Ich habe geglaubt, daß er ein\nedles Herz habe, und habe mich immer klein neben ihm gefühlt; aber\njetzt weiß ich, daß er es ist, er ist klein. Und weil er klein ist,\nist er grausam. Alles, was klein ist, ist grausam. Das hat er dem\nKinde beigebracht, ein Schulmeister war er immer, Crampas hat ihn so\ngenannt, spöttisch damals, aber er hat recht gehabt. ’0 gewiß, wenn\nich darf.’ Du brauchst nicht zu dürfen; ich will euch nicht mehr, ich\nhasse euch, auch mein eigen Kind. Was zuviel ist, ist zuviel. Ein\nStreber war er, weiter nichts. - Ehre, Ehre, Ehre ... und dann hat er\nden armen Kerl totgeschossen, den ich nicht einmal liebte und den ich\nvergessen hatte, weil ich ihn nicht liebte. Dummheit war alles, und\nnun Blut und Mord. Und ich schuld. Und nun schickt er mir das Kind,\nweil er einer Ministerin nichts abschlagen kann, und ehe er das Kind\nschickt, richtet er’s ab wie einen Papagei und bringt ihm die Phrase\nbei ’wenn ich darf’. Mich ekelt, was ich getan; aber was mich noch\nmehr ekelt, das ist eure Tugend. Weg mit euch. Ich muß leben, aber\newig wird es ja wohl nicht dauern.«",
        "Als Roswitha wiederkam, lag Effi am Boden, das Gesicht abgewandt, wie\nleblos.",
        "Continue...",
        "\nThis eBook of “Effi Briest” by Theodor Fontane belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Effi Briest (Penguin Classics)By Theodor FontaneAt Amazon"
    ]
}