{
    "title": "Effi Briest - Dreißigstes Kapitel",
    "author": "Theodor Fontane",
    "chapter": "30",
    "content": [
        "\n",
        "\n\n",
        "Effi und die Geheimrätin Zwicker waren seit fast drei Wochen in Ems\nund bewohnten daselbst das Erdgeschoß einer reizenden kleinen Villa.\nIn ihrem zwischen ihren zwei Wohnzimmern gelegenen gemeinschaftlichen\nSalon mit Blick auf den Garten stand ein Palisanderflügel, auf dem\nEffi dann und wann eine Sonate, die Zwicker dann und wann einen\nWalzer spielte; sie war ganz unmusikalisch und beschränkte sich im\nwesentlichen darauf, für Niemann als Tannhäuser zu schwärmen.",
        "Es war ein herrlicher Morgen; in dem kleinen Garten zwitscherten die\nVögel, und aus dem angrenzenden Hause, drin sich ein »Lokal« befand,\nhörte man, trotz der frühen Stunde, bereits das Zusammenschlagen der\nBillardbälle. Beide Damen hatten ihr Frühstück nicht im Salon selbst,\nsondern auf einem ein paar Fuß hoch aufgemauerten und mit Kies\nbestreuten Vorplatz eingenommen, von dem aus drei Stufen nach dem\nGarten hinunterführten; die Markise, ihnen zu Häupten, war aufgezogen,\num den Genuß der frischen Luft in nichts zu beschränken, und sowohl\nEffi wie die Geheimrätin waren ziemlich emsig bei ihrer Handarbeit.\nNur dann und wann wurden ein paar Worte gewechselt.",
        "»Ich begreife nicht«, sagte Effi, »daß ich schon seit vier Tagen\nkeinen Brief habe; er schreibt sonst täglich. Ob Annie krank ist? Oder\ner selbst?«",
        "Die Zwicker lächelte: »Sie werden erfahren, liebe Freundin, daß er\ngesund ist, ganz gesund.«",
        "Effi fühlte sich durch den Ton, in dem dies gesagt wurde, wenig\nangenehm berührt und schien antworten zu wollen, aber in ebendiesem\nAugenblicke trat das aus der Umgegend von Bonn stammende Hausmädchen,\ndas sich von Jugend an daran gewöhnt hatte, die mannigfachsten\nErscheinungen des Lebens an Bonner Studenten und Bonner Husaren\nzu messen, vom Salon her auf den Vorplatz hinaus, um hier den\nFrühstückstisch abzuräumen. Sie hieß Afra.",
        "»Afra«, sagte Effi, »es muß doch schon neun sein; war der Postbote\nnoch nicht da?«",
        "»Nein, noch nicht, gnäd’ge Frau.« »Woran liegt es?«",
        "»Natürlich an dem Postboten; er ist aus dem Siegenschen und hat\nkeinen Schneid. Ich hab’s ihm auch schon gesagt, das sei die ’reine\nLodderei’. Und wie ihm das Haar sitzt; ich glaube, er weiß gar nicht,\nwas ein Scheitel ist.«",
        "»Afra, Sie sind mal wieder zu streng. Denken Sie doch: Postbote, und\nso tagaus, tagein bei der ewigen Hitze ...«",
        "»Ist schon recht, gnäd’ge Frau. Aber es gibt doch andere, die\nzwingen’s; wo’s drinsteckt, da geht es auch.« Und während sie noch so\nsprach, nahm sie das Tablett geschickt auf ihre fünf Fingerspitzen und\nstieg die Stufen hinunter, um durch den Garten hin den näheren Weg in\ndie Küche zu nehmen.",
        "»Eine hübsche Person«, sagte die Zwicker. »Und so quick und kasch, und\nich möchte fast sagen, von einer natürlichen Anmut. Wissen Sie, liebe\nBaronin, daß mich diese Afra...",
        "übrigens ein wundervoller Name, und es soll sogar eine heilige Afra\ngegeben haben, aber ich glaube nicht, daß unsere davon abstammt ...«",
        "»Und nun, liebe Geheimrätin, vertiefen Sie sich wieder in Ihr\nNebenthema, das diesmal Afra heißt, und vergessen darüber ganz, was\nSie eigentlich sagen wollten ...«",
        "»Doch nicht, liebe Freundin, oder ich finde mich wenigstens wieder\nzurück. Ich wollte sagen, daß mich diese Afra ganz ungemein an die\nstattliche Person erinnert, die ich in Ihrem Hause ...«",
        "»Ja, Sie haben recht. Es ist eine Ähnlichkeit da. Nur, unser Berliner\nHausmädchen ist doch erheblich hübscher und namentlich ihr Haar viel\nschöner und voller. Ich habe so schönes flachsenes Haar, wie unsere\nJohanna hat, überhaupt noch nicht gesehen. Ein bißchen davon sieht man\nja wohl, aber solche Fülle ...«",
        "Die Zwicker lächelte. »Das ist wirklich selten, daß man eine\njunge Frau mit solcher Begeisterung von dem flachsenen Haar ihres\nHausmädchens sprechen hört. Und nun auch noch von der Fülle! Wissen\nSie, daß ich das rührend finde? Denn eigentlich ist man doch bei der\nWahl der Mädchen in einer beständigen Verlegenheit. Hübsch sollen sie\nsein, weil es jeden Besucher, wenigstens die Männer, stört, eine lange\nStakete mit griesem Teint und schwarzen Rändern in der Türöffnung\nerscheinen zu sehen, und ein wahres Glück, daß die Korridore meistens\nso dunkel sind. Aber nimmt man wieder zu viel Rücksicht auf solche\nHausrepräsentation und den sogenannten ersten Eindruck, und\nschenkt man wohl gar noch einer solchen hübschen Person eine weiße\nTändelschürze nach der andern, so hat man eigentlich keine ruhige\nStunde mehr und fragt sich, wenn man nicht zu eitel ist und nicht zu\nviel Vertrauen zu sich selber hat, ob da nicht Remedur geschaffen\nwerden müsse. Remedur war nämlich ein Lieblingswort von Zwicker, womit\ner mich oft gelangweilt hat; aber freilich, alle Geheimräte haben\nsolche Lieblingsworte.«",
        "Effi hörte mit sehr geteilten Empfindungen zu. Wenn die Geheimrätin\nnur ein bißchen anders gewesen wäre, so hätte dies alles reizend sein\nkönnen, aber da sie nun mal war, wie sie war, so fühlte sich Effi\nwenig angenehm von dem berührt, was sie sonst vielleicht einfach\nerheitert hätte.",
        "»Das ist schon recht, liebe Freundin, was Sie da von den Geheimräten\nsagen. Innstetten hat sich auch dergleichen angewöhnt, lacht aber\nimmer, wenn ich ihn daraufhin ansehe, und entschuldigt sich hinterher\nwegen der Aktenausdrücke. Ihr Herr Gemahl war freilich schon länger im\nDienst und überhaupt wohl älter ...«",
        "»Um ein geringes«, sagte die Geheimrätin spitz und ablehnend.",
        "»Und alles in allem kann ich mich in Befürchtungen, wie Sie sie\naussprechen, nicht recht zurechtfinden. Das, was man gute Sitte nennt,\nist doch immer noch eine Macht ...«",
        "»Meinen Sie?«",
        "Und ich kann mir namentlich nicht denken, daß es gerade Ihnen,\nliebe Freundin, beschieden gewesen sein solle, solche Sorgen und\nBefürchtungen durchzumachen. Sie haben, Verzeihung, daß ich diesen\nPunkt hier so offen berühre, gerade das, was die Männer einen ’Scharm’\nnennen, Sie sind heiter, fesselnd, anregend, und wenn es nicht\nindiskret ist, so möcht ich angesichts dieser Ihrer Vorzüge wohl\nfragen dürfen, stützt sich das, was Sie da sagen, auf allerlei\nSchmerzliches, das Sie persönlich erlebt haben?«",
        "»Schmerzliches?« sagte die Zwicker. »Ach, meine liebe, gnädigste Frau,\nSchmerzliches, das ist ein zu großes Wort, auch dann noch, wenn man\nvielleicht wirklich manches erlebt hat. Schmerzlich ist einfach\nzuviel, viel zuviel. Und dann hat man doch schließlich auch seine\nHilfsmittel und Gegenkräfte. Sie dürfen dergleichen nicht zu tragisch\nnehmen.«",
        "»Ich kann mir keine rechte Vorstellung von dem machen, was Sie\nanzudeuten belieben. Nicht, als ob ich nicht wüßte, was Sünde sei, das\nweiß ich auch; aber es ist doch ein Unterschied, ob man so hineingerät\nin allerlei schlechte Gedanken oder ob einem derlei Dinge zur halben\noder auch wohl zur ganzen Lebensgewohnheit werden. Und nun gar im\neigenen Hause ...«",
        "»Davon will ich nicht sprechen, das will ich nicht so direkt gesagt\nhaben, obwohl ich, offen gestanden, auch nach dieser Seite hin voller\nMißtrauen bin oder, wie ich jetzt sagen muß, war; denn es liegt ja\nalles zurück. Aber da gibt es Außengebiete. Haben Sie von Landpartien\ngehört?«",
        "»Gewiß. Und ich wollte wohl, Innstetten hätte mehr Sinn dafür ...«",
        "»Überlegen Sie sich das, liebe Freundin. Zwicker saß immer in\nSaatwinkel. Ich kann Ihnen nur sagen, wenn ich das Wort höre, gibt es\nmir noch jetzt einen Stich ins Herz. Überhaupt diese Vergnügungsorte\nin der Umgegend unseres lieben alten Berlin! Denn ich liebe Berlin\ntrotz alledem. Aber schon die bloßen Namen der dabei in Frage\nkommenden Ortschaften umschließen eine Welt von Angst und Sorge. Sie\nlächeln. Und doch, sagen Sie selbst, liebe Freundin, was können Sie\nvon einer großen Stadt und ihren Sittlichkeitszuständen erwarten,\nwenn Sie beinah unmittelbar vor den Toren derselben (denn zwischen\nCharlottenburg und Berlin ist kein rechter Unterschied mehr), auf\nkaum tausend Schritte zusammengedrängt, einem Pichelsberg, einem\nPichelsdorf und einem Pichelswerder begegnen. Dreimal Pichel ist\nzuviel. Sie können die ganze Welt absuchen, das finden Sie nicht\nwieder.«",
        "Effi nickte.",
        "»Und das alles«, fuhr die Zwicker fort, »geschieht am grünen Holz der\nHavelseite. Das alles liegt nach Westen zu, da haben Sie Kultur und\nhöhere Gesittung. Aber nun gehen Sie, meine Gnädigste, nach der\nanderen Seite hin, die Spree hinauf. Ich spreche nicht von Treptow\nund Stralau, das sind Bagatellen, Harmlosigkeiten, aber wenn Sie die\nSpezialkarte zur Hand nehmen wollen, da begegnen Sie neben mindestens\nsonderbaren Namen wie Kiekebusch, wie Wuhlheide - Sie hätten hören\nsollen, wie Zwicker das Wort aussprach - Namen von geradezu brutalem\nCharakter, mit denen ich Ihr Ohr nicht verletzen will. Aber natürlich\nsind das gerade die Plätze, die bevorzugt werden. Ich hasse diese\nLandpartien, die sich das Volksgemüt als eine Kremserpartie mit ’Ich\nbin ein Preuße’ vorstellt, in Wahrheit aber schlummern hier die Keime\neiner sozialen Revolution. Wenn ich sage ’soziale Revolution’, so\nmeine ich natürlich moralische Revolution, alles andere ist bereits\nwieder überholt, und schon Zwicker sagte mir noch in seinen letzten\nTagen: ’Glaube mir, Sophie, Saturn frißt seine Kinder.’ Und Zwicker,\nwelche Mängel und Gebrechen er haben mochte, das bin ich ihm schuldig,\ner war ein philosophischer Kopf und hatte ein natürliches Gefühl\nfür historische Entwicklung ... Aber ich sehe, meine liebe Frau von\nInnstetten, so artig sie sonst ist, hört nur noch mit halbem Ohr zu;\nnatürlich, der Postbote hat sich drüben blicken lassen, und da fliegt\ndenn das Herz hinüber und nimmt die Liebesworte vorweg aus dem Brief\nheraus ... Nun, Böselager, was bringen Sie?«",
        "Der Angeredete war mittlerweile bis an den Tisch herangetreten und\npackte aus: mehrere Zeitungen, zwei Friseuranzeigen und zuletzt auch\neinen großen eingeschriebenen Brief an Frau Baronin von Innstetten,\ngeb. von Briest.",
        "Die Empfängerin unterschrieb, und nun ging der Postbote wieder.\nDie Zwicker aber überflog die Friseuranzeigen und lachte über die\nPreisermäßigung von Shampooing.",
        "Effi hörte nicht hin; sie drehte den ihrerseits empfangenen Brief\nzwischen den Fingern und hatte eine ihr unerklärliche Scheu, ihn zu\nöffnen. Eingeschrieben und mit zwei großen Siegeln und ein dickes\nKuvert. Was bedeutete das? Poststempel: »Hohen-Cremmen«, und die\nAdresse von der Handschrift der Mutter. Von Innstetten, es war der\nfünfte Tag, keine Zeile.",
        "Sie nahm eine Stickschere mit Perlmuttergriff und schnitt die\nLängsseite des Briefes langsam auf. Und nun harrte ihrer eine neue\nÜberraschung. Der Briefbogen, ja, das waren eng beschriebene Zeilen\nvon der Mama, darin eingelegt aber waren Geldscheine mit einem breiten\nPapierstreifen drumherum, auf dem mit Rotstift, und zwar von des\nVaters Hand, der Betrag der eingelegten Summe verzeichnet war. Sie\nschob das Konvolut zurück und begann zu lesen, während sie sich in\nden Schaukelstuhl zurücklehnte. Aber sie kam nicht weit, die Zeilen\nentfielen ihr, und aus ihrem Gesicht war alles Blut fort. Dann\nbückte sie sich und nahm den Brief wieder auf. »Was ist Ihnen, liebe\nFreundin? Schlechte Nachrichten?« Effi nickte, gab aber weiter keine\nAntwort und bat nur, ihr ein Glas Wasser reichen zu wollen. Als sie\ngetrunken, sagte sie: »Es wird vorübergehen, liebe Geheimrätin, aber\nich möchte mich doch einen Augenblick zurückziehen ... Wenn Sie mir\nAfra schicken könnten.«",
        "Und nun erhob sie sich und trat in den Salon zurück, wo sie sichtlich\nfroh war, einen Halt gewonnen und sich an dem Palisanderflügel\nentlangfühlen zu können. So kam sie bis an ihr nach rechts hin\ngelegenes Zimmer, und als sie hier, tappend und suchend, die Tür\ngeöffnet und das Bett an der Wand gegenüber erreicht hatte, brach sie\nohnmächtig zusammen.",
        "Continue...",
        "\nThis eBook of “Effi Briest” by Theodor Fontane belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Effi Briest (Penguin Classics)By Theodor FontaneAt Amazon"
    ]
}