{
    "title": "Effi Briest - Zweites Kapitel",
    "author": "Theodor Fontane",
    "chapter": "2",
    "content": [
        "\n",
        "\n\n",
        "Sie sprachen noch eine Weile so weiter, wobei sie sich ihrer\ngemeinschaftlichen Schulstunden und einer ganzen Reihe Holzapfelscher\nUnpassendheiten mit Empörung und Behagen erinnerten. Ja, man konnte\nsich nicht genug tun damit, bis Hulda mit einem Male sagte: »Nun aber\nist es höchste Zeit, Effi; du siehst ja aus, ja, wie sag ich nur,\ndu siehst ja aus, wie wenn du vom Kirschenpflücken kämst, alles\nzerknittert und zerknautscht; das Leinenzeug macht immer so viele\nFalten, und der große weiße Klappkragen ... ja, wahrhaftig, jetzt hab\nich es, du siehst aus wie ein Schiffsjunge.«",
        "»Midshipman, wenn ich bitten darf. Etwas muß ich doch von meinem Adel\nhaben. Übrigens, Midshipman oder Schiffsjunge, Papa hat mir erst\nneulich wieder einen Mastbaum versprochen, hier dicht neben der\nSchaukel, mit Rahen und einer Strickleiter. Wahrhaftig, das sollte mir\ngefallen, und den Wimpel oben selbst anzumachen, das ließ’ ich mir\nnicht nehmen. Und du, Hulda, du kämst dann von der anderen Seite her\nherauf, und oben in der Luft wollten wir hurra rufen und uns einen Kuß\ngeben. Alle Wetter, das sollte schmecken.« »’Alle Wetter ...’, wie das\nnun wieder klingt ... Du sprichst wirklich wie ein Midshipman. Ich\nwerde mich aber hüten, dir nachzuklettern, ich bin nicht so waghalsig.\nJahnke hat ganz recht, wenn er immer sagt, du hättest zuviel von\ndem Bellingschen in dir, von deiner Mama her. Ich bin bloß ein\nPastorskind.«",
        "»Ach, geh mir. Stille Wasser sind tief. Weißt du noch, wie du damals,\nals Vetter Briest als Kadett hier war, aber doch schon groß genug, wie\ndu damals auf dem Scheunendach entlangrutschtest. Und warum? Nun, ich\nwill es nicht verraten. Aber kommt, wir wollen uns schaukeln, auf\njeder Seite zwei; reißen wird es ja wohl nicht, oder wenn ihr nicht\nLust habt, denn ihr macht wieder lange Gesichter, dann wollen wir\nAnschlag spielen. Eine Viertelstunde hab ich noch. Ich mag noch nicht\nhineingehen, und alles bloß, um einem Landrat guten Tag zu sagen, noch\ndazu einem Landrat aus Hinterpommern. Altlich ist er auch, er könnte\nja beinah mein Vater sein, und wenn er wirklich in einer Seestadt\nwohnt, Kessin soll ja so was sein, nun, da muß ich ihm in diesem\nMatrosenkostüm eigentlich am besten gefallen und muß ihm beinah wie\neine große Aufmerksamkeit vorkommen. Fürsten, wenn sie wen empfangen,\nsoviel weiß ich von meinem Papa her, legen auch immer die Uniform aus\nder Gegend des anderen an. Also nun nicht ängstlich ... rasch, rasch,\nich fliege aus, und neben der Bank hier ist frei.«",
        "Hulda wollte noch ein paar Einschränkungen machen, aber Effi war schon\nden nächsten Kiesweg hinauf, links hin, rechts hin, bis sie mit einem\nMale verschwunden war.",
        "»Effi, das gilt nicht; wo bist du? Wir spielen nicht Versteck, wir\nspielen Anschlag«, und unter diesen und ähnlichen Vorwürfen eilten die\nFreundinnen ihr nach, weit über das Rondell und die beiden seitwärts\nstehenden Platanen hinaus, bis die Verschwundene mit einem Male aus\nihrem Versteck hervorbrach und mühelos, weil sie schon im Rücken ihrer\nVerfolger war, mit »eins, zwei, drei« den Freiplatz neben der Bank\nerreichte.",
        "»Wo warst du?«",
        "»Hinter den Rhabarberstauden; die haben so große Blätter, noch größer\nals ein Feigenblatt ...«",
        "»Pfui ...«",
        "»Nein, pfui für euch, weil ihr verspielt habt. Hulda, mit ihren großen\nAugen, sah wieder nichts, immer ungeschickt.« Und dabei flog Effi\nvon neuem über das Rondell hin, auf den Teich zu, vielleicht weil\nsie vorhatte, sich erst hinter einer dort aufwachsenden dichten\nHaselnußhecke zu verstecken, um dann, von dieser aus, mit einem weiten\nUmweg um Kirchhof und Fronthaus, wieder bis an den Seitenflügel und\nseinen Freiplatz zu kommen. Alles war gut berechnet; aber freilich,\nehe sie noch halb um den Teich herum war, hörte sie schon vom Hause\nher ihren Namen rufen und sah, während sie sich umwandte, die Mama,\ndie, von der Steintreppe her, mit ihrem Taschentuch winkte. Noch einen\nAugenblick, und Effi stand vor ihr.",
        "»Nun bist du doch noch in deinem Kittel, und der Besuch ist da. Nie\nhältst du Zeit.«",
        "»Ich halte schon Zeit, aber der Besuch hat nicht Zeit gehalten. Es ist\nnoch nicht eins; noch lange nicht«, und sich nach den Zwillingen hin\numwendend (Hulda war noch weiter zurück), rief sie diesen zu: »Spielt\nnur weiter; ich bin gleich wieder da.«",
        "Schon im nächsten Augenblick trat Effi mit der Mama in den großen\nGartensaal, der fast den ganzen Raum des Seitenflügels füllte.",
        "»Mama, du darfst mich nicht schelten. Es ist wirklich erst halb. Warum\nkommt er so früh? Kavaliere kommen nicht zu spät, aber noch weniger zu\nfrüh.«",
        "Frau von Briest war in sichtlicher Verlegenheit; Effi aber schmiegte\nsich liebkosend an sie und sagte: »Verzeih, ich will mich nun\neilen; du weißt, ich kann auch rasch sein, und in fünf Minuten ist\nAschenputtel in eine Prinzessin verwandelt. So lange kann er warten\noder mit dem Papa plaudern.«",
        "Und der Mama zunickend, wollte sie leichten Fußes eine kleine eiserne\nStiege hinauf, die aus dem Saal in den Oberstock hinaufführte. Frau\nvon Briest aber, die unter Umständen auch unkonventionell sein konnte,\nhielt plötzlich die schon forteilende Effi zurück, warf einen Blick\nauf das jugendlich reizende Geschöpf, das, noch erhitzt von der\nAufregung des Spiels, wie ein Bild frischesten Lebens vor ihr stand,\nund sagte beinahe vertraulich: »Es ist am Ende das beste, du bleibst,\nwie du bist. Ja, bleibe so. Du siehst gerade sehr gut aus. Und wenn\nes auch nicht wäre, du siehst so unvorbereitet aus, so gar nicht\nzurechtgemacht, und darauf kommt es in diesem Augenblick an. Ich muß\ndir nämlich sagen, meine süße Effi ...«, und sie nahm ihres Kindes\nbeide Hände, »... ich muß dir nämlich sagen ...«",
        "»Aber Mama, was hast du nur? Mir wird ja ganz angst und bange.«",
        "»... Ich muß dir nämlich sagen, Effi, daß Baron Innstetten eben um\ndeine Hand angehalten hat.«",
        "»Um meine Hand angehalten? Und im Ernst?«",
        "»Es ist keine Sache, um einen Scherz daraus zu machen. Du hast ihn\nvorgestern gesehen, und ich glaube, er hat dir auch gut gefallen. Er\nist freilich älter als du, was alles in allem ein Glück ist, dazu ein\nMann von Charakter, von Stellung und guten Sitten, und wenn du nicht\nnein sagst, was ich mir von meiner klugen Effi kaum denken kann, so\nstehst du mit zwanzig Jahren da, wo andere mit vierzig stehen. Du\nwirst deine Mama weit überholen.«",
        "Effi schwieg und suchte nach einer Antwort. Aber ehe sie diese finden\nkonnte, hörte sie schon des Vaters Stimme von dem angrenzenden,\nnoch im Fronthause gelegenen Hinterzimmer her, und gleich danach\nüberschritt Ritterschaftsrat von Briest, ein wohlkonservierter\nFünfziger von ausgesprochener Bonhomie, die Gartensalonschwelle - mit\nihm Baron Innstetten, schlank, brünett und von militärischer Haltung.",
        "Effi, als sie seiner ansichtig wurde, kam in ein nervöses Zittern;\naber nicht auf lange, denn im selben Augenblick fast, wo sich\nInnstetten unter freundlicher Verneigung ihr näherte, wurden an\ndem mittleren der weit offenstehenden und von wildem Wein halb\nüberwachsenen Fenster die rotblonden Köpfe der Zwillinge sichtbar, und\nHertha, die Ausgelassenste, rief in den Saal hinein: »Effi, komm.«",
        "Dann duckte sie sich, und beide Schwestern sprangen von der Banklehne,\ndarauf sie gestanden, wieder in den Garten hinab, und man hörte nur\nnoch ihr leises Kichern und Lachen.",
        "Continue...",
        "\nThis eBook of “Effi Briest” by Theodor Fontane belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Effi Briest (Penguin Classics)By Theodor FontaneAt Amazon"
    ]
}