{
    "title": "Effi Briest - Sechsundzwanzigstes Kapitel",
    "author": "Theodor Fontane",
    "chapter": "26",
    "content": [
        "\n",
        "\n\n",
        "Effi war nun schon in die fünfte Woche fort und schrieb glückliche,\nbeinahe übermütige Briefe, namentlich seit ihrem Eintreffen in Ems, wo\nman doch unter Menschen sei, das heißt unter Männern, von denen sich\nin Schwalbach nur ausnahmsweise was gezeigt habe. Geheimrätin Zwicker,\nihre Reisegefährtin, habe freilich die Frage nach dem Kurgemäßen\ndieser Zutat aufgeworfen und sich aufs entschiedenste dagegen\nausgesprochen, alles natürlich mit einem Gesichtsausdruck, der so\nziemlich das Gegenteil versichert habe; die Zwicker sei reizend,\netwas frei, wahrscheinlich sogar mit einer Vergangenheit, aber höchst\namüsant, und man könne viel, sehr viel von ihr lernen; nie habe sie\nsich, trotz ihrer Fünfundzwanzig, so als Kind gefühlt, wie nach der\nBekanntschaft mit dieser Dame. Dabei sei sie so belesen, auch in\nfremder Literatur, und als sie, Effi beispielsweise neulich von Nana\ngesprochen und dabei gefragt habe, ob es denn wirklich so schrecklich\nsei, habe die Zwicker geantwortet: »Ach, meine liebe Baronin, was\nheißt schrecklich? Da gibt es noch ganz anderes.« - »Sie schien mich\nauch«, so schloß Effi ihren Brief, »mit diesem ’anderen’ bekannt\nmachen zu wollen. Ich habe es aber abgelehnt, weil ich weiß, daß Du\ndie Unsitte unserer Zeit aus diesem und ähnlichem herleitest, und wohl\nmit Recht. Leicht ist es mir aber nicht geworden. Dazu kommt noch, daß\nEms in einem Kessel liegt. Wir leiden hier außerordentlich unter der\nHitze.«",
        "Innstetten hatte diesen letzten Brief mit geteilten Empfindungen\ngelesen, etwas erheitert, aber doch auch ein wenig mißmutig. Die\nZwicker war keine Frau für Effi, der nun mal ein Zug innewohnte, sich\nnach links hin treiben zu lassen; er gab es aber auf, irgendwas in\ndiesem Sinne zu schreiben, einmal weil er sie nicht verstimmen wollte,\nmehr noch, weil er sich sagte, daß es doch nichts helfen würde. Dabei\nsah er der Rückkehr seiner Frau mit Sehnsucht entgegen und beklagte\ndes Dienstes nicht bloß »immer gleichgestellte«, sondern jetzt, wo\njeder Ministerialrat fort war oder fort wollte, leider auch auf\nDoppelstunden gestellte Uhr.",
        "Ja, Innstetten sehnte sich nach Unterbrechung von Arbeit und\nEinsamkeit, und verwandte Gefühle hegte man draußen in der Küche, wo\nAnnie, wenn die Schulstunden hinter ihr lagen, ihre Zeit am liebsten\nverbrachte, was insoweit ganz natürlich war, als Roswitha und Johanna\nnicht nur das kleine Fräulein in gleichem Maße liebten, sondern\nauch untereinander nach wie vor auf dem besten Fuße standen. Diese\nFreundschaft der beiden Mädchen war ein Lieblingsgespräch zwischen den\nverschiedenen Freunden des Hauses, und Landgerichtsrat Gizicki sagte\ndann wohl zu Wüllersdorf: »Ich sehe darin nur eine neue Bestätigung\ndes alten Weisheitssatzes: ’Laßt fette Leute um mich sein’; Cäsar war\neben ein Menschenkenner und wußte, daß Dinge wie Behaglichkeit und\nUmgänglichkeit eigentlich nur beim Embonpomt sind.« Von einem solchen\nließ sich denn nun bei beiden Mädchen auch wirklich sprechen, nur\nmit dem Unterschied, daß das in diesem Falle nicht gut zu umgehende\nFremdwort bei Roswitha schon stark eine Beschönigung, bei Johanna\ndagegen einfach die zutreffende Bezeichnung war. Diese letztere durfte\nman nämlich nicht eigentlich korpulent nennen, sie war nur prall und\ndrall und sah jederzeit mit einer eigenen, ihr übrigens durchaus\nkleidenden Siegermiene gradlinig und blauäugig über ihre Normalbüste\nfort. Von Haltung und Anstand getragen, lebte sie ganz in dem\nHochgefühl, die Dienerin eines guten Hauses zu sein, wobei sie das\nÜberlegenheitsbewußtsein über die halb bäuerisch gebliebene Roswitha\nin einem so hohen Maße hatte, daß sie, was gelegentlich vorkam, die\nmomentan bevorzugte Stellung dieser nur belächelte. Diese Bevorzugung\n- nun ja, wenn’s dann mal so sein sollte, war eine kleine\nliebenswürdige Sonderbarkeit der gnädigen Frau, die man der guten\nalten Roswitha mit ihrer ewigen Geschichte »von dem Vater mit der\nglühenden Eisenstange« schon gönnen konnte. »Wenn man sich besser\nhält, so kann dergleichen nicht vorkommen.« Das alles dachte\nsie, sprach’s aber nicht aus. Es war eben ein freundliches\nMiteinanderleben. Was aber wohl ganz besonders für Frieden und gutes\nEinvernehmen sorgte, das war der Umstand, daß man sich nach einem\nstillen Übereinkommen in die Behandlung und fast auch Erziehung\nAnnies geteilt hatte. Roswitha hatte das poetische Departement, die\nMärchen- und Geschichtenerzählung, Johanna dagegen das des Anstands,\neine Teilung, die hüben und drüben so fest gewurzelt stand, daß\nKompetenzkonflikte kaum vorkamen, wobei der Charakter Annies, die eine\nganz entschiedene Neigung hatte, das vornehme Fräulein zu betonen,\nallerdings mithalf, eine Rolle, bei der sie keine bessere Lehrerin als\nJohanna haben konnte.",
        "Noch einmal also: Beide Mädchen waren gleichwertig in Annies Augen.",
        "In diesen Tagen aber, wo man sich auf die Rückkehr Effis vorbereitete,\nwar Roswitha der Rivalin mal wieder um einen Pas voraus, weil ihr,\nund zwar als etwas ihr Zuständiges, die ganze Begrüßungsangelegenheit\nzugefallen war. Diese Begrüßung zerfiel in zwei Hauptteile: Girlande\nmit Kranz und dann, abschließend, Gedichtvortrag. Kranz und Girlande\n- nachdem man über »W.« oder »E. v. I.« eine Zeitlang geschwankt -\nhatten zuletzt keine sonderlichen Schwierigkeiten gemacht (»W«, in\nVergißmeinnicht geflochten, war bevorzugt worden), aber desto größere\nVerlegenheit schien die Gedichtfrage heraufbeschwören zu sollen und\nwäre vielleicht ganz unbeglichen geblieben, wenn Roswitha nicht\nden Mut gehabt hätte, den von einer Gerichtssitzung heimkehrenden\nLandgerichtsrat auf der zweiten Treppe zu stellen und ihm mit einem\nauf einen »Vers« gerichteten Ansinnen mutig entgegenzutreten. Gizicki,\nein sehr gütiger Herr, hatte sofort alles versprochen, und noch am\nselben Spätnachmittag war seitens seiner Köchin der gewünschte Vers,\nund zwar folgenden Inhalts, abgegeben worden:",
        "        Mama, wir erwarten dich lange schon,\n        Durch Wochen und Tage und Stunden,\n        Nun grüßen wir dich von Flur und Balkon\n        Und haben Kränze gewunden.\n        Nun lacht Papa voll Freudigkeit,\n        Denn die gattin- und mutterlose Zeit\n        Ist endlich von ihm genommen,\n        Und Roswitha lacht und Johanna dazu,\n        Und Annie springt aus ihrem Schuh\n        Und ruft: willkommen, willkommen.",
        "Es versteht sich von selbst, daß die Strophe noch an demselben\nAbend auswendig gelernt, aber doch nebenher auch auf ihre Schönheit\nbeziehungsweise Nichtschönheit kritisch geprüft worden war. Das\nBetonen von Gattin und Mutter, so hatte sich Johanna geäußert,\nerscheine zunächst freilich in der Ordnung; aber es läge doch auch\netwas darin, was Anstoß erregen könne, und sie persönlich würde\nsich als »Gattin und Mutter« dadurch verletzt fühlen. Annie, durch\ndiese Bemerkung einigermaßen geängstigt, versprach, das Gedicht am\nandern Tag der Klassenlehrerin vorlegen zu wollen, und kam mit dem\nBemerken zurück, das Fräulein sei mit »Gattin und Mutter« durchaus\neinverstanden, aber desto mehr gegen »Roswitha und Johanna« gewesen -\nworauf Roswitha erklärt hatte: Das Fräulein sei eine dumme Gans; das\nkäme davon, wenn man zuviel gelernt habe.",
        "Es war an einem Mittwoch, daß die Mädchen und Annie das vorstehende\nGespräch geführt und den Streit um die bemängelte Zeile beigelegt\nhatten. Am andern Morgen - ein erwarteter Brief Effis hatte noch den\nmutmaßlich erst in den Schluß der nächsten Woche fallenden Ankunftstag\nfestzustellen- ging Innstetten auf das Ministerium. Jetzt war Mittag\nheran, die Schule aus, und als Annie, ihre Mappe auf dem Rücken, eben\nvom Kanal her auf die Keithstraße zuschritt, traf sie Roswitha vor\nihrer Wohnung.",
        "»Nun laß sehen«, sagte Annie, »wer am ehesten von uns die Treppe\nheraufkommt.« Roswitha wollte von diesem Wettlauf nichts wissen, aber\nAnnie jagte voran, geriet, oben angekommen, ins Stolpern und fiel\ndabei so unglücklich, daß sie mit der Stirn auf den dicht an der\nTreppe befindlichen Abkratzer aufschlug und stark blutete. Roswitha,\nmühevoll nachkeuchend, riß jetzt die Klingel, und als Johanna das\netwas verängstigte Kind hereingetragen hatte, beratschlagte man, was\nnun wohl zu machen sei. »Wir wollen nach dem Doktor schicken ... wir\nwollen nach dem gnädigen Herrn schicken ... des Portiers Lene muß ja\njetzt auch aus der Schule wieder da sein.« Es wurde aber alles wieder\nverworfen, weil es zu lange dauere, man müsse gleich was tun, und so\npackte man denn das Kind aufs Sofa und begann mit kaltem Wasser zu\nkühlen. Alles ging auch gut, so daß man sich zu beruhigen begann. »Und\nnun wollen wir sie verbinden«, sagte schließlich Roswitha. »Da muß\nja noch die lange Binde sein, die die gnädige Frau letzten Winter\nzuschnitt, als sie sich auf dem Eis den Fuß verknickt hatte ...«",
        "»Freilich, freilich«, sagte Johanna, »bloß wo die Binde hernehmen?\n... Richtig, da fällt mir ein, die liegt im Nähtisch. Er wird wohl zu\nsein, aber das Schloß ist Spielerei; holen Sie nur das Stemmeisen,\nRoswitha, wir wollen den Deckel aufbrechen.« Und nun wuchteten sie\nauch wirklich den Deckel ab und begannen in den Fächern herumzukramen,\noben und unten, die zusammengerollte Binde jedoch wollte sich nicht\nfinden lassen. »Ich weiß aber doch, daß ich sie gesehen habe«, sagte\nRoswitha, und während sie halb ärgerlich immer weiter suchte, flog\nalles, was ihr dabei zu Händen kam, auf das breite Fensterbrett:\nNähzeug, Nadelkissen, Rollen mit Zwirn und Seide, kleine vertrocknete\nVeilchensträußchen, Karten, Billetts, zuletzt ein kleines Konvolut von\nBriefen, das unter dem dritten Einsatz gelegen hatte, ganz unten, mit\neinem roten Seidenfaden umwickelt. Aber die Binde hatte man noch immer\nnicht.",
        "In diesem Augenblick trat Innstetten ein.",
        "»Gott«, sagte Roswitha und stellte sich erschrocken neben das Kind.\n»Es ist nichts, gnädiger Herr; Annie ist auf das Kratzeisen gefallen\n... Gott, was wird die gnädige Frau sagen. Und doch ist es ein Glück,\ndaß sie nicht mit dabei war.« Innstetten hatte mittlerweile die\nvorläufig aufgelegte Kompresse fortgenommen und sah, daß es ein tiefer\nRiß, sonst aber ungefährlich war. »Es ist nicht schlimm«, sagte er;\n»trotzdem, Roswitha, wir müssen sehen, daß Rummschüttel kommt. Lene\nkann ja gehen, die wird jetzt Zeit haben. Aber was in aller Welt ist\ndenn das da mit dem Nähtisch?«",
        "Und nun erzählte Roswitha, wie sie nach der gerollten Binde gesucht\nhätten; aber sie wolle es nun aufgeben und lieber eine neue Leinwand\nschneiden.",
        "Innstetten war einverstanden und setzte sich, als bald danach beide\nMädchen das Zimmer verlassen hatten, zu dem Kind. »Du bist so wild,\nAnnie, das hast du von der Mama. Immer wie ein Wirbelwind. Aber dabei\nkommt nichts heraus oder höchstens so was.« Und er wies auf die Wunde\nund gab ihr einen Kuß. »Du hast aber nicht geweint, das ist brav, und\ndarum will ich dir die Wildheit verzeihen ... Ich denke, der Doktor\nwird in einer Stunde hier sein; tu nur alles, was er sagt, und wenn er\ndich verbunden hat, so zerre nicht und rücke und drücke nicht daran,\ndann heilt es schnell, und wenn die Mama dann kommt, dann ist alles\nwieder in Ordnung oder doch beinah. Ein Glück ist es aber doch, daß es\nnoch bis nächste Woche dauert, Ende nächster Woche, so schreibt sie\nmir; eben habe ich einen Brief von ihr bekommen; sie läßt dich grüßen\nund freut sich, dich wiederzusehen.«",
        "»Du könntest mir den Brief eigentlich vorlesen, Papa.« »Das will ich\ngern.«",
        "Aber eh er dazu kam, kam Johanna, um zu sagen, daß das Essen\naufgetragen sei. Annie, trotz ihrer Wunde, stand mit auf, und Vater\nund Tochter setzten sich zu Tisch.",
        "Continue...",
        "\nThis eBook of “Effi Briest” by Theodor Fontane belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Effi Briest (Penguin Classics)By Theodor FontaneAt Amazon"
    ]
}