{
    "title": "Effi Briest - Viertes Kapitel",
    "author": "Theodor Fontane",
    "chapter": "4",
    "content": [
        "\n",
        "\n\n",
        "Vetter Dagobert war am Bahnhof, als die Damen ihre Rückreise nach\nHohen-Cremmen antraten. Es waren glückliche Tage gewesen, vor\nallem auch darin, daß man nicht unter unbequemer und beinahe\nunstandesgemäßer Verwandtschaft gelitten hatte. »Für Tante Therese«,\nso hatte Effi gleich nach der Ankunft gesagt, »müssen wir diesmal\ninkognito bleiben. Es geht nicht, daß sie hier ins Hotel kommt.\nEntweder Hotel du Nord oder Tante Therese; beides zusammen paßt\nnicht.« Die Mama hatte sich schließlich einverstanden damit erklärt,\nja, dem Liebling zur Besiegelung des Einverständnisses einen Kuß auf\ndie Stirn gegeben.",
        "Mit Vetter Dagobert war das natürlich etwas ganz anderes gewesen, der\nhatte nicht bloß den Gardepli, der hatte vor allem auch mit Hilfe\njener eigentümlich guten Laune, wie sie bei den Alexanderoffizieren\nbeinahe traditionell geworden, sowohl Mutter wie Tochter von Anfang\nan anzuregen und aufzuheitern gewußt, und diese gute Stimmung dauerte\nbis zuletzt. »Dagobert«, so hieß es noch beim Abschied, »du kommst\nalso zu meinem Polterabend, und natürlich mit Cortège. Denn\nnach den Aufführungen (aber kommt mir nicht mit Dienstmann oder\nMausefallenhändler) ist Ball. Und du mußt bedenken, mein erster\ngroßer Ball ist vielleicht auch mein letzter. Unter sechs Kameraden\n- natürlich beste Tänzer - wird gar nicht angenommen. Und mit dem\nFrühzug könnt ihr wieder zurück.« Der Vetter versprach alles, und so\ntrennte man sich.",
        "Gegen Mittag trafen beide Damen an ihrer havelländischen Bahnstation\nein, mitten im Luch, und fuhren in einer halben Stunde nach\nHohen-Cremmen hinüber. Briest war sehr froh, Frau und Tochter wieder\nzu Hause zu haben, und stellte Fragen über Fragen, deren Beantwortung\ner meist nicht abwartete. Statt dessen erging er sich in Mitteilung\ndessen, was er inzwischen erlebt. »Ihr habt mir da vorhin von der\nNationalgalerie gesprochen und von der ’Insel der Seligen’ - nun, wir\nhaben hier, während ihr fort wart, auch so was gehabt: unser Inspektor\nPink und die Gärtnersfrau. Natürlich habe ich Pink entlassen müssen,\nübrigens ungern. Es ist sehr fatal, daß solche Geschichten fast immer\nin die Erntezeit fallen. Und Pink war sonst ein ungewöhnlich tüchtiger\nMann, hier leider am unrechten Fleck. Aber lassen wir das; Wilke wird\nschon unruhig.«",
        "Bei Tische hörte Briest besser zu; das gute Einvernehmen mit dem\nVetter, von dem ihm viel erzählt wurde, hatte seinen Beifall, weniger\ndas Verhalten gegen Tante Therese. Man sah aber deutlich, daß er\ninmitten seiner Mißbilligung sich eigentlich darüber freute; denn ein\nkleiner Schabernack entsprach ganz seinem Geschmack, und Tante Therese\nwar wirklich eine lächerliche Figur. Er hob sein Glas und stieß mit\nFrau und Tochter an. Auch als nach Tisch einzelne der hübschesten\nEinkäufe von ihm ausgepackt und seiner Beurteilung unterbreitet\nwurden, verriet er viel Interesse, das selbst noch anhielt oder\nwenigstens nicht ganz hinstarb, als er die Rechnung überflog. »Etwas\nteuer, oder sagen wir lieber sehr teuer; indessen es tut nichts. Es\nhat alles so viel Schick, ich möchte sagen so viel Animierendes, daß\nich deutlich fühle, wenn du mir solchen Koffer und solche Reisedecke\nzu Weihnachten schenkst, so sind wir zu Ostern auch in Rom und machen\nnach achtzehn Jahren unsere Hochzeitsreise. Was meinst du, Luise?\nWollen wir nachexerzieren? Spät kommt ihr, doch ihr kommt.«",
        "Frau von Briest machte eine Handbewegung, wie wenn sie sagen wollte:\n»Unverbesserlich«, und überließ ihn im übrigen seiner eigenen\nBeschämung, die aber nicht groß war.",
        "Ende August war da, der Hochzeitstag (3. Oktober) rückte näher,\nund sowohl im Herrenhause wie in der Pfarre und Schule war man\nunausgesetzt bei den Vorbereitungen zum Polterabend. Jahnke, getreu\nseiner Fritz-Reuter-Passion, hatte sich’s als etwas besonders\n»Sinniges« ausgedacht, Bertha und Hertha als Lining und Mining\nauftreten zu lassen, natürlich plattdeutsch, während Hulda das\nKäthchen von Heilbronn in der Holunderbaumszene darstellen sollte,\nLeutnant Engelbrecht von den Husaren als Wetter vom Strahl. Niemeyer,\nder sich den Vater der Idee nennen durfte, hatte keinen Augenblick\ngesäumt, auch die versäumte Nutzanwendung auf Innstetten und Effi\nhinzuzudichten. Er selbst war mit seiner Arbeit zufrieden und hörte,\ngleich nach der Leseprobe, von allen Beteiligten viel Freundliches\ndarüber, freilich mit Ausnahme seines Patronatsherrn und alten\nFreundes Briest, der, als er die Mischung von Kleist und Niemeyer\nmit angehört hatte, lebhaft protestierte, wenn auch keineswegs aus\nliterarischen Gründen. »Hoher Herr und immer wieder Hoher Herr - was\nsoll das? Das leitet in die Irre, das verschiebt alles. Innstetten,\nunbestritten, ist ein famoses Menschenexemplar, Mann von Charakter\nund Schneid, aber die Briests - verzeih den Berolinismus, Luise-, die\nBriests sind schließlich auch nicht von schlechten Eltern. Wir sind\ndoch nun mal eine historische Familie, laß mich hinzufügen Gott sei\nDank, und die Innstettens sind es nicht; die Innstettens sind bloß\nalt, meinetwegen Uradel, aber was heißt Uradel? Ich will nicht, daß\neine Briest oder doch mindestens eine Polterabendfigur, in der jeder\ndas Widerspiel unserer Effi erkennen muß - ich will nicht, daß eine\nBriest mittelbar oder unmittelbar in einem fort von ’Hoher Herr’\nspricht. Da müßte denn doch Innstetten wenigstens ein verkappter\nHohenzoller sein, es gibt ja dergleichen. Das ist er aber nicht, und\nso kann ich nur wiederholen, es verschiebt die Situation.«",
        "Und wirklich, Briest hielt mit besonderer Zähigkeit eine ganze\nZeitlang an dieser Anschauung fest. Erst nach der zweiten Probe,\nwo das »Käthchen«, schon halb im Kostüm, ein sehr eng anliegendes\nSammetmieder trug, ließ er sich - der es auch sonst nicht an\nHuldigungen gegen Hulda fehlen ließ - zu der Bemerkung hinreißen,\ndas Käthchen liege sehr gut da, welche Wendung einer Waffenstreckung\nziemlich gleichkam oder doch zu solcher hinüberleitete. Daß alle diese\nDinge vor Effi geheimgehalten wurden, braucht nicht erst gesagt zu\nwerden. Bei mehr Neugier auf seiten dieser letzteren wäre das nun\nfreilich ganz unmöglich gewesen, aber Effi hatte so wenig Verlangen,\nin die Vorbereitungen und geplanten Überraschungen einzudringen, daß\nsie der Mama mit allem Nachdruck erklärte, sie könne es abwarten,\nund Wenn diese dann zweifelte, so schloß Effi mit der wiederholten\nVersicherung: Es wäre wirklich so, die Mama könne es glauben. Und\nwarum auch nicht? Es sei ja doch alles nur Theateraufführung und\nhübscher und poetischer als »Aschenbrödel«, das sie noch am letzten\nAbend in Berlin gesehen hätte, hübscher und poetischer könne es ja\ndoch nicht Sein. Da hätte sie wirklich selber mitspielen mögen, wenn\nauch nur, um dem lächerlichen Pensionslehrer einen Kreidestrich auf\nden Rücken zu machen. »Und wie reizend im letzten Akt ’Aschenbrödels\nErwachen als Prinzessin’ oder wenigstens als Gräfin; wirklich, es\nwar ganz wie ein Märchen.« In dieser Weise sprach sie oft, war meist\nausgelassener als vordem und ärgerte sich bloß über das beständige\nTuscheln und Geheimtun der Freundinnen. »Ich wollte, sie hätten sich\nweniger wichtig und wären mehr für mich da. Nachher bleiben sie doch\nbloß stecken, und ich muß mich um sie ängstigen und mich schämen, daß\nes meine Freundinnen sind.« So gingen Effis Spottreden, und es war\nganz unverkennbar, daß sie sich um Polterabend und Hochzeit nicht\nallzusehr kümmerte. Frau von Briest hatte so ihre Gedanken darüber,\naber zu Sorgen kam es nicht, weil sich Effi, was doch ein gutes\nZeichen war, ziemlich viel mit ihrer Zukunft beschäftigte und sich,\nphantasiereich wie sie war, viertelstundenlang in Schilderungen ihres\nKessiner Lebens erging, Schilderungen, in denen sich nebenher und\nsehr zur Erheiterung der Mama eine merkwürdige Vorstellung von\nHinterpommern aussprach oder vielleicht auch, mit kluger Berechnung,\naussprechen sollte. Sie gefiel sich nämlich darin, Kessin als\neinen halbsibirischen Ort aufzufassen, wo Eis und Schnee nie recht\naufhörten.",
        "»Heute hat Goschenhofer das letzte geschickt«, sagte Frau von Briest,\nals sie wie gewöhnlich in Front des Seitenflügels mit Effi am\nArbeitstisch saß, auf dem die Leinen- und Wäschevorräte beständig\nwuchsen, während der Zeitungen, die bloß Platz wegnahmen, immer\nweniger wurden. »Ich hoffe, du hast nun alles, Effi. Wenn du aber noch\nkleine Wünsche hegst, so mußt du sie jetzt aussprechen, womöglich in\ndieser Stunde noch. Papa hat den Raps vorteilhaft verkauft und ist\nungewöhnlich guter Laune.«",
        "»Ungewöhnlich? Er ist immer in guter Laune.«",
        "»In ungewöhnlich guter Laune«, wiederholte die Mama. »Und sie muß\ngenutzt werden. Sprich also. Mehrmals, als wir noch in Berlin waren,\nwar es mir, als ob du doch nach dem einen oder anderen noch ein ganz\nbesonderes Verlangen gehabt hättest.«",
        "»Ja, liebe Mama, was soll ich da sagen. Eigentlich habe ich ja alles,\nwas man braucht, ich meine, was man hier braucht. Aber da mir’s nun\nmal bestimmt ist, so hoch nördlich zu kommen ... ich bemerke, daß ich\nnichts dagegen habe, im Gegenteil, ich freue mich darauf, auf die\nNordlichter und auf den helleren Glanz der Sterne ... da mir’s nun mal\nso bestimmt ist, so hätte ich wohl gern einen Pelz gehabt.«",
        "»Aber Effi, Kind, das ist doch alles bloß leere Torheit. Du kommst ja\nnicht nach Petersburg oder nach Archangel.«",
        "»Nein; aber ich bin doch auf dem Wege dahin...«",
        "»Gewiß, Kind. Auf dem Wege dahin bist du; aber was heißt das? Wenn du\nvon hier nach Nauen fährst, bist du auch auf dem Wege nach Rußland. Im\nübrigen, wenn du’s wünschst, so sollst du einen Pelz haben. Nur das\nlaß mich im voraus sagen, ich rate dir davon ab. Ein Pelz ist für\nältere Personen, selbst deine alte Mama ist noch zu jung dafür, und\nwenn du mit deinen siebzehn Jahren in Nerz oder Marder auftrittst, so\nglauben die Kessiner, es sei eine Maskerade.«",
        "Das war am 2. September, daß sie so sprachen, ein Gespräch, das sich\nwohl fortgesetzt hätte, wenn nicht gerade Sedantag gewesen wäre. So\naber wurden sie durch Trommel- und Pfeifenklang unterbrochen, und\nEffi, die schon vorher von dem beabsichtigten Aufzuge gehört,\naber es wieder vergessen hatte, stürzte mit einem Male von dem\ngemeinschaftlichen Arbeitstisch fort und an Rondell und Teich vorüber\nauf einen kleinen, an die Kirchhofsmauer angebauten Balkon zu, zu dem\nsechs Stufen, nicht viel breiter als Leitersprossen, hinaufführten. Im\nNu war sie oben, und richtig, da kam auch schon die ganze Schuljugend\nheran, Jahnke gravitätisch am rechten Flügel, während ein kleiner\nTambourmajor, weit voran, an der Spitze des Zuges marschierte, mit\neinem Gesichtsausdruck, als ob ihm obläge, die Schlacht bei Sedan noch\neinmal zu schlagen. Effi winkte mit dem Taschentuch, und der Begrüßte\nversäumte nicht, mit seinem blanken Kugelstock zu salutieren.",
        "Eine Woche später saßen Mutter und Tochter wieder am alten Fleck, auch\nwieder mit ihrer Arbeit beschäftigt. Es war ein wunderschöner Tag; der\nin einem zierlichen Beet um die Sonnenuhr herum stehende Heliotrop\nblühte noch, und die leise Brise, die ging, trug den Duft davon zu\nihnen herüber.",
        "»Ach, wie wohl ich mich fühle«, sagte Effi, »so wohl und so glücklich;\nich kann mir den Himmel nicht schöner denken. Und am Ende, wer weiß,\nob sie im Himmel so wundervollen Heliotrop haben.«",
        "»Aber Effi, so darfst du nicht sprechen; das hast du von deinem Vater,\ndem nichts heilig ist und der neulich sogar sagte, Niemeyer sähe\naus wie Lot. Unerhört. Und was soll es nur heißen? Erstlich weiß er\nnicht, wie Lot ausgesehen hat, und zweitens ist es eine grenzenlose\nRücksichtslosigkeit gegen Hulda. Ein Glück, daß Niemeyer nur die\neinzige Tochter hat, dadurch fällt es eigentlich in sich zusammen. In\neinem freilich hat er nur zu recht gehabt, in all und jedem, was er\nüber ’Lots Frau’, unsere gute Frau Pastorin, sagte, die uns denn auch\nwirklich wieder mit ihrer Torheit und Anmaßung den ganzen Sedantag\nruinierte. Wobei mir übrigens einfällt, daß wir, als Jahnke mit der\nSchule vorbeikam, in unserem Gespräch unterbrochen wurden - wenigstens\nkann ich mir nicht denken, daß der Pelz, von dem du damals sprachst,\ndein einziger Wunsch gewesen sein sollte. Laß mich also wissen,\nSchatz, was du noch weiter auf dem Herzen hast.« »Nichts, Mama.«",
        "»Wirklich nichts?«",
        "»Nein, wirklich nichts; ganz im Ernst ... Wenn es aber doch am Ende\nwas sein sollte ...«",
        "»Nun ...«",
        "»... so müßte es ein japanischer Bettschirm sein, schwarz und goldene\nVögel darauf, alle mit einem langen Kranichschnabel ... Und dann\nvielleicht noch eine Ampel für unser Schlafzimmer, mit rotem Schein.«",
        "Frau von Briest schwieg.",
        "»Nun siehst du, Mama, du schweigst und siehst aus, als ob ich etwas\nbesonders Unpassendes gesagt hätte.«",
        "»Nein, Effi, nichts Unpassendes. Und vor deiner Mutter nun schon gewiß\nnicht. Denn ich kenne dich ja. Du bist eine phantastische kleine\nPerson, malst dir mit Vorliebe Zukunftsbilder aus, und je\nfarbenreicher sie sind, desto schöner und begehrlicher erscheinen sie\ndir. Ich sah das so recht, als wir die Reisesachen kauften. Und nun\ndenkst du dir’s ganz wundervoll, einen Bettschirm mit allerhand\nfabelhaftem Getier zu haben, alles im Halblicht einer roten Ampel. Es\nkommt dir vor wie ein Märchen, und du möchtest eine Prinzessin sein.«",
        "Effi nahm die Hand der Mama und küßte sie. »Ja, Mama, so bin ich.«",
        "»Ja, so bist du. Ich weiß es wohl. Aber meine liebe Effi, wir müssen\nvorsichtig im Leben sein, und zumal wir Frauen. Und wenn du nun nach\nKessin kommst, einem kleinen Ort, wo nachts kaum eine Laterne brennt,\nso lacht man über dergleichen. Und wenn man bloß lachte. Die, die dir\nungewogen sind, und solche gibt es immer, sprechen von schlechter\nErziehung, und manche sagen auch wohl noch Schlimmeres.«",
        "»Also nichts Japanisches und auch keine Ampel. Aber ich bekenne dir,\nich hatte es mir so schön und poetisch gedacht, alles in einem roten\nSchimmer zu sehen.«",
        "Frau von Briest war bewegt. Sie stand auf und küßte Effi. »Du bist ein\nKind. Schön und poetisch. Das sind so Vorstellungen. Die Wirklichkeit\nist anders, und oft ist es gut, daß es statt Licht und Schimmer ein\nDunkel gibt.«",
        "Effi schien antworten zu wollen, aber in diesem Augenblick kam Wilke\nund brachte Briefe. Der eine war aus Kessin von Innstetten. »Ach, von\nGeert«, sagte Effi, und während sie den Brief beiseite steckte, fuhr\nsie in ruhigem Ton fort:",
        "»Aber das wirst du doch gestatten, daß ich den Flügel schräg in die\nStube stelle. Daran liegt mir mehr als an einem Kamin, den mir Geert\nversprochen hat. Und das Bild von dir, das stell ich dann auf eine\nStaffelei; ganz ohne dich kann ich nicht sein. Ach, wie werd ich mich\nnach euch sehnen, vielleicht auf der Reise schon und dann in Kessin\nganz gewiß. Es soll ja keine Garnison haben, nicht einmal einen\nStabsarzt, und ein Glück, daß es wenigstens ein Badeort ist. Vetter\nBriest, und daran will ich mich aufrichten, dessen Mutter und\nSchwester immer nach Warnemünde gehen - nun, ich sehe doch wirklich\nnicht ein, warum der die lieben Verwandten nicht auch einmal nach\nKessin hin dirigieren sollte. Dirigieren, das klingt ohnehin so\nnach Generalstab, worauf er, glaub ich, ambiert. Und dann kommt er\nnatürlich mit und wohnt bei uns. Übrigens haben die Kessiner, wie mir\nneulich erst wer erzählt hat, ein ziemlich großes Dampfschiff, das\nzweimal die Woche nach Schweden hinüberfährt. Und auf dem Schiff ist\ndann Ball (sie haben da natürlich auch Musik), und er tanzt sehr\ngut ...«",
        "»Wer?«",
        "»Nun, Dagobert.«",
        "»Ich dachte, du meintest Innstetten. Aber jedenfalls ist es an der\nZeit, endlich zu wissen, was er schreibt ... Du hast ja den Brief noch\nin der Tasche.«",
        "»Richtig. Den hätt ich fast vergessen.« Und sie öffnete den Brief und\nüberflog ihn.",
        "»Nun, Effi, kein Wort? Du strahlst nicht und lachst nicht einmal,\nund er schreibt doch immer so heiter und unterhaltlich und gar nicht\nväterlich weise.«",
        "»Das würde ich mir auch verbitten. Er hat sein Alter, und ich habe\nmeine Jugend. Und ich würde ihm mit den Fingern drohen und ihm sagen:\n’Geert, überlege, was besser ist.’« »Und dann würde er dir antworten:\n’Was du hast, Effi, das ist das Bessere.’ Denn er ist nicht nur ein\nMann der feinsten Formen, er ist auch gerecht und verständig und weiß\nrecht gut, was Jugend bedeutet. Er sagt sich das immer und stimmt sich\nauf das Jugendliche hin, und wenn er in der Ehe so bleibt, so werdet\nihr eine Musterehe führen.«",
        "»Ja, das glaube ich auch, Mama. Aber kannst du dir vorstellen, und ich\nschäme mich fast, es zu sagen, ich bin nicht so sehr für das, was man\neine Musterehe nennt.«",
        "»Das sieht dir ähnlich. Und nun sage mir, wofür bist du denn\neigentlich?«",
        "»Ich bin... nun, ich bin für gleich und gleich und natürlich auch für\nZärtlichkeit und Liebe. Und wenn es Zärtlichkeit und Liebe nicht sein\nkönnen, weil Liebe, wie Papa sagt, doch nur ein Papperlapapp ist\n(was ich aber nicht glaube), nun, dann bin ich für Reichtum und ein\nvornehmes Haus, ein ganz vornehmes, wo Prinz Friedrich Karl zur Jagd\nkommt, auf Elchwild oder Auerhahn, oder wo der alte Kaiser vorfährt\nund für jede Dame, auch für die jungen, ein gnädiges Wort hat. Und\nwenn wir dann in Berlin sind, dann bin ich für Hofball und Galaoper,\nimmer dicht neben der großen Mittelloge.«",
        "»Sagst du das so bloß aus Übermut und Laune?«",
        "»Nein, Mama, das ist mein völliger Ernst. Liebe kommt zuerst, aber\ngleich hinterher kommt Glanz und Ehre, und dann kommt Zerstreuung\n- ja, Zerstreuung, immer was Neues, immer was, daß ich lachen oder\nweinen muß. Was ich nicht aushalten kann, ist Langeweile.«",
        "»Wie bist du da nur mit uns fertig geworden?«",
        "»Ach, Mama, wie du nur so was sagen kannst. Freilich, wenn im Winter\ndie liebe Verwandtschaft vorgefahren kommt und sechs Stunden bleibt\noder wohl auch noch länger, und Tante Gundel und Tante Olga mich\nmustern und mich naseweis finden - und Tante Gundel hat es mir auch\nmal gesagt -, ja, da macht sich’s mitunter nicht sehr hübsch, das\nmuß ich zugeben. Aber sonst bin ich hier immer glücklich gewesen, so\nglücklich.«",
        "Und während sie das sagte, warf sie sich heftig weinend vor der Mama\nauf die Knie und küßte ihre beiden Hände.",
        "»Steh auf, Effi. Das sind so Stimmungen, die über einen kommen,\nwenn man so jung ist wie du und vor der Hochzeit steht und vor dem\nUngewissen. Aber nun lies mir den Brief vor, wenn er nicht was ganz\nBesonderes enthält oder vielleicht Geheimnisse.«",
        "»Geheimnisse«, lachte Effi und sprang in plötzlich veränderter\nStimmung wieder auf. »Geheimnisse! Ja, er nimmt immer einen Anlauf,\naber das meiste könnte ich auf dem Schulzenamt anschlagen lassen, da,\nwo immer die landrätlichen Verordnungen stehen. Nun, Geert ist ja auch\nLandrat.«",
        "»Lies, lies.«",
        "»Liebe Effi! ... So fängt es nämlich immer an, und manchmal nennt er\nmich auch seine ’kleine Eva’.«",
        "»Lies, lies ... Du sollst ja lesen.«",
        "»Also: Liebe Effi! Je näher wir unsrem Hochzeitstage kommen, je\nsparsamer werden Deine Briefe. Wenn die Post kommt, suche ich immer\nzuerst nach Deiner Handschrift, aber wie Du weißt (und ich hab es ja\nauch nicht anders gewollt), in der Regel vergeblich. Im Hause sind\njetzt die Handwerker, die die Zimmer, freilich nur wenige, für Dein\nKommen herrichten sollen. Das Beste wird wohl erst geschehen, wenn wir\nauf der Reise sind. Tapezierer Madelung, der alles liefert, ist ein\nOriginal, von dem ich Dir mit nächstem erzähle, vor allem aber, wie\nglücklich ich bin über Dich, über meine süße kleine Effi. Mir brennt\nhier der Boden unter den Füßen, und dabei wird es in unserer guten\nStadt immer stiller und einsamer. Der letzte Badegast ist gestern\nabgereist; er badete zuletzt bei neun Grad, und die Badewärter waren\nimmer froh, wenn er wieder heil heraus war. Denn sie fürchteten einen\nSchlaganfall, was dann das Bad in Mißkredit bringt, als ob die Wellen\nhier schlimmer wären als woanders. Ich juble, wenn ich denke, daß ich\nin vier Wochen schon mit Dir von der Piazzetta aus nach dem Lido fahre\noder nach Murano hin, wo sie Glasperlen machen und schönen Schmuck.\nUnd der schönste sei für Dich. Viele Grüße den Eltern und den\nzärtlichsten Kuß Dir von Deinem Geert.« Effi faltete den Brief wieder\nzusammen, um ihn in das Kuvert zu stecken.",
        "»Das ist ein sehr hübscher Brief«, sagte Frau von Briest, »und daß er\nin allem das richtige Maß hält, das ist ein Vorzug mehr.«",
        "»Ja, das rechte Maß, das hält er.«",
        "»Meine liebe Effi, laß mich eine Frage tun; wünschtest du, daß der\nBrief nicht das richtige Maß hielte, wünschtest du, daß er zärtlicher\nwäre, vielleicht überschwenglich zärtlich?« »Nein, nein, Mama. Wahr\nund wahrhaftig nicht, das wünsche ich nicht. Da ist es doch besser\nso.«",
        "»Da ist es doch besser so. Wie das nun wieder klingt. Du bist so\nsonderbar. Und daß du vorhin weintest. Hast du was auf deinem Herzen?\nNoch ist es Zeit. Liebst du Geert nicht?« »Warum soll ich ihn nicht\nlieben? Ich liebe Hulda, und ich liebe Bertha, und ich liebe Hertha.\nUnd ich liebe auch den alten Niemeyer. Und daß ich euch liebe, davon\nspreche ich gar nicht erst. Ich liebe alle, die’s gut mit mir meinen\nund gütig gegen mich sind und mich verwöhnen. Und Geert wird mich auch\nwohl verwöhnen. Natürlich auf seine Art. Er will mir ja schon Schmuck\nschenken in Venedig. Er hat keine Ahnung davon, daß ich mir nichts aus\nSchmuck mache. Ich klettere lieber, und ich schaukle mich lieber, und\nam liebsten immer in der Furcht, daß es irgendwo reißen oder brechen\nund ich niederstürzen könnte. Den Kopf wird es ja nicht gleich\nkosten.«",
        "»Und liebst du vielleicht auch deinen Vetter Briest?« »Ja, sehr. Der\nerheitert mich immer.«",
        "»Und hättest du Vetter Briest heiraten mögen?«",
        "»Heiraten? Um Gottes willen nicht. Er ist ja noch ein halber Junge.\nGeert ist ein Mann, ein schöner Mann, ein Mann, mit dem ich Staat\nmachen kann und aus dem was wird in der Welt. Wo denkst du hin, Mama.«",
        "»Nun, das ist recht, Effi, das freut mich. Aber du hast noch was auf\nder Seele.«",
        "»Vielleicht.«",
        "»Nun, sprich.«",
        "»Sieh, Mama, daß er älter ist als ich, das schadet nichts, das ist\nvielleicht recht gut: Er ist ja doch nicht alt und ist gesund und\nfrisch und so soldatisch und so schneidig. Und ich könnte beinah\nsagen, ich wäre ganz und gar für ihn, wenn er nur ... ja, wenn er nur\nein bißchen anders wäre.«",
        "»Wie denn, Effi?«",
        "»Ja, wie. Nun, du darfst mich nicht auslachen. Es ist etwas, was ich\nerst ganz vor kurzem aufgehorcht habe, drüben im Pastorhause. Wir\nsprachen da von Innstetten, und mit einem Male zog der alte Niemeyer\nseine Stirn in Falten, aber in Respekts- und Bewunderungsfalten, und\nsagte: ’Ja, der Baron! Das ist ein Mann von Charakter, ein Mann von\nPrinzipien.’«",
        "»Das ist er auch, Effi.«",
        "»Gewiß. Und ich glaube, Niemeyer sagte nachher sogar, er sei auch ein\nMann von Grundsätzen. Und das ist, glaub ich, noch etwas mehr. Ach,\nund ich... ich habe keine. Sieh, Mama, da liegt etwas, was mich quält\nund ängstigt. Er ist so lieb und gut gegen mich und so nachsichtig,\naber ... ich fürchte mich vor ihm.«",
        "Continue...",
        "\nThis eBook of “Effi Briest” by Theodor Fontane belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Effi Briest (Penguin Classics)By Theodor FontaneAt Amazon"
    ]
}