{
    "title": "Effi Briest - Fünfundzwanzigstes Kapitel",
    "author": "Theodor Fontane",
    "chapter": "25",
    "content": [
        "\n",
        "\n\n",
        "Am andern Abend war Effi wieder in Berlin, und Innstetten empfing sie\nam Bahnhof, mit ihm Rollo, der, als sie plaudernd durch den Tiergarten\nhinfuhren, nebenher trabte.",
        "»Ich dachte schon, du würdest nicht Wort halten.«",
        "»Aber Geert, ich werde doch Wort halten, das ist doch das erste.«",
        "»Sage das nicht. Immer Wort halten ist sehr viel. Und mitunter kann\nman auch nicht. Denke doch zurück. Ich erwartete dich damals in\nKessin, als du die Wohnung mietetest, und wer nicht kam, war Effi.«",
        "»Ja, das war was anderes.«",
        "Sie mochte nicht sagen »ich war krank«, und Innstetten hörte drüber\nhin. Er hatte seinen Kopf auch voll anderer Dinge, die sich auf\nsein Amt und seine gesellschaftliche Stellung bezogen. »Eigentlich,\nEffi, fängt unser Berliner Leben nun erst an. Als wir im April hier\neinzogen, damals ging es mit der Saison auf die Neige, kaum noch,\ndaß wir unsere Besuche machen konnten, und Wüllersdorf, der einzige,\ndem wir naherstanden - nun, der ist leider Junggeselle. Von Juni an\nschläft dann alles ein, und die heruntergelassenen Rollos verkünden\neinem schon auf hundert Schritt ’Alles ausgeflogen’; ob wahr oder\nnicht, macht keinen Unterschied ... Ja, was blieb da noch? Mal mit\nVetter Briest sprechen, mal bei Hiller essen, das ist kein richtiges\nBerliner Leben. Aber nun soll es anders werden. Ich habe mir die Namen\naller Räte notiert, die noch mobil genug sind, um ein Haus zu machen.\nUnd wir wollen es auch, wollen auch ein Haus machen, und wenn der\nWinter dann da ist, dann soll es im ganzen Ministerium heißen: ’Ja,\ndie liebenswürdigste Frau, die wir jetzt haben, das ist doch die Frau\nvon Innstetten.’«",
        "»Ach, Geert, ich kenne dich ja gar nicht wieder, du sprichst ja wie\nein Courmacher.«",
        "»Es ist unser Hochzeitstag, und da mußt du mir schon was zugute\nhalten.«",
        "Innstetten war ernsthaft gewillt, auf das stille Leben, das er\nin seiner landrätlichen Stellung geführt, ein gesellschaftlich\nangeregteres folgen zu lassen, um seinet- und noch mehr um Effis\nwillen; es ließ sich aber anfangs nur schwach und vereinzelt damit\nan, die rechte Zeit war noch nicht gekommen, und das Beste, was man\nzunächst von dem neuen Leben hatte, war genauso wie während des\nzurückliegenden Halbjahres ein Leben im Hause. Wüllersdorf kam oft,\nauch Vetter Briest, und waren die da, so schickte man zu Gizickis\nhinauf, einem jungen Ehepaar, das über ihnen wohnte. Gizicki selbst\nwar Landgerichtsrat, seine kluge, aufgeweckte Frau ein Fräulein von\nSchmettau. Mitunter wurde musiziert, kurze Zeit sogar ein Whist\nversucht; man gab es aber wieder auf, weil man fand, daß eine\nPlauderei gemütlicher wäre. Gizickis hatten bis vor kurzem in einer\nkleinen oberschlesischen Stadt gelebt, und Wüllersdorf war sogar,\nfreilich vor einer Reihe von Jahren schon, in den verschiedensten\nkleinen Nestern der Provinz Posen gewesen, weshalb er denn auch den\nbekannten Spottvers:",
        "        Schrimm\n        Ist schlimm,\n        Rogasen\n        Zum Rasen,\n        Aber weh dir nach Samter\n        Verdammter -",
        "mit ebensoviel Emphase wie Vorliebe zu zitieren pflegte.",
        "Niemand erheiterte sich dabei mehr als Effi, was dann meistens\nVeranlassung wurde, kleinstädtische Geschichten in Hülle und Fülle\nfolgen zu lassen. Auch Kessin mit Gieshübler und der Trippelli,\nOberförster Ring und Sidonie Grasenabb kam dann wohl an die Reihe,\nwobei sich Innstetten, wenn er guter Laune war, nicht leicht genugtun\nkonnte. »Ja«, so hieß es dann wohl, »unser gutes Kessin! Das muß ich\nzugeben, es war eigentlich reich an Figuren, obenan Crampas, Major\nCrampas, ganz Beau und halber Barbarossa, den meine Frau, ich weiß\nnicht, soll ich sagen unbegreiflicher- oder begreiflicherweise, stark\nin Affektion genommen hatte ...«",
        "»Sagen wir begreiflicherweise«, warf Wüllersdorf ein, »denn ich nehme\nan, daß er Ressourcenvorstand war und Komödie spielte, Liebhaber oder\nBonvivants. Und vielleicht noch mehr, vielleicht war er auch ein\nTenor.«",
        "Innstetten bestätigte das eine wie das andere, und Effi suchte lachend\ndarauf einzugehen, aber es gelang ihr nur mit Anstrengung, und wenn\ndann die Gäste gingen und Innstetten sich in sein Zimmer zurückzog, um\nnoch einen Stoß Akten abzuarbeiten, so fühlte sie sich immer aufs neue\nvon den alten Vorstellungen gequält, und es war ihr zu Sinn, als ob\nihr ein Schatten nachginge.",
        "Solche Beängstigungen blieben ihr auch. Aber sie kamen doch seltener\nund schwächer, was bei der Art, wie sich ihr Leben gestaltete, nicht\nwundernehmen konnte. Die Liebe, mit der ihr nicht nur Innstetten,\nsondern auch fernerstehende Personen begegneten, und nicht zum\nwenigsten die beinah zärtliche Freundschaft, die die Ministerin, eine\nselbst noch junge Frau, für sie an den Tag legte - all das ließ die\nSorgen und Ängste zurückliegender Tage sich wenigstens mindern, und\nals ein zweites Jahr ins Land gegangen war und die Kaiserin, bei\nGelegenheit einer neuen Stiftung, die »Frau Geheimrätin« mit\nausgewählt und in die Zahl der Ehrendamen eingereiht, der alte Kaiser\nWilhelm aber auf dem Hofball gnädige, huldvolle Worte an die schöne\njunge Frau, von der er schon gehört habe, gerichtet hatte, da fiel es\nallmählich von ihr ab. Es war einmal gewesen, aber weit, weit weg, wie\nauf einem andern Stern, und alles löste sich wie ein Nebelbild und\nwurde Traum.",
        "Die Hohen-Cremmener kamen dann und wann auf Besuch und freuten sich\ndes Glücks der Kinder, Annie wuchs heran - »schön wie die Großmutter«,\nsagte der alte Briest -, und wenn es an dem klaren Himmel eine Wolke\ngab, so war es die, daß es, wie man nun beinahe annehmen mußte, bei\nKlein Annie sein Bewenden haben werde; Haus Innstetten (denn es\ngab nicht einmal Namensvettern) stand also mutmaßlich auf dem\nAussterbeetat. Briest, der den Fortbestand anderer Familien obenhin\nbehandelte, weil er eigentlich nur an die Briests glaubte, scherzte\nmitunter darüber und sagte: »Ja, Innstetten, wenn das so weitergeht,\nso wird Annie seinerzeit wohl einen Bankier heiraten (hoffentlich\neinen christlichen, wenn’s deren dann noch gibt), und mit Rücksicht\nauf das alte freiherrliche Geschlecht der Innstetten wird dann\nSeine Majestät Annies Haute-finance-Kinder unter dem Namen ’von der\nInnstetten’ im Gothaischen Kalender, oder was weniger wichtig ist, in\nder preußischen Geschichte fortleben lassen.« - Ausführungen, die von\nInnstetten selbst immer mit einer kleinen Verlegenheit, von Frau von\nBriest mit Achselzucken, von Effi dagegen mit Heiterkeit aufgenommen\nwurden. Denn so adelsstolz sie war, so war sie’s doch nur für ihre\nPerson, und ein eleganter und welterfahrener und vor allem sehr, sehr\nreicher Bankierschwiegersohn wäre durchaus nicht gegen ihre Wünsche\ngewesen.",
        "Ja, Effi nahm die Erbfolgefrage leicht, wie junge, reizende Frauen das\ntun; als aber eine lange, lange Zeit - sie waren schon im siebenten\nJahr in ihrer neuen Stellung - vergangen war, wurde der alte\nRummschüttel, der auf dem Gebiet der Gynäkologie nicht ganz ohne\nRuf war, durch Frau von Briest doch schließlich zu Rate gezogen. Er\nverordnete Schwalbach. Weil aber Effi seit letztem Winter auch an\nkatarrhalischen Affektionen litt und ein paarmal sogar auf Lunge\nhin behorcht worden war, so hieß es abschließend: »Also zunächst\nSchwalbach, meine Gnädigste, sagen wir drei Wochen, und dann\nebensolange Ems. Bei der Emser Kur kann aber der Geheimrat zugegen\nsein. Bedeutet mithin alles in allem drei Wochen Trennung. Mehr kann\nich für Sie nicht tun, lieber Innstetten.«",
        "Damit war man denn auch einverstanden, und zwar sollte Effi, dahin\nging ein weiterer Beschluß, die Reise mit einer Geheimrätin Zwicker\nzusammen machen, wie Briest sagte, »zum Schutz dieser letzteren«,\nworin er nicht ganz unrecht hatte, da die Zwicker, trotz guter\nVierzig, eines Schutzes erheblich bedürftiger war als Effi Innstetten,\nder wieder viel mit Vertretung zu tun hatte, beklagte, daß er,\nvon Schwalbach gar nicht zu reden, wahrscheinlich auch auf\ngemeinschaftliche Tage in Ems werde verzichten müssen. Im übrigen\nwurde der 24. Juni (Johannistag) als Abreisetag festgesetzt, und\nRoswitha half der gnädigen Frau beim Packen und Aufschreiben der\nWäsche. Effi hatte noch immer die alte Liebe für sie, war doch\nRoswitha die einzige, mit der sie von all dem Zurückliegenden, von\nKessin und Crampas, von dem Chinesen und Kapitän Thomsens Nichte frei\nund unbefangen reden konnte.",
        "»Sage, Roswitha, du bist doch eigentlich katholisch. Gehst du denn nie\nzur Beichte?«",
        "»Nein.«",
        "»Warum nicht?«",
        "»Ich bin früher gegangen. Aber das Richtige hab ich doch nicht\ngesagt.«",
        "»Das ist sehr unrecht. Dann freilich kann es nicht helfen.«",
        "»Ach, gnädigste Frau, bei mir im Dorf machten es alle so. Und welche\nwaren, die kicherten bloß.«",
        "»Hast du denn nie empfunden, daß es ein Glück ist, wenn man etwas auf\nder Seele hat, daß es runter kann?«",
        "»Nein, gnädigste Frau. Angst habe ich wohl gehabt, als mein Vater\ndamals mit dem glühenden Eisen auf mich loskam; ja, das war eine große\nFurcht, aber weiter war es nichts.«",
        "»Nicht vor Gott?«",
        "»Nicht so recht, gnädigste Frau. Wenn man sich vor seinem Vater so\nfürchtet, wie ich mich gefürchtet habe, dann fürchtet man sich nicht\nso sehr vor Gott. Ich habe bloß immer gedacht, der liebe Gott sei gut\nund werde mir armem Wurm schon helfen.«",
        "Effi lächelte und brach ab und fand es auch natürlich, daß die arme\nRoswitha so sprach, wie sie sprach. Sie sagte aber doch: »Weißt du,\nRoswitha, wenn ich wiederkomme, müssen wir doch noch mal ernstlich\ndrüber reden. Es war doch eigentlich eine große Sünde.«",
        "»Das mit dem Kinde und daß es verhungert ist? Ja, gnädigste Frau, das\nwar es. Aber ich war es ja nicht, das waren ja die anderen ... Und\ndann ist es auch schon so sehr lange her.«",
        "Continue...",
        "\nThis eBook of “Effi Briest” by Theodor Fontane belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Effi Briest (Penguin Classics)By Theodor FontaneAt Amazon"
    ]
}