{
    "title": "Effi Briest - Einundzwanzigstes Kapitel",
    "author": "Theodor Fontane",
    "chapter": "21",
    "content": [
        "\n",
        "\n\n",
        "Innstetten war erst vier Tage fort, als Crampas von Stettin wieder\neintraf und die Nachricht brachte, man hätte höheren Orts die Absicht,\nzwei Schwadronen nach Kessin zu legen, endgültig fallenlassen; es gäbe\nso viele kleine Städte, die sich um eine Kavalleriegarnison, und nun\ngar um Blüchersche Husaren, bewürben, daß man gewohnt sei, bei solchem\nAnerbieten einem herzlichen Entgegenkommen, aber nicht einem zögernden\nzu begegnen. Als Crampas das mitteilte, machte der Magistrat ein\nziemlich verlegenes Gesicht; nur Gieshübler, weil er der Philisterei\nseiner Kollegen eine Niederlage gönnte, triumphierte. Seitens der\nkleinen Leute griff beim Bekanntwerden der Nachricht eine gewisse\nVerstimmung Platz, ja selbst einige Konsuls mit Töchtern waren\nmomentan unzufrieden; im ganzen aber kam man rasch über die Sache\nhin, vielleicht weil die nebenherlaufende Frage, was Innstetten in\nBerlin vorhabe, die Kessiner Bevölkerung oder doch wenigstens die\nHonoratiorenschaft der Stadt mehr interessierte. Diese wollte den\nüberaus wohl gelittenen Landrat nicht gern verlieren, und doch gingen\ndarüber ganz ausschweifende Gerüchte, die von Gieshübler, wenn er\nnicht ihr Erfinder war, wenigstens genährt und weiterverbreitet\nwurden. Unter anderem hieß es, Innstetten würde als Führer einer\nGesandtschaft nach Marokko gehen, und zwar mit Geschenken, unter denen\nnicht bloß die herkömmliche Vase mit Sanssouci und dem Neuen Palais,\nsondern vor allem auch eine große Eismaschine sei. Das letztere\nerschien mit Rücksicht auf die marokkanischen Temperaturverhältnisse\nso wahrscheinlich, daß das Ganze geglaubt wurde.",
        "Effi hörte auch davon. Die Tage, wo sie sich darüber erheitert hätte,\nlagen noch nicht allzuweit zurück; aber in der Seelenstimmung, in der\nsie sich seit Schluß des Jahres befand, war sie nicht mehr fähig,\nunbefangen und ausgelassen über derlei Dinge zu lachen. Ihre\nGesichtszüge hatten einen ganz anderen Ausdruck angenommen, und das\nhalb rührend, halb schelmisch Kindliche, was sie noch als Frau gehabt\nhatte, war hin. Die Spaziergänge nach dem Strand und der Plantage,\ndie sie, während Crampas in Stettin war, aufgegeben hatte, nahm sie\nnach seiner Rückkehr wieder auf und ließ sich auch durch ungünstige\nWitterung nicht davon abhalten. Es wurde wie früher bestimmt, daß ihr\nRoswitha bis an den Ausgang der Reeperbahn oder bis in die Nähe des\nKirchhofs entgegenkommen solle, sie verfehlten sich aber noch häufiger\nals früher. »Ich könnte dich schelten, Roswitha, daß du mich nie\nfindest. Aber es hat nichts auf sich; ich ängstige mich nicht mehr,\nauch nicht einmal am Kirchhof, und im Wald bin ich noch keiner\nMenschenseele begegnet.«",
        "Es war am Tage vor Innstettens Rückkehr von Berlin, daß Effi das\nsagte. Roswitha machte nicht viel davon und beschäftigte sich lieber\ndamit, Girlanden über den Türen anzubringen; auch der Haifisch bekam\neinen Fichtenzweig und sah noch merkwürdiger aus als gewöhnlich. Effi\nsagte: »Das ist recht, Roswitha; er wird sich freuen über all das\nGrün, wenn er morgen wieder da ist. Ob ich heute wohl noch gehe?\nDoktor Hannemann besteht darauf und meint in einem fort, ich nähme\nes nicht ernst genug, sonst müßte ich besser aussehen; ich habe aber\nkeine rechte Lust heut, es nieselt, und der Himmel ist so grau.«",
        "»Ich werde der gnäd’gen Frau den Regenmantel bringen.«",
        "»Das tu! Aber komme heute nicht nach, wir treffen uns ja doch nicht«,\nund sie lachte. »Wirklich, du bist gar nicht findig, Roswitha. Und ich\nmag nicht, daß du dich erkältest, und alles um nichts.«",
        "Roswitha blieb denn auch zu Haus, und weil Annie schlief, ging sie zu\nKruses, um mit der Frau zu plaudern. »Liebe Frau Kruse«, sagte sie,\n»Sie wollten mir ja das mit dem Chinesen noch erzählen. Gestern kam\ndie Johanna dazwischen, die tut immer so vornehm, für die ist so was\nnichts. Ich glaube aber doch, daß es was gewesen ist, ich meine mit\ndem Chinesen und mit Thomsens Nichte, wenn es nicht seine Enkelin\nwar.«",
        "Die Kruse nickte.",
        "»Entweder«, fuhr Roswitha fort, »war es eine unglückliche Liebe (die\nKruse nickte wieder), oder es kann auch eine glückliche gewesen sein,\nund der Chinese konnte es bloß nicht aushalten, daß es alles mit\neinemmal so wieder vorbei sein sollte. Denn die Chinesen sind doch\nauch Menschen, und es wird wohl alles ebenso mit ihnen sein wie mit\nuns.« »Alles«, versicherte die Kruse und wollte dies eben durch ihre\nGeschichte bestätigen, als ihr Mann eintrat und sagte: »Mutter, du\nkönntest mir die Flasche mit dem Lederlack geben; ich muß doch das\nSielenzeug blank haben, wenn der Herr morgen wieder da ist; der sieht\nalles, und wenn er auch nichts sagt, so merkt man doch, daß er’s\ngesehen hat.«",
        "»Ich bringe es Ihnen raus, Kruse«, sagte Roswitha. »Ihre Frau will mir\nbloß noch was erzählen; aber es ist gleich aus, und dann komm ich und\nbring es.«",
        "Roswitha, die Flasche mit dem Lack in der Hand, kam denn auch ein\npaar Minuten danach auf den Hof hinaus und stellte sich neben das\nSielenzeug, das Kruse eben über den Gartenzaun gelegt hatte. »Gott«,\nsagte er, während er ihr die Flasche aus der Hand nahm, »viel hilft es\nja nicht, es nieselt in einem weg, und die Blänke vergeht doch wieder.\nAber ich denke, alles muß seine Ordnung haben.«",
        "»Das muß es. Und dann, Kruse, es ist ja doch auch ein richtiger Lack,\ndas kann ich gleich sehen, und was ein richtiger Lack ist, der klebt\nnicht lange, der muß gleich trocknen. Und wenn es dann morgen nebelt\noder naß fällt, dann schadet es nichts mehr. Aber das muß ich doch\nsagen, das mit dem Chinesen ist eine merkwürdige Geschichte.«",
        "Kruse lachte. »Unsinn is es, Roswitha. Und meine Frau, statt aufs\nRichtige zu sehen, erzählt immer so was, un wenn ich ein reines Hemd\nanziehen will, fehlt ein Knopp. Un so is es nu schon, solange wir hier\nsind. Sie hat immer bloß solche Geschichten in ihrem Kopp und dazu das\nschwarze Huhn. Un das schwarze Huhn legt nich mal Eier. Un am Ende,\nwovon soll es auch Eier legen? Es kommt ja nich ,raus, und vons bloße\nKikeriki kann doch so was nich kommen. Das is von keinem Huhn nich zu\nverlangen.«",
        "»Hören Sie, Kruse, das werde ich Ihrer Frau wiedererzählen. Ich habe\nSie immer für einen anständigen Menschen gehalten, und nun sagen Sie\nso was wie das da von Kikeriki. Die Mannsleute sind doch immer noch\nschlimmer, als man denkt. Un eigentlich müßt ich nu gleich den Pinsel\nhier nehmen und Ihnen einen schwarzen Schnurrbart anmalen.«",
        "»Nu, von Ihnen, Roswitha, kann man sich das schon gefallen lassen«,\nund Kruse, der meist den Würdigen spielte, schien in einen mehr und\nmehr schäkrigen Ton übergehen zu wollen, als er plötzlich der gnädigen\nFrau ansichtig wurde, die heute von der anderen Seite der Plantage\nherkam und in ebendiesem Augenblicke den Gartenzaun passierte.",
        "»Guten Tag, Roswitha, du bist ja so ausgelassen. Was macht denn\nAnnie?«",
        "»Sie schläft, gnäd’ge Frau.«",
        "Aber Roswitha, als sie das sagte, war doch rot geworden und ging,\nrasch abbrechend, auf das Haus zu, um der gnädigen Frau beim Umkleiden\nbehilflich zu sein. Denn ob Johanna da war, das war die Frage. Die\nsteckte jetzt viel auf dem »Amt« drüben, weil es zu Haus weniger zu\ntun gab, und Friedrich und Christel waren ihr zu langweilig und wußten\nnie was.",
        "Annie schlief noch. Effi beugte sich über die Wiege, ließ sich dann\nHut und Regenmantel abnehmen und setzte sich auf das kleine Sofa in\nihrer Schlafstube. Das feuchte Haar strich sie langsam zurück, legte\ndie Füße auf einen niedrigen Stuhl, den Roswitha herangeschoben, und\nsagte, während sie sichtlich das Ruhebehagen nach einem ziemlich\nlangen Spaziergang genoß: »Ich muß dich darauf aufmerksam machen,\nRoswitha, daß Kruse verheiratet ist.«",
        "»Ich weiß, gnäd’ge Frau.«",
        "»Ja, was weiß man nicht alles und handelt doch, als ob man es nicht\nwüßte. Das kann nie was werden.«",
        "»Es soll ja auch nichts werden, gnäd’ge Frau ...«",
        "»Denn wenn du denkst, sie sei krank, da machst du die Rechnung ohne\nden Wirt. Die Kranken leben am längsten. Und dann hat sie das schwarze\nHuhn. Vor dem hüte dich, das weiß alles und plaudert alles aus. Ich\nweiß nicht, ich habe einen Schauder davor. Und ich wette, daß das\nalles da oben mit dem Huhn zusammenhängt.«",
        "»Ach, das glaub ich nicht. Aber schrecklich ist es doch. Und Kruse,\nder immer gegen seine Frau ist, kann es mir nicht ausreden.«",
        "»Was sagte der?«",
        "»Er sagte, es seien bloß Mäuse.«",
        "»Nun, Mäuse, das ist auch gerade schlimm genug. Ich kann keine Mäuse\nleiden. Aber ich sah ja deutlich, wie du mit dem Kruse schwatztest\nund vertraulich tatst, und ich glaube sogar, du wolltest ihm einen\nSchnurrbart anmalen. Das ist doch schon sehr viel. Und nachher sitzt\ndu da. Du bist ja noch eine schmucke Person und hast so was. Aber sieh\ndich vor, soviel kann ich dir bloß sagen. Wie war es denn eigentlich\ndas erstemal mit dir? Ist es so, daß du mir’s erzählen kannst?«",
        "»Ach, ich kann schon. Aber schrecklich war es. Und weil es so\nschrecklich war, drum können gnäd’ge Frau auch ganz ruhig sein, von\nwegen dem Kruse. Wem es so gegangen ist wie mir, der hat genug davon\nund paßt auf. Mitunter träume ich noch davon, und dann bin ich den\nandern Tag wie zerschlagen. Solche grausame Angst ...«",
        "Effi hatte sich aufgerichtet und stützte den Kopf auf ihren Arm. »Nun\nerzähle. Wie kann es denn gewesen sein? Es ist ja mit euch, das weiß\nich noch von Hause her, immer dieselbe Geschichte ...«",
        "»Ja, zuerst is es wohl immer dasselbe, und ich will mir auch nicht\neinbilden, daß es mit mir was Besonderes war, ganz und gar nicht. Aber\nwie sie’s mir dann auf den Kopf zusagten und ich mit einem Male sagen\nmußte: ’ja, es ist so’, ja, das war schrecklich. Die Mutter, na, das\nging noch, aber der Vater, der die Dorfschmiede hatte, der war streng\nund wütend, und als er’s hörte, da kam er mit einer Stange auf mich\nlos, die er eben aus dem Feuer genommen hatte, und wollte mich\numbringen. Und ich schrie laut auf und lief auf den Boden und\nversteckte mich, und da lag ich und zitterte und kam erst wieder nach\nunten, als sie mich riefen und sagten, ich solle nur kommen. Und dann\nhatte ich noch eine jüngere Schwester, die wies immer auf mich hin und\nsagte ’Pfui’. Und dann, wie das Kind kommen sollte, ging ich in eine\nScheune nebenan, weil ich mir’s bei uns nicht getraute. Da fanden mich\nfremde Leute halb tot und trugen mich ins Haus und in mein Bett. Und\nden dritten Tag nahmen sie mir das Kind fort, und als ich nachher\nfragte, wo es sei, da hieß es, es sei gut aufgehoben. Ach, gnädigste\nFrau, die heil’ge Mutter Gottes bewahre Sie vor solchem Elend.«",
        "Effi fuhr auf und sah Roswitha mit großen Augen an. Aber sie war doch\nmehr erschrocken als empört. »Was du nur sprichst! Ich bin ja doch\neine verheiratete Frau. So was darfst du nicht sagen, das ist\nungehörig, das paßt sich nicht.«",
        "»Ach, gnädigste Frau ...«",
        "»Erzähle mir lieber, was aus dir wurde. Das Kind hatten sie dir\ngenommen. Soweit warst du ...«",
        "»Und dann, nach ein paar Tagen, da kam wer aus Erfurt, der fuhr bei\ndem Schulzen vor und fragte, ob da nicht eine Amme sei. Da sagte der\nSchulze ’ja’. Gott lohne es ihm, und der fremde Herr nahm mich gleich\nmit, und von da an hab ich bessere Tage gehabt; selbst bei der\nRegistratorin war es doch immer noch zum Aushalten, und zuletzt bin\nich zu Ihnen gekommen, gnädigste Frau. Und das war das Beste, das\nAllerbeste.« Und als sie das sagte, trat sie an das Sofa heran und\nküßte Effi die Hand.",
        "»Roswitha, du mußt mir nicht immer die Hand küssen, ich mag das nicht.\nUnd nimm dich nur in acht mit dem Kruse. Du bist doch sonst eine so\ngute und verständige Person ... Mit einem Ehemann ... das tut nie\ngut.«",
        "»Ach, gnäd’ge Frau, Gott und seine Heiligen führen uns wunderbar, und\ndas Unglück, das uns trifft, das hat doch auch sein Glück. Und wen\nes nicht bessert, dem is nich zu helfen ... Ich kann eigentlich die\nMannsleute gut leiden ...«",
        "»Siehst du, Roswitha, siehst du.«",
        "»Aber wenn es mal wieder so über mich käme, mit dem Kruse, das is\nja nichts, und ich könnte nicht mehr anders, da lief ich gleich ins\nWasser. Es war zu schrecklich. Alles. Und was nur aus dem armen Wurm\ngeworden is? Ich glaube nicht, daß es noch lebt; sie haben es umkommen\nlassen, aber ich bin doch schuld.« Und sie warf sich vor Annies Wiege\nnieder und wiegte das Kind hin und her und sang in einem fort ihr\n»Buhküken von Halberstadt«.",
        "»Laß«, sagte Effi. »Singe nicht mehr; ich habe Kopfweh. Aber bringe\nmir die Zeitungen. Oder hat Gieshübler vielleicht die Journale\ngeschickt?«",
        "»Das hat er. Und die Modezeitung lag obenauf. Da haben wir drin\ngeblättert, ich und Johanna, eh sie rüber ging. Johanna ärgert sich\nimmer, daß sie so was nicht haben kann. Soll ich die Modezeitung\nbringen?«",
        "»Ja, die bringe und bring auch die Lampe.«",
        "Roswitha ging, und Effi, als sie allein war, sagte: »Womit man sich\nnicht alles hilft? Eine hübsche Dame mit einem Muff und eine mit\neinem Halbschleier; Modepuppen. Aber es ist das Beste, mich auf andre\nGedanken zu bringen.«",
        "Im Laufe des andern Vormittags kam ein Telegramm von Innstetten, worin\ner mitteilte, daß er erst mit dem zweiten Zug kommen, also nicht vor\nAbend in Kessin eintreffen werde.",
        "Der Tag verging in ewiger Unruhe; glücklicherweise kam Gieshübler im\nLaufe des Nachmittags und half über eine Stunde weg. Endlich um sieben\nUhr fuhr der Wagen vor, Effi trat hinaus, und man begrüßte sich.\nInnstetten war in einer ihm sonst fremden Erregung, und so kam es, daß\ner die Verlegenheit nicht sah, die sich in Effis Herzlichkeit mischte.\nDrinnen im Flur brannten die Lampen und Lichter, und das Teezeug, das\nFriedrich schon auf einen der zwischen den Schränken stehenden Tische\ngestellt hatte, reflektierte den Lichterglanz.",
        "»Das sieht ja ganz so aus wie damals, als wir hier ankamen. Weißt du\nnoch, Effi?«",
        "Sie nickte.",
        "»Nur der Haifisch mit seinem Fichtenzweig verhält sich heute ruhiger,\nund auch Rollo spielt den Zurückhaltenden und legt mir nicht mehr die\nPfoten auf die Schulter. Was ist das mit dir, Rollo?«",
        "Rollo strich an seinem Herrn vorbei und wedelte.",
        "»Der ist nicht recht zufrieden, entweder mit mir nicht oder mit\nandern. Nun, ich will annehmen, mit mir. Jedenfalls laß uns\neintreten.« Und er trat in sein Zimmer und bat Effi, während er sich\naufs Sofa niederließ, neben ihm Platz zu nehmen. »Es war so hübsch in\nBerlin, über Erwarten; aber in all meiner Freude habe ich mich immer\nzurückgesehnt. Und wie gut du aussiehst! Ein bißchen blaß und ein\nbißchen verändert, aber es kleidet dich.«",
        "Effi wurde rot.",
        "»Und nun wirst du auch noch rot. Aber es ist, wie ich dir sage. Du\nhattest so was von einem verwöhnten Kind, mit einemmal siehst du aus\nwie eine Frau.«",
        "»Das hör ich gern, Geert, aber ich glaube, du sagst es nur so.«",
        "»Nein, nein, du kannst es dir gutschreiben, wenn es etwas Gutes\nist ...«",
        "»Ich dächte doch.«",
        "»Und nun rate, von wem ich dir Grüße bringe.«",
        "»Das ist nicht schwer, Geert. Außerdem, wir Frauen, zu denen ich mich,\nseitdem du wieder da bist, ja rechnen darf (und sie reichte ihm die\nHand und lachte), wir Frauen, wir raten leicht. Wir sind nicht so\nschwerfällig wie ihr.«",
        "»Nun, von wem?«",
        "»Nun, natürlich von Vetter Briest. Er ist ja der einzige, den ich in\nBerlin kenne, die Tanten abgerechnet, die du nicht aufgesucht haben\nwirst und die viel zu neidisch sind, um mich grüßen zu lassen. Hast du\nnicht auch gefunden, alle alten Tanten sind neidisch?«",
        "»Ja, Effi, das ist wahr. Und daß du das sagst, das ist ganz meine alte\nEffi wieder. Denn du mußt wissen, die alte Effi, die noch aussah wie\nein Kind, nun, die war auch nach meinem Geschmack. Gradeso wie die\njetzige gnäd’ge Frau.« »Meinst du? Und wenn du dich zwischen beiden\nentscheiden solltest ...«",
        "»Das ist eine Doktorfrage, darauf lasse ich mich nicht ein. Aber da\nbringt Friedrich den Tee. Wie hat’s mich nach dieser Stunde verlangt!\nUnd hab es auch ausgesprochen, sogar zu deinem Vetter Briest, als wir\nbei Dressel saßen und in Champagner dein Wohl tranken ... Die Ohren\nmüssen dir geklungen haben ... Und weißt du, was dein Vetter dabei\nsagte?«",
        "»Gewiß was Albernes. Darin ist er groß.«",
        "»Das ist der schwärzeste Undank, den ich all mein Lebtag erlebt habe.\n’Lassen wir Effi leben’, sagte er, ’meine schöne Cousine ... Wissen\nSie, Innstetten, daß ich Sie am liebsten fordern und totschießen\nmöchte? Denn Effi ist ein Engel, und Sie haben mich um diesen Engel\ngebracht.’ Und dabei sah er so ernst und wehmütig aus, daß man’s\nbeinah hätte glauben können.«",
        "»Oh, diese Stimmung kenne ich an ihm. Bei der wievielten wart ihr?«",
        "»Ich hab es nicht mehr gegenwärtig, und vielleicht hätte ich es auch\ndamals nicht mehr sagen können. Aber das glaub ich, daß es ihm ganz\nernst war. Und vielleicht wäre es auch das Richtige gewesen. Glaubst\ndu nicht, daß du mit ihm hättest leben können?«",
        "»Leben können. Das ist wenig, Geert. Aber beinah möcht ich sagen, ich\nhätte auch nicht einmal mit ihm leben können.«",
        "»Warum nicht? Er ist wirklich ein liebenswürdiger und netter Mensch\nund auch ganz gescheit.«",
        "»Ja, das ist er ...«",
        "»Aber ...«",
        "»Aber er ist dalbrig. Und das ist keine Eigenschaft, die wir Frauen\nlieben, auch nicht einmal dann, wenn wir noch halbe Kinder sind,\nwohin du mich immer gerechnet hast und vielleicht, trotz meiner\nFortschritte, auch jetzt noch rechnest. Das Dalbrige, das ist nicht\nunsre Sache. Männer müssen Männer sein.«",
        "»Gut, daß du das sagst. Alle Teufel, da muß man sich ja\nzusammennehmen. Und ich kann von Glück sagen, daß ich von so was, das\nwie Zusammennehmen aussieht oder wenigstens ein Zusammennehmen in\nZukunft fordert, so gut wie direkt herkomme ... Sag, wie denkst du dir\nein Ministerium?«",
        "»Ein Ministerium? Nun, das kann zweierlei sein. Es können Menschen\nsein, kluge, vornehme Herren, die den Staat regieren, und es kann auch\nbloß ein Haus sein, ein Palazzo, ein Palazzo Strozzi oder Pitti oder,\nwenn die nicht passen, irgendein andrer. Du siehst, ich habe meine\nitalienische Reise nicht umsonst gemacht.«",
        "»Und könntest du dich entschließen, in solchem Palazzo zu wohnen? Ich\nmeine in solchem Ministerium?«",
        "»Um Gottes willen, Geert, sie haben dich doch nicht zum Minister\ngemacht? Gieshübler sagte so was. Und der Fürst kann alles. Gott, der\nhat es am Ende durchgesetzt, und ich bin erst achtzehn.«",
        "Innstetten lachte. »Nein, Effi, nicht Minister, so weit sind wir noch\nnicht. Aber vielleicht kommen noch allerhand Gaben in mir heraus,\nund dann ist es nicht unmöglich.« »Also jetzt noch nicht, noch nicht\nMinister?«",
        "»Nein. Und wir werden, die Wahrheit zu sagen, auch nicht einmal in\neinem Ministerium wohnen, aber ich werde täglich ins Ministerium\ngehen, wie ich jetzt in unser Landratsamt gehe, und werde dem Minister\nVortrag halten und mit ihm reisen, wenn er die Provinzialbehörden\ninspiziert. Und du wirst eine Ministerialrätin sein und in Berlin\nleben, und in einem halben Jahre wirst du kaum noch wissen, daß du\nhier in Kessin gewesen bist und nichts gehabt hast als Gieshübler und\ndie Dünen und die Plantage.«",
        "Effi sagte kein Wort, und nur ihre Augen wurden immer größer; um ihre\nMundwinkel war ein nervöses Zucken, und ihr ganzer zarter Körper\nzitterte. Mit einem Male aber glitt sie von ihrem Sitz vor Innstetten\nnieder, umklammerte seine Knie und sagte in einem Ton, wie wenn sie\nbetete: »Gott sei Dank!«",
        "Innstetten verfärbte sich. Was war das? Etwas, was seit Wochen\nflüchtig, aber doch immer sich erneuernd über ihn kam, war wieder da\nund sprach so deutlich aus seinem Auge, daß Effi davor erschrak. Sie\nhatte sich durch ein schönes Gefühl, das nicht viel was andres als ein\nBekenntnis ihrer Schuld war, hinreißen lassen und dabei mehr gesagt,\nals sie sagen durfte. Sie mußte das wieder ausgleichen, mußte was\nfinden, irgendeinen Ausweg, es koste, was es wolle.",
        "»Steh auf, Effi. Was hast du?«",
        "Effi erhob sich rasch. Aber sie nahm ihren Platz auf dem Sofa\nnicht wieder ein, sondern schob einen Stuhl mit hoher Lehne heran,\naugenscheinlich weil sie nicht Kraft genug fühlte, sich ohne Stütze zu\nhalten.",
        "»Was hast du?« wiederholte Innstetten. »Ich dachte, du hättest hier\nglückliche Tage verlebt. Und nun rufst du ’Gott sei Dank’, als ob\ndir hier alles nur ein Schrecknis gewesen wäre. War ich dir ein\nSchrecknis? Oder war es was andres? Sprich?«",
        "»Daß du noch fragen kannst, Geert«, sagte sie, während sie mit einer\näußersten Anstrengung das Zittern ihrer Stimme zu bezwingen suchte.\n»Glückliche Tage! Ja, gewiß, glückliche Tage, aber doch auch andre.\nNie bin ich die Angst hier ganz losgeworden, nie. Noch keine vierzehn\nTage, daß es mir wieder über die Schulter sah, dasselbe Gesicht,\nderselbe fahle Teint. Und diese letzten Nächte, wo du fort warst, war\nes auch wieder da, nicht das Gesicht, aber es schlurrte wieder, und\nRollo schlug wieder an, und Roswitha, die’s auch gehört, kam an\nmein Bett und setzte sich zu mir, und erst, als es schon dämmerte,\nschliefen wir wieder ein. Es ist ein Spukhaus, und ich hab es auch\nglauben sollen, das mit dem Spuk -denn du bist ein Erzieher. Ja,\nGeert, das bist du. Aber laß es sein, wie’s will, soviel weiß ich, ich\nhabe mich ein ganzes Jahr lang und länger in diesem Hause gefürchtet,\nund wenn ich von hier fortkomme, so wird es, denke ich, von mir\nabfallen, und ich werde wieder frei sein.«",
        "Innstetten hatte kein Auge von ihr gelassen und war jedem Worte\ngefolgt. Was sollte das heißen: »du bist ein Erzieher«? Und dann das\nandere, was vorausging: »und ich hab es auch glauben sollen, das mit\ndem Spuk«. Was war das alles? Wo kam das her? Und er fühlte seinen\nleisen Argwohn sich wieder regen und fester einnisten. Aber er hatte\nlange genug gelebt, um zu wissen, daß alle Zeichen trügen und daß wir\nin unsrer Eifersucht, trotz ihrer hundert Augen, oft noch mehr in die\nIrre gehen als in der Blindheit unseres Vertrauens. Es konnte ja so\nsein, wie sie sagte.",
        "Und wenn es so war, warum sollte sie nicht ausrufen: »Gott sei Dank!«",
        "Und so, rasch alle Möglichkeiten ins Auge fassend, wurde er seines\nArgwohns wieder Herr und reichte ihr die Hand über en Tisch hin:\n»Verzeih mir, Effi, aber ich war so sehr überrascht von dem allen.\nFreilich wohl meine Schuld. Ich bin immer zu sehr mit mir beschäftigt\ngewesen. Wir Männer sind alle Egoisten. Aber das soll nun anders\nwerden. Ein Gutes hat Berlin gewiß: Spukhäuser gibt es da nicht. Wo\nsollen die auch herkommen? Und nun laß uns hinübergehen, daß ich Annie\nsehe; Roswitha verklagt mich sonst als einen unzärtlichen Vater.«",
        "Effi war unter diesen Worten allmählich ruhiger geworden, und das\nGefühl, aus einer selbstgeschaffenen Gefahr sich glücklich befreit zu\nhaben, gab ihr die Spannkraft und gute Haltung wieder zurück.",
        "Continue...",
        "\nThis eBook of “Effi Briest” by Theodor Fontane belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Effi Briest (Penguin Classics)By Theodor FontaneAt Amazon"
    ]
}