{
    "title": "England and the War - The War and the Press",
    "author": "Walter Raleigh",
    "chapter": "7",
    "content": [
        "\n",
        "\n\n",
        "A paper read to the Essay Society, Eton College, March 14, 1918.\nWhen you asked me to read or speak to you, I promised to speak about the\nWar. What I have to say is wholly orthodox, but it is none the worse for\nthat. Indeed, when I think how entirely the War possesses our thoughts\nand how entirely we are agreed concerning it, I seem to see a new\nmeaning in the creeds of the religions. These creeds grew up by general\nconsent, and no one who believed them grudged repeating them. In the\nface of an indifferent or hostile world the faithful found themselves\nobliged to define their belief, and to strengthen themselves by an\nunwearying and united profession of faith. It is the enemy who gives\nmeaning to a religious creed: without our creed we cannot win. So I am\nwilling to remind you of what you know, rather than to try to introduce\nyou to novelties.",
        "The strength of the enemy lies in his creed; not in the lands that he\nhas ravished from his neighbours. If his creed does not prevail, his\nlands will not help him. Germany has taken lands from Belgium, Serbia,\nRoumania, Russia, and the rest, but unless her digestion is as strong as\nher appetite, she will fail to keep them. If she is to hold them in\npeace, the peoples who inhabit these lands must be either exterminated\nor converted to the German creed. Lands can be annexed by a successful\ncampaign; they can be permanently conquered only by the operations of\npeace. The people who survive will be a weakness to the German Empire\nunless they accept what they are offered, a share in the German creed.",
        "That creed has not many natural attractions for the peoples on whom it\nis imposed by force. It is an intensely patriotic creed; it insists on\nracial supremacy, and on unity to be achieved by violence. Pleading and\npersuasion have little part in it except as instruments of deceit. There\nis no use in listening to what the Germans say; they do not believe it\nthemselves. What they say is for others; what they do is for themselves.\nWhile they are at war, language for them has only two uses–to conceal\ntheir thoughts, and to deceive their enemies.",
        "The creed of Western civilization, for which they feel nothing but\ncontempt, and on which they will be broken, is not a simple thing, like\ntheirs. The words by which it is commonly expressed–democracy,\nparliamentarism, individual liberty, diversity, free development–are\npuzzling theoretic words, which make no instinctive appeal to the heart.\nNevertheless, we stand for growth as against order; and for life as\nagainst death. If Germany wins this war, her system will have to be\nbroken or to decay before growth can start again. Must we lose even a\nhundred years in shaking ourselves free from the paralysis of the German\nnightmare?",
        "The Germans have shown themselves strong in their unity, and strong in\ntheir willingness to make great sacrifices to preserve that unity. No\none can deny nobility to the sacrifice made by the simple-minded German\nsoldier who dies fighting bravely for his people and his creed. His\nnarrowness is his strength, and makes unselfishness easier by saving his\nmind from question. ’This one thing you shall do’, his country says to\nhim, ’fight and die for your country, so that your country and your\npeople shall have lordship over other countries and other peoples. You\nare nothing; Germany is everything.’",
        "We who live in this island love our country with at least as deep a\npassion; but a creed so simple as the German creed will never do for us.\nWe are patriotic, but our patriotism is often overlaid and confused by a\nwider thought and a wider sympathy than the Germans have ever known.\nMuch extravagant praise has lately been given to the German power of\nthinking, which produces the elaborate marvels of German organization.\nBut this thinking is slave-thinking, not master-thinking; it spends\nitself wholly on devising complicated means to achieve a very simple\nend. That is what makes the Germans so like the animals. Their wisdom is\nall cunning. I have had German friends, two or three, in the course of\nmy life, but none of them ever understood a word that I said if I tried\nto say what I thought. You could talk to them about food, and they\nresponded easily. It was all very restful and pleasant, like talking to\nan intelligent dog.",
        "If each of the allied nations were devoted to the creed of nationalism,\nthe alliance could not endure. We depend for our strength on what we\nhold in common. The weakness of this wider creed is that it makes no\nsuch immediate and strong appeal to the natural instincts as is made by\nthe mother-country. It demands the habitual exercise of reason and\nimagination. Further, seeing that we are infinitely less tame and less\ndocile than the Germans, we depend for our strength on informing and\nconvincing our people, and on obtaining agreement among them. Questions\nwhich in Germany are discussed only in the gloomy Berlin head-quarters\nof the General Staff are discussed here in the newspapers. In the press,\neven under the censorship, we think aloud. It records our differences\nand debates our policy. You could not suppress these differences and\nthese debates without damaging our cause. There is no freedom worth\nhaving which does not, sooner or later, include the freedom to say what\nyou think.",
        "No doubt we could, if necessary, carry on for a time without the press;\nand I agree with those newspaper writers who have been saying recently\nthat the importance of the press is monstrously exaggerated by some of\nits critics. The working-man, so far as I know him, does not depend for\nhis patriotism on the leader-writers of the newspapers. He takes even\nthe news with a very large grain of salt. ’So the papers say’, he\nremarks; ’it may be true or it may not.’ Yet the press has done good\nservice, and might do better, in putting the meaning of the War before\nour people and in holding them together. Freedom means that we must love\nour diversity well enough to be willing to unite to protect it. We must\ndie for our differences as cheerfully as the Germans die for their\npattern. Or, if we can sketch a design of our cause, we must be as\npassionate in defence of that large vague design as the Germans are\npassionate in defence of their tight uniformity and their drill. If we\nwere to fail to keep together, our cause, I believe, would still\nprevail, but at a cost that we dare not contemplate, by way of anarchy,\nand the dissolution of societies, by long tortures, and tears, and\nmartyrdoms. If we refuse to die in the ranks against the German tyranny\nwe can keep our faith by dying at the stake. There are those who think\nmartyrdom the better way; and certainly that was how Christianity\nprevailed in Europe; you can read the story in Caxton’s translation of\nthe Golden Legend. But these saints and martyrs were making a\nbeginning; we are fighting to keep what we have won, and it would be a\nhuge failure on our part if we could keep nothing of it, but had to\nbegin all over again.",
        "The business of the press, then, at this present crisis, is to keep the\ncause for which we are fighting clearly before us, and this it has done\nwell; also, because we do not fight best in blinders, to tell us all\nthat can be known of the facts of the situation, and this it has done\nnot so well.",
        "The power of the newspapers is that most people read them, and that many\npeople read nothing else. Their weakness is that they have to sell or\ncease to be, so that by a natural instinct of self-preservation they\nfall back on the two sure methods whereby you can always capture the\nattention of the public. Any man who is trying to say what he thinks,\nmaking full allowance for all doubts and differences, runs the risk of\nlosing his audience. He can regain their attention by flattering them or\nby frightening them. Flattery and fright, the one following the other\nfrom day to day, and often from paragraph to paragraph, is a very large\npart of the newspaper reader’s diet. If he is a sane and busy man, he is\nnot too much impressed by either. He is not mercurial enough for the\nquick changes of an orator’s or journalist’s fancy, whereby he is called\non, one day, to dig the German warships like rats out of their harbour,\nand, not many days later, to spend his last shilling on the purchase of\nthe last bullet to shoot at the German invader. He knows that this is\nsuch stuff as dreams are made of. He knows also that the orator or\njournalist, after calling on him for these achievements, goes home to\ndinner. No great harm is done, just as no great harm is done by bad\nnovels. But an opportunity is lost; the press and the platform might do\nmore than they do to strengthen us and inform us, and help forward our\ncause.",
        "I name the press and the platform together because they are essentially\nthe same thing. Journalism is a kind of talk. The press, it is fair to\nsay, is ourselves; and every people, it may truly be said, has the press\nthat it deserves. But reading is a thing that we do chiefly for\nindulgence and pleasure in our idle time; and the press falls in with\nour mood, and supplies us with what we want in our weaker and lazier\nmoments. No responsible man, with an eager and active mind, spends much\nof his time on the newspapers. Those who are excited to action by what\nthey read in the papers are mostly content with the mild exercise of\nwriting to these same papers to explain that some one else ought to do\nsomething and to do it at once. Their excitement worries themselves more\nthan it hurts others. When the devil, with horns and hooves, appeared to\nCuvier, the naturalist, and threatened to devour him, Cuvier, who was\nasleep at the time, opened his eyes and looked at the terrible\napparition. ’Hm,’ he said, ’cloven-footed; graminivorous; needn’t be\nafraid of you;’ and he went to sleep again. A man who says that he has\nnot time to read the morning papers carefully is commonly a man who\ncounts; he knows what he has to do, and he goes on doing it. So far as I\nhave observed, the cadets who are training for command in the army take\nvery little interest in the exhortations of the newspapers. They even\nprefer the miserable trickle which is all that is left of football news.",
        "One of the chief problems connected with the press is therefore\nthis–how can it be prevented from producing hysteria in the\nfeeble-minded? In time of war the censorship no doubt does something to\nprevent this; and I think it might do more. ’Scare-lines’, as they are\ncalled–that is, sensational headings in large capital letters–might be\nreduced by law to modest dimensions. More important, the censorship\nmight insist that all who write shall sign their names to their\narticles. Why should journalists alone be relieved of responsibility to\ntheir country? Is it possible that the Government is afraid of the\npress? There is no need for fear. ’Beware of Aristophanes’, says Landor,\n’he can cast your name as a byword to a thousand cities of Asia for a\nthousand years. But all that the press can do by its disfavour is to\nkeep your name obscure in a hundred cities of England for a hundred\ndays. Signed articles are robbed of their vague impressiveness, and are\nknown for what they are–the opinions of one man. I would also recommend\nthat a photograph of the author be placed at the head of every article.\nI have been saved from many bad novels by the helpful pictorial\nadvertisements of modern publishers.",
        "The real work of the Press, as I said, is to help to hold the people\ntogether. Nothing else that it can do is of any importance compared with\nthis. We are at one in this War as we have never been at one before\nwithin living memory, as we were not at one against Napoleon or against\nLouis XIV. Our trial is on us; and if we cannot preserve our oneness, we\nfail. What would be left to us I do not know; but I am sure that an\nEngland which had accepted conditions of peace at Germany’s hands would\nnot be the England that any of us know. There might still be a few\nEnglishmen, but they would have to look about for somewhere to live.\nSerbia would be a good place; it has made no peace-treaty with Germany.",
        "We are profoundly at one; and are divided only by illusions, which the\npress, in times past, has done much to keep alive. One of these\nillusions is the illusion of party. I have never been behind the scenes,\namong the creaking machinery, but my impression, as a spectator, is that\nparties in England are made very much as you pick up sides for a game. I\nhave observed that they are all conservative. The affections are\nconservative; every one has a liking for his old habits and his old\nassociates. There is something comic in a well-nourished rich man who\nbelieves that he is a bold reformer and a destructive thinker. For real\nclotted reactionary sentiment I know nothing to match the table-talk of\nany aged parliamentary Radical. When we get a Labour Government, it will\nbe patriotic, prejudiced, opposed to all innovation, superstitiously\nreverential of the past, sticky and, probably, tyrannical.",
        "The party illusion has been much weakened by the War, and those who\nstill repeat the old catch-words are very near to lunacy. There is a\ndeeper and more dangerous illusion which has not been killed–the class\nillusion. We are all very much alike; but we live in water-tight\ncompartments called classes, and the inhabitants of each compartment\ntend to believe that they alone are patriotic. This illusion, to be\njust, is not fostered chiefly by the press, which wants to sell its work\nto all classes; but it has strong hold of the Government office. The\nGovernment does not know the people, except as an actor knows the\naudience; and therefore does not trust the people. It is pathetic to\nhear officials talking timidly of the people–will they endure hardships\nand sacrifices, will they carry through? Yet most of the successes we\nhave won in the War have to be credited not so much to the skill of the\nmanagement as to the amazing high courage of the ordinary soldier and\nsailor. Even soldiers are often subject to class illusion. I remember\nlistening, in the first month of the War, to a retired colonel, who\nexplained, with some heat, that the territorials could never be of any\nuse. That illusion has gone. Then it was Kitchener’s army–well-meaning\npeople, no doubt, but impossible for a European war. Kitchener’s army\nmade good. Now it is the civil population, who, though they are the\nblood relatives of the soldiers, are distrusted, and believed to be\nlikely to fail under a strain. Yet all the time, if you want to hear\nhalf-hearted, timid, pusillanimous talk, the place where you are most\nlikely to hear it is in the public offices. Most of those who talk in\nthis way would be brave enough in fight, but they are kept at desks, and\nworried with detailed business, and harassed by speculative dangers, and\nthey lose perspective. Soon or late, we are going to win this War; and\nit is the people who are going to win it.",
        "If the press (or perhaps the Government, which controls the press) is\nnot afraid of the people, why does it tell them so little about our\nreverses, and the merits of our enemies? For information concerning\nthese things we have to depend wholly on conversation with returned\nsoldiers. For instance, the horrible stories that we hear of the brutal\ntreatment of our prisoners are numerous, and are true, and make a heavy\nbill against Germany, which bill we mean to present. But are they fair\nexamples of the average treatment? We cannot tell; the accounts\npublished are almost exclusively confined to the worst happenings. Most\nof the officers with whom I have talked who had been in several German\nmilitary prisons said that they had nothing serious to complain of.\nPrison is not a good place, and it is not pleasant to have your\npea-soup and your coffee, one after the other, in the same tin dipper;\nbut they were soldiers, and they agreed that it would be absurd to make\na grievance of things like that. One private soldier was an even greater\nphilosopher. ’No’, he said, ’I have nothing to complain of. Of course,\nthey do spit at you a good deal.’ That man was unconquerable.",
        "In shipping returns and the like we are given averages; why are we told\nnothing at all of the milder experiences of our soldier prisoners? It\nwould not make us less resolved to do all that we can to better the lot\nof those who are suffering insult and torture, and to exact full\nretribution from the enemy. And it would bring some hope to those whose\nhusbands or children or friends are in German military prisons, and who\nare racked every day by tales of what, in fact, are exceptional\natrocities.",
        "Or take the question of the conduct of German officers. We know that the\nPrussian military Government, in its approved handbooks, teaches its\nofficers the use of brutality and terror as military weapons. The German\nphilosophy of war, of which this is a part, is not really a philosophy\nof war; it is a philosophy of victory. For a long time now the Germans\nhave been accustomed to victory, and have studied the arts of breaking\nthe spirit and torturing the mind of the peoples whom they invade. Their\nphilosophy of war will have to be rewritten when the time comes for them\nto accommodate their doctrine to their own defeat. In the meantime they\nteach frightfulness to their officers, and most of their officers prove\nready pupils. There must be some, one would think, here and there, if\nonly a sprinkling, who fall short of the Prussian doctrine, and are\nbetrayed by human feeling into what we should recognize as decent and\nhonourable conduct. And so there are; only we do not hear of them\nthrough the press. I should like to tell two stories which come to me\nfrom personal sources. The first may be called the story of the\nChristmas truce and the German captain. In the lull which fell on the\nfighting at the time of the first Christmas of the War, a British\nofficer was disquieted to notice that his men were fraternizing with the\nGermans, who were standing about with them in No-man’s land, laughing\nand talking. He went out to them at once, to bring them back to their\nown trenches. When he came up to his men, he met a German captain who\nhad arrived on the same errand. The two officers, British and German,\nfell into talk, and while they were standing together, in not unfriendly\nfashion, one of the men took a snapshot photograph of them, copies of\nwhich were afterwards circulated in the trenches. Then the men were\nrecalled to their duty, on the one side and the other, and, after an\ninterval of some days, the war began again. A little time after this the\nBritish officer was in charge of a patrol, and, having lost his way,\nfound himself in the German trenches, where he and his men were\nsurrounded and captured. As they were being marched off along the\ntrenches, they met the German captain, who ordered the men to be taken\nto the rear, and then, addressing the officer without any sign of\nrecognition, said in a loud voice, ’You, follow me!’ He led him by\ncomplicated ways along a whole series of trenches and up a sap, at the\nend of which he stopped, saluted, and, pointing with his hand, said\n’Your trenches are there. Good day.’",
        "My second story, the story of the British lieutenant in No-man’s land,\nis briefer. I was with a friend of mine, a young officer back from the\nfront, wounded, and the conduct of German officers was being discussed.\nHe said, ’You can’t expect me to be very hard on German officers, for\none of them saved my life’. He then told how he and a companion crept\nout into No-man’s land to bring in some of our wounded who were lying\nthere. When they had reached the wounded, and were preparing to bring\nthem in, they were discovered by the Germans opposite, who at once\nwhipped up a machine-gun and turned it on them. Their lives were not\nworth half a minute’s purchase, when suddenly a German officer leapt up\non to the parapet, and, angrily waving back the machine-gunners, called\nout, in English, ’That’s all right. You may take them in.’",
        "These are no doubt exceptional cases; the rule is very different. But a\ngood many of such cases are known to soldiers, and I have seen none of\nthem in the press. Soldiers are silent by law, and journalists either do\nnot hear these things, or, believing that hate is a valuable asset,\nsuppress all mention of them. If England could ever be disgraced by a\nmishap, she would be disgraced by having given birth to those\nEnglishmen, few and wretched, who, when an enemy behaves generously,\nconceal or deny the fact. And consider the effect of this silence on the\nGermans. There are some German officers, as I said, who are better than\nthe German military handbooks, and better than their monstrous chiefs.\nWhich of them will pay the smallest attention to what our papers say\nwhen he finds that they collect only atrocities, and are blind to\nhumanity if they see it in an enemy? He will regard our press accounts\nof the German army as the work of malicious cripples; and our perfectly\ntrue narrative of the unspeakable brutality and filthiness of the German\narmy’s doings will lose credit with him.",
        "If I had my way, I would staff the newspaper offices, as far as\npossible, with wounded soldiers, and I would give some of the present\nstaff a holiday as stretcher-bearers. Then we should hear more of the\ntruth.",
        "Is it feared that we should have no heart for the War if once we are\nconvinced that among the Germans there are some human beings? Is it\nbelieved that our people can be heroic on one condition only, that they\nshall be asked to fight no one but orangoutangs? Our airmen fight as\nwell as any one, in this world or above it, has ever fought; and we owe\nthem a great debt of thanks for maintaining, and, by their example,\nactually teaching the Germans to maintain, a high standard of decency.",
        "This War has shown, what we might have gathered from our history, that\nwe fight best up hill. From our history also we may learn that it does\nnot relax our sinews to be told that our enemy has some good qualities.\nWe should like him better as an enemy if he had more. We know what we\nhave believed; and we are not going to fail in resolve or perseverance\nbecause we find that our task is difficult, and that we have not a\nmonopoly of all the virtues.",
        "Most of us will not live to see it, for our recovery from this disease\nwill be long and troublesome, but the War will do great things for us.\nIt will make a reality of the British Commonwealth, which until now has\nbeen only an aspiration and a dream. It will lay the sure foundation of\na League of Nations in the affection and understanding which it has\npromoted among all English-speaking peoples, and in the relations of\nmutual respect and mutual service which it has established between the\nEnglish-speaking peoples and the Latin races. Our united Rolls of Honour\nmake the most magnificent list of benefactors that the world has ever\nseen. In the end, the War may perhaps even save the soul of the main\ncriminal, awaken him from his bloody dream, and lead him back by degrees\nto the possibility of innocence and goodwill.",
        "Continue...",
        "\nThis full text of “England and the War” by Walter Raleigh belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "England And the WarBy Walter RaleighAt Amazon"
    ]
}