{
    "title": "English Fairy Tales - Fairy Ointment",
    "author": "Joseph Jacobs",
    "chapter": "43",
    "content": [
        "\n",
        "\n\n",
        "Dame Goody was a nurse that looked after sick people, and minded\nbabies. One night she was woke up at midnight, and when she went\ndownstairs, she saw a strange squinny-eyed, little ugly old fellow,\nwho asked her to come to his wife who was too ill to mind her baby.\nDame Goody didn’t like the look of the old fellow, but business is\nbusiness; so she popped on her things, and went down to him. And when\nshe got down to him, he whisked her up on to a large coal-black horse\nwith fiery eyes, that stood at the door; and soon they were going at a\nrare pace, Dame Goody holding on to the old fellow like grim death.",
        "They rode, and they rode, till at last they stopped before a cottage\ndoor. So they got down and went in and found the good woman abed with\nthe children playing about; and the babe, a fine bouncing boy, beside\nher.",
        "Dame Goody took the babe, which was as fine a baby boy as you’d wish\nto see. The mother, when she handed the baby to Dame Goody to mind,\ngave her a box of ointment, and told her to stroke the baby’s eyes\nwith it as soon as it opened them. After a while it began to open its\neyes. Dame Goody saw that it had squinny eyes just like its father. So\nshe took the box of ointment and stroked its two eyelids with it. But\nshe couldn’t help wondering what it was for, as she had never seen\nsuch a thing done before. So she looked to see if the others were\nlooking, and, when they were not noticing she stroked her own right\neyelid with the ointment.",
        "No sooner had she done so, than everything seemed changed about her.\nThe cottage became elegantly furnished. The mother in the bed was a\nbeautiful lady, dressed up in white silk. The little baby was still\nmore beautiful than before, and its clothes were made of a sort of\nsilvery gauze. Its little brothers and sisters around the bed were\nflat-nosed imps with pointed ears, who made faces at one another, and\nscratched their polls. Sometimes they would pull the sick lady’s ears\nwith their long and hairy paws. In fact, they were up to all kinds of\nmischief; and Dame Goody knew that she had got into a house of pixies.\nBut she said nothing to nobody, and as soon as the lady was well\nenough to mind the baby, she asked the old fellow to take her back\nhome. So he came round to the door with the coal-black horse with eyes\nof fire, and off they went as fast as before, or perhaps a little\nfaster, till they came to Dame Goody’s cottage, where the squinny-eyed\nold fellow lifted her down and left her, thanking her civilly enough,\nand paying her more than she had ever been paid before for such\nservice.",
        "Now next day happened to be market-day, and as Dame Goody had been\naway from home, she wanted many things in the house, and trudged off\nto get them at the market. As she was buying the things she wanted,\nwho should she see but the squinny-eyed old fellow who had taken her\non the coal-black horse. And what do you think he was doing? Why he\nwent about from stall to stall taking up things from each, here some\nfruit, and there some eggs, and so on; and no one seemed to take any\nnotice.",
        "Now Dame Goody did not think it her business to interfere, but she\nthought she ought not to let so good a customer pass without speaking.\nSo she ups to him and bobs a curtsey and said: “Gooden, sir, I hopes\nas how your good lady and the little one are as well as––”",
        "But she couldn’t finish what she was a-saying, for the funny old\nfellow started back in surprise, and he says to her, says he: “What!\ndo you see me today?”",
        "“See you,” says she, “why, of course I do, as plain as the sun in the\nskies, and what’s more,” says she, “I see you are busy too, into the\nbargain.”",
        "“Ah, you see too much,” said he; “now, pray, with which eye do you see\nall this?”",
        "“With the right eye to be sure,” said she, as proud as can be to find\nhim out.",
        "“The ointment! The ointment!” cried the old pixy thief. “Take that for\nmeddling with what don’t concern you: you shall see me no more.” And\nwith that he struck her on her right eye, and she couldn’t see him any\nmore; and, what was worse, she was blind on the right side from that\nhour till the day of her death.",
        "Continue...",
        "\nThis complete e-book of English Fairy Tales, collected and edited by\nJoseph Jacobs, is in the public domain.\nThis page has been created by Philipp Lenssen.\n\nAt Amazon: The Golden Book of Fairy Tales\n\nPage last updated on December 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}