{
    "title": "English Fairy Tales - Mr. Fox",
    "author": "Joseph Jacobs",
    "chapter": "29",
    "content": [
        "\n",
        "\n\n",
        "Lady Mary was young, and Lady Mary was fair. She had two brothers, and\nmore lovers than she could count. But of them all, the bravest and\nmost gallant, was a Mr. Fox, whom she met when she was down at her\nfather’s country-house. No one knew who Mr. Fox was; but he was\ncertainly brave, and surely rich, and of all her lovers, Lady Mary\ncared for him alone. At last it was agreed upon between them that they\nshould be married. Lady Mary asked Mr. Fox where they should live, and\nhe described to her his castle, and where it was; but, strange to say,\ndid not ask her, or her brothers to come and see it.",
        "So one day, near the wedding-day, when her brothers were out, and Mr.\nFox was away for a day or two on business, as he said, Lady Mary set\nout for Mr. Fox’s castle. And after many searchings, she came at last\nto it, and a fine strong house it was, with high walls and a deep\nmoat. And when she came up to the gateway she saw written on it:",
        "Be Bold, Be Bold.",
        "But as the gate was open, she went through it, and found no one there.\nSo she went up to the doorway, and over it she found written:",
        "Be Bold, Be Bold, But Not Too Bold.",
        "Still she went on, till she came into the hall, and went up the broad\nstairs till she came to a door in the gallery, over which was written:",
        "Be Bold, Be Bold, But Not Too Bold, Lest That Your Heart’s Blood\nShould Run Cold.",
        "But Lady Mary was a brave one, she was, and she opened the door, and\nwhat do you think she saw? Why, bodies and skeletons of beautiful\nyoung ladies all stained with blood. So Lady Mary thought it was high\ntime to get out of that horrid place, and she closed the door, went\nthrough the gallery, and was just going down the stairs, and out of\nthe hall, when who should she see through the window, but Mr. Fox\ndragging a beautiful young lady along from the gateway to the door.\nLady Mary rushed downstairs, and hid herself behind a cask, just in\ntime, as Mr. Fox came in with the poor young lady who seemed to have\nfainted. Just as he got near Lady Mary, Mr. Fox saw a diamond ring\nglittering on the finger of the young lady he was dragging, and he\ntried to pull it off. But it was tightly fixed, and would not come\noff, so Mr. Fox cursed and swore, and drew his sword, raised it, and\nbrought it down upon the hand of the poor lady. The sword cut off the\nhand, which jumped up into the air, and fell of all places in the\nworld into Lady Mary’s lap. Mr. Fox looked about a bit, but did not\nthink of looking behind the cask, so at last he went on dragging the\nyoung lady up the stairs into the Bloody Chamber.",
        "As soon as she heard him pass through the gallery, Lady Mary crept out\nof the door, down through the gateway, and ran home as fast as she\ncould.",
        "Now it happened that the very next day the marriage contract of Lady\nMary and Mr. Fox was to be signed, and there was a splendid breakfast\nbefore that. And when Mr. Fox was seated at table opposite Lady Mary,\nhe looked at her. “How pale you are this morning, my dear.” “Yes,\"\nsaid she, “I had a bad night’s rest last night. I had horrible\ndreams.” “Dreams go by contraries,” said Mr. Fox; “but tell us your\ndream, and your sweet voice will make the time pass till the happy\nhour comes.”",
        "“I dreamed,” said Lady Mary, “that I went yestermorn to your castle,\nand I found it in the woods, with high walls, and a deep moat, and\nover the gateway was written:",
        "Be Bold, Be Bold.",
        "“But it is not so, nor it was not so,” said Mr. Fox.",
        "“And when I came to the doorway over it was written:",
        "Be Bold, Be Bold, But Not Too Bold.",
        "“It is not so, nor it was not so,” said Mr. Fox.",
        "“And then I went upstairs, and came to a gallery, at the end of which\nwas a door, on which was written:",
        "Be Bold, Be Bold, But Not Too Bold, Lest That Your Heart’s Blood\nShould Run Cold.",
        "“It is not so, nor it was not so,” said Mr. Fox.",
        "“And then–and then I opened the door, and the room was filled with\nbodies and skeletons of poor dead women, all stained with their\nblood.”",
        "“It is not so, nor it was not so. And God forbid it should be so,\"\nsaid Mr. Fox.",
        "“I then dreamed that I rushed down the gallery, and just as I was\ngoing down the stairs, I saw you, Mr. Fox, coming up to the hall door,\ndragging after you a poor young lady, rich and beautiful.”",
        "“It is not so, nor it was not so. And God forbid it should be so,\"\nsaid Mr. Fox.",
        "“I rushed downstairs, just in time to hide myself behind a cask, when\nyou, Mr. Fox, came in dragging the young lady by the arm. And, as you\npassed me, Mr. Fox, I thought I saw you try and get off her diamond\nring, and when you could not, Mr. Fox, it seemed to me in my dream,\nthat you out with your sword and hacked off the poor lady’s hand to\nget the ring.”",
        "“It is not so, nor it was not so. And God forbid it should be so,\"\nsaid Mr. Fox, and was going to say something else as he rose from his\nseat, when Lady Mary cried out:",
        "“But it is so, and it was so. Here’s hand and ring I have to show,\"\nand pulled out the lady’s hand from her dress, and pointed it straight\nat Mr. Fox.",
        "At once her brothers and her friends drew their swords and cut Mr. Fox\ninto a thousand pieces.",
        "Continue...",
        "\nThis complete e-book of English Fairy Tales, collected and edited by\nJoseph Jacobs, is in the public domain.\nThis page has been created by Philipp Lenssen.\n\nAt Amazon: The Golden Book of Fairy Tales\n\nPage last updated on December 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}