{
    "title": "English Fairy Tales - The Three Sillies",
    "author": "Joseph Jacobs",
    "chapter": "4",
    "content": [
        "\n",
        "\n\n",
        "Once upon a time there was a farmer and his wife who had one daughter,\nand she was courted by a gentleman. Every evening he used to come and\nsee her, and stop to supper at the farmhouse, and the daughter used to\nbe sent down into the cellar to draw the beer for supper. So one\nevening she had gone down to draw the beer, and she happened to look\nup at the ceiling while she was drawing, and she saw a mallet stuck in\none of the beams. It must have been there a long, long time, but\nsomehow or other she had never noticed it before, and she began a-\nthinking. And she thought it was very dangerous to have that mallet\nthere, for she said to herself: “Suppose him and me was to be married,\nand we was to have a son, and he was to grow up to be a man, and come\ndown into the cellar to draw the beer, like as I’m doing now, and the\nmallet was to fall on his head and kill him, what a dreadful thing it\nwould be!” And she put down the candle and the jug, and sat herself\ndown and began a-crying.",
        "Well, they began to wonder upstairs how it was that she was so long\ndrawing the beer, and her mother went down to see after her, and she\nfound her sitting on the settle crying, and the beer running over the\nfloor. “Why, whatever is the matter?” said her mother. “Oh, mother!\"\nsays she, “look at that horrid mallet! Suppose we was to be married,\nand was to have a son, and he was to grow up, and was to come down to\nthe cellar to draw the beer, and the mallet was to fall on his head\nand kill him, what a dreadful thing it would be!” “Dear, dear! what a\ndreadful thing it would be!” said the mother, and she sat her down\naside of the daughter and started a-crying too. Then after a bit the\nfather began to wonder that they didn’t come back, and he went down\ninto the cellar to look after them himself, and there they two sat a-\ncrying, and the beer running all over the floor. “Whatever is the\nmatter?” says he. “Why,” says the mother, “look at that horrid mallet.\nJust suppose, if our daughter and her sweetheart was to be married,\nand was to have a son, and he was to grow up, and was to come down\ninto the cellar to draw the beer, and the mallet was to fall on his\nhead and kill him, what a dreadful thing it would be!” “Dear, dear,\ndear! so it would!” said the father, and he sat himself down aside of\nthe other two, and started a-crying.",
        "Now the gentleman got tired of stopping up in the kitchen by himself,\nand at last he went down into the cellar too, to see what they were\nafter; and there they three sat a-crying side by side, and the beer\nrunning all over the floor. And he ran straight and turned the tap.\nThen he said: “Whatever are you three doing, sitting there crying, and\nletting the beer run all over the floor?”",
        "“Oh!” says the father, “look at that horrid mallet! Suppose you and\nour daughter was to be married, and was to have a son, and he was to\ngrow up, and was to come down into the cellar to draw the beer, and\nthe mallet was to fall on his head and kill him!” And then they all\nstarted a-crying worse than before. But the gentleman burst out a-\nlaughing, and reached up and pulled out the mallet, and then he said:\n“I’ve travelled many miles, and I never met three such big sillies as\nyou three before; and now I shall start out on my travels again, and\nwhen I can find three bigger sillies than you three, then I’ll come\nback and marry your daughter.” So he wished them good-bye, and started\noff on his travels, and left them all crying because the girl had lost\nher sweetheart.",
        "Well, he set out, and he travelled a long way, and at last he came to\na woman’s cottage that had some grass growing on the roof. And the\nwoman was trying to get her cow to go up a ladder to the grass, and\nthe poor thing durst not go. So the gentleman asked the woman what she\nwas doing. “Why, lookye,” she said, “look at all that beautiful grass.\nI’m going to get the cow on to the roof to eat it. She’ll be quite\nsafe, for I shall tie a string round her neck, and pass it down the\nchimney, and tie it to my wrist as I go about the house, so she can’t\nfall off without my knowing it.” “Oh, you poor silly!” said the\ngentleman, “you should cut the grass and throw it down to the cow!\"\nBut the woman thought it was easier to get the cow up the ladder than\nto get the grass down, so she pushed her and coaxed her and got her\nup, and tied a string round her neck, and passed it down the chimney,\nand fastened it to her own wrist. And the gentleman went on his way,\nbut he hadn’t gone far when the cow tumbled off the roof, and hung by\nthe string tied round her neck, and it strangled her. And the weight\nof the cow tied to her wrist pulled the woman up the chimney, and she\nstuck fast half-way and was smothered in the soot.",
        "Well, that was one big silly.",
        "And the gentleman went on and on, and he went to an inn to stop the\nnight, and they were so full at the inn that they had to put him in a\ndouble-bedded room, and another traveller was to sleep in the other\nbed. The other man was a very pleasant fellow, and they got very\nfriendly together; but in the morning, when they were both getting up,\nthe gentleman was surprised to see the other hang his trousers on the\nknobs of the chest of drawers and run across the room and try to jump\ninto them, and he tried over and over again, and couldn’t manage it;\nand the gentleman wondered whatever he was doing it for. At last he\nstopped and wiped his face with his handkerchief. “Oh dear,” he says,\n“I do think trousers are the most awkwardest kind of clothes that ever\nwere. I can’t think who could have invented such things. It takes me\nthe best part of an hour to get into mine every morning, and I get so\nhot! How do you manage yours?” So the gentleman burst out a-laughing,\nand showed him how to put them on; and he was very much obliged to\nhim, and said he never should have thought of doing it that way.",
        "So that was another big silly.",
        "Then the gentleman went on his travels again; and he came to a\nvillage, and outside the village there was a pond, and round the pond\nwas a crowd of people. And they had got rakes, and brooms, and\npitchforks, reaching into the pond; and the gentleman asked what was\nthe matter. “Why,” they say, “matter enough! Moon’s tumbled into the\npond, and we can’t rake her out anyhow!” So the gentleman burst out a-\nlaughing, and told them to look up into the sky, and that it was only\nthe shadow in the water. But they wouldn’t listen to him, and abused\nhim shamefully, and he got away as quick as he could.",
        "So there was a whole lot of sillies bigger than them three sillies at\nhome. So the gentleman turned back home again and married the farmer’s\ndaughter, and if they didn’t live happy for ever after, that’s nothing\nto do with you or me.",
        "Continue...",
        "\nThis complete e-book of English Fairy Tales, collected and edited by\nJoseph Jacobs, is in the public domain.\nThis page has been created by Philipp Lenssen.\n\nAt Amazon: The Golden Book of Fairy Tales\n\nPage last updated on December 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}