{
    "title": "English Fairy Tales - The Ass, the Table, and the Stick",
    "author": "Joseph Jacobs",
    "chapter": "42",
    "content": [
        "\n",
        "\n\n",
        "A lad named Jack was once so unhappy at home through his father’s ill-\ntreatment, that he made up his mind to run away and seek his fortune\nin the wide world.",
        "He ran, and he ran, till he could run no longer, and then he ran right\nup against a little old woman who was gathering sticks. He was too\nmuch out of breath to beg pardon, but the woman was good-natured, and\nshe said he seemed to be a likely lad, so she would take him to be her\nservant, and would pay him well. He agreed, for he was very hungry,\nand she brought him to her house in the wood, where he served her for\na twelvemonths and a day.",
        "When the year had passed, she called him to her, and said she had good\nwages for him. So she presented him with an ass out of the stable, and\nhe had but to pull Neddy’s ears to make him begin at once to ee–aw!\nAnd when he brayed there dropped from his mouth silver sixpences, and\nhalf crowns, and golden guineas.",
        "The lad was well pleased with the wage he had received, and away he\nrode till he reached an inn. There he ordered the best of everything,\nand when the innkeeper refused to serve him without being paid\nbeforehand, the boy went off to the stable, pulled the ass’s ears and\nobtained his pocket full of money. The host had watched all this\nthrough a crack in the door, and when night came on he put an ass of\nhis own for the precious Neddy of the poor youth. So Jack without\nknowing that any change had been made, rode away next morning to his\nfather’s house.",
        "Now, I must tell you that near his home dwelt a poor widow with an\nonly daughter. The lad and the maiden were fast friends and true\nloves; but when Jack asked his father’s leave to marry the girl,\n“Never till you have the money to keep her,” was the reply. “I have\nthat, father,” said the lad, and going to the ass he pulled its long\nears; well, he pulled, and he pulled, till one of them came off in his\nhands; but Neddy, though he hee-hawed and he hee-hawed let fall no\nhalf crowns or guineas. The father picked up a hay-fork and beat his\nson out of the house. I promise you he ran. Ah! he ran and ran till he\ncame bang against the door, and burst it open, and there he was in a\njoiner’s shop. “You’re a likely lad,” said the joiner; “serve me for a\ntwelvemonths and a day and I will pay you well.’” So he agreed, and\nserved the carpenter for a year and a day. “Now,” said the master, “I\nwill give you your wage;” and he presented him with a table, telling\nhim he had but to say, “Table, be covered,” and at once it would be\nspread with lots to eat and drink.",
        "Jack hitched the table on his back, and away he went with it till he\ncame to the inn. “Well, host,” shouted he, “my dinner to-day, and that\nof the best.”",
        "“Very sorry, but there is nothing in the house but ham and eggs.”",
        "“Ham and eggs for me!” exclaimed Jack. “I can do better than that.–\nCome, my table, be covered!”",
        "At once the table was spread with turkey and sausages, roast mutton,\npotatoes, and greens. The publican opened his eyes, but he said\nnothing, not he.",
        "That night he fetched down from his attic a table very like that of\nJack, and exchanged the two. Jack, none the wiser, next morning\nhitched the worthless table on to his back and carried it home. “Now,\nfather, may I marry my lass?” he asked.",
        "“Not unless you can keep her,” replied the father. “Look here!\"\nexclaimed Jack. “Father, I have a table which does all my bidding.”",
        "“Let me see it,” said the old man.",
        "The lad set it in the middle of the room, and bade it be covered; but\nall in vain, the table remained bare. In a rage, the father caught the\nwarming-pan down from the wall and warmed his son’s back with it so\nthat the boy fled howling from the house, and ran and ran till he came\nto a river and tumbled in. A man picked him out and bade him assist\nhim in making a bridge over the river; and how do you think he was\ndoing it? Why, by casting a tree across; so Jack climbed up to the top\nof the tree and threw his weight on it, so that when the man had\nrooted the tree up, Jack and the tree-head dropped on the farther\nbank.",
        "“Thank you,” said the man; “and now for what you have done I will pay\nyou;” so saying, he tore a branch from the tree, and fettled it up\ninto a club with his knife. “There,” exclaimed he; “take this stick,\nand when you say to it, ’Up stick and bang him,’ it will knock any one\ndown who angers you.”",
        "The lad was overjoyed to get this stick–so away he went with it to\nthe inn, and as soon as the publican, appeared, “Up stick and bang\nhim!” was his cry. At the word the cudgel flew from his hand and\nbattered the old publican on the back, rapped his head, bruised his\narms tickled his ribs, till he fell groaning on the floor; still the\nstick belaboured the prostrate man, nor would Jack call it off till he\nhad got back the stolen ass and table. Then he galloped home on the\nass, with the table on his shoulders, and the stick in his hand. When\nhe arrived there he found his father was dead, so he brought his ass\ninto the stable, and pulled its ears till he had filled the manger\nwith money.",
        "It was soon known through the town that Jack had returned rolling in\nwealth, and accordingly all the girls in the place set their caps at\nhim. “Now,” said Jack, “I shall marry the richest lass in the place;\nso tomorrow do you all come in front of my house with your money in\nyour aprons.”",
        "Next morning the street was full of girls with aprons held out, and\ngold and silver in them; but Jack’s own sweetheart was among them, and\nshe had neither gold nor silver, nought but two copper pennies, that\nwas all she had.",
        "“Stand aside, lass;” said Jack to her, speaking roughly. “Thou hast no\nsilver nor gold–stand off from the rest.” She obeyed, and the tears\nran down her cheeks, and filled her apron with diamonds.",
        "“Up stick and bang them!” exclaimed Jack; whereupon the cudgel leaped\nup, and running along the line of girls, knocked them all on the heads\nand left them senseless on the pavement. Jack took all their money and\npoured it into his truelove’s lap. “Now, lass,” he exclaimed, “thou\nart the richest, and I shall marry thee.”",
        "Continue...",
        "\nThis complete e-book of English Fairy Tales, collected and edited by\nJoseph Jacobs, is in the public domain.\nThis page has been created by Philipp Lenssen.\n\nAt Amazon: The Golden Book of Fairy Tales\n\nPage last updated on December 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}