{
    "title": "English Fairy Tales - Jack and the Beanstalk",
    "author": "Joseph Jacobs",
    "chapter": "15",
    "content": [
        "\n",
        "\n\n",
        "There was once upon a time a poor widow who had an only son named\nJack, and a cow named Milky-white. And all they had to live on was the\nmilk the cow gave every morning which they carried to the market and\nsold. But one morning Milky-white gave no milk and they didn’t know\nwhat to do.",
        "“What shall we do, what shall we do?” said the widow, wringing her\nhands.",
        "“Cheer up, mother, I’ll go and get work somewhere,” said Jack.",
        "“We’ve tried that before, and nobody would take you,” said his mother;\n“we must sell Milky-white and with the money do something, start shop,\nor something.”",
        "“All right, mother,” says Jack; “it’s market-day today, and I’ll soon\nsell Milky-white, and then we’ll see what we can do.”",
        "So he took the cow’s halter in his hand, and off he starts. He hadn’t\ngone far when he met a funny-looking old man who said to him: “Good\nmorning, Jack.”",
        "“Good morning to you,” said Jack, and wondered how he knew his name.",
        "“Well, Jack, and where are you off to?” said the man.",
        "“I’m going to market to sell our cow here.”",
        "“Oh, you look the proper sort of chap to sell cows,” said the man; “I\nwonder if you know how many beans make five.”",
        "“Two in each hand and one in your mouth,” says Jack, as sharp as a\nneedle.",
        "“Right you are,” said the man, “and here they are the very beans\nthemselves,” he went on pulling out of his pocket a number of strange-\nlooking beans. “As you are so sharp,” says he, “I don’t mind doing a\nswop with you–your cow for these beans.”",
        "“Walker!” says Jack; “wouldn’t you like it?”",
        "“Ah! you don’t know what these beans are,” said the man; “if you plant\nthem over-night, by morning they grow right up to the sky.”",
        "“Really?” says Jack; “you don’t say so.”",
        "“Yes, that is so, and if it doesn’t turn out to be true you can have\nyour cow back.”",
        "“Right,” says Jack, and hands him over Milky-white’s halter and\npockets the beans.",
        "Back goes Jack home, and as he hadn’t gone very far it wasn’t dusk by\nthe time he got to his door.",
        "“What back, Jack?” said his mother; “I see you haven’t got Milky-\nwhite, so you’ve sold her. How much did you get for her?”",
        "“You’ll never guess, mother,” says Jack.",
        "“No, you don’t say so. Good boy! Five pounds, ten, fifteen, no, it\ncan’t be twenty.”",
        "“I told you you couldn’t guess, what do you say to these beans;\nthey’re magical, plant them over-night and––”",
        "“What!” says Jack’s mother, “have you been such a fool, such a dolt,\nsuch an idiot, as to give away my Milky-white, the best milker in the\nparish, and prime beef to boot, for a set of paltry beans. Take that!\nTake that! Take that! And as for your precious beans here they go out\nof the window. And now off with you to bed. Not a sup shall you drink,\nand not a bit shall you swallow this very night.”",
        "So Jack went upstairs to his little room in the attic, and sad and\nsorry he was, to be sure, as much for his mother’s sake, as for the\nloss of his supper.",
        "At last he dropped off to sleep.",
        "When he woke up, the room looked so funny. The sun was shining into\npart of it, and yet all the rest was quite dark and shady. So Jack\njumped up and dressed himself and went to the window. And what do you\nthink he saw? why, the beans his mother had thrown out of the window\ninto the garden, had sprung up into a big beanstalk which went up and\nup and up till it reached the sky. So the man spoke truth after all.",
        "The beanstalk grew up quite close past Jack’s window, so all he had to\ndo was to open it and give a jump on to the beanstalk which was made\nlike a big plaited ladder. So Jack climbed and he climbed and he\nclimbed and he climbed and he climbed and he climbed and he climbed\ntill at last he reached the sky. And when he got there he found a long\nbroad road going as straight as a dart. So he walked along and he\nwalked along and he walked along till he came to a great big tall\nhouse, and on the doorstep there was a great big tall woman.",
        "“Good morning, mum,” says Jack, quite polite-like. “Could you be so\nkind as to give me some breakfast.” For he hadn’t had anything to eat,\nyou know, the night before and was as hungry as a hunter.",
        "“It’s breakfast you want, is it?” says the great big tall woman, “it’s\nbreakfast you’ll be if you don’t move off from here. My man is an ogre\nand there’s nothing he likes better than boys broiled on toast. You’d\nbetter be moving on or he’ll soon be coming.”",
        "“Oh! please mum, do give me something to eat, mum. I’ve had nothing to\neat since yesterday morning, really and truly, mum,” says Jack. “I may\nas well be broiled, as die of hunger.”",
        "Well, the ogre’s wife wasn’t such a bad sort, after all. So she took\nJack into the kitchen, and gave him a junk of bread and cheese and a\njug of milk. But Jack hadn’t half finished these when thump! thump!\nthump! the whole house began to tremble with the noise of someone\ncoming.",
        "“Goodness gracious me! It’s my old man,” said the ogre’s wife, “what\non earth shall I do? Here, come quick and jump in here.” And she\nbundled Jack into the oven just as the ogre came in.",
        "He was a big one, to be sure. At his belt he had three calves strung\nup by the heels, and he unhooked them and threw them down on the table\nand said: “Here, wife, broil me a couple of these for breakfast. Ah\nwhat’s this I smell?",
        "  Fee-fi-fo-fum,\n  I smell the blood of an Englishman,\n  Be he alive, or be he dead\n  I’ll have his bones to grind my bread.”",
        "“Nonsense, dear,” said his wife, “you’re dreaming. Or perhaps you\nsmell the scraps of that little boy you liked so much for yesterday’s\ndinner. Here, go you and have a wash and tidy up, and by the time you\ncome back your breakfast’ll be ready for you.”",
        "So the ogre went off, and Jack was just going to jump out of the oven\nand run off when the woman told him not. “Wait till he’s asleep,” says\nshe; “he always has a snooze after breakfast.”",
        "Well, the ogre had his breakfast, and after that he goes to a big\nchest and takes out of it a couple of bags of gold and sits down\ncounting them till at last his head began to nod and he began to snore\ntill the whole house shook again.",
        "Then Jack crept out on tiptoe from his oven, and as he was passing the\nogre he took one of the bags of gold under his arm, and off he pelters\ntill he came to the beanstalk, and then he threw down the bag of gold\nwhich of course fell in to his mother’s garden, and then he climbed\ndown and climbed down till at last he got home and told his mother and\nshowed her the gold and said: “Well, mother, wasn’t I right about the\nbeans. They are really magical, you see.”",
        "So they lived on the bag of gold for some time, but at last they came\nto the end of that so Jack made up his mind to try his luck once more\nup at the top of the beanstalk. So one fine morning he got up early,\nand got on to the beanstalk, and he climbed and he climbed and he\nclimbed and he climbed and he climbed and he climbed till at last he\ngot on the road again and came to the great big tall house he had been\nto before. There, sure enough, was the great big tall woman a-standing\non the door-step.",
        "“Good morning, mum,” says Jack, as bold as brass, “could you be so\ngood as to give me something to eat?”",
        "“Go away, my boy,” said the big, tall woman, “or else my man will eat\nyou up for breakfast. But aren’t you the youngster who came here once\nbefore? Do you know, that very day, my man missed one of his bags of\ngold.”",
        "“That’s strange, mum,” says Jack, “I dare say I could tell you\nsomething about that but I’m so hungry I can’t speak till I’ve had\nsomething to eat.”",
        "Well the big tall woman was that curious that she took him in and gave\nhim something to eat. But he had scarcely begun munching it as slowly\nas he could when thump! thump! thump! they heard the giant’s footstep,\nand his wife hid Jack away in the oven.",
        "All happened as it did before. In came the ogre as he did before,\nsaid: “Fee-fi-fo-fum,” and had his breakfast off three broiled oxen.\nThen he said: “Wife, bring me the hen that lays the golden eggs.” So\nshe brought it, and the ogre said: “Lay,” and it laid an egg all of\ngold. And then the ogre began to nod his head, and to snore till the\nhouse shook.",
        "Then Jack crept out of the oven on tiptoe and caught hold of the\ngolden hen, and was off before you could say “Jack Robinson.” But this\ntime the hen gave a cackle which woke the ogre, and just as Jack got\nout of the house he heard him calling: “Wife, wife, what have you done\nwith my golden hen?”",
        "And the wife said: “Why, my dear?”",
        "But that was all Jack heard, for he rushed off to the beanstalk and\nclimbed down like a house on fire. And when he got home he showed his\nmother the wonderful hen and said “Lay,” to it; and it laid a golden\negg every time he said “Lay.”",
        "Well, Jack was not content, and it wasn’t very long before he\ndetermined to have another try at his luck up there at the top of the\nbeanstalk. So one fine morning, he got up early, and went on to the\nbeanstalk, and he climbed and he climbed and he climbed and he climbed\ntill he got to the top. But this time he knew better than to go\nstraight to the ogre’s house. And when he got near it he waited behind\na bush till he saw the ogre’s wife come out with a pail to get some\nwater, and then he crept into the house and got into the copper. He\nhadn’t been there long when he heard thump! thump! thump! as before,\nand in come the ogre and his wife.",
        "“Fee-fi-fo-fum, I smell the blood of an Englishman,” cried out the\nogre; “I smell him, wife, I smell him.”",
        "“Do you, my dearie?” says the ogre’s wife. “Then if it’s that little\nrogue that stole your gold and the hen that laid the golden eggs he’s\nsure to have got into the oven.” And they both rushed to the oven. But\nJack wasn’t there, luckily, and the ogre’s wife said: “There you are\nagain with your fee-fi-fo-fum. Why of course it’s the laddie you\ncaught last night that I’ve broiled for your breakfast. How forgetful\nI am, and how careless you are not to tell the difference between a\nlive un and a dead un.”",
        "So the ogre sat down to the breakfast and ate it, but every now and\nthen he would mutter: “Well, I could have sworn––” and he’d get up\nand search the larder and the cupboards, and everything, only luckily\nhe didn’t think of the copper.",
        "After breakfast was over, the ogre called out: “Wife, wife, bring me\nmy golden harp.” So she brought it and put it on the table before him.\nThen he said: “Sing!” and the golden harp sang most beautifully. And\nit went on singing till the ogre fell asleep, and commenced to snore\nlike thunder.",
        "Then Jack lifted up the copper-lid very quietly and got down like a\nmouse and crept on hands and knees till he got to the table when he\ngot up and caught hold of the golden harp and dashed with it towards\nthe door. But the harp called out quite loud: “Master! Master!” and\nthe ogre woke up just in time to see Jack running off with his harp.",
        "Jack ran as fast as he could, and the ogre came rushing after, and\nwould soon have caught him only Jack had a start and dodged him a bit\nand knew where he was going. When he got to the beanstalk the ogre was\nnot more than twenty yards away when suddenly he saw Jack disappear\nlike, and when he got up to the end of the road he saw Jack underneath\nclimbing down for dear life. Well, the ogre didn’t like trusting\nhimself to such a ladder, and he stood and waited, so Jack got another\nstart. But just then the harp cried out: “Master! master!” and the\nogre swung himself down on to the beanstalk which shook with his\nweight. Down climbs Jack, and after him climbed the ogre. By this time\nJack had climbed down and climbed down and climbed down till he was\nvery nearly home. So he called out: “Mother! mother! bring me an axe,\nbring me an axe.” And his mother came rushing out with the axe in her\nhand, but when she came to the beanstalk she stood stock still with\nfright for there she saw the ogre just coming down below the clouds.",
        "But Jack jumped down and got hold of the axe and gave a chop at the\nbeanstalk which cut it half in two. The ogre felt the beanstalk shake\nand quiver so he stopped to see what was the matter. Then Jack gave\nanother chop with the axe, and the beanstalk was cut in two and began\nto topple over. Then the ogre fell down and broke his crown, and the\nbeanstalk came toppling after.",
        "Then Jack showed his mother his golden harp, and what with showing\nthat and selling the golden eggs, Jack and his mother became very\nrich, and he married a great princess, and they lived happy ever\nafter.",
        "Continue...",
        "\nThis complete e-book of English Fairy Tales, collected and edited by\nJoseph Jacobs, is in the public domain.\nThis page has been created by Philipp Lenssen.\n\nAt Amazon: The Golden Book of Fairy Tales\n\nPage last updated on December 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}