{
    "title": "English Fairy Tales - Mr. Vinegar",
    "author": "Joseph Jacobs",
    "chapter": "8",
    "content": [
        "\n",
        "\n\n",
        "Mr. and Mrs. Vinegar lived in a vinegar bottle. Now, one day, when Mr.\nVinegar was from home, Mrs. Vinegar, who was a very good housewife,\nwas busily sweeping her house, when an unlucky thump of the broom\nbrought the whole house clitter-clatter, clitter-clatter, about her\nears. In an agony of grief she rushed forth to meet her husband.",
        "On seeing him she exclaimed, “Oh, Mr. Vinegar, Mr. Vinegar, we are\nruined, I have knocked the house down, and it is all to pieces!” Mr.\nVinegar then said: “My dear, let us see what can be done. Here is the\ndoor; I will take it on my back, and we will go forth to seek our\nfortune.”",
        "They walked all that day, and at nightfall entered a thick forest.\nThey were both very, very tired, and Mr. Vinegar said: “My love, I\nwill climb up into a tree, drag up the door, and you shall follow.” He\naccordingly did so, and they both stretched their weary limbs on the\ndoor, and fell fast asleep.",
        "In the middle of the night Mr. Vinegar was disturbed by the sound of\nvoices underneath, and to his horror and dismay found that it was a\nband of thieves met to divide their booty.",
        "“Here, Jack,” said one, “here’s five pounds for you; here, Bill,\nhere’s ten pounds for you; here, Bob, here’s three pounds for you.”",
        "Mr. Vinegar could listen no longer; his terror was so great that he\ntrembled and trembled, and shook down the door on their heads. Away\nscampered the thieves, but Mr. Vinegar dared not quit his retreat till\nbroad daylight.",
        "He then scrambled out of the tree, and went to lift up the door. What\ndid he see but a number of golden guineas. “Come down, Mrs. Vinegar,\"\nhe cried; “come down, I say; our fortune’s made, our fortune’s made!\nCome down, I say.”",
        "Mrs. Vinegar got down as fast as she could, and when she saw the money\nshe jumped for joy. “Now, my dear,” said she, “I’ll tell you what you\nshall do. There is a fair at the neighbouring town; you shall take\nthese forty guineas and buy a cow. I can make butter and cheese, which\nyou shall sell at market, and we shall then be able to live very\ncomfortably.”",
        "Mr. Vinegar joyfully agrees, takes the money, and off he goes to the\nfair. When he arrived, he walked up and down, and at length saw a\nbeautiful red cow. It was an excellent milker, and perfect in every\nway. “Oh,” thought Mr. Vinegar, “if I had but that cow, I should be\nthe happiest, man alive.”",
        "So he offers the forty guineas for the cow, and the owner said that,\nas he was a friend, he’d oblige him. So the bargain was made, and he\ngot the cow and he drove it backwards and forwards to show it.",
        "By-and-by he saw a man playing the bagpipes–Tweedle-dum tweedle-dee.\nThe children followed him about, and he appeared to be pocketing money\non all sides. “Well,” thought Mr. Vinegar, “if I had but that\nbeautiful instrument I should be the happiest man alive–my fortune\nwould be made.”",
        "So he went up to the man. “Friend,” says he, “what a beautiful\ninstrument that is, and what a deal of money you must make.” “Why,\nyes,” said the man, “I make a great deal of money, to be sure, and it\nis a wonderful instrument.” “Oh!” cried Mr. Vinegar, “how I should\nlike to possess it!” “Well,” said the man, “as you are a friend, I\ndon’t much mind parting with it; you shall have it for that red cow.\"\n“Done!” said the delighted Mr. Vinegar. So the beautiful red cow was\ngiven for the bagpipes.",
        "He walked up and down with his purchase; but it was in vain he tried\nto play a tune, and instead of pocketing pence, the boys followed him\nhooting, laughing, and pelting.",
        "Poor Mr. Vinegar, his fingers grew very cold, and, just as he was\nleaving the town, he met a man with a fine thick pair of gloves. “Oh,\nmy fingers are so very cold,” said Mr. Vinegar to himself. “Now if I\nhad but those beautiful gloves I should be the happiest man alive.” He\nwent up to the man, and said to him, “Friend, you seem to have a\ncapital pair of gloves there.” “Yes, truly,” cried the man; “and my\nhands are as warm as possible this cold November day.” “Well,” said\nMr. Vinegar, “I should like to have them.”. “What will you give?” said\nthe man; “as you are a friend, I don’t much mind letting you have them\nfor those bagpipes.” “Done!” cried Mr. Vinegar. He put on the gloves,\nand felt perfectly happy as he trudged homewards.",
        "At last he grew very tired, when he saw a man coming towards him with\na good stout stick in his hand.",
        "“Oh,” said Mr. Vinegar, “that I had but that stick! I should then be\nthe happiest man alive.” He said to the man: “Friend! what a rare good\nstick you have got.” “Yes,” said the man; “I have used it for many a\nlong mile, and a good friend it has been; but if you have a fancy for\nit, as you are a friend, I don’t mind giving it to you for that pair\nof gloves.” Mr. Vinegar’s hands were so warm, and his legs so tired,\nthat he gladly made the exchange.",
        "As he drew near to the wood where he had left his wife, he heard a\nparrot on a tree calling out his name: “Mr. Vinegar, you foolish man,\nyou blockhead, you simpleton; you went to the fair, and laid out all\nyour money in buying a cow. Not content with that, you changed it for\nbagpipes, on which you could not play, and which were not worth one-\ntenth of the money. You fool, you–you had no sooner got the bagpipes\nthan you changed them for the gloves, which were not worth one-quarter\nof the money; and when you had got the gloves, you changed them for a\npoor miserable stick; and now for your forty guineas, cow, bagpipes,\nand gloves, you have nothing to show but that poor miserable stick,\nwhich you might have cut in any hedge.” On this the bird laughed and\nlaughed, and Mr. Vinegar, falling into a violent rage, threw the stick\nat its head. The stick lodged in the tree, and he returned to his wife\nwithout money, cow, bagpipes, gloves, or stick, and she instantly gave\nhim such a sound cudgelling that she almost broke every bone in his\nskin.",
        "Continue...",
        "\nThis complete e-book of English Fairy Tales, collected and edited by\nJoseph Jacobs, is in the public domain.\nThis page has been created by Philipp Lenssen.\n\nAt Amazon: The Golden Book of Fairy Tales\n\nPage last updated on December 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}