{
    "title": "English Fairy Tales - The Three Heads of the Well",
    "author": "Joseph Jacobs",
    "chapter": "46",
    "content": [
        "\n",
        "\n\n",
        "Long before Arthur and the Knights of the Round Table, there reigned\nin the eastern part of England a king who kept his Court at\nColchester. In the midst of all his glory, his queen died, leaving\nbehind her an only daughter, about fifteen years of age, who for her\nbeauty and kindness was the wonder of all that knew her. But the king\nhearing of a lady who had likewise an only daughter, had a mind to\nmarry her for the sake of her riches, though she was old, ugly, hook-\nnosed, and hump-backed. Her daughter was a yellow dowdy, full of envy\nand ill-nature; and, in short, was much of the same mould as her\nmother. But in a few weeks the king, attended by the nobility and\ngentry, brought his deformed bride to the palace, where the marriage\nrites were performed. They had not been long in the Court before they\nset the king against his own beautiful daughter by false reports. The\nyoung princess having lost her father’s love, grew weary of the Court,\nand one day, meeting with her father in the garden, she begged him,\nwith tears in her eyes, to let her go and seek her fortune; to which\nthe king consented, and ordered her mother-in-law to give her what she\npleased. She went to the queen, who gave her a canvas bag of brown\nbread and hard cheese, with a bottle of beer; though this was but a\npitiful dowry for a king’s daughter. She took it, with thanks, and\nproceeded on her journey, passing through groves, woods, and valleys,\ntill at length she saw an old man sitting on a stone at the mouth of a\ncave, who said: “Good morrow, fair maiden, whither away so fast?”",
        "“Aged father,” says she, “I am going to seek my fortune.”",
        "“What have you got in your bag and bottle?”",
        "“In my bag I have got bread and cheese, and in my bottle good small\nbeer. Would you like to have some?”",
        "“Yes,” said he, “with all my heart.”",
        "With that the lady pulled out her provisions, and bade him eat and\nwelcome. He did so, and gave her many thanks, and said: “There is a\nthick thorny hedge before you, which you cannot get through, but take\nthis wand in your hand, strike it three times, and say, ’Pray, hedge,\nlet me come through,’ and it will open immediately; then, a little\nfurther, you will find a well; sit down on the brink of it, and there\nwill come up three golden heads, which will speak; and whatever they\nrequire, that do.” Promising she would, she took her leave of him.\nComing to the hedge and using the old man’s wand, it divided, and let\nher through; then, coming to the well, she had no sooner sat down than\na golden head came up singing:",
        "  “Wash me, and comb me,\n  And lay me down softly.\n  And lay me on a bank to dry,\n  That I may look pretty,\n  When somebody passes by.”",
        "“Yes,” said she, and taking it in her lap combed it with a silver\ncomb, and then placed it upon a primrose bank. Then up came a second\nand a third head, saying the same as the former. So she did the same\nfor them, and then, pulling out her provisions, sat down to eat her\ndinner.",
        "Then said the heads one to another: “What shall we weird for this\ndamsel who has used us so kindly?”",
        "The first said: “I weird her to be so beautiful that she shall charm\nthe most powerful prince in the world.”",
        "The second said: “I weird her such a sweet voice as shall far exceed\nthe nightingale.”",
        "The third said: “My gift shall be none of the least, as she is a\nking’s daughter, I’ll weird her so fortunate that she shall become\nqueen to the greatest prince that reigns.”",
        "She then let them down into the well again, and so went on her\njourney. She had not travelled long before she saw a king hunting in\nthe park with his nobles. She would have avoided him, but the king,\nhaving caught a sight of her, approached, and what with her beauty and\nsweet voice, fell desperately in love with her, and soon induced her\nto marry him.",
        "This king finding that she was the King of Colchester’s daughter,\nordered some chariots to be got ready, that he might pay the king, his\nfather-in-law, a visit. The chariot in which the king and queen rode\nwas adorned with rich gems of gold. The king, her father, was at first\nastonished that his daughter had been so fortunate, till the young\nking let him know of all that had happened. Great was the joy at Court\namongst all, with the exception of the queen and her club-footed\ndaughter, who were ready to burst with envy. The rejoicings, with\nfeasting and dancing, continued many days. Then at length they\nreturned home with the dowry her father gave her.",
        "The hump-backed princess, perceiving that her sister had been so lucky\nin seeking her fortune, wanted to do the same; so she told her mother,\nand all preparations were made, and she was furnished with rich\ndresses, and with sugar, almonds, and sweetmeats, in great quantities,\nand a large bottle of Malaga sack. With these she went the same road\nas her sister; and coming near the cave, the old man said: “Young\nwoman, whither so fast?”",
        "“What’s that to you?” said she.",
        "“Then,” said he, “what have you in your bag and bottle?”",
        "She answered: “Good things, which you shall not be troubled with.”",
        "“Won’t you give me some?” said he.",
        "“No, not a bit, nor a drop, unless it would choke you.”",
        "The old man frowned, saying: “Evil fortune attend ye!”",
        "Going on, she came to the hedge, through which she espied a gap, and\nthought to pass through it; but the hedge closed, and the, thorns ran\ninto her flesh, so that it was with great difficulty that she got\nthrough. Being now all over blood, she searched for water to wash\nherself, and, looking round, she saw the well. She sat down on the\nbrink of it, and one of the heads came up, saying: “Wash me, comb me,\nand lay me down softly,” as before, but she banged it with her bottle,\nsaying, “Take that for your washing.” So the second and third heads\ncame up, and met with no better treatment than the first. Whereupon\nthe heads consulted among themselves what evils to plague her with for\nsuch usage.",
        "The first said: “Let her be struck with leprosy in her face.”",
        "The second: “Let her voice be as harsh as a corn-crake’s.”",
        "The third said: “Let her have for husband but a poor country cobbler.”",
        "Well, she goes on till she came to a town, and it being market-day,\nthe people looked at her, and, seeing such a mangy face, and hearing\nsuch a squeaky voice, all fled but a poor country cobbler. Now he not\nlong before had mended the shoes of an old hermit, who, having no\nmoney gave him a box of ointment for the cure of the leprosy, and a\nbottle of spirits for a harsh voice. So the cobbler having a mind to\ndo an act of charity, was induced to go up to her and ask her who she\nwas.",
        "“I am,” said she, “the King of Colchester’s daughter-in-law.”",
        "“Well,” said the cobbler, “if I restore you to your natural\ncomplexion, and make a sound cure both in face and voice, will you in\nreward take me for a husband?”",
        "“Yes, friend,” replied she, “with all my heart!”",
        "With this the cobbler applied the remedies, and they made her well in\na few weeks; after which they were married, and so set forward for the\nCourt at Colchester. When the queen found that her daughter had\nmarried nothing but a poor cobbler, she hanged herself in wrath. The\ndeath of the queen so pleased the king, who was glad to get rid of her\nso soon, that he gave the cobbler a hundred pounds to quit the Court\nwith his lady, and take to a remote part of the kingdom, where he\nlived many years mending shoes, his wife spinning the thread for him.",
        "Oyez-Oyez-Oyez",
        "The English Fairy Tales",
        "Are Now Closed",
        "Little Boys and Girls",
        "Must Not Read Any Further",
        "Continue...",
        "\nThis complete e-book of English Fairy Tales, collected and edited by\nJoseph Jacobs, is in the public domain.\nThis page has been created by Philipp Lenssen.\n\nAt Amazon: The Golden Book of Fairy Tales\n\nPage last updated on December 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}