{
    "title": "England and the War - The Faith of England",
    "author": "Walter Raleigh",
    "chapter": "5",
    "content": [
        "\n",
        "\n\n",
        "An Address to the Union Society of University College, London, March\n22,1917\nWhen Professor W.P. Ker asked me to address you on this ceremonial\noccasion I felt none of the confidence of the man who knows what he\nwants to say, and is looking for an audience. But Professor Ker is my\nold friend, and this place is the place where I picked up many of those\nfragmentary impressions which I suppose must be called my education. So\nI thought it would be ungrateful to refuse, even though it should prove\nthat I have nothing to express save goodwill and the affections of\nmemory.",
        "When I matriculated in the University of London and became a student in\nthis place, my professors were Professor Goodwin, Professor Church,\nProfessor Henrici, Professor Groom Robertson, and Professor Henry\nMorley. I remember all these, though, if they were alive, I do not think\nthat any of them would remember me. The indescribable exhilaration,\nwhich must be familiar to many of you, of leaving school and entering\ncollege, is in great part the exhilaration of making acquaintance with\nteachers who care much about their subject and little or nothing about\ntheir pupils. To escape from the eternal personal judgements which make\na school a place of torment is to walk upon air. The schoolmaster looks\nat you; the college professor looks the way you are looking. The\nstatements made by Euclid, that thoughtful Greek, are no longer\nencumbered at college with all those preposterous and irrelevant moral\nconsiderations which desolate the atmosphere of a school. The question\nnow is not whether you have perfectly acquainted yourself with what\nEuclid said, but whether what he said is true. In my earliest days at\ncollege I heard a complete exposition of the first six books of Euclid,\ngiven in four lectures, with masterly ease and freedom, by Professor\nHenrici, who did not hesitate to employ methods of demonstration which,\nthough they are perfectly legitimate and convincing, were rejected by\nthe daintiness of the Greek. Professor Groom Robertson introduced his\npupils to the mysteries of mental and moral philosophy, and incidentally\ndisaffected some of us by what seemed to us his excessive reverence for\nthe works of Alexander Bain. Those works were our favourite theme for\nsatirical verse, which we did not pain our Professor by publishing.\nProfessor Henry Morley lectured hour after hour to successive classes in\na room half way down the passage, on the left. Even overwork could not\ndeaden his enormous vitality; but I hope that his immediate successor\ndoes not lecture so often. Outside the classrooms I remember the\npassages, which resembled the cellars of an unsuccessful sculptor, the\nlibrary, where I first read Romeo and Juliet, and the refectory, where\nwe discussed human life in most, if not in all, of its aspects. In the\nneighbourhood of the College there was the classic severity of Gower\nStreet, and, for those who preferred the richer variety of romance,\nthere was always the Tottenham Court Road. Beyond all, and throughout\nall, there was friendship, and there was freedom. The College was\nfounded, I believe, partly in the interests of those who object to\nsubscribe to a conclusion before they are permitted to examine the\ngrounds for it. It has always been a free place; and if I remember it as\na place of delight, that is because I found here the delights of\nfreedom.",
        "My thoughts in these days are never very long away from the War, so that\nI should feel it difficult to speak of anything else. Yet there are so\nmany ways in which it would be unprofitable for me to pretend to speak\nof it, that the difficulty remains. I have no knowledge of military or\nnaval strategy. I am not intimately acquainted with Germany or with\nGerman culture. I could praise our own people, and our own fighting men,\nfrom a full heart; but that, I think, is not exactly what you want from\nme. So I am reduced to attempting what we have all had to attempt during\nthe past two years or more, to try to state, for myself as much as for\nyou, the meaning of this War so far as we can perceive it.",
        "It seems to be a decree of fate that this country shall be compelled\nevery hundred years to fight for her very life. We live in an island\nthat lies across the mouths of the Rhine, and guards the access to all\nthe ports of northern Europe. In this island we have had enough safety\nand enough leisure to develop for ourselves a system of constitutional\nand individual liberty which has had an enormous influence on other\nnations. It has been admired and imitated; it has also been hated and\nattacked. To the majority of European statesmen and politicians it has\nbeen merely unintelligible. Some of them have regarded it with a kind\nof superstitious reverence; for we have been very successful in the\nworld at large, and how could so foolish and ineffective a system\nachieve success except by adventitious aid? Others, including all the\nstatesmen and political theorists who prepared Germany for this War,\nhave refused to admire; the power of England, they have taught, is not\nreal power; she has been crafty and lucky; she has kept herself free\nfrom the entanglements and strifes of the Continent, and has enriched\nherself by filching the property of the combatants. If once she were\ncompelled to hold by force what she won by guile, her pretensions would\ncollapse, and she would fall back into her natural position as a small\nagricultural island, inhabited by a people whose proudest boast would\nthen be that they are poor cousins of the Germans.",
        "It is difficult to discuss this question with German professors and\npoliticians: they have such simple minds, and they talk like angry\nchildren. Their opinions concerning England are not original; their\nviews were held with equal fervour and expressed in very similar\nlanguage by Philip of Spain in the sixteenth century, by Louis XIV of\nFrance in the seventeenth century, and by Napoleon at the close of the\neighteenth century. ’These all died in faith, not having received the\npromises, but having seen them afar off.’ I will ask you to consider the\nattack made upon England by each of these three powerful rulers.",
        "Any one who reads the history of these three great wars will feel a\nsense of illusion, as if he were reading the history of to-day. The\npoints of resemblance in all four wars are so many and so great that it\nseems as if the four wars were all one war, repeated every century. The\ncause of the war is always an ambitious ruler who covets supremacy on\nthe European Continent. England is always opposed to him–inevitably and\ninstinctively. It took the Germans twenty years to prepare their people\nfor this War. It took us two days to prepare ours. Our instinct is quick\nand sound; for the resources and wealth of the Continent, if once they\nwere controlled by a single autocratic power, would make it impossible\nfor England to follow her fortunes upon the sea. But we never stand\nquite alone. The smaller peoples of the Continent, who desire\nself-government, or have achieved it, always give the conqueror trouble,\nand rebel against him or resist him. England always sends help to them,\nthe help of an expeditionary force, or, failing that, the help of\nirregular volunteers. Sir Philip Sidney dies at Zutphen; Sir John Moore\nat Corunna. There is always desperate fighting in the Low Countries; and\nthe names of Mons, Liège, Namur, and Lille recur again and again.\nEngland always succeeds in maintaining herself, though not without some\nreverses, on the sea. In the end the power of the master of legions,\nPhilip, Louis, Napoleon, and shall we say William, crumbles and melts;\nhis ambitions are too costly to endure, his people chafe under his lash,\nand his kingdom falls into insignificance or is transformed by internal\nrevolution.",
        "In all these wars there is one other resemblance which it is good to\nremember to-day. The position of England, at one time or another in the\ncourse of the war, always seems desperate. When Philip of Spain invaded\nEngland with the greatest navy of the world, he was met on the seas by a\nfleet made up chiefly of volunteers. When Louis overshadowed Europe and\nthreatened England, our king was in his pay and had made a secret treaty\nwith him; our statesmen, moreover, had destroyed our alliance with the\nmaritime powers of Sweden and Holland, we had war with the Dutch, and\nour fleet was beaten by them. During the war against Napoleon we were in\nan even worse plight; the plausible political doctrines of the\nRevolution found many sympathizers in this country; our sailors mutinied\nat the Nore; Ireland was aflame with discontent; and we were involved in\nthe Mahratta War in India, not to mention the naval war with America.\nEven after Trafalgar, our European allies failed us, Napoleon disposed\nof Austria and Prussia, and concluded a separate treaty with Russia. It\nwas then that Wordsworth wrote–",
        "  ’’Tis well! from this day forward we shall know\n  That in ourselves our safety must be sought;\n  That by our own right hands it must be wrought;\n  That we must stand unpropped, or be laid low.\n  O dastard whom such foretaste doth not cheer!\n  We shall exult, if they who rule the land\n  Be men who hold its many blessings dear,\n  Wise, upright, valiant; not a servile band,\n  Who are to judge of dangers which they fear,\n  And honour which they do not understand.’",
        "Always in the same cause, we have suffered worse things than we are\nsuffering to-day, and if there is worse to come we hope that we are\nready. The youngest and best of us, who carry on and go through with\nit, though many of them are dead and many more will not live to see the\nday of victory, have been easily the happiest and most confident among\nus. They have believed that, at a price, they can save decency and\ncivilization in Europe, and, if they are wrong, they have known, as we\nknow, that the day when decency and civilization are trampled under the\nfoot of the brute is a day when it is good to die.",
        "When I speak of the German nation as the brute I am not speaking\ncontroversially or rhetorically; the whole German nation has given its\nhearty assent to a brutal doctrine of war and politics; no facts need be\ndisputed between us: what to us is their shame, to them is their glory.\nThis is a grave difference; yet it would be wrong to suppose that we can\ntreat it adequately by condemning the whole German nation as a nation of\nconfessed criminals. It is the paradox of war that there is always right\non both sides. When a man is ready and willing to sacrifice his life,\nyou cannot deny him the right to choose what he will die for. The most\nbeautiful virtues, faith and courage and devotion, grow like weeds upon\nthe battle-field. The fighters recognize these virtues in each other,\nand the front lines, for all their mud and slaughter, are breathed on by\nthe airs of heaven. Hate and pusillanimity have little there to nourish\nthem. To find the meaner passions you must seek further back. Johnson,\nspeaking in the Idler of the calamities produced by war, admits that\nhe does not know ’whether more is to be dreaded from streets filled with\nsoldiers accustomed to plunder, or from garrets filled with scribblers\naccustomed to lie’. Now that our army is the nation in arms, the danger\nfrom a lawless soldiery has become less, or has vanished; but the other\ndanger has increased. Journalists are not the only offenders. It is a\nstrange, squalid background for the nobility of the soldier that is made\nby the deceits and boasts of diplomatists and statesmen. In one of the\nprison camps of England, some weeks ago, I saw a Saxon boy who had\nfought bravely for his country. Simplicity and openness and loyalty were\nwritten on his face. There are hundreds like him, and I would not\nmention him if it were not that that same day I read with a new and\nheightened sense of disgust a speech by the German Chancellor, writhing\nwith timidity and dishonesty and uneasy braggadocio. Those who feel this\ncontrast as I did may be excused, I think, if they come to the\nconclusion that to talk about war is an accursed trade, and that to\nfight well, whether on the one side or the other, is the only noble\npart.",
        "Yet there is no escape for us; if we are to avoid chaos, if the daily\nlife of the world is to be re-established and carried on, there must be\nan understanding between nations, and there is no possible way to come\nto an understanding save by the action and words of representative men\non the one side and the other. Such representative men there are; there\nis no reason to doubt that they do in the main truly express the\naspirations and wishes of their people, and on both sides they have\neither explicitly or virtually made offers. The offer of the Allied\nPowers is on record. What does Germany offer? She has refused to make a\ndefinite statement, but her rulers have talked a great deal, and what\nshe intends is not really in doubt; only she is not sure whether she can\nget it, and still clings to the hope that a favourable turn of events\nmay relieve her of the duty of making proposals, and put her in a\nposition to dictate a settlement. We all know what that settlement would\nbe.",
        "The German offer for a solution of the problem of world-government is\nGerman sentiments, German racial pride, German manners and customs, an\nimmense increase of German territory and German influence, and above all\nan acknowledged supremacy for the German race among the nations of the\nworld. She thinks she has not stated these aims in so many words; but\nshe has. When it was suggested that the future peace of the world might\nbe assured by the formation of a League to Enforce Peace, Germany,\nthrough her official spokesmen, expressed her sympathy with that idea,\nand stated that she would very gladly put herself at the head of such a\nLeague. I can hardly help loving the Germans when their rustic\nsimplicity and rustic cunning lead them all unconsciously into\nself-revelation. The very idea of a League to Enforce Peace implies\nequality among the contracting parties; and Germany does not understand\nequality. ’By all means’, she says,’let us sit at a round table, and I\nwill sit at the top of it.’ Her panacea for human ills is Germanism. She\nhas nothing to offer but a purely national sentiment, which some,\ngreatly privileged, may share, and the rest must revere and bow to. In\nthe Book of Genesis we are told how Joseph was thrown into a pit by his\nelder brothers for talking just like this; but he meant it quite\ninnocently, and so do the Germans. They do not intend irreverence to God\nwhen they call Him the good German God. On the contrary, they choose for\nHis praise a word that to them stands for all goodness and all\ngreatness. Their worship expresses itself naturally in the tribal ritual\nand the tribal creed. This tribal creed, there can be no doubt, is what\nthey offer us for a talisman to ensure the right ordering of the world.",
        "Patriotism and loyalty to hearth and home are passions so strong in\nhumanity that a creed like this, when men are under its influence, is\nnot easily seen to be absurd. The Saxon boy, whom I saw in his prison\ncamp, probably would not quarrel with it. And even in the wider world of\nthought the illusions of nationalism are all-pervading. I once heard\nProfessor Henry Sidgwick remark that it is not easy for us to understand\nhow the troops of Portugal are stirred to heroic effort when their\ncommanders call on them to remember that they are Portuguese. He would\nno doubt have been the first to admit, for he had an alert and sceptical\nmind, that it is only our stupidity which finds anything comic in such\nan appeal. But it is stupidity of this kind which unfits men to deal\nwith other races, and it is stupidity of this kind which has been\nexalted by the Germans as a primal duty, and has, indeed, been advanced\nby them as their principal claim to undertake the government of the\nworld.",
        "This extreme nationalism, this unwillingness to feel any sympathy for\nother peoples, or to show them any consideration, has stupefied and\nblinded the Germans. One of the heaviest charges that can be brought\nagainst them is that they have seen no virtue in France, I do not ask\nthat they shall interrupt the War to express admiration for their\nenemies: I am speaking of the time before the War. France is the chief\nmodern inheritor of that great Roman civilization which found us painted\nsavages, and made us into citizens of the world. The French mind, it is\nadmitted, and admitted most readily by the most intelligent men, is\nquick and delicate and perceptive, surer and clearer in its operation\nthan the average European mind. Yet the Germans, infatuated with a\nbelief in their own numbers and their own brute strength, have dared to\nexpress contempt for the genius of France. A contempt for foreigners is\ncommon enough among the vulgar and unthinking of all nations, but I do\nnot believe that you will find anywhere but in Germany a large number of\nmen trained in the learned professions who are so besotted by vanity as\nto deny to France her place in the vanguard of civilization. These louts\ncannot be informed or argued with; they are interested in no one but\nthemselves, and naked self-assertion is their only idea of political\nargument. Treitschke, who was for twenty years Professor of History at\nBerlin, and who did perhaps more than any other man to build up the\nmodern German creed, has crystallized German politics in a single\nsentence. ’War’, he says, ’is politics par excellence,’ that is to\nsay, politics at their purest and highest. Our political doctrine, if it\nmust be put in as brief a form, would be better expressed in the\nsentence, ’War is the failure of politics’.",
        "If England were given over to nationalism as Germany is given over,\nthen a war between these two Powers, though it would still be a great\ndramatic spectacle, would have as little meaning as a duel between two\nrival gamebirds in a cockpit. We know, and it will some day dawn on the\nGermans, that this War has a deeper meaning than that. We are not\nnationalist; we are too deeply experienced in politics to stumble into\nthat trap. We have had a better and longer political education than has\ncome to Germany in her short and feverish national life. It is often\nsaid that the Germans are better educated than we are, and in a sense\nthat is true; they are better furnished with schools and colleges and\nthe public means of education. The best boy in a school is the boy who\nbest minds his book, and even if he dutifully believes all that it tells\nhim, that will not lose him the prize. When he leaves school and\ngraduates in a wider world, where men must depend on their own judgement\nand their own energy, he is often a little disconcerted to find that\nsome of his less bookish fellows easily outgo him in quickness of\nunderstanding and resource. German education is too elaborate; it\nattempts to do for its pupils much that they had better be left to do\nfor themselves. The pupils are docile and obedient, not troubled with\nunruly doubts and questionings, so that the German system of public\neducation is a system of public mesmerism, and, now that we see it in\nits effects, may be truly described as a national disease.",
        "I have said that England is not nationalist. If the English believed in\nEngland as the Germans believe in Germany, there would be nothing for\nit but a duel to the death, the extinction of one people or the other,\nand darkness as the burier of the dead. Peace would be attained by a\ngreat simplification and impoverishment of the world. But the English do\nnot believe in themselves in that mad-bull fashion. They come of mixed\nblood, and have been accustomed for many long centuries to settle their\ndifferences by compromise and mutual accommodation. They do not inquire\ntoo curiously into a man’s descent if he shares their ideas. They have\nshown again and again that they prefer a tolerant and intelligent\nforeigner to rule over them rather than an obstinate and wrong-headed\nman of native origin. The earliest strong union of the various parts of\nEngland was achieved by William the Norman, a man of French and\nScandinavian descent. Our native-born king, Charles the First, was put\nto death by his people; his son, James the Second, was banished, and the\nDutchman, William the Third, who had proved himself a statesman and\nsoldier of genius in his opposition to Louis the Fourteenth, was elected\nto the throne of England. The fierce struggles of the seventeenth\ncentury, between Royalists and Parliamentarians, between Cavaliers and\nPuritans, were settled at last, not by the destruction of either party,\nbut by the stereotyping of the dispute in the milder and more tolerable\nshape of the party system. The only people we have ever shown ourselves\nunwilling to tolerate are the people who will tolerate no one but their\nown kind. We hate all Acts of Uniformity with a deadly hatred. We are\ncareful for the rights of minorities. We think life should be made\npossible, and we do not object to its being made happy, for dissenters.\nVoltaire, the acutest French mind of his age, remarked on this when he\nvisited England in 1726. ’England’, he says, ’is the country of sects.\n“In my father’s house are many mansions”.... Although the Episcopalians\nand the Presbyterians are the two dominant sects in Great Britain, all\nthe others are welcomed there, and live together very fairly, whilst\nmost of the preachers hate one another almost as cordially as a\nJansenist damns a Jesuit. Enter the London Exchange, a place much more\nworthy of respect than most Courts, and you see assembled for the\nbenefit of mankind representatives of all nations. There the Jew, the\nMohammedan, and the Christian deal with each other as if they were of\nthe same religion, and call infidels only those who become bankrupt.\nThere the Presbyterian trusts the Anabaptist, and the Anabaptist relies\non the promise of the Quaker. On leaving these free and peaceful\nassemblies, some proceed to the synagogue, others to the tavern.... If\nin England there were only one religion, its despotism would be to be\ndreaded; if there were only two, their followers would cut each other’s\nthroats; but there are thirty of them, and they live in peace and\nhappiness.’",
        "Since we have had so much practice in tolerating one another, and in\nliving together even when our ideas on life and the conduct of life seem\nabsolutely incompatible, it is no wonder that we approach the treatment\nof international affairs in a temper very unlike the solemn and dogmatic\nferocity of the German. We do not expect or desire that other peoples\nshall resemble us. The world is wide; and the world-drama is enriched\nby multiplicity and diversity of character. We like bad men, if there is\nsalt and spirit in their badness. We even admire a brute, if he is a\nwhole-hearted brute. I have often thought that if the Germans had been\ntrue to their principles and their programme–if, after proclaiming that\nthey meant to win by sheer strength and that they recognized no other\nright, they had continued as they began, and had battered and hacked,\nburned and killed, without fear or pity, a certain reluctant admiration\nfor them might have been felt in this country. There is no chance of\nthat now, since they took to whining about humanity. Yet it is very\ndifficult wholly to alienate the sympathies of the English people. It is\nperhaps in some ways a weakness, as it is certainly in other ways a\nstrength, that we are fanciers of other peoples. Our soldiers have a\ntendency to make pets of their prisoners, to cherish them as curiosities\nand souvenirs. The fancy becomes a passion when we find a little fellow\nstruggling valiantly against odds. I suppose we should be at war with\nGermany to-day, even if the Germans had respected the neutrality of\nBelgium. But the unprovoked assault upon a little people that asked only\nto be let alone united all opinions in this country and brought us in\nwith a rush. I believe there is one German, at least (I hope he is\nalive), who understands this. Early in July, 1914, a German student at\nOxford, who was a friend and pupil of mine, came to say good-bye to me.\nI have since wondered whether he was under orders to join his regiment.\nAnyhow, we talked very freely of many things, and he told me of an\nadventure that had befallen him in an Oxford picture-palace. Portraits\nof notabilities were being thrown on the screen. When a portrait of the\nGerman Emperor appeared, a youth, sitting just behind my friend, shouted\nout an insulting and scurrilous remark. So my friend stood up and turned\nround and, catching him a cuff on the head, said,’That’s my emperor’.\nThe house was full of undergraduates, and he expected to be seized and\nthrown into the street. To his great surprise the undergraduates, many\nof whom have now fallen on the fields of France, broke into rounds of\ncheering. ’I should like to think’, my friend said, ’that a thing like\nthat could possibly happen in a German city, but I am afraid that the\nfeeling there would always be against the foreigner. I admire the\nEnglish; they are so just.’ I have heard nothing of him since, except a\nrumour that he is with the German army of occupation in Belgium. If so,\nI like to think of him at a regimental mess, suggesting doubts, or, if\nthat is an impossible breach of military discipline, keeping silence,\nwhen the loud-voiced major explains that the sympathy of the English for\nBelgium is all pretence and cant.",
        "Ideal and disinterested motives are always to be reckoned with in human\nnature. What the Germans call ’real politics’, that is to say, politics\nwhich treat disinterested motives as negligible, have led them into a\nmorass and have bogged them there. How easy it is to explain that the\nBritish Empire depends on trade, that we are a nation of traders, that\nall our policy is shaped by trade, that therefore it can only be\nhypocrisy in us to pretend to any of the finer feelings. This is not,\nas you might suppose, the harmless sally of a one-eyed wit; it is the\ncarefully reasoned belief of Germany’s profoundest political thinkers.\nThey do not understand a cavalier, so they confidently assert that there\nis no such thing in nature. That is a bad mistake to make about any\nnation, but perhaps worst when it is made about the English, for the\ncavalier temper in England runs through all classes. You can find it in\nthe schoolmaster, the small trader, the clerk, and the labourer, as\nreadily as in the officer of dragoons, or the Arctic explorer. The\nRoundheads won the Civil War, and bequeathed to us their political\nachievements. From the Cavaliers we have a more intimate bequest: it is\nfrom them, not from the Puritans, that the fighting forces of the\nBritish Empire inherit their outlook on the world, their freedom from\npedantry, and that gaiety and lightness of courage which makes them\ncarry their lives like a feather in the cap.",
        "I am not saying that our qualities, good or bad, commend us very readily\nto strangers. The people of England, on the whole, are respected more\nthan they are liked. When I call them fanciers of other nations, I feel\nit only fair to add that some of those other nations express the same\ntruth in different language. I have often heard the complaint made that\nEnglishmen cannot speak of foreigners without an air of patronage. It is\nimpossible to deny this charge, for, in a question of manners, the\nimpressions you produce are your manners; and there is no doubt about\nthis impression. There is a certain coldness about the upright and\nhumane Englishman which repels and intimidates any trivial human being\nwho approaches him. Most men would forgo their claim to justice for the\nchance of being liked. They would rather have their heads broken, or\naccept a bribe, than be the objects of a dispassionate judgement,\nhowever kindly. They feel this so strongly that they experience a dull\ndiscomfort in any relationship that is not tinctured with passion. As\nthere are many such relationships, not to be avoided even by the most\nemotional natures, they escape from them by simulating lively feeling,\nand are sometimes exaggerated and insincere in manner. They issue a very\nlarge paper currency on a very small gold reserve. This, which is\ncommonly known as the Irish Question, is an insoluble problem, for it is\na clash not of interests but of temperaments. The English, it must in\nfairness be admitted, do as they would be done by. No Englishman pure\nand simple is incommoded by the coldness of strangers. He prefers it,\nfor there are many stupid little businesses in the world, which are\nfalsified when they are made much of; and even when important facts are\nto be told, he would rather have them told in a dreary manner. He hates\na fuss.",
        "The Germans, who are a highly emotional and excitable people, have\nconcentrated all their energy on a few simple ideas. Their moral outlook\nis as narrow as their geographical outlook is wide. Will their faith\nprevail by its intensity, narrow and false though it be? I cannot prove\nthat it will not, but I have a suspicion, which I think has already\noccurred to some of them, that the world is too large and wilful and\nstrong to be mastered by them. We have seen what their hatchets and\nexplosives can do, and they are nearing the end of their resources. They\ncan still repeat some of their old exploits, but they make no headway,\nand time is not their friend.",
        "One service, perhaps, they have done to civilization. There is a growing\nnumber of people who hold that when this War is over international\nrelations must not be permitted to slip back into the unstable condition\nwhich tempted the Germans to their crime. A good many pacific theorists,\nno doubt, have not the experience and the imagination which would enable\nthem to pass a useful judgement, or to make a valuable suggestion, on\nthe affairs of nations. The abolition of war would be easily obtained if\nit were generally agreed that war is the worst thing that can befall a\npeople. But this is not generally agreed; and, further, it is not true.\nWhile men are men they cannot be sure that they will never be challenged\non a point of deep and intimate concern, where they would rather die\nthan yield. But something can perhaps be done to discourage gamblers’\nwars, though even here any stockbroker will tell you how difficult it is\nto suppress gambling without injuring the spirit of enterprise. The only\nreal check on war is an understanding between nations. For the\nstrengthening of such an understanding the Allies have a great\nopportunity, and admirable instruments. I do not think that we shall\ncall on Germany to preside at our conferences. But we shall have the\nhelp of all those qualities of heart and mind which are possessed by\nFrance, by Russia, by Italy, and by America, who, for all her caution,\nhates cruelty even more than she loves peace. There has never been an\nalliance of greater promise for the government and peace of the world.",
        "What is the contribution of the British Empire, and of England, towards\nthis settlement? Many of our domestic problems, as I have said, bear a\ncurious resemblance to international problems. We have not solved them\nall. We have had many stumblings and many backslidings. But we have\nshown again and again that we believe in toleration on the widest\npossible basis, and that we are capable of generosity, which is a virtue\nmuch more commonly shown by private persons than by communities. We\nabolished the slave trade. We granted self-government to South Africa\njust after our war with her. Only a few days ago we gave India her will,\nand allowed her to impose a duty on our manufactures. Ireland could have\nself-government to-morrow if she did not value her feuds more than\nanything else in the world. All these are peoples to whom we have been\nbound by ties of kinship or trusteeship. A wider and greater opportunity\nis on its way to us. We are to see whether we are capable of generosity\nand trust towards peoples who are neither our kin nor our wards. Our\nunderstanding with France and Russia will call for great goodwill on\nboth sides, not so much in the drafting of formal treaties as in\nindulging one another in our national habits. Families who fail to live\ntogether in unity commonly fail not because they quarrel about large\ninterests, but because they do not like each other’s little ways. The\nFrench are not a dull people; and the Russians are not a tedious people\n(what they do they do suddenly, without explanation); so that if we\nfail to take pleasure in them we have ourselves to blame. If we are not\nequal to our opportunities, if we do not learn to feel any affection for\nthem, then not all the pacts and congresses in the world can make peace\nsecure.",
        "Of Germany it is too early to speak. We have not yet defeated her. If we\ndo defeat her, no one who is acquainted with our temper and our record\nbelieves that we shall impose cruel or vindictive terms. If it were only\nthe engineers of this war who were in question, we would destroy them\ngladly as common pests. But the thing is not so easy. A single home is\nin many ways a greater and more appealing thing than a nation; we should\nfind ourselves thinking of the miseries of simple and ignorant people\nwho have given their all for the country of their birth; and our hearts\nwould fail us.",
        "The Germans would certainly despise this address of mine, for I have\ntalked only of morality, while they talk and think chiefly of machines.\nZeppelins are a sad disappointment; but if any address on the War is\nbeing delivered to-night by a German professor, there can be no doubt\nthat it deals with submarines, and treats them as the saviours of the\nFatherland. Well, I know very little about submarines, but I notice that\nthey have not had much success against ships of war. We are so\neasy-going that we expected to carry on our commerce in war very much as\nwe did in peace. We have to change all that, and it will cost us not a\nlittle inconvenience, or even great hardships. But I cannot believe that\na scheme of privy attacks on the traders of all nations, devised as a\nlast resort, in lieu of naval victory, can be successful when it is no\nlonger a surprise. And when I read history, I am strengthened in my\nbelief that morality is all-important. I do not find that any war\nbetween great nations was ever won by a machine. The Trojan horse will\nbe trotted out against me, but that was a municipal affair. Wars are won\nby the temper of a people. Serbia is not yet defeated. It is a frenzied\nand desperate quest that the Germans undertook when they began to seek\nfor some mechanical trick or dodge, some monstrous engine, which should\nenable the less resolved and more excited people to defeat the more\nresolved and less excited. If we are to be defeated, it must be by them,\nnot by their bogey-men. We got their measure on the Somme, and we found\nthat when their guns failed to protect them, many of them threw up their\nhands. These men will never be our masters until we deserve to be their\nslaves.",
        "So I am glad to be able to end on a note of agreement with the German\nmilitary party. If they defeat us, it will be no more than we deserve.\nTill then, or till they throw up their hands, we shall fight them, and\nGod will defend the right.",
        "Continue...",
        "\nThis full text of “England and the War” by Walter Raleigh belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "England And the WarBy Walter RaleighAt Amazon"
    ]
}