{
    "title": "English Fairy Tales - The Red Ettin",
    "author": "Joseph Jacobs",
    "chapter": "26",
    "content": [
        "\n",
        "\n\n",
        "There was once a widow that lived on a small bit of ground, which she\nrented from a farmer. And she had two sons; and by-and-by it was time\nfor the wife to send them away to seek their fortune. So she told her\neldest son one day to take a can and bring her water from the well,\nthat she might bake a cake for him; and however much or however little\nwater he might bring, the cake would be great or small accordingly,\nand that cake was to be all that she could give him when he went on\nhis travels.",
        "The lad went away with the can to the well, and filled it with water,\nand then came away home again; but the can being broken, the most part\nof the water had run out before he got back. So his cake was very\nsmall; yet small as it was, his mother asked him if he was willing to\ntake the half of it with her blessing, telling him that, if he chose\nrather to take the whole, he would only get it with her curse. The\nyoung man, thinking he might have to travel a far way, and not knowing\nwhen or how he might get other provisions, said he would like to have\nthe whole cake, come of his mother’s malison what like; so she gave\nhim the whole cake, and her malison along with it. Then he took his\nbrother aside, and gave him a knife to keep till he should come back,\ndesiring him to look at it every morning, and as long as it continued\nto be clear, then he might be sure that the owner of it was well; but\nif it grew dim and rusty, then for certain some ill had befallen him.",
        "So the young man went to seek his fortune. And he went all that day,\nand all the next day; and on the third day, in the afternoon, he came\nup to where a shepherd was sitting with a flock of sheep. And he went\nup to the shepherd and asked him who the sheep belonged to; and he\nanswered:",
        "  “The Red Ettin of Ireland\n    Once lived in Ballygan,\n  And stole King Malcolm’s daughter\n    The king of fair Scotland.",
        "  He beats her, he binds her,\n    He lays her on a band;\n  And every day he strikes her\n    With a bright silver wand.\n  Like Julian the Roman,\n  He’s one that fears no man.",
        "  It’s said there’s one predestinate\n    To be his mortal foe;\n  But that man is yet unborn,\n    And long may it be so.”",
        "This shepherd also told him to beware of the beasts he should next\nmeet, for they were of a very different kind from any he had yet seen.",
        "So the young man went on, and by-and-by he saw a multitude of very\ndreadful beasts, with two heads, and on every head four horns. And he\nwas sore frightened, and ran away from them as fast as he could; and\nglad was he when he came to a castle that stood on a hillock, with the\ndoor standing wide open to the wall. And he went into the castle for\nshelter, and there he saw an old wife sitting beside the kitchen fire.\nHe asked the wife if he might stay for the night, as he was tired with\na long journey; and the wife said he might, but it was not a good\nplace for him to be in, as it belonged to the Red Ettin, who was a\nvery terrible beast, with three heads, that spared no living man it\ncould get hold of. The young man would have gone away, but he was\nafraid of the beasts on the outside of the castle; so he beseeched the\nold woman to hide him as best she could, and not tell the Ettin he was\nthere. He thought, if he could put over the night, he might get away\nin the morning, without meeting with the beasts, and so escape. But he\nhad not been long in his hiding-hole, before the awful Ettin came in;\nand no sooner was he in, than he was heard crying:",
        "  “Snouk but and snouk ben,\n  I find the smell of an earthly man,\n  Be he living, or be he dead,\n  His heart this night shall kitchen my bread.”",
        "The monster soon found the poor young man, and pulled him from his\nhole. And when he had got him out, he told him that if he could answer\nhim three questions his life should be spared. So the first head\nasked: “A thing without an end, what’s that?” But the young man knew\nnot. Then the second head said: “The smaller, the more dangerous,\nwhat’s that?” But the young man knew it not. And then the third head\nasked: “The dead carrying the living; riddle me that?” But the young\nman had to give it up. The lad not being able to answer one of these\nquestions, the Red Ettin took a mallet and knocked him on the head,\nand turned him into a pillar of stone.",
        "On the morning after this happened, the younger brother took out the\nknife to look at it, and he was grieved to find it all brown with\nrust. He told his mother that the time was now come for him to go away\nupon his travels also; so she requested him to take the can to the\nwell for water, that she might make a cake for him. And he went, and\nas he was bringing home the water, a raven over his head cried to him\nto look, and he would see that the water was running out. And he was a\nyoung man of sense, and seeing the water running out, he took some\nclay and patched up the holes, so that he brought home enough water to\nbake a large cake. When his mother put it to him to take the half cake\nwith her blessing, he took it in preference to having the whole with\nher malison; and yet the half was bigger than what the other lad had\ngot.",
        "So he went away on his journey; and after he had travelled a far way,\nhe met with an old woman that asked him if be would give her a bit of\nhis johnny-cake. And he said: “I will gladly do that,” and so he gave\nher a piece of the johnny-cake; and for that she gave him a magical\nwand, that she might yet be of service to him, if he took care to use\nit rightly. Then the old woman, who was a fairy, told him a great deal\nthat would happen to him, and what he ought to do in all\ncircumstances; and after that she vanished in an instant out of his\nsight. He went on a great way farther, and then he came up to the old\nman herding the sheep; and when he asked whose sheep these were, the\nanswer was:",
        "  “The Red Ettin of Ireland\n    Once lived in Ballygan,\n  And stole King Malcolm’s daughter,\n    The king of Fair Scotland.",
        "  “He beats her, he binds her,\n    He lays her on a band;\n  And every day he strikes her\n    With a bright silver wand.\n  Like Julian the Roman,\n  He’s one that fears no man.",
        "  “But now I fear his end is near,\n    And destiny at hand;\n  And you’re to be, I plainly see,\n    The heir of all his land.”",
        "When he came to the place where the monstrous beasts were standing, he\ndid not stop nor run away, but went boldly through amongst them. One\ncame up roaring with open mouth to devour him, when he struck it with\nhis wand, and laid it in an instant dead at his feet. He soon came to\nthe Ettin’s castle, where he knocked, and was admitted. The old woman\nwho sat by the fire warned him of the terrible Ettin, and what had\nbeen the fate of his brother; but he was not to be daunted. The\nmonster soon came in, saying:",
        "  “Snouk but and snouk ben,\n  I find the smell of an earthly man;\n  Be he living, or be he dead,\n  His heart shall be kitchen to my bread.”",
        "He quickly espied the young man, and bade him come forth on the floor.\nAnd then he put the three questions to him; but the young man had been\ntold everything by the good fairy, so he was able to answer all the\nquestions. So when the first head asked, “What’s the thing without an\nend?” he said: “A bowl.” And when the second head said: “The smaller\nthe more dangerous; what’s that?” he said at once, “A bridge.” And\nlast, the third head said: “When does the dead carry the living,\nriddle me that?” Then the young man answered up at once and said:\n“When a ship sails on the sea with men inside her.” When the Ettin\nfound this, he knew that his power was gone. The young man then took\nup an axe and hewed off the monster’s three heads. He next asked the\nold woman to show him where the king’s daughter lay; and the old woman\ntook him upstairs, and opened a great many doors, and out of every\ndoor came a beautiful lady who had been imprisoned there by the Ettin;\nand one of the ladies was the king’s daughter. She also took him down\ninto a low room, and there stood a stone pillar, that he had only to\ntouch with his wand, when his brother started into life. And the whole\nof the prisoners were overjoyed at their deliverance, for which they\nthanked the young man. Next day they all set out for the king’s court,\nand a gallant company they made. And the king married his daughter to\nthe young man that had delivered her, and gave a noble’s daughter to\nhis brother; and so they all lived happily all the rest of their days.",
        "Continue...",
        "\nThis complete e-book of English Fairy Tales, collected and edited by\nJoseph Jacobs, is in the public domain.\nThis page has been created by Philipp Lenssen.\n\nAt Amazon: The Golden Book of Fairy Tales\n\nPage last updated on December 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}