{
    "title": "English Fairy Tales - Jack the Giant-Killer",
    "author": "Joseph Jacobs",
    "chapter": "21",
    "content": [
        "\n",
        "\n\n",
        "When good King Arthur reigned, there lived near the Land’s End of\nEngland, in the county of Cornwall, a farmer who had one only son\ncalled Jack. He was brisk and of a ready lively wit, so that nobody or\nnothing could worst him.",
        "In those days the Mount of Cornwall was kept by a huge giant named\nCormoran. He was eighteen feet in height, and about three yards round\nthe waist, of a fierce and grim countenance, the terror of all the\nneighbouring towns and villages. He lived in a cave in the midst of\nthe Mount, and whenever he wanted food he would wade over to the main-\nland, where he would furnish himself with whatever came in his way.\nEverybody at his approach ran out of their houses, while he seized on\ntheir cattle, making nothing of carrying half-a-dozen oxen on his back\nat a time; and as for their sheep and hogs, he would tie them round\nhis waist like a bunch of tallow-dips. He had done this for many\nyears, so that all Cornwall was in despair.",
        "One day Jack happened to be at the town-hall when the magistrates were\nsitting in council about the Giant. He asked: “What reward will be\ngiven to the man who kills Cormoran?” “The giant’s treasure,” they\nsaid, “will be the reward.” Quoth Jack: “Then let me undertake it.”",
        "So he got a horn, shovel, and pickaxe, and went over to the Mount in\nthe beginning of a dark winter’s evening, when he fell to work, and\nbefore morning had dug a pit twenty-two feet deep, and nearly as\nbroad, covering it over with long sticks and straw. Then he strewed a\nlittle mould over it, so that it appeared like plain ground. Jack then\nplaced himself on the opposite side of the pit, farthest from the\ngiant’s lodging, and, just at the break of day, he put the horn to his\nmouth, and blew, Tantivy, Tantivy. This noise roused the giant, who\nrushed from his cave, crying: “You incorrigible villain, are you come\nhere to disturb my rest? You shall pay dearly for this. Satisfaction I\nwill have, and this it shall be, I will take you whole and broil you\nfor breakfast.” He had no sooner uttered this, than he tumbled into\nthe pit, and made the very foundations of the Mount to shake. “Oh,\nGiant,” quoth Jack, “where are you now? Oh, faith, you are gotten now\ninto Lob’s Pound, where I will surely plague you for your threatening\nwords: what do you think now of broiling me for your breakfast? Will\nno other diet serve you but poor Jack?” Then having tantalised the\ngiant for a while, he gave him a most weighty knock with his pickaxe\non the very crown of his head, and killed him on the spot.",
        "Jack then filled up the pit with earth, and went to search the cave,\nwhich he found contained much treasure. When the magistrates heard of\nthis they made a declaration he should henceforth be termed",
        "Continue...",
        "\nThis complete e-book of English Fairy Tales, collected and edited by\nJoseph Jacobs, is in the public domain.\nThis page has been created by Philipp Lenssen.\n\nAt Amazon: The Golden Book of Fairy Tales\n\nPage last updated on December 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}