{
    "title": "English Fairy Tales - The Magpie’s Nest",
    "author": "Joseph Jacobs",
    "chapter": "39",
    "content": [
        "\n",
        "\n\n",
        "  Once upon a time when pigs spoke rhyme\n  And monkeys chewed tobacco,\n  And hens took snuff to make them tough,\n  And ducks went quack, quack, quack, O!",
        "All the birds of the air came to the magpie and asked her to teach\nthem how to build nests. For the magpie is the cleverest bird of all\nat building nests. So she put all the birds round her and began to\nshow them how to do it. First of all she took some mud and made a sort\nof round cake with it.",
        "“Oh, that’s how it’s done,” said the thrush; and away it flew, and so\nthat’s how thrushes build their nests.",
        "Then the magpie took some twigs and arranged them round in the mud.",
        "“Now I know all about it,” says the blackbird, and off he flew; and\nthat’s how the blackbirds make their nests to this very day.",
        "Then the magpie put another layer of mud over the twigs.",
        "“Oh that’s quite obvious,” said the wise owl, and away it flew; and\nowls have never made better nests since.",
        "After this the magpie took some twigs and twined them round the\noutside.",
        "“The very thing!” said the sparrow, and off be went; so sparrows make\nrather slovenly nests to this day.",
        "Well, then Madge Magpie took some feathers and stuff and lined the\nnest very comfortably with it.",
        "“That suits me,” cried the starling, and off it flew; and very\ncomfortable nests have starlings.",
        "So it went on, every bird taking away some knowledge of how to build\nnests, but, none of them waiting to the end. Meanwhile Madge Magpie\nwent on working and working without, looking up till the only bird\nthat remained was the turtle-dove, and that hadn’t paid any attention\nall along, but only kept on saying its silly cry “Take two, Taffy,\ntake two-o-o-o.”",
        "At last the magpie heard this just as she was putting a twig across.\nSo she said: “One’s enough.”",
        "But the turtle-dove kept on saying: “Take two, Taffy, take two-o-o-o.”",
        "Then the magpie got angry and said: “One’s enough I tell you.”",
        "Still the turtle-dove cried: “Take two, Taffy, take two-o-o-o.”",
        "At last, and at last, the magpie looked up and saw nobody near her but\nthe silly turtle-dove, and then she got rare angry and flew away and\nrefused to tell the birds how to build nests again. And that is why\ndifferent birds build their nests differently.",
        "Continue...",
        "\nThis complete e-book of English Fairy Tales, collected and edited by\nJoseph Jacobs, is in the public domain.\nThis page has been created by Philipp Lenssen.\n\nAt Amazon: The Golden Book of Fairy Tales\n\nPage last updated on December 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}