{
    "title": "English Fairy Tales - Molly Whuppie",
    "author": "Joseph Jacobs",
    "chapter": "25",
    "content": [
        "\n",
        "\n\n",
        "Once upon a time there was a man and a wife had too many children, and\nthey could not get meat for them, so they took the three youngest and\nleft them in a wood. They travelled and travelled and could see never\na house. It began to be dark, and they were hungry. At last they saw a\nlight and made for it; it turned out to be a house. They knocked at\nthe door, and a woman came to it, who said: “What do you want?” They\nsaid: “Please let us in and give us something to eat.” The woman said:\n“I can’t do that, as my man is a giant, and he would kill you if he\ncomes home.” They begged hard. “Let us stop for a little while,” said\nthey, “and we will go away before he comes.” So she took them in, and\nset them down before the fire, and gave them milk and bread; but just\nas they had begun to eat a great knock came to the door, and a\ndreadful voice said:",
        "  “Fee, fie, fo, fum,\n  I smell the blood of some earthly one.",
        "Who have you there wife?” “Eh,” said the wife, “it’s three poor\nlassies cold and hungry, and they will go away. Ye won’t touch ’em,\nman.” He said nothing, but ate up a big supper, and ordered them to\nstay all night. Now he had three lassies of his own, and they were to\nsleep in the same bed with the three strangers.",
        "The youngest of the three strange lassies was called Molly Whuppie,\nand she was very clever. She noticed that before they went to bed the\ngiant put straw ropes round her neck and her sisters’, and round his\nown lassies’ necks he put gold chains. So Molly took care and did not\nfall asleep, but waited till she was sure every one was sleeping\nsound. Then she slipped out of the bed, and took the straw ropes off\nher own and her sisters’ necks, and took the gold chains off the\ngiant’s lassies. She then put the straw ropes on the giant’s lassies\nand the gold on herself and her sisters, and lay down.",
        "And in the middle of the night up rose the giant, armed with a great\nclub, and felt for the necks with the straw. It was dark. He took his\nown lassies out of bed on to the floor, and battered them until they\nwere dead, and then lay down again, thinking he had managed fine.\nMolly thought it time she and her sisters were out of that, so she\nwakened them and told them to be quiet, and they slipped out of the\nhouse. They all got out safe, and they ran and ran, and never stopped\nuntil morning, when they saw a grand house before them. It turned out\nto be a king’s house: so Molly went in, and told her story to the\nking. He said: “Well, Molly, you are a clever girl, and you have\nmanaged well; but, if you would manage better, and go back, and steal\nthe giant’s sword that hangs on the back of his bed, I would give your\neldest sister my eldest son to marry.” Molly said she would try.",
        "So she went back, and managed to slip into the giant’s house, and\ncrept in below the bed. The giant came home, and ate up a great\nsupper, and went to bed. Molly waited until he was snoring, and she\ncrept out, and reached over the giant and got down the sword; but just\nas she got it out over the bed it gave a rattle, and up jumped the\ngiant, and Molly ran out at the door and the sword with her; and she\nran, and he ran, till they came to the “Bridge of one hair\"; and she\ngot over, but he couldn’t, and he says, “Woe worth ye, Molly Whuppie!\nnever ye come again.” And she says “Twice yet, carle,” quoth she,\n“I’ll come to Spain.” So Molly took the sword to the king, and her\nsister was married to his son.",
        "Well, the king he says: “Ye’ve managed well, Molly; but if ye would\nmanage better, and steal the purse that lies below the giant’s pillow,\nI would marry your second sister to my second son.” And Molly said she\nwould try. So she set out for the giant’s house, and slipped in, and\nhid again below the bed, and waited till the giant had eaten his\nsupper, and was snoring sound asleep. She slipped out, and slipped her\nhand below the pillow, and got out the purse; but just as she was\ngoing out the giant wakened, and ran after her; and she ran, and he\nran, till they came to the “Bridge of one hair,” and she got over, but\nhe couldn’t, and he said, “Woe worth ye, Molly Whuppie! never you come\nagain.” “Once yet, carle,” quoth she, “I’ll come to Spain.” So Molly\ntook the purse to the king, and her second sister was married to the\nking’s second son.",
        "After that the king says to Molly: “Molly, you are a clever girl, but\nif you would do better yet, and steal the giant’s ring that he wears\non his finger, I will give you my youngest son for yourself.” Molly\nsaid she would try. So back she goes to the giant’s house, and hides\nherself below the bed. The giant wasn’t long ere he came home, and,\nafter he had eaten a great big supper, he went to his bed, and shortly\nwas snoring loud. Molly crept out and reached over the bed, and got\nhold of the giant’s hand, and she pulled and she pulled until she got\noff the ring; but just as she got it off the giant got up, and gripped\nher by the hand, and he says: “Now I have catcht you, Molly Whuppie,\nand, if I had done as much ill to you as ye have done to me, what\nwould ye do to me?”",
        "Molly says: “I would put you into a sack, and I’d put the cat inside\nwith you, and the dog aside you, and a needle and thread and a shears,\nand I’d hang you up upon the wall, and I’d go to the wood, and choose\nthe thickest stick I could get, and I would come home, and take you\ndown, and bang you till you were dead.”",
        "“Well, Molly,” says the giant, “I’ll just do that to you.”",
        "So he gets a sack, and puts Molly into it, and the cat and the dog\nbeside her, and a needle and thread and shears, and hangs her up upon\nthe wall, and goes to the wood to choose a stick.",
        "Molly she sings out: “Oh, if ye saw what I see.”",
        "“Oh,” says the giant’s wife, “what do ye see, Molly?”",
        "But Molly never said a word but, “Oh, if ye saw what I see!”",
        "The giant’s wife begged that Molly would take her up into the sack\ntill she would see what Molly saw. So Molly took the shears and cut a\nhole in the sack, and took out the needle and thread with her, and\njumped down and helped, the giant’s wife up into the sack, and sewed\nup the hole.",
        "The giant’s wife saw nothing, and began to ask to get down again; but\nMolly never minded, but hid herself at the back of the door. Home came\nthe giant, and a great big tree in his hand, and he took down the\nsack, and began to batter it. His wife cried, “It’s me, man;” but the\ndog barked and the cat mewed, and he did not know his wife’s voice.\nBut Molly came out from the back of the door, and the giant saw her,\nand he after her; and he ran and she ran, till they came to the\n“Bridge of one hair,” and she got over but he couldn’t; and he said,\n“Woe worth you, Molly Whuppie! never you come again.” “Never more,\ncarle,” quoth she, “will I come again to Spain.”",
        "So Molly took the ring to the king, and she was married to his\nyoungest son, and she never saw the giant again.",
        "Continue...",
        "\nThis complete e-book of English Fairy Tales, collected and edited by\nJoseph Jacobs, is in the public domain.\nThis page has been created by Philipp Lenssen.\n\nAt Amazon: The Golden Book of Fairy Tales\n\nPage last updated on December 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}