{
    "title": "English Fairy Tales - Preface",
    "author": "Joseph Jacobs",
    "chapter": "2",
    "content": [
        "\n",
        "\n\n",
        "Who says that English folk have no fairy-tales of their own? The\npresent volume contains only a selection out of some 140, of which I\nhave found traces in this country. It is probable that many more\nexist.",
        "A quarter of the tales in this volume, have been collected during the\nlast ten years or so, and some of them have not been hitherto\npublished. Up to 1870 it was equally said of France and of Italy, that\nthey possessed no folk-tales. Yet, within fifteen years from that\ndate, over 1000 tales had been collected in each country. I am hoping\nthat the present volume may lead to equal activity in this country,\nand would earnestly beg any reader of this book who knows of similar\ntales, to communicate them, written down as they are told, to me, care\nof Mr. Nutt. The only reason, I imagine, why such tales have not\nhitherto been brought to light, is the lamentable gap between the\ngoverning and recording classes and the dumb working classes of this\ncountry–dumb to others but eloquent among themselves. It would be no\nunpatriotic task to help to bridge over this gulf, by giving a common\nfund of nursery literature to all classes of the English people, and,\nin any case, it can do no harm to add to the innocent gaiety of the\nnation.",
        "A word or two as to our title seems necessary. We have called our\nstories Fairy Tales though few of them speak of fairies. [Footnote:\nFor some recent views on fairies and tales about fairies, see\nNotes.] The same remark applies to the collection of the Brothers\nGrimm and to all the other European collections, which contain exactly\nthe same classes of tales as ours. Yet our stories are what the little\nones mean when they clamour for “Fairy Tales,” and this is the only\nname which they give to them. One cannot imagine a child saying, “Tell\nus a folk-tale, nurse,” or “Another nursery tale, please, grandma.” As\nour book is intended for the little ones, we have indicated its\ncontents by the name they use. The words “Fairy Tales” must\naccordingly be taken to include tales in which occurs something\n“fairy,” something extraordinary–fairies, giants, dwarfs, speaking\nanimals. It must be taken also to cover tales in which what is\nextraordinary is the stupidity of some of the actors. Many of the\ntales in this volume, as in similar collections for other European\ncountries, are what the folklorists call Drolls. They serve to justify\nthe title of Merrie England, which used to be given to this country of\nours, and indicate unsuspected capacity for fun and humour among the\nunlettered classes. The story of Tom Tit Tot, which opens our\ncollection, is unequalled among all other folk-tales I am acquainted\nwith, for its combined sense of humour and dramatic power.",
        "The first adjective of our title also needs a similar extension of its\nmeaning. I have acted on Molière’s principle, and have taken what was\ngood wherever I could find it. Thus, a couple of these stories have\nbeen found among descendants of English immigrants in America; a\ncouple of others I tell as I heard them myself in my youth in\nAustralia. One of the best was taken down from the mouth of an English\nGipsy. I have also included some stories that have only been found in\nLowland Scotch. I have felt justified in doing this, as of the twenty-\none folk-tales contained in Chambers’ “Popular Rhymes of Scotland,” no\nless than sixteen are also to be found in an English form. With the\nFolk-tale as with the Ballad, Lowland Scotch may be regarded as simply\na dialect of English, and it is a mere chance whether a tale is extant\nin one or other, or both.",
        "I have also rescued and re-told a few Fairy Tales that only exist now-\na-days in the form of ballads. There are certain indications that the\n“common form” of the English Fairy Tale was the cante-fable, a\nmixture of narrative and verse of which the most illustrious example\nin literature is “Aucassin et Nicolette.” In one case I have\nendeavoured to retain this form, as the tale in which it occurs,\n“Childe Rowland,” is mentioned by Shakespeare in King Lear, and\nis probably, as I have shown, the source of Milton’s Comus.\nLate as they have been collected, some dozen of the tales can be\ntraced back to the sixteenth century, two of them being quoted by\nShakespeare himself.",
        "In the majority of instances I have had largely to rewrite these Fairy\nTales, especially those in dialect, including the Lowland Scotch.\n[Footnote: It is perhaps worth remarking that the Brothers Grimm did\nthe same with their stories. “Dass der Ausdruck,” say they in their\nPreface, “und die Ausführung des Einzelnen grossentheils von uns\nherrührt, versteht sich von selbst.” I may add that many of their\nstories were taken from printed sources. In the first volume of Mrs.\nHunt’s translation, Nos. 12, 18, 19, 23, 32, 35, 42, 43, 44, 69, 77,\n78, 83, 89, are thus derived.] Children, and sometimes those of larger\ngrowth, will not read dialect. I have also had to reduce the flatulent\nphraseology of the eighteenth-century chap-books, and to re-write in\nsimpler style the stories only extant in “Literary” English. I have,\nhowever, left a few vulgarisms in the mouths of vulgar people.\nChildren appreciate the dramatic propriety of this as much as their\nelders. Generally speaking, it has been my ambition to write as a good\nold nurse will speak when she tells Fairy Tales. I am doubtful as to\nmy success in catching the colloquial-romantic tone appropriate for\nsuch narratives, but the thing had to be done or else my main object,\nto give a book of English Fairy Tales which English children will\nlisten to, would have been unachieved. This book is meant to be read\naloud, and not merely taken in by the eye.",
        "In a few instances I have introduced or changed an incident. I have\nnever done so, however, without mentioning the fact in the Notes.\nThese have been relegated to the obscurity of small print and a back\nplace, while the little ones have been, perhaps unnecessarily, warned\noff them. They indicate my sources and give a few references to\nparallels and variants which may be of interest to fellow-students of\nFolk-lore. It is, perhaps, not necessary to inform readers who are not\nfellow-students that the study of Folk-tales has pretensions to be a\nscience. It has its special terminology, and its own methods of\ninvestigation, by which it is hoped, one of these days, to gain fuller\nknowledge of the workings of the popular mind as well as traces of\narchaic modes of thought and custom. I hope on some future occasion to\ntreat the subject of the English Folk-tale on a larger scale and with\nall the necessary paraphernalia of prolegomena and excursus. I shall\nthen, of course, reproduce my originals with literal accuracy, and\nhave therefore felt the more at liberty on the present occasion to\nmake the necessary deviations from this in order to make the tales\nreadable for children.",
        "Finally, I have to thank those by whose kindness in waiving their\nrights to some of these stories, I have been enabled to compile this\nbook. My friends Mr. E. Clodd, Mr. F. Hindes Groome, and Mr. Andrew\nLang, have thus yielded up to me some of the most attractive stories\nin the following pages. The Councils of the English and of the\nAmerican Folk-lore Societies, and Messrs. Longmans, have also been\nequally generous. Nor can I close these remarks without a word of\nthanks and praise to the artistic skill with which my friend, Mr. J.\nD. Batten, has made the romance and humour of these stories live again\nin the brilliant designs with which he has adorned these pages. It\nshould be added that the dainty headpieces to “Henny Penny” and “Mr.\nFox” are due to my old friend, Mr. Henry Ryland.",
        "Joseph Jacobs.",
        "Continue...",
        "\nThis complete e-book of English Fairy Tales, collected and edited by\nJoseph Jacobs, is in the public domain.\nThis page has been created by Philipp Lenssen.\n\nAt Amazon: The Golden Book of Fairy Tales\n\nPage last updated on December 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}