{
    "title": "England and the War - Preface",
    "author": "Walter Raleigh",
    "chapter": "2",
    "content": [
        "\n",
        "\n\n",
        "This book was not planned, but grew out of the troubles of the time.\nWhen, on one occasion or another, I was invited to lecture, I did not\nfind, with Milton’s Satan, that the mind is its own place; I could speak\nonly of what I was thinking of, and my mind was fixed on the War. I am\nunacquainted with military science, so my treatment of the War was\nlimited to an estimate of the characters of the antagonists.",
        "The character of Germany and the Germans is a riddle. I have seen no\nconvincing solution of it by any Englishman, and hardly any confident\nattempt at a solution which did not speak the uncontrolled language of\npassion. There is the same difficulty with the lower animals; our\ndescription of them tends to be a description of nothing but our own\nloves and hates. Who has ever fathomed the mind of a rhinoceros; or has\nremembered, while he faces the beast, that a good rhinoceros is a\npleasant member of the community in which his life is passed? We see\nonly the folded hide, the horn, and the angry little eye. We know that\nhe is strong and cunning, and that his desires and instincts are\ninconsistent with our welfare. Yet a rhinoceros is a simpler creature\nthan a German, and does not trouble our thought by conforming, on\noccasion, to civilized standards and humane conditions.",
        "It seems unreasonable to lay great stress on racial differences. The\ninsuperable barrier that divides England from Germany has grown out of\ncircumstance and habit and thought. For many hundreds of years the\nGerman peoples have stood to arms in their own defence against the\nencroachments of successive empires; and modern Germany learned the\ndoctrine of the omnipotence of force by prolonged suffering at the hands\nof the greatest master of that immoral school–the Emperor Napoleon. No\nGerman can understand the attitude of disinterested patronage which the\nEnglish mind quite naturally assumes when it is brought into contact\nwith foreigners. The best example of this superiority of attitude is to\nbe seen in the people who are called pacifists. They are a peculiarly\nEnglish type, and they are the most arrogant of all the English. The\nidea that they should ever have to fight for their lives is to them\nsupremely absurd. There must be some mistake, they think, which can be\neasily remedied once it is pointed out. Their title to existence is so\nclear to themselves that they are convinced it will be universally\nrecognized; it must not be made a matter of international conflict.\nPartly, no doubt, this belief is fostered by lack of imagination. The\nsheltered conditions and leisured life which they enjoy as the parasites\nof a dominant race have produced in them a false sense of security. But\nthere is something also of the English strength and obstinacy of\ncharacter in their self-confidence, and if ever Germany were to conquer\nEngland some of them would spring to their full stature as the heroes of\nan age-long and indomitable resistance. They are not held in much esteem\nto-day among their own people; they are useless for the work in hand;\nand their credit has suffered from the multitude of pretenders who make\nprinciple a cover for cowardice. But for all that, they are kin to the\nmakers of England, and the fact that Germany would never tolerate them\nfor an instant is not without its lesson.",
        "We shall never understand the Germans. Some of their traits may possibly\nbe explained by their history. Their passionate devotion to the State,\ntheir amazing vulgarity, their worship of mechanism and mechanical\nefficiency, are explicable in a people who are not strong in individual\ncharacter, who have suffered much to achieve union, and who have\nachieved it by subordinating themselves, soul and body, to a brutal\ntaskmaster. But the convulsions of war have thrown up things that are\ndeeper than these, primaeval things, which, until recently, civilization\nwas believed to have destroyed. The old monstrous gods who gave their\nnames to the days of the week are alive again in Germany. The English\nsoldier of to-day goes into action with the cold courage of a man who is\nprepared to make the best of a bad job. The German soldier sacrifices\nhimself, in a frenzy of religious exaltation, to the War-God. The\nfilthiness that the Germans use, their deliberate befouling of all that\nis elegant and gracious and antique, their spitting into the food that\nis to be eaten by their prisoners, their defiling with ordure the sacred\nvessels in the churches–all these things, too numerous and too\nmonotonous to describe, are not the instinctive coarsenesses of the\nbrute beast; they are a solemn ritual of filth, religiously practised,\nby officers no less than by men. The waves of emotional exaltation which\nfrom time to time pass over the whole people have the same character,\nthe character of savage religion.",
        "If they are alien to civilization when they fight, they are doubly alien\nwhen they reason. They are glib and fluent in the use of the terms which\nhave been devised for the needs of thought and argument, but their use\nof these terms is empty, and exhibits all the intellectual processes\nwith the intelligence left out. I know nothing more distressing than the\nattempt to follow any German argument concerning the War. If it were\nmerely wrong-headed, cunning, deceitful, there might still be some\ncompensation in its cleverness. There is no such compensation. The\nstatements made are not false, but empty; the arguments used are not\nbad, but meaningless. It is as if they despised language, and made use\nof it only because they believe that it is an instrument of deceit. But\na man who has no respect for language cannot possibly use it in such a\nmanner as to deceive others, especially if those others are accustomed\nto handle it delicately and powerfully. It ought surely to be easy to\napologize for a war that commands the whole-hearted support of a nation;\nbut no apology worthy of the name has been produced in Germany. The\npleadings which have been used are servile things, written to order, and\ndirected to some particular address, as if the truth were of no\nimportance. No one of these appeals has produced any appreciable effect\non the minds of educated Frenchmen, or Englishmen, or Americans, even\namong those who are eager to hear all that the enemy has to say for\nhimself. This is a strange thing; and is perhaps the widest breach of\nall. We are hopelessly separated from the Germans; we have lost the use\nof a common language, and cannot talk with them if we would.",
        "We cannot understand them; is it remotely possible that they will ever\nunderstand us? Here, too, the difficulties seem insuperable. It is true\nthat in the past they have shown themselves willing to study us and to\nimitate us. But unless they change their minds and their habits, it is\nnot easy to see how they are to get near enough to us to carry on their\nstudy. While they remain what they are we do not want them in our\nneighbourhood. We are not fighting to anglicize Germany, or to impose\nourselves on the Germans; our work is being done, as work is so often\ndone in this idle sport-loving country, with a view to a holiday. We\nwish to forget the Germans; and when once we have policed them into\nquiet and decency we shall have earned the right to forget them, at\nleast for a time. The time of our respite perhaps will not be long. If\nthe Allies defeat them, as the Allies will, it seems as certain as any\nuncertain thing can be that a mania for imitating British and American\ncivilization will take possession of Germany. We are not vindictive to a\nbeaten enemy, and when the Germans offer themselves as pupils we are not\nlikely to be either enthusiastic in our welcome or obstinate in our\nrefusal. We shall be bored but concessive. I confess that there are\nsome things in the prospect of this imitation which haunt me like a\nnightmare. The British soldier, whom the German knows to be second to\nnone, is distinguished for the levity and jocularity of his bearing in\nthe face of danger. What will happen when the German soldier attempts to\nimitate that? We shall be delivered from the German peril as when Israel\ncame out of Egypt, and the mountains skipped like rams.",
        "The only parts of this book for which I claim any measure of authority\nare the parts which describe the English character. No one of purely\nEnglish descent has ever been known to describe the English character,\nor to attempt to describe it. The English newspapers are full of praises\nof almost any of the allied troops other than the English regiments. I\nhave more Scottish and Irish blood in my veins than English; and I think\nI can see the English character truly, from a little distance. If, by\nsome fantastic chance, the statesmen of Germany could learn what I tell\nthem, it would save their country from a vast loss of life and from many\nhopeless misadventures. The English character is not a removable part of\nthe British Empire; it is the foundation of the whole structure, and the\nsecret strength of the American Republic. But the statesmen of Germany,\nwho fall easy victims to anything foolish in the shape of a theory that\nflatters their vanity, would not believe a word of my essays even if\nthey were to read them, so they must learn to know the English character\nin the usual way, as King George the Third learned to know it from\nEnglishmen resident in America.",
        "A habit of lying and a belief in the utility of lying are often\nattended by the most unhappy and paralysing effects. The liars become\nunable to recognize the truth when it is presented to them. This is the\nmisery which fate has fixed on the German cause. War, the Germans are\nfond of remarking, is war. In almost all wars there is something to be\nsaid on both sides of the question. To know that one side or the other\nis right may be difficult; but it is always useful to know why your\nenemies are fighting. We know why Germany is fighting; she explained it\nvery fully, by her most authoritative voices, on the very eve of the\nstruggle, and she has repeated it many times since in moments of\nconfidence or inadvertence. But here is the tragedy of Germany: she does\nnot know why we are fighting. We have told her often enough, but she\ndoes not believe it, and treats our statement as an exercise in the\ncunning use of what she calls ethical propaganda. Why ethics, or morals,\nshould be good enough to inspire sympathy, but not good enough to\ninspire war, is one of the mysteries of German thought. No German, not\neven any of those few feeble German writers who have fitfully criticized\nthe German plan, has any conception of the deep, sincere, unselfish, and\nrighteous anger that was aroused in millions of hearts by the cruelties\nof the cowardly assault on Serbia and on Belgium. The late German\nChancellor became uneasily aware that the crucifixion of Belgium was one\nof the causes which made this war a truceless war, and his offer, which\nno doubt seemed to him perfectly reasonable, was that Germany is willing\nto bargain about Belgium, and to relax her hold, in exchange for solid\nadvantages elsewhere. Perhaps he knew that if the Allies were to spend\nfive minutes in bargaining about Belgium they would thereby condone the\nGerman crime and would lose all that they have fought for. But it seems\nmore likely that he did not know it. The Allies know it.",
        "There is hope in these clear-cut issues. Of all wars that ever were\nfought this war is least likely to have an indecisive ending. It must be\nsettled one way or the other. If the Allied Governments were to make\npeace to-day, there would be no peace; the peoples of the free countries\nwould not suffer it. Germany cannot make peace, for she is bound by\nheavy promises to her people, and she cannot deliver the goods. She is\ntied to the stake, and must fight the course. Emaciated, exhausted,\nrepeating, as if in a bad dream, the old boastful appeals to military\nglory, she must go on till she drops, and then at last there will be\npeace.",
        "These may themselves seem boastful words; they cannot be proved except\nby the event. There are some few Englishmen, with no stomach for a\nfight, who think that England is in a bad way because she is engaged in\na war of which the end is not demonstrably certain. If the issues of\nwars were known beforehand, and could be discounted, there would be no\nwars. Good wars are fought by nations who make their choice, and would\nrather die than lose what they are fighting for. Military fortunes are\nnotoriously variable, and depend on a hundred accidents. Moral causes\nare constant, and operate all the time. The chief of these moral causes\nis the character of a people. Germany, by her vaunted study of the art\nand science of war, has got herself into a position where no success can\ncome to her except by way of the collapse or failure of the\nEnglish-speaking peoples. A study of the moral causes, if she were\ncapable of making it, would not encourage her in her old impious belief\nthat God will destroy these peoples in order to clear the way for the\ndominion of the Hohenzollerns.",
        "Continue...",
        "\nThis full text of “England and the War” by Walter Raleigh belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "England And the WarBy Walter RaleighAt Amazon"
    ]
}