{
    "title": "England and the War - Might Is Right",
    "author": "Walter Raleigh",
    "chapter": "3",
    "content": [
        "\n",
        "\n\n",
        "First published as one of the Oxford Pamphlets, October 1914\nIt is now recognized in England that our enemy in this war is not a\ntyrant military caste, but the united people of modern Germany. We have\nto combat an armed doctrine which is virtually the creed of all Germany.\nSaxony and Bavaria, it is true, would never have invented the doctrine;\nbut they have accepted it from Prussia, and they believe it. The\nPrussian doctrine has paid the German people handsomely; it has given\nthem their place in the world. When it ceases to pay them, and not till\nthen, they will reconsider it. They will not think, till they are\ncompelled to think. When they find themselves face to face with a\ngreater and more enduring strength than their own, they will renounce\ntheir idol. But they are a brave people, a faithful people, and a stupid\npeople, so that they will need rough proofs. They cannot be driven from\ntheir position by a little paper shot. In their present mood, if they\nhear an appeal to pity, sensibility, and sympathy, they take it for a\ncry of weakness. I am reminded of what I once heard said by a genial and\nhumane Irish officer concerning a proposal to treat with the leaders of\na Zulu rebellion. ’Kill them all,’ he said, ’it’s the only thing they\nunderstand.’ He meant that the Zulu chiefs would mistake moderation for\na sign of fear. By the irony of human history this sentence has become\nalmost true of the great German people, who built up the structure of\nmodern metaphysics. They can be argued with only by those who have the\nwill and the power to punish them.",
        "The doctrine that Might is Right, though it is true, is an unprofitable\ndoctrine, for it is true only in so broad and simple a sense that no one\nwould dream of denying it. If a single nation can conquer, depress, and\ndestroy all the other nations of the earth and acquire for itself a sole\ndominion, there may be matter for question whether God approves that\ndominion; what is certain is that He permits it. No earthly governor who\nis conscious of his power will waste time in listening to arguments\nconcerning what his power ought to be. His right to wield the sword can\nbe challenged only by the sword. An all-powerful governor who feared no\nassault would never trouble himself to assert that Might is Right. He\nwould smile and sit still. The doctrine, when it is propounded by weak\nhumanity, is never a statement of abstract truth; it is a declaration of\nintention, a threat, a boast, an advertisement. It has no value except\nwhen there is some one to be frightened. But it is a very dangerous\ndoctrine when it becomes the creed of a stupid people, for it flatters\ntheir self-sufficiency, and distracts their attention from the\ndifficult, subtle, frail, and wavering conditions of human power. The\ntragic question for Germany to-day is what she can do, not whether it is\nright for her to do it. The buffaloes, it must be allowed, had a\nperfect right to dominate the prairie of America, till the hunters came.\nThey moved in herds, they practised shock-tactics, they were violent,\nand very cunning. There are but few of them now. A nation of men who\nmistake violence for strength, and cunning for wisdom, may conceivably\nsuffer the fate of the buffaloes and perish without knowing why.",
        "To the English mind the German political doctrine is so incredibly\nstupid that for many long years, while men in high authority in the\nGerman Empire, ministers, generals, and professors, expounded that\ndoctrine at great length and with perfect clearness, hardly any one\ncould be found in England to take it seriously, or to regard it as\nanything but the vapourings of a crazy sect. England knows better now;\nthe scream of the guns has awakened her. The German doctrine is to be\nput to the proof. Who dares to say what the result will be? To predict\ncertain failure to the German arms is only a kind of boasting. Yet there\nare guarded beliefs which a modest man is free to hold till they are\nseen to be groundless. The Germans have taken Antwerp; they may possibly\ndestroy the British fleet, overrun England and France, repel Russia,\nestablish themselves as the dictators of Europe–in short, fulfil their\ndreams. What then? At an immense cost of human suffering they will have\nachieved, as it seems to us, a colossal and agonizing failure. Their\nengines of destruction will never serve them to create anything so fair\nas the civilization of France. Their uneasy jealousy and self-assertion\nis a miserable substitute for the old laws of chivalry and regard for\nthe weak, which they have renounced and forgotten. The will and high\npermission of all-ruling Heaven may leave them at large for a time, to\nseek evil to others. When they have finished with it, the world will\nhave to be remade.",
        "We cannot be sure that the Ruler of the world will forbid this. We\ncannot even be sure that the destroyers, in the peace that their\ndestruction will procure for them, may not themselves learn to rebuild.\nThe Goths, who destroyed the fabric of the Roman Empire, gave their\nname, in time, to the greatest mediaeval art. Nature, it is well known,\nloves the strong, and gives to them, and to them alone, the chance of\nbecoming civilized. Are the German people strong enough to earn that\nchance? That is what we are to see. They have some admirable elements of\nstrength, above any other European people. No other European army can be\nmarched, in close order, regiment after regiment, up the slope of a\nglacis, under the fire of machine guns, without flinching, to certain\ndeath. This corporate courage and corporate discipline is so great and\nimpressive a thing that it may well contain a promise for the future.\nMoreover, they are, within the circle of their own kin, affectionate and\ndutiful beyond the average of human society. If they succeed in their\nworldly ambitions, it will be a triumph of plain brute morality over all\nthe subtler movements of the mind and heart.",
        "On the other hand, it is true to say that history shows no precedent for\nthe attainment of world-wide power by a people so politically stupid as\nthe German people are to-day. There is no mistake about this; the\ninstances of German stupidity are so numerous that they make something\nlike a complete history of German international relations. Here is one.\nAny time during the last twenty years it has been matter of common\nknowledge in England that one event, and one only, would make it\nimpossible for England to remain a spectator in a European war–that\nevent being the violation of the neutrality of Holland or Belgium. There\nwas never any secret about this, it was quite well known to many people\nwho took no special interest in foreign politics. Germany has maintained\nin this country, for many years, an army of spies and secret agents; yet\nnot one of them informed her of this important truth. Perhaps the\nradical difference between the German and the English political systems\nblinded the astute agents. In England nothing really important is a\nsecret, and the amount of privileged political information to be gleaned\nin barbers’ shops, even when they are patronized by Civil servants, is\ndistressingly small. Two hours of sympathetic conversation with an\nordinary Englishman would have told the German Chancellor more about\nEnglish politics than ever he heard in his life. For some reason or\nother he was unable to make use of this source of intelligence, so that\nhe remained in complete ignorance of what every one in England knew and\nsaid.",
        "Here is another instance. The programme of German ambition has been\nvoluminously published for the benefit of the world. France was first to\nbe crushed; then Russia; then, by means of the indemnities procured from\nthese conquests, after some years of recuperation and effort, the naval\npower of England was to be challenged and destroyed. This programme was\nset forth by high authorities, and was generally accepted; there was no\ncriticism, and no demur. The crime against the civilization of the world\nforeshadowed in the horrible words ’France is to be crushed’ is before a\nhigh tribunal; it would be idle to condemn it here. What happened is\nthis. The French and Russian part of the programme was put into action\nlast July. England, who had been told that her turn was not yet, that\nGermany would be ready for her in a matter of five or ten years, very\nnaturally refused to wait her turn. She crowded up on to the scaffold,\nwhich even now is in peril of breaking down under the weight of its\nvictims, and of burying the executioner in its ruins. But because\nEngland would not wait her turn, she is overwhelmed with accusations of\ntreachery and inhumanity by a sincerely indignant Germany. Could\nstupidity, the stupidity of the wise men of Gotham, be more fantastic or\nmore monstrous?",
        "German stupidity was even more monstrous. A part of the accusation\nagainst England is that she has raised her hand against the nation\nnearest to her in blood. The alleged close kinship of England and\nGermany is based on bad history and doubtful theory. The English are a\nmixed race, with enormous infusions of Celtic and Roman blood. The Roman\nsculpture gallery at Naples is full of English faces. If the German\nagents would turn their attention to hatters’ shops, and give the\nbarbers a rest, they would find that no English hat fits any German\nhead. But suppose we were cousins, or brothers even, what kind of\nargument is that on the lips of those who but a short time before were\nexplaining, with a good deal of zest and with absolute frankness, how\nthey intended to compass our ruin? There is something almost amiable in\nfatuity like this. A touch of the fool softens the brute.",
        "The Germans have a magnificent war-machine which rolls on its way,\ncrushing all that it touches. We shall break it if we can. If we fail,\nthe German nation is at the beginning, not the end, of its troubles.\nWith the making of peace, even an armed peace, the war-machine has\nserved its turn; some other instrument of government must then be\ninvented. There is no trace of a design for this new instrument in any\nof the German shops. The governors of Alsace-Lorraine offer no\nsuggestions. The bald fact is that there is no spot in the world where\nthe Germans govern another race and are not hated. They know this, and\nare disquieted; they meet with coldness on all hands, and their remedy\nfor the coldness is self-assertion and brag. The Russian statesman was\nright who remarked that modern Germany has been too early admitted into\nthe comity of European nations. Her behaviour, in her new international\nrelations, is like the behaviour of an uneasy, jealous upstart in an\nold-fashioned quiet drawing-room. She has no genius for equality; her\nmanners are a compound of threatening and flattery. When she wishes to\nassert herself, she bullies; when she wishes to endear herself, she\ncrawls; and the one device is no more successful than the other.",
        "Might is Right; but the sort of might which enables one nation to govern\nanother in time of peace is very unlike the armoured thrust of the\nwar-engine. It is a power compounded of sympathy and justice. The\nEnglish (it is admitted by many foreign critics) have studied justice\nand desired justice. They have inquired into and protected rights that\nwere unfamiliar, and even grotesque, to their own ideas, because they\nbelieved them to be rights. In the matter of sympathy their reputation\ndoes not stand so high; they are chill in manner, and dislike all\neffusive demonstrations of feeling. Yet those who come to know them know\nthat they are not unimaginative; they have a genius for equality; and\nthey do try to put themselves in the other fellow’s place, to see how\nthe position looks from that side. What has happened in India may\nperhaps be taken to prove, among many other things, that the inhabitants\nof India begin to know that England has done her best, and does feel a\ndisinterested solicitude for the peoples under her charge. She has long\nbeen a mother of nations, and is not frightened by the problems of\nadolescence.",
        "The Germans have as yet shown no sign of skill in governing other\npeoples. Might is Right; and it is quite conceivable that they may\nacquire colonies by violence. If they want to keep them they will have\nto shut their own professors’ books, and study the intimate history of\nthe British Empire. We are old hands at the business; we have lost more\ncolonies than ever they owned, and we begin to think that we have learnt\nthe secret of success. At any rate, our experience has done much for us,\nand has helped us to avoid failure. Yet the German colonial party stare\nat us with bovine malevolence. In all the library of German theorizing\nyou will look in vain for any explanation of the fact that the Boers\nare, in the main, loyal to the British Empire. If German political\nthinkers could understand that political situation, which seems to\nEnglish minds so simple, there might yet be hope for them. But they\nregard it all as a piece of black magic, and refuse to reason about it.\nHow should a herd of cattle be driven without goads? Witchcraft,\nwitchcraft!",
        "Their world-wide experience it is, perhaps, which has made the English\nquick to appreciate the virtues of other peoples. I have never known an\nEnglishman who travelled in Russia without falling in love with the\nRussian people. I have never heard a German speak of the Russian people\nwithout contempt and dislike. Indeed the Germans are so unable to see\nany charm in that profound and humane people that they believe that the\nEnglish liking for them must be an insincere pretence, put forward for\nwicked or selfish reasons. What would they say if they saw a sight that\nis common in Indian towns, a British soldier and a Gurkha arm in arm,\nrolling down the street in cheerful brotherhood? And how is it that it\nhas never occurred to any of them that this sort of brotherhood has its\nvalue in Empire-building? The new German political doctrine has bidden\nfarewell to Christianity, but there are some political advantages in\nChristianity which should not be overlooked. It teaches human beings to\nthink of one another and to care for one another. It is an antidote to\nthe worst and most poisonous kind of political stupidity.",
        "Another thing that the Germans will have to learn for the welfare of\ntheir much-talked Empire is the value of the lone man. The architects\nand builders of the British Empire were all lone men. Might is Right;\nbut when a young Englishman is set down at an outpost of Empire to\ngovern a warlike tribe, he has to do a good deal of hard thinking on the\nproblem of political power and its foundations. He has to trust to\nhimself, to form his own conclusions, and to choose his own line of\naction. He has to try to find out what is in the mind of others. A young\nGerman, inured to skilled slavery, does not shine in such a position.\nMan for man, in all that asks for initiative and self-dependence,\nEnglishmen are the better men, and some Germans know it. There is an old\njest that if you settle an Englishman and a German together in a new\ncountry, at the end of a year you will find the Englishman governor, and\nthe German his head clerk. A German must know the rules before he can\nget to work.",
        "More than three hundred years ago a book was written in England which is\nin some ways a very exact counterpart to General von Bernhardi’s\nnotorious treatise. It is called Tamburlaine, and, unlike its\nsuccessor, is full of poetry and beauty. Our own colonization began with\na great deal of violent work, and much wrong done to others. We suffered\nfor our misdeeds, and we learned our lesson, in part at least. Why, it\nmay be asked, should not the Germans begin in the same manner, and by\ndegrees adapt themselves to the new task? Perhaps they may, but if they\ndo, they cannot claim the Elizabethans for their model. Of all men on\nearth the German is least like the undisciplined, exuberant Elizabethan\nadventurer. He is reluctant to go anywhere without a copy of the rules,\na guarantee of support, and a regular pension. His outlook is as prosaic\nas General von Bernhardi’s or General von der Golt’s own, and that is\nsaying a great deal. In all the German political treatises there is an\nimmeasurable dreariness. They lay down rules for life, and if they be\nasked what makes such a life worth living they are without any hint of\nan answer. Their world is a workhouse, tyrannically ordered, and full of\npusillanimous jealousies.",
        "It is not impious to be hopeful. A Germanized world would be a\nnightmare. We have never attempted or desired to govern them, and we\nmust not think that God will so far forget them as to permit them to\nattempt to govern us. Now they hate us, but they do not know for how\nmany years the cheerful brutality of their political talk has shocked\nand disgusted us. I remember meeting, in one of the French Mediterranean\ndependencies, with a Prussian nobleman, a well-bred and pleasant man,\nwho was fond of expounding the Prussian creed. He was said to be a\npolitical agent of sorts, but he certainly learned nothing in\nconversation. He talked all the time, and propounded the most monstrous\nparadoxes with an air of mathematical precision. Now it was the\ncharacter of Sir Edward Grey, a cunning Machiavel, whose only aim was to\nset Europe by the ears and make neighbours fall out. A friend who was\nwith me, an American, laughed aloud at this, and protested, without\nproducing the smallest effect. The stream of talk went on. The error of\nthe Germans, we were told, was always that they are too humane; their\ndislike of cruelty amounts to a weakness in them. They let France escape\nwith a paltry fine, next time France must be beaten to the dust. Always\nwith a pleasant outward courtesy, he passed on to England. England was\ndecadent and powerless, her rule must pass to the Germans. ’But we shall\ntreat England rather less severely than France,’ said this bland apostle\nof Prussian culture, ’for we wish to make it possible for ourselves to\nremain in friendly relations with other English-speaking peoples.’ And\nso on–the whole of the Bernhardi doctrine, explained in quiet fashion\nby a man whose very debility of mind made his talk the more impressive,\nfor he was simply parroting what he had often heard. No one criticized\nhis proposals, nor did we dislike him. It all seemed too mad; a rather\nclumsy jest. His world of ideas did not touch our world at any point, so\nthat real talk between us was impossible. He came to see us several\ntimes, and always gave the same kind of mesmerized recital of Germany’s\npolicy. The grossness of the whole thing was in curious contrast with\nthe polite and quiet voice with which he uttered his insolences. When I\nremember his talk I find it easy to believe that the German Emperor and\nthe German Chancellor have also talked in such a manner that they have\nnever had the smallest opportunity of learning what Englishmen think and\nmean.",
        "While the German doctrine was the plaything merely of hysterical and\nsupersensitive persons, like Carlyle and Nietzsche, it mattered little\nto the world of politics. An excitable man, of vivid imagination and\ninvalid constitution, like Carlyle, feels a natural predilection for the\ncult of the healthy brute. Carlyle’s English style is itself a kind of\nepilepsy. Nietzsche was so nervously sensitive that everyday life was an\nanguish to him, and broke his strength. Both were poets, as Marlowe was\na poet, and both sang the song of Power. The brutes of the swamp and the\nfield, who gathered round them and listened, found nothing new or\nunfamiliar in the message of the poets. ’This’, they said, ’is what we\nhave always known, but we did not know that it is poetry. Now that great\npoets teach it, we need no longer be ashamed of it.’ So they went away\nresolved to be twice the brutes that they were before, and they named\nthemselves Culture-brutes.",
        "It is difficult to see how the world, or any considerable part of it,\ncan belong to Germany, till she changes her mind. If she can do that,\nshe might make a good ruler, for she has solid virtues and good\ninstincts. It is her intellect that has gone wrong. Bishop Butler was\none day found pondering the problem whether, a whole nation can go mad.\nIf he had lived to-day what would he have said about it? Would he have\nadmitted that that strangest of grim fancies is realized?",
        "It would be vain for Germany to take the world; she could not keep it;\nnor, though she can make a vast number of people miserable for a long\ntime, could she ever hope to make all the inhabitants of the world\nmiserable for all time. She has a giant’s power, and does not think it\ninfamous to use it like a giant. She can make a winter hideous, but she\ncannot prohibit the return of spring, or annul the cleansing power of\nwater. Sanity is not only better than insanity; it is much stronger, and\nMight is Right.",
        "Meantime, it is a delight and a consolation to Englishmen that England\nis herself again. She has a cause that it is good to fight for, whether\nit succeed or fail. The hope that uplifts her is the hope of a better\nworld, which our children shall see. She has wonderful friends. From\nwhat self-governing nations in the world can Germany hear such messages\nas came to England from the Dominions oversea? ’When England is at war,\nCanada is at war.’ ’To the last man and the last shilling, Australia\nwill support the cause of the Empire.’ These are simple words, and\nsufficient; having said them, Canada and Australia said no more. In the\ncompany of such friends, and for the creed that she holds, England might\nbe proud to die; but surely her time is not yet.",
        "  Our faith is ours, and comes not on a tide;\n  And whether Earth’s great offspring by decree\n  Must rot if they abjure rapacity,\n  Not argument, but effort shall decide.\n  They number many heads in that hard flock,\n  Trim swordsmen they push forth, yet try thy steel;\n  Thou, fighting for poor human kind, shalt feel\n  The strength of Roland in thy wrist to hew\n  A chasm sheer into the barrier rock,\n  And bring the army of the faithful through.",
        "Continue...",
        "\nThis full text of “England and the War” by Walter Raleigh belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "England And the WarBy Walter RaleighAt Amazon"
    ]
}