{
    "title": "English Fairy Tales - Childe Rowland",
    "author": "Joseph Jacobs",
    "chapter": "24",
    "content": [
        "\n",
        "\n\n",
        "Childe Rowland and his brothers twain Were playing at the ball, And\nthere was their sister Burd Ellen In the midst, among them all.",
        "  Childe Rowland kicked it with his foot\n  And caught it with his knee;\n  At last as he plunged among them all\n  O’er the church he made it flee.",
        "  Burd Ellen round about the aisle\n  To seek the ball is gone,\n  But long they waited, and longer still,\n  And she came not back again.",
        "  They sought her east, they sought her west,\n  They sought her up and down,\n  And woe were the hearts of those brethren,\n  For she was not to be found.",
        "So at last her eldest brother went to the Warlock Merlin and told him\nall the case, and asked him if he knew where Burd Ellen was. “The fair\nBurd Ellen,” said the Warlock Merlin, “must have been carried off by\nthe fairies, because she went round the church ’wider shins’–the\nopposite way to the sun. She is now in the Dark Tower of the King of\nElfland; it would take the boldest knight in Christendom to bring her\nback.”",
        "“If it is possible to bring her back,” said her brother, “I’ll do it,\nor perish in the attempt.”",
        "“Possible it is,” said the Warlock Merlin, “but woe to the man or\nmother’s son that attempts it, if he is not well taught beforehand\nwhat he is to do.”",
        "The eldest brother of Burd Ellen was not to be put off, by any fear of\ndanger, from attempting to get her back, so he begged the Warlock\nMerlin to tell him what he should do, and what he should not do, in\ngoing to seek his sister. And after he had been taught, and had\nrepeated his lesson, he set out for Elfland.",
        "  But long they waited, and longer still,\n    With doubt and muckle pain,\n  But woe were the hearts of his brethren,\n    For he came not back again.",
        "Then the second brother got tired and sick of waiting, and he went to\nthe Warlock Merlin and asked him the same as his brother. So he set\nout to find Burd Ellen.",
        "  But long they waited, and longer still,\n    With muckle doubt and pain,\n  And woe were his mother’s and brother’s heart,\n    For he came not back again.",
        "And when they had waited and waited a good long time, Childe Rowland,\nthe youngest of Burd Ellen’s brothers, wished to go, and went to his\nmother, the good queen, to ask her to let him go. But she would not at\nfirst, for he was the last of her children she now had, and if he was\nlost, all would be lost. But he begged, and he begged, till at last\nthe good queen let him go, and gave him his father’s good brand that\nnever struck in vain. And as she girt it round his waist, she said the\nspell that would give it victory.",
        "So Childe Rowland said good-bye to the good queen, his mother, and\nwent to the cave of the Warlock Merlin. “Once more, and but once\nmore,” he said to the Warlock, “tell how man or mother’s son may\nrescue Burd Ellen and her brothers twain.”",
        "“Well, my son,” said the Warlock Merlin, “there are but two things,\nsimple they may seem, but hard they are to do. One thing to do, and\none thing not to do. And the thing to do is this: after you have\nentered the land of Fairy, whoever speaks to you, till you meet the\nBurd Ellen, you must out with your father’s brand and off with their\nhead. And what you’ve not to do is this: bite no bit, and drink no\ndrop, however hungry or thirsty you be; drink a drop, or bite a bit,\nwhile in Elfland you be and never will you see Middle Earth again.”",
        "So Childe Rowland said the two things over and over again, till he\nknew them by heart, and he thanked the Warlock Merlin and went on his\nway. And he went along, and along, and along, and still further along,\ntill he came to the horse-herd of the King of Elfland feeding his\nhorses. These he knew by their fiery eyes, and knew that he was at\nlast in the land of Fairy. “Canst thou tell me,” said Childe Rowland\nto the horse-herd, “where the King of Elfland’s Dark Tower is?” “I\ncannot tell thee,” said the horse-herd, “but go on a little further\nand thou wilt come to the cow-herd, and he, maybe, can tell thee.”",
        "Then, without a word more, Childe Rowland drew the good brand that\nnever struck in vain, and off went the horse-herd’s head, and Childe\nRowland went on further, till he came to the cow-herd, and asked him\nthe same question. “I can’t tell thee,” said he, “but go on a little\nfarther, and thou wilt come to the hen-wife, and she is sure to know.\"\nThen Childe Rowland out with his good brand, that never struck in\nvain, and off went the cow-herd’s head. And he went on a little\nfurther, till he came to an old woman in a grey cloak, and he asked\nher if she knew where the Dark Tower of the King of Elfland was. “Go\non a, little further,” said the hen-wife, “till you come to a round\ngreen hill, surrounded with terrace-rings, from the bottom to the top;\ngo round it three times, widershins, and each time say:",
        "  Open, door! open, door!\n  And let me come in.",
        "and the third time the door will open, and you may go in.” And Childe\nRowland was just going on, when he remembered what he had to do; so he\nout with the good brand, that never struck in vain, and off went the\nhen-wife’s head.",
        "Then he went on, and on, and on, till he came to the round green hill\nwith the terrace-rings from top to bottom, and he went round it three\ntimes, widershins, saying each time:",
        "  Open, door! open, door!\n  And let me come in.",
        "And the third time the door did open, and he went in, and it closed\nwith a click, and Childe Rowland was left in the dark.",
        "It was not exactly dark, but a kind of twilight or gloaming. There\nwere neither windows nor candles, and he could not make out where the\ntwilight came from, if not through the walls and roof. These were\nrough arches made of a transparent rock, incrusted with sheepsilver\nand rock spar, and other bright stones. But though it was rock, the\nair was quite warm, as it always is in Elfland. So he went through\nthis passage till at last he came to two wide and high folding-doors\nwhich stood ajar. And when he opened them, there he saw a most\nwonderful and glorious sight. A large and spacious hall, so large that\nit seemed to be as long, and as broad, as the green hill itself. The\nroof was supported by fine pillars, so large and lofty, that the\npillars of a cathedral were as nothing to them. They were all of gold\nand silver, with fretted work, and between them and around them,\nwreaths of flowers, composed of what do you think? Why, of diamonds\nand emeralds, and all manner of precious stones. And the very key-\nstones of the arches had for ornaments clusters of diamonds and\nrubies, and pearls, and other precious stones. And all these arches\nmet in the middle of the roof, and just there, hung by a gold chain,\nan immense lamp made out of one big pearl hollowed out and quite\ntransparent. And in the middle of this was a big, huge carbuncle,\nwhich kept spinning round and round, and this was what gave light by\nits rays to the whole hall, which seemed as if the setting sun was\nshining on it.",
        "The hall was furnished in a manner equally grand, and at one end of it\nwas a glorious couch of velvet, silk and gold, and there sate Burd\nEllen, combing her golden hair with a silver comb. And when she saw\nChilde Rowland she stood up and said:",
        "  “God pity ye, poor luckless fool,\n  What have ye here to do?",
        "  “Hear ye this, my youngest brother,\n  Why didn’t ye bide at home?\n  Had you a hundred thousand lives\n  Ye couldn’t spare any a one.",
        "  “But sit ye down; but woe, O, woe,\n  That ever ye were born,\n  For come the King of Elfland in,\n  Your fortune is forlorn.”",
        "Then they sate down together, and Childe Rowland told her all that he\nhad done, and she told him how their two brothers had reached the Dark\nTower, but had been enchanted by the King of Elfland, and lay there\nentombed as if dead. And then after they had talked a little longer\nChilde Rowland began to feel hungry from his long travels, and told\nhis sister Burd Ellen how hungry he was and asked for some food,\nforgetting all about the Warlock Merlin’s warning.",
        "Burd Ellen looked at Childe Rowland sadly, and shook her head, but she\nwas under a spell, and could not warn him. So she rose up, and went\nout, and soon brought back a golden basin full of bread and milk.\nChilde Rowland was just going to raise it to his lips, when he looked\nat his sister and remembered why he had come all that way. So he\ndashed the bowl to the ground, and said: “Not a sup will I swallow,\nnor a bit will I bite, till Burd Ellen is set free.”",
        "Just at that moment they heard the noise of some one approaching, and\na loud voice was heard saying:",
        "  “Fee, fi, fo, fum,\n  I smell the blood of a Christian man,\n  Be he dead, be he living, with my brand,\n  I’ll dash his brains from his brain-pan.”",
        "And then the folding-doors of the hall were burst open, and the King\nof Elfland rushed in.",
        "“Strike then, Bogle, if thou darest,” shouted out Childe Rowland, and\nrushed to meet him with his good brand that never yet did fail. They\nfought, and they fought, and they fought, till Childe Rowland beat the\nKing of Elfland down on to his knees, and caused him to yield and beg\nfor mercy. “I grant thee mercy,” said Childe Rowland, “release my\nsister from thy spells and raise my brothers to life, and let us all\ngo free, and thou shalt be spared.” “I agree,” said the Elfin King,\nand rising up he went to a chest from which he took a phial filled\nwith a blood-red liquor. With this he anointed the ears, eyelids,\nnostrils, lips, and finger-tips, of the two brothers, and they sprang\nat once into life, and declared that their souls had been away, but\nhad now returned. The Elfin king then said some words to Burd Ellen,\nand she was disenchanted, and they all four passed out of the hall,\nthrough the long passage, and turned their back on the Dark Tower,\nnever to return again. And they reached home, and the good queen,\ntheir mother, and Burd Ellen never went round a church widershins\nagain.",
        "Continue...",
        "\nThis complete e-book of English Fairy Tales, collected and edited by\nJoseph Jacobs, is in the public domain.\nThis page has been created by Philipp Lenssen.\n\nAt Amazon: The Golden Book of Fairy Tales\n\nPage last updated on December 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}