{
    "title": "England and the War - The War of Ideas",
    "author": "Walter Raleigh",
    "chapter": "4",
    "content": [
        "\n",
        "\n\n",
        "An Address to the Royal Colonial Institute, December 12, 1916\nI hold, as I daresay you do, that we are at a crisis of our history\nwhere there is not much room for talk. The time when this struggle might\nhave been averted or won by talk is long past. During the hundred years\nbefore the war we have not talked much, or listened much, to the\nGermans. For fifty of those years at least the head of waters that has\nnow been let loose in a devastating flood over Europe was steadily\naccumulating; but we paid little attention to it. People sometimes speak\nof the negotiations of the twelve days before the war as if the whole\nsecret and cause of the war could be found there; but it is not so.\nStatesmen, it is true, are the keepers of the lock-gates, but those\nkeepers can only delay, they cannot prevent an inundation that has great\nnatural causes. The world has in it evil enough, and darkness enough.\nBut it is not so bad and so dark that a slip in diplomacy, a careless\nword, or an impolite gesture, can instantaneously, as if by magic,\ninvolve twenty million men in a struggle to the death. It is only\nclever, conceited men, proud of their neat little minds, who think that\nbecause they cannot fathom the causes of the war, it might easily have\nbeen prevented. I confess I find it difficult to conceive of the war in\nterms of simple right and wrong. We must respect the tides, and their\nhuge unintelligible force teaches us to respect them.",
        "It is not a war of race. For all our differences with the Germans, any\ncool and impartial mind must admit that we have many points of kinship\nwith them. During the years before the war our naval officers in the\nMediterranean found, I believe, that it was easier to associate on terms\nof social friendship with the Austrians than with the officers of any\nother foreign navy. We have a passionate admiration for France, and a\nreal devotion to her, but that is a love affair, not a family tie. We\nbegin to be experienced in love affairs, for Ireland steadily refuses to\nbe treated on any other footing. In any case, we are much closer to the\nGermans than they are to the Bulgarians or the Turks. Of these three we\nlike the Turks the best, because they are chivalrous and generous\nenemies, which the Germans are not.",
        "It is a war of ideas. We are fighting an armed doctrine. Yet Burke’s use\nof those words to describe the military power of Revolutionary France\nshould warn us against fallacious attempts to simplify the issue. When\nideas become motives and are filtered into practice, they lose their\nclearness of outline and are often hard to recognize. They leaven the\nlump, but the lump is still human clay, with its passions and\nprejudices, its pride and its hate. I remember seeing in a provincial\npaper, in the early days of the war, two adjacent columns, both dealing\nwith the war. The first was headed ’A Holy War’ and set forth the great\nprinciples of nationality, respect for treaties, and protection of the\nweak, which in our opinion are the main motives of the Allies in this\nwar. The second was headed ’The War on Commerce; Tips to capture German\ntrade’, and set forth those other principles and motives which, in the\nopinion of the Germans, brought England into this war.",
        "I am not going to defend England against the charge that she entered\nthis war on a cold calculation of mercantile profit. Every one here\nknows that the charge is utterly untrue. Those who believe the charge\ncould not be shaken in their belief except by being educated all over\nagain, and introduced to some knowledge of human nature. It is enough to\nremark that this charge is a commonplace between belligerent nations.\nThey all like to believe that their adversaries entertain only base\nmotives, while they themselves act only on the loftiest ideal\npromptings. If the charge means only that every nation at war is bound\nto think of its own interests, to conserve its own strength, and to\nseize on all material gains that are within its reach, the charge is\ntrue and harmless. When two angry women quarrel in a back street, they\ncommonly accuse each other of being amorous. They might just as well\naccuse each other of being human. The charge is true and insignificant.\nSo also with nations; they all cherish themselves and seek to preserve\ntheir means of livelihood.",
        "If this were their sole concern, there would be few wars; certainly this\nwar, which is desolating and impoverishing Europe, would be impossible.\nNo one, surely, can look at the war and say that nations are moved only\nby their material interests. It would be more plausible to say that they\nare too little moved by those interests. Bacon, in his essay Of Death,\nremarks that the fear of death does not much affect mankind. ’There is\nno passion in the mind of man so weak, but it mates and masters the\nfear of death; and therefore death is no such terrible enemy when a man\nhath so many attendants about him that can win the combat of him.\nRevenge triumphs over death; love slights it; honour aspireth to it;\ngrief flieth to it, fear pre-occupateth it; nay, we read, after Otho the\nEmperor had slain himself, pity (which is the tenderest of affections)\nprovoked many to die out of mere compassion to their sovereign, and as\nthe truest sort of followers.’ If this is true of the fear of death, how\nmuch truer it is of the love of material gain. Any whim, or point of\npride, or fixed idea, or old habit, is enough to make a man or a nation\nforgo the hope of profit and fight for a creed.",
        "The German creed is by this time well known. Before the war we took\nlittle notice of it. We sometimes saw it stated in print, but it seemed\nto us too monstrous and inhuman to be the creed of a whole people. We\nwere wrong; it was the creed of a whole people. By the mesmerism of\nState education, by the discipline of universal military service, by the\npride of the German people in their past victories, and by the fears\nnatural to a nation that finds enemies on all its fronts, an absolute\nbelief in the State, in war as the highest activity of the State, and in\nthe right of the State to enslave all its subjects, body and soul, to\nits purposes, had become the creed of all those diverse peoples that are\nunited under the Prussian Monarchy. Most of them are not naturally\nwarlike peoples. They have been lured, and frightened, and drilled, and\nbribed into war, but it is true to say that, on the whole, they enjoy\nfighting less than we do. One of the truest remarks ever made on the war\nwas that famous remark of a British private soldier, who was telling\nhow his company took a trench from the enemy. Fearing that his account\nof the affair might sound boastful, he added, ’You see, Sir, they’re not\na military people, like we are.’ Only the word was wrong, the meaning\nwas right. They are, as every one knows, an enormously military people,\nand, if they want to fight at all, they have to be a military people,\nfor the vast majority of them are not a warlike people. A first-class\narmy could never have been fashioned in Germany out of volunteer\ncivilians, like our army on the Somme. That army has a little shaken the\nfaith of the Germans in their creed. Again I must quote one of our\nsoldiers: ’I don’t say’, he remarked, ’that our average can run rings\nround their best; what I say is that our average is better than their\naverage, and our best is better than their best.’ The Germans already\nare uneasy about their creed and their system, but there is no escape\nfor them; they have sacrificed everything to it; they have impoverished\nthe mind and drilled the imagination of every German citizen, so that\nGermany appears before the world with the body of a giant and the mind\nof a dwarf; they have sacrificed themselves in millions that their creed\nmay prevail, and with their creed they must stand or fall. The State,\norganized as absolute power, responsible to no one, with no duties to\nits neighbour, and with only nominal duties to a strictly subordinate\nGod, has challenged the soul of man in its dearest possessions. We\ncannot predict the course of military operations; but if we were not\nsure of the ultimate issue of this great struggle, we should have no\nsufficient motive for continuing to breathe. The State has challenged\nthe soul of man before now, and has always been defeated. A miserable\nremnant of men and women, tied to stakes or starved in dungeons, have\nbefore now shattered what seemed an omnipotent tyranny, because they\nstood for the soul and were not prompted by vanity or self-regard. They\nhad great allies–",
        "     ’Their friends were exultations, agonies,\n     And love, and man’s unconquerable mind.’",
        "If we are defeated we shall be defeated not by German strength but by\nour own weakness. The worst enemy of the martyr is doubt and the divided\nmind, which suggests the question, ’Is it, after all, worth while?’ We\nmust know what we have believed. What do we stand for in this war? It is\nonly the immovable conviction that we stand for something ultimate and\nessential that can help us and carry us through. No war of this kind and\non this scale is good enough to fight unless it is good enough to fail\nin. ’The calculation of profit’, said Burke,’in all such wars is false.\nOn balancing the account of such wars, ten thousand hogs-heads of sugar\nare purchased at ten thousand times their price. The blood of man should\nnever be shed but to redeem the blood of man. It is well shed for our\nfamily, for our friends, for our God, for our country, for our kind. The\nrest is vanity; the rest is crime.’",
        "The question I have asked is a difficult question to answer, or, rather,\nthe answer is not easy to formulate briefly and clearly. Most of the men\nat the front know quite well what they are fighting for; they know that\nit is for their country, but that it is also for their kind–for certain\nideals of humanity. We at home know that we are at war for liberty and\nhumanity. But these words are invoked by different nations in different\nsenses; the Germans, or at least most of them, have as much liberty as\nthey desire, and believe that the highest good of humanity is to be\nfound in the prevalence of their own ideas and of their own type of\ngovernment and society. No abstract demonstration can help us. Liberty\nis a highly comparative notion; no one asks for it complete. Humanity is\na highly variable notion; it is interpreted in different senses by\ndifferent societies. What we are confronted by is two types of\ncharacter, two sets of aims, two ideals for society. There can be no\nharm in trying to understand both.",
        "The Germans can never be understood by those who neglect their history.\nThey are a solid, brave, and earnest people, who, till quite recent\ntimes, have been denied their share in the government of Europe. In the\nsixteenth century they were deeply stirred by questions of religion, and\nwere rent asunder by the Reformation. Compromise proved futile; the\nsmall German states were ranked on this side or on that at the will of\ntheir rulers and princes; men of the same race were ranged in mortal\nopposition on the question of religious belief, and there was no\nsolution but war. For thirty years in the seventeenth century the war\nraged. It was conducted with a fierceness and inhumanity that even the\npresent war has not equalled. The civilian population suffered\nhideously. Whole provinces were desolated and whole states were bereaved\nof their men. When, from mere exhaustion, the war came to an end,\nGermany lay prostrate, and the chief gains of the war fell to the rising\nmonarchy of France, which had intervened in the middle of the struggle.\nBy the Treaty of Westphalia in 1648 Alsace and Lorraine went to France,\nand the rule of the great monarch, Louis XIV, had nothing to fear from\nthe German peoples. The ambitions of Germany, for long after this, were\nmainly cosmopolitan and intellectual. But political ambitions, though\nthey seemed almost dead, were revived by the hardy state of Prussia, and\nthe rest of Germany’s history, down to our own time, is the history of\nthe welding of the Germanic peoples into a single state by Prussian\nmonarchs and statesmen.",
        "This history explains many things. If a people has a corporate memory,\nif it can learn from its own sufferings, Germany has reason enough to\ncherish with a passionate devotion her late achieved unity. And German\nbrutality, which is not the less brutality because Germans regard it as\nquite natural and right, has its origin in German history. The Prussian\nis a Spartan, a natural brute, but brutal to himself as well as to\nothers, capable of extremes of self-denial and self-discipline. From the\nPrussians the softer and more emotional German peoples of the South\nreceived the gift of national unity, and they repaid the debt by\nextravagant admiration for Prussian prowess and hardihood, which had\nbeen so serviceable to their cause. The Southern Germans, the Bavarians\nespecially, have developed a sort of sentimentalism of brutality,\nexpressed in the hysterical Hymn of Hate (which hails from Munich),\nexpressed also in those monstrous excesses and cruelties, surpassing\nanything that mere insensibility can produce, which have given the\nBavarian troops their foul reputation in the present war.",
        "The last half century of German history must also be remembered. Three\nassaults on neighbouring states were rewarded by a great increase of\nterritory and of strength. From Denmark, in 1864, Prussia took\nSchleswig-Holstein. The defeat of Austria in 1866 brought Hanover and\nBavaria under the Prussian leadership; Alsace and Lorraine were regained\nfrom France in 1870. The Prussian mind, which is not remarkable for\nsubtlety, found a justification in these three wars for its favourite\ndoctrine of frightfulness. That doctrine, put briefly, is that people\ncan always be frightened into submission, and that it is cheaper to\nfrighten them than to fight them to the bitter end. Denmark was a small\nnation, and moreover was left utterly unsupported by the European powers\nwho had guaranteed her integrity. Bavaria was frightened, and will be\nfrightened again when her hot fit gives way to her cold fit. France was\ndivided and half-hearted under a tinsel emperor. It is Germany’s\nmisfortune that on these three special cases she based a general\ndoctrine of war. A very little knowledge of human nature–a knowledge so\nalien to her that she calls it psychology and assigns it to\nspecialists–would have taught her that, for the most part, human beings\nwhen they are fighting for their homes and their faith cannot be\nfrightened, and must be killed or conciliated. The practice of\nfrightfulness has not worked very well in this war. It has steeled the\nheart of Germany’s enemies. It has produced in her victims a temper of\nhate that will outlive this generation, and will make the small peoples\nwhom she has kicked and trampled on impossible subjects of the German\nEmpire. Worst of all it has suggested to onlookers that the people who\nhave so plenary a belief in frightfulness are not themselves strangers\nto fear. There is an old English proverb, hackneyed and stale three\nhundred years ago, but now freshened again by disuse, that the goodwife\nwould never have looked for her daughter in the oven unless she had been\nthere herself.",
        "How shall I describe the English temper, which the Germans, high and\nlow, learned and ignorant, have so profoundly mistaken? You can get no\ndescription of it from the Englishman pure and simple; he has no theory\nof himself, and it bores him to hear himself described. Yet it is this\ntemper which has given England her great place in the world and which\nhas cemented the British Empire. It is to be found not in England alone,\nbut wherever there is a strain of English blood or an acceptance of\nEnglish institutions. You can find it in Australia, in Canada, in\nAmerica; it infects Scotland, and impresses Wales. It is everywhere in\nour trenches to-day. It is not clannish, or even national, it is\nessentially the lonely temper of a man independent to the verge of\nmelancholy. An admirable French writer of to-day has said that the best\nhandbook and guide to the English temper is Defoe’s romance of Robinson\nCrusoe. Crusoe is practical, but is conscious of the over-shadowing\npresence of the things that are greater than man. He makes his own\nclothing, teaches his goats to dance, and wrestles in thought with the\nproblems suggested by his Bible. Another example of the same temper may\nbe seen in Bunyan’s Pilgrim’s Progress, and yet another in\nWordsworth’s Prelude. There is no danger that English thought will\never underestimate the value and meaning of the individual soul. The\ngreatest English literature, it might almost be said, from Shakespeare’s\nHamlet to Browning’s The Ring and the Book, is concerned with no\nother subject. The age-long satire against the English is that in\nEngland every man claims the right to go to heaven his own way. English\ninstitutions, instead of subduing men to a single pattern, are devised\nchiefly with the object of saving the rights of the subject and the\nliberty of the individual. ’Every man in his humour’ is an English\nproverb, and might almost be a statement of English constitutional\ndoctrine. But this extreme individualism is the right of all, and does\nnot favour self-exaltation. The English temper has an almost morbid\ndislike of all that is showy or dramatic in expression. I remember how a\nWinchester boy, when he was reproached with the fact that Winchester has\nproduced hardly any great men, replied, ’No, indeed, I should think not.\nWe would pretty soon have knocked that out of them.’ And the epigrams of\nthe English temper usually take the form of understatement. ’Give\nDayrolles a chair’ were the last dying words of Lord Chesterfield,\nspoken of the friend who had come to see him. When the French troops go\nover the parapet to make an advance, their battle cry shouts the praises\nof their Country. The British troops prefer to celebrate the advance in\na more trivial fashion, ’This way to the early door, sixpence extra.’",
        "I might go on interminably with this dissertation, but I have said\nenough for my purpose. The history of England has had much to do with\nmoulding the English temper. We have been protected from direct\nexposure to the storms that have swept the Continent. Our wars on land\nhave been adventures undertaken by expeditionary forces. At sea, while\nthe power of England was growing, we have been explorers, pirates,\nbuccaneers. Now that we are involved in a great European war on land,\nour methods have been changed. The artillery and infantry of a modern\narmy cannot act effectively on their own impulse. We hold the sea, and\nthe pirates’ work for the present has passed into other hands. But our\nspirit and temper is the same as of old. It has found a new world in the\nair. War in the air, under the conditions of to-day, demands all the old\ngallantry and initiative. The airman depends on his own brain and nerve;\nhe cannot fall back on orders from his superiors. Our airmen of to-day\nare the true inheritors of Drake; they have the same inspired\nrecklessness, the same coolness, and the same chivalry to a vanquished\nenemy.",
        "I am a very bad example of the English temper; for the English temper\ngrumbles at all this, to the great relief of our enemies, who believe\nthat what a man admits against his own nation must be true. Our\npessimists, by indulging their natural vein, serve us, without reward,\nquite as well as Germany is served by her wireless press. They deceive\nthe enemy.",
        "Modern Germany has organized and regimented her people like an ant-hill\nor a beehive. The people themselves, including many who belong to the\nupper class, are often simple villagers in temper, full of kindness and\nanger, much subject to envy and jealousy, not magnanimous, docile and\nobedient to a fault. If they claimed, as individuals, to represent the\nhighest reach of European civilization, the claim would be merely\nabsurd. So they shift their ground, and pretend that society is greater\nthan man, and that by their painstaking organization their society has\nbeen raised to the pinnacle of human greatness. They make this claim so\ninsistently, and in such obvious good faith, that some few weak tempers\nand foolish minds in England have been impressed by it. These\npanic-stricken counsellors advise us, without delay, to reform our\ninstitutions and organize them upon the German model. Only thus, they\ntell us, can we hold our own against so huge a power. But if we were to\ntake their advice, we should have nothing of our own left to hold. It is\nreasonable and good to co-operate and organize in order to attain an\nagreed object, but German organization goes far beyond this. The German\nnation is a carefully built, smooth-running machine, with powerful\nengines. It has only one fault–that any fool can drive it; and seeing\nthat the governing class in Germany is obstinate and unimaginative,\nthere is no lack of drivers to pilot it to disaster. The best ability of\nGermany is seen in her military organization. Napoleon is her worshipped\nmodel, and, like many admirers of Napoleon, she thinks only of his great\ncampaigns; she forgets that he died in St. Helena, and that his schemes\nfor the reorganization of Europe failed.",
        "I know that many people in England are not daunted but depressed by the\nmilitary successes of the enemy. Our soldiers in the field are not\ndepressed. But we who are kept at home suffer from the miasma of the\nback-parlour. We read the headlines of newspapers–a form of literature\nthat is exciting enough, but does not merit the praise given to\nSophocles, who saw life steadily and saw it whole. We keep our ears to\nthe telephone, and we forget that the great causes which are always at\nwork, and which will shape the issues of this war, are not recorded upon\nthe telephone. There are things truer and more important than the latest\ndispatches. Here is one of them. The organization of the second-rate can\nnever produce anything first-rate. We do not understand a people who,\nwhen it comes to the last push of man against man, throw up their hands\nand utter the pathetic cry of ’Kamerad’. To surrender is a weakness that\nno one who has not been under modern artillery fire has any right to\ncondemn; to profess a sudden affection for the advancing enemy is not\nweakness but baseness. Or rather, it would be baseness in a voluntary\nsoldier; in the Germans it means only that the war is not their own war;\nthat they are fighting as slaves, not as free men. The idea that we\ncould ever live under the rule of these people is merely comic. To do\nthem justice, they do not now entertain the idea, though they have\ndallied with it in the past.",
        "No harm can be done, I think, by preaching to the English people the\nnecessity for organization and discipline. We shall still be ourselves,\nand there is no danger that we shall overdo discipline or make\norganization a thing to be worshipped for its own sake. The danger is\nall the other way. We have learnt much from the war, and the work that\nwe shall have to do when it ends is almost more important than the terms\nof peace, or concessions made this way and that. If the treacherous\nassault of the Germans on the liberties and peace of Europe is rewarded\nby any solid gain to the German Empire, then history may forgive them,\nbut this people of the British Empire will not forgive them. Nothing\nwill be as it was before; and our cause, which will not be lost in the\nwar, will still have to be won in the so-called peace. I know that some\nsay, ’Let us have war when we are at war, and peace when we are at\npeace’. It sounds plausible and magnanimous, but it is Utopian. You must\nreckon with your own people. They know that when we last had peace, the\nsunshine of that peace was used by the Germans to hatch the spawn of\nmalice and treason. If the Germans are defeated in the war, we shall, I\nsuppose, forgive them, for the very English reason that it is a bore not\nto forgive your enemies. But if they escape without decisive defeat in\nbattle, their harder trial is yet to come.",
        "In some ways we are stronger than we have been in all our long history.\nWe have found ourselves, and we have found our friends. Our dead have\ntaught the children of to-day more and better than any living teachers\ncan teach them. No one in this country will ever forget how the people\nof the Dominions, at the first note of war, sprang to arms like one man.\nWe must not thank or praise them; like the Navy, they regard our thanks\nand praise as something of an impertinence. They are not fighting, they\nsay, for us. But that is how we discovered them. They are doing much\nbetter than fighting for us, they are fighting with us, because, without\na word of explanation or appeal, their ideas and ours are the same. We\nnever have discussed with them, and we never shall discuss, what is\ndecent and clean and honourable in human behaviour. A philosopher who\nis interested in this question can find plenty of intellectual exercise\nby discussing it with the Germans, Where an Englishman, a Canadian, and\nan Australian are met, there is no material for such a debate.",
        "It would be extravagant to suppose that a discovery like this can leave\nour future relations untouched. We now know that we are profoundly\nunited in a union much stronger and deeper than any mechanism can\nproduce. I know how difficult a problem it is to hit on the best device\nfor giving political expression to this union between States separated\nfrom one another by the whole world’s diameter, differing in their\ncircumstances, their needs, and their outlook. I do not dare to\nprescribe; but I should like to make a few remarks, and to call\nattention to a few points which are perhaps more present to the mind of\nthe ordinary citizen than they are in the discussions of constitutional\nexperts.",
        "We must arrange for co-operation and mutual support. If the arrangement\nis complicated and lengthy, we must not wait for it; we must meet and\ndiscuss our common affairs. Ministers from the Dominions have already\nsat with the British Cabinet. We can never go back on that; it is a\nlandmark in our history. Our Ministers must travel; if their supporters\nare impatient of their absence on the affairs of the Empire, they must\nfind some less parochial set of supporters. We have begun in the right\nway; the right way is not to pass laws determining what you are to do;\nbut to do what is needful, and do it at once,–do a lot of things, and\nregularize your successes by later legislation. Now is the time, while\nthe Empire is white-hot. Our first need is not lawyers, but men who,\nfeeling friendly, know how to behave as friends do. They will not be\nimpeached if they go beyond the letter of the law. One act of faith is\nworth a hundred arguments. This is a family affair; the habits of an\naffectionate and united family are the only good model.",
        "As for the Crown Colonies and India, the Dominions must share our\nburden. It is objected, both here and in India, that life in the\nDominions is a very inadequate education for the sympathetic handling of\nalien races and customs. So is life in many parts of this island. The\nfact is that the process of learning to govern these alien peoples is\nthe best education in the world. The Indian Civil Service is a great\nCollege, and it governs India. I can speak to this point, for I have\nlived there and seen it at work. If India were really governed by the\nideas of the young novices who go out there fresh from their\nexaminations, she would be a distressful country. But the novice is\ntaken in hand at once by the older members of the service; he works\nunder the eye of the Collector and the Assistant Collector; they\nshoulder him and instruct him as tame elephants shoulder and instruct\nthe wild; they are kind to him, and he lives in their company while his\nprejudices and follies peel off him; so that within a few years he\nbecomes a tolerant, wise, and devoted civil servant, who speaks the\nlanguage of the College and is proud to belong to it. The success of the\nGovernment of India is not to be credited to the classes from which the\nCivil Service is recruited, but to the discipline of the Service itself,\na Service so high in tradition and so free from corruption that\nadvancement in it is to be gained only by intelligence and sympathy.\nWhat I am saying is that I can imagine no finer raw material for the\npolitical discipline of the Indian Civil Service than some of the\ngenerous and clean-run spirits who have come from the Dominions to help\nin this war. They could be introduced to a share of our responsibilities\nwithout impeding or retarding the movement to give to selected natives\nof India a larger share in the government of their country.",
        "But the war is not over, so I return to the main issue–the conflict\nbetween the English idea and the German idea of world government. It is\nnot an accident, as Baron von Hügel remarks in his book on The German\nSoul, that the chief colonizing nation of the world should be a nation\nwithout a national army. We have depended enormously in the past on the\ninitiative and virtue of the individual adventurer; if our adventurers\nwere to fail us, which is not likely, or if the State were to supersede\nthem, and attempt to do their work, which is not conceivable, our\npolitical power and influence would vanish with them. The world might\nperhaps be well ordered, but there would be no freedom, and no fun. The\nbeauty of the adventurer is that he is practically invincible. He does\nnot wait for orders. Under the most perfect police system that Germany\ncould devise, he would be up and at it again. We are not so numerous as\nthe Germans, but there are enough and to spare of us to make German\ngovernment impossible in any place where we pitch our tents. We are\npractised hands at upsetting governments. Our political system is a\ntraining school for rebels. This is what makes our very existence an\noffence to the moral instincts of the German people. They are quite\nright to want to kill us; the only way to abolish fun and freedom is to\nabolish life. But I must not be unjust to them; their forethought\nprovides for everything, and no doubt they would prescribe authorized\nforms of fun for half an hour a week, and would gather together their\nsubjects in public assembly, under municipal regulations, to perform\napproved exercises in freedom.",
        "Mankind lives by ideas; and if an irreconcilable difference in ideas\nmakes a good war, then this is a good war. The contrast between the two\nideas is profound and far-reaching. My business lies in a University.\nFor a good many years before the war certain selected German students,\nwho had had a University education in their own country, came as Rhodes\nscholars to Oxford. The intention of Mr. Rhodes was benevolent; he\nthought that if German students were to reside for four years at Oxford\nand to associate there, at an impressionable time of life, with young\nEnglishmen, understanding and fellowship would be encouraged between the\ntwo peoples. But the German government took care to defeat Mr. Rhodes’s\nintention. Instead of sending a small number of students for the full\nperiod, as Mr. Rhodes had provided, Germany asked and (by whose mistake\nI do not know) obtained leave to send a larger number for a shorter\nstay. The students selected were intended for the political and\ndiplomatic service, and were older than the usual run of Oxford\nfreshmen. Their behaviour had a certain ambassadorial flavour about it.\nThey did not mix much in the many undergraduate societies which flourish\nin a college, but met together in clubs of their own to drink patriotic\ntoasts. They were nothing if not superior. I remember a conversation I\nhad with one of them who came to consult me. He wished, he said, to do\nsome definite piece of research work in English literature. I asked him\nwhat problems or questions in English literature most interested him,\nand he replied that he would do anything that I advised. We had a talk\nof some length, wholly at cross-purposes. At last I tried to make my\npoint of view clear by reminding him that research means finding the\nanswer to a question, and that if his reading of English literature,\nwhich had been fairly extensive, had suggested no questions to his mind,\nhe was not in the happiest possible position to begin research. This\ntouched his national pride, and he gave me something not unlike a\nlecture. In Germany, he said, the professor tells you what you are to\ndo; he gives you a subject for investigation, he names the books you are\nto read, and advises you on what you are to write; you follow his\nadvice, and produce a thesis, which gains you the degree of Doctor of\nLetters. I have seen a good many of these theses, and I am sure this\naccount is correct. With very rare exceptions they are as dead as\nmutton, and much less nourishing. The upshot of our conversation was\nthat he thought me an incompetent professor, and I thought him an\nunprofitable student.",
        "There are many people in England to-day who praise the thoroughness of\nthe Germans, and their devotion to systematic thought. Has any one ever\ntaken the trouble to trace the development of the thesis habit, and its\ninfluence on their national life? They theorize everything, and they\nbelieve in their theories. They have solemn theories of the English\ncharacter, of the French character, of the nature of war, of the history\nof the world. No breath of scepticism dims their complacency, although\nevents steadily prove their theories wrong. They have courage, and when\nthey are seeking truth by the process of reasoning, they accept the\nconclusions attained by the process, however monstrous these conclusions\nmay be. They not only accept them, they act upon them, and, as every one\nknows, their behaviour in Belgium was dictated to them by their\nphilosophy.",
        "Thought of this kind is the enemy of the human race. It intoxicates\nsluggish minds, to whom thought is not natural. It suppresses all the\ngentler instincts of the heart and supplies a basis of orthodoxy for all\nthe cruelty and treachery in the world. I do not know, none of us knows,\nwhen or how this war will end. But I know that it is worth fighting to\nthe end, whatever it may cost to all and each of us. We may have peace\nwith the Germans, the peace of exhaustion or the peace that is only a\nbreathing space in a long struggle. We can never have peace with the\nGerman idea. It was not the idea of the older German thinkers–of Kant,\nor of Goethe, who were good Europeans. Kant said that there is nothing\ngood in the world except the good will. The modern German doctrine is\nthat there is nothing good in the world except what tends to the power\nand glory of the State. The inventor of this doctrine, it may be\nremembered, was the Devil, who offered to the Son of Man the glory of\nall the kingdoms of the world, if only He would fall down and worship\nhim. The Germans, exposed to a like temptation, have accepted the offer\nand have fulfilled the condition. They can have no assurance that faith\nwill be kept with them. On the other hand, we can have no assurance that\nthey will suffer any signal or dramatic reverse. Human history does not\nusually observe the laws of melodrama. But we know that their newly\npurchased doctrine can be fought, in war and in peace, and we know that\nin the end it will not prevail.",
        "Continue...",
        "\nThis full text of “England and the War” by Walter Raleigh belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "England And the WarBy Walter RaleighAt Amazon"
    ]
}