{
    "title": "English Fairy Tales - How Jack Went to Seek His Fortune",
    "author": "Joseph Jacobs",
    "chapter": "7",
    "content": [
        "\n",
        "\n\n",
        "Once on a time there was a boy named Jack, and one morning he started\nto go and seek his fortune.",
        "He hadn’t gone very far before he met a cat.",
        "“Where are you going, Jack?” said the cat.",
        "“I am going to seek my fortune.”",
        "“May I go with you?”",
        "“Yes,” said Jack, “the more the merrier.”",
        "So on they went, jiggelty-jolt, jiggelty-jolt.",
        "They went a little further and they met a dog.",
        "“Where are you going, Jack?” said the dog.",
        "“I am going to seek my fortune.”",
        "“May I go with you?”",
        "“Yes,” said Jack, “the more the merrier.”",
        "So on they went, jiggelty-jolt, jiggelty-jolt. They went a little\nfurther and they met a goat.",
        "“Where are you going, Jack?” said the goat.",
        "“I am going to seek my fortune.”",
        "“May I go with you?”",
        "“Yes,” said Jack, “the more the merrier.”",
        "So on they went, jiggelty-jolt, jiggelty-jolt.",
        "They went a little further and they met a bull.",
        "“Where are you going, Jack?” said the bull.",
        "“I am going to seek my fortune.”",
        "“May I go with you?”",
        "“Yes,” said Jack, “the more the merrier.”",
        "So on they went, jiggelty-jolt, jiggelty-jolt.",
        "They went a little further and they met a rooster.",
        "“Where are you going, Jack?” said the rooster.",
        "“I am going to seek my fortune.”",
        "“May I go with you?”",
        "“Yes,” said Jack, “the more the merrier.”",
        "So on they went, jiggelty-jolt, jiggelty-jolt.",
        "Well, they went on till it was about dark, and they began to think of\nsome place where they could spend the night. About this time they came\nin sight of a house, and Jack told them to keep still while he went up\nand looked in through the window. And there were some robbers counting\nover their money. Then Jack went back and told them to wait till he\ngave the word, and then to make all the noise they could. So when they\nwere all ready Jack gave the word, and the cat mewed, and the dog\nbarked, and the goat bleated, and the bull bellowed, and the rooster\ncrowed, and all together they made such a dreadful noise that it\nfrightened the robbers all away.",
        "And then they went in and took possession of the house. Jack was\nafraid the robbers would come back in the night, and so when it came\ntime to go to bed he put the cat in the rocking-chair, and he put the\ndog under the table, and he put the goat upstairs, and he put the bull\ndown cellar, and the rooster flew up on to the roof, and Jack went to\nbed.",
        "By-and-by the robbers saw it was all dark and they sent one man back\nto the house to look after their money. Before long he came back in a\ngreat fright and told them his story.",
        "“I went back to the house,” said he, “and went in and tried to sit\ndown in the rocking-chair, and there was an old woman knitting, and\nshe stuck her knitting-needles into me.” That was the cat, you know.",
        "“I went to the table to look after the money and there was a shoemaker\nunder the table, and he stuck his awl into me.” That was the dog, you\nknow.",
        "“I started to go upstairs, and there was a man up there threshing, and\nhe knocked me down with his flail.” That was the goat, you know.",
        "“I started to go down cellar, and there was a man down there chopping\nwood, and he knocked me up with his axe.” That was the bull, you know.",
        "“But I shouldn’t have minded all that if it hadn’t been for that\nlittle fellow on top of the house, who kept a-hollering, ’Chuck him up\nto me-e! Chuck him up to me-e!’” Of course that was the cock-a-doodle-\ndo.",
        "Continue...",
        "\nThis complete e-book of English Fairy Tales, collected and edited by\nJoseph Jacobs, is in the public domain.\nThis page has been created by Philipp Lenssen.\n\nAt Amazon: The Golden Book of Fairy Tales\n\nPage last updated on December 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}