{
    "title": "English Fairy Tales - Binnorie",
    "author": "Joseph Jacobs",
    "chapter": "11",
    "content": [
        "\n",
        "\n\n",
        "Once upon a time there were two king’s daughters lived in a bower near\nthe bonny mill-dams of Binnorie. And Sir William came wooing the\neldest and won her love and plighted troth with glove and with ring.\nBut after a time he looked upon the youngest, with her cherry cheeks\nand golden hair, and his love grew towards her till he cared no longer\nfor the eldest one. So she hated her sister for taking away Sir\nWilliam’s love, and day by day her hate grew upon her, and she plotted\nand she planned how to get rid of her.",
        "So one fine morning, fair and clear, she said to her sister, “Let us\ngo and see our father’s boats come in at the bonny mill-stream of\nBinnorie.” So they went there hand in hand. And when they got to the\nriver’s bank the youngest got upon a stone to watch for the coming of\nthe boats. And her sister, coming behind her, caught her round the\nwaist and dashed her into the rushing mill-stream of Binnorie.",
        "“O sister, sister, reach me your hand!” she cried, as she floated\naway, “and you shall have half of all I’ve got or shall get.”",
        "“No, sister, I’ll reach you no hand of mine, for I am the heir to all\nyour land. Shame on me if I touch the hand that has come ’twixt me and\nmy own heart’s love.”",
        "“O sister, O sister, then reach me your glove!” she cried, as she\nfloated further away, “and you shall have your William again.”",
        "“Sink on,” cried the cruel princess, “no hand or glove of mine you’ll\ntouch. Sweet William will be all mine when you are sunk beneath the\nbonny mill-stream of Binnorie.” And she turned and went home to the\nking’s castle.",
        "And the princess floated down the mill-stream, sometimes swimming and\nsometimes sinking, till she came near the mill. Now the miller’s\ndaughter was cooking that day, and needed water for her cooking. And\nas she went to draw it from the stream, she saw something floating\ntowards the mill-dam, and she called out, “Father! father! draw your\ndam. There’s something white–a merry maid or a milk-white swan–\ncoming down the stream.” So the miller hastened to the dam and stopped\nthe heavy cruel mill-wheels. And then they took out the princess and\nlaid her on the bank.",
        "Fair and beautiful she looked as she lay there. In her golden hair\nwere pearls and precious stones; you could not see her waist for her\ngolden girdle; and the golden fringe of her white dress came down over\nher lily feet. But she was drowned, drowned!",
        "And as she lay there in her beauty a famous harper passed by the mill-\ndam of Binnorie, and saw her sweet pale face. And though he travelled\non far away he never forgot that face, and after many days he came\nback to the bonny mill-stream of Binnorie. But then all he could find\nof her where they had put her to rest were her bones and her golden\nhair. So he made a harp out of her breast-bone and her hair, and\ntravelled on up the hill from the mill-dam of Binnorie, till he came\nto the castle of the king her father.",
        "That night they were all gathered in the castle hall to hear the great\nharper–king and queen, their daughter and son, Sir William and all\ntheir Court. And first the harper sang to his old harp, making them\njoy and be glad or sorrow and weep just as he liked. But while he sang\nhe put the harp he had made that day on a stone in the hall. And\npresently it began to sing by itself, low and clear, and the harper\nstopped and all were hushed.",
        "And this was what the harp sung:",
        "  “O yonder sits my father, the king,\n    Binnorie, O Binnorie;\n  And yonder sits my mother, the queen;\n    By the bonny mill-dams o’ Binnorie,",
        "  “And yonder stands my brother Hugh,\n    Binnorie, O Binnorie;\n  And by him, my William, false and true;\n    By the bonny mill-dams o’ Binnorie.”",
        "Then they all wondered, and the harper told them how he had seen the\nprincess lying drowned on the bank near the bonny mill-dams o’\nBinnorie, and how he had afterwards made this harp out of her hair and\nbreast-bone. Just then the harp began singing again, and this was what\nit sang out loud and clear:",
        "  “And there sits my sister who drownèd me\n  By the bonny mill-dams o’ Binnorie.”",
        "And the harp snapped and broke, and never sang more.",
        "Continue...",
        "\nThis complete e-book of English Fairy Tales, collected and edited by\nJoseph Jacobs, is in the public domain.\nThis page has been created by Philipp Lenssen.\n\nAt Amazon: The Golden Book of Fairy Tales\n\nPage last updated on December 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}