{
    "title": "English Fairy Tales - Johnny-Cake",
    "author": "Joseph Jacobs",
    "chapter": "31",
    "content": [
        "\n",
        "\n\n",
        "Once upon a time there was an old man, and an old woman, and a little\nboy. One morning the old woman made a Johnny-cake, and put it in the\noven to bake. “You watch the Johnny-cake while your father and I go\nout to work in the garden.” So the old man and the old woman went out\nand began to hoe potatoes, and left the little boy to tend the oven.\nBut he didn’t watch it all the time, and all of a sudden he heard a\nnoise, and he looked up and the oven door popped open, and out of the\noven jumped Johnny-cake, and went rolling along end over end, towards\nthe open door of the house. The little boy ran to shut the door, but\nJohnny-cake was too quick for him and rolled through the door, down\nthe steps, and out into the road long before the little boy could\ncatch him. The little boy ran after him as fast as he could clip it,\ncrying out to his father and mother, who heard the uproar, and threw\ndown their hoes and gave chase too. But Johnny-cake outran all three a\nlong way, and was soon out of sight, while they had to sit down, all\nout of breath, on a bank to rest.",
        "On went Johnny-cake, and by-and-by he came to two well-diggers who\nlooked up from their work and called out: “Where ye going, Johnny-\ncake?”",
        "He said: “I’ve outrun an old man, and an old woman, and a little boy,\nand I can outrun you too-o-o!”",
        "“Ye can, can ye? we’ll see about that?” said they; and they threw down\ntheir picks and ran after him, but couldn’t catch up with him, and\nsoon they had to sit down by the roadside to rest.",
        "On ran Johnny-cake, and by-and-by he came to two ditch-diggers who\nwere digging a ditch. “Where ye going, Johnny-cake?” said they. He\nsaid: “I’ve outrun an old man, and an old woman, and a little boy, and\ntwo well-diggers, and I can outrun you too-o-o!”",
        "“Ye can, can ye? we’ll see about that!” said they; and they threw down\ntheir spades, and ran after him too. But Johnny-cake soon outstripped\nthem also, and seeing they could never catch him, they gave up the\nchase and sat down to rest.",
        "On went Johnny-cake, and by-and-by he came to a bear. The bear said:\n“Where are ye going, Johnny-cake?”",
        "He said: “I’ve outrun an old man, and an old woman and a little boy,\nand two well-diggers, and two ditch-diggers, and I can outrun you too-\no-o!”",
        "“Ye can, can ye?” growled the bear, “we’ll see about that!” and\ntrotted as fast as his legs could carry him after Johnny-cake, who\nnever stopped to look behind him. Before long the bear was left so far\nbehind that he saw he might as well give up the hunt first as last, so\nhe stretched himself out by the roadside to rest.",
        "On went Johnny-cake, and by-and-by he came to a wolf. The wolf said:–\n“Where ye going, Johnny-cake?” He said: “I’ve outrun an old man, and\nan old woman, and a little boy, and two well-diggers, and two ditch-\ndiggers and a bear, and I can outrun you too-o-o!”",
        "“Ye can, can ye?” snarled the wolf, “we’ll see about that!” And he set\ninto a gallop after Johnny-cake, who went on and on so fast that the\nwolf too saw there was no hope of overtaking him, and he too lay down\nto rest.",
        "On went Johnny-cake, and by-and-by he came to a fox that lay quietly\nin a corner of the fence. The fox called out in a sharp voice, but\nwithout getting up: “Where ye going Johnny-cake?”",
        "He said: “I’ve outrun an old man, and an old woman, and a little boy,\nand two well-diggers, and two ditch-diggers, a bear, and a wolf, and I\ncan outrun you too-o-o!”",
        "The fox said: “I can’t quite hear you, Johnny-cake, won’t you come a\nlittle closer?” turning his head a little to one side.",
        "Johnny-cake stopped his race for the first time, and went a little\ncloser, and called out in a very loud voice “I’ve outrun an old\nman, and an old woman, and a little boy, and two well-diggers, and two\nditch-diggers, and a bear, and a wolf, and I can outrun you too-o-\no.”",
        "“Can’t quite hear you; won’t you come a little closer?” said\nthe fox in a feeble voice, as he stretched out his neck towards\nJohnny-cake, and put one paw behind his ear.",
        "Johnny-cake came up close, and leaning towards the fox screamed out:\nI’VE OUTRUN AN OLD MAN, AND AN OLD WOMAN, AND A LITTLE BOY, AND TWO\nWELL-DIGGERS, AND TWO DITCH-DIGGERS, AND A BEAR, AND A WOLF, AND I CAN\nOUTRUN YOU TOO-O-O!”",
        "“You can, can you?” yelped the fox, and he snapped up the Johnny-cake\nin his sharp teeth in the twinkling of an eye.",
        "Continue...",
        "\nThis complete e-book of English Fairy Tales, collected and edited by\nJoseph Jacobs, is in the public domain.\nThis page has been created by Philipp Lenssen.\n\nAt Amazon: The Golden Book of Fairy Tales\n\nPage last updated on December 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}