{
    "title": "English Fairy Tales - Whittington and His Cat",
    "author": "Joseph Jacobs",
    "chapter": "34",
    "content": [
        "\n",
        "\n\n",
        "In the reign of the famous King Edward III. there was a little boy\ncalled Dick Whittington, whose father and mother died when he was very\nyoung. As poor Dick was not old enough to work, he was very badly off;\nhe got but little for his dinner, and sometimes nothing at all for his\nbreakfast; for the people who lived in the village were very poor\nindeed, and could not spare him much more than the parings of\npotatoes, and now and then a hard crust of bread.",
        "Now Dick had heard a great many very strange things about the great\ncity called London; for the country people at that time thought that\nfolks in London were all fine gentlemen and ladies; and that there was\nsinging and music there all day long; and that the streets were all\npaved with gold.",
        "One day a large waggon and eight horses, all with bells at their\nheads, drove through the village while Dick was standing by the sign-\npost. He thought that this waggon must be going to the fine town of\nLondon; so he took courage, and asked the waggoner to let him walk\nwith him by the side of the waggon. As soon as the waggoner heard that\npoor Dick had no father or mother, and saw by his ragged clothes that\nhe could not be worse off than he was, he told him he might go if he\nwould, so off they set together.",
        "So Dick got safe to London, and was in such a hurry to see the fine\nstreets paved all over with gold, that he did not even stay to thank\nthe kind waggoner; but ran off as fast as his legs would carry him,\nthrough many of the streets, thinking every moment to come to those\nthat were paved with gold; for Dick had seen a guinea three times in\nhis own little village, and remembered what a deal of money it brought\nin change; so he thought he had nothing to do but to take up some\nlittle bits of the pavement, and should then have as much money as he\ncould wish for.",
        "Poor Dick ran till he was tired, and had quite forgot his friend the\nwaggoner; but at last, finding it grow dark, and that every way he\nturned he saw nothing but dirt instead of gold, he, sat down in a dark\ncorner and cried himself to sleep.",
        "Little Dick was all night in the streets; and next morning, being very\nhungry, he got up and walked about, and asked everybody he met to give\nhim a halfpenny to keep him from starving; but nobody stayed to answer\nhim, and only two or three gave him a halfpenny; so that the poor boy\nwas soon quite weak and faint for the want of victuals.",
        "In this distress he asked charity of several people, and one of them\nsaid crossly: “Go to work, for an idle rogue.” “That I will,” says\nDick, “I will to go work for you, if you will let me.” But the man\nonly cursed at him and went on.",
        "At last a good-natured looking gentleman saw how hungry he looked.\n“Why don’t you go to work my lad?” said he to Dick. “That I would, but\nI do not know how to get any,” answered Dick. “If you are willing,\ncome along with me,” said the gentleman, and took him to a hay-field,\nwhere Dick worked briskly, and lived merrily till the hay was made.",
        "After this he found himself as badly off as before; and being almost\nstarved again, he laid himself down at the door of Mr. Fitzwarren, a\nrich merchant. Here he was soon seen by the cook-maid, who was an ill-\ntempered creature, and happened just then to be very busy dressing\ndinner for her master and mistress; so she called out to poor Dick:\n“What business have you there, you lazy rogue? there is nothing else\nbut beggars; if you do not take yourself away, we will see how you\nwill like a sousing of some dish-water; I have some here hot enough to\nmake you jump.”",
        "Just at that time Mr. Fitzwarren himself came home to dinner; and when\nhe saw a dirty ragged boy lying at the door, he said to him: “Why do\nyou lie there, my boy? You seem old enough to work; I am afraid you\nare inclined to be lazy.”",
        "“No, indeed, sir,” said Dick to him, “that is not the case, for I\nwould work with all my heart, but I do not know anybody, and I believe\nI am very sick for the want of food.”",
        "“Poor fellow, get up; let me see what ails you.” Dick now tried to\nrise, but was obliged to lie down again, being too weak to stand, for\nhe had not eaten any food for three days, and was no longer able to\nrun about and beg a halfpenny of people in the street. So the kind\nmerchant ordered him to be taken into the house, and have a good\ndinner given him, and be kept to do what work he was able to do for\nthe cook.",
        "Little Dick would have lived very happy in this good family if it had\nnot been for the ill-natured cook. She used to say: “You are under me,\nso look sharp; clean the spit and the dripping-pan, make the fires,\nwind up the jack, and do all the scullery work nimbly, or–” and she\nwould shake the ladle at him. Besides, she was so fond of basting,\nthat when she had no meat to baste, she would baste poor Dick’s head\nand shoulders with a broom, or anything else that happened to fall in\nher way. At last her ill-usage of him was told to Alice, Mr.\nFitzwarren’s daughter, who told the cook she should be turned away if\nshe did not treat him kinder.",
        "The behaviour of the cook was now a little better; but besides this\nDick had another hardship to get over. His bed stood in a garret,\nwhere there were so many holes in the floor and the walls that every\nnight he was tormented with rats and mice. A gentleman having given\nDick a penny for cleaning his shoes, he thought he would buy a cat\nwith it. The next day he saw a girl with a cat, and asked her, “Will\nyou let me have that cat for a penny?” The girl said: “Yes, that I\nwill, master, though she is an excellent mouser.”",
        "Dick hid his cat in the garret, and always took care to carry a part\nof his dinner to her; and in a short time he had no more trouble with\nthe rats and mice, but slept quite sound every night.",
        "Soon after this, his master had a ship ready to sail; and as it was\nthe custom that all his servants should have some chance for good\nfortune as well as himself, he called them all into the parlour and\nasked them what they would send out.",
        "They all had something that they were willing to venture except poor\nDick, who had neither money nor goods, and therefore could send\nnothing. For this reason he did not come into the parlour with the\nrest; but Miss Alice guessed what was the matter, and ordered him to\nbe called in. She then said: “I will lay down some money for him, from\nmy own purse;” but her father told her: “This will not do, for it must\nbe something of his own.”",
        "When poor Dick heard this, he said: “I have nothing but a cat which I\nbought for a penny some time since of a little girl.”",
        "“Fetch your cat then, my lad,” said Mr. Fitzwarren, “and let her go.”",
        "Dick went upstairs and brought down poor puss, with tears in his eyes,\nand gave her to the captain; “For,” he said, “I shall now be kept\nawake all night by the rats and mice.” All the company laughed at\nDick’s odd venture; and Miss Alice, who felt pity for him, gave him\nsome money to buy another cat.",
        "This, and many other marks of kindness shown him by Miss Alice, made\nthe ill-tempered cook jealous of poor Dick, and she began to use him\nmore cruelly than ever, and always made game of him for sending his\ncat to sea.",
        "She asked him: “Do you think your cat will sell for as much money as\nwould buy a stick to beat you?”",
        "At last poor Dick could not bear this usage any longer, and he thought\nhe would run away from his place; so he packed up his few things, and\nstarted very early in the morning, on All-hallows Day, the first of\nNovember. He walked as far as Holloway; and there sat down on a stone,\nwhich to this day is called “Whittington’s Stone,” and began to think\nto himself which road he should take.",
        "While he was thinking what he should do, the Bells of Bow Church,\nwhich at that time were only six, began to ring, and their sound\nseemed to say to him:",
        "“Turn again, Whittington,\nThrice Lord Mayor of London.”",
        "“Lord Mayor of London!” said he to himself. “Why, to be sure, I would\nput up with almost anything now, to be Lord Mayor of London, and ride\nin a fine coach, when I grow to be a man! Well, I will go back, and\nthink nothing of the cuffing and scolding of the old cook, if I am to\nbe Lord Mayor of London at last.”",
        "Dick went back, and was lucky enough to get into the house, and set\nabout his work, before the old cook came downstairs.",
        "We must now follow Miss Puss to the coast of Africa. The ship with the\ncat on board, was a long time at sea; and was at last driven by the\nwinds on a part of the coast of Barbary, where the only people were\nthe Moors, unknown to the English. The people came in great numbers to\nsee the sailors, because they were of different colour to themselves,\nand treated them civilly; and, when they became better acquainted,\nwere very eager to buy the fine things that the ship was loaded with.",
        "When the captain saw this, he sent patterns of the best things he had\nto the king of the country; who was so much pleased with them, that he\nsent for the captain to the palace. Here they were placed, as it is\nthe custom of the country, on rich carpets flowered with gold and\nsilver. The king and queen were seated at the upper end of the room;\nand a number of dishes were brought in for dinner. They had not sat\nlong, when a vast number of rats and mice rushed in, and devoured all\nthe meat in an instant. The captain wondered at this, and asked if\nthese vermin were not unpleasant.",
        "“Oh yes,” said they, “very offensive, and the king would give half his\ntreasure to be freed of them, for they not only destroy his dinner, as\nyou see, but they assault him in his chamber, and even in bed, and so\nthat he is obliged to be watched while he is sleeping, for fear of\nthem.”",
        "The captain jumped for joy; he remembered poor Whittington and his\ncat, and told the king he had a creature on board the ship that would\ndespatch all these vermin immediately. The king jumped so high at the\njoy which the news gave him, that his turban dropped off his head.\n“Bring this creature to me,” says he; “vermin are dreadful in a court,\nand if she will perform what you say, I will load your ship with gold\nand jewels in exchange for her.”",
        "The captain, who knew his business, took this opportunity to set forth\nthe merits of Miss Puss. He told his majesty; “It is not very\nconvenient to part with her, as, when she is gone, the rats and mice\nmay destroy the goods in the ship–but to oblige your majesty, I will\nfetch her.”",
        "“Run, run!” said the queen; “I am impatient to see the dear creature.”",
        "Away went the captain to the ship, while another dinner was got ready.\nHe put Puss under his arm, and arrived at the place just in time to\nsee the table full of rats. When the cat saw them, she did not wait\nfor bidding, but jumped out of the captain’s arms, and in a few\nminutes laid almost all the rats and mice dead at her feet. The rest\nof them in their fright scampered away to their holes.",
        "The king was quite charmed to get rid so easily of such plagues, and\nthe queen desired that the creature who had done them so great a\nkindness might be brought to her, that she might look at her. Upon\nwhich the captain called: “Pussy, pussy, pussy!” and she came to him.\nHe then presented her to the queen, who started back, and was afraid\nto touch a creature who had made such a havoc among the rats and mice.\nHowever, when the captain stroked the cat and called: “Pussy, pussy,\"\nthe queen also touched her and cried: “Putty, putty,” for she had not\nlearned English. He then put her down on the queen’s lap, where she\npurred and played with her majesty’s hand, and then purred herself to\nsleep.",
        "The king, having seen the exploits of Mrs. Puss, and being informed\nthat her kittens would stock the whole country, and keep it free from\nrats, bargained with the captain for the whole ship’s cargo, and then\ngave him ten times as much for the cat as all the rest amounted to.",
        "The captain then took leave of the royal party, and set sail with a\nfair wind for England, and after a happy voyage arrived safe in\nLondon.",
        "One morning, early, Mr. Fitzwarren had just come to his counting-house\nand seated himself at the desk, to count over the cash, and settle the\nbusiness for the day, when somebody came tap, tap, at the door. “Who’s\nthere?” said Mr. Fitzwarren. “A friend,” answered the other; “I come\nto bring you good news of your ship Unicorn.” The merchant,\nbustling up in such a hurry that he forgot his gout, opened the door,\nand who should he see waiting but the captain and factor, with a\ncabinet of jewels, and a bill of lading; when he looked at this the\nmerchant lifted up his eyes and thanked Heaven for sending him such a\nprosperous voyage.",
        "They then told the story of the cat, and showed the rich present that\nthe king and queen had sent for her to poor Dick. As soon as the\nmerchant heard this, he called out to his servants:",
        "  “Go send him in, and tell him of his fame;\n  Pray call him Mr. Whittington by name.”",
        "Mr. Fitzwarren now showed himself to be a good man; for when some of\nhis servants said so great a treasure was too much for him, he\nanswered: “God forbid I should deprive him of the value of a single\npenny, it is his own, and he shall have it to a farthing.” He then\nsent for Dick, who at that time was scouring pots for the cook, and\nwas quite dirty. He would have excused himself from coming into the\ncounting-house, saying, “The room is swept, and my shoes are dirty and\nfull of hob-nails.” But the merchant ordered him to come in.",
        "Mr. Fitzwarren ordered a chair to be set for him, and so he began to\nthink they were making game of him, at the same time said to them: “Do\nnot play tricks with a poor simple boy, but let me go down again, if\nyou please, to my work.”",
        "“Indeed, Mr. Whittington,” said the merchant, “we are all quite in\nearnest with you, and I most heartily rejoice in the news that these\ngentlemen have brought you; for the captain has sold your cat to the\nKing of Barbary, and brought you in return for her more riches than I\npossess in the whole world; and I wish you may long enjoy them!”",
        "Mr. Fitzwarren then told the men to open the great treasure they had\nbrought with them; and said: “Mr. Whittington has nothing to do but to\nput it in some place of safety.”",
        "Poor Dick hardly knew how to behave himself for joy. He begged his\nmaster to take what part of it he pleased, since he owed it all to his\nkindness. “No, no,” answered Mr. Fitzwarren, “this is all your own;\nand I have no doubt but you will use it well.”",
        "Dick next asked his mistress, and then Miss Alice, to accept a part of\nhis good fortune; but they would not, and at the same time told him\nthey felt great joy at his good success. But this poor fellow was too\nkind-hearted to keep it all to himself; so he made a present to the\ncaptain, the mate, and the rest of Mr. Fitzwarren’s servants; and even\nto the ill-natured old cook.",
        "After this Mr. Fitzwarren advised him to send for a proper tailor and\nget himself dressed like a gentleman; and told him he was welcome to\nlive in his house till he could provide himself with a better.",
        "When Whittington’s face was washed, his hair curled, his hat cocked,\nand he was dressed in a nice suit of clothes he was as handsome and\ngenteel as any young man who visited at Mr. Fitzwarren’s; so that Miss\nAlice, who had once been so kind to him, and thought of him with pity,\nnow looked upon him as fit to be her sweetheart; and the more so, no\ndoubt, because Whittington was now always thinking what he could do to\noblige her, and making her the prettiest presents that could be.",
        "Mr. Fitzwarren soon saw their love for each other, and proposed to\njoin them in marriage; and to this they both readily agreed. A day for\nthe wedding was soon fixed; and they were attended to church by the\nLord Mayor, the court of aldermen, the sheriffs, and a great number of\nthe richest merchants in London, whom they afterwards treated with a\nvery rich feast.",
        "History tells us that Mr. Whittington and his lady liven in great\nsplendour, and were very happy. They had several children. He was\nSheriff of London, thrice Lord Mayor, and received the honour of\nknighthood by Henry V.",
        "He entertained this king and his queen at dinner after his conquest of\nFrance so grandly, that the king said “Never had prince such a\nsubject;” when Sir Richard heard this, he said: “Never had subject\nsuch a prince.”",
        "The figure of Sir Richard Whittington with his cat in his arms, carved\nin stone, was to be seen till the year 1780 over the archway of the\nold prison of Newgate, which he built for criminals.",
        "Continue...",
        "\nThis complete e-book of English Fairy Tales, collected and edited by\nJoseph Jacobs, is in the public domain.\nThis page has been created by Philipp Lenssen.\n\nAt Amazon: The Golden Book of Fairy Tales\n\nPage last updated on December 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}