{
    "title": "English Fairy Tales - Teeny-Tiny",
    "author": "Joseph Jacobs",
    "chapter": "14",
    "content": [
        "\n",
        "\n\n",
        "Once upon a time there was a teeny-tiny woman lived in a teeny-tiny\nhouse in a teeny-tiny village. Now, one day this teeny-tiny woman put\non her teeny-tiny bonnet, and went out of her teeny-tiny house to take\na teeny-tiny walk. And when this teeny-tiny woman had gone a teeny-\ntiny way she came to a teeny-tiny gate; so the teeny-tiny woman opened\nthe teeny-tiny gate, and went into a teeny-tiny churchyard. And when\nthis teeny-tiny woman had got into the teeny-tiny churchyard, she saw\na teeny-tiny bone on a teeny-tiny grave, and the teeny-tiny woman said\nto her teeny-tiny self, “This teeny-tiny bone will make me some teeny-\ntiny soup for my teeny-tiny supper.” So the teeny-tiny woman put the\nteeny-tiny bone into her teeny-tiny pocket, and went home to her\nteeny-tiny house.",
        "Now when the teeny-tiny woman got home to her teeny-tiny house she was\na teeny-tiny bit tired; so she went up her teeny-tiny stairs to her\nteeny-tiny bed, and put the teeny-tiny bone into a teeny-tiny\ncupboard. And when this teeny-tiny woman had been to sleep a teeny-\ntiny time, she was awakened by a teeny-tiny voice from the teeny-tiny\ncupboard, which said:",
        "“Give me my bone!”",
        "And this teeny-tiny woman was a teeny-tiny frightened, so she hid her\nteeny-tiny head under the teeny-tiny clothes and went to sleep again.\nAnd when she had been to sleep again a teeny-tiny time, the teeny-tiny\nvoice again cried out from the teeny-tiny cupboard a teeny-tiny\nlouder, “Give me my bone!”",
        "This made the teeny-tiny woman a teeny-tiny more frightened, so she\nhid her teeny-tiny head a teeny-tiny further under the teeny-tiny\nclothes. And when the teeny-tiny woman had been to sleep again a\nteeny-tiny time, the teeny-tiny voice from the teeny-tiny cupboard\nsaid again a teeny-tiny louder,",
        "“Give me my bone!”",
        "And this teeny-tiny woman was a teeny-tiny bit more frightened, but\nshe put her teeny-tiny head out of the teeny-tiny clothes, and said in\nher loudest teeny-tiny voice, “TAKE IT!”",
        "Continue...",
        "\nThis complete e-book of English Fairy Tales, collected and edited by\nJoseph Jacobs, is in the public domain.\nThis page has been created by Philipp Lenssen.\n\nAt Amazon: The Golden Book of Fairy Tales\n\nPage last updated on December 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}