{
    "title": "English Fairy Tales - The Old Woman and Her Pig",
    "author": "Joseph Jacobs",
    "chapter": "6",
    "content": [
        "\n",
        "\n\n",
        "An old woman was sweeping her house, and she found a little crooked\nsixpence. “What,” said she, “shall I do with this little sixpence? I\nwill go to market, and buy a little pig.”",
        "As she was coming home, she came to a stile: but the piggy wouldn’t go\nover the stile.",
        "She went a little further, and she met a dog. So she said to the dog:\n“Dog! bite pig; piggy won’t go over the stile; and I shan’t get home\nto-night.” But the dog wouldn’t.",
        "She went a little further, and she met a stick. So she said: “Stick!\nstick! beat dog! dog won’t bite pig; piggy won’t get over the stile;\nand I shan’t get home to-night.” But the stick wouldn’t.",
        "She went a little further, and she met a fire. So she said: “Fire!\nfire! burn stick; stick won’t beat dog; dog won’t bite pig; piggy\nwon’t get over the stile; and I shan’t get home to-night.” But the\nfire wouldn’t.",
        "She went a little further, and she met some water. So she said:\n“Water, water! quench fire; fire won’t burn stick; stick won’t beat\ndog; dog won’t bite pig; piggy won’t get over the stile; and I shan’t\nget home to-night.” But the water wouldn’t.",
        "She went a little further, and she met an ox. So she said: “Ox! ox!\ndrink water; water won’t quench fire; fire won’t burn stick; stick\nwon’t beat dog; dog won’t bite pig; piggy won’t get over the stile;\nand I shan’t get home to-night.” But the ox wouldn’t.",
        "She went a little further, and she met a butcher. So she said:\n“Butcher! butcher! kill ox; ox won’t drink water; water won’t quench\nfire; fire won’t burn stick; stick won’t beat dog; dog won’t bite pig;\npiggy won’t get over the stile; and I shan’t get home to-night.” But\nthe butcher wouldn’t.",
        "She went a little further, and she met a rope. So she said: “Rope!\nrope! hang butcher; butcher won’t kill ox; ox won’t drink water; water\nwon’t quench fire; fire won’t burn stick; stick won’t beat dog; dog\nwon’t bite pig; piggy won’t get over the stile; and I shan’t get home\nto-night.” But the rope wouldn’t.",
        "She went a little further, and she met a rat. So she said: “Rat! rat!\ngnaw rope; rope won’t hang butcher; butcher won’t kill ox; ox won’t\ndrink water; water won’t quench fire; fire won’t burn stick; stick\nwon’t beat dog; dog won’t bite pig; piggy won’t get over the stile;\nand I shan’t get home to-night.” But the rat wouldn’t.",
        "She went a little further, and she met a cat. So she said: “Cat! cat!\nkill rat; rat won’t gnaw rope; rope won’t hang butcher; butcher won’t\nkill ox; ox won’t drink water; water won’t quench fire; fire won’t\nburn stick; stick won’t beat dog; dog won’t bite pig; piggy won’t get\nover the stile; and I shan’t get home to-night.” But the cat said to\nher, “If you will go to yonder cow, and fetch me a saucer of milk, I\nwill kill the rat.” So away went the old woman to the cow.",
        "But the cow said to her: “If you will go to yonder hay-stack, and\nfetch me a handful of hay, I’ll give you the milk.” So away went the\nold woman to the haystack and she brought the hay to the cow.",
        "As soon as the cow had eaten the hay, she gave the old woman the milk;\nand away she went with it in a saucer to the cat.",
        "As soon as the cat had lapped up the milk, the cat began to kill the\nrat; the rat began to gnaw the rope; the rope began to hang the\nbutcher; the butcher began to kill the ox; the ox began to drink the\nwater; the water began to quench the fire; the fire began to burn the\nstick; the stick began to beat the dog; the dog began to bite the pig;\nthe little pig in a fright jumped over the stile, and so the old woman\ngot home that night.",
        "Continue...",
        "\nThis complete e-book of English Fairy Tales, collected and edited by\nJoseph Jacobs, is in the public domain.\nThis page has been created by Philipp Lenssen.\n\nAt Amazon: The Golden Book of Fairy Tales\n\nPage last updated on December 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}