{
    "title": "English Fairy Tales - Henny-Penny",
    "author": "Joseph Jacobs",
    "chapter": "23",
    "content": [
        "\n",
        "\n\n",
        "One day Henny-penny was picking up corn in the cornyard when–whack!–\nsomething hit her upon the head. “Goodness gracious me!” said Henny-\npenny; “the sky’s a-going to fall; I must go and tell the king.”",
        "So she went along and she went along and she went along till she met\nCocky-locky. “Where are you going, Henny-penny?” says Cocky-locky.\n“Oh! I’m going to tell the king the sky’s a-falling,” says Henny-\npenny. “May I come with you?” says Cocky-locky. “Certainly,” says\nHenny-penny. So Henny-penny and Cocky-locky went to tell-the king the\nsky was falling.",
        "They went along, and they went along, and they went along, till they\nmet Ducky-daddles. “Where are you going to, Henny-penny and Cocky-\nlocky?” says Ducky-daddles. “Oh! we’re going to tell the king the\nsky’s a-falling,” said Henny-penny and Cocky-locky. “May I come with\nyou?” says Ducky-daddles. “Certainly,” said Henny-penny and Cocky-\nlocky. So Henny-penny, Cocky-locky and Ducky-daddles went to tell the\nking the sky was a-falling.",
        "So they went along, and they went along, and they went along, till\nthey met Goosey-poosey, “Where are you going to, Henny-penny, Cocky-\nlocky and Ducky-daddles?” said Goosey-poosey. “Oh! we’re going to\ntell the king the sky’s a-falling,” said Henny-penny and Cocky-locky\nand Ducky-daddles. “May I come with you,” said Goosey-poosey.\n“Certainly,” said Henny-penny, Cocky-locky and Ducky-daddles. So\nHenny-penny, Cocky-locky, Ducky-daddles and Goosey-poosey went to tell\nthe king the sky was a-falling.",
        "So they went along, and they went along, and they went along, till\nthey met Turkey-lurkey. “Where are you going, Henny-penny, Cocky-\nlocky, Ducky-daddles, and Goosey-poosey?” says Turkey-lurkey. “Oh!\nwe’re going to tell the king the sky’s a-falling,” said Henny-penny,\nCocky-locky, Ducky-daddles and Goosey-poosey. “May I come with you?\nHenny-penny, Cocky-locky, Ducky-daddles and Goosey-poosey?” said\nTurkey-lurkey. “Why, certainly, Turkey-lurkey,” said Henny-penny,\nCocky-locky, Ducky-daddles, and Goosey-poosey. So Henny-penny, Cocky-\nlocky, Ducky-daddles, Goosey-poosey and Turkey-lurkey all went to tell\nthe king the sky was a-falling.",
        "So they went along, and they went along, and they went along, till\nthey met Foxy-woxy, and Foxy-woxy said to Henny-penny, Cocky-locky,\nDucky-daddles, Goosey-poosey and Turkey-lurkey: “Where are you going,\nHenny-penny, Cocky-locky, Ducky-daddles, Goosey-poosey, and Turkey-\nlurkey?” And Henny-penny, Cocky-locky, Ducky-daddles, Goosey-poosey,\nand Turkey-lurkey said to Foxy-woxy: “We’re going to tell the king the\nsky’s a-falling.” “Oh! but this is not the way to the king, Henny-\npenny, Cocky-locky, Ducky-daddles, Goosey-poosey and Turkey-lurkey,\"\nsays Foxy-woxy; “I know the proper way; shall I show it you?” “Why\ncertainly, Foxy-woxy,” said Henny-penny, Cocky-locky, Ducky-daddles,\nGoosey-poosey, and Turkey-lurkey. So Henny-penny, Cocky-locky, Ducky-\ndaddles, Goosey-poosey, Turkey-lurkey, and Foxy-woxy all went to tell\nthe king the sky was a-falling. So they went along, and they went\nalong, and they went along, till they came to a narrow and dark hole.\nNow this was the door of Foxy-woxy’s cave. But Foxy-woxy said to\nHenny-penny, Cocky-locky, Ducky-daddles, Goosey-poosey, and Turkey-\nlurkey: “This is the short way to the king’s palace you’ll soon get\nthere if you follow me. I will go first and you come after, Henny-\npenny, Cocky-locky, Ducky daddles, Goosey-poosey, and Turkey-lurkey.\"\n“Why of course, certainly, without doubt, why not?” said Henny-Penny,\nCocky-locky, Ducky-daddles, Goosey-poosey, and Turkey-lurkey.",
        "So Foxy-woxy went into his cave, and he didn’t go very far but turned\nround to wait for Henny-Penny, Cocky-locky, Ducky-daddles, Goosey-\npoosey and Turkey-lurkey. So at last at first Turkey-lurkey went\nthrough the dark hole into the cave. He hadn’t got far when “Hrumph,\"\nFoxy-woxy snapped off Turkey-lurkey’s head and threw his body over his\nleft shoulder. Then Goosey-poosey went in, and “Hrumph,” off went her\nhead and Goosey-poosey was thrown beside Turkey-lurkey. Then Ducky-\ndaddles waddled down, and “Hrumph,” snapped Foxy-woxy, and Ducky-\ndaddles’ head was off and Ducky-daddles was thrown alongside Turkey-\nlurkey and Goosey-poosey. Then Cocky-locky strutted down into the cave\nand he hadn’t gone far when “Snap, Hrumph!” went Foxy-woxy and Cocky-\nlocky was thrown alongside of Turkey-lurkey, Goosey-poosey and Ducky-\ndaddles.",
        "But Foxy-woxy had made two bites at Cocky-locky, and when the first\nsnap only hurt Cocky-locky, but didn’t kill him, he called out to\nHenny-penny. So she turned tail and ran back home, so she never told\nthe king the sky was a-falling.",
        "Continue...",
        "\nThis complete e-book of English Fairy Tales, collected and edited by\nJoseph Jacobs, is in the public domain.\nThis page has been created by Philipp Lenssen.\n\nAt Amazon: The Golden Book of Fairy Tales\n\nPage last updated on December 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}