{
    "title": "English Fairy Tales - Lazy Jack",
    "author": "Joseph Jacobs",
    "chapter": "30",
    "content": [
        "\n",
        "\n\n",
        "Once upon a time there was a boy whose name was Jack, and he lived\nwith his mother on a common. They were very poor, and the old woman\ngot her living by spinning, but Jack was so lazy that he would do\nnothing but bask in the sun in the hot weather, and sit by the corner\nof the hearth in the winter-time. So they called him Lazy Jack. His\nmother could not get him to do anything for her, and at last told him,\none Monday, that if he did not begin to work for his porridge she\nwould turn him out to get his living as he could.",
        "This roused Jack, and he went out and hired himself for the next day\nto a neighbouring farmer for a penny; but as he was coming home, never\nhaving had any money before, he lost it in passing over a brook. “You\nstupid boy,” said his mother, “you should have put it in your pocket.\"\n“I’ll do so another time,” replied Jack.",
        "On Wednesday, Jack went out again and hired himself to a cow-keeper,\nwho gave him a jar of milk for his day’s work. Jack took the jar and\nput it into the large pocket of his jacket, spilling it all, long\nbefore he got home. “Dear me!” said the old woman; “you should have\ncarried it on your head.” “I’ll do so another time,” said Jack.",
        "So on Thursday, Jack hired himself again to a farmer, who agreed to\ngive him a cream cheese for his services. In the evening Jack took the\ncheese, and went home with it on his head. By the time he got home the\ncheese was all spoilt, part of it being lost, and part matted with his\nhair. “You stupid lout,” said his mother, “you should have carried it\nvery carefully in your hands.” “I’ll do so another time,” replied\nJack.",
        "On Friday, Lazy Jack again went out, and hired himself to a baker, who\nwould give him nothing for his work but a large tom-cat. Jack took the\ncat, and began carrying it very carefully in his hands, but in a short\ntime pussy scratched him so much that he was compelled to let it go.\nWhen he got home, his mother said to him, “You silly fellow, you\nshould have tied it with a string, and dragged it along after you.\"\n“I’ll do so another time,” said Jack.",
        "So on Saturday, Jack hired himself to a butcher, who rewarded him by\nthe handsome present of a shoulder of mutton. Jack took the mutton,\ntied it to a string, and trailed it along after him in the dirt, so\nthat by the time he had got home the meat was completely spoilt. His\nmother was this time quite out of patience with him, for the next day\nwas Sunday, and she was obliged to make do with cabbage for her\ndinner. “You ninney-hammer,” said she to her son; “you should have\ncarried it on your shoulder.” “I’ll do so another time,” replied Jack.",
        "On the next Monday, Lazy Jack went once more, and hired himself to a\ncattle-keeper, who gave him a donkey for his trouble. Jack found it\nhard to hoist the donkey on his shoulders, but at last he did it, and\nbegan walking slowly home with his prize. Now it happened that in the\ncourse of his journey there lived a rich man with his only daughter, a\nbeautiful girl, but deaf and dumb. Now she had never laughed in her\nlife, and the doctors said she would never speak till somebody made\nher laugh. This young lady happened to be looking out of the window\nwhen Jack was passing with the donkey on his shoulders, with the legs\nsticking up in the air, and the sight was so comical and strange that\nshe burst out into a great fit of laughter, and immediately recovered\nher speech and hearing. Her father was overjoyed, and fulfilled his\npromise by marrying her to Lazy Jack, who was thus made a rich\ngentleman. They lived in a large house, and Jack’s mother lived with\nthem in great happiness until she died.",
        "Continue...",
        "\nThis complete e-book of English Fairy Tales, collected and edited by\nJoseph Jacobs, is in the public domain.\nThis page has been created by Philipp Lenssen.\n\nAt Amazon: The Golden Book of Fairy Tales\n\nPage last updated on December 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}