{
    "title": "England and the War - Shakespeare and England",
    "author": "Walter Raleigh",
    "chapter": "8",
    "content": [
        "\n",
        "\n\n",
        "Annual Shakespeare Lecture of the British Academy, delivered July 4,\n1918\nThere is nothing new and important to be said of Shakespeare. In recent\nyears antiquaries have made some additions to our knowledge of the facts\nof his life. These additions are all tantalizing and comparatively\ninsignificant. The history of the publication of his works has also\nbecome clearer and more intelligible, especially by the labours of Mr.\nPollard; but the whole question of quartos and folios remains thorny and\ndifficult, so that no one can reach any definite conclusion in this\nmatter without a liberal use of conjecture.",
        "I propose to return to the old catholic doctrine which has been\nilluminated by so many disciples of Shakespeare, and to speak of him as\nour great national poet. He embodies and exemplifies all the virtues,\nand most of the faults, of England. Any one who reads and understands\nhim understands England. This method of studying Shakespeare by reading\nhim has perhaps gone somewhat out of vogue in favour of more roundabout\nways of approach, but it is the best method for all that. Shakespeare\ntells us more about himself and his mind than we could learn even from\nthose who knew him in his habit as he lived, if they were all alive and\nall talking. To learn what he tells we have only to listen.",
        "I think there is no national poet, of any great nation whatsoever, who\nis so completely representative of his own people as Shakespeare is\nrepresentative of the English. There is certainly no other English poet\nwho comes near to Shakespeare in embodying our character and our\nfoibles. No one, in this connexion, would venture even to mention\nSpenser or Milton. Chaucer is English, but he lived at a time when\nEngland was not yet completely English, so that he is only\nhalf-conscious of his nation. Wordsworth is English, but he was a\nrecluse. Browning is English, but he lived apart or abroad, and was a\ntourist of genius. The most English of all our great men of letters,\nnext to Shakespeare, is certainly Dr. Johnson, but he was no great poet.\nShakespeare, it may be suspected, is too poetic to be a perfect\nEnglishman; but his works refute that suspicion. He is the Englishman\nendowed, by a fortunate chance, with matchless powers of expression. He\nis not silent or dull; but he understands silent men, and he enters into\nthe minds of dull men. Moreover, the Englishman seems duller than he is.\nIt is a point of pride with him not to be witty and not to give voice to\nhis feelings. The shepherd Corin, who was never in court, has the true\nphilosophy. ’He that hath learned no wit by nature nor art may complain\nof good breeding or comes of a very dull kindred.’",
        "Shakespeare knew nothing of the British Empire. He was an islander, and\nhis patriotism was centred on",
        "     This precious stone set in the silver sea,\n     Which serves it in the office of a wall,\n     Or as a moat defensive to a house,\n     Against the envy of less happier lands.",
        "When he speaks of Britons and British he always means the Celtic\npeoples of the island. Once only he makes a slip. There is a passage in\nKing Lear (IV. vi. 249) where the followers of the King, who in the\ntext of the quarto versions are correctly called ’the British party’,\nappear in the folio version as ’the English party’. Perhaps the quartos\ncontain Shakespeare’s own correction of his own inadvertence; but those\nof us, and we are many, who have been blamed by northern patriots for\nthe misuse of the word English may claim Shakespeare as a brother in\nmisfortune.",
        "Our critics, at home and abroad, accuse us of arrogance. I doubt if we\ncan prove them wrong; but they do not always understand the nature of\nEnglish arrogance. It does not commonly take the form of self-assertion.\nShakespeare’s casual allusions to our national characteristics are\nalmost all of a kind; they are humorous and depreciatory. Here are some\nof them. Every holiday fool in England, we learn from Trinculo in The\nTempest, would give a piece of silver to see a strange fish, though no\none will give a doit to relieve a lame beggar. The English are\nquarrelsome, Master Slender testifies, at the game of bear-baiting. They\nare great drinkers, says Iago, ’most potent in potting; your Dane, your\nGerman, and your swag-bellied Hollander are nothing to your English’.\nThey are epicures, says Macbeth. They will eat like wolves and fight\nlike devils, says the Constable of France. An English nobleman,\naccording to the Lady of Belmont, can speak no language but his own. An\nEnglish tailor, according to the porter of Macbeth’s castle, will steal\ncloth where there is hardly any cloth to be stolen, out of a French\nhose. The devil, says the clown in All’s Well, has an English name; he\nis called the Black Prince.",
        "Nothing has been changed in this vein of humorous banter since\nShakespeare died. One of the best pieces of Shakespeare criticism ever\nwritten is contained in four words of the present Poet Laureate’s Ode\nfor the Tercentenary of Shakespeare, ’London’s laughter is thine’. The\nwit of our trenches in this war, especially perhaps among the Cockney\nand South country regiments, is pure Shakespeare. Falstaff would find\nhimself at home there, and would recognize a brother in Old Bill.",
        "The best known of Shakespeare’s allusions to England are no doubt those\nsplendid outbursts of patriotism which occur in King John, and\nRichard II, and Henry V. And of these the dying speech of John of\nGaunt, in Richard II, is the deepest in feeling. It is a lament upon\nthe decay of England, ’this dear, dear land’. Since we began to be a\nnation we have always lamented our decay. I am afraid that the Germans,\nwhose self-esteem takes another form, were deceived by this. To the\nright English temper all bragging is a thing of evil omen. That temper\nis well expressed, where perhaps you would least expect to find it, in\nthe speech of King Henry V to the French herald:",
        "                           To say the sooth,–\n  Though ’tis no wisdom to confess so much\n  Unto an enemy of craft and vantage,–\n  My people are with sickness much enfeebled,\n  My numbers lessened, and those few I have\n  Almost no better than so many French;\n  Who, when they were in health, I tell thee, herald,\n  I thought upon one pair of English legs\n  Did march three Frenchmen. Yet, forgive me, God,\n  That I do brag thus! This your air of France\n  Hath blown that vice in me; I must repent.\n  Go therefore, tell thy master here I am:\n  My ransom is this frail and worthless trunk;\n  My army but a weak and sickly guard;\n  Yet, God before, tell him we will come on,\n  Though France himself and such another neighbour\n  Stand in our way. There’s for thy labour, Montjoy.\n  Go bid thy master well advise himself:\n  If we may pass, we will; if we be hindered,\n  We shall your tawny ground with your red blood\n  Discolour; and so, Montjoy, fare you well.\n  The sum of all our answer is but this:\n  We would not seek a battle as we are;\n  Nor, as we are, we say we will not shun it;\n  So tell your master.",
        "That speech might have been written for the war which we are waging\nto-day against a less honourable enemy. But, indeed, Shakespeare is full\nof prophecy. Here is his description of the volunteers who flocked to\nthe colours in the early days of the war:",
        "  Rash inconsiderate fiery voluntaries,\n  With ladies’ faces and fierce dragons’ spleens,\n  Have sold their fortunes at their native homes,\n  Bearing their birthrights proudly on their backs,\n  To make a hazard of new fortunes here.\n  In brief, a braver choice of dauntless spirits\n  Than now the English bottoms have waft o’er\n  Did never float upon the swelling tide.",
        "And here is his sermon on national unity, preached by the Bishop of\nCarlisle:",
        "  O, if you rear this house against this house,\n  It will the woefullest division prove\n  That ever fell upon this cursed earth.\n  Prevent it, resist it, let it not be so,\n  Lest child, child’s children, cry against you ’Woe!’",
        "The Patriotism of the Women Is Described By the Bastard in king John:",
        "  Your own ladies and pale-visag’d maids\n  Like Amazons come tripping after drums:\n  Their thimbles into armed gauntlets change,\n  Their needles to lances, and their gentle hearts\n  To fierce and bloody inclination.",
        "Lastly, Queen Isabella’s blessing, spoken over King Henry V and his\nFrench bride, predicts an enduring friendship between England and\nFrance:",
        "  As man and wife, being two, are one in love,\n  So be there ’twixt your kingdoms such a spousal,\n  That never may ill office, or fell jealousy,\n  Which troubles oft the bed of blessed marriage,\n  Thrust in between the paction of these kingdoms,\n  To make divorce of their incorporate league;\n  That English may as French, French Englishmen,\n  Receive each other! God speak this Amen!",
        "One of the delights of a literature as rich and as old as ours is that\nat every step we take backwards we find ourselves again. We are\ndelivered from that foolish vein of thought, so dear to ignorant\nconceit, which degrades the past in order to exalt the present and the\nfuture. It is easy to feel ourselves superior to men who no longer\nbreathe and walk, and whom we do not trouble to understand. Here is the\nreal benefit of scholarship; it reduces men to kinship with their race.\nScience, pressing forward, and beating against the bars which guard the\nsecrets of the future, has no such sympathy in its gift.",
        "Anyhow, in Shakespeare’s time, England was already old England; which if\nshe could ever cease to be, she might be Jerusalem, or Paradise, but\nwould not be England at all. What Shakespeare and his fellows of the\nsixteenth century gave her was a new self-consciousness and a new\nself-confidence. They foraged in the past; they recognized themselves in\ntheir ancestors; they found feudal England, which had existed for many\nhundreds of years, a dumb thing; and when she did not know her own\nmeaning, they endowed her purposes with words. They gave her a new\ndelight in herself, a new sense of power and exhilaration, which has\nremained with her to this day, surviving all the airy philosophic\ntheories of humanity which thought to supersede the old solid national\ntemper. The English national temper is better fitted for traffic with\nthe world than any mere doctrine can ever be, for it is marked by an\nimmense tolerance. And this, too, Shakespeare has expressed. Falstaff is\nperhaps the most tolerant man who was ever made in God’s image. But it\nis rather late in the day to introduce Falstaff to an English audience.\nPerhaps you will let me modernize a brief scene from Shakespeare,\naltering nothing essential, to illustrate how completely his spirit is\nthe spirit of our troops in Flanders and France.",
        "A small British expeditionary force, bound on an international mission,\nfinds itself stranded in an unknown country. The force is composed of\nmen very various in rank and profession. Two of them, whom we may call\na non-commissioned officer and a private, go exploring by themselves,\nand take one of the natives of the place prisoner. This native is an\nugly low-born creature, of great physical strength and violent criminal\ntendencies, a liar, and ready at any time for theft, rape, and murder.\nHe is a child of Nature, a lover of music, slavish in his devotion to\npower and rank, and very easily imposed upon by authority. His captors\ndo not fear him, and, which is more, they do not dislike him. They found\nhim lying out in a kind of no-man’s land, drenched to the skin, so they\ndetermine to keep him as a souvenir, and to take him home with them.\nThey nickname him, in friendly fashion, the monster, and the mooncalf,\nas who should say Fritz, or the Boche. But their first care is to give\nhim a drink, and to make him swear allegiance upon the bottle. ’Where\nthe devil should he learn our language?’ says the non-commissioned\nofficer, when the monster speaks. ’I will give him some relief, if it be\nbut for that.’ The prisoner then offers to kiss the foot of his captor.\n’I shall laugh myself to death’, says the private, ’at this puppy-headed\nmonster. A most scurvy monster! I could find in my heart to beat him,\nbut that the poor monster’s in drink.’ When the private continues to\nrail at the monster, his officer calls him to order. ’Trinculo, keep a\ngood tongue in your head: if you prove a mutineer, the next tree–––\nThe poor monster’s my subject, and he shall not suffer indignity.’",
        "In this scene from The Tempest, everything is English except the\nnames. The incident has been repeated many times in the last four years.\n’This is Bill,’ one private said, introducing a German soldier to his\ncompany. ’He’s my prisoner. I wounded him, and I took him, and where I\ngo he goes. Come on, Bill, old man.’ The Germans have known many\nfailures since they began the War, but one failure is more tragic than\nall the rest. They love to be impressive, to produce a panic of\napprehension and a thrill of reverence in their enemy; and they have\ncompletely failed to impress the ordinary British private. He remains\nincurably humorous, and so little moved to passion that his daily\noffices of kindness are hardly interrupted.",
        "Shakespeare’s tolerance, which is no greater than the tolerance of the\ncommon English soldier, may be well seen in his treatment of his\nvillains. Is a liar, or a thief, merely a bad man? Shakespeare does not\nmuch encourage you to think so. Is a murderer a bad man? He would be an\nundiscerning critic who should accept that phrase as a true and adequate\ndescription of Macbeth. Shakespeare does not dislike liars, thieves, and\nmurderers as such, and he does not pretend to dislike them. He has his\nown dislikes. I once asked a friend of mine, long since dead, who\nrefused to condemn almost anything, whether there were any vices that he\ncould not find it in his heart to tolerate. He replied at once that\nthere were two–cruelty, and bilking; which, if the word is not\nacademic, I may paraphrase as cheating the helpless, swindling a child\nout of its pennies, or leaving a house by the back door in order to\navoid paying your cabman his lawful fare. These exclusions from mercy\nShakespeare would accept; and I think he would add a third. His worst\nvillains are all theorists, who cheat and murder by the book of\narithmetic. They are men of principle, and are ready to expound their\nprinciple and to defend it in argument. They follow it, without remorse\nor mitigation, wherever it leads them. It is Iago’s logic that makes him\nso terrible; his mind is as cold as a snake and as hard as a surgeon’s\nknife. The Italian Renaissance did produce some such men; the modern\nGerman imitation is a grosser and feebler thing, brutality trying to\nemulate the glitter and flourish of refined cruelty.",
        "With his wonderful quickness of intuition and his unsurpassed subtlety\nof expression Shakespeare drew the characters of the Englishmen that he\nsaw around him. Why is it that he has given us no full-length portrait,\ncarefully drawn, of a hypocrite? It can hardly have been for lack of\nmodels. Outside England, not only among our enemies, but among our\nfriends and allies, it is agreed that hypocrisy is our national vice,\nour ruling passion. There must be some meaning in so widely held an\nopinion; and, on our side, there are damaging admissions by many\nwitnesses. The portrait gallery of Charles Dickens is crowded with\nhypocrites. Some of them are greasy and servile, like Mr. Pumblechook or\nUriah Heep; others rise to poetic heights of daring, like Mr. Chadband\nor Mr. Squeers. But Shakespeare’s hypocrites enjoy themselves too much;\nthey are artists to the finger-tips. It may be said, no doubt, that\nShakespeare lived before organized religious dissent had developed a new\ntype of character among the weaker brethren. But the Low Church\nProtestant, whom Shakespeare certainly knew, is not very different from\nthe evangelical dissenter of later days; and he did not interest\nShakespeare.",
        "My own impression is that Shakespeare had a free and happy childhood,\nand grew up without much check from his elders. It is the child who sees\nhypocrites. These preposterous grown-up people, who, if they are\nwell-mannered, do not seem to enjoy their food, who are fussy about\nmeaningless employments, and never give way to natural impulses, must\nsurely assume this veil of decorum with intent to deceive. Charles\nDickens was hard driven in his childhood, and the impressions that were\nthen burnt into him governed all his seeing. The creative spirit in him\ntransformed his sufferings into delight; but he never outgrew them; and,\nwhen he died, the eyes of a child were closed upon a scene touched, it\nis true, here and there with rapturous pleasure, rich in oddity, and\ntrembling with pathos, but, in the main, as bleak and unsatisfying as\nthe wards of a workhouse. The intense emotions of his childhood made the\nusual fervours of adolescence a faint thing in the comparison, and if\nyou want to know how lovers think and feel you do not go to Dickens to\ntell you. You go to Shakespeare, who put his childhood behind him, so\nthat he almost forgot it, and ran forward to seize life with both hands.\nHe sometimes looked back on children, and saw them through the eyes of\ntheir elders. Dickens saw men and women as they appear to children.",
        "This comparison suggests a certain lack of sympathy or lack of\nunderstanding in those who are quick to see hypocrisy in others. In\nDickens lack of sympathy was a fair revenge; moreover, his hypocrites\namused him so much that he did not wish to understand them. What a loss\nit would have been to the world if he had explained them away! But it is\ndifficult, I think, to see a hypocrite in a man whose intimacy you have\ncultivated, whose mind you have entered into, as Shakespeare entered\ninto the mind of his creatures. Hypocrisy, in its ordinary forms, is a\nsuperficial thing–a skin disease, not a cancer. It is not easy, at\nbest, to bring the outward and inward relations of the soul into perfect\nharmony; a hypocrite is one who too readily consents to their\nseparation. The English, for I am ready now to return to my point, are a\npeople of a divided mind, slow to drive anything through on principle,\nvery ready to find reason in compromise. They are passionate, and they\nare idealists, but they are also a practical people, and they dare not\ngive the rein to a passion or an idea. They know that in this world an\nunmitigated principle simply will not work; that a clean cut will never\ntake you through the maze. So they restrain themselves, and listen, and\nseem patient. They are not so patient as they seem; they must be\nhypocrites! A cruder, simpler people like the Germans feel indignation,\nnot unmixed perhaps with envy, when they hear the quiet voice and see\nthe white lips of the thoroughbred Englishman who is angry. It is not\nmanly or honest, they think, to be angry without getting red in the\nface. They certainly feel pride in their own honesty when they give\nexplosive vent to their emotions. They have not learned the elements of\nself-distrust. The Englishman is seldom quite content to be himself;\noften his thoughts are troubled by something better. He suffers from the\ndivided mind; and earns the reputation of a hypocrite. But the simpler\nnature that indulges itself and believes in itself has an even heavier\npenalty to pay. If, in the name of honesty, you cease to distinguish\nbetween what you are and what you would wish to be, between how you act\nand how you would like to act, you are in some danger of reeling back\ninto the beast. It is true that man is an animal; and before long you\nfeel a glow of conscious virtue in proclaiming and illustrating that\ntruth. You scorn the hypocrisy of pretending to be better than you are,\nand that very scorn fixes you in what you are. ’He that is unjust, let\nhim be unjust still; and he which is filthy, let him be filthy still.’\nThat is the epitaph on German honesty. I have drifted away from\nShakespeare, who knew nothing of the sea of troubles that England would\none day take arms against, and who could not know that on that day she\nwould outgo his most splendid praise and more than vindicate his\nreverence and his affection. But Shakespeare is still so live a mind\nthat it is vain to try to expound him by selected texts, or to pin him\nto a mosaic of quotations from his book. Often, if you seek to know what\nhe thought on questions which must have exercised his imagination, you\ncan gather it only from a hint dropped by accident, and quite\nirrelevant. What were his views on literature, and on the literary\ncontroversies which have been agitated from his day to our own? He tells\nus very little. He must have heard discussions and arguments on metre,\non classical precedent, on the ancient and modern drama; but he makes no\nmention of these questions. He does not seem to have attached any\nprophetic importance to poetry. The poets who exalt their craft are of a\nmore slender build. Is it conceivable that he would have given his\nsupport to a literary academy,–a project which began to find advocates\nduring his lifetime? I think not. It is true that he is full of good\nsense, and that an academy exists to promulgate good sense. Moreover his\nown free experiments brought him nearer and nearer into conformity with\nclassical models. Othello and Macbeth are better constructed plays\nthan Hamlet. The only one of his plays which, whether by chance or by\ndesign, observes the so-called unities, of action and time and place, is\none of his latest plays–The Tempest. But he was an Englishman, and\nwould have been jealous of his freedom and independence. When the\ngrave-digger remarks that it is no great matter if Hamlet do not recover\nhis wits in England, because there the men are as mad as he, the satire\nhas a sympathetic ring in it. Shakespeare did not wish to see the mad\nEnglish altered. Nor are they likely to alter; our fears and our hopes\nare vain. We entered on the greatest of our wars with an army no bigger,\nso we are told, than the Bulgarian army. Since that time we have\nregimented and organized our people, not without success; and our\nsoothsayers are now directing our attention to the danger that after the\nwar we shall be kept in uniform and shall become tame creatures, losing\nour independence and our spirit of enterprise. There is nothing that\nsoothsayers will not predict when they are gravelled for lack of matter,\nbut this is the stupidest of all their efforts. The national character\nis not so flimsy a thing; it has gone through good and evil fortune for\nhundreds of years without turning a hair. You can make a soldier, and a\ngood soldier, of a humorist; but you cannot militarize him. He remains a\nfree thinker.",
        "New institutions do not flourish in England. The town is a comparatively\nmodern innovation; it has never, so to say, caught on. Most schemes of\ntown-planning are schemes for pretending that you live in the country.\nThis is one of the most persistent of our many hypocrisies. Wherever\nworking people inhabit a street of continuous red-brick cottages, the\nnames that they give to their homes are one long catalogue of romantic\nlies. The houses have no gardens, and the only prospect that they\ncommand is the view of over the way. But read their names–The Dingle,\nThe Elms, Pine Grove, Windermere, The Nook, The Nest. Even social\npretence, which is said to be one of our weaknesses, and which may be\nread in such names as Belvoir or Apsley House, is less in evidence than\nthe Englishman’s passion for the country. He cannot bear to think that\nhe lives in a town. He does not much respect the institutions of a town.\nA policeman, before he has been long in the force, has to face the fact\nthat he is generally regarded as a comic character. The police are\nEnglishmen and good fellows, and they accept a situation which would\nrouse any continental gendarme to heroic indignation. Mayors, Aldermen,\nand Justices of the Peace are comic, and take it not quite so well.\nBeadles were so wholly dedicated to the purposes of comedy that I\nsuppose they found their position unendurable and went to earth; at any\nrate it is very difficult to catch one in his official costume.",
        "All this is reflected in Shakespeare. He knew the country, and he knew\nthe town; and he has not left it in doubt which was the cherished home\nof his imagination. He preferred the fields to the streets, but the\nArcadia of his choice is not agricultural or even pastoral; it is rather\na desert island, or the uninhabited stretches of wild and woodland\ncountry. Indeed, he has both described it and named it. ’Where will the\nold Duke live?’ says Oliver in As You Like It. ’They say he is already\nin the forest of Arden,’ says Charles the wrestler, ’and a many merry\nmen with him; and there they live like the old Robin Hood of England.\nThey say many young gentlemen flock to him every day, and fleet the time\ncarelessly, as they did in the golden world.’ That is Shakespeare’s\nArcadia; and who that has read As You Like It will deny that it\nbreathes the air of Paradise?",
        "It is quite plain that the freedom that Shakespeare valued was in fact\nfreedom, not any of those ingenious mechanisms to which that name has\nbeen applied by political theorists. He thought long and profoundly on\nthe problems of society; and anarchy has no place among his political\nideals. It is by all means to be avoided–at a cost. But what harm would\nanarchy do if it meant no more than freedom for all the impulses of the\nenlightened imagination and the tender heart? The ideals of his heart\nwere not political; and when he indulges himself, as he did in his\nlatest plays, you must look for him in the wilds; whether on the road\nnear the shepherd’s cottage, or in the cave among the mountains of\nWales, or on the seashore in the Bermudas. The laws that are imposed\nupon the intricate relations of men in society were a weariness to him;\nand in this he is thoroughly English. The Englishman has always been an\nobjector, and he has a right to object, though it may very well be held\nthat he is too fond of larding his objection with the plea of\nconscience. But even this has a meaning in our annals; as a mere\nquestion of right we are very slow to prefer the claim of the organized\nopinions of society to the claim of the individual conscience. We know\nthat there is no good in a man who is doing what he does not will to do.\nWe are not like our poets or our men of action to be void of\ninspiration. A gift is nothing if there is no benevolence in the giver:",
        "                    For to the noble mind\n  Rich gifts wax poor when givers prove unkind.",
        "We ask for the impulse as well as the deed. Even when he is speaking of\nsocial obligations Shakespeare makes his strongest appeal not to force\nor command, but to the natural piety of the heart:",
        "  If ever you have looked on better days,\n  If ever been where bells have knolled to church,\n  If ever sat at any good man’s feast,\n  If ever from your eyelids wiped a tear,\n  And know what ’tis to pity and be pitied,\n  Let gentleness my strong enforcement be:\n  In the which hope I blush, and hide my sword.",
        "So speaks Orlando when the Duke has met his threats with fair words;\nand he adds an apology:",
        "                 Pardon me, I pray you;\n  I thought that all things had been savage here,\n  And therefore put I on the countenance\n  Of stern commandment.",
        "The ultimate law between man and man, according to Shakespeare, is the\nlaw of pity. I suppose that most of us have had our ears so dulled by\nearly familiarity with Portia’s famous speech, which we probably knew by\nheart long before we were fit to understand it, that the heavenly\nquality of it, equal to almost anything in the New Testament, is\nobscured and lost. There is no remedy but to read it again; to remember\nthat it was conceived in passion; and to notice how the meaning is\nraised and perfected as line follows line:",
        "  portia.  Then Must the Jew Be Merciful.",
        " Shylock. On what compulsion must I? Tell me that.",
        "  Portia. The quality of mercy is not strained.\n  It droppeth as the gentle rain from heaven\n  Upon the place beneath; it is twice bless’d;\n  It blesseth him that gives and him that takes:\n  ’Tis mightiest in the mightiest; it becomes\n  The throned monarch better than his crown.\n  His sceptre shows the force of temporal power,\n  The attribute to awe and majesty,\n  Wherein doth sit the dread and fear of kings;\n  But mercy is above this sceptred sway,\n  It is enthroned in the hearts of kings,\n  It is an attribute to God himself,\n  And earthly power doth then show likest God’s\n  When mercy seasons justice. Therefore, Jew,\n  Though justice be thy plea, consider this,\n  That in the course of justice none of us\n  Should see salvation: we do pray for mercy,\n  And that same prayer doth teach us all to render\n  The deeds of mercy.",
        "That speech rises above the strife of nations; it belongs to humanity.\nBut an Englishman wrote it; and the author, we may be sure, if he ever\nmet with the doctrine that a man who is called on to help his own people\nis in duty bound to set aside the claims of humanity, and to stop his\nears to the call of mercy, knew that the doctrine is an invention of the\ndevil, stupid and angry, as the devil commonly is. There are hundreds of\nthousands of Englishmen who, though they could not have written the\nspeech, yet know all that it teaches, and act on the knowledge. It is\npart of the creed of the Navy. We can speak more confidently than we\ncould have spoken three or four years ago. We know that not the\nextremest pressure of circumstance could ever bring the people of\nEngland to forget all the natural pieties, to permit official duties to\nannul private charities, and to join in the frenzied dance of hate and\nlust which leads to the mouth of the pit.",
        "Yet Germany, where all this seems to have happened, was not very long\nago a country where it was easy to find humanity, and simplicity, and\nkindness. It was a country of quiet industry and content, the home of\nfairy stories, which Shakespeare himself would have loved. The Germans\nof our day have made a religion of war and terror, and have used\ncommerce as a means for the treacherous destruction of the independence\nand freedom of others. They were not always like that. In the fifteenth\ncentury they spread the art of printing through Europe, for the service\nof man, by the method of peaceful penetration. My friend Mr. John\nSampson recently expressed to me a hope that our air-forces would not\nbomb Mainz, ’for Mainz’, he said, ’is a sacred place to the\nbibliographer’. According to a statement published in Cologne in 1499,\n’the highly valuable art of printing was invented first of all in\nGermany at Mainz on the Rhine. And it is a great honour to the German\nnation that such ingenious men are to be found among them....And in the\nyear of our Lord 1450 it was a golden year, and they began to print, and\nthe first book they printed was the Bible in Latin: it was printed in a\nlarge character, resembling the types with which the present mass-books\nare printed.’ Gutenberg, the printer of this Bible, never mentions his\nown name, and the only personal note we have of his, in the colophon of\nthe Catholicon, printed in 1460, is a hymn in praise of his city:\n’With the aid of the Most High, who unlooses the tongues of infants and\noft-times reveals to babes that which is hidden from learned men, this\nadmirable book, the Catholicon, was finished in the year of the\nincarnation of our Saviour MCCCCLX, in the foster town of Mainz, a town\nof the famous German nation, which God in his clemency, by granting to\nit this high illumination of the mind, has preferred before the other\nnations of the world.’",
        "There is something not quite unlike modern Germany in that; and yet\nthese older activities of the Germans make a strange contrast with their\nwork to-day. It was in the city of Cologne that Caxton first made\nacquaintance with his craft. Everywhere the Germans spread printing like\na new religion, adapting it to existing conditions. In Bavaria they used\nthe skill of the wood-engravers, and at Augsburg, Ulm, and Nuremberg\nproduced the first illustrated printed books. It was two Germans of the\nold school, Conrad Sweynheym and Arnold Pannartz, who carried the art to\nItaly, casting the first type in Roman characters, and printing editions\nof the classics, first in the Benedictine monastery of St. Scholastica\nat Subiaco, and later at Rome. They also cast the first Greek type. It\nwas three Germans, Gering, Kranz, and Freyburger, who first printed at\nParis, in 1470. It was a German who set up the first printing-press in\nSpain, in 1474. The Germans were once the cherishers, as now they are\nthe destroyers, of the inheritance of civilization. I do not pretend to\nexplain the change. Perhaps it is a tragedy of education. That is a\ndangerous moment in the life of a child when he begins to be uneasily\naware that he is valued for his simplicity and innocence. Then he\nresolves to break with the past, to put away childish things, to forgo\naffection, and to earn respect by imitating the activities of his\nelders. The strange power of words and the virtues of abstract thought\nbegin to fascinate him. He loses touch with the things of sense, and\nceases to speak as a child. If his first attempts at argument and dogma\nwin him praise and esteem, if he proves himself a better fighter than an\nolder boy next door, who has often bullied him, and if at the same time\nhe comes into money, he is on the road to ruin. His very simplicity is a\nsnare to him. ’What a fool I was’, he thinks, ’to let myself be put\nupon; I now see that I am a great philosopher and a splendid soldier,\nborn to subdue others rather than to agree with them, and entitled to a\nchief share in all the luxuries of the world. It is for me to say what\nis good and true, and if any of these people contradict me I shall knock\nthem down.’ He suits his behaviour to his new conception of himself, and\nis soon hated by all the neighbours. Then he turns bitter. These people,\nhe thinks, are all in a plot against him. They must be blind to goodness\nand beauty, or why do they dislike him! His rage reaches the point of\nmadness; he stabs and poisons the villagers, and burns down their\nhouses. We are still waiting to see what will become of him.",
        "This outbreak has been long preparing. Seventy years before the War the\nGerman poet Freiligrath wrote a poem to prove that Germany is Hamlet,\nurged by the spirit of her fathers to claim her inheritance, vacillating\nand lost in thought, but destined, before the Fifth Act ends, to strew\nthe stage with the corpses of her enemies. Only a German could have hit\non the idea that Germany is Hamlet. The English, for whom the play was\nwritten, know that Hamlet is Hamlet, and that Shakespeare was thinking\nof a young man, not of the pomposities of national ambition. But if\nthese clumsy allegories must be imposed upon great poets, Germany need\nnot go abroad to seek the likeness of her destiny. Germany is Faust; she\ndesired science and power and pleasure, and to get them on a short lease\nshe paid the price of her soul.",
        "For the present, at any rate, the best thing the Germans can do with\nShakespeare is to leave him alone. They have divorced themselves from\ntheir own great poets, to follow vulgar half-witted political prophets.\nAs for Shakespeare, they have studied him assiduously, with the complete\napparatus of criticism, for a hundred years, and they do not understand\nthe plainest words of all his teaching.",
        "In England he has always been understood; and it is only fair, to him\nand to ourselves, to add that he has never been regarded first and\nforemost as a national poet. His humanity is too calm and broad to\nsuffer the prejudices and exclusions of international enmities. The\nsovereignty that he holds has been allowed to him by men of all parties.\nThe schools of literature have, from the very first, united in his\npraise. Ben Jonson, who knew him and loved him, was a classical scholar,\nand disapproved of some of his romantic escapades, yet no one will ever\noutgo Ben Jonson’s praise of Shakespeare.",
        "  Triumph, my Britain, thou hast one to show,\n  To whom all Scenes of Europe homage owe.\n  He was not-of an ago, but for all time!",
        "The sects of religion forget their disputes and recognize the spirit of\nreligion in this profane author. He cannot be identified with any\ninstitution. According to the old saying, he gave up the Church and took\nto religion. Ho gave up the State, and took to humanity. The formularies\nand breviaries to which political and religious philosophers profess\ntheir allegiance were nothing to him. These formularies are a convenient\nshorthand, to save the trouble of thinking. But Shakespeare always\nthought. Every question that he treats is brought out of the realm of\nabstraction, and exhibited in its relation to daily life and the minds\nand hearts of men. He could never have been satisfied with such a smug\nphrase as ’the greatest happiness of the greatest number’. His mind\nwould have been eager for details. In what do the greatest number find\ntheir happiness? How far is the happiness of one consistent with the\nhappiness of another? What difficulties and miscarriages attend the\nbusiness of transmuting the recognized materials for happiness into\nliving human joy? Even these questions he would not have been content to\nhandle in high philosophic fashion; he would have insisted on instances,\nand would have subscribed to no code that is not carefully built out of\ncase-law. He knew that sanity is in the life of the senses; and that if\nthere are some philosophers who are not mad it is because they live a\ndouble life, and have consolations and resources of which their books\ntell you nothing. It is the part of their life which they do not think\nit worth their while to mention that would have interested Shakespeare.\nHe loves to reduce things to their elements. ’Is man no more than this?’\nsays the old king on the heath, as he gazes on the naked madman.\n’Consider him well. Thou owest the worm no silk, the beast no hide, the\nsheep no wool, the cat no perfume. Ha! here’s three of us are\nsophisticated! Thou art the thing itself: unaccommodated man is no more\nbut such a poor, bare, forked animal as thou art. Off, off, you\nlendings!’ That is how Shakespeare lays the mind of man bare, and strips\nhim of his pretences, to try if he be indeed noble. And he finds that\nman, naked and weak, hunted by misfortune, liable to all the sins and\nall the evils that follow frailty, still has faith left to him, and\ncharity. King Lear is still every inch a king.",
        "That is not a little discovery, for when his mind came to grips with\nhuman life Shakespeare did not deal in rhetoric; so that the good he\nfinds is real good–’’tis in grain; ’twill endure wind and weather’.\nNothing is easier than to make a party of humanity, and to exalt mankind\nby ignorantly vilifying the rest of the animal creation, which is full\nof strange virtues and abilities. Shakespeare refused that way; he saw\nman weak and wretched, not able to maintain himself except as a\npensioner on the bounty of the world, curiously ignorant of his nature\nand his destiny, yet endowed with certain gifts in which he can find\nsustenance and rest, brave by instinct, so that courage is not so much\nhis virtue as cowardice is his lamentable and exceptional fault, ready\nto forget his pains or to turn them into pleasures by the alchemy of his\nmind, quick to believe, and slow to suspect or distrust, generous and\ntender to others, in so far as his thought and imagination, which are\nthe weakest things about him, enable him to bridge the spaces that\nseparate man from man, willing to make of life a great thing while he\nhas it, and a little thing when he comes to lose it. These are some of\nhis gifts; and Shakespeare would not have denied the saying of a thinker\nwith whom he has no very strong or natural affinity, that ’the greatest\nof these is charity’.",
        " ",
        "\nThis full text of “England and the War” by Walter Raleigh belongs to the public domain.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "England And the WarBy Walter RaleighAt Amazon"
    ]
}