{
    "title": "English Fairy Tales - Jack the Giant-Killer",
    "author": "Joseph Jacobs",
    "chapter": "22",
    "content": [
        "\n",
        "\n\n",
        "and presented him with a sword and a belt, on which were written these\nwords embroidered in letters of gold:",
        "  “Here’s the right valiant Cornish man,\n  Who slew the giant Cormoran.”",
        "The news of Jack’s victory soon spread over all the West of England,\nso that another giant, named Blunderbore, hearing of it, vowed to be\nrevenged on Jack, if ever he should light on him. This giant was the\nlord of an enchanted castle situated in the midst of a lonesome wood.\nNow Jack, about four months afterwards, walking near this wood in his\njourney to Wales, being weary, seated himself near a pleasant fountain\nand fell fast asleep. While he was sleeping, the giant, coming there\nfor water, discovered him, and knew him to be the far-famed Jack the\nGiant-killer by the lines written on the belt. Without ado, he took\nJack on his shoulders and carried him towards his castle. Now, as they\npassed through a thicket, the rustling of the boughs awakened Jack,\nwho was strangely surprised to find himself in the clutches of the\ngiant. His terror was only begun, for, on entering the castle, he saw\nthe ground strewed with human bones, and the giant told him his own\nwould ere long be among them. After this the giant locked poor Jack in\nan immense chamber, leaving him there while he went to fetch another\ngiant, his brother, living in the same wood, who might share in the\nmeal on Jack.",
        "After waiting some time Jack, on going to the window beheld afar off\nthe two giants coming towards the castle. “Now,” quoth Jack to\nhimself, “my death or my deliverance is at hand.” Now, there were\nstrong cords in a corner of the room in which Jack was, and two of\nthese he took, and made a strong noose at the end; and while the\ngiants were unlocking the iron gate of the castle he threw the ropes\nover each of their heads. Then he drew the other ends across a beam,\nand pulled with all his might, so that he throttled them. Then, when\nhe saw they were black in the face, he slid down the rope, and drawing\nhis sword, slew them both. Then, taking the giant’s keys, and\nunlocking the rooms, he found three fair ladies tied by the hair of\ntheir heads, almost starved to death. “Sweet ladies,” quoth Jack, “I\nhave destroyed this monster and his brutish brother, and obtained your\nliberties.” This said he presented them with the keys, and so\nproceeded on his journey to Wales.",
        "Jack made the best of his way by travelling as fast as he could, but\nlost his road, and was benighted, and could find any habitation until,\ncoming into a narrow valley, he found a large house, and in order to\nget shelter took courage to knock at the gate. But what was his\nsurprise when there came forth a monstrous giant with two heads; yet\nhe did not appear so fiery as the others were, for he was a Welsh\ngiant, and what he did was by private and secret malice under the\nfalse show of friendship. Jack, having told his condition to the\ngiant, was shown into a bedroom, where, in the dead of night, he heard\nhis host in another apartment muttering these words:",
        "  “Though here you lodge with me this night,\n  You shall not see the morning light\n  My club shall dash your brains outright!”",
        "“Say’st thou so,” quoth Jack; “that is like one of your Welsh tricks,\nyet I hope to be cunning enough for you.” Then, getting out of bed, he\nlaid a billet in the bed in his stead, and hid himself in a corner of\nthe room. At the dead time of the night in came the Welsh giant, who\nstruck several heavy blows on the bed with his club, thinking he had\nbroken every bone in Jack’s skin. The next morning Jack, laughing in\nhis sleeve, gave him hearty thanks for his night’s lodging. “How have\nyou rested?” quoth the giant; “did you not feel anything in the\nnight?” “No,” quoth Jack, “nothing but a rat, which gave me two or\nthree slaps with her tail.” With that, greatly wondering, the giant\nled Jack to breakfast, bringing him a bowl containing four gallons of\nhasty pudding. Being loth to let the giant think it too much for him,\nJack put a large leather bag under his loose coat, in such a way that\nhe could convey the pudding into it without its being perceived. Then,\ntelling the giant he would show him a trick, taking a knife, Jack\nripped open the bag, and out came all the hasty pudding. Whereupon,\nsaying, “Odds splutters hur nails, hur can do that trick hurself,” the\nmonster took the knife, and ripping open his belly, fell down dead.",
        "Now, it happened in these days that King Arthur’s only son asked his\nfather to give him a large sum of money, in order that he might go and\nseek his fortune in the principality of Wales, where lived a beautiful\nlady possessed with seven evil spirits. The king did his best to\npersuade his son from it, but in vain; so at last gave way and the\nprince set out with two horses, one loaded with money, the other for\nhimself to ride upon. Now, after several days’ travel, he came to a\nmarket-town in Wales, where he beheld a vast crowd of people gathered\ntogether. The prince asked the reason of it, and was told that they\nhad arrested a corpse for several large sums of money which the\ndeceased owed when he died. The prince replied that it was a pity\ncreditors should be so cruel, and said: “Go bury the dead, and let his\ncreditors come to my lodging, and there their debts shall be paid.\"\nThey came, in such great numbers that before night he had only\ntwopence left for himself.",
        "Now Jack the Giant-Killer, coming that way, was so taken with the\ngenerosity of the prince, that he desired to be his servant. This\nbeing agreed upon, the next morning they set forward on their journey\ntogether, when, as they were riding out of the town, an old woman\ncalled after the prince, saying, “He has owed me twopence these seven\nyears; pray pay me as well as the rest.” Putting his hand to his\npocket, the prince gave the woman all he had left, so that after their\nday’s food, which cost what small spell Jack had by him, they were\nwithout a penny between them.",
        "When the sun got low, the king’s son said: “Jack, since we have no\nmoney, where can we lodge this night?”",
        "But Jack replied: “Master, we’ll do well enough, for I have an uncle\nlives within two miles of this place; he is a huge and monstrous giant\nwith three heads; he’ll fight five hundred men in armour, and make\nthem to fly before him.” “Alas!” quoth the prince, “what shall we do\nthere? He’ll certainly chop us up at a mouthful. Nay, we are scarce\nenough to fill one of his hollow teeth!”",
        "“It is no matter for that,” quoth Jack; “I myself will go before and\nprepare the way for you; therefore stop here and wait till I return.\"\nJack then rode away at full speed, and coming to the gate of the\ncastle, he knocked so loud that he made the neighbouring hills\nresound. The giant roared out at this like thunder: “Who’s there?”",
        "Jack answered: “None but your poor cousin Jack.”",
        "Quoth he: “What news with my poor cousin Jack?”",
        "He replied: “Dear uncle, heavy news, God wot!”",
        "“Prithee,” quoth the giant, “what heavy news can come to me? I am a\ngiant with three heads, and besides thou knowest I can fight five\nhundred men in armour, and make them fly like chaff before the wind.”",
        "“Oh, but,” quoth Jack, “here’s the king’s son a-coming with a thousand\nmen in armour to kill you and destroy all that you have!”",
        "“Oh, cousin Jack,” said the giant, “this is heavy news indeed! I will\nimmediately run and hide myself, and thou shalt lock, bolt, and bar me\nin, and keep the keys until the prince is gone.” Having secured the\ngiant, Jack fetched his master, when they made themselves heartily\nmerry whilst the poor giant lay trembling in a vault under the ground.",
        "Early in the morning Jack furnished his master with a fresh supply of\ngold and silver, and then sent him three miles forward on his journey,\nat which time the prince was pretty well out of the smell of the\ngiant. Jack then returned, and let the giant out of the vault, who\nasked what he should give him for keeping the castle from destruction.\n“Why,” quoth Jack, “I want nothing but the old coat and cap, together\nwith the old rusty sword and slippers which are at your bed’s head.\"\nQuoth the giant: “You know not what you ask; they are the most\nprecious things I have. The coat will keep you invisible, the cap will\ntell you all you want to know, the sword cuts asunder whatever you\nstrike, and the shoes are of extraordinary swiftness. But you have\nbeen very serviceable to me, therefore take them with all my heart.\"\nJack thanked his uncle, and then went off with them. He soon overtook\nhis master and they quickly arrived at the house of the lady the\nprince sought, who, finding the prince to be a suitor, prepared a\nsplendid banquet for him. After the repast was concluded, she told him\nshe had a task for him. She wiped his mouth with a handkerchief,\nsaying: “You must show me that handkerchief to-morrow morning, or else\nyou will lose your head.” With that she put it in her bosom. The\nprince went to bed in great sorrow, but Jack’s cap of knowledge\ninformed him how it was to be obtained. In the middle of the night she\ncalled upon her familiar spirit to carry her to Lucifer. But Jack put\non his coat of darkness and his shoes of swiftness, and was there as\nsoon as she was. When she entered the place of the Old One, she gave\nthe handkerchief to old Lucifer, who laid it upon a shelf, whence Jack\ntook it and brought it to his master, who showed it to the lady next\nday, and so saved his life. On that day, she gave the prince a kiss\nand told him he must show her the lips to-morrow morning that she\nkissed last night, or lose his head.",
        "“Ah!” he replied, “if you kiss none but mine, I will.”",
        "“That is neither here nor there,” said she; “if you do not, death’s\nyour portion!”",
        "At midnight she went as before, and was angry with old Lucifer for\nletting the handkerchief go. “But now,” quoth she, “I will be too hard\nfor the king’s son, for I will kiss thee, and he is to show me thy\nlips.” Which she did, and Jack, when she was not standing by, cut off\nLucifer’s head and brought it under his invisible coat to his master,\nwho the next morning pulled it out by the horns before the lady. This\nbroke the enchantment and the evil spirit left her, and she appeared\nin all her beauty. They were married the next morning, and soon after\nwent to the court of King Arthur, where Jack for his many great\nexploits, was made one of the Knights of the Round Table.",
        "Jack soon went searching for giants again, but he had not ridden far,\nwhen he saw a cave, near the entrance of which he beheld a giant\nsitting upon a block of timber, with a knotted iron club by his side.\nHis goggle eyes were like flames of fire, his countenance grim and\nugly, and his cheeks like a couple of large flitches of bacon, while\nthe bristles of his beard resembled rods of iron wire, and the locks\nthat hung down upon his brawny shoulders were like curled snakes or\nhissing adders. Jack alighted from his horse, and, putting on the coat\nof darkness, went up close to the giant, and said softly: “Oh! are you\nthere? It will not be long before I take you fast by the beard.” The\ngiant all this while could not see him, on account of his invisible\ncoat, so that Jack, coming up close to the monster, struck a blow with\nhis sword at his head, but, missing his aim, he cut off the nose\ninstead. At this, the giant roared like claps of thunder, and began to\nlay about him with his iron club like one stark mad. But Jack, running\nbehind, drove his sword up to the hilt in the giant’s back, so that he\nfell down dead. This done, Jack cut off the giant’s head, and sent it,\nwith his brother’s also, to King Arthur, by a waggoner he hired for\nthat purpose.",
        "Jack now resolved to enter the giant’s cave in search of his treasure,\nand, passing along through a great many windings and turnings, he came\nat length to a large room paved with freestone, at the upper end of\nwhich was a boiling caldron, and on the right hand a large table, at\nwhich the giant used to dine. Then he came to a window, barred with\niron, through which he looked and beheld a vast number of miserable\ncaptives, who, seeing him, cried out: “Alas! young man, art thou come\nto be one amongst us in this miserable den?”",
        "“Ay,” quoth Jack, “but pray tell me what is the meaning of your\ncaptivity?”",
        "“We are kept here,” said one, “till such time as the giants have a\nwish to feast, and then the fattest among us is slaughtered! And many\nare the times they have dined upon murdered men!”",
        "“Say you so,” quoth Jack, and straightway unlocked the gate and let\nthem free, who all rejoiced like condemned men at sight of a pardon.\nThen searching the giant’s coffers, he shared the gold and silver\nequally amongst them and took them to a neighbouring castle, where\nthey all feasted and made merry over their deliverance.",
        "But in the midst of all this mirth a messenger brought news that one\nThunderdell, a giant with two heads, having heard of the death of his\nkinsmen, had come from the northern dales to be revenged on Jack, and\nwas within a mile of the castle, the country people flying before him\nlike chaff. But Jack was not a bit daunted, and said: “Let him come! I\nhave a tool to pick his teeth; and you, ladies and gentlemen, walk out\ninto the garden, and you shall witness this giant Thunderdell’s death\nand destruction.”",
        "The castle was situated in the midst of a small island surrounded by a\nmoat thirty feet deep and twenty feet wide, over which lay a\ndrawbridge. So Jack employed men to cut through this bridge on both\nsides, nearly to the middle; and then, dressing himself in his\ninvisible coat, he marched against the giant with his sword of\nsharpness. Although the giant could not see Jack, he smelt his\napproach, and cried out in these words:",
        "  “Fee, fi, fo, fum!\n  I smell the blood of an Englishman!\n  Be he alive or be he dead,\n  I’ll grind his bones to make me bread!”",
        "“Say’st thou so,” said Jack; “then thou art a monstrous miller\nindeed.”",
        "The giant cried out again: “Art thou that villain who killed my\nkinsmen? Then I will tear thee with my teeth, suck thy blood, and\ngrind thy bones to powder.”",
        "“You’ll have to catch me first,” quoth Jack, and throwing off his\ninvisible coat, so that the giant might see him, and putting on his\nshoes of swiftness, he ran from the giant, who followed like a walking\ncastle, so that the very foundations of the earth seemed to shake at\nevery step. Jack led him a long dance, in order that the gentlemen and\nladies might see; and at last to end the matter, ran lightly over the\ndrawbridge, the giant, in full speed, pursuing him with his club.\nThen, coming to the middle of the bridge, the giant’s great weight\nbroke it down, and he tumbled headlong into the water, where he rolled\nand wallowed like a whale. Jack, standing by the moat, laughed at him\nall the while; but though the giant foamed to hear him scoff, and\nplunged from place to place in the moat, yet he could not get out to\nbe revenged. Jack at length got a cart-rope and cast it over the two\nheads of the giant, and drew him ashore by a team of horses, and then\ncut off both his heads with his sword of sharpness, and sent them to\nKing Arthur.",
        "After some time spent in mirth and pastime, Jack, taking leave of the\nknights and ladies, set out for new adventures. Through many woods he\npassed, and came at length to the foot of a high mountain. Here, late\nat night, he found a lonesome house, and knocked at the door, which\nwas opened by an aged man with a head as white as snow. “Father,” said\nJack, “can you lodge a benighted traveller that has lost his way?\"\n“Yes,” said the old man; “you are right welcome to my poor cottage.\"\nWhereupon Jack entered, and down they sat together, and the old man\nbegan to speak as follows: “Son, I see by your belt you are the great\nconqueror of giants, and behold, my son, on the top of this mountain\nis an enchanted castle, this is kept by a giant named Galligantua, and\nhe by the help of an old conjurer, betrays many knights and ladies\ninto his castle, where by magic art they are transformed into sundry\nshapes and forms. But above all, I grieve for a duke’s daughter, whom\nthey fetched from her father’s garden, carrying her through the air in\na burning chariot drawn by fiery dragons, when they secured her within\nthe castle, and transformed her into a white hind. And though many\nknights have tried to break the enchantment, and work her deliverance,\nyet no one could accomplish it, on account of two dreadful griffins\nwhich are placed at the castle gate and which destroy every one who\ncomes near. But you, my son, may pass by them undiscovered, where on\nthe gates of the castle you will find engraven in large letters how\nthe spell may be broken.” Jack gave the old man his hand, and promised\nthat in the morning he would venture his life to free the lady.",
        "In the morning Jack arose and put on his invisible coat and magic cap\nand shoes, and prepared himself for the fray. Now, when he had reached\nthe top of the mountain he soon discovered the two fiery griffins, but\npassed them without fear, because of his invisible coat. When he had\ngot beyond them, he found upon the gates of the castle a golden\ntrumpet hung by a silver chain, under which these lines were engraved:",
        "  “Whoever shall this trumpet blow,\n  Shall soon the giant overthrow,\n  And break the black enchantment straight;\n  So all shall be in happy state.”",
        "Jack had no sooner read this but he blew the trumpet, at which the\ncastle trembled to its vast foundations, and the giant and conjurer\nwere in horrid confusion, biting their thumbs and tearing their hair,\nknowing their wicked reign was at an end. Then the giant stooping to\ntake up his club, Jack at one blow cut off his head; whereupon the\nconjurer, mounting up into the air, was carried away in a whirlwind.\nThen the enchantment was broken, and all the lords and ladies who had\nso long been transformed into birds and beasts returned to their\nproper shapes, and the castle vanished away in a cloud of smoke. This\nbeing done, the head of Galligantua was likewise, in the usual manner,\nconveyed to the Court of King Arthur, where, the very next day, Jack\nfollowed, with the knights and ladies who had been delivered.\nWhereupon, as a reward for his good services, the king prevailed upon\nthe duke to bestow his daughter in marriage on honest Jack. So married\nthey were, and the whole kingdom was filled with joy at the wedding.\nFurthermore, the king bestowed on Jack a noble castle, with a very\nbeautiful estate thereto belonging, where he and his lady lived in\ngreat joy and happiness all the rest of their days.",
        "Continue...",
        "\nThis complete e-book of English Fairy Tales, collected and edited by\nJoseph Jacobs, is in the public domain.\nThis page has been created by Philipp Lenssen.\n\nAt Amazon: The Golden Book of Fairy Tales\n\nPage last updated on December 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}