{
    "title": "English Fairy Tales - Mouse and Mouser",
    "author": "Joseph Jacobs",
    "chapter": "12",
    "content": [
        "\n",
        "\n\n",
        "The Mouse went to visit the Cat, and found her sitting behind the hall\ndoor, spinning.",
        "MOUSE. What are you doing, my lady, my lady, What are you doing, my\nlady?",
        "CAT (sharply). I’m spinning old breeches, good body, good body\nI’m spinning old breeches, good body.",
        "MOUSE. Long may you wear them, my lady, my lady, Long may you wear\nthem, my lady.",
        "CAT (gruffly). I’ll wear’ em and tear ’em, good body, good\nbody. I’ll wear ’em and tear ’em, good body.",
        "MOUSE. I was sweeping my room, my lady, my lady, I was sweeping my\nroom, my lady.",
        "CAT. The cleaner you’d be, good body, good body, The cleaner you’d be,\ngood body.",
        "MOUSE. I found a silver sixpence, my lady, my lady, I found a silver\nsixpence, my lady.",
        "CAT. The richer you were, good body, good body, The richer you were,\ngood body.",
        "MOUSE. I went to the market, my lady, my lady, I went to the market,\nmy lady.",
        "CAT. The further you went, good body, good body The further you went,\ngood body.",
        "MOUSE. I bought me a pudding, my lady, my lady, I bought me a pudding,\nmy lady.",
        "CAT (snarling). The more meat you had, good body, good body,\nThe more meat you had, good body.",
        "MOUSE. I put it in the window to cool, my lady, I put it in the window\nto cool.",
        "CAT. (sharply). The faster you’d eat it, good body, good body,\nThe faster you’d eat it, good body.",
        "MOUSE (timidly). The cat came and ate it, my lady, my lady, The\ncat came and ate it, my lady.",
        "CAT (pouncingly). And I’ll eat you, good body, good body, And\nI’ll eat you, good body.",
        "(Springs upon the mouse and kills it.)",
        "Continue...",
        "\nThis complete e-book of English Fairy Tales, collected and edited by\nJoseph Jacobs, is in the public domain.\nThis page has been created by Philipp Lenssen.\n\nAt Amazon: The Golden Book of Fairy Tales\n\nPage last updated on December 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}