{
    "title": "English Fairy Tales - Jack Hannaford",
    "author": "Joseph Jacobs",
    "chapter": "10",
    "content": [
        "\n",
        "\n\n",
        "There was an old soldier who had been long in the wars–so long, that\nhe was quite out-at-elbows, and he did not know where to go to find a\nliving. So he walked up moors, down glens, till at last he came to a\nfarm, from which the good man had gone away to market. The wife of the\nfarmer was a very foolish woman, who had been a widow when he married\nher; the farmer was foolish enough, too, and it is hard to say which\nof the two was the more foolish. When you’ve heard my tale you may\ndecide.",
        "Now before the farmer goes to market says he to his wife: “Here is ten\npounds all in gold, take care of it till I come home.” If the man had\nnot been a fool he would never have given the money to his wife to\nkeep. Well, off he went in his cart to market, and the wife said to\nherself: “I will keep the ten pounds quite safe from thieves;” so she\ntied it up in a rag, and she put the rag up the parlour chimney.",
        "“There,” said she, “no thieves will ever find it now, that is quite\nsure.”",
        "Jack Hannaford, the old soldier, came and rapped at the door.",
        "“Who is there?” asked the wife.",
        "“Jack Hannaford.”",
        "“Where do you come from?”",
        "“Paradise.”",
        "“Lord a’ mercy! and maybe you’ve seen my old man there,” alluding to\nher former husband.",
        "“Yes, I have.”",
        "“And how was he a-doing?” asked the goody.",
        "“But middling; he cobbles old shoes, and he has nothing but cabbage\nfor victuals.”",
        "“Deary me!” exclaimed the woman. “Didn’t he send a message to me?”",
        "“Yes, he did,” replied Jack Hannaford. “He said that he was out of\nleather, and his pockets were empty, so you were to send him a few\nshillings to buy a fresh stock of leather.”",
        "“He shall have them, bless his poor soul!” And away went the wife to\nthe parlour chimney, and she pulled the rag with the ten pounds in it\nfrom the chimney, and she gave the whole sum to the soldier, telling\nhim that her old man was to use as much as he wanted, and to send back\nthe rest.",
        "It was not long that Jack waited after receiving the money; he went\noff as fast as he could walk.",
        "Presently the farmer came home and asked for his money. The wife told\nhim that she had sent it by a soldier to her former husband in\nParadise, to buy him leather for cobbling the shoes of the saints and\nangels of Heaven. The farmer was very angry, and he swore that he had\nnever met with such a fool as his wife. But the wife said that her\nhusband was a greater fool for letting her have the money.",
        "There was no time to waste words; so the farmer mounted his horse and\nrode off after Jack Hannaford. The old soldier heard the horse’s hoofs\nclattering on the road behind him, so he knew it must be the farmer\npursuing him. He lay down on the ground, and shading his eyes with one\nhand, looked up into the sky, and pointed heavenwards with the other\nhand.",
        "“What are you about there?” asked the farmer, pulling up.",
        "“Lord save you!” exclaimed Jack: “I’ve seen a rare sight.”",
        "“What was that?”",
        "“A man going straight up into the sky, as if he were walking on a\nroad.”",
        "“Can you see him still?”",
        "“Yes, I can.”",
        "“Where?”",
        "“Get off your horse and lie down.”",
        "“If you will hold the horse.”",
        "Jack did so readily.",
        "“I cannot see him,” said the farmer.",
        "“Shade your eyes with your hand, and you’ll soon see a man flying away\nfrom you.”",
        "Sure enough he did so, for Jack leaped on the horse, and rode away\nwith it. The farmer walked home without his horse.",
        "“You are a bigger fool than I am,” said the wife; “for I did only one\nfoolish thing, and you have done two.”",
        "Continue...",
        "\nThis complete e-book of English Fairy Tales, collected and edited by\nJoseph Jacobs, is in the public domain.\nThis page has been created by Philipp Lenssen.\n\nAt Amazon: The Golden Book of Fairy Tales\n\nPage last updated on December 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}