{
    "title": "English Fairy Tales - The Well of the World’s End",
    "author": "Joseph Jacobs",
    "chapter": "44",
    "content": [
        "\n",
        "\n\n",
        "Once upon a time, and a very good time it was, though it wasn’t in my\ntime, nor in your time, nor any one else’s time, there was a girl\nwhose mother had died, and her father had married again. And her\nstepmother hated her because she was more beautiful than herself, and\nshe was very cruel to her. She used to make her do all the servant’s\nwork, and never let her have any peace. At last, one day, the\nstepmother thought to get rid of her altogether; so she handed her a\nsieve and said to her: “Go, fill it at the Well of the World’s End and\nbring it home to me full, or woe betide you.” For she thought she\nwould never be able to find the Well of the World’s End, and, if she\ndid, how could she bring home a sieve full of water?",
        "Well, the girl started off, and asked every one she met to tell her\nwhere was the Well of the World’s End. But nobody knew, and she didn’t\nknow what to do, when a queer little old woman, all bent double, told\nher where it was, and how she could get to it. So she did what the old\nwoman told her, and at last arrived at the Well of the World’s End.\nBut when she dipped the sieve in the cold, cold water, it all ran out\nagain. She tried and she tried again, but every time it was the same;\nand at last she sate down and cried as if her heart would break.",
        "Suddenly she heard a croaking voice, and she looked up and saw a great\nfrog with goggle eyes looking at her and speaking to her.",
        "“What’s the matter, dearie?” it said.",
        "“Oh, dear, oh dear,” she said, “my stepmother has sent me all this\nlong way to fill this sieve with water from the Well of the World’s\nEnd, and I can’t fill it no how at all.”",
        "“Well,” said the frog, “if you promise me to do whatever I bid you for\na whole night long, I’ll tell you how to fill it.”",
        "So the girl agreed, and then the frog said:",
        "  “Stop it with moss and daub it with clay,\n  And then it will carry the water away;”",
        "and then it gave a hop, skip and jump, and went flop into the Well of\nthe World’s End.",
        "So the girl looked about for some moss, and lined the bottom of the\nsieve with it, and over that she put some clay, and then she dipped it\nonce again into the Well of the World’s End; and this time, the water\ndidn’t run out, and she turned to go away.",
        "Just then the frog popped up its head out of the Well of the World’s\nEnd, and said: “Remember your promise.”",
        "“All right,” said the girl; for thought she, “what harm can a frog do\nme?”",
        "So she went back to her stepmother, and brought the sieve full of\nwater from the Well of the World’s End. The stepmother was fine and\nangry, but she said nothing at all.",
        "That very evening they heard something tap tapping at the door low\ndown, and a voice cried out:",
        "  “Open the door, my hinny, my heart,\n  Open the door, my own darling;\n  Mind you the words that you and I spoke,\n  Down in the meadow, at the World’s End Well.”",
        "“Whatever can that be?” cried out the stepmother, and the girl had to\ntell her all about it, and what she had promised the frog.",
        "“Girls must keep their promises,” said the stepmother. “Go and open\nthe door this instant.” For she was glad the girl would have to obey a\nnasty frog.",
        "So the girl went and opened the door, and there was the frog from the\nWell of the World’s End. And it hopped, and it skipped, and it jumped,\ntill it reached the girl, and then it said:",
        "  “Lift me to your knee, my hinny, my heart;\n  Lift me to your knee, my own darling;\n  Remember the words you and I spoke,\n  Down in the meadow by the World’s End Well.”",
        "But the girl didn’t like to, till her stepmother said “Lift it up this\ninstant, you hussy! Girls must keep their promises!”",
        "So at last she lifted the frog up on to her lap, and it lay there for\na time, till at last it said:",
        "  “Give me some supper, my hinny, my heart,\n  Give me some supper, my darling;\n  Remember the words you and I spake,\n  In the meadow, by the Well of the World’s End.”",
        "Well, she didn’t mind doing that, so she got it a bowl of milk and\nbread, and fed it well. And when the frog, had finished, it said:",
        "  “Go with me to bed, my hinny, my heart,\n  Go with me to bed, my own darling;\n  Mind you the words you spake to me,\n  Down by the cold well, so weary.”",
        "But that the girl wouldn’t do, till her stepmother said: “Do what you\npromised, girl; girls must keep their promises. Do what you’re bid, or\nout you go, you and your froggie.”",
        "So the girl took the frog with her to bed, and kept it as far away\nfrom her as she could. Well, just as the day was beginning to break\nwhat should the frog say but:",
        "  “Chop off my head, my hinny, my heart,\n  Chop off my head, my own darling;\n  Remember the promise you made to me,\n  Down by the cold well so weary.”",
        "At first the girl wouldn’t, for she thought of what the frog had done\nfor her at the Well of the World’s End. But when the frog said the\nwords over again, she went and took an axe and chopped off its head,\nand lo! and behold, there stood before her a handsome young prince,\nwho told her that he had been enchanted by a wicked magician, and he\ncould never be unspelled till some girl would do his bidding for a\nwhole night, and chop off his head at the end of it.",
        "The stepmother was that surprised when she found the young prince\ninstead of the nasty frog, and she wasn’t best pleased, you may be\nsure, when the prince told her that he was going to marry her\nstepdaughter because she had unspelled him. So they were married and\nwent away to live in the castle of the king, his father, and all the\nstepmother had to console her was, that it was all through her that\nher stepdaughter was married to a prince.",
        "Continue...",
        "\nThis complete e-book of English Fairy Tales, collected and edited by\nJoseph Jacobs, is in the public domain.\nThis page has been created by Philipp Lenssen.\n\nAt Amazon: The Golden Book of Fairy Tales\n\nPage last updated on December 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}