{
    "title": "English Fairy Tales - Nix Nought Nothing",
    "author": "Joseph Jacobs",
    "chapter": "9",
    "content": [
        "\n",
        "\n\n",
        "There once lived a king and a queen as many a one has been. They were\nlong married and had no children; but at last a baby-boy came to the\nqueen when the king was away in the far countries. The queen would not\nchristen the boy till the king came back, and she said, “We will just\ncall him Nix Nought Nothing until his father comes home.” But\nit was long before he came home, and the boy had grown a nice little\nladdie. At length the king was on his way back; but he had a big river\nto cross, and there was a whirlpool, and he could not get over the\nwater. But a giant came up to him, and said “I’ll carry you over.” But\nthe king said: “What’s your pay?” “O give me Nix, Nought, Nothing, and\nI will carry you over the water on my back.” The king had never heard\nthat his son was called Nix Nought Nothing, and so he said: “O, I’ll\ngive you that and my thanks into the bargain.” When the king got home\nagain, he was very happy to see his wife again, and his young son. She\ntold him that she had not given the child any name, but just Nix\nNought Nothing, until he should come home again himself. The poor king\nwas in a terrible case. He said: “What have I done? I promised to give\nthe giant who carried me over the river on his back, Nix Nought\nNothing.” The king and the queen were sad and sorry, but they said:\n“When the giant comes we will give him the hen-wife’s boy; he will\nnever know the difference.” The next day the giant came to claim the\nking’s promise, and he sent for the hen-wife’s boy; and the giant went\naway with the boy on his back. He travelled till he came to a big\nstone, and there he sat down to rest. He said,",
        "“Hidge, Hodge, on my back, what time of day is that?”",
        "The poor little boy said: “It is the time that my mother, the hen-\nwife, takes up the eggs for the queen’s breakfast.”",
        "The Giant was very angry, and dashed the boy’s head on the stone and\nkilled him.",
        "So he went back in a tower of a temper and this time they gave him the\ngardener’s boy. He went off with him on his back till they got to the\nstone again when the giant sat down to rest. And he said:",
        "“Hidge, Hodge, on my back, what time of day do you make that?”",
        "The gardener’s boy said: “Sure it’s the time that my mother takes up\nthe vegetables for the queen’s dinner.” Then the giant was right wild\nand dashed his brains out on the stone.",
        "Then the giant went back to the king’s house in a terrible temper and\nsaid he would destroy them all if they did not give him Nix Nought\nNothing this time. They had to do it; and when he came to the big\nstone, the giant said: “What time of day is that?” Nix Nought Nothing\nsaid: “It is the time that my father the king will be sitting down to\nsupper.” The giant said: “I’ve got the right one now;” and took Nix\nNought Nothing to his own house and brought him up till he was a man.",
        "The giant had a bonny daughter, and she and the lad grew very fond of\neach other. The giant said one day to Nix Nought Nothing: “I’ve work\nfor you to-morrow. There is a stable seven miles long and seven miles\nbroad, and it has not been cleaned for seven years, and you must clean\nit to-morrow, or I will have you for my supper.”",
        "The giant’s daughter went out next morning with the lad’s breakfast,\nand found him in a terrible state, for always as he cleaned out a bit,\nit just fell in again. The giant’s daughter said she would help him,\nand she cried all the beasts in the field, and all the fowls of the\nair, and in a minute they all came, and carried away everything that\nwas in the stable and made it all clean before the giant came home. He\nsaid: “Shame on the wit that helped you; but I have a worse job for\nyou to-morrow.” Then he said to Nix Nought Nothing: “There’s a lake\nseven miles long, and seven miles deep, and seven miles broad, and you\nmust drain it to-morrow by nightfall, or else I’ll have you for my\nsupper.” Nix Nought Nothing began early next morning and tried to lave\nthe water with his pail, but the lake was never getting any less, and\nhe didn’t know what to do; but the giant’s daughter called on all the\nfish in the sea to come and drink the water, and very soon they drank\nit dry. When the giant saw the work done he was in a rage, and said:\n“I’ve a worse job for you to-morrow; there is a tree, seven miles\nhigh, and no branch on it, till you get to the top, and there is a\nnest with seven eggs in it, and you must bring down all the eggs\nwithout breaking one, or else I’ll have you for my supper.” At first\nthe giant’s daughter did not know how to help Nix Nought Nothing; but\nshe cut off first her fingers and then her toes, and made steps of\nthem, and he clomb the tree and got all the eggs safe till he came\njust to the bottom, and then one was broken. So they determined to run\naway together and after the giant’s daughter had tidied up her hair a\nbit and got her magic flask they set out together as fast as they\ncould run. And they hadn’t got but three fields away when they looked\nback and saw the giant walking along at top speed after them. “Quick,\nquick,” called out the giant’s daughter, “take my comb from my hair\nand throw it down.” Nix Nought Nothing took her comb from her hair and\nthrew it down, and out of every one of its prongs there sprung up a\nfine thick briar in the way of the giant. You may be sure it took him\na long time to work his way through the briar bush and by the time he\nwas well through Nix Nought Nothing and his sweetheart had run on a\ntidy step away from him. But he soon came along after them and was\njust like to catch ’em up when the giant’s daughter called out to Nix\nNought Nothing, “Take my hair dagger and throw it down, quick, quick.\"\nSo Nix Nought Nothing threw down the hair dagger and out of it grew as\nquick as lightning a thick hedge of sharp razors placed criss-cross.\nThe giant had to tread very cautiously to get through all this and\nmeanwhile the young lovers ran on, and on, and on, till they were\nnearly out of sight. But at last the giant was through, and it wasn’t\nlong before he was like to catch them up. But just as he was\nstretching out his hand to catch Nix Nought Nothing his daughter took\nout her magic flask and dashed it on the ground. And as it broke out\nof it welled a big, big wave that grew, and that grew, till it reached\nthe giant’s waist and then his neck, and when it got to his head, he\nwas drowned dead, and dead, and dead indeed. So he goes out of the\nstory.",
        "But Nix Nought Nothing fled on till where do you think they came to?\nWhy, to near the castle of Nix Nought Nothing’s father and mother. But\nthe giant’s daughter was so weary that she couldn’t move a step\nfurther. So Nix Nought Nothing told her to wait there while he went\nand found out a lodging for the night. And he went on towards the\nlights of the castle, and on the way he came to the cottage of the\nhen-wife whose boy had had his brains dashed out by the giant. Now she\nknew Nix Nought Nothing in a moment, and hated him because he was the\ncause of her son’s death. So when he asked his way to the castle she\nput a spell upon him, and when he got to the castle, no sooner was he\nlet in than he fell down dead asleep upon a bench in the hall. The\nking and queen tried all they could do to wake him up, but all in\nvain. So the king promised that if any lady could wake him up she\nshould marry him. Meanwhile the giant’s daughter was waiting and\nwaiting for him to come back. And she went up into a tree to watch for\nhim. The gardener’s daughter, going to draw water in the well, saw the\nshadow of the lady in the water and thought it was herself, and said;\n“If I’m so bonny, if I’m so brave, why do you send me to draw water?\"\nSo she threw down her pail and went to see if she could wed the\nsleeping stranger. And she went to the hen-wife, who taught her an\nunspelling catch which would keep Nix Nought Nothing awake as long as\nthe gardener’s daughter liked. So she went up to the castle and sang\nher catch and Nix Nought Nothing was wakened for a bit and they\npromised to wed him to the gardener’s daughter. Meanwhile the gardener\nwent down to draw water from the well and saw the shadow of the lady\nin the water. So he looks up and finds her, and he brought the lady\nfrom the tree, and led her into his house. And he told her that a\nstranger was to marry his daughter, and took her up to the castle and\nshowed her the man: and it was Nix Nought Nothing asleep in a chair.\nAnd she saw him, and cried to him: “Waken, waken, and speak to me!\"\nBut he would not waken, and soon she cried:",
        "  “I cleaned the stable, I laved the lake, and I clomb the tree,\n  And all for the love of thee,\n  And thou wilt not waken and speak to me.”",
        "The king and the queen heard this, and came to the bonny young lady,\nand she said:",
        "“I cannot get Nix Nought Nothing to speak to me for all that I can\ndo.”",
        "Then were they greatly astonished when she spoke of Nix Nought\nNothing, and asked where he was, and she said: “He that sits there in\nthe chair.” Then they ran to him and kissed him and called him their\nown dear son; so they called for the gardener’s daughter and made her\nsing her charm, and he wakened, and told them all that the giant’s\ndaughter had done for him, and of all her kindness. Then they took her\nin their arms and kissed her, and said she should now be their\ndaughter, for their son should marry her. But they sent for the hen-\nwife and put her to death. And they lived happy all their days.",
        "Continue...",
        "\nThis complete e-book of English Fairy Tales, collected and edited by\nJoseph Jacobs, is in the public domain.\nThis page has been created by Philipp Lenssen.\n\nAt Amazon: The Golden Book of Fairy Tales\n\nPage last updated on December 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}