{
    "title": "English Fairy Tales - Jack and His Golden Snuff-Box",
    "author": "Joseph Jacobs",
    "chapter": "19",
    "content": [
        "\n",
        "\n\n",
        "Once upon a time, and a very good time it was, though it was neither\nin my time nor in your time nor in any one else’s time, there was an\nold man and an old woman, and they had one son, and they lived in a\ngreat forest. And their son never saw any other people in his life,\nbut he knew that there was some more in the world besides his own\nfather and mother, because he had lots of books, and he used to read\nevery day about them. And when he read about some pretty young women,\nhe used to go mad to see some of them; till one day, when his father\nwas out cutting wood, he told his mother that he wished to go away to\nlook for his living in some other country, and to see some other\npeople besides them two. And he said, “I see nothing at all here but\ngreat trees around me; and if I stay here, maybe I shall go mad before\nI see anything.” The young man’s father was out all this time, when\nthis talk was going on between him and his poor old mother.",
        "The old woman begins by saying to her son before leaving, “Well, well,\nmy poor boy, if you want to go, it’s better for you to go, and God be\nwith you.\"–(The old woman thought for the best when she said that.)–\n“But stop a bit before you go. Which would you like best for me to\nmake you, a little cake and bless you, or a big cake and curse you?\"\n“Dear, dear!” said he, “make me a big cake. Maybe I shall be hungry on\nthe road.” The old woman made the big cake, and she went on top of the\nhouse, and she cursed him as far as she could see him.",
        "He presently meets with his father, and the old man says to him:\n“Where are you going, my poor boy?” when the son told the father the\nsame tale as he told his mother. “Well,” says his father, “I’m sorry\nto see you going away, but if you’ve made your mind to go, it’s better\nfor you to go.”",
        "The poor lad had not gone far, when his father called him back; then\nthe old man drew out of his pocket a golden snuff-box, and said to\nhim: “Here, take this little box, and put it in your pocket, and be\nsure not to open it till you are near your death.” And away went poor\nJack upon his road, and walked till he was tired and hungry, for he\nhad eaten all his cake upon the road; and by this time night was upon\nhim, so he could hardly see his way before him. He could see some\nlight a long way before him, and he made up to it, and found the back\ndoor and knocked at it, till one of the maid-servants came and asked\nhim what he wanted. He said that night was on him, and he wanted to\nget some place to sleep. The maid-servant called him in to the fire,\nand gave him plenty to eat, good meat and bread and beer; and as he\nwas eating his food by the fire, there came the young lady to look at\nhim, and she loved him well and he loved her. And the young lady ran\nto tell her father, and said there was a pretty young man in the back\nkitchen; and immediately the gentleman came to him, and questioned\nhim, and asked what work he could do. Jack said, the silly fellow,\nthat he could do anything. (He meant that he could do any foolish bit\nof work, that would be wanted about the house.)",
        "“Well,” says the gentleman to him, “if you can do anything, at eight\no’clock in the morning I must have a great lake and some of-the\nlargest man-of-war vessels sailing before my mansion, and one of the\nlargest vessels must fire a royal salute, and the last round must\nbreak the leg of the bed where my young daughter is sleeping. And if\nyou don’t do that, you will have to forfeit your life.”",
        "“All right,” said Jack; and away he went to his bed, and said his\nprayers quietly, and slept till it was near eight o’clock, and he had\nhardly any time to think what he was to do, till all of a sudden he\nremembered about the little golden box that his father gave him. And\nhe said to himself: “Well, well, I never was so near my death as I am\nnow;” and then he felt in his pocket, and drew the little box out. And\nwhen he opened it, out there hopped three little red men, and asked\nJack: “What is your will with us?” “Well,” said Jack, “I want a great\nlake and some of the largest man-of-war vessels in the world before\nthis mansion, and one of the largest vessels to fire a royal salute,\nand the last round to break one of the legs of the bed where this\nyoung lady is sleeping.” “All right,” said the little men; “go to\nsleep.”",
        "Jack had hardly time to bring the words out of his mouth, to tell the\nlittle men what to do, but what it struck eight o’clock, when Bang,\nbang went one of the largest man-of-war vessels; and it made Jack jump\nout of bed to look through the window; and I can assure you it was a\nwonderful sight for him to see, after being so long with his father\nand mother living in a wood.",
        "By this time Jack dressed himself, and said his prayers, and came down\nlaughing; for he was proud, he was, because the thing was done so\nwell. The gentleman comes to him, and says to him: “Well, my young\nman, I must say that you are very clever indeed. Come and have some\nbreakfast.” And the gentleman tells him, “Now there are two more\nthings you have to do, and then you shall have my daughter in\nmarriage.” Jack gets his breakfast, and has a good squint at the\nyoung lady, and also she at him.",
        "The other thing that the gentleman told him to do was to fell all the\ngreat trees for miles around by eight o’clock in the morning; and, to\nmake my long story short, it was done, and it pleased the gentleman\nwell The gentleman said to him: “The other thing you have to do\"–(and\nit was the last thing)–\"you must get me a great castle standing on\ntwelve golden pillars; and there must come regiments of soldiers and\ngo through their drill. At eight o’clock the commanding officer must\nsay, ’Shoulder up.’” “All right,” said Jack; when the third and last\nmorning came the third great feat was finished, and he had the young\ndaughter in marriage. But, oh dear! there is worse to come yet.",
        "The gentleman now makes a large hunting party, and invites all the\ngentlemen around the country to it, and to see the castle as well. And\nby this time Jack has a beautiful horse and a scarlet dress to go with\nthem. On that morning his valet, when putting Jack’s clothes by, after\nchanging them to go a hunting, put his hand in one of Jack’s\nwaistcoat-pockets, and pulled out the little golden snuffbox, as poor\nJack left behind in a mistake. And that man opened the little box, and\nthere hopped the three little red men out, and asked him what he\nwanted with them. “Well,” said the valet to them, “I want this castle\nto be moved from this place far and far across the sea.” “All right,\"\nsaid the little red men to him; “do you wish to go with it?” “Yes,\"\nsaid he. “Well, get up,” said they to him; and away they went far and\nfar over the great sea.",
        "Now the grand hunting party comes back, and the castle upon the twelve\ngolden pillars had disappeared, to the great disappointment of those\ngentlemen as did not see it before. That poor silly Jack is threatened\nby taking his beautiful young wife from him, for taking them in in the\nway he did. But the gentleman at last made an agreement with him, and\nhe is to have a twelvemonths and a day to look for it; and off he goes\nwith a good horse and money in his pocket.",
        "Now poor Jack goes in search of his missing castle, over hills, dales,\nvalleys, and mountains, through woolly woods and sheepwalks, further\nthan I can tell you or ever intend to tell you. Until at last he comes\nup to the place where lives the King of all the little mice in the\nworld. There was one of the little mice on sentry at the front gate\ngoing up to the palace, and did try to stop Jack from going in. He\nasked the little mouse: “Where does the King live? I should like to\nsee him.” This one sent another with him to show him the place; and\nwhen the King saw him, he called him in. And the King questioned him,\nand asked him where he was going that way. Well, Jack told him all the\ntruth, that he had lost the great castle, and was going to look for\nit, and he had a whole twelvemonths and a day to find it out. And Jack\nasked him whether he knew anything about it; and the King said: “No,\nbut I am the King of all the little mice in the world, and I will call\nthem all up in the morning, and maybe they have seen something of it.”",
        "Then Jack got a good meal and bed, and in the morning he and the King\nwent on to the fields; and the King called all the mice together, and\nasked them whether they had seen the great beautiful castle standing\non golden pillars. And all the little mice said, No, there was none of\nthem had seen it. The old King said to him that he had two other\nbrothers: “One is the King of all the frogs; and my other brother, who\nis the oldest, he is the King of all the birds in the world. And if\nyou go there, may be they know something about the missing castle.\"\nThe King said to him: “Leave your horse here with me till you come\nback, and take one of my best horses under you, and give this cake to\nmy brother; he will know then who you got it from. Mind and tell him I\nam well, and should like dearly to see him.” And then the King and\nJack shook hands together.",
        "And when Jack was going through the gates, the little mouse asked him,\nshould he go with him; and Jack said to him: “No, I shall get myself\ninto trouble with the King.” And the little thing told him: “It will\nbe better for you to let me go with you; maybe I shall do some good to\nyou some time without you knowing it.” “Jump up, then.” And the little\nmouse ran up the horse’s leg, and made it dance; and Jack put the\nmouse in his pocket.",
        "Now Jack, after wishing good morning to the King and pocketing the\nlittle mouse which was on sentry, trudged on his way; and such a long\nway he had to go and this was his first day. At last he found the\nplace; and there was one of the frogs on sentry, and gun upon his\nshoulder, and did try to hinder Jack from going in; but when Jack said\nto him that he wanted to see the King, he allowed him to pass; and\nJack made up to the door. The King came out, and asked him his\nbusiness; and Jack told him all from beginning to end. “Well, well,\ncome in.” He gets good entertainment that night; and in the morning\nthe King made such a funny sound, and collected all the frogs in the\nworld. And he asked them, did they know or see anything of a castle\nthat stood upon twelve golden pillars; and they all made a curious\nsound, Kro-kro, kro-kro, and said, No.",
        "Jack had to take another horse, and a cake to this King’s brother, who\nis the King of all the fowls of the air; and as Jack was going through\nthe gates, the little frog that was on sentry asked John should he go\nwith him. Jack refused him for a bit; but at last he told him to jump\nup, and Jack put him in his other waistcoat pocket. And away he went\nagain on his great long journey; it was three times as long this time\nas it was the first day; however, he found the place, and there was a\nfine bird on sentry. And Jack passed him, and he never said a word to\nhim; and he talked with the King, and told him everything, all about\nthe castle. “Well,” said the King to him, “you shall know in the\nmorning from my birds, whether they know anything or not.” Jack put up\nhis horse in the stable, and then went to bed, after having something\nto eat. And when he got up in the morning the King and he went on to\nsome field, and there the King made some funny noise, and there came\nall the fowls that were in all the world. And the King asked them;\n“Did they see the fine castle?” and all the birds answered, No.\n“Well,” said the King, “where is the great bird?” They had to wait\nthen for a long time for the eagle to make his appearance, when at\nlast he came all in a perspiration, after sending two little birds\nhigh up in the sky to whistle on him to make all the haste he possibly\ncould. The King asked the great bird, Did he see the great castle? and\nthe bird said: “Yes, I came from there where it now is.” “Well,” says\nthe King to him; “this young gentleman has lost it, and you must go\nwith him back to it; but stop till you get a bit of something to eat\nfirst.”",
        "They killed a thief, and sent the best part of it to feed the eagle on\nhis journey over the seas, and had to carry Jack on his back. Now when\nthey came in sight of the castle, they did not know what to do to get\nthe little golden box. Well, the little mouse said to them: “Leave me\ndown, and I will get the little box for you.” So the mouse stole into\nthe castle, and got hold of the box; and when he was coming down the\nstairs, it fell down, and he was very near being caught. He came\nrunning out with it, laughing his best. “Have you got it?” Jack said\nto him; he said: “Yes;” and off they went back again, and left the\ncastle behind.",
        "As they were all of them (Jack, mouse, frog, and eagle) passing over\nthe great sea, they fell to quarrelling about which it was that got\nthe little box, till down it slipped into the water. (It was by them\nlooking at it and handing it from one hand to the other that they\ndropped the little box to the bottom of the sea.) “Well, well,” said\nthe frog, “I knew that I would have to do something, so you had better\nlet me go down in the water.” And they let him go, and he was down for\nthree days and three nights; and up he comes, and shows his nose and\nlittle mouth out of the water; and all of them asked him, Did he get\nit? and he told them, No. “Well, what are you doing there, then?\"\n“Nothing at all,” he said, “only I want my full breath;” and the poor\nlittle frog went down the second time, and he was down for a day and a\nnight, and up he brings it.",
        "And away they did go, after being there four days and nights; and\nafter a long tug over seas and mountains, arrive at the palace of the\nold King, who is the master of all the birds in the world. And the\nKing is very proud to see them, and has a hearty welcome and a long\nconversation. Jack opens the little box, and told the little men to go\nback and to bring the castle here to them; “and all of you make as\nmuch haste back again as you possibly can.”",
        "The three little men went off; and when they came near the castle they\nwere afraid to go to it till the gentleman and lady and all the\nservants were gone out to some dance. And there was no one left behind\nthere only the cook and another maid with her; and the little red men\nasked them which would they rather–go, or stop behind? and they both\nsaid: “I will go with you;” and the little men told them to run\nupstairs quick. They were no sooner up and in one of the drawing-rooms\nthan here comes just in sight the gentleman and lady and all the\nservants; but it was too late. Off the castle went at full speed, with\nthe women laughing at them through the window, while they made motions\nfor them to stop, but all to no purpose.",
        "They were nine days on their journey, in which they did try to keep\nthe Sunday holy, when one of the little men turned to be the priest,\nthe other the clerk, and third presided at the organ, and the women\nwere the singers, for they had a grand chapel in the castle already.\nVery remarkable, there was a discord made in the music, and one of the\nlittle men ran up one of the organ-pipes to see where the bad sound\ncame from, when he found out it only happened to be that the two women\nwere laughing at the little red man stretching his little legs full\nlength on the bass pipes, also his two arms the same time, with his\nlittle red night-cap, which he never forgot to wear, and what they\nnever witnessed before, could not help calling forth some good\nmerriment while on the face of the deep. And poor thing! through them\nnot going on with what they begun with, they very near came to danger,\nas the castle was once very near sinking in the middle of the sea.",
        "At length, after a merry journey, they come again to Jack and the\nKing. The King was quite struck with the sight of the castle; and\ngoing up the golden stairs, went to see the inside.",
        "The King was very much pleased with the castle, but poor Jack’s time\nof a twelvemonths and a day was drawing to a close; and he, wishing to\ngo home to his young wife, gives orders to the three little men to get\nready by the next morning at eight o’clock to be off to the next\nbrother, and to stop there for one night; also to proceed from there\nto the last or the youngest brother, the master of all the mice in the\nworld, in such place where the castle shall be left under his care\nuntil it’s sent for. Jack takes a farewell of the King, and thanks him\nvery much for his hospitality.",
        "Away went Jack and his castle again, and stopped one night in that\nplace; and away they went again to the third place, and there left the\ncastle under his care. As Jack had to leave the castle behind, he had\nto take to his own horse, which he left there when he first started.",
        "Now poor Jack leaves his castle behind and faces towards home; and\nafter having so much merriment with the three brothers every night,\nJack became sleepy on horseback, and would have lost the road if it\nwas not for the little men a-guiding him. At last he arrived weary and\ntired, and they did not seem to receive him with any kindness\nwhatever, because he had not found the stolen castle; and to make it\nworse, he was disappointed in not seeing his young and beautiful wife\nto come and meet him, through being hindered by her parents. But that\ndid not stop long. Jack put full power on and despatched the little\nmen off to bring the castle from there, and they soon got there.",
        "Jack shook hands with the King, and returned many thanks for his\nkingly kindness in minding the castle for him; and then Jack\ninstructed the little men to spur up and put speed on. And off they\nwent, and were not long before they reached their journey’s end, when\nout comes the young wife to meet him with a fine lump of a young SON,\nand they all lived happy ever afterwards.",
        "Continue...",
        "\nThis complete e-book of English Fairy Tales, collected and edited by\nJoseph Jacobs, is in the public domain.\nThis page has been created by Philipp Lenssen.\n\nAt Amazon: The Golden Book of Fairy Tales\n\nPage last updated on December 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}