{
    "title": "Essays on Life, Art and Science - Quis Desiderio . . . ? {1}",
    "author": "Samuel Butler",
    "chapter": "2",
    "content": [
        "\nSamuel Butler (1835 - 1902)\nEnglish composer, novelist, and satiric author\n",
        "\n\n",
        "Like Mr. Wilkie Collins, I, too, have been asked to lay some of my\nliterary experiences before the readers of the Universal Review.  It\noccurred to me that the Review must be indeed universal before it\ncould open its pages to one so obscure as myself; but, nothing\ndaunted by the distinguished company among which I was for the first\ntime asked to move, I resolved to do as I was told, and went to the\nBritish Museum to see what books I had written.  Having refreshed my\nmemory by a glance at the catalogue, I was about to try and diminish\nthe large and ever-increasing circle of my non-readers when I became\naware of a calamity that brought me to a standstill, and indeed bids\nfair, so far as I can see at present, to put an end to my literary\nexistence altogether.",
        "I should explain that I cannot write unless I have a sloping desk,\nand the reading-room of the British Museum, where alone I can\ncompose freely, is unprovided with sloping desks.  Like every other\norganism, if I cannot get exactly what I want I make shift with the\nnext thing to it; true, there are no desks in the reading-room, but,\nas I once heard a visitor from the country say, “it contains a large\nnumber of very interesting works.”  I know it was not right, and\nhope the Museum authorities will not be severe upon me if any of\nthem reads this confession; but I wanted a desk, and set myself to\nconsider which of the many very interesting works which a grateful\nnation places at the disposal of its would-be authors was best\nsuited for my purpose.",
        "For mere reading I suppose one book is pretty much as good as\nanother; but the choice of a desk-book is a more serious matter.  It\nmust be neither too thick nor too thin; it must be large enough to\nmake a substantial support; it must be strongly bound so as not to\nyield or give; it must not be too troublesome to carry backwards and\nforwards; and it must live on shelf C, D, or E, so that there need\nbe no stooping or reaching too high.  These are the conditions which\na really good book must fulfil; simple, however, as they are, it is\nsurprising how few volumes comply with them satisfactorily;\nmoreover, being perhaps too sensitively conscientious, I allowed\nanother consideration to influence me, and was sincerely anxious not\nto take a book which would be in constant use for reference by\nreaders, more especially as, if I did this, I might find myself\ndisturbed by the officials.",
        "For weeks I made experiments upon sundry poetical and philosophical\nworks, whose names I have forgotten, but could not succeed in\nfinding my ideal desk, until at length, more by luck than cunning, I\nhappened to light upon Frost’s “Lives of Eminent Christians,” which\nI had no sooner tried than I discovered it to be the very perfection\nand ne plus ultra of everything that a book should be.  It lived in\nCase No. 2008, and I accordingly took at once to sitting in Row B,\nwhere for the last dozen years or so I have sat ever since.",
        "The first thing I have done whenever I went to the Museum has been\nto take down Frost’s “Lives of Eminent Christians” and carry it to\nmy seat.  It is not the custom of modern writers to refer to the\nworks to which they are most deeply indebted, and I have never, that\nI remember, mentioned it by name before; but it is to this book\nalone that I have looked for support during many years of literary\nlabour, and it is round this to me invaluable volume that all my own\nhave page by page grown up.  There is none in the Museum to which I\nhave been under anything like such constant obligation, none which I\ncan so ill spare, and none which I would choose so readily if I were\nallowed to select one single volume and keep it for my own.",
        "On finding myself asked for a contribution to the Universal Review,\nI went, as I have explained, to the Museum, and presently repaired\nto bookcase No. 2008 to get my favourite volume.  Alas! it was in\nthe room no longer.  It was not in use, for its place was filled up\nalready; besides, no one ever used it but myself.  Whether the ghost\nof the late Mr. Frost has been so eminently unchristian as to\ninterfere, or whether the authorities have removed the book in\nignorance of the steady demand which there has been for it on the\npart of at least one reader, are points I cannot determine.  All I\nknow is that the book is gone, and I feel as Wordsworth is generally\nsupposed to have felt when he became aware that Lucy was in her\ngrave, and exclaimed so emphatically that this would make a\nconsiderable difference to him, or words to that effect.",
        "Now I think of it, Frost’s “Lives of Eminent Christians” was very\nlike Lucy.  The one resided at Dovedale in Derbyshire, the other in\nGreat Russell Street, Bloomsbury.  I admit that I do not see the\nresemblance here at this moment, but if I try to develop my\nperception I shall doubtless ere long find a marvellously striking\none.  In other respects, however, than mere local habitat the\nlikeness is obvious.  Lucy was not particularly attractive either\ninside or out—no more was Frost’s “Lives of Eminent Christians\";\nthere were few to praise her, and of those few still fewer could\nbring themselves to like her; indeed, Wordsworth himself seems to\nhave been the only person who thought much about her one way or the\nother.  In like manner, I believe I was the only reader who thought\nmuch one way or the other about Frost’s “Lives of Eminent\nChristians,” but this in itself was one of the attractions of the\nbook; and as for the grief we respectively felt and feel, I believe\nmy own to be as deep as Wordsworth’s, if not more so.",
        "I said above, “as Wordsworth is generally supposed to have felt\";\nfor any one imbued with the spirit of modern science will read\nWordsworth’s poem with different eyes from those of a mere literary\ncritic.  He will note that Wordsworth is most careful not to explain\nthe nature of the difference which the death of Lucy will occasion\nto him.  He tells us that there will be a difference; but there the\nmatter ends.  The superficial reader takes it that he was very sorry\nshe was dead; it is, of course, possible that he may have actually\nbeen so, but he has not said this.  On the contrary, he has hinted\nplainly that she was ugly, and generally disliked; she was only like\na violet when she was half-hidden from the view, and only fair as a\nstar when there were so few stars out that it was practically\nimpossible to make an invidious comparison.  If there were as many\nas even two stars the likeness was felt to be at an end.  If\nWordsworth had imprudently promised to marry this young person\nduring a time when he had been unusually long in keeping to good\nresolutions, and had afterwards seen some one whom he liked better,\nthen Lucy’s death would undoubtedly have made a considerable\ndifference to him, and this is all that he has ever said that it\nwould do.  What right have we to put glosses upon the masterly\nreticence of a poet, and credit him with feelings possibly the very\nreverse of those he actually entertained?",
        "Sometimes, indeed, I have been inclined to think that a mystery is\nbeing hinted at more dark than any critic has suspected.  I do not\nhappen to possess a copy of the poem, but the writer, if I am not\nmistaken, says that “few could know when Lucy ceased to be.\"\n“Ceased to be” is a suspiciously euphemistic expression, and the\nwords “few could know” are not applicable to the ordinary peaceful\ndeath of a domestic servant such as Lucy appears to have been.  No\nmatter how obscure the deceased, any number of people commonly can\nknow the day and hour of his or her demise, whereas in this case we\nare expressly told it would be impossible for them to do so.\nWordsworth was nothing if not accurate, and would not have said that\nfew could know, but that few actually did know, unless he was aware\nof circumstances that precluded all but those implicated in the\ncrime of her death from knowing the precise moment of its\noccurrence.  If Lucy was the kind of person not obscurely pourtrayed\nin the poem; if Wordsworth had murdered her, either by cutting her\nthroat or smothering her, in concert, perhaps, with his friends\nSouthey and Coleridge; and if he had thus found himself released\nfrom an engagement which had become irksome to him, or possibly from\nthe threat of an action for breach of promise, then there is not a\nsyllable in the poem with which he crowns his crime that is not\nalive with meaning.  On any other supposition to the general reader\nit is unintelligible.",
        "We cannot be too guarded in the interpretations we put upon the\nwords of great poets.  Take the young lady who never loved the dear\ngazelle—and I don’t believe she did; we are apt to think that Moore\nintended us to see in this creation of his fancy a sweet, amiable,\nbut most unfortunate young woman, whereas all he has told us about\nher points to an exactly opposite conclusion.  In reality, he wished\nus to see a young lady who had been an habitual complainer from her\nearliest childhood; whose plants had always died as soon as she\nbought them, while those belonging to her neighbours had flourished.\nThe inference is obvious, nor can we reasonably doubt that Moore\nintended us to draw it; if her plants were the very first to fade\naway, she was evidently the very first to neglect or otherwise\nmaltreat them.  She did not give them enough water, or left the door\nof her fern-ease open when she was cooking her dinner at the gas\nstove, or kept them too near the paraffin oil, or other like folly;\nand as for her temper, see what the gazelles did; as long as they\ndid not know her “well,” they could just manage to exist, but when\nthey got to understand her real character, one after another felt\nthat death was the only course open to it, and accordingly died\nrather than live with such a mistress.  True, the young lady herself\nsaid the gazelles loved her; but disagreeable people are apt to\nthink themselves amiable, and in view of the course invariably taken\nby the gazelles themselves any one accustomed to weigh evidence will\nhold that she was probably mistaken.",
        "I must, however, return to Frost’s “Lives of Eminent Christians.”  I\nwill leave none of the ambiguity about my words in which Moore and\nWordsworth seem to have delighted.  I am very sorry the book is\ngone, and know not where to turn for its successor.  Till I have\nfound a substitute I can write no more, and I do not know how to\nfind even a tolerable one.  I should try a volume of Migne’s\n“Complete Course of Patrology,” but I do not like books in more than\none volume, for the volumes vary in thickness, and one never can\nremember which one took; the four volumes, however, of Bede in\nGiles’s “Anglican Fathers” are not open to this objection, and I\nhave reserved them for favourable consideration.  Mather’s\n“Magnalia” might do, but the binding does not please me; Cureton’s\n“Corpus Ignatianum” might also do if it were not too thin.  I do not\nlike taking Norton’s “Genuineness of the Gospels,” as it is just\npossible some one may be wanting to know whether the Gospels are\ngenuine or not, and be unable to find out because I have got Mr.\nNorton’s book.  Baxter’s “Church History of England,” Lingard’s\n“Anglo-Saxon Church,” and Cardwell’s “Documentary Annals,” though\nnone of them as good as Frost, are works of considerable merit; but\non the whole I think Arvine’s “Cyclopedia of Moral and Religious\nAnecdote” is perhaps the one book in the room which comes within\nmeasurable distance of Frost.  I should probably try this book\nfirst, but it has a fatal objection in its too seductive title.  “I\nam not curious,” as Miss Lottie Venne says in one of her parts, “but\nI like to know,” and I might be tempted to pervert the book from its\nnatural uses and open it, so as to find out what kind of a thing a\nmoral and religious anecdote is.  I know, of course, that there are\na great many anecdotes in the Bible, but no one thinks of calling\nthem either moral or religious, though some of them certainly seem\nas if they might fairly find a place in Mr. Arvine’s work.  There\nare some things, however, which it is better not to know, and take\nit all round I do not think I should be wise in putting myself in\nthe way of temptation, and adopting Arvine as the successor to my\nbeloved and lamented Frost.",
        "Some successor I must find, or I must give up writing altogether,\nand this I should be sorry to do.  I have only as yet written about\na third, or from that—counting works written but not published—to\na half, of the books which I have set myself to write.  It would not\nso much matter if old age was not staring me in the face.  Dr. Parr\nsaid it was “a beastly shame for an old man not to have laid down a\ngood cellar of port in his youth\"; I, like the greater number, I\nsuppose, of those who write books at all, write in order that I may\nhave something to read in my old age when I can write no longer.  I\nknow what I shall like better than any one can tell me, and write\naccordingly; if my career is nipped in the bud, as seems only too\nlikely, I really do not know where else I can turn for present\nagreeable occupation, nor yet how to make suitable provision for my\nlater years.  Other writers can, of course, make excellent provision\nfor their own old ages, but they cannot do so for mine, any more\nthan I should succeed if I were to try to cater for theirs.  It is\none of those cases in which no man can make agreement for his\nbrother.",
        "I have no heart for continuing this article, and if I had, I have\nnothing of interest to say.  No one’s literary career can have been\nsmoother or more unchequered than mine.  I have published all my\nbooks at my own expense, and paid for them in due course.  What can\nbe conceivably more unromantic?  For some years I had a little\nliterary grievance against the authorities of the British Museum\nbecause they would insist on saying in their catalogue that I had\npublished three sermons on Infidelity in the year 1820.  I thought I\nhad not, and got them out to see.  They were rather funny, but they\nwere not mine.  Now, however, this grievance has been removed.  I\nhad another little quarrel with them because they would describe me\nas “of St. John’s College, Cambridge,” an establishment for which I\nhave the most profound veneration, but with which I have not had the\nhonour to be connected for some quarter of a century.  At last they\nsaid they would change this description if I would only tell them\nwhat I was, for, though they had done their best to find out, they\nhad themselves failed.  I replied with modest pride that I was a\nBachelor of Arts.  I keep all my other letters inside my name, not\noutside.  They mused and said it was unfortunate that I was not a\nMaster of Arts.  Could I not get myself made a Master?  I said I\nunderstood that a Mastership was an article the University could not\ndo under about five pounds, and that I was not disposed to go\nsixpence higher than three ten.  They again said it was a pity, for\nit would be very inconvenient to them if I did not keep to something\nbetween a bishop and a poet.  I might be anything I liked in reason,\nprovided I showed proper respect for the alphabet; but they had got\nme between “Samuel Butler, bishop,” and “Samuel Butler, poet.”  It\nwould be very troublesome to shift me, and bachelor came before\nbishop.  This was reasonable, so I replied that, under those\ncircumstances, if they pleased, I thought I would like to be a\nphilosophical writer.  They embraced the solution, and, no matter\nwhat I write now, I must remain a philosophical writer as long as I\nlive, for the alphabet will hardly be altered in my time, and I must\nbe something between “Bis” and “Poe.”  If I could get a volume of my\nexcellent namesake’s “Hudibras” out of the list of my works, I\nshould be robbed of my last shred of literary grievance, so I say\nnothing about this, but keep it secret, lest some worse thing should\nhappen to me.  Besides, I have a great respect for my namesake, and\nalways say that if “Erewhon” had been a racehorse it would have been\ngot by “Hudibras” out of “Analogy.”  Some one said this to me many\nyears ago, and I felt so much flattered that I have been repeating\nthe remark as my own ever since.",
        "But how small are these grievances as compared with those endured\nwithout a murmur by hundreds of writers far more deserving than\nmyself.  When I see the scores and hundreds of workers in the\nreading-room who have done so much more than I have, but whose work\nis absolutely fruitless to themselves, and when I think of the\nprompt recognition obtained by my own work, I ask myself what I have\ndone to be thus rewarded.  On the other hand, the feeling that I\nhave succeeded far beyond my deserts hitherto, makes it all the\nharder for me to acquiesce without complaint in the extinction of a\ncareer which I honestly believe to be a promising one; and once more\nI repeat that, unless the Museum authorities give me back my Frost,\nor put a locked clasp on Arvine, my career must be extinguished.\nGive me back Frost, and, if life and health are spared, I will write\nanother dozen of volumes yet before I hang up my fiddle—if so\nserious a confusion of metaphors may be pardoned.  I know from long\nexperience how kind and considerate both the late and present\nsuperintendents of the reading-room were and are, but I doubt how\nfar either of them would be disposed to help me on this occasion;\ncontinue, however, to rob me of my Frost, and, whatever else I may\ndo, I will write no more books.",
        "Note by Dr. Garnett, British Museum.—The frost has broken up.  Mr.\nButler is restored to literature.  Mr. Mudie may make himself easy.\nEngland will still boast a humourist; and the late Mr. Darwin (to\nwhose posthumous machinations the removal of the book was owing)\nwill continue to be confounded.—R. GANNETT.",
        "Continue...",
        "\nThis complete text of Essays on Life, Art and Science by Samuel Butler is in the public domain.\n\n\nAlso see Essays on Life, Art and Science at Amazon.com\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on April 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Essays on Life, Art and Science (Large Print)By Samuel ButlerAt Amazon"
    ]
}