{
    "title": "Essays on Life, Art and Science - The Deadlock in Darwinism {20}—Part I",
    "author": "Samuel Butler",
    "chapter": "10",
    "content": [
        "\nSamuel Butler (1835 - 1902)\nEnglish composer, novelist, and satiric author\n",
        "\n\n",
        "It will be readily admitted that of all living writers Mr. Alfred\nRussel Wallace is the one the peculiar turn of whose mind best fits\nhim to write on the subject of natural selection, or the\naccumulation of fortunate but accidental variations through descent\nand the struggle for existence.  His mind in all its more essential\ncharacteristics closely resembles that of the late Mr. Charles\nDarwin himself, and it is no doubt due to this fact that he and Mr.\nDarwin elaborated their famous theory at the same time, and\nindependently of one another.  I shall have occasion in the course\nof the following article to show how misled and misleading both\nthese distinguished men have been, in spite of their unquestionable\nfamiliarity with the whole range of animal and vegetable phenomena.\nI believe it will be more respectful to both of them to do this in\nthe most out-spoken way.  I believe their work to have been as\nmischievous as it has been valuable, and as valuable as it has been\nmischievous; and higher, whether praise or blame, I know not how to\ngive.  Nevertheless I would in the outset, and with the utmost\nsincerity, admit concerning Messrs. Wallace and Darwin that neither\ncan be held as the more profound and conscientious thinker; neither\ncan be put forward as the more ready to acknowledge obligation to\nthe great writers on evolution who had preceded him, or to place his\nown developments in closer and more conspicuous historical\nconnection with earlier thought upon the subject; neither is the\nmore ready to welcome criticism and to state his opponent’s case in\nthe most pointed and telling way in which it can be put; neither is\nthe more quick to encourage new truth; neither is the more genial,\ngenerous adversary, or has the profounder horror of anything even\napproaching literary or scientific want of candour; both display the\nsame inimitable power of putting their opinions forward in the way\nthat shall best ensure their acceptance; both are equally unrivalled\nin the tact that tells them when silence will be golden, and when on\nthe other hand a whole volume of facts may be advantageously brought\nforward.  Less than the foregoing tribute both to Messrs. Darwin and\nWallace I will not, and more I cannot pay.",
        "Let us now turn to the most authoritative exponent of latter-day\nevolution—I mean to Mr. Wallace, whose work, entitled “Darwinism,\"\nthough it should have been entitled “Wallaceism,” is still so far\nDarwinistic that it develops the teaching of Mr. Darwin in the\ndirection given to it by Mr. Darwin himself—so far, indeed, as this\ncan be ascertained at all—and not in that of Lamarck.  Mr. Wallace\ntells us, on the first page of his preface, that he has no intention\nof dealing even in outline with the vast subject of evolution in\ngeneral, and has only tried to give such an account of the theory of\nnatural selection as may facilitate a clear conception of Darwin’s\nwork.  How far he has succeeded is a point on which opinion will\nprobably be divided.  Those who find Mr. Darwin’s works clear will\nalso find no difficulty in understanding Mr. Wallace; those, on the\nother hand, who find Mr. Darwin puzzling are little likely to be\nless puzzled by Mr. Wallace.  He continues:-",
        "“The objections now made to Darwin’s theory apply solely to the\nparticular means by which the change of species has been brought\nabout, not to the fact of that change.”",
        "But “Darwin’s theory\"—as Mr. Wallace has elsewhere proved that he\nunderstands—has no reference “to the fact of that change\"—that is\nto say, to the fact that species have been modified in course of\ndescent from other species.  This is no more Mr. Darwin’s theory\nthan it is the reader’s or my own.  Darwin’s theory is concerned\nonly with “the particular means by which the change of species has\nbeen brought about\"; his contention being that this is mainly due to\nthe natural survival of those individuals that have happened by some\naccident to be born most favourably adapted to their surroundings,\nor, in other words, through accumulation in the common course of\nnature of the more lucky variations that chance occasionally\npurveys.  Mr. Wallace’s words, then, in reality amount to this, that\nthe objections now made to Darwin’s theory apply solely to Darwin’s\ntheory, which is all very well as far as it goes, but might have\nbeen more easily apprehended if he had simply said, “There are\nseveral objections now made to Mr. Darwin’s theory.”",
        "It must be remembered that the passage quoted above occurs on the\nfirst page of a preface dated March 1889, when the writer had\ncompleted his task, and was most fully conversant with his subject.\nNevertheless, it seems indisputable either that he is still\nconfusing evolution with Mr. Darwin’s theory, or that he does not\nknow when his sentences have point and when they have none.",
        "I should perhaps explain to some readers that Mr. Darwin did not\nmodify the main theory put forward, first by Buffon, to whom it\nindisputably belongs, and adopted from him by Erasmus Darwin,\nLamarck, and many other writers in the latter half of the last\ncentury and the earlier years of the present.  The early\nevolutionists maintained that all existing forms of animal and\nvegetable life, including man, were derived in course of descent\nwith modification from forms resembling the lowest now known.",
        "Mr. Darwin went as far as this, and farther no one can go.  The\npoint at issue between him and his predecessors involves neither the\nmain fact of evolution, nor yet the geometrical ratio of increase,\nand the struggle for existence consequent thereon.  Messrs. Darwin\nand Wallace have each thrown invaluable light upon these last two\npoints, but Buffon, as early as 1756, had made them the keystone of\nhis system.  “The movement of nature,” he then wrote, “turns on two\nimmovable pivots:  one, the illimitable fecundity which she has\ngiven to all species:  the other, the innumerable difficulties which\nreduce the results of that fecundity.”  Erasmus Darwin and Lamarck\nfollowed in the same sense.  They thus admit the survival of the\nfittest as fully as Mr. Darwin himself, though they do not make use\nof this particular expression.  The dispute turns not upon natural\nselection, which is common to all writers on evolution, but upon the\nnature and causes of the variations that are supposed to be selected\nfrom and thus accumulated.  Are these mainly attributable to the\ninherited effects of use and disuse, supplemented by occasional\nsports and happy accidents?  Or are they mainly due to sports and\nhappy accidents, supplemented by occasional inherited effects of use\nand disuse?",
        "The Lamarckian system has all along been maintained by Mr. Herbert\nSpencer, who, in his “Principles of Biology,” published in 1865,\nshowed how impossible it was that accidental variations should\naccumulate at all.  I am not sure how far Mr. Spencer would consent\nto being called a Lamarckian pure and simple, nor yet how far it is\nstrictly accurate to call him one; nevertheless, I can see no\nimportant difference in the main positions taken by him and by\nLamarck.",
        "The question at issue between the Lamarckians, supported by Mr.\nSpencer and a growing band of those who have risen in rebellion\nagainst the Charles-Darwinian system on the one hand, and Messrs.\nDarwin and Wallace with the greater number of our more prominent\nbiologists on the other, involves the very existence of evolution as\na workable theory.  For it is plain that what Nature can be supposed\nable to do by way of choice must depend on the supply of the\nvariations from which she is supposed to choose.  She cannot take\nwhat is not offered to her; and so again she cannot be supposed able\nto accumulate unless what is gained in one direction in one\ngeneration, or series of generations, is little likely to be lost in\nthose that presently succeed.  Now variations ascribed mainly to use\nand disuse can be supposed capable of being accumulated, for use and\ndisuse are fairly constant for long periods among the individuals of\nthe same species, and often over large areas; moreover, conditions\nof existence involving changes of habit, and thus of organisation,\ncome for the most part gradually; so that time is given during which\nthe organism can endeavour to adapt itself in the requisite\nrespects, instead of being shocked out of existence by too sudden\nchange.  Variations, on the other hand, that are ascribed to mere\nchance cannot be supposed as likely to be accumulated, for chance is\nnotoriously inconstant, and would not purvey the variations in\nsufficiently unbroken succession, or in a sufficient number of\nindividuals, modified similarly in all the necessary correlations at\nthe same time and place to admit of their being accumulated.  It is\nvital therefore to the theory of evolution, as was early pointed out\nby the late Professor Fleeming Jenkin and by Mr. Herbert Spencer,\nthat variations should be supposed to have a definite and persistent\nprinciple underlying them, which shall tend to engender similar and\nsimultaneous modification, however small, in the vast majority of\nindividuals composing any species.  The existence of such a\nprinciple and its permanence is the only thing that can be supposed\ncapable of acting as rudder and compass to the accumulation of\nvariations, and of making it hold steadily on one course for each\nspecies, till eventually many havens, far remote from one another,\nare safely reached.",
        "It is obvious that the having fatally impaired the theory of his\npredecessors could not warrant Mr. Darwin in claiming, as he most\nfatuously did, the theory of evolution.  That he is still generally\nbelieved to have been the originator of this theory is due to the\nfact that he claimed it, and that a powerful literary backing at\nonce came forward to support him.  It seems at first sight\nimprobable that those who too zealously urged his claims were\nunaware that so much had been written on the subject, but when we\nfind even Mr. Wallace himself as profoundly ignorant on this subject\nas he still either is, or affects to be, there is no limit\nassignable to the ignorance or affected ignorance of the kind of\nbiologists who would write reviews in leading journals thirty years\nago.  Mr. Wallace writes:-",
        "“A few great naturalists, struck by the very slight difference\nbetween many of these species, and the numerous links that exist\nbetween the most different forms of animals and plants, and also\nobserving that a great many species do vary considerably in their\nforms, colours and habits, conceived the idea that they might be all\nproduced one from the other.  The most eminent of these writers was\na great French naturalist, Lamarck, who published an elaborate work,\nthe Philosophie Zoologique, in which he endeavoured to prove that\nall animals whatever are descended from other species of animals.\nHe attributed the change of species chiefly to the effect of changes\nin the conditions of life—such as climate, food, &c.; and\nespecially to the desires and efforts of the animals themselves to\nimprove their condition, leading to a modification of form or size\nin certain parts, owing to the well-known physiological law that all\norgans are strengthened by constant use, while they are weakened or\neven completely lost by disuse . . .",
        "“The only other important work dealing with the question was the\ncelebrated ’Vestiges of Creation,’ published anonymously, but now\nacknowledged to have been written by the late Robert Chambers.”",
        "None are so blind as those who will not see, and it would be waste\nof time to argue with the invincible ignorance of one who thinks\nLamarck and Buffon conceived that all species were produced from one\nanother, more especially as I have already dealt at some length with\nthe early evolutionists in my work, “Evolution, Old and New,” first\npublished ten years ago, and not, so far as I am aware, detected in\nserious error or omission.  If, however, Mr. Wallace still thinks it\nsafe to presume so far on the ignorance of his readers as to say\nthat the only two important works on evolution before Mr. Darwin’s\nwere Lamarck’s Philosophie Zoologique and the “Vestiges of\nCreation,” how fathomable is the ignorance of the average reviewer\nlikely to have been thirty years ago, when the “Origin of Species\"\nwas first published?  Mr. Darwin claimed evolution as his own\ntheory.  Of course, he would not claim it if he had no right to it.\nThen by all means give him the credit of it.  This was the most\nnatural view to take, and it was generally taken.  It was not,\nmoreover, surprising that people failed to appreciate all the\nniceties of Mr. Darwin’s “distinctive feature” which, whether\ndistinctive or no, was assuredly not distinct, and was never frankly\ncontrasted with the older view, as it would have been by one who\nwished it to be understood and judge upon its merits.  It was in\nconsequence of this omission that people failed to note how fast and\nloose Mr. Darwin played with his distinctive feature, and how\nreadily he dropped it on occasion.",
        "It may be said that the question of what was thought by the\npredecessors of Mr. Darwin is, after all, personal, and of no\ninterest to the general public, comparable to that of the main\nissue—whether we are to accept evolution or not.  Granted that\nBuffon, Erasmus Darwin, and Lamarck bore the burden and heat of the\nday before Mr. Charles Darwin was born, they did not bring people\nround to their opinion, whereas Mr. Darwin and Mr. Wallace did, and\nthe public cannot be expected to look beyond this broad and\nindisputable fact.",
        "The answer to this is, that the theory which Messrs. Darwin and\nWallace have persuaded the public to accept is demonstrably false,\nand that the opponents of evolution are certain in the end to\ntriumph over it.  Paley, in his “Natural Theology,” long since\nbrought forward far too much evidence of design in animal\norganisation to allow of our setting down its marvels to the\naccumulations of fortunate accident, undirected by will, effort and\nintelligence.  Those who examine the main facts of animal and\nvegetable organisation without bias will, no doubt, ere long\nconclude that all animals and vegetables are derived ultimately from\nunicellular organisms, but they will not less readily perceive that\nthe evolution of species without the concomitance and direction of\nmind and effort is as inconceivable as is the independent creation\nof every individual species.  The two facts, evolution and design,\nare equally patent to plain people.  There is no escaping from\neither.  According to Messrs. Darwin and Wallace, we may have\nevolution, but are on no account to have it as mainly due to\nintelligent effort, guided by ever higher and higher range of\nsensations, perceptions, and ideas.  We are to set it down to the\nshuffling of cards, or the throwing of dice without the play, and\nthis will never stand.",
        "According to the older men, cards did indeed count for much, but\nplay counted for more.  They denied the teleology of the time—that\nis to say, the teleology that saw all adaptation to surroundings as\npart of a plan devised long ages since by a quasi-anthropomorphic\nbeing who schemed everything out much as a man would do, but on an\ninfinitely vaster scale.  This conception they found repugnant alike\nto intelligence and conscience, but, though they do not seem to have\nperceived it, they left the door open for a design more true and\nmore demonstrable than that which they excluded.  By making their\nvariations mainly due to effort and intelligence, they made organic\ndevelopment run on all-fours with human progress, and with\ninventions which we have watched growing up from small beginnings.\nThey made the development of man from the amoeba part and parcel of\nthe story that may be read, though on an infinitely smaller scale,\nin the development of our most powerful marine engines from the\ncommon kettle, or of our finest microscopes from the dew-drop.",
        "The development of the steam-engine and the microscope is due to\nintelligence and design, which did indeed utilise chance\nsuggestions, but which improved on these, and directed each step of\ntheir accumulation, though never foreseeing more than a step or two\nahead, and often not so much as this.  The fact, as I have elsewhere\nurged, that the man who made the first kettle did not foresee the\nengines of the Great Eastern, or that he who first noted the\nmagnifying power of the dew-drop had no conception of our present\nmicroscopes—the very limited amount, in fact, of design and\nintelligence that was called into play at any one point—this does\nnot make us deny that the steam-engine and microscope owe their\ndevelopment to design.  If each step of the road was designed, the\nwhole journey was designed, though the particular end was not\ndesigned when the journey was begun.  And so is it, according to the\nolder view of evolution, with the development of those living\norgans, or machines, that are born with us, as part of the\nperambulating carpenter’s chest we call our bodies.  The older view\ngives us our design, and gives us our evolution too.  If it refuses\nto see a quasi-anthropomorphic God modelling each species from\nwithout as a potter models clay, it gives us God as vivifying and\nindwelling in all His creatures—He in them, and they in Him.  If it\nrefuses to see God outside the universe, it equally refuses to see\nany part of the universe as outside God.  If it makes the universe\nthe body of God, it also makes God the soul of the universe.  The\nquestion at issue, then, between the Darwinism of Erasmus Darwin and\nthe neo-Darwinism of his grandson, is not a personal one, nor\nanything like a personal one.  It not only involves the existence of\nevolution, but it affects the view we take of life and things in an\nendless variety of most interesting and important ways.  It is\nimperative, therefore, on those who take any interest in these\nmatters, to place side by side in the clearest contrast the views of\nthose who refer the evolution of species mainly to accumulation of\nvariations that have no other inception than chance, and of that\nolder school which makes design perceive and develop still further\nthe goods that chance provides.",
        "But over and above this, which would be in itself sufficient, the\nhistorical mode of studying any question is the only one which will\nenable us to comprehend it effectually.  The personal element cannot\nbe eliminated from the consideration of works written by living\npersons for living persons.  We want to know who is who—whom we can\ndepend upon to have no other end than the making things clear to\nhimself and his readers, and whom we should mistrust as having an\nulterior aim on which he is more intent than on the furthering of\nour better understanding.  We want to know who is doing his best to\nhelp us, and who is only trying to make us help him, or to bolster\nup the system in which his interests are vested.  There is nothing\nthat will throw more light upon these points than the way in which a\nman behaves towards those who have worked in the same field with\nhimself, and, again, than his style.  A man’s style, as Buffon long\nsince said, is the man himself.  By style, I do not, of course, mean\ngrammar or rhetoric, but that style of which Buffon again said that\nit is like happiness, and vient de la douceur de l’ame.  When we\nfind a man concealing worse than nullity of meaning under sentences\nthat sound plausibly enough, we should distrust him much as we\nshould a fellow-traveller whom we caught trying to steal our watch.\nWe often cannot judge of the truth or falsehood of facts for\nourselves, but we most of us know enough of human nature to be able\nto tell a good witness from a bad one.",
        "However this may be, and whatever we may think of judging systems by\nthe directness or indirectness of those who advance them,\nbiologists, having committed themselves too rashly, would have been\nmore than human if they had not shown some pique towards those who\ndared to say, first, that the theory of Messrs. Darwin and Wallace\nwas unworkable; and secondly, that even though it were workable it\nwould not justify either of them in claiming evolution.  When\nbiologists show pique at all they generally show a good deal of\npique, but pique or no pique, they shunned Mr. Spencer’s objection\nabove referred to with a persistency more unanimous and obstinate\nthan I ever remember to have seen displayed even by professional\ntruth-seekers.  I find no rejoinder to it from Mr. Darwin himself,\nbetween 1865 when it was first put forward, and 1882 when Mr. Darwin\ndied.  It has been similarly “ostrichised” by all the leading\napologists of Darwinism, so far at least as I have been able to\nobserve, and I have followed the matter closely for many years.  Mr.\nSpencer has repeated and amplified it in his recent work, “The\nFactors of Organic Evolution,” but it still remains without so much\nas an attempt at serious answer, for the perfunctory and illusory\nremarks of Mr. Wallace at the end of his “Darwinism” cannot be\ncounted as such.  The best proof of its irresistible weight is that\nMr. Darwin, though maintaining silence in respect to it, retreated\nfrom his original position in the direction that would most obviate\nMr. Spencer’s objection.",
        "Yet this objection has been repeatedly urged by the more prominent\nanti-Charles-Darwinian authorities, and there is no sign that the\nBritish public is becoming less rigorous in requiring people either\nto reply to objections repeatedly urged by men of even moderate\nweight, or to let judgment go by default.  As regards Mr. Darwin’s\nclaim to the theory of evolution generally, Darwinians are beginning\nnow to perceive that this cannot be admitted, and either say with\nsome hardihood that Mr. Darwin never claimed it, or after a few\nsaving clauses to the effect that this theory refers only to the\nparticular means by which evolution has been brought about, imply\nforthwith thereafter none the less that evolution is Mr. Darwin’s\ntheory.  Mr. Wallace has done this repeatedly in his recent\n“Darwinism.”  Indeed, I should be by no means sure that on the first\npage of his preface, in the passage about “Darwin’s theory,” which I\nhave already somewhat severely criticised, he was not intending\nevolution by “Darwin’s theory,” if in his preceding paragraph he had\nnot so clearly shown that he knew evolution to be a theory of\ngreatly older date than Mr. Darwin’s.",
        "The history of science—well exemplified by that of the development\ntheory—is the history of eminent men who have fought against light\nand have been worsted.  The tenacity with which Darwinians stick to\ntheir accumulation of fortuitous variations is on a par with the\nlike tenacity shown by the illustrious Cuvier, who did his best to\ncrush evolution altogether.  It always has been thus, and always\nwill be; nor is it desirable in the interests of Truth herself that\nit should be otherwise.  Truth is like money—lightly come, lightly\ngo; and if she cannot hold her own against even gross\nmisrepresentation, she is herself not worth holding.\nMisrepresentation in the long run makes Truth as much as it mars\nher; hence our law courts do not think it desirable that pleaders\nshould speak their bona fide opinions, much less that they should\nprofess to do so.  Rather let each side hoodwink judge and jury as\nbest it can, and let truth flash out from collision of defence and\naccusation.  When either side will not collide, it is an axiom of\ncontroversy that it desires to prevent the truth from being\nelicited.",
        "Let us now note the courses forced upon biologists by the\ndifficulties of Mr. Darwin’s distinctive feature.  Mr. Darwin and\nMr. Wallace, as is well known, brought the feature forward\nsimultaneously and independently of one another, but Mr. Wallace\nalways believed in it more firmly than Mr. Darwin did.  Mr. Darwin\nas a young man did not believe in it.  He wrote before 1889,\n“Nature, by making habit omnipotent and its effects hereditary, has\nfitted the Fuegian for the climate and productions of his country,\"\n{21} a sentence than which nothing can coincide more fully with the\nolder view that use and disuse were the main purveyors of\nvariations, or conflict more fatally with his own subsequent\ndistinctive feature.  Moreover, as I showed in my last work on\nevolution, {22} in the peroration to his “Origin of Species,” he\ndiscarded his accidental variations altogether, and fell back on the\nolder theory, so that the body of the “Origin of Species” supports\none theory, and the peroration another that differs from it toto\ncaelo.  Finally, in his later editions, he retreated indefinitely\nfrom his original position, edging always more and more continually\ntowards the theory of his grandfather and Lamarck.  These facts\nconvince me that he was at no time a thorough-going Darwinian, but\nwas throughout an unconscious Lamarckian, though ever anxious to\nconceal the fact alike from himself and from his readers.",
        "Not so with Mr. Wallace, who was both more outspoken in the first\ninstance, and who has persevered along the path of Wallaceism just\nas Mr. Darwin with greater sagacity was ever on the retreat from\nDarwinism.  Mr. Wallace’s profounder faith led him in the outset to\nplace his theory in fuller daylight than Mr. Darwin was inclined to\ndo.  Mr. Darwin just waved Lamarck aside, and said as little about\nhim as he could, while in his earlier editions Erasmus Darwin and\nBuffon were not so much as named.  Mr. Wallace, on the contrary, at\nonce raised the Lamarckian spectre, and declared it exorcised.  He\nsaid the Lamarckian hypothesis was “quite unnecessary.”  The giraffe\ndid not “acquire its long neck by desiring to reach the foliage of\nthe more lofty shrubs, and constantly stretching its neck for this\npurpose, but because any varieties which occurred among its\nantitypes with a longer neck than usual at once secured a fresh\nrange of pasture over the same ground as their shorter-necked\ncompanions, and on the first scarcity of food were thus enabled to\noutlive them.” {23}",
        "“Which occurred” is evidently “which happened to occur” by some\nchance or accident unconnected with use and disuse.  The word\n“accident” is never used, but Mr. Wallace must be credited with this\ninstance of a desire to give his readers a chance of perceiving that\naccording to his distinctive feature evolution is an affair of luck,\nrather than of cunning.  Whether his readers actually did understand\nthis as clearly as Mr. Wallace doubtless desired that they should,\nand whether greater development at this point would not have helped\nthem to fuller apprehension, we need not now inquire.  What was\ngained in distinctness might have been lost in distinctiveness, and\nafter all he did technically put us upon our guard.",
        "Nevertheless he too at a pinch takes refuge in Lamarckism.  In\nrelation to the manner in which the eyes of soles, turbots, and\nother flat-fish travel round the head so as to become in the end\nunsymmetrically placed, he says:-",
        "“The eyes of these fish are curiously distorted in order that both\neyes may be upon the upper side, where alone they would be of any\nuse. . . . Now if we suppose this process, which in the young is\ncompleted in a few days or weeks, to have been spread over thousands\nof generations during the development of these fish, those usually\nsurviving WHOSE EYES RETAINED MORE AND MORE OF THE POSITION INTO\nWHICH THE YOUNG FISH TRIED TO TWIST THEM [italics mine], the change\nbecomes intelligible.” {24}  When it was said by Professor Ray\nLankester—who knows as well as most people what Lamarck taught—\nthat this was “flat Lamarckism,” Mr. Wallace rejoined that it was\nthe survival of the modified individuals that did it all, not the\nefforts of the young fish to twist their eyes, and the transmission\nto descendants of the effects of those efforts.  But this, as I said\nin my book, “Evolution, Old and New,” {25} is like saying that\nhorses are swift runners, not by reason of the causes, whatever they\nwere, that occasioned the direct line of their progenitors to vary\ntowards ever greater and greater swiftness, but because their more\nslow-going uncles and aunts go away.  Plain people will prefer to\nsay that the main cause of any accumulation of favourable\nmodifications consists rather in that which brings about the initial\nvariations, and in the fact that these can be inherited at all, than\nin the fact that the unmodified individuals were not successful.\nPeople do not become rich because the poor in large numbers go away,\nbut because they have been lucky, or provident, or more commonly\nboth.  If they would keep their wealth when they have made it they\nmust exclude luck thenceforth to the utmost of their power, and\ntheir children must follow their example, or they will soon lose\ntheir money.  The fact that the weaker go to the wall does not bring\nabout the greater strength of the stronger; it is the consequence of\nthis last and not the cause—unless, indeed, it be contended that a\nknowledge that the weak go to the wall stimulates the strong to\nexertions which they would not otherwise so make, and that these\nexertions produce inheritable modifications.  Even in this case,\nhowever, it would be the exertions, or use and disuse, that would be\nthe main agents in the modification.  But it is not often that Mr.\nWallace thus backslides.  His present position is that acquired (as\ndistinguished from congenital) modifications are not inherited at\nall.  He does not indeed put his faith prominently forward and pin\nhimself to it as plainly as could be wished, but under the heading,\n“The Non-Heredity of Acquired Characters,” he writes as follows on\np. 440 of his recent work in reference to Professor Weismann’s\nTheory of Heredity:-",
        "“Certain observations on the embryology of the lower animals are\nheld to afford direct proof of this theory of heredity, but they are\ntoo technical to be made clear to ordinary readers.  A logical\nresult of the theory is the impossibility of the transmission of\nacquired characters, since the molecular structure of the germ-plasm\nis already determined within the embryo; and Weismann holds that\nthere are no facts which really prove that acquired characters can\nbe inherited, although their inheritance has, by most writers, been\nconsidered so probable as hardly to stand in need of direct proof.",
        "“We have already seen in the earlier part of this chapter that many\ninstances of change, imputed to the inheritance of acquired\nvariations, are really cases of selection.”",
        "And the rest of the remarks tend to convey the impression that Mr.\nWallace adopts Professor Weismann’s view, but, curiously enough,\nthough I have gone through Mr. Wallace’s book with a special view to\nthis particular point, I have not been able to find him definitely\ncommitting himself either to the assertion that acquired\nmodifications never are inherited, or that they sometimes are so.\nIt is abundantly laid down that Mr. Darwin laid too much stress on\nuse and disuse, and a residuary impression is left that Mr. Wallace\nis endorsing Professor Weismann’s view, but I have found it\nimpossible to collect anything that enables me to define his\nposition confidently in this respect.",
        "This is natural enough, for Mr. Wallace has entitled his book\n“Darwinism,” and a work denying that use and disuse produced any\neffect could not conceivably be called Darwinism.  Mr. Herbert\nSpencer has recently collected many passages from “The Origin of\nSpecies” and from “Animals and Plants under Domestication,” {26}\nwhich show how largely, after all, use and disuse entered into Mr.\nDarwin’s system, and we know that in his later years he attached\nstill more importance to them.  It was out of the question,\ntherefore, that Mr. Wallace should categorically deny that their\neffects were inheritable.  On the other hand, the temptation to\nadopt Professor Weismann’s view must have been overwhelming to one\nwho had been already inclined to minimise the effects of use and\ndisuse.  On the whole, one does not see what Mr. Wallace could do,\nother than what he has done—unless, of course, he changed his\ntitle, or had been no longer Mr. Wallace.",
        "Besides, thanks to the works of Mr. Spencer, Professor Mivart,\nProfessor Semper, and very many others, there has for some time been\na growing perception that the Darwinism of Charles Darwin was\ndoomed.  Use and disuse must either do even more than is officially\nrecognised in Mr. Darwin’s later concessions, or they must do a\ngreat deal less.  If they can do as much as Mr. Darwin himself said\nthey did, why should they not do more?  Why stop where Mr. Darwin\ndid?  And again, where in the name of all that is reasonable did he\nreally stop?  He drew no line, and on what principle can we say that\nso much is possible as effect of use and disuse, but so much more\nimpossible?  If, as Mr. Darwin contended, disuse can so far reduce\nan organ as to render it rudimentary, and in many cases get rid of\nit altogether, why cannot use create as much as disuse can destroy,\nprovided it has anything, no matter how low in structure, to begin\nwith?  Let us know where we stand.  If it is admitted that use and\ndisuse can do a good deal, what does a good deal mean?  And what is\nthe proportion between the shares attributable to use and disuse and\nto natural selection respectively?  If we cannot be told with\nabsolute precision, let us at any rate have something more definite\nthan the statement that natural selection is “the most important\nmeans of modification.”",
        "Mr. Darwin gave us no help in this respect; and worse than this, he\ncontradicted himself so flatly as to show that he had very little\ndefinite idea upon the subject at all.  Thus in respect to the\nwinglessness of the Madeira beetles he wrote:-",
        "“In some cases we might easily put down to disuse modifications of\nstructure, which are wholly or mainly due to natural selection.  Mr.\nWollaston has discovered the remarkable fact that 200 beetles, out\nof the 550 species (but more are now known) inhabiting Madeira, are\nso far deficient in wings that they cannot fly; and that of the 29\nendemic genera no less than 23 have all their species in this\ncondition!  Several facts,—namely, that beetles in many parts of\nthe world are frequently blown out to sea and perish; that the\nbeetles in Madeira, as observed by Mr. Wollaston, lie much concealed\nuntil the wind lulls and the sun shines; that the proportion of\nwingless beetles is larger on the exposed Desertas than in Madeira\nitself; and especially the extraordinary fact, so strongly insisted\non by Mr. Wollaston, that certain large groups of beetles, elsewhere\nexcessively numerous, which absolutely require the use of their\nwings are here almost entirely absent;—these several considerations\nmake me believe that the wingless condition of so many Madeira\nbeetles is mainly due to the action of natural selection, COMBINED\nPROBABLY WITH DISUSE [italics mine].  For during many successive\ngenerations each individual beetle which flew least, either from its\nwings having been ever so little less perfectly developed or from\nindolent habit, will have had the best chance of surviving, from not\nbeing blown out to sea; and, on the other hand, those beetles which\nmost readily took to flight would oftenest have been blown to sea,\nand thus destroyed.” {27}",
        "We should like to know, first, somewhere about how much disuse was\nable to do after all, and moreover why, if it can do anything at\nall, it should not be able to do all.  Mr. Darwin says:  “Any change\nin structure and function which can be effected by small stages is\nwithin the power of natural selection.”  “And why not,” we ask,\n“within the power of use and disuse?”  Moreover, on a later page we\nfind Mr. Darwin saying:-",
        "“IT APPEARS PROBABLE THAT DISUSE HAS BEEN THE MAIN AGENT IN\nRENDERING ORGANS RUDIMENTARY [italics mine].  It would at first lead\nby slow steps to the more and more complete reduction of a part,\nuntil at last it has become rudimentary—as in the case of the eyes\nof animals inhabiting dark caverns, and of the wings of birds\ninhabiting oceanic islands, which have seldom been forced by beasts\nof prey to take flight, and have ultimately lost the power of\nflying.  Again, an organ, useful under certain conditions, might\nbecome injurious under others, AS WITH THE WINGS OF BEETLES LIVING\nON SMALL AND EXPOSED ISLANDS; and in this case natural selection\nwill have aided in reducing the organ, until it was rendered\nharmless and rudimentary [italics mine].” {28}",
        "So that just as an undefined amount of use and disuse was introduced\non the earlier page to supplement the effects of natural selection\nin respect of the wings of beetles on small and exposed islands, we\nhave here an undefined amount of natural selection introduced to\nsupplement the effects of use and disuse in respect of the identical\nphenomena.  In the one passage we find that natural selection has\nbeen the main agent in reducing the wings, though use and disuse\nhave had an appreciable share in the result; in the other, it is use\nand disuse that have been the main agents, though an appreciable\nshare in the result must be ascribed to natural selection.",
        "Besides, who has seen the uncles and aunts going away with the\nuniformity that is necessary for Mr. Darwin’s contention?  We know\nthat birds and insects do often get blown out to sea and perish, but\nin order to establish Mr. Darwin’s position we want the evidence of\nthose who watched the reduction of the wings during the many\ngenerations in the course of which it was being effected, and who\ncan testify that all, or the overwhelming majority, of the beetles\nborn with fairly well-developed wings got blown out to sea, while\nthose alone survived whose wings were congenitally degenerate.  Who\nsaw them go, or can point to analogous cases so conclusive as to\ncompel assent from any equitable thinker?",
        "Darwinians of the stamp of Mr. Thiselton Dyer, Professor Ray\nLankester, or Mr. Romanes, insist on their pound of flesh in the\nmatter of irrefragable demonstration.  They complain of us for not\nbringing forward some one who has been able to detect the movement\nof the hour-hand of a watch during a second of time, and when we\nfail to do so, declare triumphantly that we have no evidence that\nthere is any connection between the beating of a second and the\nmovement of the hour-hand.  When we say that rain comes from the\ncondensation of moisture in the atmosphere, they demand of us a\nrain-drop from moisture not yet condensed.  If they stickle for\nproof and cavil on the ninth part of a hair, as they do when we\nbring forward what we deem excellent instances of the transmission\nof an acquired characteristic, why may not we, too, demand at any\nrate some evidence that the unmodified beetles actually did always,\nor nearly always, get blown out to sea, during the reduction above\nreferred to, and that it is to this fact, and not to the masterly\ninactivity of their fathers and mothers, that the Madeira beetles\nowe their winglessness?  If we began stickling for proof in this\nway, our opponents would not be long in letting us know that\nabsolute proof is unattainable on any subject, that reasonable\npresumption is our highest certainty, and that crying out for too\nmuch evidence is as bad as accepting too little.  Truth is like a\nphotographic sensitised plate, which is equally ruined by over and\nby under exposure, and the just exposure for which can never be\nabsolutely determined.",
        "Surely if disuse can be credited with the vast powers involved in\nMr. Darwin’s statement that it has probably “been the main agent in\nrendering organs rudimentary,” no limits are assignable to the\naccumulated effects of habit, provided the effects of habit, or use\nand disuse, are supposed, as Mr. Darwin supposed them, to be\ninheritable at all.  Darwinians have at length woke up to the\ndilemma in which they are placed by the manner in which Mr. Darwin\ntried to sit on the two stools of use and disuse, and natural\nselection of accidental variations, at the same time.  The knell of\nCharles-Darwinism is rung in Mr. Wallace’s present book, and in the\ngeneral perception on the part of biologists that we must either\nassign to use and disuse such a predominant share in modification as\nto make it the feature most proper to be insisted on, or deny that\nthe modifications, whether of mind or body, acquired during a single\nlifetime, are ever transmitted at all.  If they can be inherited at\nall, they can be accumulated.  If they can be accumulated at all,\nthey can be so, for anything that appears to the contrary, to the\nextent of the specific and generic differences with which we are\nsurrounded.  The only thing to do is to pluck them out root and\nbranch:  they are as a cancer which, if the smallest fibre be left\nunexcised, will grow again, and kill any system on to which it is\nallowed to fasten.  Mr. Wallace, therefore, may well be excused if\nhe casts longing eyes towards Weismannism.",
        "And what was Mr. Darwin’s system?  Who can make head or tail of the\ninextricable muddle in which he left it?  The “Origin of Species” in\nits latest shape is the reduction of hedging to an absurdity.  How\ndid Mr. Darwin himself leave it in the last chapter of the last\nedition of the “Origin of Species”?  He wrote:-",
        "“I have now recapitulated the facts and considerations which have\nthoroughly convinced me that species have been modified during a\nlong course of descent.  This has been effected chiefly through the\nnatural selection of numerous, successive, slight, favourable\nvariations; aided in an important manner by the inherited effects of\nthe use and disuse of parts, and in an unimportant manner—that is,\nin relation to adaptive structures whether past or present—by the\ndirect action of external conditions, and by variations which seem\nto us in our ignorance to arise spontaneously.  It appears that I\nformerly underrated the frequency and value of these latter forms of\nvariation, as leading to permanent modifications of structure\nindependently of natural selection.”",
        "The “numerous, successive, slight, favourable variations” above\nreferred to are intended to be fortuitous, accidental, spontaneous.\nIt is the essence of Mr. Darwin’s theory that this should be so.\nMr. Darwin’s solemn statement, therefore, of his theory, after he\nhad done his best or his worst with it, is, when stripped of\nsurplusage, as follows:-",
        "“The modification of species has been mainly effected by\naccumulation of spontaneous variations; it has been aided in an\nimportant manner by accumulation of variations due to use and\ndisuse, and in an unimportant manner by spontaneous variations; I do\nnot even now think that spontaneous variations have been very\nimportant, but I used once to think them less important than I do\nnow.”",
        "It is a discouraging symptom of the age that such a system should\nhave been so long belauded, and it is a sign of returning\nintelligence that even he who has been more especially the alter ego\nof Mr. Darwin should have felt constrained to close the chapter of\nCharles-Darwinism as a living theory, and relegate it to the\nimportant but not very creditable place in history which it must\nhenceforth occupy.  It is astonishing, however, that Mr. Wallace\nshould have quoted the extract from the “Origin of Species” just\ngiven, as he has done on p. 412 of his “Darwinism,” without\nbetraying any sign that he has caught its driftlessness—for drift,\nother than a desire to hedge, it assuredly has not got.  The battle\nnow turns on the question whether modifications of either structure\nor instinct due to use or disuse are ever inherited, or whether they\nare not.  Can the effects of habit be transmitted to progeny at all?\nWe know that more usually they are not transmitted to any\nperceptible extent, but we believe also that occasionally, and\nindeed not infrequently, they are inherited and even intensified.\nWhat are our grounds for this opinion?  It will be my object to put\nthese forward in the following number of the Universal Review.",
        "Continue...",
        "\nThis complete text of Essays on Life, Art and Science by Samuel Butler is in the public domain.\n\n\nAlso see Essays on Life, Art and Science at Amazon.com\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on April 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Essays on Life, Art and Science (Large Print)By Samuel ButlerAt Amazon"
    ]
}