{
    "title": "Essays of Francis Bacon - Of Friendship (The Essays or Counsels, Civil and Moral, of Francis Ld. Verulam Viscount St. Albans)",
    "author": "Unknown",
    "chapter": "27",
    "content": [
        "\nFrancis Bacon (1561-1626)\n",
        "\n\n",
        "IT HAD been hard for him that spake it to have\nput more truth and untruth together in few\nwords, than in that speech, Whatsoever is delighted\nin solitude, is either a wild beast or a god.  For it is\nmost true, that a natural and secret hatred, and\naversation towards society, in any man, hath\nsomewhat of the savage beast; but it is most untrue, that it should have any character at all, of the\ndivine nature; except it proceed, not out of a pleasure in solitude, but out of a love and desire to\nsequester a man’s self, for a higher conversation:\nsuch as is found to have been falsely and feignedly\nin some of the heathen; as Epimenides the Candian, Numa the Roman, Empedocles the Sicilian,\nand Apollonius of Tyana; and truly and really, in\ndivers of the ancient hermits and holy fathers of\nthe church.  But little do men perceive what solitude is, and how far it extendeth.  For a crowd is\nnot company; and faces are but a gallery of pictures; and talk but a tinkling cymbal, where\nthere is no love.  The Latin adage meeteth with it a\nlittle: Magna civitas, magna solitudo; because in\na great town friends are scattered; so that there is\nnot that fellowship, for the most part, which is in\nless neighborhoods.  But we may go further, and\naffirm most truly, that it is a mere and miserable\nsolitude to want true friends; without which the\nworld is but a wilderness; and even in this sense\nalso of solitude, whosoever in the frame of his\nnature and affections, is unfit for friendship, he\ntaketh it of the beast, and not from humanity.",
        "A principal fruit of friendship, is the ease and\ndischarge of the fulness and swellings of the heart,\nwhich passions of all kinds do cause and induce.\nWe know diseases of stoppings, and suffocations,\nare the most dangerous in the body; and it is not\nmuch otherwise in the mind; you may take sarza\nto open the liver, steel to open the spleen, flowers\nof sulphur for the lungs, castoreum for the brain;\nbut no receipt openeth the heart, but a true friend;\nto whom you may impart griefs, joys, fears, hopes,\nsuspicions, counsels, and whatsoever lieth upon\nthe heart to oppress it, in a kind of civil shrift or\nconfession.",
        "It is a strange thing to observe, how high a rate\ngreat kings and monarchs do set upon this fruit of\nfriendship, whereof we speak: so great, as they\npurchase it, many times, at the hazard of their\nown safety and greatness.  For princes, in regard\nof the distance of their fortune from that of their\nsubjects and servants, cannot gather this fruit, except (to make themselves capable thereof) they\nraise some persons to be, as it were, companions\nand almost equals to themselves, which many\ntimes sorteth to inconvenience.  The modern languages give unto such persons the name of favorites, or privadoes; as if it were matter of grace, or\nconversation.  But the Roman name attaineth the\ntrue use and cause thereof, naming them participes curarum; for it is that which tieth the knot.\nAnd we see plainly that this hath been done, not\nby weak and passionate princes only, but by the\nwisest and most politic that ever reigned; who\nhave oftentimes joined to themselves some of\ntheir servants; whom both themselves have called\nfriends, and allowed other likewise to call them in\nthe same manner; using the word which is received between private men.",
        "L. Sylla, when he commanded Rome, raised\nPompey (after surnamed the Great) to that height,\nthat Pompey vaunted himself for Sylla’s overmatch.  For when he had carried the consulship for\na friend of his, against the pursuit of Sylla, and\nthat Sylla did a little resent thereat, and began to\nspeak great, Pompey turned upon him again, and\nin effect bade him be quiet; for that more men\nadored the sun rising, than the sun setting.  With\nJulius Caesar, Decimus Brutus had obtained that\ninterest as he set him down in his testament, for\nheir in remainder, after his nephew.  And this was\nthe man that had power with him, to draw him\nforth to his death.  For when Caesar would have\ndischarged the senate, in regard of some ill presages, and specially a dream of Calpurnia; this\nman lifted him gently by the arm out of his chair,\ntelling him he hoped he would not dismiss the\nsenate, till his wife had dreamt a better dream.\nAnd it seemeth his favor was so great, as Antonius,\nin a letter which is recited verbatim in one of\nCicero’s Philippics, calleth him venefica, witch;\nas if he had enchanted Caesar.  Augustus raised\nAgrippa (though of mean birth) to that height, as\nwhen he consulted with Maecenas, about the marriage of his daughter Julia, Maecenas took the\nliberty to tell him, that he must either marry his\ndaughter to Agrippa, or take away his life; there\nwas no third way, he had made him so great.  With\nTiberius Caesar, Sejanus had ascended to that\nheight, as they two were termed, and reckoned, as\na pair of friends.  Tiberius in a letter to him saith,\nHaec pro amicitia nostra non occultavi; and the\nwhole senate dedicated an altar to Friendship, as\nto a goddess, in respect of the great dearness of\nfriendship, between them two.  The like, or more,\nwas between Septimius Severus and Plautianus.\nFor he forced his eldest son to marry the daughter\nof Plautianus; and would often maintain Plautianus, in doing affronts to his son; and did write\nalso in a letter to the senate, by these words: I love\nthe man so well, as I wish he may over-live me.\nNow if these princes had been as a Trajan, or a\nMarcus Aurelius, a man might have thought that\nthis had proceeded of an abundant goodness of\nnature; but being men so wise, of such strength\nand severity of mind, and so extreme lovers of\nthemselves, as all these were, it proveth most\nplainly that they found their own felicity (though\nas great as ever happened to mortal men) but as\nan half piece, except they mought have a friend,\nto make it entire; and yet, which is more, they\nwere princes that had wives, sons, nephews; and\nyet all these could not supply the comfort of friendship.",
        "It is not to be forgotten, what Comineus observeth of his first master, Duke Charles the Hardy,\nnamely, that he would communicate his secrets\nwith none; and least of all, those secrets which\ntroubled him most.  Whereupon he goeth on, and\nsaith that towards his latter time, that closeness\ndid impair, and a little perish his understanding.\nSurely Comineus mought have made the same\njudgment also, if it had pleased him, of his second\nmaster, Lewis the Eleventh, whose closeness was\nindeed his tormentor.  The parable of Pythagoras\nis dark, but true; Cor ne edito; Eat not the heart.\nCertainly, if a man would give it a hard phrase,\nthose that want friends, to open themselves unto,\nare carnnibals of their own hearts.  But one thing\nis most admirable (wherewith I will conclude this\nfirst fruit of friendship), which is, that this communicating of a man’s self to his friend, works\ntwo contrary effects; for it redoubleth joys, and\ncutteth griefs in halves.  For there is no man, that\nimparteth his joys to his friend, but he joyeth the\nmore; and no man that imparteth his griefs to his\nfriend, but he grieveth the less.  So that it is in truth,\nof operation upon a man’s mind, of like virtue as\nthe alchemists use to attribute to their stone, for\nman’s body; that it worketh all contrary effects,\nbut still to the good and benefit of nature.  But yet\nwithout praying in aid of alchemists, there is a\nmanifest image of this, in the ordinary course of\nnature.  For in bodies, union strengtheneth and\ncherisheth any natural action; and on the other\nside, weakeneth and dulleth any violent impression: and even so it is of minds.",
        "The second fruit of friendship, is healthful and\nsovereign for the understanding, as the first is for\nthe affections.  For friendship maketh indeed a fair\nday in the affections, from storm and tempests; but\nit maketh daylight in the understanding, out of\ndarkness, and confusion of thoughts.  Neither is\nthis to be understood only of faithful counsel,\nwhich a man receiveth from his friend; but before\nyou come to that, certain it is, that whosoever hath\nhis mind fraught with many thoughts, his wits\nand understanding do clarify and break up, in the\ncommunicating and discoursing with another; he\ntosseth his thoughts more easily; he marshalleth\nthem more orderly, he seeth how they look when\nthey are turned into words: finally, he waxeth\nwiser than himself; and that more by an hour’s\ndiscourse, than by a day’s meditation.  It was well\nsaid by Themistocles, to the king of Persia, That\nspeech was like cloth of Arras, opened and put\nabroad; whereby the imagery doth appear in\nfigure; whereas in thoughts they lie but as in\npacks.  Neither is this second fruit of friendship, in\nopening the understanding, restrained only to\nsuch friends as are able to give a man counsel;\n(they indeed are best;) but even without that, a\nman learneth of himself, and bringeth his own\nthoughts  to light, and whetteth his wits as against\na stone, which itself cuts not.  In a word, a man\nwere better relate himself to a statua, or picture,\nthan to suffer his thoughts to pass in smother.",
        "Add now, to make this second fruit of friendship\ncomplete, that other point, which lieth more open,\nand falleth within vulgar observation; which is\nfaithful counsel from a friend.  Heraclitus saith\nwell in one of his enigmas, Dry light is ever the\nbest.  And certain it is, that the light that a man\nreceiveth by counsel from another, is drier and\npurer, than that which cometh from his own\nunderstanding and judgment; which is ever infused, and drenched, in his affections and customs.\nSo as there is as much difference between the counsel, that a friend giveth, and that a man giveth\nhimself, as there is between the counsel of a friend,\nand of a flatterer.  For there is no such flatterer as\nis a man’s self; and there is no such remedy against\nflattery of a man’s self, as the liberty of a friend.\nCounsel is of two sorts: the one concerning manners, the other concerning business.  For the first,\nthe best preservative to keep the mind in health, is\nthe faithful admonition of a friend.  The calling of\na man’s self to a strict account, is a medicine, sometime too piercing and corrosive.  Reading good\nbooks of morality, is a little flat and dead.  Observing our faults in others, is sometimes improper for\nour case.  But the best receipt (best, I say, to work,\nand best to take) is the admonition of a friend.\nIt is a strange thing to behold, what gross errors\nand extreme absurdities many (especially of the\ngreater sort) do commit, for want of a friend to tell\nthem of them; to the great damage both of their\nfame and fortune: for, as St. James saith, they are\nas men that look sometimes into a glass, and presently forget their own shape and favor.  As for\nbusiness, a man may think, if he win, that two\neyes see no more than one; or that a gamester seeth\nalways more than a looker-on; or that a man in\nanger, is as wise as he that hath said over the four\nand twenty letters; or that a musket may be shot\noff as well upon the arm, as upon a rest; and such\nother fond and high imaginations, to think himself all in all.  But when all is done, the help of good\ncounsel, is that which setteth business straight.\nAnd if any man think that he will take counsel,\nbut it shall be by pieces; asking counsel in one\nbusiness, of one man, and in another business, of\nanother man; it is well (that is to say, better, perhaps, than if he asked none at all); but he runneth\ntwo dangers: one, that he shall not be faithfully\ncounselled; for it is a rare thing, except it be from\na perfect and entire friend, to have counsel given,\nbut such as shall be bowed and crooked to some\nends, which he hath, that giveth it.  The other, that\nhe shall have counsel given, hurtful and unsafe\n(though with good meaning), and mixed partly of\nmischief and partly of remedy; even as if you\nwould call a physician, that is thought good for\nthe cure of the disease you complain of, but is unacquainted with your body; and therefore may put\nyou in way for a present cure, but overthroweth\nyour health in some other kind; and so cure the\ndisease, and kill the patient.  But a friend that is\nwholly acquainted with a man’s estate, will beware, by furthering any present business, how he\ndasheth upon other inconvenience.  And therefore\nrest not upon scattered counsels; they will rather\ndistract and mislead, than settle and direct.",
        "After these two noble fruits of friendship (peace\nin the affections, and support of the judgment),\nfolloweth the last fruit; which is like the pomegranate, full of many kernels; I mean aid, and\nbearing a part, in all actions and occasions.  Here\nthe best way to represent to life the manifold use\nof friendship, is to cast and see how many things\nthere are, which a man cannot do himself; and\nthen it will appear, that it was a sparing speech of\nthe ancients, to say, that a friend is another himself; for that a friend is far more than himself.\nMen have their time, and die many times, in desire of some things which they principally take to\nheart; the bestowing of a child, the finishing of a\nwork, or the like.  If a man have a true friend, he\nmay rest almost secure that the care of those things\nwill continue after him.  So that a man hath, as it\nwere, two lives in his desires.  A man hath a body,\nand that body is confined to a place; but where\nfriendship is, all offices of life are as it were granted\nto him, and his deputy.  For he may exercise them\nby his friend.  How many things are there which\na man cannot, with any face or comeliness, say or\ndo himself?  A man can scarce allege his own\nmerits with modesty, much less extol them; a man\ncannot sometimes brook to supplicate or beg; and\na number of the like.  But all these things are graceful, in a friend’s mouth, which are blushing in a\nman’s own.  So again, a man’s person hath many\nproper relations, which he cannot put off.  A man\ncannot speak to his son but as a father; to his wife\nbut as a husband; to his enemy but upon terms:\nwhereas a friend may speak as the case requires,\nand not as it sorteth with the person.  But to enumerate these things were endless; I have given the\nrule, where a man cannot fitly play his own part;\nif he have not a friend, he may quit the stage.",
        "Continue...",
        "\nThis complete text of Essays of Francis Bacon is in the public domain.\n\n\nAmazon books: \nThe Essays, Francis Bacon.\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on November 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}