{
    "title": "Essays of Francis Bacon - Of Judicature (The Essays or Counsels, Civil and Moral, of Francis Ld. Verulam Viscount St. Albans)",
    "author": "Unknown",
    "chapter": "56",
    "content": [
        "\nFrancis Bacon (1561-1626)\n",
        "\n\n",
        "JUDGES ought to remember, that their office is\njus dicere, and not jus dare; to interpret law,\nand not to make law, or give law.  Else will it be\nlike the authority, claimed by the Church of Rome,\nwhich under pretext of exposition of Scripture,\ndoth not stick to add and alter; and to pronounce\nthat which they do not find; and by show of antiquity, to introduce novelty.  Judges ought to be\nmore learned, than witty, more reverend, than\nplausible,and more advised, than confident.  Above\nall things, integrity is their portion and proper\nvirtue.  Cursed (saith the law) is he that removeth\nthe landmark.  The mislayer of a mere-stone is to\nblame.  But it is the unjust judge, that is the capital\nremover of landmarks, when he defineth amiss, of\nlands and property.  One foul sentence doth more\nhurt, than many foul examples.  For these do but\ncorrupt the stream, the other corrupteth the fountain.  So with Solomon, Fons turbatus, et vena\ncorrupta, est justus cadens in causa sua coram\nadversario.  The office of judges may have reference\nunto the parties that use, unto the advocates that\nplead, unto the clerks and ministers of justice\nunderneath them, and to the sovereign or state\nabove them.",
        "First, for the causes or parties that sue.  There be\n(saith the Scripture) that turn judgment, into\nwormwood; and surely there be also, that turn it\ninto vinegar; for injustice maketh it bitter, and\ndelays make it sour.  The principal duty of a judge,\nis to suppress force and fraud; whereof force is the\nmore pernicious, when it is open, and fraud, when\nit is close and disguised.  Add thereto contentious\nsuits, which ought to be spewed out, as the surfeit\nof courts.  A judge ought to prepare his way to a\njust sentence, as God useth to prepare his way, by\nraising valleys and taking down hills: so when\nthere appeareth on either side an high hand, violent prosecution, cunning advantages taken, combination, power, great counsel, then is the virtue\nof a judge seen, to make inequality equal; that he\nmay plant his judgment as upon an even ground.\nQui fortiter emungit, elicit sanguinem; and where\nthe wine-press is hard wrought, it yields a harsh\nwine, that tastes of the grape-stone.  Judges must\nbeware of hard constructions, and strained inferences; for there is no worse torture, than the torture of laws.  Specially in case of laws penal, they\nought to have care, that that which was meant for\nterror, be not turned into rigor; and that they\nbring not upon the people, that shower whereof\nthe Scripture speaketh, Pluet super eos laqueos;\nfor penal laws pressed, are a shower of snares upon\nthe people.  Therefore let penal laws, if they have\nbeen sleepers of long, or if they be grown unfit for\nthe present time, be by wise judges confined in the\nexecution: Judicis officium est, ut res, ita tempora\nrerum, etc.  In causes of life and death, judges ought\n(as far as the law permitteth) in justice to remember mercy; and to cast a severe eye upon the\nexample, but a merciful eye upon the person.",
        "Secondly, for the advocates and counsel that\nplead.  Patience and gravity of hearing, is an essential part of justice; and an overspeaking judge is no\nwell-tuned cymbal.  It is no grace to a judge, first\nto find that, which he might have heard in due\ntime from the bar; or to show quickness of conceit,\nin cutting off evidence or counsel too short; or to\nprevent information by questions, though pertinent.  The parts of a judge in hearing, are four: to\ndirect the evidence; to moderate length, repetition,\nor impertinency of speech; to recapitulate, select,\nand collate the material points, of that which hath\nbeen said; and to give the rule or sentence.  Whatsoever is above these is too much; and proceedeth\neither of glory, and willingness to speak, or of impatience to hear, or of shortness of memory, or of\nwant of a staid and equal attention.  It is a strange\nthing to see, that the boldness of advocates should\nprevail with judges; whereas they should imitate\nGod, in whose seat they sit; who represseth the presumptuous, and giveth grace to the modest.  But it\nis more strange, that judges should have noted\nfavorites; which cannot but cause multiplication\nof fees, and suspicion of by-ways.  There is due from\nthe judge to the advocate, some commendation\nand gracing, where causes are well handled and\nfair pleaded; especially towards the side which\nobtaineth not; for that upholds in the client, the\nreputation of his counsel, and beats down in him\nthe conceit of his cause.  There is likewise due to the\npublic, a civil reprehension of advocates, where\nthere appeareth cunning counsel, gross neglect,\nslight information, indiscreet pressing, or an overbold defence.  And let not the counsel at the bar,\nchop with the judge, nor wind himself into the\nhandling of the cause anew, after the judge hath\ndeclared his sentence; but, on the other side, let\nnot the judge meet the cause half way, nor give\noccasion to the party, to say his counsel or proofs\nwere not heard.",
        "Thirdly, for that that concerns clerks and ministers.  The place of justice is an hallowed place; and\ntherefore not only the bench, but the foot-place;\nand precincts and purprise thereof, ought to be\npreserved without scandal and corruption.  For\ncertainly grapes (as the Scripture saith) will not\nbe gathered of thorns or thistles; either can justice\nyield her fruit with sweetness, amongst the briars\nand brambles of catching and polling clerks, and\nministers.  The attendance of courts, is subject to\nfour bad instruments.  First, certain persons that\nare sowers of suits; which make the court swell,\nand the country pine.  The second sort is of those,\nthat engage courts in quarrels of jurisdiction, and\nare not truly amici curiae, but parasiti curiae, in\npuffing a court up beyond her bounds, for their\nown scraps and advantage.  The third sort, is of\nthose that may be accounted the left hands of\ncourts; persons that are full of nimble and sinister\ntricks and shifts, whereby they pervert the plain\nand direct courses of courts, and bring justice into\noblique lines and labyrinths.  And the fourth, is the\npoller and exacter of fees; which justifies the common resemblance of the courts of justice, to the\nbush whereunto, while the sheep flies for defence\nin weather, he is sure to lose part of his fleece.  On\nthe other side, an ancient clerk, skilful in precedents, wary in proceeding, and understanding in\nthe business of the court, is an excellent finger of\na court; and doth many times point the way to the\njudge himself.",
        "Fourthly, for that which may concern the sovereign and estate.  Judges ought above all to remember the conclusion of the Roman Twelve\nTables; Salus populi suprema lex; and to know\nthat laws, except they be in order to that end, are\nbut things captious, and oracles not well inspired.\nTherefore it is an happy thing in a state, when\nkings and states do often consult with judges; and\nagain, when judges do often consult with the king\nand state: the one, when there is matter of law,\nintervenient in business of state; the other, when\nthere is some consideration of state, intervenient\nin matter of law.  For many times the things deduced to judgment may be meum and tuum, when\nthe reason and consequence thereof may trench to\npoint of estate: I call matter of estate, not only the\nparts of sovereignty, but whatsoever introduceth\nany great alteration, or dangerous precedent; or\nconcerneth manifestly any great portion of people.  And let no man weakly conceive, that just\nlaws and true policy have any antipathy; for they\nare like the spirits and sinews, that one moves with\nthe other.  Let judges also remember, that Solomon’s throne was supported by lions on both sides:\nlet them be lions, but yet lions under the throne;\nbeing circumspect that they do not check or oppose\nany points of sovereignty.  Let not judges also be\nignorant of their own right, as to think there is not\nleft to them, as a principal part of their office, a\nwise use and application of laws.  For they may\nremember, what the apostle saith of a greater law\nthan theirs; Nos scimus quia lex bona est, modo\nquis ea utatur legitime.",
        "Continue...",
        "\nThis complete text of Essays of Francis Bacon is in the public domain.\n\n\nAmazon books: \nThe Essays, Francis Bacon.\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on November 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}