{
    "title": "Essays of Francis Bacon - Of Discourse (The Essays or Counsels, Civil and Moral, of Francis Ld. Verulam Viscount St. Albans)",
    "author": "Unknown",
    "chapter": "33",
    "content": [
        "\nFrancis Bacon (1561-1626)\n",
        "\n\n",
        "SOME, in their discourse,  desire rather commendation of wit, in being able to hold all\narguments, than of judgment, in discerning what\nis true; as if it were a praise, to know what might\nbe said, and not, what should be thought.  Some\nhave certain common places, and themes, wherein\nthey are good and want variety; which kind of\npoverty is for the most part tedious, and when it is\nonce perceived, ridiculous.  The honorablest part of\ntalk,  is to give the occasion; and again to moderate,\nand pass to somewhat else; for then a man leads the\ndance.  It is good, in discourse and speech of conversation,  to vary and intermingle speech of the\npresent occasion, with arguments, tales with reasons, asking of questions, with telling of opinions,\nand jest with earnest: for it is a dull thing to tire,\nand, as we say now, to jade, any thing too far.  As\nfor jest, there be certain things, which ought to be\nprivileged from it; namely, religion, matters of\nstate, great persons, any man’s present business of\nimportance, and any case that deserveth pity.  Yet\nthere be some, that think their wits have been\nasleep, except they dart out somewhat that is\npiquant, and to the quick.  That is a vein which\nwould be bridled:",
        "Parce, puer, stimulis, et fortius utere loris.",
        "And generally, men ought to find the difference,\nbetween saltness and bitterness.  Certainly, he that\nhath a satirical vein, as he maketh others afraid of\nhis wit, so he had need be afraid of others’ memory.\nHe that questioneth much, shall learn much, and\ncontent much; but especially, if he apply his questions to the skill of the persons whom he asketh; for\nhe shall give them occasion, to please themselves\nin speaking, and himself shall continually gather\nknowledge.  But let his questions not be troublesome; for that is fit for a poser.  And let him be sure\nto leave other men, their turns to speak.  Nay, if\nthere be any, that would reign and take up all\nthe time, let him find means to take them off,\nand to bring others on; as musicians use to do, with\nthose that dance too long galliards.  If you dissemble, sometimes, your knowledge of that you\nare thought to know, you shall be thought, another\ntime, to know that you know not.  Speech of a\nman’s self ought to be seldom, and well chosen.  I\nknew one, was wont to say in scorn, He must needs\nbe a wise man, he speaks so much of himself: and\nthere is but one case, wherein a man may commend himself with good grace; and that is in\ncommending virtue in another; especially if it be\nsuch a virtue, whereunto himself pretendeth.\nSpeech of touch towards others, should be sparingly used; for discourse ought to be as a field,\nwithout coming home to any man.  I knew two\nnoblemen, of the west part of England, whereof\nthe one was given to scoff, but kept ever royal cheer\nin his house; the other would ask, of those that had\nbeen at the other’s table, Tell truly, was there never\na flout or dry blow given? To which the guest\nwould answer, Such and such a thing passed.\nThe lord would say, I thought, he would mar a\ngood dinner.  Discretion of speech, is more than\neloquence; and to speak agreeably to him, with\nwhom we deal, is more than to speak in good\nwords, or in good order.  A good continued speech,\nwithout a good speech of interlocution, shows\nslowness: and a good reply or second speech, without a good settled speech, showeth shallowness\nand weakness.  As we see in beasts, that those that\nare weakest in the course, are yet nimblest in the\nturn; as it is betwixt the greyhound and the hare.\nTo use too many circumstances, ere one come to\nthe matter, is wearisome; to use none at all, is\nblunt.",
        "Continue...",
        "\nThis complete text of Essays of Francis Bacon is in the public domain.\n\n\nAmazon books: \nThe Essays, Francis Bacon.\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on November 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}