{
    "title": "Essays, Second Series - VI. Nature",
    "author": "Ralph Waldo Emerson",
    "chapter": "12",
    "content": [
        "",
        "\n\n",
        "THERE are days which occur in this climate, at\nalmost any season of the year, wherein the world\nreaches its perfection; when the air, the heavenly\nbodies and the earth, make a harmony, as if nature\nwould indulge her offspring; when, in these bleak\nupper sides of the planet, nothing is to desire\nthat we have heard of the happiest latitudes, and\nwe bask in the shining hours of Florida and Cuba;\nwhen everything that has life gives sign of\nsatisfaction, and the cattle that lie on the ground\nseem to have great and tranquil thoughts. These\nhalcyons may be looked for with a little more\nassurance in that pure October weather which we\ndistinguish by the name of the Indian summer. The\nday, immeasurably long, sleeps over the broad hills\nand warm wide fields. To have lived through all its\nsunny hours, seems longevity enough. The solitary\nplaces do not seem quite lonely. At the gates of the\nforest, the surprised man of the world is forced to\nleave his city estimates of great and small, wise\nand foolish. The knapsack of custom falls off his\nback with the first step he makes into these precincts.\nHere is sanctity which shames our religions, and\nreality which discredits our heroes. Here we find\nNature to be the circumstance which dwarfs every other\ncircumstance, and judges like a god all men that come\nto her. We have crept out of our close and crowded\nhouses into the night and morning, and we see what\nmajestic beauties daily wrap us in their bosom. How\nwillingly we would escape the barriers which render\nthem comparatively impotent, escape the sophistication\nand second thought, and suffer nature to intrance us.\nThe tempered light of the woods is like a perpetual\nmorning, and is stimulating and heroic. The anciently\nreported spells of these places creep on us. The\nstems of pines, hemlocks, and oaks almost gleam like\niron on the excited eye. The incommunicable trees\nbegin to persuade us to live with them, and quit our\nlife of solemn trifles. Here no history, or church,\nor state, is interpolated on the divine sky and the\nimmortal year. How easily we might walk onward into\nthe opening landscape, absorbed by new pictures and\nby thoughts fast succeeding each other, until by\ndegrees the recollection of home was crowded out of\nthe mind, all memory obliterated by the tyranny of\nthe present, and we were led in triumph by nature.",
        "These enchantments are medicinal, they sober and\nheal us. These are plain pleasures, kindly and native\nto us. We come to our own, and make friends with matter,\nwhich the ambitious chatter of the schools would\npersuade us to despise. We never can part with it; the\nmind loves its old home: as water to our thirst, so is\nthe rock, the ground, to our eyes and hands and feet.\nIt is firm water; it is cold flame; what health, what\naffinity! Ever an old friend, ever like a dear friend\nand brother when we chat affectedly with strangers,\ncomes in this honest face, and takes a grave liberty\nwith us, and shames us out of our nonsense. Cities give\nnot the human senses room enough. We go out daily and\nnightly to feed the eyes on the horizon, and require\nso much scope, just as we need water for our bath.\nThere are all degrees of natural influence, from these\nquarantine powers of nature, up to her dearest and\ngravest ministrations to the imagination and the soul.\nThere is the bucket of cold water from the spring, the\nwood-fire to which the chilled traveller rushes for\nsafety,—and there is the sublime moral of autumn and\nof noon. We nestle in nature, and draw our living as\nparasites from her roots and grains, and we receive\nglances from the heavenly bodies, which call us to\nsolitude and foretell the remotest future. The blue\nzenith is the point in which romance and reality meet.\nI think if we should be rapt away into all that we\ndream of heaven, and should converse with Gabriel and\nUriel, the upper sky would be all that would remain of\nour furniture.",
        "It seems as if the day was not wholly profane in\nwhich we have given heed to some natural object.\nThe fall of snowflakes in a still air, preserving\nto each crystal its perfect form; the blowing of\nsleet over a wide sheet of water, and over plains;\nthe waving ryefield; the mimic waving of acres of\nhoustonia, whose innumerable florets whiten and\nripple before the eye; the reflections of trees\nand flowers in glassy lakes; the musical steaming\nodorous south wind, which converts all trees to\nwindharps; the crackling and spurting of hemlock\nin the flames, or of pine logs, which yield glory\nto the walls and faces in the sittingroom,—these\nare the music and pictures of the most ancient\nreligion. My house stands in low land, with limited\noutlook, and on the skirt of the village. But I go\nwith my friend to the shore of our little river,\nand with one stroke of the paddle I leave the village\npolitics and personalities, yes, and the world of\nvillages and personalities behind, and pass into a\ndelicate realm of sunset and moonlight, too bright\nalmost for spotted man to enter without novitiate\nand probation. We penetrate bodily this incredible\nbeauty; we dip our hands in this painted element;\nour eyes are bathed in these lights and forms. A\nholiday, a villeggiatura, a royal revel, the proudest,\nmost heart-rejoicing festival that valor and beauty,\npower and taste, ever decked and enjoyed, establishes\nitself on the instant. These sunset clouds, these\ndelicately emerging stars, with their private and\nineffable glances, signify it and proffer it. I am\ntaught the poorness of our invention, the ugliness of\ntowns and palaces. Art and luxury have early learned\nthat they must work as enhancement and sequel to this\noriginal beauty. I am overinstructed for my return.\nHenceforth I shall be hard to please. I cannot go back\nto toys. I am grown expensive and sophisticated. I can\nno longer live without elegance, but a countryman shall\nbe my master of revels. He who knows the most; he who\nknows what sweets and virtues are in the ground, the\nwaters, the plants, the heavens, and how to come at\nthese enchantments,—is the rich and royal man. Only\nas far as the masters of the world have called in\nnature to their aid, can they reach the height of\nmagnificence. This is the meaning of their hanging-\ngardens, villas, garden-houses, islands, parks and\npreserves, to back their faulty personality with these\nstrong accessories. I do not wonder that the landed\ninterest should be invincible in the State with these\ndangerous auxiliaries. These bribe and invite; not\nkings, not palaces, not men, not women, but these\ntender and poetic stars, eloquent of secret promises.\nWe heard what the rich man said, we knew of his villa,\nhis grove, his wine and his company, but the provocation\nand point of the invitation came out of these beguiling\nstars. In their soft glances I see what men strove to\nrealize in some Versailles, or Paphos, or Ctesiphon.\nIndeed, it is the magical lights of the horizon and the\nblue sky for the background which save all our works of\nart, which were otherwise bawbles. When the rich tax the\npoor with servility and obsequiousness, they should\nconsider the effect of men reputed to be the possessors\nof nature, on imaginative minds. Ah! if the rich were\nrich as the poor fancy riches! A boy hears a military\nband play on the field at night, and he has kings and\nqueens and famous chivalry palpably before him. He hears\nthe echoes of a horn in a hill country, in the Notch\nMountains, for example, which converts the mountains\ninto an Aeolian harp,—and this supernatural tiralira\nrestores to him the Dorian mythology, Apollo, Diana,\nand all divine hunters and huntresses. Can a musical\nnote be so lofty, so haughtily beautiful! To the poor\nyoung poet, thus fabulous is his picture of society; he\nis loyal; he respects the rich; they are rich for the\nsake of his imagination; how poor his fancy would be,\nif they were not rich! That they have some high-fenced\ngrove which they call a park; that they live in larger\nand better-garnished saloons than he has visited, and\ngo in coaches, keeping only the society of the elegant,\nto watering-places and to distant cities,—these make\nthe groundwork from which he has delineated estates of\nromance, compared with which their actual possessions\nare shanties and paddocks. The muse herself betrays\nher son, and enhances the gifts of wealth and well-born\nbeauty by a radiation out of the air, and clouds, and\nforests that skirt the road,—a certain haughty favor,\nas if from patrician genii to patricians, a kind of\naristocracy in nature, a prince of the power of the air.",
        "The moral sensibility which makes Edens and Tempes\nso easily, may not be always found, but the material\nlandscape is never far off. We can find these\nenchantments without visiting the Como Lake, or the\nMadeira Islands. We exaggerate the praises of local\nscenery. In every landscape the point of astonishment\nis the meeting of the sky and the earth, and that is\nseen from the first hillock as well as from the top\nof the Alleghanies. The stars at night stoop down\nover the brownest, homeliest common with all the\nspiritual magnificence which they shed on the Campagna,\nor on the marble deserts of Egypt.  The uprolled clouds\nand the colors of morning and evening will transfigure\nmaples and alders. The difference between landscape and\nlandscape is small, but there is great difference in\nthe beholders. There is nothing so wonderful in any\nparticular landscape as the necessity of being beautiful\nunder which every landscape lies. Nature cannot be\nsurprised in undress. Beauty breaks in everywhere.",
        "But it is very easy to outrun the sympathy of\nreaders on this topic, which schoolmen called\nnatura naturata, or nature passive. One can hardly\nspeak directly of it without excess. It is as easy\nto broach in mixed companies what is called “the\nsubject of religion.” A susceptible person does not\nlike to indulge his tastes in this kind without the\napology of some trivial necessity: he goes to see a\nwood-lot, or to look at the crops, or to fetch a\nplant or a mineral from a remote locality, or he\ncarries a fowling-piece or a fishing-rod. I suppose\nthis shame must have a good reason. A dilettantism\nin nature is barren and unworthy. The fop of fields\nis no better than his brother of Broadway. Men are\nnaturally hunters and inquisitive of wood-craft,\nand I suppose that such a gazetteer as wood-cutters\nand Indians should furnish facts for, would take\nplace in the most sumptuous drawing-rooms of all the\n“Wreaths” and “Flora’s chaplets” of the bookshops;\nyet ordinarily, whether we are too clumsy for so\nsubtle a topic, or from whatever cause, as soon as\nmen begin to write on nature, they fall into euphuism.\nFrivolity is a most unfit tribute to Pan, who ought\nto be represented in the mythology as the most\ncontinent of gods. I would not be frivolous before\nthe admirable reserve and prudence of time, yet I\ncannot renounce the right of returning often to this\nold topic. The multitude of false churches accredits\nthe true religion. Literature, poetry, science are\nthe homage of man to this unfathomed secret, concerning\nwhich no sane man can affect an indifference or\nincuriosity. Nature is loved by what is best in us. It\nis loved as the city of God, although, or rather because\nthere is no citizen. The sunset is unlike anything that\nis underneath it: it wants men. And the beauty of nature\nmust always seem unreal and mocking, until the landscape\nhas human figures that are as good as itself. If there\nwere good men, there would never be this rapture in\nnature. If the king is in the palace, nobody looks at\nthe walls. It is when he is gone, and the house is filled\nwith grooms and gazers, that we turn from the people to\nfind relief in the majestic men that are suggested by the\npictures and the architecture. The critics who complain\nof the sickly separation of the beauty of nature from\nthe thing to be done, must consider that our hunting of\nthe picturesque is inseparable from our protest against\nfalse society. Man is fallen; nature is erect, and serves\nas a differential thermometer, detecting the presence or\nabsence of the divine sentiment in man. By fault of our\ndulness and selfishness we are looking up to nature, but\nwhen we are convalescent, nature will look up to us. We\nsee the foaming brook with compunction: if our own life\nflowed with the right energy, we should shame the brook.\nThe stream of zeal sparkles with real fire, and not with\nreflex rays of sun and moon. Nature may be as selfishly\nstudied as trade. Astronomy to the selfish becomes\nastrology; psychology, mesmerism (with intent to show\nwhere our spoons are gone); and anatomy and physiology\nbecome phrenology and palmistry.",
        "But taking timely warning, and leaving many things\nunsaid on this topic, let us not longer omit our\nhomage to the Efficient Nature, natura naturans,\nthe quick cause before which all forms flee as the\ndriven snows; itself secret, its works driven\nbefore it in flocks and multitudes, (as the ancient\nrepresented nature by Proteus, a shepherd,) and in\nundescribable variety. It publishes itself in\ncreatures, reaching from particles and spiculae\nthrough transformation on transformation to the\nhighest symmetries, arriving at consummate results\nwithout a shock or a leap. A little heat, that is\na little motion, is all that differences the bald,\ndazzling white and deadly cold poles of the earth\nfrom the prolific tropical climates. All changes\npass without violence, by reason of the two cardinal\nconditions of boundless space and boundless time.\nGeology has initiated us into the secularity of\nnature, and taught us to disuse our dame-school\nmeasures, and exchange our Mosaic and Ptolemaic\nschemes for her large style. We knew nothing rightly,\nfor want of perspective. Now we learn what patient\nperiods must round themselves before the rock is\nformed; then before the rock is broken, and the first\nlichen race has disintegrated the thinnest external\nplate into soil, and opened the door for the remote\nFlora, Fauna, Ceres, and Pomona to come in. How far\noff yet is the trilobite! how far the quadruped! how\ninconceivably remote is man! All duly arrive, and\nthen race after race of men. It is a long way from\ngranite to the oyster; farther yet to Plato and the\npreaching of the immortality of the soul. Yet all\nmust come, as surely as the first atom has two sides.",
        "Motion or change and identity or rest are the first\nand second secrets of nature:—Motion and Rest. The\nwhole code of her laws may be written on the thumbnail,\nor the signet of a ring. The whirling bubble on the\nsurface of a brook admits us to the secret of the\nmechanics of the sky. Every shell on the beach is a\nkey to it. A little water made to rotate in a cup\nexplains the formation of the simpler shells; the\naddition of matter from year to year, arrives at last\nat the most complex forms; and yet so poor is nature\nwith all her craft, that from the beginning to the end\nof the universe she has but one stuff, — but one stuff\nwith its two ends, to serve up all her dream-like\nvariety. Compound it how she will, star, sand, fire,\nwater, tree, man, it is still one stuff, and betrays\nthe same properties.",
        "Nature is always consistent, though she feigns to\ncontravene her own laws. She keeps her laws, and\nseems to transcend them. She arms and equips an\nanimal to find its place and living in the earth,\nand at the same time she arms and equips another\nanimal to destroy it. Space exists to divide\ncreatures; but by clothing the sides of a bird with\na few feathers she gives him a petty omnipresence.\nThe direction is forever onward, but the artist\nstill goes back for materials and begins again with\nthe first elements on the most advanced stage:\notherwise all goes to ruin. If we look at her work,\nwe seem to catch a glance of a system in transition.\nPlants are the young of the world, vessels of health\nand vigor; but they grope ever upward towards\nconsciousness; the trees are imperfect men, and seem\nto bemoan their imprisonment, rooted in the ground.\nThe animal is the novice and probationer of a more\nadvanced order. The men, though young, having tasted\nthe first drop from the cup of thought, are already\ndissipated: the maples and ferns are still uncorrupt;\nyet no doubt when they come to consciousness they too\nwill curse and swear. Flowers so strictly belong to\nyouth that we adult men soon come to feel that their\nbeautiful generations concern not us: we have had our\nday; now let the children have theirs. The flowers jilt\nus, and we are old bachelors with our ridiculous tenderness.",
        "Things are so strictly related, that according to\nthe skill of the eye, from any one object the parts\nand properties of any other may be predicted. If we\nhad eyes to see it, a bit of stone from the city wall\nwould certify us of the necessity that man must exist,\nas readily as the city. That identity makes us all\none, and reduces to nothing great intervals on our\ncustomary scale. We talk of deviations from natural\nlife, as if artificial life were not also natural. The\nsmoothest curled courtier in the boudoirs of a palace\nhas an animal nature, rude and aboriginal as a white\nbear, omnipotent to its own ends, and is directly\nrelated, there amid essences and billetsdoux, to\nHimmaleh mountain-chains and the axis of the globe. If\nwe consider how much we are nature’s, we need not be\nsuperstitious about towns, as if that terrific or\nbenefic force did not find us there also, and fashion\ncities. Nature, who made the mason, made the house.\nWe may easily hear too much of rural influences. The\ncool disengaged air of natural objects makes them\nenviable to us, chafed and irritable creatures with\nred faces, and we think we shall be as grand as they\nif we camp out and eat roots; but let us be men\ninstead of woodchucks and the oak and the elm shall\ngladly serve us, though we sit in chairs of ivory on\ncarpets of silk.",
        "This guiding identity runs through all the surprises\nand contrasts of the piece, and characterizes every\nlaw. Man carries the world in his head, the whole\nastronomy and chemistry suspended in a thought.\nBecause the history of nature is charactered in his\nbrain, therefore is he the prophet and discoverer of\nher secrets. Every known fact in natural science was\ndivined by the presentiment of somebody, before it was\nactually verified. A man does not tie his shoe without\nrecognizing laws which bind the farthest regions of\nnature: moon, plant, gas, crystal, are concrete geometry\nand numbers. Common sense knows its own, and recognizes\nthe fact at first sight in chemical experiment. The\ncommon sense of Franklin, Dalton, Davy and Black, is the\nsame common sense which made the arrangements which now\nit discovers.",
        "If the identity expresses organized rest, the counter\naction runs also into organization. The astronomers\nsaid, ’Give us matter and a little motion and we will\nconstruct the universe. It is not enough that we should\nhave matter, we must also have a single impulse, one\nshove to launch the mass and generate the harmony of\nthe centrifugal and centripetal forces. Once heave the\nball from the hand, and we can show how all this mighty\norder grew.’—’A very unreasonable postulate,’ said the\nmetaphysicians, ’and a plain begging of the question.\nCould you not prevail to know the genesis of projection,\nas well as the continuation of it?’ Nature, meanwhile,\nhad not waited for the discussion, but, right or wrong,\nbestowed the impulse, and the balls rolled. It was no\ngreat affair, a mere push, but the astronomers were\nright in making much of it, for there is no end to the\nconsequences of the act. That famous aboriginal push\npropagates itself through all the balls of the system,\nand through every atom of every ball; through all the\nraces of creatures, and through the history and\nperformances of every individual. Exaggeration is in\nthe course of things. Nature sends no creature, no man\ninto the world without adding a small excess of his\nproper quality. Given the planet, it is still necessary\nto add the impulse; so to every creature nature added\na little violence of direction in its proper path, a\nshove to put it on its way; in every instance a slight\ngenerosity, a drop too much. Without electricity the air\nwould rot, and without this violence of direction which\nmen and women have, without a spice of bigot and fanatic,\nno excitement, no efficiency. We aim above the mark to\nhit the mark. Every act hath some falsehood of exaggeration\nin it. And when now and then comes along some sad, sharp-\neyed man, who sees how paltry a game is played, and refuses\nto play, but blabs the secret;—how then? Is the bird flown?\nO no, the wary Nature sends a new troop of fairer forms, of\nlordlier youths, with a little more excess of direction to\nhold them fast to their several aim; makes them a little\nwrongheaded in that direction in which they are rightest,\nand on goes the game again with new whirl, for a generation\nor two more. The child with his sweet pranks, the fool of\nhis senses, commanded by every sight and sound, without any\npower to compare and rank his sensations, abandoned to a\nwhistle or a painted chip, to a lead dragoon or a\ngingerbread-dog, individualizing everything, generalizing\nnothing, delighted with every new thing, lies down at night\noverpowered by the fatigue which this day of continual\npretty madness has incurred. But Nature has answered her\npurpose with the curly, dimpled lunatic. She has tasked\nevery faculty, and has secured the symmetrical growth of\nthe bodily frame by all these attitudes and exertions,—\nan end of the first importance, which could not be trusted\nto any care less perfect than her own. This glitter, this\nopaline lustre plays round the top of every toy to his\neye to insure his fidelity, and he is deceived to his good.\nWe are made alive and kept alive by the same arts. Let the\nstoics say what they please, we do not eat for the good of\nliving, but because the meat is savory and the appetite is\nkeen. The vegetable life does not content itself with\ncasting from the flower or the tree a single seed, but it\nfills the air and earth with a prodigality of seeds, that,\nif thousands perish, thousands may plant themselves; that\nhundreds may come up, that tens may live to maturity; that\nat least one may replace the parent. All things betray the\nsame calculated profusion. The excess of fear with which\nthe animal frame is hedged round, shrinking from cold,\nstarting at sight of a snake, or at a sudden noise, protects\nus, through a multitude of groundless alarms, from some one\nreal danger at last. The lover seeks in marriage his private\nfelicity and perfection, with no prospective end; and nature\nhides in his happiness her own end, namely, progeny, or the\nperpetuity of the race.",
        "But the craft with which the world is made, runs\nalso into the mind and character of men. No man\nis quite sane; each has a vein of folly in his\ncomposition, a slight determination of blood to\nthe head, to make sure of holding him hard to some\none point which nature had taken to heart. Great\ncauses are never tried on their merits; but the\ncause is reduced to particulars to suit the size\nof the partisans, and the contention is ever hottest\non minor matters. Not less remarkable is the overfaith\nof each man in the importance of what he has to do or\nsay. The poet, the prophet, has a higher value for\nwhat he utters than any hearer, and therefore it gets\nspoken. The strong, self-complacent Luther declares\nwith an emphasis not to be mistaken, that “God himself\ncannot do without wise men.” Jacob Behmen and George\nFox betray their egotism in the pertinacity of their\ncontroversial tracts, and James Naylor once suffered\nhimself to be worshipped as the Christ. Each prophet\ncomes presently to identify himself with his thought,\nand to esteem his hat and shoes sacred. However this\nmay discredit such persons with the judicious, it helps\nthem with the people, as it gives heat, pungency, and\npublicity to their words. A similar experience is not\ninfrequent in private life. Each young and ardent\nperson writes a diary, in which, when the hours of\nprayer and penitence arrive, he inscribes his soul. The\npages thus written are to him burning and fragrant; he\nreads them on his knees by midnight and by the morning\nstar; he wets them with his tears; they are sacred; too\ngood for the world, and hardly yet to be shown to the\ndearest friend. This is the man-child that is born to\nthe soul, and her life still circulates in the babe.\nThe umbilical cord has not yet been cut. After some\ntime has elapsed, he begins to wish to admit his friend\nto this hallowed experience, and with hesitation, yet\nwith firmness, exposes the pages to his eye. Will they\nnot burn his eyes? The friend coldly turns them over,\nand passes from the writing to conversation, with easy\ntransition, which strikes the other party with\nastonishment and vexation. He cannot suspect the writing\nitself. Days and nights of fervid life, of communion\nwith angels of darkness and of light have engraved\ntheir shadowy characters on that tear-stained book. He\nsuspects the intelligence or the heart of his friend.\nIs there then no friend? He cannot yet credit that one\nmay have impressive experience and yet may not know how\nto put his private fact into literature; and perhaps\nthe discovery that wisdom has other tongues and ministers\nthan we, that though we should hold our peace the truth\nwould not the less be spoken, might check injuriously\nthe flames of our zeal. A man can only speak so long as\nhe does not feel his speech to be partial and inadequate.\nIt is partial, but he does not see it to be so whilst he\nutters it. As soon as he is released from the instinctive\nand particular and sees its partiality, he shuts his\nmouth in disgust. For no man can write anything who does\nnot think that what he writes is for the time the history\nof the world; or do anything well who does not esteem his\nwork to be of importance. My work may be of none, but I\nmust not think it of none, or I shall not do it with\nimpunity.",
        "In like manner, there is throughout nature something\nmocking, something that leads us on and on, but\narrives nowhere; keeps no faith with us. All promise\noutruns the performance. We live in a system of\napproximations. Every end is prospective of some other\nend, which is also temporary; a round and final success\nnowhere. We are encamped in nature, not domesticated.\nHunger and thirst lead us on to eat and to drink; but\nbread and wine, mix and cook them how you will, leave\nus hungry and thirsty, after the stomach is full. It\nis the same with all our arts and performances. Our\nmusic, our poetry, our language itself are not\nsatisfactions, but suggestions. The hunger for wealth,\nwhich reduces the planet to a garden, fools the eager\npursuer. What is the end sought? Plainly to secure the\nends of good sense and beauty, from the intrusion of\ndeformity or vulgarity of any kind. But what an operose\nmethod! What a train of means to secure a little\nconversation! This palace of brick and stone, these\nservants, this kitchen, these stables, horses and\nequipage, this bank-stock and file of mortgages; trade\nto all the world, country-house and cottage by the\nwaterside, all for a little conversation, high, clear,\nand spiritual! Could it not be had as well by beggars\non the highway? No, all these things came from successive\nefforts of these beggars to remove friction from the\nwheels of life, and give opportunity. Conversation,\ncharacter, were the avowed ends; wealth was good as it\nappeased the animal cravings, cured the smoky chimney,\nsilenced the creaking door, brought friends together in\na warm and quiet room, and kept the children and the\ndinner-table in a different apartment. Thought, virtue,\nbeauty, were the ends; but it was known that men of\nthought and virtue sometimes had the headache, or wet\nfeet, or could lose good time whilst the room was getting\nwarm in winter days. Unluckily, in the exertions necessary\nto remove these inconveniences, the main attention has\nbeen diverted to this object; the old aims have been lost\nsight of, and to remove friction has come to be the end.\nThat is the ridicule of rich men, and Boston, London,\nVienna, and now the governments generally of the world\nare cities and governments of the rich; and the masses\nare not men, but poor men, that is, men who would be rich;\nthis is the ridicule of the class, that they arrive with\npains and sweat and fury nowhere; when all is done, it is\nfor nothing. They are like one who has interrupted the\nconversation of a company to make his speech, and now has\nforgotten what he went to say. The appearance strikes the\neye everywhere of an aimless society, of aimless nations.\nWere the ends of nature so great and cogent as to exact\nthis immense sacrifice of men?",
        "Quite analogous to the deceits in life, there is,\nas might be expected, a similar effect on the eye\nfrom the face of external nature. There is in woods\nand waters a certain enticement and flattery, together\nwith a failure to yield a present satisfaction. This\ndisappointment is felt in every landscape. I have seen\nthe softness and beauty of the summer clouds floating\nfeathery overhead, enjoying, as it seemed, their height\nand privilege of motion, whilst yet they appeared not\nso much the drapery of this place and hour, as\nforelooking to some pavilions and gardens of festivity\nbeyond. It is an odd jealousy, but the poet finds\nhimself not near enough to his object. The pine-tree,\nthe river, the bank of flowers before him, does not\nseem to be nature. Nature is still elsewhere. This or\nthis is but outskirt and far-off reflection and echo of\nthe triumph that has passed by and is now at its glancing\nsplendor and heyday, perchance in the neighboring fields,\nor, if you stand in the field, then in the adjacent woods.\nThe present object shall give you this sense of stillness\nthat follows a pageant which has just gone by. What\nsplendid distance, what recesses of ineffable pomp and\nloveliness in the sunset! But who can go where they are,\nor lay his hand or plant his foot thereon? Off they fall\nfrom the round world forever and ever. It is the same\namong the men and women as among the silent trees; always\na referred existence, an absence, never a presence and\nsatisfaction. Is it that beauty can never be grasped? in\npersons and in landscape is equally inaccessible? The\naccepted and betrothed lover has lost the wildest charm\nof his maiden in her acceptance of him. She was heaven\nwhilst he pursued her as a star: she cannot be heaven if\nshe stoops to such a one as he.",
        "What shall we say of this omnipresent appearance\nof that first projectile impulse, of this flattery\nand balking of so many well-meaning creatures? Must\nwe not suppose somewhere in the universe a slight\ntreachery and derision? Are we not engaged to a\nserious resentment of this use that is made of us?\nAre we tickled trout, and fools of nature? One look\nat the face of heaven and earth lays all petulance\nat rest, and soothes us to wiser convictions. To the\nintelligent, nature converts itself into a vast\npromise, and will not be rashly explained. Her secret\nis untold. Many and many an Oedipus arrives; he has\nthe whole mystery teeming in his brain. Alas! the\nsame sorcery has spoiled his skill; no syllable can\nhe shape on his lips. Her mighty orbit vaults like\nthe fresh rainbow into the deep, but no archangel’s\nwing was yet strong enough to follow it and report\nof the return of the curve. But it also appears that\nour actions are seconded and disposed to greater\nconclusions than we designed. We are escorted on\nevery hand through life by spiritual agents, and a\nbeneficent purpose lies in wait for us. We cannot\nbandy words with Nature, or deal with her as we deal\nwith persons. If we measure our individual forces\nagainst hers we may easily feel as if we were the\nsport of an insuperable destiny. But if, instead of\nidentifying ourselves with the work, we feel that the\nsoul of the workman streams through us, we shall find\nthe peace of the morning dwelling first in our hearts,\nand the fathomless powers of gravity and chemistry,\nand, over them, of life, preexisting within us in\ntheir highest form.",
        "The uneasiness which the thought of our helplessness\nin the chain of causes occasions us, results from\nlooking too much at one condition of nature, namely,\nMotion. But the drag is never taken from the wheel.\nWherever the impulse exceeds, the Rest or Identity\ninsinuates its compensation. All over the wide fields\nof earth grows the prunella or self-heal. After every\nfoolish day we sleep off the fumes and furies of its\nhours; and though we are always engaged with particulars,\nand often enslaved to them, we bring with us to every\nexperiment the innate universal laws. These, while they\nexist in the mind as ideas, stand around us in nature\nforever embodied, a present sanity to expose and cure\nthe insanity of men. Our servitude to particulars betrays\ninto a hundred foolish expectations. We anticipate a new\nera from the invention of a locomotive, or a balloon;\nthe new engine brings with it the old checks. They say\nthat by electro-magnetism your salad shall be grown from\nthe seed whilst your fowl is roasting for dinner; it is\na symbol of our modern aims and endeavors, of our\ncondensation and acceleration of objects;—but nothing\nis gained; nature cannot be cheated; man’s life is but\nseventy salads long, grow they swift or grow they slow.\nIn these checks and impossibilities however we find our\nadvantage, not less than in the impulses. Let the\nvictory fall where it will, we are on that side. And the\nknowledge that we traverse the whole scale of being,\nfrom the centre to the poles of nature, and have some\nstake in every possibility, lends that sublime lustre to\ndeath, which philosophy and religion have too outwardly\nand literally striven to express in the popular doctrine\nof the immortality of the soul. The reality is more\nexcellent than the report. Here is no ruin, no discontinuity,\nno spent ball. The divine circulations never rest nor linger.\nNature is the incarnation of a thought, and turns to a\nthought again, as ice becomes water and gas. The world is\nmind precipitated, and the volatile essence is forever\nescaping again into the state of free thought. Hence the\nvirtue and pungency of the influence on the mind of natural\nobjects, whether inorganic or organized. Man imprisoned,\nman crystallized, man vegetative, speaks to man impersonated.\nThat power which does not respect quantity, which makes the\nwhole and the particle its equal channel, delegates its smile\nto the morning, and distils its essence into every drop of\nrain. Every moment instructs, and every object: for wisdom\nis infused into every form. It has been poured into us as\nblood; it convulsed us as pain; it slid into us as pleasure;\nit enveloped us in dull, melancholy days, or in days of\ncheerful labor; we did not guess its essence until after a\nlong time.",
        "Continue...",
        "\nThis complete text of Essays, Second Series by Ralph Waldo Emerson is in the public domain.\n\n\nInterested to buy a book?\nRalph Waldo Emerson: Essays and Lectures.\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on April 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "ESSAYS SECOND SERIESBy Ralph Waldo EmersonAt Amazon"
    ]
}