{
    "title": "Essays of Francis Bacon - Of Studies (The Essays or Counsels, Civil and Moral, of Francis Ld. Verulam Viscount St. Albans)",
    "author": "Unknown",
    "chapter": "50",
    "content": [
        "\nFrancis Bacon (1561-1626)\n",
        "\n\n",
        "STUDIES serve for delight, for ornament, and\nfor ability.  Their chief use for delight, is in\nprivateness and retiring; for ornament, is in discourse; and for ability, is in the judgment, and\ndisposition of business.  For expert men can execute, and perhaps judge of particulars, one by one;\nbut the general counsels, and the plots and marshalling of affairs, come best, from those that are\nlearned.  To spend too much time in studies is sloth;\nto use them too much for ornament, is affectation;\nto make judgment wholly by their rules, is the\nhumor of a scholar.  They perfect nature, and are\nperfected by experience: for natural abilities are\nlike natural plants, that need proyning, by study;\nand studies themselves, do give forth directions too\nmuch at large, except they be bounded in by experience.  Crafty men contemn studies, simple men\nadmire them, and wise men use them; for they\nteach not their own use; but that is a wisdom without them, and above them, won by observation.\nRead not to contradict and confute; nor to believe\nand take for granted; nor to find talk and discourse; but to weigh and consider.  Some books are\nto be tasted, others to be swallowed, and some few\nto be chewed and digested; that is, some books are\nto be read only in parts; others to be read, but not\ncuriously; and some few to be read wholly, and\nwith diligence and attention.  Some books also may\nbe read by deputy, and extracts made of them by\nothers; but that would be only in the less important arguments, and the meaner sort of books, else\ndistilled books are like common distilled waters,\nflashy things.  Reading maketh a full man; conference a ready man; and writing an exact man.  And\ntherefore, if a man write little, he had need have\na great memory; if he confer little, he had need\nhave a present wit: and if he read little, he had\nneed have much cunning, to seem to know, that\nhe doth not.  Histories make men wise; poets witty;\nthe mathematics subtile; natural philosophy deep;\nmoral grave; logic and rhetoric able to contend.\nAbeunt studia in mores.  Nay, there is no stond or\nimpediment in the wit, but may be wrought out\nby fit studies; like as diseases of the body, may\nhave appropriate exercises.  Bowling is good for\nthe stone and reins; shooting for the lungs and\nbreast; gentle walking for the stomach; riding for\nthe head; and the like.  So if a man’s wit be wandering, let him study the mathematics; for in\ndemonstrations, if his wit be called away never so\nlittle, he must begin again.  If his wit be not apt to\ndistinguish or find differences, let him study the\nSchoolmen; for they are cymini sectores.  If he be\nnot apt to beat over matters, and to call up one\nthing to prove and illustrate another, let him study 197\nthe lawyers’ cases.  So every defect of the mind,\nmay have a special receipt.",
        "Continue...",
        "\nThis complete text of Essays of Francis Bacon is in the public domain.\n\n\nAmazon books: \nThe Essays, Francis Bacon.\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on November 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}