{
    "title": "Essays of Francis Bacon - Of Truth (The Essays or Counsels, Civil and Moral, of Francis Ld. Verulam Viscount St. Albans)",
    "author": "Unknown",
    "chapter": "2",
    "content": [
        "\nFrancis Bacon (1561-1626)\n",
        "\n\n",
        "WHAT is truth? said jesting Pilate,and would\nnot stay for an answer.  Certainly there be,\nthat delight in giddiness, and count it a bondage to\nfix a belief; affecting free-will in thinking, as well\nas in acting.  And though the sects of philosophers\nof that kind be gone, yet there remain certain discoursing wits, which are of the same veins, though\nthere be not so much blood in them, as was in those\nof the ancients.  But it is not only the difficulty and\nlabor, which men take in finding out of truth, nor\nagain, that when it is found, it imposeth upon\nmen’s thoughts, that doth bring lies in favor; but\na natural, though corrupt love, of the lie itself.  One\nof the later school of the Grecians, examineth the\nmatter, and is at a stand, to think what should be\nin it, that men should love lies; where neither they\nmake for pleasure, as with poets, nor for advantage, as with the merchant; but for the lie’s sake.\nBut I cannot tell; this same truth, is a naked, and\nopen day-light, that doth not show the masks, and\nmummeries, and triumphs, of the world, half so\nstately and daintily as candle-lights.  Truth may\nperhaps come to the price of a pearl, that showeth\nbest by day; but it will not rise to the price of a\ndiamond, or carbuncle, that showeth best in varied\nlights.  A mixture of a lie doth ever add pleasure.\nDoth any man doubt, that if there were taken out\nof men’s minds, vain opinions, flattering hopes,\nfalse valuations, imaginations as one would, and\nthe like, but it would leave the minds, of a number\nof men, poor shrunken things, full of melancholy\nand indisposition, and unpleasing to themselves?",
        "One of the fathers, in great severity, called poesy\nvinum daemonum, because it fireth the imagination; and yet, it is but with the shadow of a lie.\nBut it is not the lie that passeth through the mind,\nbut the lie that sinketh in, and settleth in it, that\ndoth the hurt; such as we spake of before.  But howsoever these things are thus in men’s depraved\njudgments, and affections, yet truth, which only\ndoth judge itself, teacheth that the inquiry of truth,\nwhich is the love-making, or wooing of it, the\nknowledge of truth, which is the presence of it, and\nthe belief of truth, which is the enjoying of it, is\nthe sovereign good of human nature.  The first\ncreature of God, in the works of the days, was the\nlight of the sense; the last, was the light of reason;\nand his sabbath work ever since, is the illumination of his Spirit.  First he breathed light, upon the\nface of the matter or chaos; then he breathed light,\ninto the face of man; and still he breatheth and inspireth light, into the face of his chosen.  The poet,\nthat beautified the sect, that was otherwise inferior to the rest, saith yet excellently well: It is a\npleasure, to stand upon the shore, and to see ships\ntossed upon the sea; a pleasure, to stand in the window of a castle, and to see a battle, and the adventures thereof below: but no pleasure is comparable\nto the standing upon the vantage ground of truth\n(a hill not to be commanded, and where the air is\nalways clear and serene), and to see the errors, and\nwanderings, and mists, and tempests, in the vale\nbelow; so always that this prospect be with pity,\nand not with swelling, or pride.  Certainly, it is\nheaven upon earth, to have a man’s mind move in\ncharity, rest in providence, and turn upon the\npoles of truth.",
        "To pass from theological, and philosophical\ntruth, to the truth of civil business; it will be acknowledged, even by those that practise it not, that\nclear, and round dealing, is the honor of man’s\nnature; and that mixture of falsehoods, is like alloy\nin coin of gold and silver, which may make the\nmetal work the better, but it embaseth it.  For these\nwinding, and crooked courses, are the goings of the\nserpent; which goeth basely upon the belly, and\nnot upon the feet.  There is no vice, that doth so\ncover a man with shame, as to be found false and\nperfidious.  And therefore Montaigne saith prettily, when he inquired the reason, why the word\nof the lie should be such a disgrace, and such an\nodious charge? Saith he, If it be well weighed, to\nsay that a man lieth, is as much to say, as that he is\nbrave towards God, and a coward towards men.\nFor a lie faces God, and shrinks from man.  Surely\nthe wickedness of falsehood, and breach of faith,\ncannot possibly be so highly expressed, as in that\nit shall be the last peal, to call the judgments of God\nupon the generations of men; it being foretold,\nthat when Christ cometh, he shall not find faith\nupon the earth.",
        "Continue...",
        "\nThis complete text of Essays of Francis Bacon is in the public domain.\n\n\nAmazon books: \nThe Essays, Francis Bacon.\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on November 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}