{
    "title": "Essays, First Series - IV. Spiritual Laws",
    "author": "Ralph Waldo Emerson",
    "chapter": "8",
    "content": [
        "",
        "\n\n",
        "When the act of reflection takes place in the mind,\nwhen we look at ourselves in the light of thought, we\ndiscover that our life is embosomed in beauty. Behind\nus, as we go, all things assume pleasing forms, as\nclouds do far off. Not only things familiar and stale,\nbut even the tragic and terrible are comely as they\ntake their place in the pictures of memory. The river-\nbank, the weed at the water-side, the old house, the\nfoolish person, however neglected in the passing, have\na grace in the past. Even the corpse that has lain in\nthe chambers has added a solemn ornament to the house.\nThe soul will not know either deformity or pain. If in\nthe hours of clear reason we should speak the severest\ntruth, we should say that we had never made a sacrifice.\nIn these hours the mind seems so great that nothing can\nbe taken from us that seems much. All loss, all pain, is\nparticular; the universe remains to the heart unhurt.\nNeither vexations nor calamities abate our trust. No man\never stated his griefs as lightly as he might. Allow for\nexaggeration in the most patient and sorely ridden hack\nthat ever was driven. For it is only the finite that has\nwrought and suffered; the infinite lies stretched in\nsmiling repose.",
        "The intellectual life may be kept clean and healthful if\nman will live the life of nature and not import into his\nmind difficulties which are none of his. No man need be\nperplexed in his speculations. Let him do and say what\nstrictly belongs to him, and though very ignorant of\nbooks, his nature shall not yield him any intellectual\nobstructions and doubts. Our young people are diseased\nwith the theological problems of original sin, origin of\nevil, predestination and the like. These never presented\na practical difficulty to any man,—never darkened across\nany man’s road who did not go out of his way to seek them.\nThese are the soul’s mumps and measles and whooping-coughs,\nand those who have not caught them cannot describe their\nhealth or prescribe the cure. A simple mind will not know\nthese enemies. It is quite another thing that he should be\nable to give account of his faith and expound to another\nthe theory of his self-union and freedom. This requires\nrare gifts. Yet without this self-knowledge there may be\na sylvan strength and integrity in that which he is. “A\nfew strong instincts and a few plain rules” suffice us.",
        "My will never gave the images in my mind the rank they\nnow take. The regular course of studies, the years of\nacademical and professional education have not yielded\nme better facts than some idle books under the bench at\nthe Latin School. What we do not call education is more\nprecious than that which we call so. We form no guess,\nat the time of receiving a thought, of its comparative\nvalue. And education often wastes its effort in attempts\nto thwart and balk this natural magnetism, which is sure\nto select what belongs to it.",
        "In like manner our moral nature is vitiated by any\ninterference of our will. People represent virtue as a\nstruggle, and take to themselves great airs upon their\nattainments, and the question is everywhere vexed when\na noble nature is commended, whether the man is not\nbetter who strives with temptation. But there is no\nmerit in the matter. Either God is there or he is not\nthere. We love characters in proportion as they are\nimpulsive and spontaneous. The less a man thinks or\nknows about his virtues the better we like him.\nTimoleon’s victories are the best victories, which ran\nand flowed like Homer’s verses, Plutarch said.  When we\nsee a soul whose acts are all regal, graceful and pleasant\nas roses, we must thank God that such things can be and\nare, and not turn sourly on the angel and say ’Crump is\na better man with his grunting resistance to all his\nnative devils.’",
        "Not less conspicuous is the preponderance of nature over\nwill in all practical life. There is less intention in\nhistory than we ascribe to it. We impute deep-laid far-\nsighted plans to Caesar and Napoleon; but the best of\ntheir power was in nature, not in them. Men of an\nextraordinary success, in their honest moments, have\nalways sung, ’Not unto us, not unto us.’ According to\nthe faith of their times they have built altars to\nFortune, or to Destiny, or to St. Julian. Their success\nlay in their parallelism to the course of thought, which\nfound in them an unobstructed channel; and the wonders\nof which they were the visible conductors seemed to the\neye their deed. Did the wires generate the galvanism? It\nis even true that there was less in them on which they\ncould reflect than in another; as the virtue of a pipe\nis to be smooth and hollow. That which externally seemed\nwill and immovableness was willingness and self-annihilation.\nCould Shakspeare give a theory of Shakspeare? Could ever a\nman of prodigious mathematical genius convey to others any\ninsight into his methods? If he could communicate that\nsecret it would instantly lose its exaggerated value,\nblending with the daylight and the vital energy the\npower to stand and to go.",
        "The lesson is forcibly taught by these observations that\nour life might be much easier and simpler than we make\nit; that the world might be a happier place than it is;\nthat there is no need of struggles, convulsions, and\ndespairs, of the wringing of the hands and the gnashing\nof the teeth; that we miscreate our own evils. We interfere\nwith the optimism of nature; for whenever we get this\nvantage-ground of the past, or of a wiser mind in the\npresent, we are able to discern that we are begirt with\nlaws which execute themselves.",
        "The face of external nature teaches the same lesson.\nNature will not have us fret and fume. She does not\nlike our benevolence or our learning much better than\nshe likes our frauds and wars. When we come out of the\ncaucus, or the bank, or the Abolition-convention, or\nthe Temperance-meeting, or the Transcendental club into\nthe fields and woods, she says to us, ’So hot? my little\nSir.’",
        "We are full of mechanical actions. We must needs\nintermeddle and have things in our own way, until the\nsacrifices and virtues of society are odious. Love\nshould make joy; but our benevolence is unhappy. Our\nSunday-schools and churches and pauper-societies are\nyokes to the neck. We pain ourselves to please nobody.\nThere are natural ways of arriving at the same ends at\nwhich these aim, but do not arrive. Why should all\nvirtue work in one and the same way? Why should all give\ndollars? It is very inconvenient to us country folk, and\nwe do not think any good will come of it. We have not\ndollars; merchants have; let them give them. Farmers will\ngive corn; poets will sing; women will sew; laborers will\nlend a hand; the children will bring flowers. And why drag\nthis dead weight of a Sunday-school over the whole\nChristendom? It is natural and beautiful that childhood\nshould inquire and maturity should teach; but it is time\nenough to answer questions when they are asked. Do not\nshut up the young people against their will in a pew and\nforce the children to ask them questions for an hour\nagainst their will.",
        "If we look wider, things are all alike; laws and letters\nand creeds and modes of living seem a travesty of truth.\nOur society is encumbered by ponderous machinery, which\nresembles the endless aqueducts which the Romans built\nover hill and dale and which are superseded by the\ndiscovery of the law that water rises to the level of\nits source. It is a Chinese wall which any nimble Tartar\ncan leap over. It is a standing army, not so good as a\npeace. It is a graduated, titled, richly appointed empire,\nquite superfluous when town-meetings are found to answer\njust as well.",
        "Let us draw a lesson from nature, which always works by\nshort ways. When the fruit is ripe, it falls.  When the\nfruit is despatched, the leaf falls. The circuit of the\nwaters is mere falling. The walking of man and all animals\nis a falling forward. All our manual labor and works of\nstrength, as prying, splitting, digging, rowing and so\nforth, are done by dint of continual falling, and the\nglobe, earth, moon, comet, sun, star, fall for ever and ever.",
        "The simplicity of the universe is very different from\nthe simplicity of a machine. He who sees moral nature\nout and out and thoroughly knows how knowledge is acquired\nand character formed, is a pedant.  The simplicity of nature\nis not that which may easily be read, but is inexhaustible.\nThe last analysis can no wise be made. We judge of a man’s\nwisdom by his hope, knowing that the perception of the\ninexhaustibleness of nature is an immortal youth. The wild\nfertility of nature is felt in comparing our rigid names\nand reputations with our fluid consciousness. We pass in\nthe world for sects and schools, for erudition and piety,\nand we are all the time jejune babes. One sees very well\nhow Pyrrhonism grew up.  Every man sees that he is that\nmiddle point whereof every thing may be affirmed and denied\nwith equal reason. He is old, he is young, he is very wise,\nhe is altogether ignorant. He hears and feels what you say\nof the seraphim, and of the tin-peddler. There is no\npermanent wise man except in the figment of the Stoics. We\nside with the hero, as we read or paint, against the coward\nand the robber; but we have been ourselves that coward and\nrobber, and shall be again,—not in the low circumstance,\nbut in comparison with the grandeurs possible to the soul.",
        "A little consideration of what takes place around us\nevery day would show us that a higher law than that\nof our will regulates events; that our painful labors\nare unnecessary and fruitless; that only in our easy,\nsimple, spontaneous action are we strong, and by\ncontenting ourselves with obedience we become divine.\nBelief and love,—a believing love will relieve us of\na vast load of care. O my brothers, God exists. There\nis a soul at the centre of nature and over the will of\nevery man, so that none of us can wrong the universe.\nIt has so infused its strong enchantment into nature\nthat we prosper when we accept its advice, and when we\nstruggle to wound its creatures our hands are glued to\nour sides, or they beat our own breasts. The whole course\nof things goes to teach us faith. We need only obey.\nThere is guidance for each of us, and by lowly listening\nwe shall hear the right word. Why need you choose so\npainfully your place and occupation and associates and\nmodes of action and of entertainment? Certainly there is\na possible right for you that precludes the need of\nbalance and wilful election. For you there is a reality,\na fit place and congenial duties. Place yourself in the\nmiddle of the stream of power and wisdom which animates\nall whom it floats, and you are without effort impelled\nto truth, to right and a perfect contentment. Then you\nput all gainsayers in the wrong. Then you are the world,\nthe measure of right, of truth, of beauty. If we will not\nbe mar-plots with our miserable interferences, the work,\nthe society, letters, arts, science, religion of men would\ngo on far better than now, and the heaven predicted from\nthe beginning of the world, and still predicted from the\nbottom of the heart, would organize itself, as do now the\nrose and the air and the sun.",
        "I say, do not choose; but that is a figure of speech\nby which I would distinguish what is commonly called\nchoice among men, and which is a partial act, the\nchoice of the hands, of the eyes, of the appetites,\nand not a whole act of the man. But that which I call\nright or goodness, is the choice of my constitution;\nand that which I call heaven, and inwardly aspire after,\nis the state or circumstance desirable to my constitution;\nand the action which I in all my years tend to do, is the\nwork for my faculties. We must hold a man amenable to\nreason for the choice of his daily craft or profession.\nIt is not an excuse any longer for his deeds that they\nare the custom of his trade. What business has he with\nan evil trade?  Has he not a calling in his character?",
        "Each man has his own vocation. The talent is the call.\nThere is one direction in which all space is open to\nhim. He has faculties silently inviting him thither\nto endless exertion. He is like a ship in a river; he\nruns against obstructions on every side but one, on\nthat side all obstruction is taken away and he sweeps\nserenely over a deepening channel into an infinite sea.\nThis talent and this call depend on his organization,\nor the mode in which the general soul incarnates itself\nin him. He inclines to do something which is easy to him\nand good when it is done, but which no other man can do.\nHe has no rival. For the more truly he consults his own\npowers, the more difference will his work exhibit from\nthe work of any other. His ambition is exactly proportioned\nto his powers. The height of the pinnacle is determined by\nthe breadth of the base. Every man has this call of the\npower to do somewhat unique, and no man has any other call.\nThe pretence that he has another call, a summons by name\nand personal election and outward “signs that mark him\nextraordinary, and not in the roll of common men,” is\nfanaticism, and betrays obtuseness to perceive that there\nis one mind in all the individuals, and no respect of\npersons therein.",
        "By doing his work he makes the need felt which he can\nsupply, and creates the taste by which he is enjoyed.\nBy doing his own work he unfolds himself. It is the\nvice of our public speaking that it has not abandonment.\nSomewhere, not only every orator but every man should\nlet out all the length of all the reins; should find or\nmake a frank and hearty expression of what force and\nmeaning is in him. The common experience is that the\nman fits himself as well as he can to the customary\ndetails of that work or trade he falls into, and tends\nit as a dog turns a spit. Then is he a part of the\nmachine he moves; the man is lost. Until he can manage\nto communicate himself to others in his full stature\nand proportion, he does not yet find his vocation. He\nmust find in that an outlet for his character, so that\nhe may justify his work to their eyes. If the labor is\nmean, let him by his thinking and character make it\nliberal. Whatever he knows and thinks, whatever in his\napprehension is worth doing, that let him communicate,\nor men will never know and honor him aright. Foolish,\nwhenever you take the meanness and formality of that\nthing you do, instead of converting it into the obedient\nspiracle of your character and aims.",
        "We like only such actions as have already long had the\npraise of men, and do not perceive that any thing man\ncan do may be divinely done. We think greatness entailed\nor organized in some places or duties, in certain offices\nor occasions, and do not see that Paganini can extract\nrapture from a catgut, and Eulenstein from a jews-harp,\nand a nimble-fingered lad out of shreds of paper with his\nscissors, and Landseer out of swine, and the hero out of\nthe pitiful habitation and company in which he was hidden.\nWhat we call obscure condition or vulgar society is that\ncondition and society whose poetry is not yet written, but\nwhich you shall presently make as enviable and renowned as\nany. In our estimates let us take a lesson from kings. The\nparts of hospitality, the connection of families, the\nimpressiveness of death, and a thousand other things,\nroyalty makes its own estimate of, and a royal mind will.\nTo make habitually a new estimate,—that is elevation.",
        "What a man does, that he has. What has he to do with\nhope or fear? In himself is his might. Let him regard\nno good as solid but that which is in his nature and\nwhich must grow out of him as long as he exists. The\ngoods of fortune may come and go like summer leaves;\nlet him scatter them on every wind as the momentary\nsigns of his infinite productiveness.",
        "He may have his own. A man’s genius, the quality that\ndifferences him from every other, the susceptibility\nto one class of influences, the selection of what is\nfit for him, the rejection of what is unfit, determines\nfor him the character of the universe. A man is a method,\na progressive arrangement; a selecting principle,\ngathering his like to him wherever he goes. He takes only\nhis own out of the multiplicity that sweeps and circles\nround him. He is like one of those booms which are set\nout from the shore on rivers to catch drift-wood, or like\nthe loadstone amongst splinters of steel. Those facts,\nwords, persons, which dwell in his memory without his\nbeing able to say why, remain because they have a relation\nto him not less real for being as yet unapprehended. They\nare symbols of value to him as they can interpret parts\nof his consciousness which he would vainly seek words for\nin the conventional images of books and other minds. What\nattracts my attention shall have it, as I will go to the\nman who knocks at my door, whilst a thousand persons as\nworthy go by it, to whom I give no regard. It is enough\nthat these particulars speak to me. A few anecdotes, a\nfew traits of character, manners, face, a few incidents,\nhave an emphasis in your memory out of all proportion to\ntheir apparent significance if you measure them by the\nordinary standards. They relate to your gift. Let them\nhave their weight, and do not reject them and cast about\nfor illustration and facts more usual in literature. What\nyour heart thinks great is great. The soul’s emphasis is\nalways right.",
        "Over all things that are agreeable to his nature and\ngenius the man has the highest right. Everywhere he\nmay take what belongs to his spiritual estate, nor can\nhe take any thing else though all doors were open, nor\ncan all the force of men hinder him from taking so much.\nIt is vain to attempt to keep a secret from one who has\na right to know it. It will tell itself. That mood into\nwhich a friend can bring us is his dominion over us. To\nthe thoughts of that state of mind he has a right. All\nthe secrets of that state of mind he can compel. This is\na law which statesmen use in practice. All the terrors\nof the French Republic, which held Austria in awe, were\nunable to command her diplomacy. But Napoleon sent to\nVienna M. de Narbonne, one of the old noblesse, with the\nmorals, manners and name of that interest, saying that it\nwas indispensable to send to the old aristocracy of Europe\nmen of the same connection, which, in fact, constitutes a\nsort of free-masonry. M. de Narbonne in less than a\nfortnight penetrated all the secrets of the imperial\ncabinet.",
        "Nothing seems so easy as to speak and to be understood.\nYet a man may come to find that the strongest of defences\nand of ties,—that he has been understood; and he who\nhas received an opinion may come to find it the most\ninconvenient of bonds.",
        "If a teacher have any opinion which he wishes to conceal,\nhis pupils will become as fully indoctrinated into that\nas into any which he publishes. If you pour water into\na vessel twisted into coils and angles, it is vain to\nsay, I will pour it only into this or that;—it will find\nits level in all. Men feel and act the consequences of\nyour doctrine without being able to show how they follow.\nShow us an arc of the curve, and a good mathematician will\nfind out the whole figure. We are always reasoning from\nthe seen to the unseen. Hence the perfect intelligence\nthat subsists between wise men of remote ages. A man\ncannot bury his meanings so deep in his book but time and\nlike-minded men will find them. Plato had a secret doctrine,\nhad he? What secret can he conceal from the eyes of Bacon?\nof Montaigne? of Kant? Therefore, Aristotle said of his\nworks, “They are published and not published.”",
        "No man can learn what he has not preparation for learning,\nhowever near to his eyes is the object. A chemist may\ntell his most precious secrets to a carpenter, and he\nshall be never the wiser,—the secrets he would not utter\nto a chemist for an estate. God screens us evermore from\npremature ideas. Our eyes are holden that we cannot see\nthings that stare us in the face, until the hour arrives\nwhen the mind is ripened; then we behold them, and the\ntime when we saw them not is like a dream.",
        "Not in nature but in man is all the beauty and worth\nhe sees. The world is very empty, and is indebted to\nthis gilding, exalting soul for all its pride. “Earth\nfills her lap with splendors” not her own. The vale of\nTempe, Tivoli and Rome are earth and water, rocks and\nsky. There are as good earth and water in a thousand\nplaces, yet how unaffecting!",
        "People are not the better for the sun and moon, the\nhorizon and the trees; as it is not observed that the\nkeepers of Roman galleries or the valets of painters\nhave any elevation of thought, or that librarians are\nwiser men than others. There are graces in the demeanor\nof a polished and noble person which are lost upon the\neye of a churl. These are like the stars whose light has\nnot yet reached us.",
        "He may see what he maketh. Our dreams are the sequel of\nour waking knowledge. The visions of the night bear some\nproportion to the visions of the day. Hideous dreams are\nexaggerations of the sins of the day. We see our evil\naffections embodied in bad physiognomies. On the Alps\nthe traveller sometimes beholds his own shadow magnified\nto a giant, so that every gesture of his hand is terrific.\n“My children,” said an old man to his boys scared by a\nfigure in the dark entry, “my children, you will never\nsee any thing worse than yourselves.” As in dreams, so in\nthe scarcely less fluid events of the world every man sees\nhimself in colossal, without knowing that it is himself.\nThe good, compared to the evil which he sees, is as his\nown good to his own evil. Every quality of his mind is\nmagnified in some one acquaintance, and every emotion of\nhis heart in some one. He is like a quincunx of trees,\nwhich counts five,—east, west, north, or south; or an\ninitial, medial, and terminal acrostic. And why not? He\ncleaves to one person and avoids another, according to\ntheir likeness or unlikeness to himself, truly seeking\nhimself in his associates and moreover in his trade and\nhabits and gestures and meats and drinks, and comes at\nlast to be faithfully represented by every view you take\nof his circumstances.",
        "He may read what he writes. What can we see or acquire\nbut what we are? You have observed a skilful man reading\nVirgil. Well, that author is a thousand books to a\nthousand persons. Take the book into your two hands and\nread your eyes out, you will never find what I find. If\nany ingenious reader would have a monopoly of the wisdom\nor delight he gets, he is as secure now the book is\nEnglished, as if it were imprisoned in the Pelews’ tongue.\nIt is with a good book as it is with good company. Introduce\na base person among gentlemen, it is all to no purpose; he\nis not their fellow. Every society protects itself. The\ncompany is perfectly safe, and he is not one of them,\nthough his body is in the room.",
        "What avails it to fight with the eternal laws of mind,\nwhich adjust the relation of all persons to each other\nby the mathematical measure of their havings and beings?\nGertrude is enamored of Guy; how high, how aristocratic,\nhow Roman his mien and manners! to live with him were\nlife indeed, and no purchase is too great; and heaven and\nearth are moved to that end. Well, Gertrude has Guy; but\nwhat now avails how high, how aristocratic, how Roman his\nmien and manners, if his heart and aims are in the senate,\nin the theatre and in the billiard-room, and she has no\naims, no conversation that can enchant her graceful lord?",
        "He shall have his own society. We can love nothing but\nnature. The most wonderful talents, the most meritorious\nexertions really avail very little with us; but nearness\nor likeness of nature,—how beautiful is the ease of its\nvictory! Persons approach us, famous for their beauty,\nfor their accomplishments, worthy of all wonder for their\ncharms and gifts; they dedicate their whole skill to the\nhour and the company,—with very imperfect result. To be\nsure it would be ungrateful in us not to praise them\nloudly. Then, when all is done, a person of related mind,\na brother or sister by nature, comes to us so softly and\neasily, so nearly and intimately, as if it were the blood\nin our proper veins, that we feel as if some one was gone,\ninstead of another having come; we are utterly relieved\nand refreshed; it is a sort of joyful solitude. We foolishly\nthink in our days of sin that we must court friends by\ncompliance to the customs of society, to its dress, its\nbreeding, and its estimates. But only that soul can be my\nfriend which I encounter on the line of my own march, that\nsoul to which I do not decline and which does not decline\nto me, but, native of the same celestial latitude, repeats\nin its own all my experience. The scholar forgets himself\nand apes the customs and costumes of the man of the world\nto deserve the smile of beauty, and follows some giddy\ngirl, not yet taught by religious passion to know the noble\nwoman with all that is serene, oracular and beautiful in her\nsoul. Let him be great, and love shall follow him. Nothing\nis more deeply punished than the neglect of the affinities\nby which alone society should be formed, and the insane\nlevity of choosing associates by others’ eyes.",
        "He may set his own rate. It is a maxim worthy of all\nacceptation that a man may have that allowance he takes.\nTake the place and attitude which belong to you, and all\nmen acquiesce. The world must be just. It leaves every\nman, with profound unconcern, to set his own rate. Hero\nor driveller, it meddles not in the matter. It will\ncertainly accept your own measure of your doing and being,\nwhether you sneak about and deny your own name, or whether\nyou see your work produced to the concave sphere of the\nheavens, one with the revolution of the stars.",
        "The same reality pervades all teaching. The man may\nteach by doing, and not otherwise. If he can communicate\nhimself he can teach, but not by words. He teaches who\ngives, and he learns who receives. There is no teaching\nuntil the pupil is brought into the same state or\nprinciple in which you are; a transfusion takes place;\nhe is you and you are he; then is a teaching, and by no\nunfriendly chance or bad company can he ever quite lose\nthe benefit. But your propositions run out of one ear\nas they ran in at the other. We see it advertised that\nMr. Grand will deliver an oration on the Fourth of July,\nand Mr. Hand before the Mechanics’ Association, and we\ndo not go thither, because we know that these gentlemen\nwill not communicate their own character and experience\nto the company. If we had reason to expect such a\nconfidence we should go through all inconvenience and\nopposition. The sick would be carried in litters.  But\na public oration is an escapade, a non-committal, an\napology, a gag, and not a communication, not a speech,\nnot a man.",
        "A like Nemesis presides over all intellectual works. We\nhave yet to learn that the thing uttered in words is\nnot therefore affirmed. It must affirm itself, or no\nforms of logic or of oath can give it evidence. The\nsentence must also contain its own apology for being\nspoken.",
        "The effect of any writing on the public mind is\nmathematically measurable by its depth of thought. How\nmuch water does it draw? If it awaken you to think, if\nit lift you from your feet with the great voice of\neloquence, then the effect is to be wide, slow, permanent,\nover the minds of men; if the pages instruct you not,\nthey will die like flies in the hour. The way to speak\nand write what shall not go out of fashion is to speak\nand write sincerely. The argument which has not power\nto reach my own practice, I may well doubt will fail\nto reach yours. But take Sidney’s maxim:—\"Look in thy\nheart, and write.” He that writes to himself writes to\nan eternal public. That statement only is fit to be made\npublic which you have come at in attempting to satisfy\nyour own curiosity. The writer who takes his subject from\nhis ear and not from his heart, should know that he has\nlost as much as he seems to have gained, and when the\nempty book has gathered all its praise, and half the\npeople say, ’What poetry! what genius!’ it still needs\nfuel to make fire. That only profits which is profitable.\nLife alone can impart life; and though we should burst we\ncan only be valued as we make ourselves valuable. There\nis no luck in literary reputation. They who make up the\nfinal verdict upon every book are not the partial and\nnoisy readers of the hour when it appears, but a court as\nof angels, a public not to be bribed, not to be entreated\nand not to be overawed, decides upon every man’s title to\nfame. Only those books come down which deserve to last.\nGilt edges, vellum and morocco, and presentation-copies\nto all the libraries will not preserve a book in circulation\nbeyond its intrinsic date. It must go with all Walpole’s\nNoble and Royal Authors to its fate. Blackmore, Kotzebue,\nor Pollok may endure for a night, but Moses and Homer stand\nfor ever. There are not in the world at any one time more\nthan a dozen persons who read and understand Plato,—never\nenough to pay for an edition of his works; yet to every\ngeneration these come duly down, for the sake of those few\npersons, as if God brought them in his hand. “No book,” said\nBentley, “was ever written down by any but itself.” The\npermanence of all books is fixed by no effort, friendly or\nhostile, but by their own specific gravity, or the intrinsic\nimportance of their contents to the constant mind of man.\n“Do not trouble yourself too much about the light on your\nstatue,” said Michael Angelo to the young sculptor; “the\nlight of the public square will test its value.”",
        "In like manner the effect of every action is measured\nby the depth of the sentiment from which it proceeds.\nThe great man knew not that he was great. It took a\ncentury or two for that fact to appear.  What he did,\nhe did because he must; it was the most natural thing\nin the world, and grew out of the circumstances of the\nmoment. But now, every thing he did, even to the lifting\nof his finger or the eating of bread, looks large, all-\nrelated, and is called an institution.",
        "These are the demonstrations in a few particulars of\nthe genius of nature; they show the direction of the\nstream. But the stream is blood; every drop is alive.\nTruth has not single victories; all things are its\norgans,—not only dust and stones, but errors and lies.\nThe laws of disease, physicians say, are as beautiful\nas the laws of health. Our philosophy is affirmative\nand readily accepts the testimony of negative facts, as\nevery shadow points to the sun. By a divine necessity\nevery fact in nature is constrained to offer its testimony.",
        "Human character evermore publishes itself. The most\nfugitive deed and word, the mere air of doing a thing,\nthe intimated purpose, expresses character. If you act\nyou show character; if you sit still, if you sleep, you\nshow it. You think because you have spoken nothing when\nothers spoke, and have given no opinion on the times,\non the church, on slavery, on marriage, on socialism,\non secret societies, on the college, on parties and\npersons, that your verdict is still expected with\ncuriosity as a reserved wisdom.  Far otherwise; your\nsilence answers very loud. You have no oracle to utter,\nand your fellow-men have learned that you cannot help\nthem; for oracles speak. Doth not Wisdom cry and\nUnderstanding put forth her voice?",
        "Dreadful limits are set in nature to the powers of\ndissimulation. Truth tyrannizes over the unwilling\nmembers of the body. Faces never lie, it is said. No\nman need be deceived who will study the changes of\nexpression. When a man speaks the truth in the spirit\nof truth, his eye is as clear as the heavens. When he\nhas base ends and speaks falsely, the eye is muddy and\nsometimes asquint.",
        "I have heard an experienced counsellor say that he\nnever feared the effect upon a jury of a lawyer who\ndoes not believe in his heart that his client ought\nto have a verdict. If he does not believe it his\nunbelief will appear to the jury, despite all his\nprotestations, and will become their unbelief. This\nis that law whereby a work of art, of whatever kind,\nsets us in the same state of mind wherein the artist\nwas when he made it. That which we do not believe we\ncannot adequately say, though we may repeat the words\nnever so often. It was this conviction which Swedenborg\nexpressed when he described a group of persons in the\nspiritual world endeavoring in vain to articulate a\nproposition which they did not believe; but they could\nnot, though they twisted and folded their lips even to\nindignation.",
        "A man passes for that he is worth. Very idle is all\ncuriosity concerning other people’s estimate of us,\nand all fear of remaining unknown is not less so. If\na man know that he can do any thing,—that he can do\nit better than any one else,—he has a pledge of the\nacknowledgment of that fact by all persons. The world\nis full of judgment-days, and into every assembly that\na man enters, in every action he attempts, he is gauged\nand stamped. In every troop of boys that whoop and run\nin each yard and square, a new-comer is as well and\naccurately weighed in the course of a few days and\nstamped with his right number, as if he had undergone\na formal trial of his strength, speed and temper. A\nstranger comes from a distant school, with better dress,\nwith trinkets in his pockets, with airs and pretensions;\nan older boy says to himself, ’It’s of no use; we shall\nfind him out to-morrow.’ ’What has he done?’ is the divine\nquestion which searches men and transpierces every false\nreputation. A fop may sit in any chair of the world nor\nbe distinguished for his hour from Homer and Washington;\nbut there need never be any doubt concerning the respective\nability of human beings. Pretension may sit still, but\ncannot act. Pretension never feigned an act of real\ngreatness. Pretension never wrote an Iliad, nor drove back\nXerxes, nor christianized the world, nor abolished slavery.",
        "As much virtue as there is, so much appears; as much\ngoodness as there is, so much reverence it commands.\nAll the devils respect virtue. The high, the generous,\nthe self-devoted sect will always instruct and command\nmankind. Never was a sincere word utterly lost. Never a\nmagnanimity fell to the ground, but there is some heart\nto greet and accept it unexpectedly. A man passes for\nthat he is worth.  What he is engraves itself on his face,\non his form, on his fortunes, in letters of light.\nConcealment avails him nothing, boasting nothing. There\nis confession in the glances of our eyes, in our smiles,\nin salutations, and the grasp of hands. His sin bedaubs\nhim, mars all his good impression. Men know not why they\ndo not trust him, but they do not trust him. His vice\nglasses his eye, cuts lines of mean expression in his\ncheek, pinches the nose, sets the mark of the beast on\nthe back of the head, and writes O fool! fool! on the\nforehead of a king.",
        "If you would not be known to do any thing, never do it.\nA man may play the fool in the drifts of a desert, but\nevery grain of sand shall seem to see. He may be a\nsolitary eater, but he cannot keep his foolish counsel.\nA broken complexion, a swinish look, ungenerous acts\nand the want of due knowledge,—all blab. Can a cook, a\nChiffinch, an Iachimo be mistaken for Zeno or Paul?\nConfucius exclaimed,—\"How can a man be concealed? How\ncan a man be concealed?”",
        "On the other hand, the hero fears not that if he\nwithhold the avowal of a just and brave act it will\ngo unwitnessed and unloved. One knows it,—himself,\n—and is pledged by it to sweetness of peace and to\nnobleness of aim which will prove in the end a better\nproclamation of it than the relating of the incident.\nVirtue is the adherence in action to the nature of\nthings, and the nature of things makes it prevalent.\nIt consists in a perpetual substitution of being for\nseeming, and with sublime propriety God is described\nas saying, I AM.",
        "The lesson which these observations convey is, Be, and\nnot seem. Let us acquiesce. Let us take our bloated\nnothingness out of the path of the divine circuits. Let\nus unlearn our wisdom of the world. Let us lie low in\nthe Lord’s power and learn that truth alone makes rich\nand great.",
        "If you visit your friend, why need you apologize for\nnot having visited him, and waste his time and deface\nyour own act? Visit him now. Let him feel that the\nhighest love has come to see him, in thee its lowest\norgan. Or why need you torment yourself and friend by\nsecret self-reproaches that you have not assisted him\nor complimented him with gifts and salutations heretofore?\nBe a gift and a benediction. Shine with real light and not\nwith the borrowed reflection of gifts. Common men are\napologies for men; they bow the head, excuse themselves\nwith prolix reasons, and accumulate appearances because\nthe substance is not.",
        "We are full of these superstitions of sense, the worship\nof magnitude. We call the poet inactive, because he is\nnot a president, a merchant, or a porter. We adore an\ninstitution, and do not see that it is founded on a\nthought which we have. But real action is in silent\nmoments. The epochs of our life are not in the visible\nfacts of our choice of a calling, our marriage, our\nacquisition of an office, and the like, but in a silent\nthought by the way-side as we walk; in a thought which\nrevises our entire manner of life and says,—’Thus hast\nthou done, but it were better thus.’ And all our after\nyears, like menials, serve and wait on this, and according\nto their ability execute its will. This revisal or\ncorrection is a constant force, which, as a tendency,\nreaches through our lifetime. The object of the man, the\naim of these moments, is to make daylight shine through\nhim, to suffer the law to traverse his whole being without\nobstruction, so that on what point soever of his doing your\neye falls it shall report truly of his character, whether\nit be his diet, his house, his religious forms, his society,\nhis mirth, his vote, his opposition. Now he is not homogeneous,\nbut heterogeneous, and the ray does not traverse; there are\nno thorough lights, but the eye of the beholder is puzzled,\ndetecting many unlike tendencies and a life not yet at one.",
        "Why should we make it a point with our false modesty\nto disparage that man we are and that form of being\nassigned to us? A good man is contented. I love and\nhonor Epaminondas, but I do not wish to be Epaminondas.\nI hold it more just to love the world of this hour than\nthe world of his hour. Nor can you, if I am true, excite\nme to the least uneasiness by saying, ’He acted and thou\nsittest still.’ I see action to be good, when the need\nis, and sitting still to be also good. Epaminondas, if\nhe was the man I take him for, would have sat still with\njoy and peace, if his lot had been mine. Heaven is large,\nand affords space for all modes of love and fortitude.\nWhy should we be busybodies and superserviceable? Action\nand inaction are alike to the true. One piece of the tree\nis cut for a weathercock and one for the sleeper of a\nbridge; the virtue of the wood is apparent in both.",
        "I desire not to disgrace the soul. The fact that I am\nhere certainly shows me that the soul had need of an\norgan here. Shall I not assume the post? Shall I skulk\nand dodge and duck with my unseasonable apologies and\nvain modesty and imagine my being here impertinent?\nless pertinent than Epaminondas or Homer being there?\nand that the soul did not know its own needs? Besides,\nwithout any reasoning on the matter, I have no discontent.\nThe good soul nourishes me and unlocks new magazines of\npower and enjoyment to me every day. I will not meanly\ndecline the immensity of good, because I have heard that\nit has come to others in another shape.",
        "Besides, why should we be cowed by the name of Action?\n’Tis a trick of the senses,—no more. We know that the\nancestor of every action is a thought. The poor mind does\nnot seem to itself to be any thing unless it have an\noutside badge,—some Gentoo diet, or Quaker coat, or\nCalvinistic prayer-meeting, or philanthropic society, or\na great donation, or a high office, or, any how, some wild\ncontrasting action to testify that it is somewhat. The rich\nmind lies in the sun and sleeps, and is Nature. To think is\nto act.",
        "Let us, if we must have great actions, make our own so.\nAll action is of an infinite elasticity, and the least\nadmits of being inflated with the celestial air until\nit eclipses the sun and moon. Let us seek one peace\nby fidelity. Let me heed my duties. Why need I go gadding\ninto the scenes and philosophy of Greek and Italian\nhistory before I have justified myself to my benefactors?\nHow dare I read Washington’s campaigns when I have not\nanswered the letters of my own correspondents? Is not\nthat a just objection to much of our reading? It is a\npusillanimous desertion of our work to gaze after our\nneighbors. It is peeping. Byron says of Jack Bunting,—",
        "I may say it of our preposterous use of books,—He knew\nnot what to do, and so he read. I can think of nothing\nto fill my time with, and I find the Life of Brant. It\nis a very extravagant compliment to pay to Brant, or to\nGeneral Schuyler, or to General Washington. My time\nshould be as good as their time,—my facts, my net of\nrelations, as good as theirs, or either of theirs. Rather\nlet me do my work so well that other idlers if they choose\nmay compare my texture with the texture of these and find\nit identical with the best.",
        "This over-estimate of the possibilities of Paul and\nPericles, this under-estimate of our own, comes from a\nneglect of the fact of an identical nature. Bonaparte\nknew but one merit, and rewarded in one and the same\nway the good soldier, the good astronomer, the good\npoet, the good player. The poet uses the names of Caesar,\nof Tamerlane, of Bonduca, of Belisarius; the painter uses\nthe conventional story of the Virgin Mary, of Paul, of\nPeter. He does not therefore defer to the nature of these\naccidental men, of these stock heroes. If the poet write\na true drama, then he is Caesar, and not the player of\nCaesar; then the selfsame strain of thought, emotion as\npure, wit as subtle, motions as swift, mounting, extravagant,\nand a heart as great, self-sufficing, dauntless, which on\nthe waves of its love and hope can uplift all that is\nreckoned solid and precious in the world,—palaces, gardens,\nmoney, navies, kingdoms,—marking its own incomparable worth\nby the slight it casts on these gauds of men;—these all are\nhis, and by the power of these he rouses the nations. Let a\nman believe in God, and not in names and places and persons.\nLet the great soul incarnated in some woman’s form, poor and\nsad and single, in some Dolly or Joan, go out to service,\nand sweep chambers and scour floors, and its effulgent\ndaybeams cannot be muffled or hid, but to sweep and scour\nwill instantly appear supreme and beautiful actions, the top\nand radiance of human life, and all people will get mops and\nbrooms; until, lo! suddenly the great soul has enshrined\nitself in some other form and done some other deed, and that\nis now the flower and head of all living nature.",
        "We are the photometers, we the irritable goldleaf and\ntinfoil that measure the accumulations of the subtle\nelement. We know the authentic effects of the true fire\nthrough every one of its million disguises.",
        "Continue...",
        "\nThis complete text of Essays, First Series by Ralph Waldo Emerson is in the public domain.\n\n\nInterested to buy a book?\nRalph Waldo Emerson: Essays and Lectures.\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on April 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Essays: First Series - Vol. 2 (Notable American Authors)By Ralph Waldo EmersonAt Amazon"
    ]
}