{
    "title": "Essays of Francis Bacon - Of Dispatch (The Essays or Counsels, Civil and Moral, of Francis Ld. Verulam Viscount St. Albans)",
    "author": "Unknown",
    "chapter": "26",
    "content": [
        "\nFrancis Bacon (1561-1626)\n",
        "\n\n",
        "AFFECTED dispatch is one of the most dangerous things to business that can be.  It is like\nthat, which the physicians call predigestion, or\nhasty digestion; which is sure to fill the body full of\ncrudities, and secret seeds of diseases.  Therefore\nmeasure not dispatch, by the times of sitting, but\nby the advancement of the business.  And as in\nraces it is not the large stride or high lift that makes\nthe speed; so in business, the keeping close to the\nmatter, and not taking of it too much at once, procureth dispatch.  It is the care of some, only to come\noff speedily for the time; or to contrive some false\nperiods of business, because they may seem men\nof dispatch.  But it is one thing, to abbreviate by\ncontracting, another by cutting off . And business\nso handled, at several sittings or meetings, goeth\ncommonly backward and forward in an unsteady\nmanner.  I knew a wise man that had it for a byword, when he saw men hasten to a conclusion,\nStay a little, that we may  make  an  end  the  sooner.",
        "On the other side, true dispatch is a rich thing.\nFor time is the measure of business, as money is\nof wares; and business is bought at a dear hand,\nwhere there is small dispatch.  The Spartans and\nSpaniards have been noted to be of small dispatch;\nMi venga la muerte de Spagna; Let my death come\nfrom Spain; for then it will be sure to be long in\ncoming.",
        "Give good hearing to those, that give the first\ninformation in business; and rather direct them\nin the beginning, than interrupt them in the continuance of their speeches; for he that is put out of\nhis own order, will go forward and backward, and\nbe more tedious, while he waits upon his memory,\nthan he could have been, if he had gone on in his\nown course.  But sometimes it is seen, that the\nmoderator is more troublesome, than the actor.",
        "Iterations are commonly loss of time.  But there\nis no such gain of time, as to iterate often the state\nof the question; for it chaseth away many a frivolous speech, as it is coming forth.  Long and curious\nspeeches, are as fit for dispatch, as a robe or mantle,\nwith a long train, is for race.  Prefaces and passages, and excusations, and other speeches of reference to the person, are great wastes of time; and\nthough they seem to proceed of modesty, they are\nbravery.  Yet beware of being too material, when\nthere is any impediment or obstruction in men’s\nwills; for pre-occupation of mind ever requireth\npreface of speech; like a fomentation to make the\nunguent enter.",
        "Above all things, order, and distribution, and\nsingling out of parts, is the life of dispatch; so as the\ndistribution be not too subtle: for he that doth not\ndivide, will never enter well into business; and he\nthat divideth too much, will never come out of it\nclearly.  To choose time, is to save time; and an unseasonable motion, is but beating the air.  There be\nthree parts of business; the preparation, the debate\nor examination, and the perfection.  Whereof, if\nyou look for dispatch, let the middle only be the\nwork of many, and the first and last the work of\nfew.  The proceeding upon somewhat conceived in\nwriting, doth for the most part facilitate dispatch:\nfor though it should be wholly rejected, yet that\nnegative is more pregnant of direction, than an\nindefinite; as ashes are more generative than dust.",
        "\nOf Seeming Wise",
        "IT HATH been an opinion, that the French are\nwiser than they seem, and the Spaniards seem\nwiser than they are.  But howsoever it be between\nnations, certainly it is so between man and man.\nFor as the Apostle saith of godliness, Having a\nshow of godliness, but denying the power thereof;\nso certainly there are, in point of wisdom and sufficiently, that do nothing or little very solemnly:\nmagno conatu nugas.  It is a ridiculous thing, and\nfit for a satire to persons of judgment, to see what\nshifts these formalists have, and what prospectives\nto make superficies to seem body, that hath depth\nand bulk.  Some are so close and reserved, as they\nwill not show their wares, but by a dark light; and\nseem always to keep back somewhat; and when\nthey know within themselves, they speak of that\nthey do not well know, would nevertheless seem\nto others, to know of that which they may not well\nspeak.  Some help themselves with countenance\nand gesture, and are wise by signs; as Cicero saith\nof Piso, that when he answered him, he fetched\none of his brows up to his forehead, and bent the\nother down to his chin; Respondes, altero ad frontem sublato,    altero ad mentum depresso supercilio, crudelitatem tibi non placere.  Some think\nto bear it by speaking a great word, and being peremptory; and go on, and take by admittance, that\nwhich they cannot make good.  Some, whatsoever\nis beyond their reach, will seem to despise, or make\nlight of it, as impertinent or curious; and so would\nhave their ignorance seem judgment.  Some are\nnever without a difference, and commonly by\namusing men with a subtilty, blanch the matter;\nof whom A. Gellius saith, Hominem delirum, qui\nverborum minutiis rerum  frangit pondera.  Of\nwhich kind also, Plato, in his Protagoras, bringeth\nin Prodius in scorn, and maketh him make a\nspeech, that consisteth of distinction from the beginning to the end.  Generally, such men in all\ndeliberations find ease to be of the negative side,\nand affect a credit to object and foretell difficulties; for when propositions are denied, there is an\nend of them; but if they be allowed, it requireth a\nnew work; which false point of wisdom is the bane\nof business.  To conclude, there is no decaying merchant, or inward beggar, hath so many tricks to\nuphold the credit of their wealth, as these empty\npersons have, to maintain the credit of their sufficiency.  Seeming wise men may make shift to get\nopinion; but let no man choose them for employment; for certainly you were better take for business, a man somewhat absurd, than over-formal.",
        "Continue...",
        "\nThis complete text of Essays of Francis Bacon is in the public domain.\n\n\nAmazon books: \nThe Essays, Francis Bacon.\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on November 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}