{
    "title": "Essays, First Series - V. Love",
    "author": "Ralph Waldo Emerson",
    "chapter": "10",
    "content": [
        "",
        "\n\n",
        "Every promise of the soul has innumerable fulfilments;\neach of its joys ripens into a new want. Nature,\nuncontainable, flowing, forelooking, in the first\nsentiment of kindness anticipates already a benevolence\nwhich shall lose all particular regards in its general\nlight. The introduction to this felicity is in a private\nand tender relation of one to one, which is the enchantment\nof human life; which, like a certain divine rage and\nenthusiasm, seizes on man at one period and works a\nrevolution in his mind and body; unites him to his race,\npledges him to the domestic and civic relations, carries\nhim with new sympathy into nature, enhances the power of\nthe senses, opens the imagination, adds to his character\nheroic and sacred attributes, establishes marriage, and\ngives permanence to human society.",
        "The natural association of the sentiment of love with\nthe heyday of the blood seems to require that in order\nto portray it in vivid tints, which every youth and maid\nshould confess to be true to their throbbing experience,\none must not be too old. The delicious fancies of youth\nreject the least savor of a mature philosophy, as chilling\nwith age and pedantry their purple bloom. And therefore I\nknow I incur the imputation of unnecessary hardness and\nstoicism from those who compose the Court and Parliament\nof Love. But from these formidable censors I shall appeal\nto my seniors. For it is to be considered that this passion\nof which we speak, though it begin with the young, yet\nforsakes not the old, or rather suffers no one who is truly\nits servant to grow old, but makes the aged participators\nof it not less than the tender maiden, though in a different\nand nobler sort. For it is a fire that kindling its first\nembers in the narrow nook of a private bosom, caught from\na wandering spark out of another private heart, glows and\nenlarges until it warms and beams upon multitudes of men\nand women, upon the universal heart of all, and so lights\nup the whole world and all nature with its generous flames.\nIt matters not therefore whether we attempt to describe\nthe passion at twenty, at thirty, or at eighty years. He\nwho paints it at the first period will lose some of its\nlater, he who paints it at the last, some of its earlier\ntraits. Only it is to be hoped that by patience and the\nMuses’ aid we may attain to that inward view of the law\nwhich shall describe a truth ever young and beautiful, so\ncentral that it shall commend itself to the eye, at whatever\nangle beholden.",
        "And the first condition is, that we must leave a too\nclose and lingering adherence to facts, and study the\nsentiment as it appeared in hope and not in history.\nFor each man sees his own life defaced and disfigured,\nas the life of man is not, to his imagination. Each man\nsees over his own experience a certain stain of error,\nwhilst that of other men looks fair and ideal. Let any\nman go back to those delicious relations which make the\nbeauty of his life, which have given him sincerest\ninstruction and nourishment, he will shrink and moan.\nAlas! I know not why, but infinite compunctions embitter\nin mature life the remembrances of budding joy and cover\nevery beloved name. Every thing is beautiful seen from the\npoint of the intellect, or as truth. But all is sour, if\nseen as experience. Details are melancholy; the plan is\nseemly and noble. In the actual world—the painful kingdom\nof time and place—dwell care, and canker, and fear. With\nthought, with the ideal, is immortal hilarity, the rose of\njoy. Round it all the Muses sing.  But grief cleaves to\nnames, and persons, and the partial interests of to-day\nand yesterday.",
        "The strong bent of nature is seen in the proportion\nwhich this topic of personal relations usurps in the\nconversation of society. What do we wish to know of\nany worthy person so much, as how he has sped in the\nhistory of this sentiment? What books in the circulating\nlibraries circulate? How we glow over these novels of\npassion, when the story is told with any spark of truth\nand nature! And what fastens attention, in the intercourse\nof life, like any passage betraying affection between two\nparties? Perhaps we never saw them before, and never shall\nmeet them again. But we see them exchange a glance, or\nbetray a deep emotion, and we are no longer strangers. We\nunderstand them, and take the warmest interest in the\ndevelopment of the romance. All mankind love a lover. The\nearliest demonstrations of complacency and kindness are\nnature’s most winning pictures. It is the dawn of civility\nand grace in the coarse and rustic.  The rude village boy\nteases the girls about the school-house door;—but to-day\nhe comes running into the entry, and meets one fair child\ndisposing her satchel; he holds her books to help her, and\ninstantly it seems to him as if she removed herself from\nhim infinitely, and was a sacred precinct. Among the throng\nof girls he runs rudely enough, but one alone distances him;\nand these two little neighbors, that were so close just now,\nhave learned to respect each other’s personality. Or who can\navert his eyes from the engaging, half-artful, half-artless\nways of school-girls who go into the country shops to buy a\nskein of silk or a sheet of paper, and talk half an hour\nabout nothing with the broad-faced, good-natured shop-boy.\nIn the village they are on a perfect equality, which love\ndelights in, and without any coquetry the happy, affectionate\nnature of woman flows out in this pretty gossip. The girls\nmay have little beauty, yet plainly do they establish between\nthem and the good boy the most agreeable, confiding relations,\nwhat with their fun and their earnest, about Edgar and Jonas\nand Almira, and who was invited to the party, and who danced\nat the dancing-school, and when the singing-school would begin,\nand other nothings concerning which the parties cooed. By and\nby that boy wants a wife, and very truly and heartily will he\nknow where to find a sincere and sweet mate, without any risk\nsuch as Milton deplores as incident to scholars and great men.",
        "I have been told that in some public discourses of mine\nmy reverence for the intellect has made me unjustly cold\nto the personal relations. But now I almost shrink at the\nremembrance of such disparaging words. For persons are\nlove’s world, and the coldest philosopher cannot recount\nthe debt of the young soul wandering here in nature to\nthe power of love, without being tempted to unsay, as\ntreasonable to nature, aught derogatory to the social\ninstincts. For though the celestial rapture falling out\nof heaven seizes only upon those of tender age, and\nalthough a beauty overpowering all analysis or comparison\nand putting us quite beside ourselves we can seldom see\nafter thirty years, yet the remembrance of these visions\noutlasts all other remembrances, and is a wreath of flowers\non the oldest brows. But here is a strange fact; it may\nseem to many men, in revising their experience, that they\nhave no fairer page in their life’s book than the delicious\nmemory of some passages wherein affection contrived to give\na witchcraft, surpassing the deep attraction of its own\ntruth, to a parcel of accidental and trivial circumstances.\nIn looking backward they may find that several things which\nwere not the charm have more reality to this groping memory\nthan the charm itself which embalmed them. But be our\nexperience in particulars what it may, no man ever forgot\nthe visitations of that power to his heart and brain, which\ncreated all things anew; which was the dawn in him of music,\npoetry, and art; which made the face of nature radiant with\npurple light, the morning and the night varied enchantments;\nwhen a single tone of one voice could make the heart bound,\nand the most trivial circumstance associated with one form\nis put in the amber of memory; when he became all eye when\none was present, and all memory when one was gone; when the\nyouth becomes a watcher of windows and studious of a glove,\na veil, a ribbon, or the wheels of a carriage; when no place\nis too solitary and none too silent, for him who has richer\ncompany and sweeter conversation in his new thoughts than\nany old friends, though best and purest, can give him; for\nthe figures, the motions, the words of the beloved object\nare not like other images written in water, but, as Plutarch\nsaid, “enamelled in fire,” and make the study of midnight:—",
        "In the noon and the afternoon of life we still throb at\nthe recollection of days when happiness was not happy\nenough, but must be drugged with the relish of pain and\nfear; for he touched the secret of the matter who said\nof love,—",
        "and when the day was not long enough, but the night too\nmust be consumed in keen recollections; when the head\nboiled all night on the pillow with the generous deed\nit resolved on; when the moonlight was a pleasing fever\nand the stars were letters and the flowers ciphers and\nthe air was coined into song; when all business seemed\nan impertinence, and all the men and women running to\nand fro in the streets, mere pictures.",
        "The passion rebuilds the world for the youth. It makes\nall things alive and significant. Nature grows conscious.\nEvery bird on the boughs of the tree sings now to his\nheart and soul. The notes are almost articulate. The\nclouds have faces as he looks on them. The trees of the\nforest, the waving grass and the peeping flowers have\ngrown intelligent; and he almost fears to trust them with\nthe secret which they seem to invite. Yet nature soothes\nand sympathizes. In the green solitude he finds a dearer\nhome than with men:—",
        "Behold there in the wood the fine madman! He is a\npalace of sweet sounds and sights; he dilates; he is\ntwice a man; he walks with arms akimbo; he soliloquizes;\nhe accosts the grass and the trees; he feels the blood\nof the violet, the clover and the lily in his veins; and\nhe talks with the brook that wets his foot.",
        "The heats that have opened his perceptions of natural\nbeauty have made him love music and verse. It is a\nfact often observed, that men have written good verses\nunder the inspiration of passion, who cannot write well\nunder any other circumstances.",
        "The like force has the passion over all his nature. It\nexpands the sentiment; it makes the clown gentle and\ngives the coward heart. Into the most pitiful and abject\nit will infuse a heart and courage to defy the world, so\nonly it have the countenance of the beloved object. In\ngiving him to another it still more gives him to himself.\nHe is a new man, with new perceptions, new and keener\npurposes, and a religious solemnity of character and aims.\nHe does not longer appertain to his family and society; he\nis somewhat; he is a person; he is a soul.",
        "And here let us examine a little nearer the nature of that\ninfluence which is thus potent over the human youth. Beauty,\nwhose revelation to man we now celebrate, welcome as the\nsun wherever it pleases to shine, which pleases everybody\nwith it and with themselves, seems sufficient to itself.\nThe lover cannot paint his maiden to his fancy poor and\nsolitary. Like a tree in flower, so much soft, budding,\ninforming loveliness is society for itself; and she teaches\nhis eye why Beauty was pictured with Loves and Graces\nattending her steps. Her existence makes the world rich.\nThough she extrudes all other persons from his attention\nas cheap and unworthy, she indemnifies him by carrying out\nher own being into somewhat impersonal, large, mundane, so\nthat the maiden stands to him for a representative of all\nselect things and virtues. For that reason the lover never\nsees personal resemblances in his mistress to her kindred\nor to others. His friends find in her a likeness to her\nmother, or her sisters, or to persons not of her blood. The\nlover sees no resemblance except to summer evenings and\ndiamond mornings, to rainbows and the song of birds.",
        "The ancients called beauty the flowering of virtue. Who\ncan analyze the nameless charm which glances from one\nand another face and form? We are touched with emotions\nof tenderness and complacency, but we cannot find whereat\nthis dainty emotion, this wandering gleam, points. It is\ndestroyed for the imagination by any attempt to refer it\nto organization. Nor does it point to any relations of\nfriendship or love known and described in society, but,\nas it seems to me, to a quite other and unattainable\nsphere, to relations of transcendent delicacy and sweetness,\nto what roses and violets hint and foreshow. We cannot\napproach beauty. Its nature is like opaline doves’-neck\nlustres, hovering and evanescent. Herein it resembles the\nmost excellent things, which all have this rainbow character,\ndefying all attempts at appropriation and use. What else\ndid Jean Paul Richter signify, when he said to music, “Away!\naway! thou speakest to me of things which in all my endless\nlife I have not found, and shall not find.” The same fluency\nmay be observed in every work of the plastic arts. The statue\nis then beautiful when it begins to be incomprehensible, when\nit is passing out of criticism and can no longer be defined\nby compass and measuring-wand, but demands an active\nimagination to go with it and to say what it is in the act of\ndoing. The god or hero of the sculptor is always represented\nin a transition from that which is representable to the senses,\nto that which is not. Then first it ceases to be a stone. The\nsame remark holds of painting. And of poetry the success is\nnot attained when it lulls and satisfies, but when it\nastonishes and fires us with new endeavors after the\nunattainable. Concerning it Landor inquires “whether it\nis not to be referred to some purer state of sensation and\nexistence.”",
        "In like manner, personal beauty is then first charming\nand itself when it dissatisfies us with any end; when\nit becomes a story without an end; when it suggests\ngleams and visions and not earthly satisfactions; when\nit makes the beholder feel his unworthiness; when he\ncannot feel his right to it, though he were Caesar; he\ncannot feel more right to it than to the firmament and\nthe splendors of a sunset.",
        "Hence arose the saying, “If I love you, what is that to\nyou?” We say so because we feel that what we love is not\nin your will, but above it. It is not you, but your\nradiance. It is that which you know not in yourself and\ncan never know.",
        "This agrees well with that high philosophy of Beauty\nwhich the ancient writers delighted in; for they said\nthat the soul of man, embodied here on earth, went\nroaming up and down in quest of that other world of\nits own out of which it came into this, but was soon\nstupefied by the light of the natural sun, and unable\nto see any other objects than those of this world,\nwhich are but shadows of real things. Therefore the\nDeity sends the glory of youth before the soul, that\nit may avail itself of beautiful bodies as aids to its\nrecollection of the celestial good and fair; and the\nman beholding such a person in the female sex runs to\nher and finds the highest joy in contemplating the form,\nmovement, and intelligence of this person, because it\nsuggests to him the presence of that which indeed is\nwithin the beauty, and the cause of the beauty.",
        "If however, from too much conversing with material\nobjects, the soul was gross, and misplaced its\nsatisfaction in the body, it reaped nothing but\nsorrow; body being unable to fulfil the promise\nwhich beauty holds out; but if, accepting the hint\nof these visions and suggestions which beauty makes\nto his mind, the soul passes through the body and\nfalls to admire strokes of character, and the lovers\ncontemplate one another in their discourses and their\nactions, then they pass to the true palace of beauty,\nmore and more inflame their love of it, and by this\nlove extinguishing the base affection, as the sun puts\nout the fire by shining on the hearth, they become pure\nand hallowed. By conversation with that which is in\nitself excellent, magnanimous, lowly, and just, the\nlover comes to a warmer love of these nobilities, and\na quicker apprehension of them. Then he passes from\nloving them in one to loving them in all, and so is\nthe one beautiful soul only the door through which he\nenters to the society of all true and pure souls. In\nthe particular society of his mate he attains a clearer\nsight of any spot, any taint which her beauty has\ncontracted from this world, and is able to point it out,\nand this with mutual joy that they are now able, without\noffence, to indicate blemishes and hindrances in each\nother, and give to each all help and comfort in curing\nthe same. And beholding in many souls the traits of the\ndivine beauty, and separating in each soul that which\nis divine from the taint which it has contracted in the\nworld, the lover ascends to the highest beauty, to the\nlove and knowledge of the Divinity, by steps on this\nladder of created souls.",
        "Somewhat like this have the truly wise told us of love\nin all ages. The doctrine is not old, nor is it new. If\nPlato, Plutarch and Apuleius taught it, so have Petrarch,\nAngelo and Milton. It awaits a truer unfolding in opposition\nand rebuke to that subterranean prudence which presides at\nmarriages with words that take hold of the upper world,\nwhilst one eye is prowling in the cellar; so that its gravest\ndiscourse has a savor of hams and powdering-tubs. Worst, when\nthis sensualism intrudes into the education of young women,\nand withers the hope and affection of human nature by\nteaching that marriage signifies nothing but a housewife’s\nthrift, and that woman’s life has no other aim.",
        "But this dream of love, though beautiful, is only one\nscene in our play. In the procession of the soul from\nwithin outward, it enlarges its circles ever, like the\npebble thrown into the pond, or the light proceeding\nfrom an orb. The rays of the soul alight first on things\nnearest, on every utensil and toy, on nurses and\ndomestics, on the house and yard and passengers, on the\ncircle of household acquaintance, on politics and geography\nand history. But things are ever grouping themselves\naccording to higher or more interior laws. Neighborhood,\nsize, numbers, habits, persons, lose by degrees their power\nover us. Cause and effect, real affinities, the longing for\nharmony between the soul and the circumstance, the progressive,\nidealizing instinct, predominate later, and the step backward\nfrom the higher to the lower relations is impossible. Thus\neven love, which is the deification of persons, must become\nmore impersonal every day. Of this at first it gives no hint.\nLittle think the youth and maiden who are glancing at each\nother across crowded rooms with eyes so full of mutual\nintelligence, of the precious fruit long hereafter to\nproceed from this new, quite external stimulus. The work\nof vegetation begins first in the irritability of the bark\nand leaf-buds. From exchanging glances, they advance to\nacts of courtesy, of gallantry, then to fiery passion, to\nplighting troth and marriage. Passion beholds its object as\na perfect unit. The soul is wholly embodied, and the body is\nwholly ensouled:—",
        "Romeo, if dead, should be cut up into little stars to\nmake the heavens fine. Life, with this pair, has no\nother aim, asks no more, than Juliet,—than Romeo.\nNight, day, studies, talents, kingdoms, religion, are\nall contained in this form full of soul, in this soul\nwhich is all form. The lovers delight in endearments,\nin avowals of love, in comparisons of their regards.\nWhen alone, they solace themselves with the remembered\nimage of the other. Does that other see the same star,\nthe same melting cloud, read the same book, feel the\nsame emotion, that now delight me? They try and weigh\ntheir affection, and adding up costly advantages, friends,\nopportunities, properties, exult in discovering that\nwillingly, joyfully, they would give all as a ransom for\nthe beautiful, the beloved head, not one hair of which\nshall be harmed. But the lot of humanity is on these\nchildren. Danger, sorrow, and pain arrive to them, as to\nall. Love prays. It makes covenants with Eternal Power\nin behalf of this dear mate. The union which is thus\neffected and which adds a new value to every atom in\nnature—for it transmutes every thread throughout the\nwhole web of relation into a golden ray, and bathes the\nsoul in a new and sweeter element—is yet a temporary\nstate. Not always can flowers, pearls, poetry,\nprotestations, nor even home in another heart, content\nthe awful soul that dwells in clay. It arouses itself\nat last from these endearments, as toys, and puts on\nthe harness and aspires to vast and universal aims. The\nsoul which is in the soul of each, craving a perfect\nbeatitude, detects incongruities, defects and\ndisproportion in the behavior of the other. Hence arise\nsurprise, expostulation and pain. Yet that which drew\nthem to each other was signs of loveliness, signs of\nvirtue; and these virtues are there, however eclipsed.\nThey appear and reappear and continue to attract; but\nthe regard changes, quits the sign and attaches to the\nsubstance. This repairs the wounded affection. Meantime,\nas life wears on, it proves a game of permutation and\ncombination of all possible positions of the parties,\nto employ all the resources of each and acquaint each\nwith the strength and weakness of the other. For it is\nthe nature and end of this relation, that they should\nrepresent the human race to each other. All that is in\nthe world, which is or ought to be known, is cunningly\nwrought into the texture of man, of woman:—",
        "The world rolls; the circumstances vary every hour. The\nangels that inhabit this temple of the body appear at\nthe windows, and the gnomes and vices also. By all the\nvirtues they are united. If there be virtue, all the\nvices are known as such; they confess and flee. Their\nonce flaming regard is sobered by time in either breast,\nand losing in violence what it gains in extent, it becomes\na thorough good understanding. They resign each other\nwithout complaint to the good offices which man and woman\nare severally appointed to discharge in time, and exchange\nthe passion which once could not lose sight of its object,\nfor a cheerful, disengaged furtherance, whether present or\nabsent, of each other’s designs. At last they discover that\nall which at first drew them together,—those once sacred\nfeatures, that magical play of charms,—was deciduous, had\na prospective end, like the scaffolding by which the house\nwas built; and the purification of the intellect and the\nheart from year to year is the real marriage, foreseen and\nprepared from the first, and wholly above their consciousness.\nLooking at these aims with which two persons, a man and a\nwoman, so variously and correlatively gifted, are shut up\nin one house to spend in the nuptial society forty or fifty\nyears, I do not wonder at the emphasis with which the heart\nprophesies this crisis from early infancy, at the profuse\nbeauty with which the instincts deck the nuptial bower, and\nnature and intellect and art emulate each other in the gifts\nand the melody they bring to the epithalamium.",
        "Thus are we put in training for a love which knows not\nsex, nor person, nor partiality, but which seeks virtue\nand wisdom everywhere, to the end of increasing virtue\nand wisdom. We are by nature observers, and thereby\nlearners. That is our permanent state. But we are often\nmade to feel that our affections are but tents of a night.\nThough slowly and with pain, the objects of the affections\nchange, as the objects of thought do. There are moments\nwhen the affections rule and absorb the man and make his\nhappiness dependent on a person or persons. But in health\nthe mind is presently seen again,—its overarching vault,\nbright with galaxies of immutable lights, and the warm\nloves and fears that swept over us as clouds must lose\ntheir finite character and blend with God, to attain their\nown perfection. But we need not fear that we can lose any\nthing by the progress of the soul. The soul may be trusted\nto the end. That which is so beautiful and attractive as\nthese relations, must be succeeded and supplanted only by\nwhat is more beautiful, and so on for ever.",
        "Continue...",
        "\nThis complete text of Essays, First Series by Ralph Waldo Emerson is in the public domain.\n\n\nInterested to buy a book?\nRalph Waldo Emerson: Essays and Lectures.\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on April 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Essays: First Series - Vol. 2 (Notable American Authors)By Ralph Waldo EmersonAt Amazon"
    ]
}