{
    "title": "Essays of Francis Bacon - Of Usury (The Essays or Counsels, Civil and Moral, of Francis Ld. Verulam Viscount St. Albans)",
    "author": "Unknown",
    "chapter": "42",
    "content": [
        "\nFrancis Bacon (1561-1626)\n",
        "\n\n",
        "MANY have made witty invectives against\nusury.  They say that it is a pity, the devil\nshould have God’s part, which is the tithe.  That the\nusurer is the greatest Sabbath-breaker, because his\nplough goeth every Sunday.  That the usurer is the\ndrone, that Virgil speaketh of;",
        "Ignavum fucos pecus a praesepibus arcent.",
        "That the usurer breaketh the first law, that was\nmade for mankind after the fall, which was, in\nsudore vultus tui comedes panem tuum; not, in\nsudore vultus alieni.  That usurers should have\norange-tawny bonnets, because they do judaize.\nThat it is against nature for money to beget money;\nand the like.  I say this only, that usury is a concessum propter duritiem cordis; for since there must\nbe borrowing and lending, and men are so hard\nof heart, as they will not lend freely, usury must\nbe permitted.  Some others, have made suspicious\nand cunning propositions of banks, discovery of\nmen’s estates, and other inventions.  But few have\nspoken of usury usefully.  It is good to set before us,\nthe incommodities and commodities of usury, that\nthe good, may be either weighed out or culled out;\nand warily to provide, that while we make forth\nto that which is better, we meet not with that\nwhich is worse.",
        "The discommodities of usury are, First, that it\nmakes fewer merchants.  For were it not for this\nlazy trade of usury, money would not he still, but\nwould in great part be employed upon merchandizing; which is the vena porta of wealth in a state.\nThe second, that it makes poor merchants.  For, as\na farmer cannot husband his ground so well, if he\nsit at a great rent; so the merchant cannot drive\nhis trade so well, if he sit at great usury.  The third\nis incident to the other two; and that is the decay of\ncustoms of kings or states, which ebb or flow, with\nmerchandizing.  The fourth, that it bringeth the\ntreasure of a realm, or state, into a few hands.  For\nthe usurer being at certainties, and others at uncertainties, at the end of the game, most of the money\nwill be in the box; and ever a state flourisheth,\nwhen wealth is more equally spread.  The fifth,\nthat it beats down the price of land; for the employment of money, is chiefly either merchandizing or purchasing; and usury waylays both.  The\nsixth, that it doth dull and damp all industries, improvements, and new inventions, wherein money\nwould be stirring, if it were not for this slug.  The\nlast, that it is the canker and ruin of many men’s\nestates; which, in process of time, breeds a public\npoverty.",
        "On the other side, the commodities of usury are,\nfirst, that howsoever usury in some respect hindereth merchandizing, yet in some other it advanceth\nit; for it is certain that the greatest part of trade is\ndriven by young merchants, upon borrowing at\ninterest; so as if the usurer either call in, or keep\nback, his money, there will ensue, presently, a\ngreat stand of trade.  The second is, that were it not\nfor this easy borrowing upon interest, men’s necessities would draw upon them a most sudden undoing; in that they would be forced to sell their\nmeans (be it lands or goods) far under foot; and so,\nwhereas usury doth but gnaw upon them, bad\nmarkets would swallow them quite up.  As for\nmortgaging or pawning, it will little mend the\nmatter: for either men will not take pawns without use; or if they do, they will look precisely for\nthe forfeiture.  I remember a cruel moneyed man\nin the country, that would say, The devil take this\nusury, it keeps us from forfeitures, of mortgages\nand bonds.  The third and last is, that it is a vanity\nto conceive, that there would be ordinary borrowing without profit; and it is impossible to conceive,\nthe number of inconveniences that will ensue, if\nborrowing be cramped.  Therefore to speak of the\nabolishing of usury is idle.  All states have ever had\nit, in one kind or rate, or other.  So as that opinion\nmust be sent to Utopia.",
        "To speak now of the reformation, and reiglement, of usury; how the discommodities of it may\nbe best avoided, and the commodities retained.  It\nappears, by the balance of commodities and discommodities of usury, two things are to be reconciled.  The one, that the tooth of usury be grinded,\nthat it bite not too much; the other, that there be\nleft open a means, to invite moneyed men to lend\nto the merchants, for the continuing and quickening of trade.  This cannot be done, except you introduce two several sorts of usury, a less and a greater.\nFor if you reduce usury to one low rate, it will ease\nthe common borrower, but the merchant will be\nto seek for money.  And it is to be noted, that the\ntrade of merchandize, being the most lucrative,\nmay bear usury at a good rate; other contracts\nnot so.",
        "To serve both intentions, the way would be\nbriefly thus.  That there be two rates of usury:\nthe one free, and general for all; the other under\nlicense only, to certain persons, and in certain\nplaces of merchandizing.  First, therefore, let usury\nin general, be reduced to five in the hundred; and\nlet that rate be proclaimed, to be free and current;\nand let the state shut itself out, to take any penalty\nfor the same.  This will preserve borrowing, from\nany general stop or dryness.  This will ease infinite\nborrowers in the country.  This will, in good part,\nraise the price of land, because land purchased\nat sixteen years’ purchase will yield six in the\nhundred, and somewhat more; whereas this rate\nof interest, yields but five.  This by like reason\nwill encourage, and edge, industrious and profitable improvements; because many will rather\nventure in that kind, than take five in the hundred, especially having been used to greater profit.\nSecondly, let there be certain persons licensed,\nto lend to known merchants, upon usury at a\nhigher rate; and let it be with the cautions following.  Let the rate be, even with the merchant\nhimself, somewhat more easy than that he used\nformerly to pay; for by that means, all borrowers, shall have some ease by this reformation,\nbe he merchant, or whosoever.  Let it be no\nbank or common stock, but every man be master\nof his own money.  Not that I altogether mislike banks, but they will hardly be brooked, in\nregard of certain suspicions.  Let the state be\nanswered some small matter for the license, and\nthe rest left to the lender; for if the abatement be\nbut small, it will no whit discourage the lender.\nFor he, for example, that took before ten or nine in\nthe hundred, will sooner descend to eight in the\nhundred than give over his trade of usury, and go\nfrom certain gains, to gains of hazard.  Let these\nlicensed lenders be in number indefinite, but restrained to certain principal cities and towns of\nmerchandizing; for then they will be hardly able\nto color other men’s moneys in the country: so as\nthe license of nine will not suck away the current\nrate of five; for no man will send his moneys far\noff, nor put them into unknown hands.",
        "If it be objected that this doth in a sort authorize\nusury, which before, was in some places but permissive; the answer is, that it is better to mitigate\nusury, by declaration, than to suffer it to rage, by\nconnivance.",
        "\nOf Youth",
        "AND AGE",
        "A MAN that is young in years, may be old in\nhours, if he have lost no time.  But that happeneth rarely.  Generally, youth is like the first\ncogitations, not so wise as the second.  For there is\na youth in thoughts, as well as in ages.  And yet the\ninvention of young men, is more lively than that\nof old; and imaginations stream into their minds\nbetter, and, as it were, more divinely.  Natures that\nhave much heat, and great and violent desires and\nperturbations, are not ripe for action, till they have\npassed the meridian of their years; as it was with\nJulius Caesar and Septimius Severus.  Of the latter,\nof whom it is said, Juventutem egit erroribus, imo\nfuroribus, plenam.  And yet he was the ablest emperor, almost, of all the list.  But reposed natures\nmay do well in youth.  As it is seen in Augustus\nCaesar, Cosmus Duke of Florence, Gaston de Foix,\nand others.  On the other side, heat and vivacity in\nage, is an excellent composition for business.\nYoung men are fitter to invent, than to judge; fitter\nfor execution, than for counsel; and fitter for new\nprojects, than for settled business.  For the experience of age, in things that fall within the compass\nof it, directeth them; but in new things, abuseth\nthem.",
        "The errors of young men, are the ruin of business; but the errors of aged men, amount but to\nthis, that more might have been done, or sooner.\nYoung men, in the conduct and manage of actions,\nembrace more than they can hold; stir more than\nthey can quiet; fly to the end, without consideration of the means and degrees; pursue some\nfew principles, which they have chanced upon\nabsurdly; care not to innovate, which draws unknown inconveniences; use extreme remedies at\nfirst; and, that which doubleth all errors, will not\nacknowledge or retract them; like an unready\nhorse, that will neither stop nor turn.  Men of age\nobject too much, consult too long, adventure too\nlittle, repent too soon, and seldom drive business\nhome to the full period, but content themselves\nwith a mediocrity of success.  Certainly it is good to\ncompound employments of both; for that will be\ngood for the present, because the virtues of either\nage, may correct the defects of both; and good for\nsuccession, that young men may be learners, while\nmen in age are actors; and, lastly, good for extern\naccidents, because authority followeth old men,\nand favor and popularity, youth.  But for the moral\npart, perhaps youth will have the pre-eminence, as\nage hath for the politic.  A certain rabbin, upon the\ntext, Your young men shall see visions, and your\nold men shall dream dreams, inferreth that young\nmen, are admitted nearer to God than old, because\nvision, is a clearer revelation, than a dream.  And\ncertainly, the more a man drinketh of the world,\nthe more it intoxicateth; and age doth profit rather\nin the powers of understanding, than in the virtues\nof the will and affections.  There be some, have an\nover-early ripeness in their years, which fadeth\nbetimes.  These are, first, such as have brittle wits,\nthe edge whereof is soon turned; such as was Hermogenes the rhetorician, whose books are exceeding subtle; who afterwards waxed stupid.  A second\nsort, is of those that have some natural dispositions\nwhich have better grace in  youth, than in age;\nsuch as is a fluent and luxuriant speech; which\nbecomes youth well, but not age: so Tully saith of\nHortensius, Idem manebat, neque idem decebat.\nThe third is of such, as take too high a strain at the\nfirst, and are magnanimous, more than tract of\nyears can uphold.  As was Scipio Africanus, of\nwhom Livy saith in effect, Ultima primis cedebant.",
        "Continue...",
        "\nThis complete text of Essays of Francis Bacon is in the public domain.\n\n\nAmazon books: \nThe Essays, Francis Bacon.\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on November 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}