{
    "title": "Essays of Francis Bacon - Of Plantations (The Essays or Counsels, Civil and Moral, of Francis Ld. Verulam Viscount St. Albans)",
    "author": "Unknown",
    "chapter": "34",
    "content": [
        "\nFrancis Bacon (1561-1626)\n",
        "\n\n",
        "PLANTATIONS are amongst ancient, primitive, and heroical works.  When the world was\nyoung, it begat more children; but now it is old, it\nbegets fewer: for I may justly account new plantations, to be the children of former kingdoms.  I\nlike a plantation in a pure soil; that is, where\npeople are not displanted, to the end, to plant in\nothers.  For else it is rather an extirpation, than a\nplantation.  Planting of countries, is like planting\nof woods; for you must make account to leese almost twenty years’ profit, and expect your recompense in the end.  For the principal thing, that hath\nbeen the destruction of most plantations, hath\nbeen the base and hasty drawing of profit, in the\nfirst years.  It is true, speedy profit is not to be neglected, as far as may stand with the good of the\nplantation, but no further.  It is a shameful and\nunblessed thing, to take the scum of people, and\nwicked condemned men, to be the people with\nwhom you plant; and not only so, but it spoileth\nthe plantation; for they will ever live like rogues,\nand not fall to work, but be lazy, and do mischief,\nand spend victuals, and be quickly weary, and\nthen certify over to their country, to the discredit\nof the plantation.  The people wherewith you\nplant ought to be gardeners, ploughmen, laborers,\nsmiths, carpenters, joiners, fishermen, fowlers,\nwith some few apothecaries, surgeons, cooks, and\nbakers.  In a country of plantation, first look about,\nwhat kind of victual the country yields of itself to\nhand; as chestnuts, walnuts, pineapples, olives,\ndates, plums, cherries, wild honey, and the like;\nand make use of them.  Then consider what victual\nor esculent things there are, which grow speedily,\nand within the year; as parsnips, carrots, turnips,\nonions, radish, artichokes of Hierusalem, maize,\nand the like.  For wheat, barley, and oats, they ask\ntoo much labor; but with pease and beans you may\nbegin, both because they ask less labor, and because they serve for meat, as well as for bread.  And\nof rice, likewise cometh a great increase, and it is\na kind of meat.  Above all, there ought to be brought\nstore of biscuit, oat-meal, flour, meal, and the like,\nin the beginning, till bread may be had.  For beasts,\nor birds, take chiefly such as are least subject to\ndiseases, and multiply fastest; as swine, goats,\ncocks, hens, turkeys, geese, house-doves, and the\nlike.  The victual in plantations, ought to be expended almost as in a besieged town; that is, with\ncertain allowance.  And let the main part of the\nground, employed to gardens or corn, be to a common stock; and to be laid in, and stored up, and\nthen delivered out in proportion; besides some\nspots of ground, that any particular person will\nmanure for his own private.  Consider likewise\nwhat commodities, the soil where the plantation\nis, doth naturally yield, that they may some way\nhelp to defray the charge of the plantation (so it be\nnot, as was said, to the untimely prejudice of the\nmain business), as it hath fared with tobacco in\nVirginia.  Wood commonly aboundeth but too\nmuch; and therefore timber is fit to be one.  If there\nbe iron ore, and streams whereupon to set the mills,\niron is a brave commodity where wood aboundeth.\nMaking of bay-salt, if the climate be proper for it,\nwould be put in experience.  Growing silk likewise,\nif any be, is a likely commodity.  Pitch and tar,\nwhere store of firs and pines are, will not fail.  So\ndrugs and sweet woods, where they are, cannot\nbut yield great profit.  Soap-ashes likewise, and\nother things that may be thought of.  But moil not\ntoo much under ground; for the hope of mines is\nvery uncertain, and useth to make the planters\nlazy, in other things.  For government; let it be in\nthe hands of one, assisted with some counsel; and\nlet them have commission to exercise martial laws,\nwith some limitation.  And above all, let men make\nthat profit, of being in the wilderness, as they have\nGod always, and his service, before their eyes.  Let\nnot the government of the plantation, depend\nupon too many counsellors, and undertakers, in\nthe country that planteth, but upon a temperate\nnumber; and let those be rather noblemen and\ngentlemen, than merchants; for they look ever to\nthe present gain.  Let there be freedom from custom, till the plantation be of strength; and not\nonly freedom from custom, but freedom to carry\ntheir commodities, where they may make their\nbest of them, except there be some special cause of\ncaution.  Cram not in people, by sending too fast\ncompany after company; but rather harken how\nthey waste, and send supplies proportionably; but\nso, as the number may live well in the plantation,\nand not by surcharge be in penury.  It hath been a\ngreat endangering to the health of some plantations, that they have built along the sea and rivers,\nin marish and unwholesome grounds.  Therefore,\nthough you begin there, to avoid carriage and\nlike discommodities, yet build still rather upwards\nfrom the streams, than along.  It concerneth likewise the health of the plantation, that they have\ngood store of salt with them, that they may use it\nin their victuals, when it shall be necessary.  If you\nplant where savages are, do not only entertain\nthem, with trifles and gingles, but use them justly\nand graciously, with sufficient guard nevertheless;\nand do not win their favor, by helping them to invade their enemies, but for their defence it is not\namiss; and send oft of them, over to the country\nthat plants, that they may see a better condition\nthan their own, and commend it when they return.  When the plantation grows to strength, then\nit is time to plant with women, as well as with\nmen; that the plantation may spread into generations, and not be ever pieced from without.  It is the\nsinfullest thing in the world, to forsake or destitute\na plantation once in forwardness; for besides the\ndishonor, it is the guiltiness of blood of many commiserable persons.",
        "Continue...",
        "\nThis complete text of Essays of Francis Bacon is in the public domain.\n\n\nAmazon books: \nThe Essays, Francis Bacon.\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on November 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}