{
    "title": "Essays of Francis Bacon - Of Unity (The Essays or Counsels, Civil and Moral, of Francis Ld. Verulam Viscount St. Albans)",
    "author": "Unknown",
    "chapter": "4",
    "content": [
        "\nFrancis Bacon (1561-1626)\n",
        "\n\n",
        "IN RELIGION",
        "RELIGION being the chief band of human society, it is a happy thing, when itself is well\ncontained within the true band of unity.  The\nquarrels, and divisions about religion, were evils\nunknown to the heathen.  The reason was, because\nthe religion of the heathen, consisted rather in\nrites and ceremonies, than in any constant belief.\nFor you may imagine, what kind of faith theirs\nwas, when the chief doctors, and fathers of their\nchurch, were the poets.  But the true God hath this\nattribute, that he is a jealous God; and therefore,\nhis worship and religion, will endure no mixture,\nnor partner.We shall therefore speak a few words,\nconcerning the unity of the church; what are the\nfruits thereof ; what the bounds; and what the\nmeans.",
        "The fruits of unity (next unto the well pleasing\nof God, which is all in all) are two: the one, towards\nthose that are without the church, the other,\ntowards those that are within.  For the former; it is\ncertain, that heresies, and schisms, are of all others\nthe greatest scandals; yea, more than corruption\nof manners.  For as in the natural body, a wound,\nor solution of continuity, is worse than a corrupt\nhumor; so in the spiritual.  So that nothing, doth so\nmuch keep men out of the church, and drive men\nout of the church, as breach of unity.  And therefore, whensoever it cometh to that pass, that one\nsaith, Ecce in deserto, another saith, Ecce in penetralibus; that is, when some men seek Christ, in the\nconventicles of heretics, and others, in an outward\nface of a church, that voice had need continually\nto sound in men’s ears, Nolite exire, - Go not out.\nThe doctor of the Gentiles (the propriety of whose\nvocation, drew him to have a special care of those\nwithout) saith, if an heathen come in, and hear\nyou speak with several tongues, will he not say\nthat you are mad? And certainly it is little better,\nwhen atheists, and profane persons, do hear of\nso many discordant, and contrary opinions in religion; it doth avert them from the church, and\nmaketh them, to sit down in the chair of the\nscorners. It is but a light thing, to be vouched in so\nserious a matter, but yet it expresseth well the\ndeformity.  There is a master of scoffing, that in his\ncatalogue of books of a feigned library, sets down\nthis title of a book, The Morris-Dance of Heretics.\nFor indeed, every sect of them, hath a diverse posture, or cringe by themselves, which cannot but\nmove derision in worldlings, and depraved politics,\nwho are apt to contemn holy things.",
        "As for the fruit towards those that are within; it\nis peace; which containeth infinite blessings.  It\nestablisheth faith; it kindleth charity; the outward\npeace of the church, distilleth into peace of conscience; and it turneth the labors of writing, and\nreading of controversies, into treaties of mortification and devotion.",
        "Concerning the bounds of unity; the true placing of them, importeth exceedingly.  There appear\nto be two extremes.  For to certain zealants, all\nspeech of pacification is odious.  Is it peace, Jehu,?\nWhat hast thou to do with peace? turn thee behind me.  Peace is not the matter, but following,\nand party.  Contrariwise, certain Laodiceans, and\nlukewarm persons, think they may accommodate\npoints of religion, by middle way, and taking part\nof both, and witty reconcilements; as if they would\nmake an arbitrament between God and man.  Both\nthese extremes are to be avoided; which will be\ndone, if the league of Christians, penned by our\nSavior himself, were in two cross clauses thereof,\nsoundly and plainly expounded: He that is not\nwith us, is against us; and again, He that is not\nagainst us, is with us; that is, if the points fundamental and of substance in religion, were truly\ndiscerned and distinguished, from points not\nmerely of faith, but of opinion, order, or good intention.  This is a thing may seem to many a matter\ntrivial, and done already.  But if it were done less\npartially, it would be embraced more generally.",
        "Of this I may give only this advice, according to\nmy small model.  Men ought to take heed, of rending God’s church, by two kinds of controversies.\nThe one is, when the matter of the point controverted, is too small and light, not worth the heat\nand strife about it, kindled only by contradiction.\nFor, as it is noted, by one of the fathers, Christ’s\ncoat indeed had no seam, but the church’s vesture\nwas of divers colors; whereupon he saith, In veste\nvarietas sit, scissura non sit; they be two things,\nunity and uniformity.  The other is, when the\nmatter of the point controverted, is great, but it is\ndriven to an over-great subtilty, and obscurity; so\nthat it becometh a thing rather ingenious, than\nsubstantial.  A man that is of judgment and understanding, shall sometimes hear ignorant men differ, and know well within himself, that those\nwhich so differ, mean one thing, and yet they\nthemselves would never agree.  And if it come so\nto pass, in that distance of judgment, which is between man and man, shall we not think that God\nabove, that knows the heart, doth not discern that\nfrail men, in some of their contradictions, intend\nthe same thing; and accepteth of both? The nature\nof such controversies is excellently expressed, by\nSt. Paul, in the warning and precept, that he giveth\nconcerning the same, Devita profanas vocum novitates, et oppositiones falsi nominis scientiae.  Men\ncreate oppositions, which are not; and put them\ninto new terms, so fixed, as whereas the meaning\nought to govern the term, the term in effect governeth the meaning.There be also two false peaces,\nor unities: the one, when the peace is grounded,\nbut upon an implicit ignorance; for all colors will\nagree in the dark: the other, when it is pieced up,\nupon a direct admission of contraries, in fundamental points.  For truth and falsehood, in such\nthings, are like the iron and clay, in the toes of\nNebuchadnezzar’s image; they may cleave, but\nthey will not incorporate.",
        "Concerning the means of procuring unity; men\nmust beware, that in the procuring, or reuniting,\nof religious unity, they do not dissolve and deface\nthe laws of charity, and of human society.  There\nbe two swords amongst Christians, the spiritual\nand temporal; and both have their due office and\nplace, in the maintenance of religion.  But we may\nnot take up the third sword, which is Mahomet’s\nsword, or like unto it; that is, to propagate religion\nby wars, or by sanguinary persecutions to force\nconsciences; except it be in cases of overt scandal,\nblasphemy, or intermixture of practice against\nthe state; much less to nourish seditions; to authorize conspiracies and rebellions; to put the sword\ninto the people’s hands; and the like; tending to\nthe subversion of all government, which is the\nordinance of God.  For this is but to dash the first\ntable against the second; and so to consider men\nas Christians, as we forget that they are men.\nLucretius the poet, when he beheld the act of Agamemnon, that could endure the sacrificing of his\nown daughter, exclaimed: Tantum Religio potuit\nsuadere malorum.",
        "What would he have said, if he had known of\nthe massacre in France, or the powder treason of\nEngland? He would have been seven times more\nEpicure, and atheist, than he was.  For as the temporal sword is to be drawn with great circumspection in cases of religion; so it is a thing monstrous\nto put it into the hands of the common people.  Let\nthat be left unto the Anabaptists, and other furies.\nIt was great blasphemy, when the devil said, I will\nascend, and be like the highest; but it is greater\nblasphemy, to personate God, and bring him in\nsaying, I will descend, and be like the prince of\ndarkness; and what is it better, to make the cause\nof religion to descend, to the cruel and execrable\nactions of murthering princes, butchery of people,\nand subversion of states and governments? Surely\nthis is to bring down the Holy Ghost, instead of the\nlikeness of a dove, in the shape of a vulture or\nraven; and set, out of the bark of a Christian\nchurch, a flag of a bark of pirates, and assassins.\nTherefore it is most necessary, that the church, by\ndoctrine and decree, princes by their sword, and\nall learnings, both Christian and moral, as by their\nMercury rod, do damn and send to hell for ever,\nthose facts and opinions tending to the support of\nthe same; as hath been already in good part done.\nSurely in counsels concerning religion, that counsel of the apostle would be prefixed, Ira hominis\nnon implet justitiam Dei.  And it was a notable\nobservation of a wise father, and no less ingenuously confessed; that those which held and persuaded pressure of consciences, were commonly\ninterested therein., themselves, for their own ends.",
        "Continue...",
        "\nThis complete text of Essays of Francis Bacon is in the public domain.\n\n\nAmazon books: \nThe Essays, Francis Bacon.\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on November 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}