{
    "title": "Essays of Francis Bacon - Of Delays (The Essays or Counsels, Civil and Moral, of Francis Ld. Verulam Viscount St. Albans)",
    "author": "Unknown",
    "chapter": "22",
    "content": [
        "\nFrancis Bacon (1561-1626)\n",
        "\n\n",
        "FORTUNE is like the market; where many\ntimes if you can stay a little, the price will fall.\nAgain, it is sometimes like Sibylla’s offer; which at\nfirst, offereth the commodity at full, then consumeth part and part, and still holdeth up the\nprice.  For occasion (as it is in the common verse)\nturneth a bald noddle, after she hath presented her\nlocks in front, and no hold taken; or at least turneth\nthe handle of the bottle, first to be received, and\nafter the belly, which is hard to clasp.  There is\nsurely no greater wisdom, than well to time the\nbeginnings, and onsets, of things.  Dangers are no\nmore light, if they once seem light; and more dangers have deceived men, than forced them.  Nay,\nit were better, to meet some dangers half way,\nthough they come nothing near, than to keep too\nlong a watch upon their approaches; for if a man\nwatch too long, it is odds he will fall asleep.  On the\nother side, to be deceived with too long shadows\n(as some have been, when the moon was low, and\nshone on their enemies’ back), and so to shoot off\nbefore the time; or to teach dangers to come on, by\nover early buckling towards them; is another extreme.  The ripeness, or unripeness, of the occasion\n(as we said) must ever be well weighed; and generally it is good, to commit the beginnings of all\ngreat actions to Argus, with his hundred eyes, and\nthe ends to Briareus, with his hundred hands; first\nto watch, and then to speed.  For the helmet of\nPluto, which maketh the politic man go invisible,\nis secrecy in the counsel, and celerity in the execution.  For when things are once come to the execution, there is no secrecy, comparable to celerity;\nlike the motion of a bullet in the air, which flieth\nso swift, as it outruns the eye.",
        "Continue...",
        "\nThis complete text of Essays of Francis Bacon is in the public domain.\n\n\nAmazon books: \nThe Essays, Francis Bacon.\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on November 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}