{
    "title": "Essays of Francis Bacon - Of Ceremonies and Respects (The Essays or Counsels, Civil and Moral, of Francis Ld. Verulam Viscount St. Albans)",
    "author": "Unknown",
    "chapter": "52",
    "content": [
        "\nFrancis Bacon (1561-1626)\n",
        "\n\n",
        "HE THAT is only real, had need have exceeding great parts of virtue; as the stone had\nneed to be rich, that is set without foil.  But if a\nman mark it well,  it is, in praise and commendation of men, as it is in gettings and gains: for the\nproverb is true, That light gains make heavy\npurses; for light gains come thick, whereas great,\ncome but now and then.  So it is true, that small\nmatters win great commendation, because they\nare continually in use and in note: whereas the\noccasion of any great virtue, cometh but on festivals.  Therefore it doth much add to a man’s reputation, and is (as Queen Isabella said) like perpetual\nletters commendatory, to have good forms.  To attain them, it almost sufficeth not to despise them;\nfor so shall a man observe them in others; and let\nhim trust himself with the rest.  For if he labor too\nmuch to express them, he shall lose their grace;\nwhich is to be natural and unaffected.  Some men’s\nbehavior is like a verse, wherein every syllable is\nmeasured; how can a man comprehend great matters, that breaketh his mind too much, to small\nobservations? Not to use ceremonies at all, is to\nteach others not to use them again; and so diminisheth respect to himself; especially they be not to\nbe omitted, to strangers and formal natures; but\nthe dwelling upon them, and exalting them above\nthe moon, is not only tedious, but doth diminish\nthe faith and credit of him that speaks.  And certainly, there is a kind of conveying, of effectual\nand imprinting passages amongst compliments,\nwhich is of singular use, if a man can hit upon it.\nAmongst a man’s peers, a man shall be sure of\nfamiliarity; and therefore it is good, a little to keep\nstate.  Amongst a man’s inferiors one shall be sure\nof reverence; and therefore it is good, a little to be\nfamiliar.  He that is too much in anything, so that\nhe giveth another occasion of satiety, maketh himself cheap.  To apply one’s self to others, is good; so\nit be with demonstration, that a man doth it upon\nregard, and not upon facility.  It is a good precept\ngenerally, in seconding another, yet to add somewhat of one’s own: as if you will grant his opinion,\nlet it be with some distinction; if you will follow\nhis motion, let it be with condition; if you allow\nhis counsel, let it be with alleging further reason.\nMen had need beware, how they be too perfect in\ncompliments; for be they never so sufficient otherwise, their enviers will be sure to give them that\nattribute, to the disadvantage of their greater virtues.  It is loss also in business, to be too full of respects, or to be curious, in observing times and\nopportunities.  Solomon saith, He that considereth\nthe wind, shall not sow, and he that looketh to\nthe clouds, shall not reap.  A wise man will make\nmore opportunities, than he finds.  Men’s behavior\nshould be, like their apparel, not too strait or point\ndevice, but free for exercise or motion.",
        "Continue...",
        "\nThis complete text of Essays of Francis Bacon is in the public domain.\n\n\nAmazon books: \nThe Essays, Francis Bacon.\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on November 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}