{
    "title": "Essays of Francis Bacon - Of Custom (The Essays or Counsels, Civil and Moral, of Francis Ld. Verulam Viscount St. Albans)",
    "author": "Unknown",
    "chapter": "40",
    "content": [
        "\nFrancis Bacon (1561-1626)\n",
        "\n\n",
        "AND EDUCATION",
        "MEN’S thoughts, are much according to their\ninclination; their discourse and speeches,\naccording to their learning and infused opinions;\nbut their deeds, are after as they have been accustomed.  And therefore, as Machiavel well noteth\n(though in an evil-favored instance), there is no\ntrusting to the force of nature, nor to the bravery\nof words, except it be corroborate by custom.  His\ninstance is, that for the achieving of a desperate\nconspiracy, a man should not rest upon the fierceness of any man’s nature, or his resolute undertakings; but take such an one, as hath had his\nhands formerly in blood.  But Machiavel knew not\nof a Friar Clement, nor a Ravillac, nor a Jaureguy,\nnor a Baltazar Gerard; yet his rule holdeth still,\nthat nature, nor the engagement of words, are not\nso forcible, as custom.  Only superstition is now so\nwell advanced, that men of the first blood, are as\nfirm as butchers by occupation; and votary resolution, is made equipollent to custom, even in matter of blood.  In other things, the predominancy of\ncustom is everywhere visible; insomuch as a man\nwould wonder, to hear men profess, protest, engage, give great words, and then do, just as they\nhave done before; as if they were dead images,\nand engines moved only by the wheels of custom.\nWe see also the reign or tyranny of custom, what\nit is.  The Indians (I mean the sect of their wise men)\nlay themselves quietly upon a stock of wood, and\nso sacrifice themselves by fire.  Nay, the wives\nstrive to be burned, with the corpses of their husbands.  The lads of Sparta, of ancient time, were\nwont to be scourged upon the altar of Diana, without so much as queching.  I remember, in the beginning of Queen Elizabeth’s time of England, an\nIrish rebel condemned, put up a petition to the\ndeputy, that he might be hanged in a withe, and\nnot in an halter; because it had been so used, with\nformer rebels.  There be monks in Russia, for penance, that will sit a whole night in a vessel of water,\ntill they be engaged with hard ice.  Many examples\nmay be put of the force of custom, both upon mind\nand body.  Therefore, since custom is the principal\nmagistrate of man’s life, let men by all means endeavor, to obtain good customs.  Certainly custom\nis most perfect, when it beginneth in young years:\nthis we call education; which is, in effect, but an\nearly custom.  So we see, in languages, the tongue\nis more pliant to all expressions and sounds, the\njoints are more supple, to all feats of activity and\nmotions,  in youth than afterwards.  For it is true,\nthat late learners cannot so well take the ply; except it be in some minds, that have not suffered\nthemselves to fix, but have kept themselves open,\nand prepared to receive continual amendment,\nwhich is exceeding rare.  But if the force of custom simple and separate, be great, the force of\ncustom copulate and conjoined and collegiate, is\nfar greater.  For there example teacheth, company\ncomforteth, emulation quickeneth, glory raiseth:\nso as in such places the force of custom is in his\nexaltation.  Certainly the great multiplication of\nvirtues upon human nature, resteth upon societies well ordained and disciplined.  For commonwealths, and good governments, do nourish virtue\ngrown but do not much mend the deeds.  But the\nmisery is, that the most effectual means, are now\napplied to the ends, least to be desired.",
        "Continue...",
        "\nThis complete text of Essays of Francis Bacon is in the public domain.\n\n\nAmazon books: \nThe Essays, Francis Bacon.\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on November 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}