{
    "title": "Essays of Francis Bacon - Of Marriage (The Essays or Counsels, Civil and Moral, of Francis Ld. Verulam Viscount St. Albans)",
    "author": "Unknown",
    "chapter": "9",
    "content": [
        "\nFrancis Bacon (1561-1626)\n",
        "\n\n",
        "AND SINGLE LIFE",
        "HE THAT hath wife and children hath given\nhostages to fortune; for they are impediments to great enterprises, either of virtue or mischief.  Certainly  the  best  works,  and  of  greatest\nmerit for the  public,  have  proceeded  from  the  unmarried or childless men; which both in affection\nand means, have married and endowed the public.\nYet it were great reason that those that have children, should have greatest care of future times;\nunto which they know they must transmit their\ndearest pledges.  Some there are, who though they\nlead a single life, yet their thoughts do end with\nthemselves, and account future times impertinences.  Nay, there are some other, that account\nwife and children, but as bills of charges.  Nay\nmore, there are some foolish rich covetous men,\nthat take a pride, in having no children, because\nthey may be thought so much the richer.  For perhaps they have heard some talk, Such an one is a\ngreat rich man, and another except to it, Yea, but\nhe hath a great charge of children; as if it were an\nabatement to his riches.  But the most ordinary\ncause of a single life, is liberty, especially in certain\nself-pleasing and humorous minds, which are so\nsensible of every restraint, as they will go near to\nthink their girdles and garters, to be bonds and\nshackles.  Unmarried men are best friends, best\nmasters, best servants; but not always best subjects; for they are light to run away; and almost\nall fugitives, are of that condition.  A single life\ndoth well with churchmen; for charity will hardly\nwater the ground, where it must first fill a pool.  It\nis indifferent for judges and magistrates; for if\nthey be facile and corrupt, you shall have a servant, five times worse than a wife.  For soldiers, I\nfind the generals commonly in their hortatives,\nput men in mind of their wives and children; and\nI think the despising of marriage amongst the\nTurks, maketh the vulgar soldier more base.  Certainly wife and children are a kind of discipline\nof humanity; and single men, though they may\nbe many times more charitable, because their\nmeans are less exhaust, yet, on the other side, they\nare more cruel and hardhearted (good to make\nsevere inquisitors), because their tenderness is not\nso oft called upon.  Grave natures, led by custom,\nand therefore constant, are commonly loving husbands, as was said of Ulysses, vetulam suam praetulit immortalitati.  Chaste women are often proud\nand froward, as presuming upon the merit of their\nchastity.  It is one of the best bonds, both of chastity\nand obedience, in the wife, if she think her husband wise; which she will never do, if she find him\njealous.  Wives are young men’s mistresses; companions for middle age; and old men’s nurses.  So\nas a man may have a quarrel to marry, when he\nwill.  But yet he was reputed one of the wise men,\nthat made answer to the question, when a man\nshould marry, - A young man not yet, an elder\nman not at all.  It is often seen that bad husbands,\nhave very good wives; whether it be, that it raiseth\nthe price of their husband’s kindness, when it\ncomes; or that the wives take a pride in their\npatience.  But this never fails, if the bad husbands\nwere of their own choosing, against their friends’\nconsent; for then they will be sure to make good\ntheir own folly.",
        "Continue...",
        "\nThis complete text of Essays of Francis Bacon is in the public domain.\n\n\nAmazon books: \nThe Essays, Francis Bacon.\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on November 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}