{
    "title": "Essays of Francis Bacon - Of Counsel (The Essays or Counsels, Civil and Moral, of Francis Ld. Verulam Viscount St. Albans)",
    "author": "Unknown",
    "chapter": "21",
    "content": [
        "\nFrancis Bacon (1561-1626)\n",
        "\n\n",
        "THE greatest trust, between man and man, is\nthe trust of giving counsel.  For in other confidences, men commit the parts of life; their lands,\ntheir goods, their children, their credit, some particular affair; but to such as they make their counsellors, they commit the whole: by how much the\nmore, they are obliged to all faith and integrity.\nThe wisest princes need not think it any diminution to their greatness, or derogation to their sufficiency, to rely upon counsel.  God himself is not\nwithout, but hath made it one of the great names\nof his blessed Son: The Counsellor.  Solomon hath\npronounced, that in counsel is stability.  Things\nwill have their first, or second agitation: if they be\nnot tossed upon the arguments of counsel, they\nwill be tossed upon the waves of fortune; and be\nfull of inconstancy, doing and undoing, like the\nreeling of a drunken man.  Solomon’s son found\nthe force of counsel, as his father saw the necessity\nof it.  For the beloved kingdom of God, was first\nrent, and broken, by ill counsel; upon which counsel, there are set for our instruction, the two marks\nwhereby bad counsel is for ever best discerned;\nthat it was young counsel, for the person; and\nviolent counsel, for the matter.",
        "The ancient times, do set forth in figure, both\nthe incorporation, and inseparable conjunction, of\ncounsel with kings, and the wise and politic use of\ncounsel by kings: the one, in that they say Jupiter did marry Metis, which signifieth counsel;\nwhereby they intend that Sovereignty, is married\nto Counsel: the other in that which followeth,\nwhich was thus: They say, after Jupiter was married to Metis, she conceived by him, and was with\nchild, but Jupiter suffered her not to stay, till she\nbrought forth, but eat her up; whereby he became\nhimself with child, and was delivered of Pallas\narmed, out of his head.  Which monstrous fable\ncontaineth a secret of empire; how kings are to\nmake use of their counsel of state.  That first, they\nought to refer matters unto them, which is the first\nbegetting, or impregnation; but when they are\nelaborate, moulded, and shaped in the womb of\ntheir counsel, and grow ripe, and ready to be\nbrought forth, that then they suffer not their counsel to go through with the resolution and direction, as if it depended on them; but take the matter\nback into their own hands, and make it appear to\nthe world, that the decrees and final directions\n(which, because they come forth, with prudence\nand power, are resembled to Pallas armed) proceeded from themselves; and not only from their\nauthority, but (the more to add reputation to themselves) from their head and device.",
        "Let us now speak of the inconveniences of counsel, and of the remedies.  The inconveniences that\nhave been noted, in calling and using counsel, are\nthree.  First, the revealing of affairs, whereby they\nbecome less secret.  Secondly, the weakening of the\nauthority of princes, as if they were less of themselves.  Thirdly, the danger of being unfaithfully\ncounselled, and more for the good of them that\ncounsel, than of him that is counselled.  For which\ninconveniences, the doctrine of Italy, and practice\nof France, in some kings’ times, hath introduced\ncabinet counsels; a remedy worse than the disease.",
        "As to secrecy; princes are not bound to communicate all matters, with all counsellors; but may\nextract and select.  Neither is it necessary, that he\nthat consulteth what he should do, should declare\nwhat he will do.  But let princes beware, that the\nunsecreting of their affairs, comes not from themselves.  And as for cabinet counsels, it may be their\nmotto, plenus rimarum sum: one futile person,\nthat maketh it his glory to tell, will do more hurt\nthan many, that know it their duty to conceal.  It is\ntrue there be some affairs, which require extreme\nsecrecy, which will hardly go beyond one or two\npersons, besides the king: neither are those counsels unprosperous; for, besides the secrecy, they\nconunonly go on constantly, in one spirit of direction, without distraction.  But then it must be a\nprudent king, such as is able to grind with a handmill; and those inward counsellors had need also\nbe wise men, and especially true and trusty to the\nking’s ends; as it was with King Henry the Seventh\nof England, who, in his great business, imparted\nhimself to none, except it were to Morton and Fox.",
        "For weakening of authority; the fable showeth\nthe remedy.  Nay, the majesty of kings, is rather\nexalted than diminished, when they are in the\nchair of counsel; neither was there ever prince, bereaved of his dependences, by his counsel, except\nwhere there hath been, either an over-greatness\nin one counsellor, or an over-strict combination in\ndivers; which are things soon found, and holpen.",
        "For the last inconvenience, that men will counsel, with an eye to themselves; certainly, non\ninveniet fidem super terram is meant, of the nature of times, and not of all particular persons.\nThere be, that are in nature faithful, and sincere,\nand plain, and direct; not crafty and involved; let\nprinces, above all, draw to themselves such natures.  Besides, counsellors are not commonly so\nunited, but that one counsellor, keepeth sentinel\nover another; so that if any do counsel out of faction or private ends, it commonly comes to the\nking’s ear.  But the best remedy is, if princes know\ntheir counsellors, as well as their counsellors\nknow them:",
        "Principis est virtus maxima nosse suos.",
        "And on the other side, counsellors should not be\ntoo speculative into their sovereign’s person.  The\ntrue composition of a counsellor, is rather to be\nskilful in their master’s business, than in his nature; for then he is like to advise him, and not feed\nhis humor.  It is of singular use to princes, if they\ntake the opinions of their counsel, both separately\nand together.  For private opinion is more free;\nbut opinion before others, is more reverent.  In\nprivate, men are more bold in their own humors;\nand in consort, men are more obnoxious to others’\nhumors; therefore it is good to take both; and of\nthe inferior sort, rather in private, to preserve freedom; of the greater, rather in consort, to preserve\nrespect.  It is in vain for princes, to take counsel\nconcerning matters, if they take no counsel likewise concerning persons; for all matters are as\ndead images; and the life of the execution of affairs, resteth in the good choice of persons.  Neither\nis it enough, to consult concerning persons secundum genera, as in an idea, or mathematical description, what the kind and character of the\nperson should be; for the greatest errors are committed, and the most judgment is shown, in the\nchoice of individuals.  It was truly said, optimi consiliarii mortui: books will speak plain, when counsellors blanch.Therefore it is good to be conversant\nin them, specially the books of such as themselves\nhave been actors upon the stage.",
        "The counsels at this day, in most places, are but\nfamiliar meetings, where matters are rather talked\non, than debated.  And they run too swift, to the\norder, or act, of counsel.  It were better that in\ncauses of weight, the matter were propounded one\nday, and not spoken to till the next day; in nocte\nconsilium.  So was it done in the Commission of\nUnion, between England and Scotland; which\nwas a grave and orderly assembly.  I commend set\ndays for petitions; for both it gives the sudtors more\ncertainty for their attendance, and it frees the\nmeetings for matters of estate, that they may hoc\nagere.  In choice of committees; for ripening business for the counsel, it is better to choose indifferent\npersons, than to make an indifferency, by putting\nin those, that are strong on both sides.  I commend\nalso standing commissions; as for trade, for treasure, for war, for suits, for some provinces; for\nwhere there be divers particular counsels, and but\none counsel of estate (as it is in Spain), they are, in\neffect, no more than standing commissions: save\nthat they have greater authority.  Let such as are\nto inform counsels, out of their particular professions (as lawyers, seamen, mintmen, and the like)\nbe first heard before committees; and then, as occasion serves, before the counsel.  And let them not\ncome in multitudes, or in a tribunitious manner;\nfor that is to clamor counsels, not to inform them.\nA long table and a square table, or seats about the\nwalls, seem things of form, but are things of substance; for at a long table a few at the upper end, in\neffect, sway all the business; but in the other form,\nthere is more use of the counsellors’ opinions, that\nsit lower.  A king, when he presides in counsel, let\nhim beware how he opens his own inclination too\nmuch, in that which he propoundeth; for else\ncounsellors will but take the wind of him, and instead of giving free counsel, sing him a song of\nplacebo.",
        "Continue...",
        "\nThis complete text of Essays of Francis Bacon is in the public domain.\n\n\nAmazon books: \nThe Essays, Francis Bacon.\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on November 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}