{
    "title": "Essays of Francis Bacon - Of Building (The Essays or Counsels, Civil and Moral, of Francis Ld. Verulam Viscount St. Albans)",
    "author": "Unknown",
    "chapter": "45",
    "content": [
        "\nFrancis Bacon (1561-1626)\n",
        "\n\n",
        "HOUSES are built to live in, and not to look on;\ntherefore let use be preferred before uniformity, except where both may be had.  Leave\nthe goodly fabrics of houses, for beauty only, to\nthe enchanted palaces of the poets; who build them\nwith small cost.  He that builds a fair house, upon\nan ill seat, committeth himself to prison.  Neither\ndo I reckon it an ill seat, only where the air is unwholesome; but likewise where the air is unequal;\nas you shall see many fine seats set upon a knap of\nground, environed with higher hills round about\nit; whereby the heat of the sun is pent in, and the\nwind gathereth as in troughs; so as you shall have,\nand that suddenly, as great diversity of heat and\ncold as if you dwelt in several places.  Neither is it\nill air only that maketh an ill seat, but ill ways, ill\nmarkets; and, if you will consult with Momus, ill\nneighbors.  I speak not of many more; want of\nwater; want of wood, shade, and shelter; want of\nfruitfulness, and mixture of grounds of several\nnatures; want of prospect; want of level grounds;\nwant of places at some near distance for sports of\nhunting, hawking, and races; too near the sea, too\nremote; having the commodity of navigable rivers,\nor the discommodity of their overflowing; too far\noff from great cities, which may hinder business,\nor too near them, which lurcheth all provisions,\nand maketh everything dear; where a man hath\na great living laid together, and where he is\nscanted: all which, as it is impossible perhaps to\nfind together, so it is good to know them, and think\nof them, that a man may take as many as he can;\nand if he have several dwellings, that he sort them\nso  that what he wanteth in the one, he may find in\nthe other.  Lucullus answered Pompey well; who,\nwhen he saw his stately galleries, and rooms so\nlarge and lightsome, in one of his houses, said,\nSurely an excellent place for summer, but how do\nyou in winter? Lucullus answered, Why, do you\nnot think me as wise as some fowl are, that ever\nchange their abode towards the winter?",
        "To pass from the seat, to the house itself; we will\ndo as Cicero doth in the orator’s art; who writes\nbooks De Oratore, and a book he entitles Orator;\nwhereof the former, delivers the precepts of the\nart, and the latter, the perfection.  We will therefore describe a princely palace, making a brief\nmodel thereof.  For it is strange to see, now in\nEurope, such huge buildings as the Vatican and\nEscurial and some others be, and yet scarce a very\nfair room in them.",
        "First, therefore, I say you cannot have a perfect\npalace except you have two several sides; a side for\nthe banquet, as it is spoken of in the book of Hester,\nand a side for the household; the one for feasts and\ntriumphs, and the other for dwelling.  I understand\nboth these sides to be not only returns, but parts\nof the front; and to be uniform without, though\nseverally partitioned within; and to be on both\nsides of a great and stately tower, in the midst of\nthe front, that, as it were, joineth them together\non either hand.  I would have on the side of the banquet, in front, one only goodly room above stairs,\nof some forty foot high; and under it a room for a\ndressing, or preparing place, at times of triumphs.\nOn the other side, which is the household side, I\nwish it divided at the first, into a hall and a chapel\n(with a partition between); both of good state and\nbigness; and those not to go all the length, but to\nhave at the further end, a winter and a summer\nparlor, both fair.  And under these rooms, a fair\nand large cellar, sunk under ground; and likewise\nsome privy kitchens, with butteries and pantries,\nand the like.  As for the tower, I would have it two\nstories, of eighteen foot high apiece, above the two\nwings; and a goodly leads upon the top,railed with\nstatuas interposed; and the same tower to be divided into rooms, as shall be thought fit.  The stairs\nlikewise to the upper rooms, let them be upon a\nfair open newel, and finely railed in, with images\nof wood, cast into a brass color; and a very fair\nlanding-place at the top.  But this to be, if you do\nnot point any of the lower rooms, for a dining place\nof servants.  For otherwise, you shall have the servants’ dinner after your own: for the steam of it,\nwill come up as in a tunnel.  And so much for the\nfront.  Only I understand the height of the first\nstairs to be sixteen foot, which is the height of the\nlower room.",
        "Beyond this front, is there to be a fair court, but\nthree sides of it, of a far lower building than the\nfront.  And in all the four corners of that court, fair\nstaircases, cast into turrets, on the outside, and not\nwithin the row of buildings themselves.  But those\ntowers, are not to be of the height of the front, but\nrather proportionable to the lower building.  Let\nthe court not be paved, for that striketh up a great\nheat in summer, and much cold in winter.  But\nonly some side alleys, with a cross, and the quarters to graze, being kept shorn, but not too near\nshorn.  The row of return on the banquet side, let it\nbe all stately galleries: in which galleries let there\nbe three, or five, fine cupolas in the length of it,\nplaced at equal distance; and fine colored windows\nof several works.  On the household side, chambers\nof presence and ordinary entertainments, with\nsome bed-chambers; and let all three sides be a\ndouble house, without thorough lights on the sides,\nthat you may have rooms from the sun, both for\nforenoon and afternoon.  Cast it also, that you may\nhave rooms, both for summer and winter; shady\nfor summer, and warm for winter.  You shall have\nsometimes fair houses so full of glass, that one cannot tell where to become, to be out of the sun or\ncold.  For inbowed windows, I hold them of good\nuse (in cities, indeed, upright do better, in respect\nof the uniformity towards the street); for they be\npretty retiring places for conference; and besides,\nthey keep both the wind and sun off; for that\nwhich would strike almost through the room, doth\nscarce pass the window.  But let them be but few,\nfour in the court, on the sides only.",
        "Beyond this court, let there be an inward court,\nof the same square and height; which is to be environed with the garden on all sides; and in the\ninside, cloistered on all sides, upon decent and\nbeautiful arches, as high as the first story.  On the\nunder story, towards the garden, let it be turned\nto a grotto, or a place of shade, or estivation.  And\nonly have opening and windows towards the garden; and be level upon the floor, no whit sunken\nunder ground, to avoid all dampishness.  And let\nthere be a fountain, or some fair work of statuas, in\nthe midst of this court; and to be paved as the other\ncourt was.  These buildings to be for privy lodgings\non both sides; and the end for privy galleries.\nWhereof you must foresee that one of them be for\nan infirmary, if the prince or any special person\nshould be sick, with chambers, bed-chamber, antecamera, and recamera joining to it.  This upon the\nsecond story.  Upon the ground story, a fair gallery,\nopen, upon pillars; and upon the third story likewise, an open gallery, upon pillars, to take the\nprospect and freshness of the garden.  At both corners of the further side, by way of return, let there\nbe two delicate or rich cabinets, daintily paved,\nrichly hanged, glazed with crystalline glass, and\na rich cupola in the midst; and all other elegancy\nthat may be thought upon.  In the upper gallery\ntoo, I wish that there may be, if the place will yield\nit, some fountains running in divers places from\nthe wall, with some fine avoidances.  And thus\nmuch for the model of the palace; save that you\nmust have, before you come to the front, three\ncourts.  A green court plain, with a wall about it;\na second court of the same, but more garnished,\nwith little turrets, or rather embellishments, upon\nthe wall; and a third court, to make a square with\nthe front, but not to be built, nor yet enclosed with\na naked wall, but enclosed with terraces, leaded\naloft, and fairly garnished, on the three sides; and\ncloistered on the inside, with pillars, and not with\narches below.  As for offices, let them stand at distance, with some low galleries, to pass from them\nto the palace itself.",
        "Continue...",
        "\nThis complete text of Essays of Francis Bacon is in the public domain.\n\n\nAmazon books: \nThe Essays, Francis Bacon.\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on November 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}