{
    "title": "Essays of Francis Bacon - Of Followers and Friends (The Essays or Counsels, Civil and Moral, of Francis Ld. Verulam Viscount St. Albans)",
    "author": "Unknown",
    "chapter": "48",
    "content": [
        "\nFrancis Bacon (1561-1626)\n",
        "\n\n",
        "COSTLY followers are not to be liked; lest\nwhile a man maketh his train longer, he\nmake his wings shorter.  I reckon to be costly, not\nthem alone which charge the purse, but which are\nwearisome, and importune in suits.  Ordinary followers ought to challenge no higher conditions,\nthan countenance, recommendation, and protection from wrongs.  Factious followers are worse to\nbe liked, which follow not upon affection to him,\nwith whom they range themselves, but upon\ndiscontentment conceived against some other;\nwhereupon commonly ensueth that ill intelligence, that we many times see between great personages.  Likewise glorious followers, who make\nthemselves as trumpets of the commendation of\nthose they follow, are full of inconvenience; for\nthey taint business through want of secrecy; and\nthey export honor from a man, and make him a\nreturn in envy.  There is a kind of followers likewise, which are dangerous, being indeed espials;\nwhich inquire the secrets of the house, and bear\ntales of them, to others.  Yet such men, many times,\nare in great favor; for they are officious, and commonly exchange tales.  The following by certain\nestates of men, answerable to that, which a great\nperson himself professeth (as of soldiers, to him\nthat hath been employed in the wars, and the like),\nhath ever been a thing civil, and well taken, even\nin monarchies; so it be without too much pomp\nor popularity.  But the most honorable kind of following, is to be followed as one, that apprehendeth\nto advance virtue, and desert, in all sorts of persons.  And yet, where there is no eminent odds in\nsufficiency, it is better to take with the more passable, than with the more able.  And besides, to\nspeak truth, in base times, active men are of more\nuse than virtuous.  It is true that in government, it\nis good to use men of one rank equally: for to countenance some extraordinarily, is to make them\ninsolent, and the rest discontent; because they\nmay claim a due.  But contrariwise, in favor, to\nuse men with much difference and election is\ngood; for it maketh the persons preferred more\nthankful, and the rest more officious: because all is\nof favor.  It is good discretion, not to make too much\nof any man at the first; because one cannot hold\nout that proportion.  To be governed (as we call it)\nby one is not safe; for it shows softness, and gives\na freedom, to scandal and disreputation; for those,\nthat would not censure or speak ill of a man immediately, will talk more boldly of those that are so\ngreat with them, and thereby wound their honor.\nYet to be distracted with many is worse; for it\nmakes men to be of the last impression, and full of\nchange.  To take advice of some few friends, is ever\nhonorable; for lookers-on many times see more\nthan gamesters; and the vale best discovereth the\nhill.  There is little friendship in the world, and least\nof all between equals, which was wont to be magnified.  That that is, is between superior and inferior, whose fortunes may comprehend the one\nthe other.",
        "Continue...",
        "\nThis complete text of Essays of Francis Bacon is in the public domain.\n\n\nAmazon books: \nThe Essays, Francis Bacon.\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on November 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}