{
    "title": "Essays, First Series - I. History",
    "author": "Ralph Waldo Emerson",
    "chapter": "2",
    "content": [
        "",
        "\n\n",
        "THERE is one mind common to all individual men. Every\nman is an inlet to the same and to all of the same. He\nthat is once admitted to the right of reason is made a\nfreeman of the whole estate. What Plato has thought,\nhe may think; what a saint has felt, he may feel; what\nat any time has befallen any man, he can understand.\nWho hath access to this universal mind is a party to\nall that is or can be done, for this is the only and\nsovereign agent.",
        "Of the works of this mind history is the record. Its\ngenius is illustrated by the entire series of days.\nMan is explicable by nothing less than all his\nhistory. Without hurry, without rest, the human spirit\ngoes forth from the beginning to embody every faculty,\nevery thought, every emotion, which belongs to it, in\nappropriate events. But the thought is always prior to\nthe fact; all the facts of history preexist in the\nmind as laws. Each law in turn is made by circumstances\npredominant, and the limits of nature give power to but\none at a time. A man is the whole encyclopaedia of facts.\nThe creation of a thousand forests is in one acorn, and\nEgypt, Greece, Rome, Gaul, Britain, America, lie folded\nalready in the first man. Epoch after epoch, camp,\nkingdom, empire, republic, democracy, are merely the\napplication of his manifold spirit to the manifold world.",
        "This human mind wrote history, and this must read it.\nThe Sphinx must solve her own riddle. If the whole of\nhistory is in one man, it is all to be explained from\nindividual experience. There is a relation between the\nhours of our life and the centuries of time. As the\nair I breathe is drawn from the great repositories of\nnature, as the light on my book is yielded by a star a\nhundred millions of miles distant, as the poise of my\nbody depends on the equilibrium of centrifugal and\ncentripetal forces, so the hours should be instructed\nby the ages and the ages explained by the hours. Of\nthe universal mind each individual man is one more\nincarnation. All its properties consist in him. Each\nnew fact in his private experience flashes a light on\nwhat great bodies of men have done, and the crises of\nhis life refer to national crises. Every revolution\nwas first a thought in one man’s mind, and when the\nsame thought occurs to another man, it is the key to\nthat era. Every reform was once a private opinion, and\nwhen it shall be a private opinion again it will solve\nthe problem of the age. The fact narrated must correspond\nto something in me to be credible or intelligible. We, as\nwe read, must become Greeks, Romans, Turks, priest and\nking, martyr and executioner; must fasten these images\nto some reality in our secret experience, or we shall\nlearn nothing rightly. What befell Asdrubal or Caesar\nBorgia is as much an illustration of the mind’s powers\nand depravations as what has befallen us. Each new law\nand political movement has meaning for you. Stand before\neach of its tablets and say, ’Under this mask did my\nProteus nature hide itself.’ This remedies the defect\nof our too great nearness to ourselves. This throws our\nactions into perspective; and as crabs, goats, scorpions,\nthe balance and the waterpot lose their meanness when\nhung as signs in the zodiac, so I can see my own vices\nwithout heat in the distant persons of Solomon, Alcibiades,\nand Catiline.",
        "It is the universal nature which gives worth to\nparticular men and things. Human life, as containing\nthis, is mysterious and inviolable, and we hedge it\nround with penalties and laws. All laws derive hence\ntheir ultimate reason; all express more or less\ndistinctly some command of this supreme, illimitable\nessence. Property also holds of the soul, covers great\nspiritual facts, and instinctively we at first hold to\nit with swords and laws and wide and complex combinations.\nThe obscure consciousness of this fact is the light of\nall our day, the claim of claims; the plea for education,\nfor justice, for charity; the foundation of friendship\nand love and of the heroism and grandeur which belong to\nacts of self-reliance. It is remarkable that involuntarily\nwe always read as superior beings. Universal history, the\npoets, the romancers, do not in their stateliest pictures,\n—in the sacerdotal, the imperial palaces, in the triumphs\nof will or of genius,—anywhere lose our ear, anywhere make\nus feel that we intrude, that this is for better men; but\nrather is it true that in their grandest strokes we feel\nmost at home. All that Shakspeare says of the king, yonder\nslip of a boy that reads in the corner feels to be true of himself. We sympathize in the great moments of history, in\nthe great discoveries, the great resistances, the great\nprosperities of men;—because there law was enacted, the\nsea was searched, the land was found, or the blow was\nstruck, for us, as we ourselves in that place would have\ndone or applauded.",
        "We have the same interest in condition and character.\nWe honor the rich because they have externally the\nfreedom, power, and grace which we feel to be proper\nto man, proper to us. So all that is said of the wise\nman by Stoic or Oriental or modern essayist, describes\nto each reader his own idea, describes his unattained\nbut attainable self. All literature writes the character\nof the wise man. Books, monuments, pictures, conversation,\nare portraits in which he finds the lineaments he is\nforming. The silent and the eloquent praise him and accost\nhim, and he is stimulated wherever he moves, as by personal allusions.  A true aspirant therefore never needs look for\nallusions personal and laudatory in discourse. He hears the commendation, not of himself, but, more sweet, of that\ncharacter he seeks, in every word that is said concerning character, yea further in every fact and circumstance,—in\nthe running river and the rustling corn. Praise is looked,\nhomage tendered, love flows, from mute nature, from the\nmountains and the lights of the firmament.",
        "These hints, dropped as it were from sleep and night,\nlet us use in broad day. The student is to read\nhistory actively and not passively; to esteem his own\nlife the text, and books the commentary. Thus\ncompelled, the Muse of history will utter oracles, as\nnever to those who do not respect themselves. I have\nno expectation that any man will read history aright\nwho thinks that what was done in a remote age, by men\nwhose names have resounded far, has any deeper sense\nthan what he is doing to-day.",
        "The world exists for the education of each man. There\nis no age or state of society or mode of action in\nhistory to which there is not somewhat corresponding\nin his life. Every thing tends in a wonderful manner\nto abbreviate itself and yield its own virtue to him.\nHe should see that he can live all history in his own\nperson. He must sit solidly at home, and not suffer\nhimself to be bullied by kings or empires, but know\nthat he is greater than all the geography and all the\ngovernment of the world; he must transfer the point of\nview from which history is commonly read, from Rome\nand Athens and London, to himself, and not deny his\nconviction that he is the court, and if England or\nEgypt have any thing to say to him he will try the\ncase; if not, let them for ever be silent. He must\nattain and maintain that lofty sight where facts yield\ntheir secret sense, and poetry and annals are alike.\nThe instinct of the mind, the purpose of nature,\nbetrays itself in the use we make of the signal\nnarrations of history. Time dissipates to shining\nether the solid angularity of facts. No anchor, no\ncable, no fences avail to keep a fact a fact.\nBabylon, Troy, Tyre, Palestine, and even early Rome\nare passing already into fiction. The Garden of Eden,\nthe sun standing still in Gibeon, is poetry\nthenceforward to all nations. Who cares what the fact\nwas, when we have made a constellation of it to hang\nin heaven an immortal sign? London and Paris and New\nYork must go the same way. “What is history,” said\nNapoleon, “but a fable agreed upon?” This life of ours\nis stuck round with Egypt, Greece, Gaul, England, War,\nColonization, Church, Court and Commerce, as with so\nmany flowers and wild ornaments grave and gay. I will\nnot make more account of them. I believe in Eternity.\nI can find Greece, Asia, Italy, Spain and the Islands,\n—the genius and creative principle of each and of all\neras, in my own mind.",
        "We are always coming up with the emphatic facts of\nhistory in our private experience and verifying them\nhere. All history becomes subjective; in other words\nthere is properly no history, only biography. Every\nmind must know the whole lesson for itself,—must go\nover the whole ground. What it does not see, what it\ndoes not live, it will not know. What the former age\nhas epitomized into a formula or rule for manipular\nconvenience, it will lose all the good of verifying\nfor itself, by means of the wall of that rule.\nSomewhere, sometime, it will demand and find\ncompensation for that loss, by doing the work itself.\nFerguson discovered many things in astronomy which had\nlong been known. The better for him.",
        "History must be this or it is nothing. Every law which\nthe state enacts indicates a fact in human nature;\nthat is all. We must in ourselves see the necessary\nreason of every fact,—see how it could and must be.\nSo stand before every public and private work; before\nan oration of Burke, before a victory of Napoleon,\nbefore a martyrdom of Sir Thomas More, of Sidney, of\nMarmaduke Robinson; before a French Reign of Terror,\nand a Salem hanging of witches; before a fanatic\nRevival and the Animal Magnetism in Paris, or in\nProvidence. We assume that we under like influence\nshould be alike affected, and should achieve the like;\nand we aim to master intellectually the steps and\nreach the same height or the same degradation that\nour fellow, our proxy has done.",
        "All inquiry into antiquity, all curiosity respecting\nthe Pyramids, the excavated cities, Stonehenge, the\nOhio Circles, Mexico, Memphis,—is the desire to do\naway this wild, savage, and preposterous There or Then,\nand introduce in its place the Here and the Now. Belzoni\ndigs and measures in the mummy-pits and pyramids of\nThebes, until he can see the end of the difference between\nthe monstrous work and himself. When he has satisfied\nhimself, in general and in detail, that it was made by\nsuch a person as he, so armed and so motived, and to ends\nto which he himself should also have worked, the problem\nis solved; his thought lives along the whole line of\ntemples and sphinxes and catacombs, passes through\nthem all with satisfaction, and they live again to the\nmind, or are now.",
        "A Gothic cathedral affirms that it was done by us and\nnot done by us. Surely it was by man, but we find it\nnot in our man. But we apply ourselves to the history\nof its production. We put ourselves into the place and\nstate of the builder. We remember the forest-dwellers,\nthe first temples, the adherence to the first type,\nand the decoration of it as the wealth of the nation\nincreased; the value which is given to wood by carving\nled to the carving over the whole mountain of stone of\na cathedral. When we have gone through this process,\nand added thereto the Catholic Church, its cross, its\nmusic, its processions, its Saints’ days and image-\nworship, we have as it were been the man that made the\nminster; we have seen how it could and must be. We have\nthe sufficient reason.",
        "The difference between men is in their principle of\nassociation. Some men classify objects by color and\nsize and other accidents of appearance; others by\nintrinsic likeness, or by the relation of cause and\neffect. The progress of the intellect is to the\nclearer vision of causes, which neglects surface\ndifferences. To the poet, to the philosopher, to the\nsaint, all things are friendly and sacred, all events\nprofitable, all days holy, all men divine. For the eye\nis fastened on the life, and slights the circumstance.\nEvery chemical substance, every plant, every animal in\nits growth, teaches the unity of cause, the variety of\nappearance.",
        "Upborne and surrounded as we are by this all-creating\nnature, soft and fluid as a cloud or the air, why\nshould we be such hard pedants, and magnify a few\nforms? Why should we make account of time, or of\nmagnitude, or of figure? The soul knows them not, and\ngenius, obeying its law, knows how to play with them\nas a young child plays with graybeards and in\nchurches. Genius studies the causal thought, and far\nback in the womb of things sees the rays parting from\none orb, that diverge, ere they fall, by infinite\ndiameters. Genius watches the monad through all his\nmasks as he performs the metempsychosis of nature.\nGenius detects through the fly, through the\ncaterpillar, through the grub, through the egg, the\nconstant individual; through countless individuals\nthe fixed species; through many species the genus;\nthrough all genera the steadfast type; through all\nthe kingdoms of organized life the eternal unity.\nNature is a mutable cloud which is always and never\nthe same. She casts the same thought into troops of\nforms, as a poet makes twenty fables with one moral.\nThrough the bruteness and toughness of matter, a\nsubtle spirit bends all things to its own will. The\nadamant streams into soft but precise form before it,\nand whilst I look at it its outline and texture are\nchanged again. Nothing is so fleeting as form; yet\nnever does it quite deny itself. In man we still trace\nthe remains or hints of all that we esteem badges of\nservitude in the lower races; yet in him they enhance\nhis nobleness and grace; as Io, in Aeschylus,\ntransformed to a cow, offends the imagination; but how\nchanged when as Isis in Egypt she meets Osiris-Jove,\na beautiful woman with nothing of the metamorphosis\nleft but the lunar horns as the splendid ornament of\nher brows!",
        "The identity of history is equally intrinsic, the\ndiversity equally obvious. There is, at the surface,\ninfinite variety of things; at the centre there is\nsimplicity of cause. How many are the acts of one man\nin which we recognize the same character! Observe the\nsources of our information in respect to the Greek\ngenius. We have the civil history of that people, as\nHerodotus, Thucydides, Xenophon, and Plutarch have\ngiven it; a very sufficient account of what manner of\npersons they were and what they did. We have the same\nnational mind expressed for us again in their\nliterature, in epic and lyric poems, drama, and\nphilosophy; a very complete form. Then we have it once\nmore in their architecture, a beauty as of temperance\nitself, limited to the straight line and the square,\n—a builded geometry. Then we have it once again in\nsculpture, the “tongue on the balance of expression,\"\na multitude of forms in the utmost freedom of action\nand never transgressing the ideal serenity; like\nvotaries performing some religious dance before the\ngods, and, though in convulsive pain or mortal combat,\nnever daring to break the figure and decorum of their\ndance. Thus of the genius of one remarkable people we\nhave a fourfold representation: and to the senses what\nmore unlike than an ode of Pindar, a marble centaur,\nthe peristyle of the Parthenon, and the last actions\nof Phocion?",
        "Every one must have observed faces and forms which,\nwithout any resembling feature, make a like impression\non the beholder. A particular picture or copy of\nverses, if it do not awaken the same train of images,\nwill yet superinduce the same sentiment as some wild\nmountain walk, although the resemblance is nowise\nobvious to the senses, but is occult and out of the\nreach of the understanding. Nature is an endless\ncombination and repetition of a very few laws. She\nhums the old well-known air through innumerable\nvariations.",
        "Nature is full of a sublime family likeness throughout\nher works, and delights in startling us with resemblances\nin the most unexpected quarters. I have seen the head of\nan old sachem of the forest which at once reminded the\neye of a bald mountain summit, and the furrows of the brow\nsuggested the strata of the rock. There are men whose\nmanners have the same essential splendor as the simple\nand awful sculpture on the friezes of the Parthenon and\nthe remains of the earliest Greek art. And there are\ncompositions of the same strain to be found in the books\nof all ages.  What is Guido’s Rospigliosi Aurora but a\nmorning thought, as the horses in it are only a morning\ncloud?  If any one will but take pains to observe the\nvariety of actions to which he is equally inclined in\ncertain moods of mind, and those to which he is averse,\nhe will see how deep is the chain of affinity.",
        "A painter told me that nobody could draw a tree\nwithout in some sort becoming a tree; or draw a child\nby studying the outlines of its form merely,—but,\nby watching for a time his motions and plays, the\npainter enters into his nature and can then draw him\nat will in every attitude. So Roos “entered into the\ninmost nature of a sheep.” I knew a draughtsman\nemployed in a public survey who found that he could\nnot sketch the rocks until their geological structure\nwas first explained to him. In a certain state of\nthought is the common origin of very diverse works. It\nis the spirit and not the fact that is identical. By a\ndeeper apprehension, and not primarily by a painful\nacquisition of many manual skills, the artist attains\nthe power of awakening other souls to a given activity.",
        "It has been said that “common souls pay with what they\ndo, nobler souls with that which they are.” And why?\nBecause a profound nature awakens in us by its actions\nand words, by its very looks and manners, the same power\nand beauty that a gallery of sculpture or of pictures\naddresses.",
        "Civil and natural history, the history of art and of\nliterature, must be explained from individual history,\nor must remain words. There is nothing but is related\nto us, nothing that does not interest us,—kingdom,\ncollege, tree, horse, or iron shoe,—the roots of all\nthings are in man. Santa Croce and the Dome of St.\nPeter’s are lame copies after a divine model. Strasburg\nCathedral is a material counterpart of the soul of Erwin\nof Steinbach. The true poem is the poet’s mind; the true\nship is the ship-builder. In the man, could we lay him\nopen, we should see the reason for the last flourish and\ntendril of his work; as every spine and tint in the\nsea-shell preexists in the secreting organs of the fish.\nThe whole of heraldry and of chivalry is in courtesy. A\nman of fine manners shall pronounce your name with all\nthe ornament that titles of nobility could ever add.",
        "The trivial experience of every day is always verifying\nsome old prediction to us and converting into things the\nwords and signs which we had heard and seen without heed.\nA lady with whom I was riding in the forest said to me\nthat the woods always seemed to her to wait, as if the\ngenii who inhabit them suspended their deeds until the\nwayfarer had passed onward; a thought which poetry has\ncelebrated in the dance of the fairies, which breaks off\non the approach of human feet. The man who has seen the\nrising moon break out of the clouds at midnight, has been\npresent like an archangel at the creation of light and of\nthe world. I remember one summer day in the fields my\ncompanion pointed out to me a broad cloud, which might\nextend a quarter of a mile parallel to the horizon, quite\naccurately in the form of a cherub as painted over churches,\n—a round block in the centre, which it was easy to animate\nwith eyes and mouth, supported on either side by wide-\nstretched symmetrical wings.  What appears once in the\natmosphere may appear often, and it was undoubtedly the\narchetype of that familiar ornament. I have seen in the\nsky a chain of summer lightning which at once showed to\nme that the Greeks drew from nature when they painted the\nthunderbolt in the hand of Jove. I have seen a snow-drift\nalong the sides of the stone wall which obviously gave the\nidea of the common architectural scroll to abut a tower.",
        "By surrounding ourselves with the original circumstances\nwe invent anew the orders and the ornaments of architecture,\nas we see how each people merely decorated its primitive\nabodes. The Doric temple preserves the semblance of the\nwooden cabin in which the Dorian dwelt. The Chinese pagoda\nis plainly a Tartar tent. The Indian and Egyptian temples\nstill betray the mounds and subterranean houses of their\nforefathers. “The custom of making houses and tombs in\nthe living rock,” says Heeren in his Researches on the\nEthiopians, “determined very naturally the principal\ncharacter of the Nubian Egyptian architecture to the\ncolossal form which it assumed. In these caverns, already\nprepared by nature, the eye was accustomed to dwell on\nhuge shapes and masses, so that when art came to the\nassistance of nature it could not move on a small scale\nwithout degrading itself. What would statues of the usual\nsize, or neat porches and wings have been, associated with\nthose gigantic halls before which only Colossi could sit\nas watchmen or lean on the pillars of the interior?”",
        "The Gothic church plainly originated in a rude adaptation\nof the forest trees, with all their boughs, to a festal\nor solemn arcade; as the bands about the cleft pillars\nstill indicate the green withes that tied them. No one\ncan walk in a road cut through pine woods, without being\nstruck with the architectural appearance of the grove,\nespecially in winter, when the barrenness of all other\ntrees shows the low arch of the Saxons. In the woods in\na winter afternoon one will see as readily the origin of\nthe stained glass window, with which the Gothic cathedrals\nare adorned, in the colors of the western sky seen through\nthe bare and crossing branches of the forest. Nor can any\nlover of nature enter the old piles of Oxford and the\nEnglish cathedrals, without feeling that the forest\noverpowered the mind of the builder, and that his chisel,\nhis saw and plane still reproduced its ferns, its spikes\nof flowers, its locust, elm, oak, pine, fir and spruce.",
        "The Gothic cathedral is a blossoming in stone subdued\nby the insatiable demand of harmony in man. The\nmountain of granite blooms into an eternal flower,\nwith the lightness and delicate finish as well as the\naerial proportions and perspective of vegetable beauty.",
        "In like manner all public facts are to be individualized,\nall private facts are to be generalized. Then at once\nHistory becomes fluid and true, and Biography deep and\nsublime. As the Persian imitated in the slender shafts\nand capitals of his architecture the stem and flower of\nthe lotus and palm, so the Persian court in its magnificent\nera never gave over the nomadism of its barbarous tribes,\nbut travelled from Ecbatana, where the spring was spent,\nto Susa in summer and to Babylon for the winter.",
        "In the early history of Asia and Africa, Nomadism and\nAgriculture are the two antagonist facts. The geography\nof Asia and of Africa necessitated a nomadic life. But\nthe nomads were the terror of all those whom the soil\nor the advantages of a market had induced to build towns.\nAgriculture therefore was a religious injunction, because\nof the perils of the state from nomadism. And in these\nlate and civil countries of England and America these\npropensities still fight out the old battle, in the nation\nand in the individual. The nomads of Africa were constrained\nto wander, by the attacks of the gad-fly, which drives the\ncattle mad, and so compels the tribe to emigrate in the\nrainy season and to drive off the cattle to the higher sandy\nregions. The nomads of Asia follow the pasturage from month\nto month. In America and Europe the nomadism is of trade and\ncuriosity; a progress, certainly, from the gad-fly of\nAstaboras to the Anglo and Italo-mania of Boston Bay. Sacred\ncities, to which a periodical religious pilgrimage was\nenjoined, or stringent laws and customs, tending to invigorate\nthe national bond, were the check on the old rovers; and the\ncumulative values of long residence are the restraints on the\nitineracy of the present day. The antagonism of the two\ntendencies is not less active in individuals, as the love of\nadventure or the love of repose happens to predominate. A man\nof rude health and flowing spirits has the faculty of rapid\ndomestication, lives in his wagon and roams through all\nlatitudes as easily as a Calmuc. At sea, or in the forest, or\nin the snow, he sleeps as warm, dines with as good appetite,\nand associates as happily as beside his own chimneys. Or\nperhaps his facility is deeper seated, in the increased range\nof his faculties of observation, which yield him points of\ninterest wherever fresh objects meet his eyes. The pastoral\nnations were needy and hungry to desperation; and this\nintellectual nomadism, in its excess, bankrupts the mind\nthrough the dissipation of power on a miscellany of objects.\nThe home-keeping wit, on the other hand, is that continence\nor content which finds all the elements of life in its own\nsoil; and which has its own perils of monotony and\ndeterioration, if not stimulated by foreign infusions.",
        "Every thing the individual sees without him corresponds to\nhis states of mind, and every thing is in turn intelligible\nto him, as his onward thinking leads him into the truth to\nwhich that fact or series belongs.",
        "The primeval world,—the Fore-World, as the Germans say,\n—I can dive to it in myself as well as grope for it with\nresearching fingers in catacombs, libraries, and the broken\nreliefs and torsos of ruined villas.",
        "What is the foundation of that interest all men feel in\nGreek history, letters, art, and poetry, in all its periods\nfrom the Heroic or Homeric age down to the domestic life of\nthe Athenians and Spartans, four or five centuries later?\nWhat but this, that every man passes personally through a\nGrecian period. The Grecian state is the era of the bodily\nnature, the perfection of the senses,—of the spiritual\nnature unfolded in strict unity with the body. In it existed\nthose human forms which supplied the sculptor with his\nmodels of Hercules, Phoebus, and Jove; not like the forms\nabounding in the streets of modern cities, wherein the face\nis a confused blur of features, but composed of incorrupt,\nsharply defined and symmetrical features, whose eye-sockets\nare so formed that it would be impossible for such eyes to\nsquint and take furtive glances on this side and on that, but\nthey must turn the whole head. The manners of that period are\nplain and fierce. The reverence exhibited is for personal\nqualities; courage, address, self-command, justice, strength,\nswiftness, a loud voice, a broad chest. Luxury and elegance\nare not known. A sparse population and want make every man his\nown valet, cook, butcher and soldier, and the habit of supplying\nhis own needs educates the body to wonderful performances. Such\nare the Agamemnon and Diomed of Homer, and not far different is\nthe picture Xenophon gives of himself and his compatriots in the\nRetreat of the Ten Thousand. “After the army had crossed the\nriver Teleboas in Armenia, there fell much snow, and the troops\nlay miserably on the ground covered with it. But Xenophon arose\nnaked, and taking an axe, began to split wood; whereupon others\nrose and did the like.” Throughout his army exists a boundless\nliberty of speech. They quarrel for plunder, they wrangle with\nthe generals on each new order, and Xenophon is as sharp-tongued\nas any and sharper-tongued than most, and so gives as good as he\ngets. Who does not see that this is a gang of great boys, with\nsuch a code of honor and such lax discipline as great boys have?",
        "The costly charm of the ancient tragedy, and indeed of all the\nold literature, is that the persons speak simply,—speak as\npersons who have great good sense without knowing it, before\nyet the reflective habit has become the predominant habit of\nthe mind. Our admiration of the antique is not admiration of\nthe old, but of the natural. The Greeks are not reflective, but\nperfect in their senses and in their health, with the finest\nphysical organization in the world. Adults acted with the\nsimplicity and grace of children. They made vases, tragedies,\nand statues, such as healthy senses should,—that is, in good\ntaste. Such things have continued to be made in all ages, and\nare now, wherever a healthy physique exists; but, as a class,\nfrom their superior organization, they have surpassed all. They\ncombine the energy of manhood with the engaging unconsciousness\nof childhood. The attraction of these manners is that they\nbelong to man, and are known to every man in virtue of his\nbeing once a child; besides that there are always individuals\nwho retain these characteristics. A person of childlike genius\nand inborn energy is still a Greek, and revives our love of the\nMuse of Hellas. I admire the love of nature in the Philoctetes.\nIn reading those fine apostrophes to sleep, to the stars, rocks,\nmountains and waves, I feel time passing away as an ebbing sea.\nI feel the eternity of man, the identity of his thought. The\nGreek had it seems the same fellow-beings as I. The sun and moon,\nwater and fire, met his heart precisely as they meet mine. Then\nthe vaunted distinction between Greek and English, between Classic\nand Romantic schools, seems superficial and pedantic. When a\nthought of Plato becomes a thought to me,—when a truth that\nfired the soul of Pindar fires mine, time is no more. When I\nfeel that we two meet in a perception, that our two souls are\ntinged with the same hue, and do as it were run into one, why\nshould I measure degrees of latitude, why should I count\nEgyptian years?",
        "The student interprets the age of chivalry by his own\nage of chivalry, and the days of maritime adventure\nand circumnavigation by quite parallel miniature\nexperiences of his own. To the sacred history of the\nworld he has the same key. When the voice of a prophet\nout of the deeps of antiquity merely echoes to him a\nsentiment of his infancy, a prayer of his youth, he then\npierces to the truth through all the confusion of\ntradition and the caricature of institutions.",
        "Rare, extravagant spirits come by us at intervals, who\ndisclose to us new facts in nature. I see that men of\nGod have from time to time walked among men and made\ntheir commission felt in the heart and soul of the\ncommonest hearer. Hence evidently the tripod, the\npriest, the priestess inspired by the divine afflatus.",
        "Jesus astonishes and overpowers sensual people. They\ncannot unite him to history, or reconcile him with\nthemselves. As they come to revere their intuitions\nand aspire to live holily, their own piety explains\nevery fact, every word.",
        "How easily these old worships of Moses, of Zoroaster,\nof Menu, of Socrates, domesticate themselves in the\nmind. I cannot find any antiquity in them. They are\nmine as much as theirs.",
        "I have seen the first monks and anchorets, without\ncrossing seas or centuries. More than once some\nindividual has appeared to me with such negligence of\nlabor and such commanding contemplation, a haughty\nbeneficiary begging in the name of God, as made good\nto the nineteenth century Simeon the Stylite, the\nThebais, and the first Capuchins.",
        "The priestcraft of the East and West, of the Magian,\nBrahmin, Druid, and Inca, is expounded in the individual’s\nprivate life. The cramping influence of a hard formalist\non a young child, in repressing his spirits and courage,\nparalyzing the understanding, and that without producing\nindignation, but only fear and obedience, and even much\nsympathy with the tyranny,—is a familiar fact, explained\nto the child when he becomes a man, only by seeing that\nthe oppressor of his youth is himself a child tyrannized\nover by those names and words and forms of whose influence\nhe was merely the organ to the youth. The fact teaches him\nhow Belus was worshipped and how the Pyramids were built,\nbetter than the discovery by Champollion of the names of\nall the workmen and the cost of every tile.  He finds\nAssyria and the Mounds of Cholula at his door, and himself\nhas laid the courses.",
        "Again, in that protest which each considerate person\nmakes against the superstition of his times, he\nrepeats step for step the part of old reformers, and\nin the search after truth finds, like them, new perils\nto virtue. He learns again what moral vigor is needed\nto supply the girdle of a superstition. A great\nlicentiousness treads on the heels of a reformation.\nHow many times in the history of the world has the\nLuther of the day had to lament the decay of piety in\nhis own household! “Doctor,” said his wife to Martin\nLuther, one day, “how is it that whilst subject to\npapacy we prayed so often and with such fervor, whilst\nnow we pray with the utmost coldness and very seldom?”",
        "The advancing man discovers how deep a property he has\nin literature,—in all fable as well as in all history.\nHe finds that the poet was no odd fellow who described\nstrange and impossible situations, but that universal\nman wrote by his pen a confession true for one and true\nfor all. His own secret biography he finds in lines\nwonderfully intelligible to him, dotted down before he\nwas born. One after another he comes up in his private\nadventures with every fable of Aesop, of Homer, of Hafiz,\nof Ariosto, of Chaucer, of Scott, and verifies them with\nhis own head and hands.",
        "The beautiful fables of the Greeks, being proper\ncreations of the imagination and not of the fancy, are\nuniversal verities. What a range of meanings and what\nperpetual pertinence has the story of Prometheus!\nBeside its primary value as the first chapter of the\nhistory of Europe, (the mythology thinly veiling\nauthentic facts, the invention of the mechanic arts\nand the migration of colonies,) it gives the history\nof religion, with some closeness to the faith of later\nages. Prometheus is the Jesus of the old mythology. He\nis the friend of man; stands between the unjust “justice\"\nof the Eternal Father and the race of mortals, and readily\nsuffers all things on their account. But where it departs\nfrom the Calvinistic Christianity and exhibits him as the\ndefier of Jove, it represents a state of mind which readily\nappears wherever the doctrine of Theism is taught in a\ncrude, objective form, and which seems the self-defence\nof man against this untruth, namely a discontent with\nthe believed fact that a God exists, and a feeling\nthat the obligation of reverence is onerous. It would\nsteal if it could the fire of the Creator, and live\napart from him and independent of him. The Prometheus\nVinctus is the romance of skepticism. Not less true to\nall time are the details of that stately apologue.\nApollo kept the flocks of Admetus, said the poets.\nWhen the gods come among men, they are not known.\nJesus was not; Socrates and Shakspeare were not.\nAntaeus was suffocated by the gripe of Hercules, but\nevery time he touched his mother earth his strength\nwas renewed. Man is the broken giant, and in all his\nweakness both his body and his mind are invigorated\nby habits of conversation with nature. The power of\nmusic, the power of poetry, to unfix and as it were\nclap wings to solid nature, interprets the riddle of\nOrpheus. The philosophical perception of identity\nthrough endless mutations of form makes him know the\nProteus. What else am I who laughed or wept yesterday,\nwho slept last night like a corpse, and this morning\nstood and ran? And what see I on any side but the\ntransmigrations of Proteus? I can symbolize my thought\nby using the name of any creature, of any fact, because\nevery creature is man agent or patient.  Tantalus is\nbut a name for you and me. Tantalus means the\nimpossibility of drinking the waters of thought which\nare always gleaming and waving within sight of the soul.\nThe transmigration of souls is no fable. I would it were;\nbut men and women are only half human.  Every animal of\nthe barn-yard, the field and the forest, of the earth\nand of the waters that are under the earth, has contrived\nto get a footing and to leave the print of its features\nand form in some one or other of these upright, heaven-\nfacing speakers. Ah! brother, stop the ebb of thy soul,\n—ebbing downward into the forms into whose habits thou\nhast now for many years slid. As near and proper to us\nis also that old fable of the Sphinx, who was said to\nsit in the road-side and put riddles to every passenger.\nIf the man could not answer, she swallowed him alive. If\nhe could solve the riddle, the Sphinx was slain. What is\nour life but an endless flight of winged facts or events?\nIn splendid variety these changes come, all putting\nquestions to the human spirit. Those men who cannot answer\nby a superior wisdom these facts or questions of time,\nserve them. Facts encumber them, tyrannize over them, and\nmake the men of routine, the men of sense, in whom a\nliteral obedience to facts has extinguished every spark\nof that light by which man is truly man. But if the man\nis true to his better instincts or sentiments, and refuses\nthe dominion of facts, as one that comes of a higher race;\nremains fast by the soul and sees the principle, then the\nfacts fall aptly and supple into their places; they know\ntheir master, and the meanest of them glorifies him.",
        "See in Goethe’s Helena the same desire that every word\nshould be a thing. These figures, he would say, these\nChirons, Griffins, Phorkyas, Helen and Leda, are\nsomewhat, and do exert a specific influence on the\nmind. So far then are they eternal entities, as real\nto-day as in the first Olympiad. Much revolving them\nhe writes out freely his humor, and gives them body\nto his own imagination. And although that poem be as\nvague and fantastic as a dream, yet is it much more\nattractive than the more regular dramatic pieces of\nthe same author, for the reason that it operates a\nwonderful relief to the mind from the routine of\ncustomary images,—awakens the reader’s invention\nand fancy by the wild freedom of the design, and by\nthe unceasing succession of brisk shocks of surprise.",
        "The universal nature, too strong for the petty nature\nof the bard, sits on his neck and writes through his\nhand; so that when he seems to vent a mere caprice and\nwild romance, the issue is an exact allegory. Hence\nPlato said that “poets utter great and wise things\nwhich they do not themselves understand.” All the\nfictions of the Middle Age explain themselves as a\nmasked or frolic expression of that which in grave\nearnest the mind of that period toiled to achieve.\nMagic and all that is ascribed to it is a deep\npresentiment of the powers of science. The shoes of\nswiftness, the sword of sharpness, the power of\nsubduing the elements, of using the secret virtues of\nminerals, of understanding the voices of birds, are\nthe obscure efforts of the mind in a right direction.\nThe preternatural prowess of the hero, the gift of\nperpetual youth, and the like, are alike the endeavour\nof the human spirit “to bend the shows of things to\nthe desires of the mind.”",
        "In Perceforest and Amadis de Gaul a garland and a\nrose bloom on the head of her who is faithful, and\nfade on the brow of the inconstant. In the story of\nthe Boy and the Mantle even a mature reader may be\nsurprised with a glow of virtuous pleasure at the\ntriumph of the gentle Venelas; and indeed all the\npostulates of elfin annals,—that the fairies do not\nlike to be named; that their gifts are capricious and\nnot to be trusted; that who seeks a treasure must not\nspeak; and the like,—I find true in Concord, however\nthey might be in Cornwall or Bretagne.",
        "Is it otherwise in the newest romance? I read the\nBride of Lammermoor. Sir William Ashton is a mask for\na vulgar temptation, Ravenswood Castle a fine name for\nproud poverty, and the foreign mission of state only a\nBunyan disguise for honest industry. We may all shoot\na wild bull that would toss the good and beautiful, by\nfighting down the unjust and sensual. Lucy Ashton is\nanother name for fidelity, which is always beautiful\nand always liable to calamity in this world.",
        "But along with the civil and metaphysical history of\nman, another history goes daily forward,—that of\nthe external world,—in which he is not less strictly\nimplicated. He is the compend of time; he is also the\ncorrelative of nature. His power consists in the\nmultitude of his affinities, in the fact that his life\nis intertwined with the whole chain of organic and\ninorganic being. In old Rome the public roads\nbeginning at the Forum proceeded north, south, east,\nwest, to the centre of every province of the empire,\nmaking each market-town of Persia, Spain and Britain\npervious to the soldiers of the capital: so out of the\nhuman heart go as it were highways to the heart of\nevery object in nature, to reduce it under the\ndominion of man. A man is a bundle of relations, a\nknot of roots, whose flower and fruitage is the world.\nHis faculties refer to natures out of him and predict\nthe world he is to inhabit, as the fins of the fish\nforeshow that water exists, or the wings of an eagle\nin the egg presuppose air. He cannot live without a\nworld. Put Napoleon in an island prison, let his\nfaculties find no men to act on, no Alps to climb, no\nstake to play for, and he would beat the air, and\nappear stupid. Transport him to large countries, dense\npopulation, complex interests and antagonist power,\nand you shall see that the man Napoleon, bounded that\nis by such a profile and outline, is not the virtual\nNapoleon. This is but Talbot’s shadow;—",
        "Columbus needs a planet to shape his course upon.\nNewton and Laplace need myriads of age and thick-strewn\ncelestial areas. One may say a gravitating solar system\nis already prophesied in the nature of Newton’s mind.\nNot less does the brain of Davy or of Gay-Lussac, from\nchildhood exploring the affinities and repulsions of\nparticles, anticipate the laws of organization. Does not\nthe eye of the human embryo predict the light? the ear of\nHandel predict the witchcraft of harmonic sound? Do not\nthe constructive fingers of Watt, Fulton, Whittemore,\nArkwright, predict the fusible, hard, and temperable\ntexture of metals, the properties of stone, water, and\nwood? Do not the lovely attributes of the maiden child\npredict the refinements and decorations of civil society?\nHere also we are reminded of the action of man on man. A\nmind might ponder its thought for ages and not gain so\nmuch self-knowledge as the passion of love shall teach it\nin a day. Who knows himself before he has been thrilled\nwith indignation at an outrage, or has heard an eloquent\ntongue, or has shared the throb of thousands in a national\nexultation or alarm?  No man can antedate his experience,\nor guess what faculty or feeling a new object shall unlock,\nany more than he can draw to-day the face of a person whom\nhe shall see to-morrow for the first time.",
        "I will not now go behind the general statement to explore\nthe reason of this correspondency. Let it suffice that in\nthe light of these two facts, namely, that the mind is One,\nand that nature is its correlative, history is to be read\nand written.",
        "Thus in all ways does the soul concentrate and reproduce\nits treasures for each pupil. He too shall pass through\nthe whole cycle of experience. He shall collect into a\nfocus the rays of nature. History no longer shall be a\ndull book. It shall walk incarnate in every just and wise\nman. You shall not tell me by languages and titles a\ncatalogue of the volumes you have read. You shall make me\nfeel what periods you have lived. A man shall be the Temple\nof Fame. He shall walk, as the poets have described that\ngoddess, in a robe painted all over with wonderful events\nand experiences;—his own form and features by their\nexalted intelligence shall be that variegated vest. I\nshall find in him the Foreworld; in his childhood the Age\nof Gold, the Apples of Knowledge, the Argonautic Expedition,\nthe calling of Abraham, the building of the Temple, the\nAdvent of Christ, Dark Ages, the Revival of Letters, the\nReformation, the discovery of new lands, the opening of new\nsciences and new regions in man. He shall be the priest of\nPan, and bring with him into humble cottages the blessing of\nthe morning stars, and all the recorded benefits of heaven\nand earth.",
        "Is there somewhat overweening in this claim? Then I reject\nall I have written, for what is the use of pretending to\nknow what we know not? But it is the fault of our rhetoric\nthat we cannot strongly state one fact without seeming to\nbelie some other. I hold our actual knowledge very cheap.\nHear the rats in the wall, see the lizard on the fence, the\nfungus under foot, the lichen on the log. What do I know\nsympathetically, morally, of either of these worlds of life?\nAs old as the Caucasian man,—perhaps older,—these creatures\nhave kept their counsel beside him, and there is no record of\nany word or sign that has passed from one to the other. What\nconnection do the books show between the fifty or sixty\nchemical elements and the historical eras? Nay, what does\nhistory yet record of the metaphysical annals of man?  What\nlight does it shed on those mysteries which we hide under the\nnames Death and Immortality? Yet every history should be\nwritten in a wisdom which divined the range of our affinities\nand looked at facts as symbols. I am ashamed to see what a\nshallow village tale our so-called History is. How many times\nwe must say Rome, and Paris, and Constantinople! What does\nRome know of rat and lizard? What are Olympiads and Consulates\nto these neighboring systems of being?  Nay, what food or\nexperience or succor have they for the Esquimaux seal-hunter,\nfor the Kanaka in his canoe, for the fisherman, the stevedore,\nthe porter?",
        "Broader and deeper we must write our annals,—from an ethical\nreformation, from an influx of the ever new, ever sanative\nconscience,—if we would trulier express our central and wide-\nrelated nature, instead of this old chronology of selfishness\nand pride to which we have too long lent our eyes. Already that\nday exists for us, shines in on us at unawares, but the path of\nscience and of letters is not the way into nature. The idiot,\nthe Indian, the child and unschooled farmer’s boy stand nearer\nto the light by which nature is to be read, than the dissector\nor the antiquary.",
        "Continue...",
        "\nThis complete text of Essays, First Series by Ralph Waldo Emerson is in the public domain.\n\n\nInterested to buy a book?\nRalph Waldo Emerson: Essays and Lectures.\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on April 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Essays: First Series - Vol. 2 (Notable American Authors)By Ralph Waldo EmersonAt Amazon"
    ]
}