{
    "title": "Essays on Life, Art and Science - Art in the Valley of Saas {11}",
    "author": "Samuel Butler",
    "chapter": "8",
    "content": [
        "\nSamuel Butler (1835 - 1902)\nEnglish composer, novelist, and satiric author\n",
        "\n\n",
        "Having been told by Mr. Fortescue, of the British Museum, that there\nwere some chapels at Saas-Fee which bore analogy to those at\nVarallo, described in my book “Ex Voto,” {12} I went to Saas during\nthis last summer, and venture now to lay my conclusions before the\nreader.",
        "The chapels are fifteen in number, and lead up to a larger and\nsingularly graceful one, rather more than half-way between Saas and\nSaas-Fee.  This is commonly but wrongly called the chapel of St.\nJoseph, for it is dedicated to the Virgin, and its situation is of\nsuch extreme beauty—the great Fee glaciers showing through the open\nportico—that it is in itself worth a pilgrimage.  It is surrounded\nby noble larches and overhung by rock; in front of the portico there\nis a small open space covered with grass, and a huge larch, the stem\nof which is girt by a rude stone seat.  The portico itself contains\nseats for worshippers, and a pulpit from which the preacher’s voice\ncan reach the many who must stand outside.  The walls of the inner\nchapel are hung with votive pictures, some of them very quaint and\npleasing, and not overweighted by those qualities that are usually\ndubbed by the name of artistic merit.  Innumerable wooden and waxen\nrepresentations of arms, legs, eyes, ears and babies tell of the\ncures that have been effected during two centuries of devotion, and\ncan hardly fail to awaken a kindly sympathy with the long dead and\nforgotten folks who placed them where they are.",
        "The main interest, however, despite the extreme loveliness of the\nSt. Mary’s Chapel, centres rather in the small and outwardly\nunimportant oratories (if they should be so called) that lead up to\nit.  These begin immediately with the ascent from the level ground\non which the village of Saas-im-Grund is placed, and contain scenes\nin the history of the Redemption, represented by rude but spirited\nwooden figures, each about two feet high, painted, gilt, and\nrendered as life-like in all respects as circumstances would permit.\nThe figures have suffered a good deal from neglect, and are still\nnot a little misplaced.  With the assistance, however, of the Rev.\nE. J. Selwyn, English Chaplain at Saas-im-Grund, I have been able to\nreplace many of them in their original positions, as indicated by\nthe parts of the figures that are left rough-hewn and unpainted.\nThey vary a good deal in interest, and can be easily sneered at by\nthose who make a trade of sneering.  Those, on the other hand, who\nremain unsophisticated by overmuch art-culture will find them full\nof character in spite of not a little rudeness of execution, and\nwill be surprised at coming across such works in a place so remote\nfrom any art-centre as Saas must have been at the time these chapels\nwere made.  It will be my business therefore to throw what light I\ncan upon the questions how they came to be made at all, and who was\nthe artist who designed them.",
        "The only documentary evidence consists in a chronicle of the valley\nof Saas written in the early years of this century by the Rev. Peter\nJos. Ruppen, and published at Sion in 1851.  This work makes\nfrequent reference to a manuscript by the Rev. Peter Joseph Clemens\nLommatter, cure of Saas-Fee from 1738 to 1751, which has\nunfortunately been lost, so that we have no means of knowing how\nclosely it was adhered to.  The Rev. Jos. Ant. Ruppen, the present\nexcellent cure of Saas-im-Grund, assures me that there is no\nreference to the Saas-Fee oratories in the “Actes de l’Eglise” at\nSaas, which I understand go a long way back; but I have not seen\nthese myself.  Practically, then, we have no more documentary\nevidence than is to be found in the published chronicle above\nreferred to.",
        "We there find it stated that the large chapel, commonly, but as\nabove explained, wrongly called St. Joseph’s, was built in 1687, and\nenlarged by subscription in 1747.  These dates appear on the\nbuilding itself, and are no doubt accurate.  The writer adds that\nthere was no actual edifice on this site before the one now existing\nwas built, but there was a miraculous picture of the Virgin placed\nin a mural niche, before which the pious herdsmen and devout\ninhabitants of the valley worshipped under the vault of heaven. {13}\nA miraculous (or miracle-working) picture was always more or less\nrare and important; the present site, therefore, seems to have been\nlong one of peculiar sanctity.  Possibly the name Fee may point to\nstill earlier Pagan mysteries on the same site.",
        "As regards the fifteen small chapels, the writer says they\nillustrate the fifteen mysteries of the Psalter, and were built in\n1709, each householder of the Saas-Fee contributing one chapel.  He\nadds that Heinrich Andenmatten, afterwards a brother of the Society\nof Jesus, was an especial benefactor or promoter of the undertaking.\nOne of the chapels, the Ascension (No. 12 of the series), has the\ndate 1709 painted on it; but there is no date on any other chapel,\nand there seems no reason why this should be taken as governing the\nwhole series.",
        "Over and above this, there exists in Saas a tradition, as I was told\nimmediately on my arrival, by an English visitor, that the chapels\nwere built in consequence of a flood, but I have vainly endeavoured\nto trace this story to an indigenous source.",
        "The internal evidence of the wooden figures themselves—nothing\nanalogous to which, it should be remembered, can be found in the\nchapel of 1687—points to a much earlier date.  I have met with no\nschool of sculpture belonging to the early part of the eighteenth\ncentury to which they can be plausibly assigned; and the supposition\nthat they are the work of some unknown local genius who was not led\nup to and left no successors may be dismissed, for the work is too\nscholarly to have come from any one but a trained sculptor.  I refer\nof course to those figures which the artist must be supposed to have\nexecuted with his own hand, as, for example, the central figure of\nthe Crucifixion group and those of the Magdalene and St. John.  The\ngreater number of the figures were probably, as was suggested to me\nby Mr. Ranshaw, of Lowth, executed by a local woodcarver from models\nin clay and wax furnished by the artist himself.  Those who examine\nthe play of line in the hair, mantle, and sleeve of the Magdalene in\nthe Crucifixion group, and contrast it with the greater part of the\nremaining draperies, will find little hesitation in concluding that\nthis was the case, and will ere long readily distinguish the two\nhands from which the figures have mainly come.  I say “mainly,\"\nbecause there is at least one other sculptor who may well have\nbelonged to the year 1709, but who fortunately has left us little.\nExamples of his work may perhaps be seen in the nearest villain with\na big hat in the Flagellation chapel, and in two cherubs in the\nAssumption of the Virgin.",
        "We may say, then, with some certainty, that the designer was a\ncultivated and practised artist.  We may also not less certainly\nconclude that he was of Flemish origin, for the horses in the\nJourney to Calvary and Crucifixion chapels, where alone there are\nany horses at all, are of Flemish breed, with no trace of the Arab\nblood adopted by Gaudenzio at Varallo.  The character, moreover, of\nthe villains is Northern—of the Quentin Matsys, Martin Schongauer\ntype, rather than Italian; the same sub-Rubensesque feeling which is\napparent in more than one chapel at Varallo is not less evident\nhere—especially in the Journey to Calvary and Crucifixion chapels.\nThere can hardly, therefore, be a doubt that the artist was a\nFleming who had worked for several years in Italy.",
        "It is also evident that he had Tabachetti’s work at Varallo well in\nhis mind.  For not only does he adopt certain details of costume (I\nrefer particularly to the treatment of soldiers’ tunics) which are\npeculiar to Tabachetti at Varallo, but whenever he treats a subject\nwhich Tabachetti had treated at Varallo, as in the Flagellation,\nCrowning with Thorns, and Journey to Calvary chapels, the work at\nSaas is evidently nothing but a somewhat modified abridgement of\nthat at Varallo.  When, however, as in the Annunciation, the\nNativity, the Crucifixion, and other chapels, the work at Varallo is\nby another than Tabachetti, no allusion is made to it.  The Saas\nartist has Tabachetti’s Varallo work at his finger-ends, but betrays\nno acquaintance whatever with Gaudenzio Ferrari, Gio. Ant. Paracca,\nor Giovanni D’Enrico.",
        "Even, moreover, when Tabachetti’s work at Varallo is being most\nobviously drawn from, as in the Journey to Calvary chapel, the Saas\nversion differs materially from that at Varallo, and is in some\nrespects an improvement on it.  The idea of showing other horsemen\nand followers coming up from behind, whose heads can be seen over\nthe crown of the interposing hill, is singularly effective as\nsuggesting a number of others that are unseen, nor can I conceive\nthat any one but the original designer would follow Tabachetti’s\nVarallo design with as much closeness as it has been followed here,\nand yet make such a brilliantly successful modification.  The\nstumbling, again, of one horse (a detail almost hidden, according to\nTabachetti’s wont) is a touch which Tabachetti himself might add,\nbut which no Saas woodcarver who was merely adapting from a\nreminiscence of Tabachetti’s Varallo chapel would be likely to\nintroduce.  These considerations have convinced me that the designer\nof the chapels at Saas is none other than Tabachetti himself, who,\nas has been now conclusively shown, was a native of Dinant, in\nBelgium.",
        "The Saas chronicler, indeed, avers that the chapels were not built\ntill 1709—a statement apparently corroborated by a date now visible\non one chapel; but we must remember that the chronicler did not\nwrite until a century or so later than 1709, and though, indeed, his\nstatement may have been taken from the lost earlier manuscript of\n1738, we know nothing about this either one way or the other.  The\nwriter may have gone by the still existing 1709 on the Ascension\nchapel, whereas this date may in fact have referred to a\nrestoration, and not to an original construction.  There is nothing,\nas I have said, in the choice of the chapel on which the date\nappears, to suggest that it was intended to govern the others.  I\nhave explained that the work is isolated and exotic.  It is by one\nin whom Flemish and Italian influences are alike equally\npredominant; by one who was saturated with Tabachetti’s Varallo\nwork, and who can improve upon it, but over whom the other Varallo\nsculptors have no power.  The style of the work is of the sixteenth\nand not of the eighteenth century—with a few obvious exceptions\nthat suit the year 1709 exceedingly well.  Against such\nconsiderations as these, a statement made at the beginning of this\ncentury referring to a century earlier, and a promiscuous date upon\none chapel, can carry but little weight.  I shall assume, therefore,\nhenceforward, that we have here groups designed in a plastic\nmaterial by Tabachetti, and reproduced in wood by the best local\nwood-sculptor available, with the exception of a few figures cut by\nthe artist himself.",
        "We ask, then, at what period in his life did Tabachetti design these\nchapels, and what led to his coming to such an out-of-the-way place\nas Saas at all?  We should remember that, according both to Fassola\nand Torrotti (writing in 1671 and 1686 respectively), Tabachetti\n{14} became insane about the year 1586 or early in 1587, after\nhaving just begun the Salutation chapel.  I have explained in “Ex\nVoto” that I do not believe this story.  I have no doubt that\nTabachetti was declared to be mad, but I believe this to have been\ndue to an intrigue, set on foot in order to get a foreign artist out\nof the way, and to secure the Massacre of the Innocents chapel, at\nthat precise time undertaken, for Gio. Ant. Paracca, who was an\nItalian.",
        "Or he may have been sacrificed in order to facilitate the return of\nthe workers in stucco whom he had superseded on the Sacro Monte.  He\nmay have been goaded into some imprudence which was seized upon as a\npretext for shutting him up; at any rate, the fact that when in 1587\nhe inherited his father’s property at Dinant, his trustee (he being\nexpressly stated to be “expatrie”) was “datif,” “dativus,” appointed\nnot by himself but by the court, lends colour to the statement that\nhe was not his own master at the time; for in later kindred deeds,\nnow at Namur, he appoints his own trustee.  I suppose, then, that\nTabachetti was shut up in a madhouse at Varallo for a considerable\ntime, during which I can find no trace of him, but that eventually\nhe escaped or was released.",
        "Whether he was a fugitive, or whether he was let out from prison, he\nwould in either case, in all reasonable probability, turn his face\nhomeward.  If he was escaping, he would make immediately for the\nSavoy frontier, within which Saas then lay.  He would cross the\nBaranca above Fobello, coming down on to Ponte Grande in the Val\nAnzasca.  He would go up the Val Anzasca to Macugnaga, and over the\nMonte Moro, which would bring him immediately to Saas.  Saas,\ntherefore, is the nearest and most natural place for him to make\nfor, if he were flying from Varallo, and here I suppose him to have\nhalted.",
        "It so happened that on the 9th of September, 1589, there was one of\nthe three great outbreaks of the Mattmark See that have from time to\ntime devastated the valley of Saas. {15}  It is probable that the\nchapels were decided upon in consequence of some grace shown by the\nmiraculous picture of the Virgin, which had mitigated a disaster\noccurring so soon after the anniversary of her own Nativity.\nTabachetti, arriving at this juncture, may have offered to undertake\nthem if the Saas people would give him an asylum.  Here, at any\nrate, I suppose him to have stayed till some time in 1590, probably\nthe second half of it, his design of eventually returning home, if\nhe ever entertained it, being then interrupted by a summons to Crea\nnear Casale, where I believe him to have worked with a few brief\ninterruptions thenceforward for little if at all short of half a\ncentury, or until about the year 1640.  I admit, however, that the\nevidence for assigning him so long a life rests solely on the\nsupposed identity of the figure known as “Il Vecchietto,” in the\nVarallo Descent from the Cross chapel, with the portrait of\nTabachetti himself in the Ecce Homo chapel, also at Varallo.",
        "I find additional reason for thinking the chapels owe their origin\nto the inundation of September 9, 1589, in the fact that the 8th of\nSeptember is made a day of pilgrimage to the Saas-Fee chapels\nthroughout the whole valley of Saas.  It is true the 8th of\nSeptember is the festival of the Nativity of the Virgin Mary, so\nthat under any circumstances this would be a great day, but the fact\nthat not only the people of Saas, but the whole valley down to Visp,\nflock to this chapel on the 8th of September, points to the belief\nthat some special act of grace on the part of the Virgin was\nvouchsafed on this day in connection with this chapel.  A belief\nthat it was owing to the intervention of St. Mary of Fee that the\ninundation was not attended with loss of life would be very likely\nto lead to the foundation of a series of chapels leading up to the\nplace where her miraculous picture was placed, and to the more\nspecial celebration of her Nativity in connection with this spot\nthroughout the valley of Saas.  I have discussed the subject with\nthe Rev. Jos. Ant. Ruppen, and he told me he thought the fact that\nthe great fete of the year in connection with the Saas-Fee chapels\nwas on the 8th of September pointed rather strongly to the\nsupposition that there was a connection between these and the\nrecorded flood of September 9, 1589.",
        "Turning to the individual chapels they are as follows:-",
        "1.  The Annunciation.  The treatment here presents no more analogy\nto that of the same subject at Varallo than is inevitable in the\nnature of the subject.  The Annunciation figures at Varallo have\nproved to be mere draped dummies with wooden heads; Tabachetti, even\nthough he did the heads, which he very likely did, would take no\ninterest in the Varallo work with the same subject.  The\nAnnunciation, from its very simplicity as well as from the\ntranscendental nature of the subject, is singularly hard to treat,\nand the work here, whatever it may once have been, is now no longer\nremarkable.",
        "2.  The Salutation of Mary by Elizabeth.  This group, again, bears\nno analogy to the Salutation chapel at Varallo, in which\nTabachetti’s share was so small that it cannot be considered as in\nany way his.  It is not to be expected, therefore, that the Saas\nchapel should follow the Varallo one.  The figures, four in number,\nare pleasing and well arranged.  St. Joseph, St. Elizabeth, and St.\nZacharias are all talking at once.  The Virgin is alone silent.",
        "3.  The Nativity is much damaged and hard to see.  The treatment\nbears no analogy to that adopted by Gaudenzio Ferrari at Varallo.\nThere is one pleasing young shepherd standing against the wall, but\nsome figures have no doubt (as in others of the chapels)\ndisappeared, and those that remain have been so shifted from their\noriginal positions that very little idea can be formed of what the\ngroup was like when Tabachetti left it.",
        "4.  The Purification.  I can hardly say why this chapel should\nremind me, as it does, of the Circumcision chapel at Varallo, for\nthere are more figures here than space at Varallo will allow.  It\ncannot be pretended that any single figure is of extraordinary\nmerit, but amongst them they tell their story with excellent effect.\nTwo, those of St. Joseph and St. Anna (?), that doubtless were once\nmore important factors in the drama, are now so much in corners near\nthe window that they can hardly be seen.",
        "5.  The Dispute in the Temple.  This subject is not treated at\nVarallo.  Here at Saas there are only six doctors now; whether or no\nthere were originally more cannot be determined.",
        "6.  The Agony in the Garden.  Tabachetti had no chapel with this\nsubject at Varallo, and there is no resemblance between the Saas\nchapel and that by D’Enrico.  The figures are no doubt approximately\nin their original positions, but I have no confidence that I have\nrearranged them correctly.  They were in such confusion when I first\nsaw them that the Rev. E. J. Selwyn and myself determined to\nrearrange them.  They have doubtless been shifted more than once\nsince Tabachetti left them.  The sleeping figures are all good.  St.\nJames is perhaps a little prosaic.  One Roman soldier who is coming\ninto the garden with a lantern, and motioning silence with his hand,\ndoes duty for the others that are to follow him.  I should think\nmore than one of these figures is actually carved in wood by\nTabachetti, allowance being made for the fact that he was working in\na material with which he was not familiar, and which no sculptor of\nthe highest rank has ever found congenial.",
        "7.  The Flagellation.  Tabachetti has a chapel with this subject at\nVarallo, and the Saas group is obviously a descent with modification\nfrom his work there.  The figure of Christ is so like the one at\nVarallo that I think it must have been carved by Tabachetti himself.\nThe man with the hooked nose, who at Varallo is stooping to bind his\nrods, is here upright:  it was probably the intention to emphasise\nhim in the succeeding scenes as well as this, in the same way as he\nhas been emphasised at Varallo, but his nose got pared down in the\ncutting of later scenes, and could not easily be added to.  The man\nbinding Christ to the column at Varallo is repeated (longo\nintervallo) here, and the whole work is one inspired by that at\nVarallo, though no single figure except that of the Christ is\nadhered to with any very great closeness.  I think the nearer\nmalefactor, with a goitre, and wearing a large black hat, is either\nan addition of the year 1709, or was done by the journeyman of the\nlocal sculptor who carved the greater number of the figures.  The\nman stooping down to bind his rods can hardly be by the same hand as\neither of the two black-hatted malefactors, but it is impossible to\nspeak with certainty.  The general effect of the chapel is\nexcellent, if we consider the material in which it is executed, and\nthe rudeness of the audience to whom it addresses itself.",
        "8.  The Crowning with Thorns.  Here again the inspiration is derived\nfrom Tabachetti’s Crowning with Thorns at Varallo.  The Christs in\nthe two chapels are strikingly alike, and the general effect is that\nof a residuary impression left in the mind of one who had known the\nVarallo Flagellation exceedingly well.",
        "9.  Sta. Veronica.  This and the next succeeding chapels are the\nmost important of the series.  Tabachetti’s Journey to Calvary at\nVarallo is again the source from which the present work was taken,\nbut, as I have already said, it has been modified in reproduction.\nMount Calvary is still shown, as at Varallo, towards the left-hand\ncorner of the work, but at Saas it is more towards the middle than\nat Varallo, so that horsemen and soldiers may be seen coming up\nbehind it—a stroke that deserves the name of genius none the less\nfor the manifest imperfection with which it has been carried into\nexecution.  There are only three horses fully shown, and one partly\nshown.  They are all of the heavy Flemish type adopted by Tabachetti\nat Varallo.  The man kicking the fallen Christ and the goitred man\n(with the same teeth missing), who are so conspicuous in the Varallo\nJourney to Calvary, reappear here, only the kicking man has much\nless nose than at Varallo, probably because (as explained) the nose\ngot whittled away and could not be whittled back again.  I observe\nthat the kind of lapelled tunic which Tabachetti, and only\nTabachetti, adopts at Varallo, is adopted for the centurion in this\nchapel, and indeed throughout the Saas chapels this particular form\nof tunic is the most usual for a Roman soldier.  The work is still a\nvery striking one, notwithstanding its translation into wood and the\ndecay into which it has been allowed to fall; nor can it fail to\nimpress the visitor who is familiar with this class of art as coming\nfrom a man of extraordinary dramatic power and command over the\nalmost impossible art of composing many figures together effectively\nin all-round sculpture.  Whether all the figures are even now as\nTabachetti left them I cannot determine, but Mr. Selwyn has restored\nSimon the Cyrenian to the position in which he obviously ought to\nstand, and between us we have got the chapel into something more\nlike order.",
        "10.  The Crucifixion.  This subject was treated at Varallo not by\nTabachetti but by Gaudenzio Ferrari.  It confirms therefore my\nopinion as to the designer of the Saas chapels to find in them no\ntrace of the Varallo Crucifixion, while the kind of tunic which at\nVarallo is only found in chapels wherein Tabachetti worked again\nappears here.  The work is in a deplorable state of decay.  Mr.\nSelwyn has greatly improved the arrangement of the figures, but even\nnow they are not, I imagine, quite as Tabachetti left them.  The\nfigure of Christ is greatly better in technical execution than that\nof either of the two thieves; the folds of the drapery alone will\nshow this even to an unpractised eye.  I do not think there can be a\ndoubt but that Tabachetti cut this figure himself, as also those of\nthe Magdalene and St. John, who stand at the foot of the cross.  The\nthieves are coarsely executed, with no very obvious distinction\nbetween the penitent and the impenitent one, except that there is a\nfiend painted on the ceiling over the impenitent thief.  The one\nhorse introduced into the composition is again of the heavy Flemish\ntype adopted by Tabachetti at Varallo.  There is great difference in\nthe care with which the folds on the several draperies have been\ncut, some being stiff and poor enough, while others are done very\nsufficiently.  In spite of smallness of scale, ignoble material,\ndisarrangement and decay, the work is still striking.",
        "11.  The Resurrection.  There being no chapel at Varallo with any of\nthe remaining subjects treated at Saas, the sculptor has struck out\na line for himself.  The Christ in the Resurrection Chapel is a\ncarefully modelled figure, and if better painted might not be\nineffective.  Three soldiers, one sleeping, alone remain.  There\nwere probably other figures that have been lost.  The sleeping\nsoldier is very pleasing.",
        "12.  The Ascension is not remarkably interesting; the Christ appears\nto be, but perhaps is not, a much more modern figure than the rest.",
        "18.  The Descent of the Holy Ghost.  Some of the figures along the\nend wall are very good, and were, I should imagine, cut by\nTabachetti himself.  Those against the two side walls are not so\nwell cut.",
        "14.  The Assumption of the Virgin Mary.  The two large cherubs here\nare obviously by a later hand, and the small ones are not good.  The\nfigure of the Virgin herself is unexceptionable.  There were\ndoubtless once other figures of the Apostles which have disappeared;\nof these a single St. Peter (?), so hidden away in a corner near the\nwindow that it can only be seen with difficulty, is the sole\nsurvivor.",
        "15.  The Coronation of the Virgin is of later date, and has probably\nsuperseded an earlier work.  It can hardly be by the designer of the\nother chapels of the series.  Perhaps Tabachetti had to leave for\nCrea before all the chapels at Saas were finished.",
        "Lastly, we have the larger chapel dedicated to St. Mary, which\ncrowns the series.  Here there is nothing of more than common\nartistic interest, unless we except the stone altar mentioned in\nRuppen’s chronicle.  This is of course classical in style, and is, I\nshould think, very good.",
        "Once more I must caution the reader against expecting to find\nhighly-finished gems of art in the chapels I have been describing.\nA wooden figure not more than two feet high clogged with many coats\nof paint can hardly claim to be taken very seriously, and even those\nfew that were cut by Tabachetti himself were not meant to have\nattention concentrated on themselves alone.  As mere wood-carving\nthe Saas-Fee chapels will not stand comparison, for example, with\nthe triptych of unknown authorship in the Church of St. Anne at\nGliss, close to Brieg.  But, in the first place, the work at Gliss\nis worthy of Holbein himself:  I know no wood-carving that can so\nrivet the attention; moreover it is coloured with water-colour and\nnot oil, so that it is tinted, not painted; and, in the second\nplace, the Gliss triptych belongs to a date (1519) when artists held\nneither time nor impressionism as objects, and hence, though greatly\nbetter than the Saas-Fee chapels as regards a certain Japanese\ncuriousness of finish and naivete of literal transcription, it\ncannot even enter the lists with the Saas work as regards elan and\ndramatic effectiveness.  The difference between the two classes of\nwork is much that between, say, John Van Eyck or Memling and Rubens\nor Rembrandt, or, again, between Giovanni Bellini and Tintoretto;\nthe aims of the one class of work are incompatible with those of the\nother.  Moreover, in the Gliss triptych the intention of the\ndesigner is carried out (whether by himself or no) with admirable\nskill; whereas at Saas the wisdom of the workman is rather of Ober-\nAmmergau than of the Egyptians, and the voice of the poet is not a\nlittle drowned in that of his mouthpiece.  If, however, the reader\nwill bear in mind these somewhat obvious considerations, and will\nalso remember the pathetic circumstances under which the chapels\nwere designed—for Tabachetti when he reached Saas was no doubt\nshattered in body and mind by his four years’ imprisonment—he will\nprobably be not less attracted to them than I observed were many of\nthe visitors both at Saas-Grund and Saas-Fee with whom I had the\npleasure of examining them.",
        "I will now run briefly through the other principal works in the\nneighbourhood to which I think the reader would be glad to have his\nattention directed.",
        "At Saas-Fee itself the main altar-piece is without interest, as also\none with a figure of St. Sebastian.  The Virgin and Child above the\nremaining altar are, so far as I remember them, very good, and\ngreatly superior to the smaller figures of the same altar-piece.",
        "At Almagel, an hour’s walk or so above Saas-Grund—a village, the\nname of which, like those of the Alphubel, the Monte Moro, and more\nthan one other neighbouring site, is supposed to be of Saracenic\norigin—the main altar-piece represents a female saint with folded\narms being beheaded by a vigorous man to the left.  These two\nfigures are very good.  There are two somewhat inferior elders to\nthe right, and the composition is crowned by the Assumption of the\nVirgin.  I like the work, but have no idea who did it.  Two bishops\nflanking the composition are not so good.  There are two other\naltars in the church:  the right-hand one has some pleasing figures,\nnot so the left-hand.",
        "In St. Joseph’s Chapel, on the mule-road between Saas-Grund and\nSaas-Fee, the St. Joseph and the two children are rather nice.  In\nthe churches and chapels which I looked into between Saas and\nStalden, I saw many florid extravagant altar-pieces, but nothing\nthat impressed me favourably.",
        "In the parish church at Saas-Grund there are two altar-pieces which\ndeserve attention.  In the one over the main altar the arrangement\nof the Last Supper in a deep recess half-way up the composition is\nvery pleasing and effective; in that above the right-hand altar of\nthe two that stand in the body of the church there are a number of\nround lunettes, about eight inches in diameter, each containing a\nsmall but spirited group of wooden figures.  I have lost my notes on\nthese altar-pieces and can only remember that the main one has been\nrestored, and now belongs to two different dates, the earlier date\nbeing, I should imagine, about 1670.  A similar treatment of the\nLast Supper may be found near Brieg in the church of Naters, and no\ndoubt the two altar-pieces are by the same man.  There are, by the\nway, two very ambitious altars on either side the main arch leading\nto the chance in the church at Naters, of which the one on the south\nside contains obvious reminiscences of Gaudenzio Ferrari’s Sta.\nMaria frescoes at Varallo; but none of the four altar-pieces in the\ntwo transepts tempted me to give them much attention.  As regards\nthe smaller altar-piece at Saas-Grund, analogous work may be found\nat Cravagliana, half-way between Varallo and Fobello, but this last\nhas suffered through the inveterate habit which Italians have of\nshowing their hatred towards the enemies of Christ by mutilating the\nfigures that represent them.  Whether the Saas work is by a\nValsesian artist who came over to Switzerland, or whether the\nCravagliana work is by a Swiss who had come to Italy, I cannot say\nwithout further consideration and closer examination than I have\nbeen able to give.  The altar-pieces of Mairengo, Chiggiogna, and, I\nam told, Lavertezzo, all in the Canton Ticino, are by a Swiss or\nGerman artist who has migrated southward; but the reverse migration\nwas equally common.",
        "Being in the neighbourhood, and wishing to assure myself whether the\nsculptor of the Saas-Fee chapels had or had not come lower down the\nvalley, I examined every church and village which I could hear of as\ncontaining anything that might throw light on this point.  I was\nthus led to Vispertimenen, a village some three hours above either\nVisp or Stalden.  It stands very high, and is an almost untouched\nexample of a medieval village.  The altar-piece of the main church\nis even more floridly ambitious in its abundance of carving and\ngilding than the many other ambitious altar-pieces with which the\nCanton Valais abounds.  The Apostles are receiving the Holy Ghost on\nthe first storey of the composition, and they certainly are\nreceiving it with an overjoyed alacrity and hilarious ecstasy of\nallegria spirituale which it would not be easy to surpass.  Above\nthe village, reaching almost to the limits beyond which there is no\ncultivation, there stands a series of chapels like those I have been\ndescribing at Saas-Fee, only much larger and more ambitious.  They\nare twelve in number, including the church that crowns the series.\nThe figures they contain are of wood (so I was assured, but I did\nnot go inside the chapels):  they are life-size, and in some chapels\nthere are as many as a dozen figures.  I should think they belonged\nto the later half of the last century, and here, one would say,\nsculpture touches the ground; at least, it is not easy to see how\ncheap exaggeration can sink an art more deeply.  The only things\nthat at all pleased me were a smiling donkey and an ecstatic cow in\nthe Nativity chapel.  Those who are not allured by the prospect of\nseeing perhaps the very worst that can be done in its own line, need\nnot be at the pains of climbing up to Vispertimenen.  Those, on the\nother hand, who may find this sufficient inducement will not be\ndisappointed, and they will enjoy magnificent views of the Weisshorn\nand the mountains near the Dom.",
        "I have already referred to the triptych at Gliss.  This is figured\nin Wolf’s work on Chamonix and the Canton Valais, but a larger and\nclearer reproduction of such an extraordinary work is greatly to be\ndesired.  The small wooden statues above the triptych, as also those\nabove its modern companion in the south transept, are not less\nadmirable than the triptych itself.  I know of no other like work in\nwood, and have no clue whatever as to who the author can have been\nbeyond the fact that the work is purely German and eminently\nHolbeinesque in character.",
        "I was told of some chapels at Rarogne, five or six miles lower down\nthe valley than Visp.  I examined them, and found they had been\nstripped of their figures.  The few that remained satisfied me that\nwe have had no loss.  Above Brieg there are two other like series of\nchapels.  I examined the higher and more promising of the two, but\nfound not one single figure left.  I was told by my driver that the\nother series, close to the Pont Napoleon on the Simplon road, had\nbeen also stripped of its figures, and, there being a heavy storm at\nthe time, have taken his word for it that this was so.",
        "Continue...",
        "\nThis complete text of Essays on Life, Art and Science by Samuel Butler is in the public domain.\n\n\nAlso see Essays on Life, Art and Science at Amazon.com\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on April 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Essays on Life, Art and Science (Large Print)By Samuel ButlerAt Amazon"
    ]
}