{
    "title": "Essays of Francis Bacon - Of Suspicion (The Essays or Counsels, Civil and Moral, of Francis Ld. Verulam Viscount St. Albans)",
    "author": "Unknown",
    "chapter": "32",
    "content": [
        "\nFrancis Bacon (1561-1626)\n",
        "\n\n",
        "SUSPICIONS amongst thoughts, are like bats\namongst birds, they ever fly by twilight.  Certainly they are to be repressed, or at least well\nguarded: for they cloud the mind; they leese\nfriends; and they check with business, whereby\nbusiness cannot go on currently and constantly.\nThey dispose kings to tyranny, husbands to jealousy, wise men to irresolution and melancholy.\nThey are defects, not in the heart, but in the brain;\nfor they take place in the stoutest natures; as in the\nexample of Henry the Seventh of England.  There\nwas not a more suspicious man, nor a more stout.\nAnd in such a composition they do small hurt.  For\ncommonly they are not admitted, but with examination, whether they be likely or no.  But in fearful\nnatures they gain ground too fast.  There is nothing\nmakes a man suspect much, more than to know\nlittle; and therefore men should remedy suspicion,\nby procuring to know more, and not to keep their\nsuspicions in smother.  What would men have? Do\nthey think, those they  employ and deal with, are\nsaints? Do they not think, they will have their own\nends, and be truer to themselves, than to them?\nTherefore there is no better way, to moderate suspicions, than to account upon such suspicions as\ntrue, and yet to bridle them as false.  For so far a\nman ought to make use of suspicions, as to provide,\nas if that should be true, that he suspects, yet it\nmay do him no hurt.  Suspicions that the mind of\nitself gathers, are but buzzes; but suspicions that\nare artificially nourished, and put into men’s\nheads, by the tales and whisperings of others, have\nstings.  Certainly, the best mean, to clear the way\nin this same wood of suspicions, is frankly to communicate them with the party, that he suspects;\nfor thereby he shall be sure to know more of the\ntruth of them, than he did before; and withal shall\nmake that party more circumspect, not to give\nfurther cause of suspicion.  But this would not be\ndone to men of base natures; for they, if they find\nthemselves once suspected, will never be true.  The\nItalian says, Sospetto licentia fede; as if suspicion,\ndid give a passport to faith; but it ought, rather, to\nkindle it to discharge itself.",
        "Continue...",
        "\nThis complete text of Essays of Francis Bacon is in the public domain.\n\n\nAmazon books: \nThe Essays, Francis Bacon.\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on November 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}