{
    "title": "Essays, First Series - VI. Friendship",
    "author": "Ralph Waldo Emerson",
    "chapter": "12",
    "content": [
        "",
        "\n\n",
        "We have a great deal more kindness than is ever spoken.\nMaugre all the selfishness that chills like east winds\nthe world, the whole human family is bathed with an\nelement of love like a fine ether. How many persons we\nmeet in houses, whom we scarcely speak to, whom yet we\nhonor, and who honor us! How many we see in the street,\nor sit with in church, whom, though silently, we warmly\nrejoice to be with! Read the language of these wandering\neye-beams. The heart knoweth.",
        "The effect of the indulgence of this human affection is\na certain cordial exhilaration. In poetry and in common\nspeech, the emotions of benevolence and complacency which\nare felt towards others are likened to the material\neffects of fire; so swift, or much more swift, more active,\nmore cheering, are these fine inward irradiations. From\nthe highest degree of passionate love to the lowest degree\nof good-will, they make the sweetness of life.",
        "Our intellectual and active powers increase with our\naffection. The scholar sits down to write, and all his\nyears of meditation do not furnish him with one good\nthought or happy expression; but it is necessary to\nwrite a letter to a friend,—and forthwith troops of\ngentle thoughts invest themselves, on every hand, with\nchosen words. See, in any house where virtue and self-\nrespect abide, the palpitation which the approach of\na stranger causes. A commended stranger is expected\nand announced, and an uneasiness betwixt pleasure and\npain invades all the hearts of a household. His arrival\nalmost brings fear to the good hearts that would welcome\nhim. The house is dusted, all things fly into their\nplaces, the old coat is exchanged for the new, and they\nmust get up a dinner if they can. Of a commended stranger,\nonly the good report is told by others, only the good and\nnew is heard by us. He stands to us for humanity. He is\nwhat we wish. Having imagined and invested him, we ask\nhow we should stand related in conversation and action\nwith such a man, and are uneasy with fear. The same idea\nexalts conversation with him. We talk better than we are\nwont. We have the nimblest fancy, a richer memory, and\nour dumb devil has taken leave for the time. For long\nhours we can continue a series of sincere, graceful,\nrich communications, drawn from the oldest, secretest\nexperience, so that they who sit by, of our own kinsfolk\nand acquaintance, shall feel a lively surprise at our\nunusual powers. But as soon as the stranger begins to\nintrude his partialities, his definitions, his defects,\ninto the conversation, it is all over. He has heard the\nfirst, the last and best he will ever hear from us. He\nis no stranger now. Vulgarity, ignorance, misapprehension\nare old acquaintances. Now, when he comes, he may get the\norder, the dress and the dinner,—but the throbbing of\nthe heart and the communications of the soul, no more.",
        "What is so pleasant as these jets of affection which\nmake a young world for me again? What so delicious\nas a just and firm encounter of two, in a thought, in\na feeling? How beautiful, on their approach to this\nbeating heart, the steps and forms of the gifted and\nthe true! The moment we indulge our affections, the\nearth is metamorphosed; there is no winter and no\nnight; all tragedies, all ennuis vanish,—all duties\neven; nothing fills the proceeding eternity but the\nforms all radiant of beloved persons. Let the soul be\nassured that somewhere in the universe it should rejoin\nits friend, and it would be content and cheerful alone\nfor a thousand years.",
        "I awoke this morning with devout thanksgiving for my\nfriends, the old and the new. Shall I not call God\nthe Beautiful, who daily showeth himself so to me in\nhis gifts? I chide society, I embrace solitude, and\nyet I am not so ungrateful as not to see the wise, the\nlovely and the noble-minded, as from time to time they\npass my gate. Who hears me, who understands me, becomes\nmine,—a possession for all time. Nor is Nature so poor\nbut she gives me this joy several times, and thus we\nweave social threads of our own, a new web of relations;\nand, as many thoughts in succession substantiate themselves,\nwe shall by and by stand in a new world of our own creation,\nand no longer strangers and pilgrims in a traditionary globe.\nMy friends have come to me unsought. The great God gave them\nto me. By oldest right, by the divine affinity of virtue\nwith itself, I find them, or rather not I but the Deity\nin me and in them derides and cancels the thick walls of\nindividual character, relation, age, sex, circumstance, at\nwhich he usually connives, and now makes many one. High\nthanks I owe you, excellent lovers, who carry out the world\nfor me to new and noble depths, and enlarge the meaning of\nall my thoughts. These are new poetry of the first Bard,—\npoetry without stop,—hymn, ode and epic, poetry still\nflowing, Apollo and the Muses chanting still. Will these\ntoo separate themselves from me again, or some of them? I\nknow not, but I fear it not; for my relation to them is so\npure, that we hold by simple affinity, and the Genius of my\nlife being thus social, the same affinity will exert its\nenergy on whomsoever is as noble as these men and women,\nwherever I may be.",
        "I confess to an extreme tenderness of nature on this\npoint. It is almost dangerous to me to “crush the sweet\npoison of misused wine” of the affections. A new person\nis to me a great event and hinders me from sleep. I have\noften had fine fancies about persons which have given me\ndelicious hours; but the joy ends in the day; it yields\nno fruit. Thought is not born of it; my action is very\nlittle modified. I must feel pride in my friend’s\naccomplishments as if they were mine, and a property in\nhis virtues. I feel as warmly when he is praised, as the\nlover when he hears applause of his engaged maiden. We\nover-estimate the conscience of our friend. His goodness\nseems better than our goodness, his nature finer, his\ntemptations less. Every thing that is his,—his name,\nhis form, his dress, books and instruments,—fancy\nenhances. Our own thought sounds new and larger from\nhis mouth.",
        "Yet the systole and diastole of the heart are not\nwithout their analogy in the ebb and flow of love.\nFriendship, like the immortality of the soul, is too\ngood to be believed. The lover, beholding his maiden,\nhalf knows that she is not verily that which he\nworships; and in the golden hour of friendship we are\nsurprised with shades of suspicion and unbelief. We\ndoubt that we bestow on our hero the virtues in which\nhe shines, and afterwards worship the form to which we\nhave ascribed this divine inhabitation. In strictness,\nthe soul does not respect men as it respects itself.\nIn strict science all persons underlie the same\ncondition of an infinite remoteness. Shall we fear to\ncool our love by mining for the metaphysical foundation\nof this Elysian temple? Shall I not be as real as the\nthings I see? If I am, I shall not fear to know them\nfor what they are. Their essence is not less beautiful\nthan their appearance, though it needs finer organs\nfor its apprehension. The root of the plant is not\nunsightly to science, though for chaplets and festoons\nwe cut the stem short. And I must hazard the production\nof the bald fact amidst these pleasing reveries, though\nit should prove an Egyptian skull at our banquet. A man\nwho stands united with his thought conceives magnificently\nof himself. He is conscious of a universal success, even\nthough bought by uniform particular failures. No advantages,\nno powers, no gold or force, can be any match for\nhim. I cannot choose but rely on my own poverty more than\non your wealth. I cannot make your consciousness tantamount\nto mine. Only the star dazzles; the planet has a faint,\nmoon-like ray. I hear what you say of the admirable parts\nand tried temper of the party you praise, but I see well\nthat for all his purple cloaks I shall not like him,\nunless he is at last a poor Greek like me. I cannot deny\nit, O friend, that the vast shadow of the Phenomenal\nincludes thee also in its pied and painted immensity,—\nthee also, compared with whom all else is shadow. Thou\nart not Being, as Truth is, as Justice is,—thou art not\nmy soul, but a picture and effigy of that. Thou hast come\nto me lately, and already thou art seizing thy hat and\ncloak. Is it not that the soul puts forth friends as the\ntree puts forth leaves, and presently, by the germination\nof new buds, extrudes the old leaf? The law of nature is\nalternation for evermore. Each electrical state superinduces\nthe opposite. The soul environs itself with friends that it\nmay enter into a grander self-acquaintance or solitude; and\nit goes alone for a season, that it may exalt its conversation\nor society. This method betrays itself along the whole history\nof our personal relations. The instinct of affection revives\nthe hope of union with our mates, and the returning sense of\ninsulation recalls us from the chase. Thus every man passes\nhis life in the search after friendship, and if he should\nrecord his true sentiment, he might write a letter like this\nto each new candidate for his love:—",
        "Dear Friend,",
        "If I was sure of thee, sure of thy capacity, sure to match\nmy mood with thine, I should never think again of trifles\nin relation to thy comings and goings. I am not very wise;\nmy moods are quite attainable, and I respect thy genius;\nit is to me as yet unfathomed; yet dare I not presume in\nthee a perfect intelligence of me, and so thou art to me\na delicious torment. Thine ever, or never.",
        "Yet these uneasy pleasures and fine pains are for curiosity\nand not for life. They are not to be indulged.  This is to\nweave cobweb, and not cloth. Our friendships hurry to short\nand poor conclusions, because we have made them a texture\nof wine and dreams, instead of the tough fibre of the human\nheart. The laws of friendship are austere and eternal, of\none web with the laws of nature and of morals. But we have\naimed at a swift and petty benefit, to suck a sudden\nsweetness. We snatch at the slowest fruit in the whole garden\nof God, which many summers and many winters must ripen. We\nseek our friend not sacredly, but with an adulterate passion\nwhich would appropriate him to ourselves. In vain. We are\narmed all over with subtle antagonisms, which, as soon as\nwe meet, begin to play, and translate all poetry into stale\nprose. Almost all people descend to meet. All association\nmust be a compromise, and, what is worst, the very flower\nand aroma of the flower of each of the beautiful natures\ndisappears as they approach each other. What a perpetual\ndisappointment is actual society, even of the virtuous and\ngifted!  After interviews have been compassed with long\nforesight we must be tormented presently by baffled blows,\nby sudden, unseasonable apathies, by epilepsies of wit and\nof animal spirits, in the heyday of friendship and thought.\nOur faculties do not play us true, and both parties are\nrelieved by solitude.",
        "I ought to be equal to every relation. It makes no\ndifference how many friends I have and what content\nI can find in conversing with each, if there be one\nto whom I am not equal. If I have shrunk unequal from\none contest, the joy I find in all the rest becomes\nmean and cowardly. I should hate myself, if then I\nmade my other friends my asylum:—",
        "Our impatience is thus sharply rebuked. Bashfulness and\napathy are a tough husk in which a delicate organization\nis protected from premature ripening. It would be lost\nif it knew itself before any of the best souls were yet\nripe enough to know and own it. Respect the naturlangsamkeit\nwhich hardens the ruby in a million years, and works in\nduration in which Alps and Andes come and go as rainbows.\nThe good spirit of our life has no heaven which is the\nprice of rashness. Love, which is the essence of God, is\nnot for levity, but for the total worth of man. Let us not\nhave this childish luxury in our regards, but the austerest\nworth; let us approach our friend with an audacious trust\nin the truth of his heart, in the breadth, impossible to\nbe overturned, of his foundations.",
        "The attractions of this subject are not to be resisted,\nand I leave, for the time, all account of subordinate\nsocial benefit, to speak of that select and sacred\nrelation which is a kind of absolute, and which even\nleaves the language of love suspicious and common, so\nmuch is this purer, and nothing is so much divine.",
        "I do not wish to treat friendships daintily, but with\nroughest courage. When they are real, they are not\nglass threads or frostwork, but the solidest thing we\nknow. For now, after so many ages of experience, what\ndo we know of nature or of ourselves? Not one step has\nman taken toward the solution of the problem of his\ndestiny. In one condemnation of folly stand the whole\nuniverse of men. But the sweet sincerity of joy and\npeace which I draw from this alliance with my brother’s\nsoul is the nut itself whereof all nature and all thought\nis but the husk and shell. Happy is the house that\nshelters a friend! It might well be built, like a festal\nbower or arch, to entertain him a single day. Happier,\nif he know the solemnity of that relation and honor its\nlaw! He who offers himself a candidate for that covenant\ncomes up, like an Olympian, to the great games where the\nfirst-born of the world are the competitors. He proposes\nhimself for contests where Time, Want, Danger, are in\nthe lists, and he alone is victor who has truth enough\nin his constitution to preserve the delicacy of his\nbeauty from the wear and tear of all these.  The gifts\nof fortune may be present or absent, but all the speed\nin that contest depends on intrinsic nobleness and the\ncontempt of trifles. There are two elements that go to\nthe composition of friendship, each so sovereign that\nI can detect no superiority in either, no reason why\neither should be first named.  One is truth. A friend\nis a person with whom I may be sincere. Before him I\nmay think aloud. I am arrived at last in the presence\nof a man so real and equal that I may drop even those\nundermost garments of dissimulation, courtesy, and\nsecond thought, which men never put off, and may deal\nwith him with the simplicity and wholeness with which\none chemical atom meets another. Sincerity is the luxury\nallowed, like diadems and authority, only to the highest\nrank; that being permitted to speak truth, as having\nnone above it to court or conform unto. Every man alone\nis sincere. At the entrance of a second person, hypocrisy\nbegins. We parry and fend the approach of our fellow-man\nby compliments, by gossip, by amusements, by affairs. We\ncover up our thought from him under a hundred folds. I\nknew a man who under a certain religious frenzy cast off\nthis drapery, and omitting all compliment and commonplace,\nspoke to the conscience of every person he encountered,\nand that with great insight and beauty. At first he was\nresisted, and all men agreed he was mad. But persisting—\nas indeed he could not help doing—for some time in this\ncourse, he attained to the advantage of bringing every\nman of his acquaintance into true relations with him. No\nman would think of speaking falsely with him, or of\nputting him off with any chat of markets or reading-rooms.\nBut every man was constrained by so much sincerity to the\nlike plaindealing, and what love of nature, what poetry,\nwhat symbol of truth he had, he did certainly show him.\nBut to most of us society shows not its face and eye, but\nits side and its back. To stand in true relations with\nmen in a false age is worth a fit of insanity, is it not?\nWe can seldom go erect.  Almost every man we meet requires\nsome civility,—requires to be humored; he has some fame,\nsome talent, some whim of religion or philanthropy in his\nhead that is not to be questioned, and which spoils all\nconversation with him. But a friend is a sane man who\nexercises not my ingenuity, but me. My friend gives me\nentertainment without requiring any stipulation on my\npart. A friend therefore is a sort of paradox in nature.\nI who alone am, I who see nothing in nature whose\nexistence I can affirm with equal evidence to my own,\nbehold now the semblance of my being, in all its height,\nvariety, and curiosity, reiterated in a foreign form; so\nthat a friend may well be reckoned the masterpiece of\nnature.",
        "The other element of friendship is tenderness. We are\nholden to men by every sort of tie, by blood, by pride,\nby fear, by hope, by lucre, by lust, by hate, by\nadmiration, by every circumstance and badge and trifle,\n—but we can scarce believe that so much character can\nsubsist in another as to draw us by love. Can another\nbe so blessed and we so pure that we can offer him\ntenderness? When a man becomes dear to me I have touched\nthe goal of fortune. I find very little written directly\nto the heart of this matter in books. And yet I have one\ntext which I cannot choose but remember. My author says,\n—\"I offer myself faintly and bluntly to those whose I\neffectually am, and tender myself least to him to whom I\nam the most devoted.” I wish that friendship should have\nfeet, as well as eyes and eloquence. It must plant itself\non the ground, before it vaults over the moon. I wish it\nto be a little of a citizen, before it is quite a cherub.\nWe chide the citizen because he makes love a commodity.\nIt is an exchange of gifts, of useful loans; it is good\nneighborhood; it watches with the sick; it holds the pall\nat the funeral; and quite loses sight of the delicacies\nand nobility of the relation. But though we cannot find\nthe god under this disguise of a sutler, yet on the other\nhand we cannot forgive the poet if he spins his thread\ntoo fine and does not substantiate his romance by the\nmunicipal virtues of justice, punctuality, fidelity and\npity. I hate the prostitution of the name of friendship\nto signify modish and worldly alliances. I much prefer\nthe company of ploughboys and tin-peddlers to the silken\nand perfumed amity which celebrates its days of encounter\nby a frivolous display, by rides in a curricle and dinners\nat the best taverns. The end of friendship is a commerce\nthe most strict and homely that can be joined; more strict\nthan any of which we have experience. It is for aid and\ncomfort through all the relations and passages of life\nand death. It is fit for serene days and graceful gifts\nand country rambles, but also for rough roads and hard\nfare, shipwreck, poverty, and persecution. It keeps company\nwith the sallies of the wit and the trances of religion. We\nare to dignify to each other the daily needs and offices of\nman’s life, and embellish it by courage, wisdom and unity.\nIt should never fall into something usual and settled, but\nshould be alert and inventive and add rhyme and reason to\nwhat was drudgery.",
        "Friendship may be said to require natures so rare and\ncostly, each so well tempered and so happily adapted,\nand withal so circumstanced (for even in that particular,\na poet says, love demands that the parties be altogether\npaired), that its satisfaction can very seldom be assured.\nIt cannot subsist in its perfection, say some of those\nwho are learned in this warm lore of the heart, betwixt\nmore than two. I am not quite so strict in my terms,\nperhaps because I have never known so high a fellowship\nas others. I please my imagination more with a circle of\ngodlike men and women variously related to each other and\nbetween whom subsists a lofty intelligence. But I find\nthis law of one to one peremptory for conversation, which\nis the practice and consummation of friendship. Do not\nmix waters too much. The best mix as ill as good and bad.\nYou shall have very useful and cheering discourse at\nseveral times with two several men, but let all three of\nyou come together and you shall not have one new and\nhearty word.  Two may talk and one may hear, but three\ncannot take part in a conversation of the most sincere\nand searching sort. In good company there is never such\ndiscourse between two, across the table, as takes place\nwhen you leave them alone. In good company the individuals\nmerge their egotism into a social soul exactly co-extensive\nwith the several consciousnesses there present. No\npartialities of friend to friend, no fondnesses of brother\nto sister, of wife to husband, are there pertinent, but\nquite otherwise. Only he may then speak who can sail on\nthe common thought of the party, and not poorly limited\nto his own. Now this convention, which good sense demands,\ndestroys the high freedom of great conversation, which\nrequires an absolute running of two souls into one.",
        "No two men but being left alone with each other enter\ninto simpler relations. Yet it is affinity that determines\nwhich two shall converse. Unrelated men give little joy\nto each other, will never suspect the latent powers of\neach. We talk sometimes of a great talent for conversation,\nas if it were a permanent property in some individuals.\nConversation is an evanescent relation,—no more. A man is\nreputed to have thought and eloquence; he cannot, for all\nthat, say a word to his cousin or his uncle. They accuse\nhis silence with as much reason as they would blame the\ninsignificance of a dial in the shade. In the sun it will\nmark the hour. Among those who enjoy his thought he will\nregain his tongue.",
        "Friendship requires that rare mean betwixt likeness and\nunlikeness that piques each with the presence of power\nand of consent in the other party. Let me be alone to\nthe end of the world, rather than that my friend should\noverstep, by a word or a look, his real sympathy. I am\nequally balked by antagonism and by compliance. Let him\nnot cease an instant to be himself. The only joy I have\nin his being mine, is that the not mine is mine. I hate,\nwhere I looked for a manly furtherance, or at least a\nmanly resistance, to find a mush of concession. Better\nbe a nettle in the side of your friend than his echo. The\ncondition which high friendship demands is ability to do\nwithout it. That high office requires great and sublime\nparts. There must be very two, before there can be very\none. Let it be an alliance of two large, formidable\nnatures, mutually beheld, mutually feared, before yet\nthey recognize the deep identity which, beneath these\ndisparities, unites them.",
        "He only is fit for this society who is magnanimous; who\nis sure that greatness and goodness are always economy;\nwho is not swift to intermeddle with his fortunes. Let\nhim not intermeddle with this. Leave to the diamond its\nages to grow, nor expect to accelerate the births of the\neternal. Friendship demands a religious treatment. We\ntalk of choosing our friends, but friends are self-elected.\nReverence is a great part of it. Treat your friend as a\nspectacle. Of course he has merits that are not yours, and\nthat you cannot honor if you must needs hold him close to\nyour person. Stand aside; give those merits room; let them\nmount and expand. Are you the friend of your friend’s\nbuttons, or of his thought? To a great heart he will still\nbe a stranger in a thousand particulars, that he may come\nnear in the holiest ground. Leave it to girls and boys to\nregard a friend as property, and to suck a short and all-\nconfounding pleasure, instead of the noblest benefit.",
        "Let us buy our entrance to this guild by a long probation.\nWhy should we desecrate noble and beautiful souls by\nintruding on them? Why insist on rash personal relations\nwith your friend? Why go to his house, or know his mother\nand brother and sisters? Why be visited by him at your\nown? Are these things material to our covenant? Leave this\ntouching and clawing. Let him be to me a spirit. A message,\na thought, a sincerity, a glance from him, I want, but not\nnews, nor pottage. I can get politics and chat and neighborly\nconveniences from cheaper companions. Should not the society\nof my friend be to me poetic, pure, universal and great as\nnature itself? Ought I to feel that our tie is profane in\ncomparison with yonder bar of cloud that sleeps on the\nhorizon, or that clump of waving grass that divides the\nbrook? Let us not vilify, but raise it to that standard.\nThat great defying eye, that scornful beauty of his mien\nand action, do not pique yourself on reducing, but rather\nfortify and enhance. Worship his superiorities; wish him\nnot less by a thought, but hoard and tell them all. Guard\nhim as thy counterpart. Let him be to thee for ever a sort\nof beautiful enemy, untamable, devoutly revered, and not a\ntrivial conveniency to be soon outgrown and cast aside.\nThe hues of the opal, the light of the diamond, are not to\nbe seen if the eye is too near. To my friend I write a\nletter and from him I receive a letter. That seems to you\na little. It suffices me. It is a spiritual gift worthy of\nhim to give and of me to receive. It profanes nobody. In\nthese warm lines the heart will trust itself, as it will\nnot to the tongue, and pour out the prophecy of a godlier\nexistence than all the annals of heroism have yet made good.",
        "Respect so far the holy laws of this fellowship as not\nto prejudice its perfect flower by your impatience\nfor its opening. We must be our own before we can be\nanother’s. There is at least this satisfaction in crime,\naccording to the Latin proverb;—you can speak to your\naccomplice on even terms. Crimen quos inquinat, aequat.\nTo those whom we admire and love, at first we cannot.\nYet the least defect of self-possession vitiates, in my\njudgment, the entire relation. There can never be deep\npeace between two spirits, never mutual respect, until\nin their dialogue each stands for the whole world.",
        "What is so great as friendship, let us carry with what\ngrandeur of spirit we can. Let us be silent,—so we may\nhear the whisper of the gods. Let us not interfere. Who\nset you to cast about what you should say to the select\nsouls, or how to say any thing to such? No matter how\ningenious, no matter how graceful and bland. There are\ninnumerable degrees of folly and wisdom, and for you to\nsay aught is to be frivolous.  Wait, and thy heart shall\nspeak. Wait until the necessary and everlasting overpowers\nyou, until day and night avail themselves of your lips.\nThe only reward of virtue is virtue; the only way to have\na friend is to be one. You shall not come nearer a man by\ngetting into his house. If unlike, his soul only flees the\nfaster from you, and you shall never catch a true glance\nof his eye. We see the noble afar off and they repel us;\nwhy should we intrude? Late,—very late,—we perceive that\nno arrangements, no introductions, no consuetudes or habits\nof society would be of any avail to establish us in such\nrelations with them as we desire,—but solely the uprise\nof nature in us to the same degree it is in them; then\nshall we meet as water with water; and if we should not\nmeet them then, we shall not want them, for we are already\nthey. In the last analysis, love is only the reflection of\na man’s own worthiness from other men. Men have sometimes\nexchanged names with their friends, as if they would\nsignify that in their friend each loved his own soul.",
        "The higher the style we demand of friendship, of course\nthe less easy to establish it with flesh and blood.  We\nwalk alone in the world. Friends such as we desire are\ndreams and fables. But a sublime hope cheers ever the\nfaithful heart, that elsewhere, in other regions of the\nuniversal power, souls are now acting, enduring, and\ndaring, which can love us and which we can love. We may\ncongratulate ourselves that the period of nonage, of\nfollies, of blunders and of shame, is passed in solitude,\nand when we are finished men we shall grasp heroic hands\nin heroic hands. Only be admonished by what you already\nsee, not to strike leagues of friendship with cheap\npersons, where no friendship can be. Our impatience\nbetrays us into rash and foolish alliances which no god\nattends. By persisting in your path, though you forfeit\nthe little you gain the great. You demonstrate yourself,\nso as to put yourself out of the reach of false relations,\nand you draw to you the first-born of the world,—those\nrare pilgrims whereof only one or two wander in nature at\nonce, and before whom the vulgar great show as spectres\nand shadows merely.",
        "It is foolish to be afraid of making our ties too\nspiritual, as if so we could lose any genuine love.\nWhatever correction of our popular views we make from\ninsight, nature will be sure to bear us out in, and\nthough it seem to rob us of some joy, will repay us\nwith a greater. Let us feel if we will the absolute\ninsulation of man. We are sure that we have all in us.\nWe go to Europe, or we pursue persons, or we read books,\nin the instinctive faith that these will call it out and\nreveal us to ourselves. Beggars all. The persons are such\nas we; the Europe, an old faded garment of dead persons;\nthe books, their ghosts. Let us drop this idolatry. Let\nus give over this mendicancy. Let us even bid our dearest\nfriends farewell, and defy them, saying, ’Who are you?\nUnhand me: I will be dependent no more.’ Ah! seest thou\nnot, O brother, that thus we part only to meet again on\na higher platform, and only be more each other’s because\nwe are more our own? A friend is Janus-faced; he looks to\nthe past and the future. He is the child of all my\nforegoing hours, the prophet of those to come, and the\nharbinger of a greater friend.",
        "I do then with my friends as I do with my books. I would\nhave them where I can find them, but I seldom use them.\nWe must have society on our own terms, and admit or\nexclude it on the slightest cause. I cannot afford to\nspeak much with my friend. If he is great he makes me\nso great that I cannot descend to converse. In the great\ndays, presentiments hover before me in the firmament. I\nought then to dedicate myself to them. I go in that I may\nseize them, I go out that I may seize them. I fear only\nthat I may lose them receding into the sky in which now\nthey are only a patch of brighter light. Then, though I\nprize my friends, I cannot afford to talk with them and\nstudy their visions, lest I lose my own. It would indeed\ngive me a certain household joy to quit this lofty seeking,\nthis spiritual astronomy or search of stars, and come down\nto warm sympathies with you; but then I know well I shall\nmourn always the vanishing of my mighty gods. It is true,\nnext week I shall have languid moods, when I can well\nafford to occupy myself with foreign objects; then I shall\nregret the lost literature of your mind, and wish you were\nby my side again. But if you come, perhaps you will fill\nmy mind only with new visions; not with yourself but with\nyour lustres, and I shall not be able any more than now to\nconverse with you. So I will owe to my friends this\nevanescent intercourse. I will receive from them not what\nthey have but what they are. They shall give me that which\nproperly they cannot give, but which emanates from them.\nBut they shall not hold me by any relations less subtile\nand pure. We will meet as though we met not, and part as\nthough we parted not.",
        "It has seemed to me lately more possible than I knew,\nto carry a friendship greatly, on one side, without\ndue correspondence on the other. Why should I cumber\nmyself with regrets that the receiver is not capacious?\nIt never troubles the sun that some of his rays fall\nwide and vain into ungrateful space, and only a small\npart on the reflecting planet. Let your greatness\neducate the crude and cold companion. If he is unequal\nhe will presently pass away; but thou art enlarged by\nthy own shining, and no longer a mate for frogs and\nworms, dost soar and burn with the gods of the empyrean.\nIt is thought a disgrace to love unrequited. But the\ngreat will see that true love cannot be unrequited.\nTrue love transcends the unworthy object and dwells and\nbroods on the eternal, and when the poor interposed mask\ncrumbles, it is not sad, but feels rid of so much earth\nand feels its independency the surer. Yet these things\nmay hardly be said without a sort of treachery to the\nrelation. The essence of friendship is entireness, a\ntotal magnanimity and trust. It must not surmise or\nprovide for infirmity. It treats its object as a god,\nthat it may deify both.",
        "Continue...",
        "\nThis complete text of Essays, First Series by Ralph Waldo Emerson is in the public domain.\n\n\nInterested to buy a book?\nRalph Waldo Emerson: Essays and Lectures.\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on April 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Essays: First Series - Vol. 2 (Notable American Authors)By Ralph Waldo EmersonAt Amazon"
    ]
}