{
    "title": "Essays, First Series - VIII. Heroism",
    "author": "Ralph Waldo Emerson",
    "chapter": "16",
    "content": [
        "",
        "\n\n",
        "In the elder English dramatists, and mainly in the plays\nOf Beaumont and Fletcher, there is a constant recognition\nof gentility, as if a noble behavior were as easily marked\nin the society of their age as color is in our American\npopulation. When any Rodrigo, Pedro or Valerio enters,\nthough he be a stranger, the duke or governor exclaims,\n’This is a gentleman,—and proffers civilities without\nend; but all the rest are slag and refuse. In harmony\nwith this delight in personal advantages there is in\ntheir plays a certain heroic cast of character and dialogue,\n—as in Bonduca, Sophocles, the Mad Lover, the Double\nMarriage,—wherein the speaker is so earnest and cordial\nand on such deep grounds of character, that the dialogue,\non the slightest additional incident in the plot, rises\nnaturally into poetry. Among many texts take the following.\nThe Roman Martius has conquered Athens,—all but the\ninvincible spirits of Sophocles, the duke of Athens, and\nDorigen, his wife. The beauty of the latter inflames\nMartius, and he seeks to save her husband; but Sophocles\nwill not ask his life, although assured that a word will\nsave him, and the execution of both proceeds:—",
        "I do not readily remember any poem, play, sermon, novel,\nor oration that our press vents in the last few years,\nwhich goes to the same tune. We have a great many flutes\nand flageolets, but not often the sound of any fife. Yet,\nWordsworth’s “Laodamia,” and the ode of “Dion,” and some\nsonnets, have a certain noble music; and Scott will\nsometimes draw a stroke like the portrait of Lord Evandale\ngiven by Balfour of Burley. Thomas Carlyle, with his natural\ntaste for what is manly and daring in character, has suffered\nno heroic trait in his favorites to drop from his biographical\nand historical pictures. Earlier, Robert Burns has given us\na song or two. In the Harleian Miscellanies there is an\naccount of the battle of Lutzen which deserves to be read.\nAnd Simon Ockley’s History of the Saracens recounts the\nprodigies of individual valor, with admiration all the more\nevident on the part of the narrator that he seems to think\nthat his place in Christian Oxford requires of him some\nproper protestations of abhorrence. But if we explore the\nliterature of Heroism we shall quickly come to Plutarch,\nwho is its Doctor and historian. To him we owe the Brasidas,\nthe Dion, the Epaminondas, the Scipio of old, and I must\nthink we are more deeply indebted to him than to all the\nancient writers. Each of his “Lives” is a refutation to the\ndespondency and cowardice of our religious and political\ntheorists. A wild courage, a Stoicism not of the schools\nbut of the blood, shines in every anecdote, and has given\nthat book its immense fame.",
        "We need books of this tart cathartic virtue more than\nbooks of political science or of private economy.  Life\nis a festival only to the wise. Seen from the nook and\nchimney-side of prudence, it wears a ragged and dangerous\nfront. The violations of the laws of nature by our\npredecessors and our contemporaries are punished in us\nalso. The disease and deformity around us certify the\ninfraction of natural, intellectual, and moral laws, and\noften violation on violation to breed such compound\nmisery. A lock-jaw that bends a man’s head back to his\nheels; hydrophobia that makes him bark at his wife and\nbabes; insanity that makes him eat grass; war, plague,\ncholera, famine, indicate a certain ferocity in nature,\nwhich, as it had its inlet by human crime, must have its\noutlet by human suffering. Unhappily no man exists who\nhas not in his own person become to some amount a stockholder\nin the sin, and so made himself liable to a share in the\nexpiation.",
        "Our culture therefore must not omit the arming of the\nman. Let him hear in season that he is born into the\nstate of war, and that the commonwealth and his own\nwell-being require that he should not go dancing in\nthe weeds of peace, but warned, self-collected and\nneither defying nor dreading the thunder, let him take\nboth reputation and life in his hand, and, with perfect\nurbanity dare the gibbet and the mob by the absolute\ntruth of his speech and the rectitude of his behavior.",
        "Towards all this external evil the man within the breast\nassumes a warlike attitude, and affirms his ability to\ncope single-handed with the infinite army of enemies. To\nthis military attitude of the soul we give the name of\nHeroism. Its rudest form is the contempt for safety and\nease, which makes the attractiveness of war. It is a\nself-trust which slights the restraints of prudence, in\nthe plenitude of its energy and power to repair the harms\nit may suffer. The hero is a mind of such balance that no\ndisturbances can shake his will, but pleasantly and as it\nwere merrily he advances to his own music, alike in\nfrightful alarms and in the tipsy mirth of universal\ndissoluteness. There is somewhat not philosophical in\nheroism; there is somewhat not holy in it; it seems not\nto know that other souls are of one texture with it; it\nhas pride; it is the extreme of individual nature.\nNevertheless we must profoundly revere it. There is\nsomewhat in great actions which does not allow us to\ngo behind them. Heroism feels and never reasons, and\ntherefore is always right; and although a different\nbreeding, different religion and greater intellectual\nactivity would have modified or even reversed the\nparticular action, yet for the hero that thing he does\nis the highest deed, and is not open to the censure of\nphilosophers or divines. It is the avowal of the unschooled\nman that he finds a quality in him that is negligent of\nexpense, of health, of life, of danger, of hatred, of\nreproach, and knows that his will is higher and more\nexcellent than all actual and all possible antagonists.",
        "Heroism works in contradiction to the voice of mankind\nand in contradiction, for a time, to the voice of the\ngreat and good. Heroism is an obedience to a secret\nimpulse of an individual’s character. Now to no other\nman can its wisdom appear as it does to him, for every\nman must be supposed to see a little farther on his own\nproper path than any one else. Therefore just and wise\nmen take umbrage at his act, until after some little\ntime be past: then they see it to be in unison with their\nacts. All prudent men see that the action is clean\ncontrary to a sensual prosperity; for every heroic act\nmeasures itself by its contempt of some external good.\nBut it finds its own success at last, and then the\nprudent also extol.",
        "Self-trust is the essence of heroism. It is the state\nof the soul at war, and its ultimate objects are the\nlast defiance of falsehood and wrong, and the power to\nbear all that can be inflicted by evil agents. It speaks\nthe truth and it is just, generous, hospitable, temperate,\nscornful of petty calculations and scornful of being\nscorned. It persists; it is of an undaunted boldness and\nof a fortitude not to be wearied out. Its jest is the\nlittleness of common life. That false prudence which\ndotes on health and wealth is the butt and merriment of\nheroism. Heroism, like Plotinus, is almost ashamed of its\nbody. What shall it say then to the sugar-plums and\ncats’-cradles, to the toilet, compliments, quarrels, cards\nand custard, which rack the wit of all society? What joys\nhas kind nature provided for us dear creatures! There\nseems to be no interval between greatness and meanness.\nWhen the spirit is not master of the world, then it is\nits dupe.  Yet the little man takes the great hoax so\ninnocently, works in it so headlong and believing, is\nborn red, and dies gray, arranging his toilet, attending\non his own health, laying traps for sweet food and strong\nwine, setting his heart on a horse or a rifle, made happy\nwith a little gossip or a little praise, that the great\nsoul cannot choose but laugh at such earnest nonsense.\n“Indeed, these humble considerations make me out of love\nwith greatness. What a disgrace is it to me to take note\nhow many pairs of silk stockings thou hast, namely, these\nand those that were the peach-colored ones; or to bear the\ninventory of thy shirts, as one for superfluity, and one\nother for use!”",
        "Citizens, thinking after the laws of arithmetic,\nconsider the inconvenience of receiving strangers at\ntheir fireside, reckon narrowly the loss of time and\nthe unusual display; the soul of a better quality\nthrusts back the unseasonable economy into the vaults\nof life, and says, I will obey the God, and the\nsacrifice and the fire he will provide. Ibn Hankal,\nthe Arabian geographer, describes a heroic extreme in\nthe hospitality of Sogd, in Bukharia. “When I was in\nSogd I saw a great building, like a palace, the gates\nof which were open and fixed back to the wall with\nlarge nails. I asked the reason, and was told that the\nhouse had not been shut, night or day, for a hundred\nyears. Strangers may present themselves at any hour\nand in whatever number; the master has amply provided\nfor the reception of the men and their animals, and is\nnever happier than when they tarry for some time.\nNothing of the kind have I seen in any other country.\"\nThe magnanimous know very well that they who give time,\nor money, or shelter, to the stranger,—so it be done\nfor love and not for ostentation,—do, as it were, put\nGod under obligation to them, so perfect are the\ncompensations of the universe. In some way the time\nthey seem to lose is redeemed and the pains they seem\nto take remunerate themselves. These men fan the flame\nof human love and raise the standard of civil virtue\namong mankind. But hospitality must be for service and\nnot for show, or it pulls down the host. The brave soul\nrates itself too high to value itself by the splendor\nof its table and draperies. It gives what it hath, and\nall it hath, but its own majesty can lend a better grace\nto bannocks and fair water than belong to city feasts.",
        "The temperance of the hero proceeds from the same wish\nto do no dishonor to the worthiness he has.  But he\nloves it for its elegancy, not for its austerity. It\nseems not worth his while to be solemn and denounce with\nbitterness flesh-eating or wine-drinking, the use of\ntobacco, or opium, or tea, or silk, or gold. A great man\nscarcely knows how he dines, how he dresses; but without\nrailing or precision his living is natural and poetic.\nJohn Eliot, the Indian Apostle, drank water, and said of\nwine,—\"It is a noble, generous liquor and we should be\nhumbly thankful for it, but, as I remember, water was\nmade before it.” Better still is the temperance of King\nDavid, who poured out on the ground unto the Lord the water\nwhich three of his warriors had brought him to drink, at\nthe peril of their lives.",
        "It is told of Brutus, that when he fell on his sword\nafter the battle of Philippi, he quoted a line of\nEuripides,—\"O Virtue! I have followed thee through\nlife, and I find thee at last but a shade.” I doubt\nnot the hero is slandered by this report. The heroic\nsoul does not sell its justice and its nobleness. It\ndoes not ask to dine nicely and to sleep warm. The\nessence of greatness is the perception that virtue is\nenough.  Poverty is its ornament. It does not need\nplenty, and can very well abide its loss.",
        "But that which takes my fancy most in the heroic class,\nis the good-humor and hilarity they exhibit. It is a\nheight to which common duty can very well attain, to\nsuffer and to dare with solemnity. But these rare souls\nset opinion, success, and life at so cheap a rate that\nthey will not soothe their enemies by petitions, or the\nshow of sorrow, but wear their own habitual greatness.\nScipio, charged with peculation, refuses to do himself\nso great a disgrace as to wait for justification, though\nhe had the scroll of his accounts in his hands, but tears\nit to pieces before the tribunes. Socrates’s condemnation\nof himself to be maintained in all honor in the Prytaneum,\nduring his life, and Sir Thomas More’s playfulness at the\nscaffold, are of the same strain. In Beaumont and Fletcher’s\n“Sea Voyage,” Juletta tells the stout captain and his\ncompany,—",
        "These replies are sound and whole. Sport is the bloom\nand glow of a perfect health. The great will not\ncondescend to take any thing seriously; all must be as\ngay as the song of a canary, though it were the building\nof cities or the eradication of old and foolish churches\nand nations which have cumbered the earth long thousands\nof years. Simple hearts put all the history and customs\nof this world behind them, and play their own game in\ninnocent defiance of the Blue-Laws of the world; and such\nwould appear, could we see the human race assembled in\nvision, like little children frolicking together, though\nto the eyes of mankind at large they wear a stately and\nsolemn garb of works and influences.",
        "The interest these fine stories have for us, the power\nof a romance over the boy who grasps the forbidden book\nunder his bench at school, our delight in the hero, is\nthe main fact to our purpose. All these great and\ntranscendent properties are ours. If we dilate in\nbeholding the Greek energy, the Roman pride, it is that\nwe are already domesticating the same sentiment. Let us\nfind room for this great guest in our small houses. The\nfirst step of worthiness will be to disabuse us of our\nsuperstitious associations with places and times, with\nnumber and size. Why should these words, Athenian, Roman,\nAsia and England, so tingle in the ear? Where the heart\nis, there the muses, there the gods sojourn, and not in\nany geography of fame. Massachusetts, Connecticut River\nand Boston Bay you think paltry places, and the ear loves\nnames of foreign and classic topography. But here we are;\nand, if we will tarry a little, we may come to learn that\nhere is best. See to it only that thyself is here, and art\nand nature, hope and fate, friends, angels and the Supreme\nBeing shall not be absent from the chamber where thou\nsittest.  Epaminondas, brave and affectionate, does not\nseem to us to need Olympus to die upon, nor the Syrian\nsunshine. He lies very well where he is. The Jerseys were\nhandsome ground enough for Washington to tread, and London\nstreets for the feet of Milton. A great man makes his\nclimate genial in the imagination of men, and its air the\nbeloved element of all delicate spirits. That country is\nthe fairest which is inhabited by the noblest minds. The\npictures which fill the imagination in reading the actions\nof Pericles, Xenophon, Columbus, Bayard, Sidney, Hampden,\nteach us how needlessly mean our life is; that we, by the\ndepth of our living, should deck it with more than regal\nor national splendor, and act on principles that should\ninterest man and nature in the length of our days.",
        "We have seen or heard of many extraordinary young men\nwho never ripened, or whose performance in actual life\nwas not extraordinary. When we see their air and mien,\nwhen we hear them speak of society, of books, of religion,\nwe admire their superiority; they seem to throw contempt\non our entire polity and social state; theirs is the tone\nof a youthful giant who is sent to work revolutions. But\nthey enter an active profession and the forming Colossus\nshrinks to the common size of man. The magic they used\nwas the ideal tendencies, which always make the Actual\nridiculous; but the tough world had its revenge the\nmoment they put their horses of the sun to plough in its\nfurrow. They found no example and no companion, and their\nheart fainted. What then? The lesson they gave in their\nfirst aspirations is yet true; and a better valor and a\npurer truth shall one day organize their belief. Or why\nshould a woman liken herself to any historical woman,\nand think, because Sappho, or Sevigne, or De Stael, or\nthe cloistered souls who have had genius and cultivation\ndo not satisfy the imagination and the serene Themis,\nnone can,—certainly not she? Why not? She has a new and\nunattempted problem to solve, perchance that of the\nhappiest nature that ever bloomed. Let the maiden, with\nerect soul, walk serenely on her way, accept the hint of\neach new experience, search in turn all the objects that\nsolicit her eye, that she may learn the power and the\ncharm of her new-born being, which is the kindling of a\nnew dawn in the recesses of space. The fair girl who\nrepels interference by a decided and proud choice of\ninfluences, so careless of pleasing, so wilful and lofty,\ninspires every beholder with somewhat of her own nobleness.\nThe silent heart encourages her; O friend, never strike\nsail to a fear! Come into port greatly, or sail with God\nthe seas. Not in vain you live, for every passing eye is\ncheered and refined by the vision.",
        "The characteristic of heroism is its persistency. All\nmen have wandering impulses, fits and starts of\ngenerosity. But when you have chosen your part, abide\nby it, and do not weakly try to reconcile yourself\nwith the world. The heroic cannot be the common, nor\nthe common the heroic. Yet we have the weakness to\nexpect the sympathy of people in those actions whose\nexcellence is that they outrun sympathy and appeal to\na tardy justice. If you would serve your brother,\nbecause it is fit for you to serve him, do not take\nback your words when you find that prudent people do\nnot commend you. Adhere to your own act, and congratulate\nyourself if you have done something strange and extravagant\nand broken the monotony of a decorous age. It was a high\ncounsel that I once heard given to a young person,—\"Always\ndo what you are afraid to do.” A simple manly character\nneed never make an apology, but should regard its past\naction with the calmness of Phocion, when he admitted that\nthe event of the battle was happy, yet did not regret his\ndissuasion from the battle.",
        "There is no weakness or exposure for which we cannot\nfind consolation in the thought—this is a part of my\nconstitution, part of my relation and office to my\nfellow-creature. Has nature covenanted with me that I\nshould never appear to disadvantage, never make a\nridiculous figure? Let us be generous of our dignity\nas well as of our money. Greatness once and for ever\nhas done with opinion. We tell our charities, not\nbecause we wish to be praised for them, not because we\nthink they have great merit, but for our justification.\nIt is a capital blunder; as you discover when another\nman recites his charities.",
        "To speak the truth, even with some austerity, to live\nwith some rigor of temperance, or some extremes of\ngenerosity, seems to be an asceticism which common\ngood-nature would appoint to those who are at ease and\nin plenty, in sign that they feel a brotherhood with\nthe great multitude of suffering men. And not only need\nwe breathe and exercise the soul by assuming the penalties\nof abstinence, of debt, of solitude, of unpopularity,—but\nit behooves the wise man to look with a bold eye into\nthose rarer dangers which sometimes invade men, and to\nfamiliarize himself with disgusting forms of disease, with\nsounds of execration, and the vision of violent death.",
        "Times of heroism are generally times of terror, but the\nday never shines in which this element may not work. The\ncircumstances of man, we say, are historically somewhat\nbetter in this country and at this hour than perhaps ever\nbefore. More freedom exists for culture. It will not now\nrun against an axe at the first step out of the beaten\ntrack of opinion. But whoso is heroic will always find\ncrises to try his edge. Human virtue demands her champions\nand martyrs, and the trial of persecution always proceeds.\nIt is but the other day that the brave Lovejoy gave his\nbreast to the bullets of a mob, for the rights of free\nspeech and opinion, and died when it was better not to\nlive.",
        "I see not any road of perfect peace which a man can walk,\nbut after the counsel of his own bosom. Let him quit too\nmuch association, let him go home much, and stablish\nhimself in those courses he approves.  The unremitting\nretention of simple and high sentiments in obscure duties\nis hardening the character to that temper which will work\nwith honor, if need be in the tumult, or on the scaffold.\nWhatever outrages have happened to men may befall a man\nagain; and very easily in a republic, if there appear any\nsigns of a decay of religion. Coarse slander, fire, tar\nand feathers and the gibbet, the youth may freely bring\nhome to his mind and with what sweetness of temper he can,\nand inquire how fast he can fix his sense of duty, braving\nsuch penalties, whenever it may please the next newspaper\nand a sufficient number of his neighbors to pronounce his\nopinions incendiary.",
        "It may calm the apprehension of calamity in the most\nsusceptible heart to see how quick a bound Nature has\nset to the utmost infliction of malice. We rapidly\napproach a brink over which no enemy can follow us:—",
        "In the gloom of our ignorance of what shall be, in the\nhour when we are deaf to the higher voices, who does\nnot envy those who have seen safely to an end their\nmanful endeavor? Who that sees the meanness of our\npolitics but inly congratulates Washington that he is\nlong already wrapped in his shroud, and for ever safe;\nthat he was laid sweet in his grave, the hope of humanity\nnot yet subjugated in him? Who does not sometimes envy\nthe good and brave who are no more to suffer from the\ntumults of the natural world, and await with curious\ncomplacency the speedy term of his own conversation with\nfinite nature?  And yet the love that will be annihilated\nsooner than treacherous has already made death impossible,\nand affirms itself no mortal but a native of the deeps of\nabsolute and inextinguishable being.",
        "Continue...",
        "\nThis complete text of Essays, First Series by Ralph Waldo Emerson is in the public domain.\n\n\nInterested to buy a book?\nRalph Waldo Emerson: Essays and Lectures.\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on April 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Essays: First Series - Vol. 2 (Notable American Authors)By Ralph Waldo EmersonAt Amazon"
    ]
}