{
    "title": "Essays, Second Series - III. Character",
    "author": "Ralph Waldo Emerson",
    "chapter": "6",
    "content": [
        "",
        "\n\n",
        "I HAVE read that those who listened to Lord Chatham\nfelt that there was something finer in the man than\nany thing which he said. It has been complained of\nour brilliant English historian of the French\nRevolution that when he has told all his facts about\nMirabeau, they do not justify his estimate of his\ngenius. The Gracchi, Agis, Cleomenes, and others of\nPlutarch’s heroes, do not in the record of facts equal\ntheir own fame. Sir Philip Sidney, the Earl of Essex,\nSir Walter Raleigh, are men of great figure and of\nfew deeds.  We cannot find the smallest part of the\npersonal weight of Washington in the narrative of his\nexploits.  The authority of the name of Schiller is\ntoo great for his books. This inequality of the\nreputation to the works or the anecdotes is not\naccounted for by saying that the reverberation is\nlonger than the thunder-clap, but somewhat resided\nin these men which begot an expectation that outran\nall their performance. The largest part of their power\nwas latent. This is that which we call Character,—a\nreserved force which acts directly by presence, and\nwithout means. It is conceived of as a certain\nundemonstrable force, a Familiar or Genius, by whose\nimpulses the man is guided but whose counsels he\ncannot impart; which is company for him, so that such\nmen are often solitary, or if they chance to be social,\ndo not need society but can entertain themselves very\nwell alone. The purest literary talent appears at one\ntime great, at another time small, but character is of\na stellar and undiminishable greatness.  What others\neffect by talent or by eloquence, this man accomplishes\nby some magnetism. “Half his strength he put not forth.\"\nHis victories are by demonstration of superiority, and\nnot by crossing of bayonets. He conquers because his\narrival alters the face of affairs. “O Iole! how did\nyou know that Hercules was a god?” “Because,” answered\nIole, “I was content the moment my eyes fell on him.\nWhen I beheld Theseus, I desired that I might see him\noffer battle, or at least guide his horses in the\nchariot-race; but Hercules did not wait for a contest;\nhe conquered whether he stood, or walked, or sat, or\nwhatever thing he did.”  Man, ordinarily a pendant to\nevents, only half attached, and that awkwardly, to the\nworld he lives in, in these examples appears to share\nthe life of things, and to be an expression of the same\nlaws which control the tides and the sun, numbers and\nquantities.",
        "But to use a more modest illustration and nearer\nhome, I observe that in our political elections,\nwhere this element, if it appears at all, can only\noccur in its coarsest form, we sufficiently understand\nits incomparable rate. The people know that they need\nin their representative much more than talent, namely\nthe power to make his talent trusted. They cannot come\nat their ends by sending to Congress a learned, acute,\nand fluent speaker, if he be not one who, before he\nwas appointed by the people to represent them, was\nappointed by Almighty God to stand for a fact,—\ninvincibly persuaded of that fact in himself,—so\nthat the most confident and the most violent persons\nlearn that here is resistance on which both impudence\nand terror are wasted, namely faith in a fact. The men\nwho carry their points do not need to inquire of their\nconstituents what they should say, but are themselves\nthe country which they represent; nowhere are its\nemotions or opinions so instant and true as in them;\nnowhere so pure from a selfish infusion. The constituency\nat home hearkens to their words, watches the color of\ntheir cheek, and therein, as in a glass, dresses its\nown. Our public assemblies are pretty good tests of\nmanly force. Our frank countrymen of the west and south\nhave a taste for character, and like to know whether\nthe New Englander is a substantial man, or whether the\nhand can pass through him.",
        "The same motive force appears in trade. There are\ngeniuses in trade, as well as in war, or the State,\nor letters; and the reason why this or that man is\nfortunate is not to be told. It lies in the man;\nthat is all anybody can tell you about it. See him\nand you will know as easily why he succeeds, as, if\nyou see Napoleon, you would comprehend his fortune.\nIn the new objects we recognize the old game, the\nHabit of fronting the fact, and not dealing with it\nat second hand, through the perceptions of somebody\nelse.  Nature seems to authorize trade, as soon as\nyou see the natural merchant, who appears not so much\na private agent as her factor and Minister of Commerce.\nHis natural probity combines with his insight into\nthe fabric of society to put him above tricks, and he\ncommunicates to all his own faith that contracts are\nof no private interpretation. The habit of his mind is\na reference to standards of natural equity and public\nadvantage; and he inspires respect and the wish to\ndeal with him, both for the quiet spirit of honor\nwhich attends him, and for the intellectual pastime\nwhich the spectacle of so much ability affords. This\nimmensely stretched trade, which makes the capes of\nthe Southern Ocean his wharves, and the Atlantic Sea\nhis familiar port, centres in his brain only; and\nnobody in the universe can make his place good. In his\nparlor I see very well that he has been at hard work\nthis morning, with that knitted brow and that settled\nhumor, which all his desire to be courteous cannot\nshake off. I see plainly how many firm acts have been\ndone; how many valiant noes have this day been spoken,\nwhen others would have uttered ruinous yeas. I see,\nwith the pride of art and skill of masterly arithmetic\nand power of remote combination, the consciousness of\nbeing an agent and playfellow of the original laws of\nthe world. He too believes that none can supply him,\nand that a man must be born to trade or he cannot learn it.",
        "This virtue draws the mind more when it appears\nin action to ends not so mixed. It works with most\nenergy in the smallest companies and in private\nrelations. In all cases it is an extraordinary and\nincomputable agent. The excess of physical strength\nis paralyzed by it. Higher natures overpower lower\nones by affecting them with a certain sleep. The\nfaculties are locked up, and offer no resistance.\nPerhaps that is the universal law. When the high\ncannot bring up the low to itself, it benumbs it,\nas man charms down the resistance of the lower animals.\nMen exert on each other a similar occult power. How\noften has the influence of a true master realized all\nthe tales of magic! A river of command seemed to run\ndown from his eyes into all those who beheld him, a\ntorrent of strong sad light, like an Ohio or Danube,\nwhich pervaded them with his thoughts and colored all\nevents with the hue of his mind. “What means did you\nemploy?” was the question asked of the wife of Concini,\nin regard to her treatment of Mary of Medici; and the\nanswer was, “Only that influence which every strong\nmind has over a weak one.” Cannot Caesar in irons\nshuffle off the irons and transfer them to the person\nof Hippo or Thraso the turnkey? Is an iron handcuff so\nimmutable a bond? Suppose a slaver on the coast of\nGuinea should take on board a gang of negroes which\nshould contain persons of the stamp of Toussaint\nL’Ouverture: or, let us fancy, under these swarthy\nmasks he has a gang of Washingtons in chains. When\nthey arrive at Cuba, will the relative order of the\nship’s company be the same? Is there nothing but rope\nand iron? Is there no love, no reverence? Is there\nnever a glimpse of right in a poor slave-captain’s\nmind; and cannot these be supposed available to break\nor elude or in any manner overmatch the tension of an\ninch or two of iron ring?",
        "This is a natural power, like light and heat, and all\nnature cooperates with it. The reason why we feel\none man’s presence and do not feel another’s is as\nsimple as gravity. Truth is the summit of being;\njustice is the application of it to affairs. All\nindividual natures stand in a scale, according to\nthe purity of this element in them. The will of the\npure runs down from them into other natures as water\nruns down from a higher into a lower vessel. This\nnatural force is no more to be withstood than any\nother natural force.  We can drive a stone upward for\na moment into the air, but it is yet true that all\nstones will forever fall; and whatever instances can\nbe quoted of unpunished theft, or of a lie which\nsomebody credited, justice must prevail, and it is the\nprivilege of truth to make itself believed. Character\nis this moral order seen through the medium of an\nindividual nature. An individual is an encloser. Time\nand space, liberty and necessity, truth and thought,\nare left at large no longer. Now, the universe is a\nclose or pound. All things exist in the man tinged with\nthe manners of his soul. With what quality is in him he\ninfuses all nature that he can reach; nor does he tend\nto lose himself in vastness, but, at how long a curve\nsoever, all his regards return into his own good at\nlast. He animates all he can, and he sees only what he\nanimates. He encloses the world, as the patriot does his\ncountry, as a material basis for his character, and a\ntheatre for action. A healthy soul stands united with\nthe Just and the True, as the magnet arranges itself with\nthe pole; so that he stands to all beholders like a\ntransparent object betwixt them and the sun, and whoso\njourneys towards the sun, journeys towards that person.\nHe is thus the medium of the highest influence to all\nwho are not on the same level. Thus, men of character\nare the conscience of the society to which they belong.",
        "The natural measure of this power is the resistance\nof circumstances. Impure men consider life as it is\nreflected in opinions, events, and persons. They cannot\nsee the action until it is done. Yet its moral element\npreexisted in the actor, and its quality as right or\nwrong it was easy to predict. Everything in nature is\nbipolar, or has a positive and negative pole. There is\na male and a female, a spirit and a fact, a north and a\nsouth. Spirit is the positive, the event is the negative.\nWill is the north, action the south pole. Character may\nbe ranked as having its natural place in the north. It\nshares the magnetic currents of the system. The feeble\nsouls are drawn to the south or negative pole. They look\nat the profit or hurt of the action. They never behold a\nprinciple until it is lodged in a person. They do not\nwish to be lovely, but to be loved. Men of character\nlike to hear of their faults; the other class do not\nlike to hear of faults; they worship events; secure to\nthem a fact, a connection, a certain chain of circumstances,\nand they will ask no more. The hero sees that the event\nis ancillary; it must follow him. A given order of events\nhas no power to secure to him the satisfaction which the\nimagination attaches to it; the soul of goodness escapes\nfrom any set of circumstances; whilst prosperity belongs\nto a certain mind, and will introduce that power and\nvictory which is its natural fruit, into any order of\nevents. No change of circumstances can repair a defect\nof character. We boast our emancipation from many\nsuperstitions; but if we have broken any idols it is\nthrough a transfer of the idolatry. What have I gained,\nthat I no longer immolate a bull to Jove or to Neptune,\nor a mouse to Hecate; that I do not tremble before the\nEumenides, or the Catholic Purgatory, or the Calvinistic\nJudgment-day,—if I quake at opinion, the public opinion,\nas we call it; or at the threat of assault, or contumely,\nor bad neighbors, or poverty, or mutilation, or at the\nrumor of revolution, or of murder? If I quake, what matters\nit what I quake at? Our proper vice takes form in one or\nanother shape, according to the sex, age, or temperament\nof the person, and, if we are capable of fear, will readily\nfind terrors. The covetousness or the malignity which\nsaddens me when I ascribe it to society, is my own. I am\nalways environed by myself. On the other part, rectitude\nis a perpetual victory, celebrated not by cries of joy\nbut by serenity, which is joy fixed or habitual. It is\ndisgraceful to fly to events for confirmation of our truth\nand worth. The capitalist does not run every hour to the\nbroker to coin his advantages into current money of the\nrealm; he is satisfied to read in the quotations of the\nmarket that his stocks have risen. The same transport\nwhich the occurrence of the best events in the best order\nwould occasion me, I must learn to taste purer in the\nperception that my position is every hour meliorated, and\ndoes already command those events I desire. That exultation\nis only to be checked by the foresight of an order of\nthings so excellent as to throw all our prosperities into\nthe deepest shade.",
        "The face which character wears to me is self-\nsufficingness. I revere the person who is riches;\nso that I cannot think of him as alone, or poor,\nor exiled, or unhappy, or a client, but as perpetual\npatron, benefactor, and beatified man. Character is\ncentrality, the impossibility of being displaced or\noverset. A man should give us a sense of mass. Society\nis frivolous, and shreds its day into scraps, its\nconversation into ceremonies and escapes. But if I go\nto see an ingenious man I shall think myself poorly\nentertained if he give me nimble pieces of benevolence\nand etiquette; rather he shall stand stoutly in his\nplace and let me apprehend if it were only his\nresistance; know that I have encountered a new and\npositive quality;—great refreshment for both of us.\nIt is much that he does not accept the conventional\nopinions and practices. That nonconformity will remain\na goad and remembrancer, and every inquirer will have\nto dispose of him, in the first place. There is nothing\nreal or useful that is not a seat of war. Our houses\nring with laughter and personal and critical gossip,\nbut it helps little. But the uncivil, unavailable man,\nwho is a problem and a threat to society, whom it cannot\nlet pass in silence but must either worship or hate,—and\nto whom all parties feel related, both the leaders of\nopinion and the obscure and eccentric,—he helps; he\nputs America and Europe in the wrong, and destroys the\nskepticism which says, ’man is a doll, let us eat and\ndrink, ’tis the best we can do,’ by illuminating the\nuntried and unknown. Acquiescence in the establishment\nand appeal to the public, indicate infirm faith, heads\nwhich are not clear, and which must see a house built,\nbefore they can comprehend the plan of it. The wise man\nnot only leaves out of his thought the many, but leaves\nout the few. Fountains, the self-moved, the absorbed,\nthe commander because he is commanded, the assured, the\nprimary,—they are good; for these announce the instant\npresence of supreme power.",
        "Our action should rest mathematically on our\nsubstance. In nature, there are no false valuations.\nA pound of water in the ocean-tempest has no more\ngravity than in a midsummer pond. All things work\nexactly according to their quality and according to\ntheir quantity; attempt nothing they cannot do, except\nman only. He has pretension; he wishes and attempts\nthings beyond his force. I read in a book of English\nmemoirs, “Mr. Fox (afterwards Lord Holland) said, he\nmust have the Treasury; he had served up to it, and\nwould have it.” Xenophon and his Ten Thousand were\nquite equal to what they attempted, and did it; so\nequal, that it was not suspected to be a grand and\ninimitable exploit. Yet there stands that fact\nunrepeated, a high-water mark in military history.\nMany have attempted it since, and not been equal to\nit.  It is only on reality that any power of action\ncan be based. No institution will be better than the\ninstitutor.  I knew an amiable and accomplished person\nwho undertook a practical reform, yet I was never able\nto find in him the enterprise of love he took in hand.\nHe adopted it by ear and by the understanding from the\nbooks he had been reading. All his action was tentative,\na piece of the city carried out into the fields, and\nwas the city still, and no new fact, and could not\ninspire enthusiasm. Had there been something latent in\nthe man, a terrible undemonstrated genius agitating and\nembarrassing his demeanor, we had watched for its advent.\nIt is not enough that the intellect should see the evils\nand their remedy. We shall still postpone our existence,\nnor take the ground to which we are entitled, whilst it\nis only a thought and not a spirit that incites us. We\nhave not yet served up to it.",
        "These are properties of life, and another trait\nis the notice of incessant growth. Men should be\nintelligent and earnest. They must also make us\nfeel that they have a controlling happy future\nopening before them, whose early twilights already\nkindle in the passing hour. The hero is misconceived\nand misreported; he cannot therefore wait to unravel\nany man’s blunders; he is again on his road, adding\nnew powers and honors to his domain and new claims\non your heart, which will bankrupt you if you have\nloitered about the old things and have not kept your\nrelation to him by adding to your wealth. New actions\nare the only apologies and explanations of old ones\nwhich the noble can bear to offer or to receive. If\nyour friend has displeased you, you shall not sit\ndown to consider it, for he has already lost all\nmemory of the passage, and has doubled his power to\nserve you, and ere you can rise up again will burden\nyou with blessings.",
        "We have no pleasure in thinking of a benevolence\nthat is only measured by its works. Love is\ninexhaustible, and if its estate is wasted, its\ngranary emptied, still cheers and enriches, and\nthe man, though he sleep, seems to purify the air\nand his house to adorn the landscape and strengthen\nthe laws.  People always recognize this difference.\nWe know who is benevolent, by quite other means than\nthe amount of subscription to soup-societies. It is\nonly low merits that can be enumerated. Fear, when\nyour friends say to you what you have done well, and\nsay it through; but when they stand with uncertain\ntimid looks of respect and half-dislike, and must\nsuspend their judgment for years to come, you may\nbegin to hope. Those who live to the future must\nalways appear selfish to those who live to the present.\nTherefore it was droll in the good Riemer, who has\nwritten memoirs of Goethe, to make out a list of his\ndonations and good deeds, as, so many hundred thalers\ngiven to Stilling, to Hegel, to Tischbein; a lucrative\nplace found for Professor Voss, a post under the Grand\nDuke for Herder, a pension for Meyer, two professors\nrecommended to foreign universities; &c., &c. The\nlongest list of specifications of benefit would look\nvery short. A man is a poor creature if he is to be\nmeasured so. For all these of course are exceptions,\nand the rule and hodiernal life of a good man is\nbenefaction. The true charity of Goethe is to be\ninferred from the account he gave Dr. Eckermann of the\nway in which he had spent his fortune. “Each bon-mot\nof mine has cost a purse of gold. Half a million of my\nown money, the fortune I inherited, my salary and\nthe large income derived from my writings for fifty\nyears back, have been expended to instruct me in\nwhat I now know. I have besides seen,” &c.",
        "I own it is but poor chat and gossip to go to\nenumerate traits of this simple and rapid power,\nand we are painting the lightning with charcoal;\nbut in these long nights and vacations I like to\nconsole myself so.  Nothing but itself can copy\nit. A word warm from the heart enriches me. I\nsurrender at discretion. How death-cold is literary\ngenius before this fire of life! These are the\ntouches that reanimate my heavy soul and give it\neyes to pierce the dark of nature. I find, where I\nthought myself poor, there was I most rich.  Thence\ncomes a new intellectual exaltation, to be again\nrebuked by some new exhibition of character.\nStrange alternation of attraction and repulsion!\nCharacter repudiates intellect, yet excites it; and\ncharacter passes into thought, is published so, and\nthen is ashamed before new flashes of moral worth.",
        "Character is nature in the highest form. It is of no\nuse to ape it or to contend with it. Somewhat is\npossible of resistance, and of persistence, and of\ncreation, to this power, which will foil all emulation.",
        "This masterpiece is best where no hands but nature’s\nhave been laid on it. Care is taken that the greatly-\ndestined shall slip up into life in the shade, with no\nthousand-eyed Athens to watch and blazon every new\nthought, every blushing emotion of young genius. Two\npersons lately, very young children of the most high\nGod, have given me occasion for thought. When I explored\nthe source of their sanctity and charm for the imagination,\nit seemed as if each answered, ’From my nonconformity; I\nnever listened to your people’s law, or to what they call\ntheir gospel, and wasted my time. I was content with the\nsimple rural poverty of my own; hence this sweetness; my\nwork never reminds you of that;—is pure of that.’ And\nnature advertises me in such persons that in democratic\nAmerica she will not be democratized. How cloistered and\nconstitutionally sequestered from the market and from\nscandal! It was only this morning that I sent away some\nwild flowers of these wood-gods. They are a relief from\nliterature,—these fresh draughts from the sources of\nthought and sentiment; as we read, in an age of polish\nand criticism, the first lines of written prose and verse\nof a nation. How captivating is their devotion to their\nfavorite books, whether Aeschylus, Dante, Shakspeare, or\nScott, as feeling that they have a stake in that book;\nwho touches that, touches them;—and especially the total\nsolitude of the critic, the Patmos of thought from which\nhe writes, in unconsciousness of any eyes that shall ever\nread this writing. Could they dream on still, as angels,\nand not wake to comparisons, and to be flattered! Yet some\nnatures are too good to be spoiled by praise, and wherever\nthe vein of thought reaches down into the profound, there\nis no danger from vanity. Solemn friends will warn them of\nthe danger of the head’s being turned by the flourish of\ntrumpets, but they can afford to smile. I remember the\nindignation of an eloquent Methodist at the kind admonitions\nof a Doctor of Divinity,—’My friend, a man can neither be\npraised nor insulted.’ But forgive the counsels; they are\nvery natural. I remember the thought which occurred to me\nwhen some ingenious and spiritual foreigners came to\nAmerica, was, Have you been victimized in being brought\nhither?—or, prior to that, answer me this, ’Are you\nvictimizable?’",
        "As I have said, Nature keeps these sovereignties\nin her own hands, and however pertly our sermons\nand disciplines would divide some share of credit,\nand teach that the laws fashion the citizen, she\ngoes her own gait and puts the wisest in the wrong.\nShe makes very light of gospels and prophets, as\none who has a great many more to produce and no\nexcess of time to spare on any one. There is a class\nof men, individuals of which appear at long intervals,\nso eminently endowed with insight and virtue that\nthey have been unanimously saluted as divine, and who\nseem to be an accumulation of that power we consider.\nDivine persons are character born, or, to borrow a\nphrase from Napoleon, they are victory organized.\nThey are usually received with ill-will, because they\nare new and because they set a bound to the exaggeration\nthat has been made of the personality of the last divine\nperson. Nature never rhymes her children, nor makes two\nmen alike. When we see a great man we fancy a resemblance\nto some historical person, and predict the sequel of his\ncharacter and fortune; a result which he is sure to\ndisappoint. None will ever solve the problem of his\ncharacter according to our prejudice, but only in his\nown high unprecedented way. Character wants room; must\nnot be crowded on by persons nor be judged from glimpses\ngot in the press of affairs or on few occasions. It\nneeds perspective, as a great building. It may not,\nprobably does not, form relations rapidly; and we should\nnot require rash explanation, either on the popular\nethics, or on our own, of its action.",
        "I look on Sculpture as history. I do not think the\nApollo and the Jove impossible in flesh and blood.\nEvery trait which the artist recorded in stone he\nhad seen in life, and better than his copy. We have\nseen many counterfeits, but we are born believers in\ngreat men. How easily we read in old books, when men\nwere few, of the smallest action of the patriarchs.\nWe require that a man should be so large and columnar\nin the landscape, that it should deserve to be\nrecorded that he arose, and girded up his loins, and\ndeparted to such a place. The most credible pictures\nare those of majestic men who prevailed at their\nentrance, and convinced the senses; as happened to\nthe eastern magian who was sent to test the merits\nof Zertusht or Zoroaster. When the Yunani sage arrived\nat Balkh, the Persians tell us, Gushtasp appointed a\nday on which the Mobeds of every country should\nassemble, and a golden chair was placed for the Yunani\nsage.  Then the beloved of Yezdam, the prophet Zertusht,\nadvanced into the midst of the assembly. The Yunani\nsage, on seeing that chief, said, “This form and this\ngait cannot lie, and nothing but truth can proceed\nfrom them.” Plato said it was impossible not to\nbelieve in the children of the gods, “though they\nshould speak without probable or necessary arguments.\"\nI should think myself very unhappy in my associates if\nI could not credit the best things in history. “John\nBradshaw,” says Milton, “appears like a consul, from\nwhom the fasces are not to depart with the year; so\nthat not on the tribunal only, but throughout his life,\nyou would regard him as sitting in judgment upon kings.\"\nI find it more credible, since it is anterior information,\nthat one man should know heaven, as the Chinese say, than\nthat so many men should know the world. “The virtuous\nprince confronts the gods, without any misgiving. He\nwaits a hundred ages till a sage comes, and does not\ndoubt. He who confronts the gods, without any misgiving,\nknows heaven; he who waits a hundred ages until a sage\ncomes, without doubting, knows men. Hence the virtuous\nprince moves, and for ages shows empire the way.” But\nthere is no need to seek remote examples. He is a dull\nobserver whose experience has not taught him the reality\nand force of magic, as well as of chemistry.  The coldest\nprecisian cannot go abroad without encountering\ninexplicable influences. One man fastens an eye on him\nand the graves of the memory render up their dead; the\nsecrets that make him wretched either to keep or to\nbetray must be yielded;—another, and he cannot speak,\nand the bones of his body seem to lose their cartilages;\nthe entrance of a friend adds grace, boldness, and\neloquence to him; and there are persons he cannot choose\nbut remember, who gave a transcendent expansion to his\nthought, and kindled another life in his bosom.",
        "What is so excellent as strict relations of amity,\nwhen they spring from this deep root? The sufficient\nreply to the skeptic who doubts the power and the\nfurniture of man, is in that possibility of joyful\nintercourse with persons, which makes the faith and\npractice of all reasonable men. I know nothing which\nlife has to offer so satisfying as the profound good\nunderstanding which can subsist after much exchange of\ngood offices, between two virtuous men, each of whom\nis sure of himself and sure of his friend. It is a\nhappiness which postpones all other gratifications,\nand makes politics, and commerce, and churches, cheap.\nFor when men shall meet as they ought, each a benefactor,\na shower of stars, clothed with thoughts, with deeds,\nwith accomplishments, it should be the festival of\nnature which all things announce. Of such friendship,\nlove in the sexes is the first symbol, as all other\nthings are symbols of love. Those relations to the best\nmen, which, at one time, we reckoned the romances of\nyouth, become, in the progress of the character, the\nmost solid enjoyment.",
        "If it were possible to live in right relations with\nmen!—if we could abstain from asking anything of\nthem, from asking their praise, or help, or pity,\nand content us with compelling them through the\nvirtue of the eldest laws! Could we not deal with\na few persons,—with one person,—after the unwritten\nstatutes, and make an experiment of their efficacy?\nCould we not pay our friend the compliment of truth,\nof silence, of forbearing? Need we be so eager to\nseek him? If we are related, we shall meet. It was a\ntradition of the ancient world that no metamorphosis\ncould hide a god from a god; and there is a Greek\nverse which runs,—",
        "Friends also follow the laws of divine necessity;\nthey gravitate to each other, and cannot otherwise:—",
        "Their relation is not made, but allowed. The gods\nmust seat themselves without seneschal in our\nOlympus, and as they can instal themselves by\nseniority divine. Society is spoiled if pains are\ntaken, if the associates are brought a mile to meet.\nAnd if it be not society, it is a mischievous, low,\ndegrading jangle, though made up of the best. All the\ngreatness of each is kept back and every foible in\npainful activity, as if the Olympians should meet to\nexchange snuff-boxes.",
        "Life goes headlong. We chase some flying scheme, or\nwe are hunted by some fear or command behind us. But\nif suddenly we encounter a friend, we pause; our heat\nand hurry look foolish enough; now pause, now possession\nis required, and the power to swell the moment from the\nresources of the heart. The moment is all, in all noble\nrelations.",
        "A divine person is the prophecy of the mind; a\nfriend is the hope of the heart. Our beatitude\nwaits for the fulfilment of these two in one. The\nages are opening this moral force. All force is\nthe shadow or symbol of that. Poetry is joyful\nand strong as it draws its inspiration thence. Men\nwrite their names on the world as they are filled\nwith this. History has been mean; our nations have\nbeen mobs; we have never seen a man: that divine\nform we do not yet know, but only the dream and\nprophecy of such: we do not know the majestic manners\nwhich belong to him, which appease and exalt the\nbeholder. We shall one day see that the most private\nis the most public energy, that quality atones for\nquantity, and grandeur of character acts in the dark,\nand succors them who never saw it. What greatness has\nyet appeared is beginnings and encouragements to us\nin this direction. The history of those gods and saints\nwhich the world has written and then worshipped, are\ndocuments of character. The ages have exulted in the\nmanners of a youth who owed nothing to fortune, and\nwho was hanged at the Tyburn of his nation, who, by\nthe pure quality of his nature, shed an epic splendor\naround the facts of his death which has transfigured\nevery particular into an universal symbol for the\neyes of mankind. This great defeat is hitherto our\nhighest fact. But the mind requires a victory to the\nsenses; a force of character which will convert judge,\njury, soldier, and king; which will rule animal and\nmineral virtues, and blend with the courses of sap,\nof rivers, of winds, of stars, and of moral agents.",
        "If we cannot attain at a bound to these grandeurs,\nat least let us do them homage. In society, high\nadvantages are set down to the possessor as\ndisadvantages. It requires the more wariness in\nour private estimates. I do not forgive in my\nfriends the failure to know a fine character and\nto entertain it with thankful hospitality. When\nat last that which we have always longed for is\narrived and shines on us with glad rays out of\nthat far celestial land, then to be coarse, then\nto be critical and treat such a visitant with the\njabber and suspicion of the streets, argues a\nvulgarity that seems to shut the doors of heaven.\nThis is confusion, this the right insanity, when\nthe soul no longer knows its own, nor where its\nallegiance, its religion, are due. Is there any\nreligion but this, to know that wherever in the\nwide desert of being the holy sentiment we cherish\nhas opened into a flower, it blooms for me? if none\nsees it, I see it; I am aware, if I alone, of the\ngreatness of the fact. Whilst it blooms, I will\nkeep sabbath or holy time, and suspend my gloom\nand my folly and jokes. Nature is indulged by the\npresence of this guest. There are many eyes that\ncan detect and honor the prudent and household\nvirtues; there are many that can discern Genius on\nhis starry track, though the mob is incapable; but\nwhen that love which is all-suffering, all-abstaining,\nall-aspiring, which has vowed to itself that it will\nbe a wretch and also a fool in this world sooner than\nsoil its white hands by any compliances, comes into\nour streets and houses,—only the pure and aspiring\ncan know its face, and the only compliment they can\npay it is to own it.",
        "Continue...",
        "\nThis complete text of Essays, Second Series by Ralph Waldo Emerson is in the public domain.\n\n\nInterested to buy a book?\nRalph Waldo Emerson: Essays and Lectures.\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on April 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "ESSAYS SECOND SERIESBy Ralph Waldo EmersonAt Amazon"
    ]
}