{
    "title": "Essays of Francis Bacon - Of Prophecies (The Essays or Counsels, Civil and Moral, of Francis Ld. Verulam Viscount St. Albans)",
    "author": "Unknown",
    "chapter": "36",
    "content": [
        "\nFrancis Bacon (1561-1626)\n",
        "\n\n",
        "I MEAN not to speak of divine prophecies; nor\nof heathen oracles; nor of natural predictions;\nbut only of prophecies that have been of certain memory, and from hidden causes.  Saith the\nPythonissa to Saul, To-morrow thou and thy son\nshall be with me.  Homer hath these verses:",
        "At domus AEneae cunctis dominabitur oris,\nEt nati natorum, et qui nascentur ab illis.",
        "A prophecy, as it seems, of the Roman empire.\nSeneca the tragedian hath these verses:",
        "a prophecy of the discovery of America.  The daughter of Polycrates, dreamed that Jupiter bathed her\nfather, and Apollo anointed him; and it came to\npass, that he was crucified in an open place, where\nthe sun made his body run with sweat, and the\nrain washed it.  Philip of Macedon dreamed, he\nsealed up bis wife’s belly; whereby he did expound\nit, that his wife should be barren; but Aristander\nthe soothsayer, told him his wife was with child,\nbecause men do not use to seal vessels, that are\nempty.  A phantasm that appeared to M. Brutus, in\nhis tent, said to him, Philippis iterum me videbis.\nTiberius said to Galba, Tu quoque, Galba, degustabis imperium.  In Vespasian’s time, there went a\nprophecy in the East, that those that should come\nforth of Judea, should reign over the world:\nwhich though it may be was meant of our Savior;\nyet Tacitus expounds it of Vespasian.  Domitian\ndreamed, the night before he was slain, that a\ngolden head was growing, out of the nape of his\nneck: and indeed, the succession that followed him\nfor many years, made golden times.  Henry the\nSixth of England, said of Henry the Seventh, when\nhe was a lad, and gave him water, This is the lad\nthat shall enjoy the crown, for which we strive.\nWhen I was in France, I heard from one Dr. Pena,\nthat the Queen Mother, who was given to curious\narts, caused the King her husband’s nativity to be\ncalculated, under a false name; and the astrologer\ngave a judgment, that he should be killed in a duel;\nat which the Queen laughed, thinking her husband to be above challenges and duels: but he was\nslain upon a course at tilt, the splinters of the staff\nof Montgomery going in at his beaver.  The trivial\nprophecy, which I heard when I was a child, and\nQueen Elizabeth was in the flower of her years,\nwas,",
        "When hempe is spun",
        "England’s done:",
        "whereby it was generally conceived, that after the\nprinces had reigned, which had the principal\nletters of that word hempe (which were Henry,\nEdward, Mary, Philip, and Elizabeth), England\nshould come to utter confusion; which, thanks be\nto God, is verified only in the change of the name;\nfor that the King’s style, is now no more of England but of Britain.  There was also another prophecy, before the year of ’88, which I do not well\nunderstand.",
        "There shall be seen upon a day,\nBetween the Baugh and the May,\nThe black fleet of Norway.\nWhen that that is come and gone,\nEngland build houses of lime and stone,\nFor after wars shall you have none.",
        "It was generally conceived to be meant, of the\nSpanish fleet that came in ’88: for that the king of\nSpain’s surname, as they say, is Norway.  The prediction of Regiomontanus,",
        "Octogesimus octavus mirabilis annus,",
        "was thought likewise accomplished in the sending\nof that great fleet, being the greatest in strength,\nthough not in number, of all that ever swam upon\nthe sea.  As for Cleon’s dream, I think it was a jest.\nIt was, that he was devoured of a long dragon; and\nit was expounded of a maker of sausages, that\ntroubled him exceedingly.  There are numbers of\nthe like kind; especially if you include dreams, and\npredictions of astrology.  But I have set down these\nfew only, of certain credit, for example.  My judgment is, that they ought all to be despised; and\nought to serve but for winter talk by the fireside.\nThough when I say despised, I mean it as for belief; for otherwise, the spreading, or publishing,\nof them, is in no sort to be despised.  For they have\ndone much mischief; and I see many severe laws\nmade, to suppress them.  That that hath given them\ngrace, and some credit, consisteth in three things.\nFirst, that men mark when they hit, and never\nmark when they miss; as they do generally also of\ndreams.  The second is, that probable conjectures,\nor obscure traditions, many times turn themselves\ninto prophecies; while the nature of man, which\ncoveteth divination, thinks it no peril to foretell\nthat which indeed they do but collect.  As that of\nSeneca’s verse.  For so much was then subject to\ndemonstration, that the globe of the earth had\ngreat parts beyond the Atlantic, which mought\nbe probably conceived not to be all sea: and adding\nthereto the tradition in Plato’s Timaeus, and his\nAtlanticus, it mought encourage one to turn it to\na prediction.  The third and last (which is the great\none) is, that almost all of them, being infinite in\nnumber, have been impostures, and by idle and\ncrafty brains merely contrived and feigned, after\nthe event past.",
        "Continue...",
        "\nThis complete text of Essays of Francis Bacon is in the public domain.\n\n\nAmazon books: \nThe Essays, Francis Bacon.\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on November 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}