{
    "title": "Essays of Francis Bacon - Of Expense (The Essays or Counsels, Civil and Moral, of Francis Ld. Verulam Viscount St. Albans)",
    "author": "Unknown",
    "chapter": "28",
    "content": [
        "\nFrancis Bacon (1561-1626)\n",
        "\n\n",
        "RICHES are for spending, and spending for\nhonor and good actions.  Therefore extraordinary expense must be limited by the worth of\nthe occasion; for voluntary undoing, may be as\nwell for a man’s country, as for the kingdom of\nheaven.  But ordinary expense, ought to be limited\nby a man’s estate; and governed with such regard,\nas it be within his compass; and not subject to deceit and abuse of servants; and ordered to the best\nshow, that the bills may be less than the estimation abroad.  Certainly, if a man will keep but of\neven hand, his ordinary expenses ought to be but\nto the half of his receipts; and if he think to wax\nrich, but to the third part.  It is no baseness, for the\ngreatest to descend and look into their own estate.\nSome forbear it, not upon negligence alone, but\ndoubting to bring themselves into melancholy, in\nrespect they shall find it broken.  But wounds cannot be cured without searching.  He that cannot\nlook into his own estate at all, had need both choose\nwell those whom he employeth, and change them\noften; for new are more timorous and less subtle.\nHe that can look into his estate but seldom, it behooveth him to turn all to certainties.  A man had\nneed, if he be plentiful in some kind of expense, to\nbe as saving again in some other.  As if he be plentiful in diet, to be saving in apparel; if he be plentiful in the hall, to be saving in the stable; and the\nlike.  For he that is plentiful in expenses of all kinds,\nwill hardly be preserved from decay.  In clearing\nof a man’s estate, he may as well hurt himself in\nbeing too sudden, as in letting it run on too long.\nFor hasty selling, is commonly as disadvantageable as interest.  Besides, he that clears at once will\nrelapse; for finding himself out of straits, he will\nrevert to his custom: but he that cleareth by degrees, induceth a habit of frugality, and gaineth\nas well upon his mind, as upon his estate.  Certainly, who hath a state to repair, may not despise\nsmall things; and commonly it is less dishonorable, to abridge petty charges, than to stoop to\npetty gettings.  A man ought warily to begin\ncharges which once begun will continue; but in\nmatters that return not, he may be more magnificent.",
        "Continue...",
        "\nThis complete text of Essays of Francis Bacon is in the public domain.\n\n\nAmazon books: \nThe Essays, Francis Bacon.\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on November 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}