{
    "title": "Essays on Life, Art and Science - A Medieval Girl School {8}",
    "author": "Samuel Butler",
    "chapter": "7",
    "content": [
        "\nSamuel Butler (1835 - 1902)\nEnglish composer, novelist, and satiric author\n",
        "\n\n",
        "This last summer I revisited Oropa, near Biella, to see what\nconnection I could find between the Oropa chapels and those at\nVarallo.  I will take this opportunity of describing the chapels at\nOropa, and more especially the remarkable fossil, or petrified girl\nschool, commonly known as the Dimora, or Sojourn of the Virgin Mary\nin the Temple.",
        "If I do not take these works so seriously as the reader may expect,\nlet me beg him, before he blames me, to go to Oropa and see the\noriginals for himself.  Have the good people of Oropa themselves\ntaken them very seriously?  Are we in an atmosphere where we need be\nat much pains to speak with bated breath?  We, as is well known,\nlove to take even our pleasures sadly; the Italians take even their\nsadness allegramente, and combine devotion with amusement in a\nmanner that we shall do well to study if not imitate.  For this best\nagrees with what we gather to have been the custom of Christ\nhimself, who, indeed, never speaks of austerity but to condemn it.\nIf Christianity is to be a living faith, it must penetrate a man’s\nwhole life, so that he can no more rid himself of it than he can of\nhis flesh and bones or of his breathing.  The Christianity that can\nbe taken up and laid down as if it were a watch or a book is\nChristianity in name only.  The true Christian can no more part from\nChrist in mirth than in sorrow.  And, after all, what is the essence\nof Christianity?  What is the kernel of the nut?  Surely common\nsense and cheerfulness, with unflinching opposition to the\ncharlatanisms and Pharisaisms of a man’s own times.  The essence of\nChristianity lies neither in dogma, nor yet in abnormally holy life,\nbut in faith in an unseen world, in doing one’s duty, in speaking\nthe truth, in finding the true life rather in others than in\noneself, and in the certain hope that he who loses his life on these\nbehalfs finds more than he has lost.  What can Agnosticism do\nagainst such Christianity as this?  I should be shocked if anything\nI had ever written or shall ever write should seem to make light of\nthese things.  I should be shocked also if I did not know how to be\namused with things that amiable people obviously intended to be\namusing.",
        "The reader may need to be reminded that Oropa is among the somewhat\ninfrequent sanctuaries at which the Madonna and infant Christ are\nnot white, but black.  I shall return to this peculiarity of Oropa\nlater on, but will leave it for the present.  For the general\ncharacteristics of the place I must refer the reader to my book,\n“Alps and Sanctuaries.” {9}  I propose to confine myself here to the\nten or a dozen chapels containing life-sized terra-cotta figures,\npainted up to nature, that form one of the main features of the\nplace.  At a first glance, perhaps, all these chapels will seem\nuninteresting; I venture to think, however, that some, if not most\nof them, though falling a good deal short of the best work at\nVarallo and Crea, are still in their own way of considerable\nimportance.  The first chapel with which we need concern ourselves\nis numbered 4, and shows the Conception of the Virgin Mary.  It\nrepresents St. Anne as kneeling before a terrific dragon or, as the\nItalians call it, “insect,” about the size of a Crystal Palace\npleiosaur.  This “insect” is supposed to have just had its head\nbadly crushed by St. Anne, who seems to be begging its pardon.  The\ntext “Ipsa conteret caput tuum” is written outside the chapel.  The\nfigures have no artistic interest.  As regards dragons being called\ninsects, the reader may perhaps remember that the island of S.\nGiulio, in the Lago d’Orta, was infested with insetti, which S.\nGiulio destroyed, and which appear, in a fresco underneath the\nchurch on the island, to have been monstrous and ferocious dragons;\nbut I cannot remember whether their bodies are divided into three\nsections, and whether or no they have exactly six legs—without\nwhich, I am told, they cannot be true insects.",
        "The fifth chapel represents the birth of the Virgin.  Having\nobtained permission to go inside it, I found the date 1715 cut large\nand deep on the back of one figure before baking, and I imagine that\nthis date covers the whole.  There is a Queen Anne feeling\nthroughout the composition, and if we were told that the sculptor\nand Francis Bird, sculptor of the statue in front of St. Paul’s\nCathedral, had studied under the same master, we could very well\nbelieve it.  The apartment in which the Virgin was born is spacious,\nand in striking contrast to the one in which she herself gave birth\nto the Redeemer.  St. Anne occupies the centre of the composition,\nin an enormous bed; on her right there is a lady of the George\nCruikshank style of beauty, and on the left an older person.  Both\nare gesticulating and impressing upon St. Anne the enormous\nobligation she has just conferred upon mankind; they seem also to be\nimploring her not to overtax her strength, but, strange to say, they\nare giving her neither flowers nor anything to eat and drink.  I\nknow no other birth of the Virgin in which St. Anne wants so little\nkeeping up.",
        "I have explained in my book “Ex Voto,” {10} but should perhaps\nrepeat here, that the distinguishing characteristic of the Birth of\nthe Virgin, as rendered by Valsesian artists, is that St. Anne\nalways has eggs immediately after the infant is born, and usually a\ngood deal more, whereas the Madonna never has anything to eat or\ndrink.  The eggs are in accordance with a custom that still prevails\namong the peasant classes in the Valsesia, where women on giving\nbirth to a child generally are given a sabaglione—an egg beaten up\nwith a little wine, or rum, and sugar.  East of Milan the Virgin’s\nmother does not have eggs, and I suppose, from the absence of the\neggs at Oropa, that the custom above referred to does not prevail in\nthe Biellese district.  The Virgin also is invariably washed.  St.\nJohn the Baptist, when he is born at all, which is not very often,\nis also washed; but I have not observed that St. Elizabeth has\nanything like the attention paid her that is given to St. Anne.\nWhat, however, is wanting here at Oropa in meat and drink is made up\nin Cupids; they swarm like flies on the walls, clouds, cornices, and\ncapitals of columns.",
        "Against the right-hand wall are two lady-helps, each warming a towel\nat a glowing fire, to be ready against the baby should come out of\nits bath; while in the right-hand foreground we have the levatrice,\nwho having discharged her task, and being now so disposed, has\nremoved the bottle from the chimney-piece, and put it near some\nbread, fruit and a chicken, over which she is about to discuss the\nconfinement with two other gossips.  The levatrice is a very\ncharacteristic figure, but the best in the chapel is the one of the\nhead nurse, near the middle of the composition; she has now the\ninfant in full charge, and is showing it to St. Joachim, with an\nexpression as though she were telling him that her husband was a\nmerry man.  I am afraid Shakespeare was dead before the sculptor was\nborn, otherwise I should have felt certain that he had drawn\nJuliet’s nurse from this figure.  As for the little Virgin herself,\nI believe her to be a fine boy of about ten months old.  Viewing the\nwork as a whole, if I only felt more sure what artistic merit really\nis, I should say that, though the chapel cannot be rated very highly\nfrom some standpoints, there are others from which it may be praised\nwarmly enough.  It is innocent of anatomy-worship, free from\naffectation or swagger, and not devoid of a good deal of homely\nnaivete.  It can no more be compared with Tabachetti or Donatello\nthan Hogarth can with Rembrandt or Giovanni Bellini; but as it does\nnot transcend the limitations of its age, so neither is it wanting\nin whatever merits that age possessed; and there is no age without\nmerits of some kind.  There is no inscription saying who made the\nfigures, but tradition gives them to Pietro Aureggio Termine, of\nBiella, commonly called Aureggio.  This is confirmed by their strong\nresemblance to those in the Dimora Chapel, in which there is an\ninscription that names Aureggio as the sculptor.",
        "The sixth chapel deals with the Presentation of the Virgin in the\nTemple.  The Virgin is very small, but it must be remembered that\nshe is only seven years old, and she is not nearly so small as she\nis at Crea, where, though a life-sized figure is intended, the head\nis hardly bigger than an apple.  She is rushing up the steps with\nopen arms towards the High Priest, who is standing at the top.  For\nher it is nothing alarming; it is the High Priest who appears\nfrightened; but it will all come right in time.  The Virgin seems to\nbe saying, “Why, don’t you know me?  I’m the Virgin Mary.”  But the\nHigh Priest does not feel so sure about that, and will make further\ninquiries.  The scene, which comprises some twenty figures, is\nanimated enough, and though it hardly kindles enthusiasm, still does\nnot fail to please.  It looks as though of somewhat older date than\nthe Birth of the Virgin chapel, and I should say shows more signs of\ndirect Valsesian influence.  In Marocco’s book about Oropa it is\nascribed to Aureggio, but I find it difficult to accept this.",
        "The seventh, and in many respects most interesting chapel at Oropa,\nshows what is in reality a medieval Italian girl school, as nearly\nlike the thing itself as the artist could make it; we are expected,\nhowever, to see in this the high-class kind of Girton College for\nyoung gentlewomen that was attached to the Temple at Jerusalem,\nunder the direction of the Chief Priest’s wife, or some one of his\nnear female relatives.  Here all well-to-do Jewish young women\ncompleted their education, and here accordingly we find the Virgin,\nwhose parents desired she should shine in every accomplishment, and\nenjoy all the advantages their ample means commanded.",
        "I have met with no traces of the Virgin during the years between her\nPresentation in the Temple and her becoming head girl at Temple\nCollege.  These years, we may be assured, can hardly have been other\nthan eventful; but incidents, or bits of life, are like living\nforms—it is only here and here, as by rare chance, that one of them\ngets arrested and fossilised; the greater number disappear like the\ngreater number of antediluvian molluscs, and no one can say why one\nof these flies, as it were, of life should get preserved in amber\nmore than another.  Talk, indeed, about luck and cunning; what a\ngrain of sand as against a hundredweight is cunning’s share here as\nagainst luck’s.  What moment could be more humdrum and unworthy of\nspecial record than the one chosen by the artist for the chapel we\nare considering?  Why should this one get arrested in its flight and\nmade immortal when so many worthier ones have perished?  Yet\npreserved it assuredly is; it is as though some fairy’s wand had\nstruck the medieval Miss Pinkerton, Amelia Sedley, and others who do\nduty instead of the Hebrew originals.  It has locked them up as\nsleeping beauties, whose charms all may look upon.  Surely the hours\nare like the women grinding at the mill—the one is taken and the\nother left, and none can give the reason more than he can say why\nGallio should have won immortality by caring for none of “these\nthings.”",
        "It seems to me, moreover, that fairies have changed their practice\nnow in the matter of sleeping beauties, much as shopkeepers have\ndone in Regent Street.  Formerly the shopkeeper used to shut up his\ngoods behind strong shutters, so that no one might see them after\nclosing hours.  Now he leaves everything open to the eye and turns\nthe gas on.  So the fairies, who used to lock up their sleeping\nbeauties in impenetrable thickets, now leave them in the most public\nplaces they can find, as knowing that they will there most certainly\nescape notice.  Look at De Hooghe; look at “The Pilgrim’s Progress,\"\nor even Shakespeare himself—how long they slept unawakened, though\nthey were in broad daylight and on the public thoroughfares all the\ntime.  Look at Tabachetti, and the masterpieces he left at Varallo.\nHis figures there are exposed to the gaze of every passer-by; yet\nwho heeds them?  Who, save a very few, even know of their existence?\nLook again at Gaudenzio Ferrari, or the “Danse des Paysans,” by\nHolbein, to which I ventured to call attention in the Universal\nReview.  No, no; if a thing be in Central Africa, it is the glory of\nthis age to find it out; so the fairies think it safer to conceal\ntheir proteges under a show of openness; for the schoolmaster is\nmuch abroad, and there is no hedge so thick or so thorny as the\ndulness of culture.",
        "It may be, again, that ever so many years hence, when Mr. Darwin’s\nearth-worms shall have buried Oropa hundreds of feet deep, some one\nsinking a well or making a railway-cutting will unearth these\nchapels, and will believe them to have been houses, and to contain\nthe exuviae of the living forms that tenanted them.  In the\nmeantime, however, let us return to a consideration of the chapel as\nit may now be seen by any one who cares to pass that way.",
        "The work consists of about forty figures in all, not counting\nCupids, and is divided into four main divisions.  First, there is\nthe large public sitting-room or drawing-room of the College, where\nthe elder young ladies are engaged in various elegant employments.\nThree, at a table to the left, are making a mitre for the Bishop, as\nmay be seen from the model on the table.  Some are merely spinning\nor about to spin.  One young lady, sitting rather apart from the\nothers, is doing an elaborate piece of needlework at a tambour-frame\nnear the window; others are making lace or slippers, probably for\nthe new curate; another is struggling with a letter, or perhaps a\ntheme, which seems to be giving her a good deal of trouble, but\nwhich, when done, will, I am sure, be beautiful.  One dear little\ngirl is simply reading “Paul and Virginia” underneath the window,\nand is so concealed that I hardly think she can be seen from the\noutside at all, though from inside she is delightful; it was with\ngreat regret that I could not get her into any photograph.  One most\namiable young woman has got a child’s head on her lap, the child\nhaving played itself to sleep.  All are industriously and agreeably\nemployed in some way or other; all are plump; all are nice looking;\nthere is not one Becky Sharp in the whole school; on the contrary,\nas in “Pious Orgies,” all is pious—or sub-pious—and all, if not\ngreat, is at least eminently respectable.  One feels that St.\nJoachim and St. Anne could not have chosen a school more\njudiciously, and that if one had daughter oneself this is exactly\nwhere one would wish to place her.  If there is a fault of any kind\nin the arrangements, it is that they do not keep cats enough.  The\nplace is overrun with mice, though what these can find to eat I know\nnot.  It occurs to me also that the young ladies might be kept a\nlittle more free of spiders’ webs; but in all these chapels, bats,\nmice and spiders are troublesome.",
        "Off the main drawing-room on the side facing the window there is a\ndais, which is approached by a large raised semicircular step,\nhigher than the rest of the floor, but lower than the dais itself.\nThe dais is, of course, reserved for the venerable Lady Principal\nand the under-mistresses, one of whom, by the way, is a little more\nmondaine than might have been expected, and is admiring herself in a\nlooking-glass—unless, indeed, she is only looking to see if there\nis a spot of ink on her face.  The Lady Principal is seated near a\ntable, on which lie some books in expensive bindings, which I\nimagine to have been presented to her by the parents of pupils who\nwere leaving school.  One has given her a photographic album;\nanother a large scrap-book, for illustrations of all kinds; a third\nvolume has red edges, and is presumably of a devotional character.\nIf I dared venture another criticism, I should say it would be\nbetter not to keep the ink-pot on the top of these books.  The Lady\nPrincipal is being read to by the monitress for the week, whose duty\nit was to recite selected passages from the most approved Hebrew\nwriters; she appears to be a good deal outraged, possibly at the\nfaulty intonation of the reader, which she has long tried vainly to\ncorrect; or perhaps she has been hearing of the atrocious way in\nwhich her forefathers had treated the prophets, and is explaining to\nthe young ladies how impossible it would be, in their own more\nenlightened age, for a prophet to fail of recognition.",
        "On the half-dais, as I suppose the large semicircular step between\nthe main room and the dais should be called, we find, first, the\nmonitress for the week, who stands up while she recites; and\nsecondly, the Virgin herself, who is the only pupil allowed a seat\nso near to the august presence of the Lady Principal.  She is\nostensibly doing a piece of embroidery which is stretched on a\ncushion on her lap, but I should say that she was chiefly interested\nin the nearest of four pretty little Cupids, who are all trying to\nattract her attention, though they pay no court to any other young\nlady.  I have sometimes wondered whether the obviously scandalised\ngesture of the Lady Principal might not be directed at these Cupids,\nrather than at anything the monitress may have been reading, for she\nwould surely find them disquieting.  Or she may be saying, “Why,\nbless me!  I do declare the Virgin has got another hamper, and St.\nAnne’s cakes are always so terribly rich!”  Certainly the hamper is\nthere, close to the Virgin, and the Lady Principal’s action may be\nwell directed at it, but it may have been sent to some other young\nlady, and be put on the sub-dais for public exhibition.  It looks as\nif it might have come from Fortnum and Mason’s, and I half expected\nto find a label, addressing it to “The Virgin Mary, Temple College,\nJerusalem,” but if ever there was one the mice have long since eaten\nit.  The Virgin herself does not seem to care much about it, but if\nshe has a fault it is that she is generally a little apathetic.",
        "Whose the hamper was, however, is a point we shall never now\ncertainly determine, for the best fossil is worse than the worst\nliving form.  Why, alas! was not Mr. Edison alive when this chapel\nwas made?  We might then have had a daily phonographic recital of\nthe conversation, and an announcement might be put outside the\nchapels, telling us at what hours the figures would speak.",
        "On either of side the main room there are two annexes opening out\nfrom it; these are reserved chiefly for the younger children, some\nof whom, I think, are little boys.  In the left-hand annex, behind\nthe ladies who are making a mitre, there is a child who has got a\ncake, and another has some fruit—possibly given them by the Virgin-\n-and a third child is begging for some of it.  The light failed so\ncompletely here that I was not able to photograph any of these\nfigures.  It was a dull September afternoon, and the clouds had\nsettled thick round the chapel, which is never very light, and is\nnearly 4000 feet above the sea.  I waited till such twilight as made\nit hopeless that more detail could be got—and a queer ghostly place\nenough it was to wait in—but after giving the plate an exposure of\nfifty minutes, I saw I could get no more, and desisted.",
        "These long photographic exposures have the advantage that one is\ncompelled to study a work in detail through mere lack of other\nemployment, and that one can take one’s notes in peace without being\ntempted to hurry over them; but even so I continually find I have\nomitted to note, and have clean forgotten, much that I want later\non.",
        "In the other annex there are also one or two younger children, but\nit seems to have been set apart for conversation and relaxation more\nthan any other part of the establishment.",
        "I have already said that the work is signed by an inscription inside\nthe chapel, to the effect that the sculptures are by Pietro Aureggio\nTermine di Biella.  It will be seen that the young ladies are\nexceedingly like one another, and that the artist aimed at nothing\nmore than a faithful rendering of the life of his own times.  Let us\nbe thankful that he aimed at nothing less.  Perhaps his wife kept a\ngirls’ school; or he may have had a large family of fat, good-\nnatured daughters, whose little ways he had studied attentively; at\nall events the work is full of spontaneous incident, and cannot fail\nto become more and more interesting as the age it renders falls\nfarther back into the past.  It is to be regretted that many\nartists, better known men, have not been satisfied with the humbler\nambitions of this most amiable and interesting sculptor.  If he has\nleft us no laboured life-studies, he has at least done something for\nus which we can find nowhere else, which we should be very sorry not\nto have, and the fidelity of which to Italian life at the beginning\nof the last century will not be disputed.",
        "The eighth chapel is that of the Sposalizio, is certainly not by\nAureggio, and I should say was mainly by the same sculptor who did\nthe Presentation in the Temple.  On going inside I found the figures\nhad come from more than one source; some of them are constructed so\nabsolutely on Valsesian principles, as regards technique, that it\nmay be assumed they came from Varallo.  Each of these last figures\nis in three pieces, that are baked separately and cemented together\nafterwards, hence they are more easily transported; no more clay is\nused than is absolutely necessary; and the off-side of the figure is\nneglected; they will be found chiefly, if not entirely, at the top\nof the steps.  The other figures are more solidly built, and do not\nremind me in their business features of anything in the Valsesia.\nThere was a sculptor, Francesco Sala, of Locarno (doubtless the\nvillage a short distance below Varallo, and not the Locarno on the\nLago Maggiore), who made designs for some of the Oropa chapels, and\nsome of whose letters are still preserved, but whether the Valsesian\nfigures in this present work are by him or not I cannot say.",
        "The statues are twenty-five in number; I could find no date or\nsignature; the work reminds me of Montrigone; several of the figures\nare not at all bad, and several have horsehair for hair, as at\nVarallo.  The effect of the whole composition is better than we have\na right to expect from any sculpture dating from the beginning of\nthe last century.",
        "The ninth chapel, the Annunciation, presents no feature of interest;\nnor yet does the tenth, the Visit of Mary to Elizabeth.  The\neleventh, the Nativity, though rather better, is still not\nremarkable.",
        "The twelfth, the Purification, is absurdly bad, but I do not know\nwhether the expression of strong personal dislike to the Virgin\nwhich the High Priest wears is intended as prophetic, or whether it\nis the result of incompetence, or whether it is merely a smile gone\nwrong in the baking.  It is amusing to find Marocco, who has not\nbeen strict about archaeological accuracy hitherto, complain here\nthat there is an anachronism, inasmuch as some young ecclesiastics\nare dressed as they would be at present, and one of them actually\ncarries a wax candle.  This is not as it should be; in works like\nthose at Oropa, where implicit reliance is justly placed on the\nearnest endeavours that have been so successfully made to thoroughly\nand carefully and patiently ensure the accuracy of the minutest\ndetails, it is a pity that even a single error should have escaped\ndetection; this, however, has most unfortunately happened here, and\nMarocco feels it his duty to put us on our guard.  He explains that\nthe mistake arose from the sculptor’s having taken both his general\narrangement and his details from some picture of the fourteenth or\nfifteenth century, when the value of the strictest historical\naccuracy was not yet so fully understood.",
        "It seems to me that in the matter of accuracy, priests and men of\nscience whether lay or regular on the one hand, and plain people\nwhether lay or regular on the other, are trying to play a different\ngame, and fail to understand one another because they do not see\nthat their objects are not the same.  The cleric and the man of\nscience (who is only the cleric in his latest development) are\ntrying to develop a throat with two distinct passages—one that\nshall refuse to pass even the smallest gnat, and another that shall\ngracefully gulp even the largest camel; whereas we men of the street\ndesire but one throat, and are content that this shall swallow\nnothing bigger than a pony.  Every one knows that there is no such\neffectual means of developing the power to swallow camels as\nincessant watchfulness for opportunities of straining at gnats, and\nthis should explain many passages that puzzle us in the work both of\nour clerics and our scientists.  I, not being a man of science,\nstill continue to do what I said I did in “Alps and Sanctuaries,\"\nand make it a rule to earnestly and patiently and carefully swallow\na few of the smallest gnats I can find several times a day, as the\nbest astringent for the throat I know of.",
        "The thirteenth chapel is the Marriage Feast at Cana of Galilee.\nThis is the best chapel as a work of art; indeed, it is the only one\nwhich can claim to be taken quite seriously.  Not that all the\nfigures are very good; those to the left of the composition are\ncommonplace enough; nor are the Christ and the giver of the feast at\nall remarkable; but the ten or dozen figures of guests and\nattendants at the right-hand end of the work are as good as anything\nof their kind can be, and remind me so strongly of Tabachetti that I\ncannot doubt they were done by some one who was indirectly\ninfluenced by that great sculptor’s work.  It is not likely that\nTabachetti was alive long after 1640, by which time he would have\nbeen about eighty years old; and the foundations of this chapel were\nnot laid till about 1690; the statues are probably a few years\nlater; they can hardly, therefore, be by one who had even studied\nunder Tabachetti; but until I found out the dates, and went inside\nthe chapel to see the way in which the figures had been constructed,\nI was inclined to think they might be by Tabachetti himself, of\nwhom, indeed, they are not unworthy.  On examining the figures I\nfound them more heavily constructed than Tabachetti’s are, with\nsmaller holes for taking out superfluous clay, and more finished on\nthe off-sides.  Marocco says the sculptor is not known.  I looked in\nvain for any date or signature.  Possibly the right-hand figures\n(for the left-hand ones can hardly be by the same hand) may be by\nsome sculptor from Crea, which is at no very great distance from\nOropa, who was penetrated by Tabachetti’s influence; but whether as\nregards action and concert with one another, or as regards\nexcellence in detail, I do not see how anything can be more\nrealistic, and yet more harmoniously composed.  The placing of the\nmusicians in a minstrels’ gallery helps the effect; these musicians\nare six in number, and the other figures are twenty-three.  Under\nthe table, between Christ and the giver of the feast, there is a\ncat.",
        "The fourteenth chapel, the Assumption of the Virgin Mary, is without\ninterest.",
        "The fifteenth, the Coronation of the Virgin, contains forty-six\nangels, twenty-six cherubs, fifty-six saints, the Holy Trinity, the\nMadonna herself, and twenty-four innocents, making 156 statues in\nall.  Of these I am afraid there is not one of more than ordinary\nmerit; the most interesting is a half-length nude life-study of\nDisma—the good thief.  After what had been promised him it was\nimpossible to exclude him, but it was felt that a half-length nude\nfigure would be as much as he could reasonably expect.",
        "Behind the sanctuary there is a semi-ruinous and wholly valueless\nwork, which shows the finding of the black image, which is now in\nthe church, but is only shown on great festivals.",
        "This leads us to a consideration that I have delayed till now.  The\nblack image is the central feature of Oropa; it is the raison d’etre\nof the whole place, and all else is a mere incrustation, so to\nspeak, around it.  According to this image, then, which was carved\nby St. Luke himself, and than which nothing can be better\nauthenticated, both the Madonna and the infant Christ were as black\nas anything can be conceived.  It is not likely that they were as\nblack as they have been painted; no one yet ever was so black as\nthat; yet, even allowing for some exaggeration on St. Luke’s part,\nthey must have been exceedingly black if the portrait is to be\naccepted; and uncompromisingly black they accordingly are on most of\nthe wayside chapels for many a mile around Oropa.  Yet in the\nchapels we have been hitherto considering—works in which, as we\nknow, the most punctilious regard has been shown to accuracy—both\nthe Virgin and Christ are uncompromisingly white.  As in the shops\nunder the Colonnade where devotional knick-knacks are sold, you can\nbuy a black china image or a white one, whichever you like; so with\nthe pictures—the black and white are placed side by side—pagando\nil danaro si puo scegliere.  It rests not with history or with the\nChurch to say whether the Madonna and Child were black or white, but\nyou may settle it for yourself, whichever way you please, or rather\nyou are required, with the acquiescence of the Church, to hold that\nthey were both black and white at one and the same time.",
        "It cannot be maintained that the Church leaves the matter undecided,\nand by tolerating both types proclaims the question an open one, for\nshe acquiesces in the portrait by St. Luke as genuine.  How, then,\njustify the whiteness of the Holy Family in the chapels?  If the\nportrait is not known as genuine, why set such a stumbling-block in\nour paths as to show us a black Madonna and a white one, both as\nhistorically accurate, within a few yards of one another?",
        "I ask this not in mockery, but as knowing that the Church must have\nan explanation to give, if she would only give it, and as myself\nunable to find any, even the most farfetched, that can bring what we\nsee at Oropa, Loreto and elsewhere into harmony with modern\nconscience, either intellectual or ethical.",
        "I see, indeed, from an interesting article in the Atlantic Monthly\nfor September 1889, entitled “The Black Madonna of Loreto,” that\nblack Madonnas were so frequent in ancient Christian art that “some\nof the early writers of the Church felt obliged to account for it by\nexplaining that the Virgin was of a very dark complexion, as might\nbe proved by the verse of Canticles which says, ’I am black, but\ncomely, O ye daughters of Jerusalem.’  Others maintained that she\nbecame black during her sojourn in Egypt. . . .  Priests, of to-day,\nsay that extreme age and exposure to the smoke of countless altar-\ncandles have caused that change in complexion which the more naive\nfathers of the Church attributed to the power of an Egyptian sun\";\nbut the writer ruthlessly disposes of this supposition by pointing\nout that in nearly all the instances of black Madonnas it is the\nflesh alone that is entirely black, the crimson of the lips, the\nwhite of the eyes, and the draperies having preserved their original\ncolour.  The authoress of the article (Mrs. Hilliard) goes on to\ntell us that Pausanias mentions two statues of the black Venus, and\nsays that the oldest statue of Ceres among the Phigalenses was\nblack.  She adds that Minerva Aglaurus, the daughter of Cecrops, at\nAthens, was black; that Corinth had a black Venus, as also the\nThespians; that the oracles of Dodona and Delphi were founded by\nblack doves, the emissaries of Venus, and that the Isis Multimammia\nin the Capitol at Rome is black.",
        "Sometimes I have asked myself whether the Church does not intend to\nsuggest that the whole story falls outside the domain of history,\nand is to be held as the one great epos, or myth, common to all\nmankind; adaptable by each nation according to its own several\nneeds; translatable, so to speak, into the facts of each individual\nnation, as the written word is translatable into its language, but\nappertaining to the realm of the imagination rather than to that of\nthe understanding, and precious for spiritual rather than literal\ntruths.  More briefly, I have wondered whether she may not intend\nthat such details as whether the Virgin was white or black are of\nvery little importance in comparison with the basing of ethics on a\nstory that shall appeal to black races as well as to white ones.",
        "If so, it is time we were made to understand this more clearly.  If\nthe Church, whether of Rome or England, would lean to some such view\nas this—tainted though it be with mysticism—if we could see either\ngreat branch of the Church make a frank, authoritative attempt to\nbring its teaching into greater harmony with the educated\nunderstanding and conscience of the time, instead of trying to\nfetter that understanding with bonds that gall it daily more and\nmore profoundly; then I, for one, in view of the difficulty and\ngraciousness of the task, and in view of the great importance of\nhistorical continuity, would gladly sink much of my own private\nopinion as to the value of the Christian ideal, and would gratefully\nhelp either Church or both, according to the best of my very feeble\nability.  On these terms, indeed, I could swallow not a few camels\nmyself cheerfully enough.",
        "Can we, however, see any signs as though either Rome or England will\nstir hand or foot to meet us?  Can any step be pointed to as though\neither Church wished to make things easier for men holding the\nopinions held by the late Mr. Darwin, or by Mr. Herbert Spencer and\nProfessor Huxley?  How can those who accept evolution with any\nthoroughness accept such doctrines as the Incarnation or the\nRedemption with any but a quasi-allegorical and poetical\ninterpretation?  Can we conceivably accept these doctrines in the\nliteral sense in which the Church advances them?  And can the\nleaders of the Church be blind to the resistlessness of the current\nthat has set against those literal interpretations which she seems\nto hug more and more closely the more religious life is awakened at\nall?  The clergyman is wanted as supplementing the doctor and the\nlawyer in all civilised communities; these three keep watch on one\nanother, and prevent one another from becoming too powerful.  I, who\ndistrust the doctrinaire in science even more than the doctrinaire\nin religion, should view with dismay the abolition of the Church of\nEngland, as knowing that a blatant bastard science would instantly\nstep into her shoes; but if some such deplorable consummation is to\nbe avoided in England, it can only be through more evident leaning\non the part of our clergy to such an interpretation of the Sacred\nHistory as the presence of a black and white Madonna almost side by\nside at Oropa appears to suggest.",
        "I fear that in these last paragraphs I may have trenched on\ndangerous ground, but it is not possible to go to such places as\nOropa without asking oneself what they mean and involve.  As for the\naverage Italian pilgrims, they do not appear to give the matter so\nmuch as a thought.  They love Oropa, and flock to it in thousands\nduring the summer; the President of the Administration assured me\nthat they lodged, after a fashion, as many as ten thousand pilgrims\non the 15th of last August.  It is astonishing how living the\nstatues are to these people, and how the wicked are upbraided and\nthe good applauded.  At Varallo, since I took the photographs I\npublished in my book “Ex Voto,” an angry pilgrim has smashed the\nnose of the dwarf in Tabachetti’s Journey to Calvary, for no other\nreason than inability to restrain his indignation against one who\nwas helping to inflict pain on Christ.  It is the real hair and the\npainting up to nature that does this.  Here at Oropa I found a paper\non the floor of the Sposalizio Chapel, which ran as follows:-",
        "“By the grace of God and the will of the administrative chapter of\nthis sanctuary, there have come here to work — —, mason — —,\ncarpenter, and — — plumber, all of Chiavazza, on the twenty-first\nday of January 1886, full of cold (pieni di freddo).",
        "“They write these two lines to record their visit.  They pray the\nBlessed Virgin that she will maintain them safe and sound from\neverything equivocal that may befall them (sempre sani e salvi da\nogni equivoco li possa accadere).  Oh, farewell!  We reverently\nsalute all the present statues, and especially the Blessed Virgin,\nand the reader.”",
        "Through the Universal Review, I suppose, all its readers are to\nconsider themselves saluted; at any rate, these good fellows, in the\neffusiveness of their hearts, actually wrote the above in pencil.  I\nwas sorely tempted to steal it, but, after copying it, left it in\nthe Chief Priest’s hands instead.",
        "Continue...",
        "\nThis complete text of Essays on Life, Art and Science by Samuel Butler is in the public domain.\n\n\nAlso see Essays on Life, Art and Science at Amazon.com\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on April 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Essays on Life, Art and Science (Large Print)By Samuel ButlerAt Amazon"
    ]
}