{
    "title": "Essays of Francis Bacon - Of Vicissitude of Things (The Essays or Counsels, Civil and Moral, of Francis Ld. Verulam Viscount St. Albans)",
    "author": "Unknown",
    "chapter": "58",
    "content": [
        "\nFrancis Bacon (1561-1626)\n",
        "\n\n",
        "SOLOMON saith, There is no new thing upon\nthe earth.  So that as Plato had an imagination,\nThat all knowledge was but remembrance; so\nSolomon giveth his sentence, That all novelty is\nbut oblivion.  Whereby you may see, that the river\nof Lethe runneth as well above ground as below.\nThere is an abstruse astrologer that saith, If it were\nnot for two things that are constant (the one is,\nthat the fixed stars ever stand a like distance one\nfrom another, and never come nearer together, nor\ngo further asunder; the other, that the diurnal\nmotion perpetually keepeth time), no individual\nwould last one moment.  Certain it is, that the matter is in a perpetual flux, and never at a stay.  The\ngreat winding-sheets, that bury all things in oblivion, are two; deluges and earthquakes.  As for\nconflagrations and great droughts, they do not\nmerely dispeople and destroy.  Phaeton’s car went\nbut a day.  And the three years’ drought in the time\nof Elias, was but particular, and left people alive.\nAs for the great burnings by lightnings, which are\noften in the West Indies, they are but narrow.  But\nin the other two destructions, by deluge and earthquake, it is further to be noted, that the remnant\nof people which hap to be reserved, are commonly\nignorant and mountainous people, that can give\nno account of the time past; so that the oblivion is\nall one, as if none had been left.  If you consider\nwell of the people of the West Indies, it is very\nprobable that they are a newer or a younger people, than the people of the Old World.  And it is\nmuch more likely, that the destruction that hath\nheretofore been there, was not by earthquakes (as\nthe Egyptian priest told Solon concerning the\nisland of Atlantis, that it was swallowed by an\nearthquake), but rather that it was desolated by a\nparticular deluge.  For earthquakes are seldom in\nthose parts.  But on the other side, they have such\npouring rivers, as the rivers of Asia and Africk and\nEurope, are but brooks to them.  Their Andes, likewise, or mountains, are far higher than those with\nus; whereby it seems, that the remnants of generation of men, were in such a particular deluge\nsaved.  As for the observation that Machiavel hath,\nthat the jealousy of sects, doth much extinguish\nthe memory of things; traducing Gregory the\nGreat, that he did what in him lay, to extinguish\nall heathen antiquities; I do not find that those\nzeals do any great effects, nor last long; as it appeared in the succession of Sabinian, who did\nrevive the former antiquities.",
        "The vicissitude of mutations in the superior\nglobe, are no fit matter for this present argument.\nIt may be, Plato’s great year, if the world should\nlast so long, would have some effect; not in renewing the state of like individuals (for that is the fume\nof those, that conceive the celestial bodies have\nmore accurate influences upon these things below,\nthan indeed they have), but in gross.  Comets, out\nof question, have likewise power and effect, over\nthe gross and mass of things; but they are rather\ngazed upon, and waited upon in their journey,\nthan wisely observed in their effects; specially in,\ntheir respective effects; that is, what kind of comet,\nfor magnitude, color, version of the beams, placing in the reign of heaven, or lasting, produceth\nwhat kind of effects.",
        "There is a toy which I have heard, and I would\nnot have it given over, but waited upon a little.\nThey say it is observed in the Low Countries (I\nknow not in what part) that every five and thirty\nyears, the same kind and suit of years and weathers come about again; as great frosts, great wet,\ngreat droughts, warm winters, summers with little\nheat, and the like; and they call it the Prime.  It is\na thing I do the rather mention, because, computing backwards, I have found some concurrence.",
        "But to leave these points of nature, and to come\nto men.  The greatest vicissitude of things amongst\nmen, is the vicissitude of sects and religions.  For\nthose orbs rule in men’s minds most.  The true religion is built upon the rock; the rest are tossed,\nupon the waves of time.  To speak, therefore, of the\ncauses of new sects; and to give some counsel concerning them, as far as the weakness of human\njudgment can give stay, to so great revolutions.\nWhen the religion formerly received, is rent by\ndiscords; and when the holiness of the professors\nof religion, is decayed and full of scandal; and\nwithal the times be stupid, ignorant, and barbarous; you may doubt the springing up of a new\nsect; if then also, there should arise any extravagant and strange spirit, to make himself author\nthereof.  All which points held, when Mahomet\npublished his law.  If a new sect have not two properties, fear it not; for it will not spread.  The one is\nthe supplanting, or the opposing, of authority established; for nothing is more popular than that.\nThe other is the giving license to pleasures, and a\nvoluptuous life.  For as for speculative heresies\n(such as were in ancient times the Arians, and now\nthe Armenians), though they work mightily upon\nmen’s wits, yet they do not produce any great alterations in states; except it be by the help of civil\noccasions.  There be three manner of plantations of\nnew sects.  By the power of signs and miracles; by\nthe eloquence, and wisdom, of speech and persuasion; and by the sword.  For martyrdoms, I reckon\nthem amongst miracles; because they seem to exceed the strength of human nature: and I may do\nthe like, of superlative and admirable holiness of\nlife.  Surely there is no better way, to stop the rising\nof new sects and schisms, than to reform abuses; to\ncompound the smaller differences; to proceed\nmildly, and not with sanguinary persecutions;\nand rather to take off the principal authors by winning and advancing them, than to enrage them\nby violence and bitterness.",
        "The changes and vicissitude in wars are many;\nbut chiefly in three things; in the seats or stages of\nthe war; in the weapons; and in the manner of the\nconduct.  Wars, in ancient time, seemed more to\nmove from east to west; for the Persians, Assyrians,\nArabians, Tartars (which were the invaders) were\nall eastern people.  It is true, the Gauls were western; but we read but of two incursions of theirs:\nthe one to Gallo-Grecia, the other to Rome.  But east\nand west have no certain points of heaven; and no\nmore have the wars, either from the east or west,\nany certainty of observation.  But north and south\nare fixed; and it hath seldom or never been seen\nthat the far southern people have invaded the\nnorthern, but contrariwise.  Whereby it is manifest\nthat the northern tract of the world, is in nature\nthe more martial region: be it in respect of the stars\nof that hemisphere; or of the great continents that\nare upon the north, whereas the south part, for\naught that is known, is almost all sea; or (which is\nmost apparent) of the cold of the northern parts,\nwhich is that which, without aid of discipline,\ndoth make the bodies hardest, and the courages\nwarmest.",
        "Upon the breaking and shivering of a great state\nand empire, you may be sure to have wars.  For\ngreat empires, while they stand, do enervate and\ndestroy the forces of the natives which they have\nsubdued, resting upon their own protecting forces;\nand then when they fail also, all goes to ruin, and\nthey become a prey.  So was it in the decay of the\nRoman empire; and likewise in the empire of\nAlmaigne, after Charles the Great, every bird taking a feather; and were not unlike to befall to\nSpain, if it should break.  The great accessions and\nunions of kingdoms, do likewise stir up wars; for\nwhen a state grows to an over-power, it is like a\ngreat flood, that will be sure to overflow.  As it hath\nbeen seen in the states of Rome, Turkey, Spain,\nand others.  Look when the world hath fewest barbarous peoples, but such as commonly will not\nmarry or generate, except they know means to live\n(as it is almost everywhere at this day, except Tartary), there is no danger of inundations of people;\nbut when there be great shoals of people, which go\non to populate, without foreseeing means of life\nand sustentation, it is of necessity that once in an\nage or two, they discharge a portion of their people\nupon other nations; which the ancient northern\npeople were wont to do by lot; casting lots what\npart should stay at home, and what should seek\ntheir fortunes.  When a warlike state grows soft and\neffeminate, they may be sure of a war.  For commonly such states are grownm rich in the time of\ntheir degenerating; and so the prey inviteth, and\ntheir decay in valor, encourageth a war.",
        "As for the weapons, it hardly falleth under rule\nand observation: yet we see even they, have returns and vicissitudes.  For certain it is, that ordnance was known in the city of the Oxidrakes in\nIndia; and was that, which the Macedonians\ncalled thunder and lightning, and magic.  And it\nis well known that the use of ordnance, hath been\nin China above two thousand years.  The conditions\nof weapons, and their improvement, are; First, the\nfetching afar off; for that outruns the danger; as\nit is seen in ordnance and muskets.  Secondly, the\nstrength of the percussion; wherein likewise ordnance do exceed all arietations and ancient inventions.  The third is, the commodious use of them; as\nthat they may serve in all weathers; that the carriage may be light and manageable; and the like.",
        "For the conduct of the war: at the first, men\nrested extremely upon number: they did put the\nwars likewise upon main force and valor; pointing\ndays for pitched fields, and so trying it out upon\nan even match and they were more ignorant in\nranging and arraying their battles.  After, they\ngrew to rest upon number rather competent, than\nvast; they grew to advantages of place, cunning\ndiversions, and the like: and they grew more skilful in the ordering of their battles.",
        "In the youth of a state, arms do flourish; in the\nmiddle age of a state, learning; and then both of\nthem together for a time; in the declining age of a\nstate, mechanical arts and merchandize.  Learning\nhath his infancy, when it is but beginning and\nalmost childish; then his youth, when it is luxuriant and juvenile; then his strength of years, when\nit is solid and reduced; and lastly, his old age, when\nit waxeth dry and exhaust.  But it is not good to look\ntoo long upon these turning wheels of vicissitude,\nlest we become giddy.  As for the philology of\nthem, that is but a circle of tales, and therefore not\nfit for this writing.",
        "Continue...",
        "\nThis complete text of Essays of Francis Bacon is in the public domain.\n\n\nAmazon books: \nThe Essays, Francis Bacon.\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on November 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}