{
    "title": "Essays of Francis Bacon - Of Faction (The Essays or Counsels, Civil and Moral, of Francis Ld. Verulam Viscount St. Albans)",
    "author": "Unknown",
    "chapter": "51",
    "content": [
        "\nFrancis Bacon (1561-1626)\n",
        "\n\n",
        "MANY have an opinion not wise, that for a\nprince to govern his estate, or for a great\nperson to govern his proceedings, according to the\nrespect of factions, is a principal part of policy;\nwhereas contrariwise, the chiefest wisdom, is\neither in ordering those things which are general,\nand wherein men of several factions do nevertheless agree; or in dealing with correspondence to\nparticular persons, one by one.  But I say not that\nthe considerations of factions, is to be neglected.\nMean men, in their rising, must adhere; but\ngreat men, that have strength in themselves, were\nbetter to maintain themselves indifferent, and\nneutral.  Yet even in beginners, to adhere so moderately, as he be a man of the one faction, which is\nmost passable with the other, commonly giveth\nbest way.  The lower and weaker faction, is the\nfirmer in conjunction; and it is often seen, that a\nfew that are stiff, do tire out a greater number, that\nare more moderate.  When one of the factions is extinguished, the remaining subdivideth; as the\nfaction between Lucullus, and the rest of the\nnobles of the senate (which they called Optimates)\nheld out awhile, against the faction of Pompey\nand Caesar; but when the senate’s authority was\npulled down, Caesar and Pompey soon after brake.\nThe faction or party of Antonius and Octavianus\nCaesar, against Brutus and Cassius, held out likewise for a time; but when Brutus and Cassius were\noverthrown, then soon after, Antonius and Octavianus brake and subdivided.  These examples are\nof wars, but the same holdeth in private factions.\nAnd therefore, those that are seconds in factions,\ndo many times, when the faction subdivideth,\nprove principals; but many times also, they prove\nciphers and cashiered; for many a man’s strength\nis in opposition; and when that faileth, he groweth\nout of use.  It is commonly seen, that men, once\nplaced, take in with the  contrary faction, to that\nby which they enter: thinking belike, that they\nhave the first sure, and now are ready for a new\npurchase.  The traitor in faction, lightly goeth\naway with it; for when matters have stuck long in\nbalancing, the winning of some one man casteth\nthem, and he getteth all the thanks.  The even carriage between two factions, proceedeth not always\nof moderation, but of a trueness to a man’s self,\nwith end to make use of both.  Certainly in Italy,\nthey hold it a little suspect in popes, when they\nhave often in their mouth Padre commune: and\ntake it to be a sign of one, that meaneth to refer all\nto the greatness of his own house.  Kings had need\nbeware, how they side themselves, and make\nthemselves as of a faction or party; for leagues\nwithin the state, are ever pernicious to monarchies:\nfor they raise an obligation, paramount to obligation of sovereignty, and make the king tanquam\nunus ex nobis; as was to be seen in the League of\nFrance.  When factions are carried too high and too\nviolently, it is a sign of weakness in princes; and\nmuch to the prejudice, both of their authority and\nbusiness.  The motions of factions under kings\nought to be, like the motions (as the astronomers\nspeak) of the inferior orbs, which may have their\nproper motions, but yet still are quietly carried, by\nthe higher motion of primum mobile.",
        "Continue...",
        "\nThis complete text of Essays of Francis Bacon is in the public domain.\n\n\nAmazon books: \nThe Essays, Francis Bacon.\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on November 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}