{
    "title": "Essays on Life, Art and Science - The Sanctuary of Montrigone {6}",
    "author": "Samuel Butler",
    "chapter": "6",
    "content": [
        "\nSamuel Butler (1835 - 1902)\nEnglish composer, novelist, and satiric author\n",
        "\n\n",
        "The only place in the Valsesia, except Varallo, where I at present\nsuspect the presence of Tabachetti {7} is at Montrigone, a little-\nknown sanctuary dedicated to St. Anne, about three-quarters of a\nmile south of Borgo-Sesia station.  The situation is, of course,\nlovely, but the sanctuary does not offer any features of\narchitectural interest.  The sacristan told me it was founded in\n1631; and in 1644 Giovanni d’Enrico, while engaged in superintending\nand completing the work undertaken here by himself and Giacomo\nFerro, fell ill and died.  I do not know whether or no there was an\nearlier sanctuary on the same site, but was told it was built on the\ndemolition of a stronghold belonging to the Counts of Biandrate.",
        "The incidents which it illustrates are treated with even more than\nthe homeliness usual in works of this description when not dealing\nwith such solemn events as the death and passion of Christ.  Except\nwhen these subjects were being represented, something of the\nlatitude, and even humour, allowed in the old mystery plays was\npermitted, doubtless from a desire to render the work more\nattractive to the peasants, who were the most numerous and most\nimportant pilgrims.  It is not until faith begins to be weak that it\nfears an occasionally lighter treatment of semi-sacred subjects, and\nit is impossible to convey an accurate idea of the spirit prevailing\nat this hamlet of sanctuary without attuning oneself somewhat to the\nmore pagan character of the place.  Of irreverence, in the sense of\na desire to laugh at things that are of high and serious import,\nthere is not a trace, but at the same time there is a certain\nunbending of the bow at Montrigone which is not perceivable at\nVarallo.",
        "The first chapel to the left on entering the church is that of the\nBirth of the Virgin.  St. Anne is sitting up in bed.  She is not at\nall ill—in fact, considering that the Virgin has only been born\nabout five minutes, she is wonderful; still the doctors think it may\nbe perhaps better that she should keep her room for half an hour\nlonger, so the bed has been festooned with red and white paper\nroses, and the counterpane is covered with bouquets in baskets and\nin vases of glass and china.  These cannot have been there during\nthe actual birth of the Virgin, so I suppose they had been in\nreadiness, and were brought in from an adjoining room as soon as the\nbaby had been born.  A lady on her left is bringing in some more\nflowers, which St. Anne is receiving with a smile and most gracious\ngesture of the hands.  The first thing she asked for, when the birth\nwas over, was for her three silver hearts.  These were immediately\nbrought to her, and she has got them all on, tied round her neck\nwith a piece of blue silk ribbon.",
        "Dear mamma has come.  We felt sure she would, and that any little\nmisunderstandings between her and Joachim would ere long be\nforgotten and forgiven.  They are both so good and sensible if they\nwould only understand one another.  At any rate, here she is, in\nhigh state at the right hand of the bed.  She is dressed in black,\nfor she has lost her husband some few years previously, but I do not\nbelieve a smarter, sprier old lady for her years could be found in\nPalestine, nor yet that either Giovanni d’Enrico or Giacomo Ferro\ncould have conceived or executed such a character.  The sacristan\nwanted to have it that she was not a woman at all, but was a\nportrait of St. Joachim, the Virgin’s father.  “Sembra una donna,\"\nhe pleaded more than once, “ma non e donna.”  Surely, however, in\nworks of art even more than in other things, there is no “is” but\nseeming, and if a figure seems female it must be taken as such.\nBesides, I asked one of the leading doctors at Varallo whether the\nfigure was man or woman.  He said it was evident I was not married,\nfor that if I had been I should have seen at once that she was not\nonly a woman but a mother-in-law of the first magnitude, or, as he\ncalled it, “una suocera tremenda,” and this without knowing that I\nwanted her to be a mother-in-law myself.  Unfortunately she had no\nreal drapery, so I could not settle the question as my friend Mr. H.\nF. Jones and I had been able to do at Varallo with the figure of Eve\nthat had been turned into a Roman soldier assisting at the capture\nof Christ.  I am not, however, disposed to waste more time upon\nanything so obvious, and will content myself with saying that we\nhave here the Virgin’s grandmother.  I had never had the pleasure,\nso far as I remembered, of meeting this lady before, and was glad to\nhave an opportunity of making her acquaintance.",
        "Tradition says that it was she who chose the Virgin’s name, and if\nso, what a debt of gratitude do we not owe her for her judicious\nselection!  It makes one shudder to think what might have happened\nif she had named the child Keren-Happuch, as poor Job’s daughter was\ncalled.  How could we have said, “Ave Keren-Happuch!”  What would\nthe musicians have done?  I forget whether Maher-Shalal-Hash-Baz was\na man or a woman, but there were plenty of names quite as\nunmanageable at the Virgin’s grandmother’s option, and we cannot\nsufficiently thank her for having chosen one that is so euphonious\nin every language which we need take into account.  For this reason\nalone we should not grudge her her portrait, but we should try to\ndraw the line here.  I do not think we ought to give the Virgin’s\ngreat-grandmother a statue.  Where is it to end?  It is like Mr.\nCrookes’s ultimissimate atoms; we used to draw the line at ultimate\natoms, and now it seems we are to go a step farther back and have\nultimissimate atoms.  How long, I wonder, will it be before we feel\nthat it will be a material help to us to have ultimissimissimate\natoms?  Quavers stopped at demi-semi-demi, but there is no reason to\nsuppose that either atoms or ancestresses of the Virgin will be so\ncomplacent.",
        "I have said that on St. Anne’s left hand there is a lady who is\nbringing in some flowers.  St. Anne was always passionately fond of\nflowers.  There is a pretty story told about her in one of the\nFathers, I forget which, to the effect that when a child she was\nasked which she liked best—cakes or flowers?  She could not yet\nspeak plainly and lisped out, “Oh fowses, pretty fowses\"; she added,\nhowever, with a sigh and as a kind of wistful corollary, “but cakes\nare very nice.”  She is not to have any cakes, just now, but as soon\nas she has done thanking the lady for her beautiful nosegay, she is\nto have a couple of nice new-laid eggs, that are being brought her\nby another lady.  Valsesian women immediately after their\nconfinement always have eggs beaten up with wine and sugar, and one\ncan tell a Valsesian Birth of the Virgin from a Venetian or a\nFlorentine by the presence of the eggs.  I learned this from an\neminent Valsesian professor of medicine, who told me that, though\nnot according to received rules, the eggs never seemed to do any\nharm.  Here they are evidently to be beaten up, for there is neither\nspoon nor egg-cup, and we cannot suppose that they were hard-boiled.\nOn the other hand, in the Middle Ages Italians never used egg-cups\nand spoons for boiled eggs.  The mediaeval boiled egg was always\neaten by dipping bread into the yolk.",
        "Behind the lady who is bringing in the eggs is the under-under-nurse\nwho is at the fire warming a towel.  In the foreground we have the\nregulation midwife holding the regulation baby (who, by the way, was\nan astonishingly fine child for only five minutes old).  Then comes\nthe under-nurse—a good buxom creature, who, as usual, is feeling\nthe water in the bath to see that it is of the right temperature.\nNext to her is the head-nurse, who is arranging the cradle.  Behind\nthe head-nurse is the under-under-nurse’s drudge, who is just going\nout upon some errands.  Lastly—for by this time we have got all\nround the chapel—we arrive at the Virgin’s grandmother’s-body-\nguard, a stately, responsible-looking lady, standing in waiting upon\nher mistress.  I put it to the reader—is it conceivable that St.\nJoachim should have been allowed in such a room at such a time, or\nthat he should have had the courage to avail himself of the\npermission, even though it had been extended to him?  At any rate,\nis it conceivable that he should have been allowed to sit on St.\nAnne’s right hand, laying down the law with a “Marry, come up here,\"\nand a “Marry, go-down there,” and a couple of such unabashed collars\nas the old lady has put on for the occasion?",
        "Moreover (for I may as well demolish this mischievous confusion\nbetween St. Joachim and his mother-in-law once and for all), the\nmerest tyro in hagiology knows that St. Joachim was not at home when\nthe Virgin was born.  He had been hustled out of the temple for\nhaving no children, and had fled desolate and dismayed into the\nwilderness.  It shows how silly people are, for all the time he was\ngoing, if they had only waited a little, to be the father of the\nmost remarkable person of purely human origin who had ever been\nborn, and such a parent as this should surely not be hurried.  The\nstory is told in the frescoes of the chapel of Loreto, only a\nquarter of an hour’s walk from Varallo, and no one can have known it\nbetter than D’Enrico.  The frescoes are explained by written\npassages that tell us how, when Joachim was in the desert, an angel\ncame to him in the guise of a fair, civil young gentleman, and told\nhim the Virgin was to be born.  Then, later on, the same young\ngentleman appeared to him again, and bade him “in God’s name be\ncomforted, and turn again to his content,” for the Virgin had been\nactually born.  On which St. Joachim, who seems to have been of\nopinion that marriage after all WAS rather a failure, said that, as\nthings were going on so nicely without him, he would stay in the\ndesert just a little longer, and offered up a lamb as a pretext to\ngain time.  Perhaps he guessed about his mother-in-law, or he may\nhave asked the angel.  Of course, even in spite of such evidence as\nthis I may be mistaken about the Virgin’s grandmother’s sex, and the\nsacristan may be right; but I can only say that if the lady sitting\nby St. Anne’s bedside at Montrigone is the Virgin’s father—well, in\nthat case I must reconsider a good deal that I have been accustomed\nto believe was beyond question.",
        "Taken singly, I suppose that none of the figures in the chapel,\nexcept the Virgin’s grandmother, should be rated very highly.  The\nunder-nurse is the next best figure, and might very well be\nTabachetti’s, for neither Giovanni d’Enrico nor Giacomo Ferro was\nsuccessful with his female characters.  There is not a single really\ncomfortable woman in any chapel by either of them on the Sacro Monte\nat Varallo.  Tabachetti, on the other hand, delighted in women; if\nthey were young he made them comely and engaging, if they were old\nhe gave them dignity and individual character, and the under-nurse\nis much more in accordance with Tabachetti’s habitual mental\nattitude than with D’Enrico’s or Giacomo Ferro’s.  Still there are\nonly four figures out of the eleven that are mere otiose supers, and\ntaking the work as a whole it leaves a pleasant impression as being\nthroughout naive and homely, and sometimes, which is of less\nimportance, technically excellent.",
        "Allowance must, of course, be made for tawdry accessories and\nrepeated coats of shiny oleaginous paint—very disagreeable where it\nhas peeled off and almost more so where it has not.  What work could\nstand against such treatment as the Valsesian terra-cotta figures\nhave had to put up with?  Take the Venus of Milo; let her be done in\nterra-cotta, and have run, not much, but still something, in the\nbaking; paint her pink, two oils, all over, and then varnish her—it\nwill help to preserve the paint; glue a lot of horsehair on to her\npate, half of which shall have come off, leaving the glue still\nshowing; scrape her, not too thoroughly, get the village drawing-\nmaster to paint her again, and the drawing-master in the next\nprovincial town to put a forest background behind her with the\nbrightest emerald-green leaves that he can do for the money; let\nthis painting and scraping and repainting be repeated several times\nover; festoon her with pink and white flowers made of tissue paper;\nsurround her with the cheapest German imitations of the cheapest\ndecorations that Birmingham can produce; let the night air and\nwinter fogs get at her for three hundred years, and how easy, I\nwonder, will it be to see the goddess who will be still in great\npart there?  True, in the case of the Birth of the Virgin chapel at\nMontrigone, there is no real hair and no fresco background, but time\nhas had abundant opportunities without these.  I will conclude my\nnotice of this chapel by saying that on the left, above the door\nthrough which the under-under-nurse’s drudge is about to pass, there\nis a good painted terra-cotta bust, said—but I believe on no\nauthority—to be a portrait of Giovanni d’Enrico.  Others say that\nthe Virgin’s grandmother is Giovanni d’Enrico, but this is even more\nabsurd than supposing her to be St. Joachim.",
        "The next chapel to the Birth of the Virgin is that of the\nSposalizio.  There is no figure here which suggests Tabachetti, but\nstill there are some very good ones.  The best have no taint of\nbarocco; the man who did them, whoever he may have been, had\nevidently a good deal of life and go, was taking reasonable pains,\nand did not know too much.  Where this is the case no work can fail\nto please.  Some of the figures have real hair and some terra cotta.\nThere is no fresco background worth mentioning.  A man sitting on\nthe steps of the altar with a book on his lap, and holding up his\nhand to another, who is leaning over him and talking to him, is\namong the best figures; some of the disappointed suitors who are\nbreaking their wands are also very good.",
        "The angel in the Annunciation chapel, which comes next in order, is\na fine, burly, ship’s-figurehead, commercial-hotel sort of being\nenough, but the Virgin is very ordinary.  There is no real hair and\nno fresco background, only three dingy old blistered pictures of no\ninterest whatever.",
        "In the visit of Mary to Elizabeth there are three pleasing\nsubordinate lady attendants, two to the left and one to the right of\nthe principal figures; but these figures themselves are not\nsatisfactory.  There is no fresco background.  Some of the figures\nhave real hair and some terra cotta.",
        "In the Circumcision and Purification chapel—for both these events\nseem contemplated in the one that follows—there are doves, but\nthere is neither dog nor knife.  Still Simeon, who has the infant\nSaviour in his arms, is looking at him in a way which can only mean\nthat, knife or no knife, the matter is not going to end here.  At\nVarallo they have now got a dreadful knife for the Circumcision\nchapel.  They had none last winter.  What they have now got would do\nvery well to kill a bullock with, but could not be used\nprofessionally with safety for any animal smaller than a rhinoceros.\nI imagine that some one was sent to Novara to buy a knife, and that,\nthinking it was for the Massacre of the Innocents chapel, he got the\nbiggest he could see.  Then when he brought it back people said\n“chow” several times, and put it upon the table and went away.",
        "Returning to Montrigone, the Simeon is an excellent figure, and the\nVirgin is fairly good, but the prophetess Anna, who stands just\nbehind her, is by far the most interesting in the group, and is\nalone enough to make me feel sure that Tabachetti gave more or less\nhelp here, as he had done years before at Orta.  She, too, like the\nVirgin’s grandmother, is a widow lady, and wears collars of a cut\nthat seems to have prevailed ever since the Virgin was born some\ntwenty years previously.  There is a largeness and simplicity of\ntreatment about the figure to which none but an artist of the\nhighest rank can reach, and D’Enrico was not more than a second or\nthird-rate man.  The hood is like Handel’s Truth sailing upon the\nbroad wings of Time, a prophetic strain that nothing but the old\nexperience of a great poet can reach.  The lips of the prophetess\nare for the moment closed, but she has been prophesying all the\nmorning, and the people round the wall in the background are in\necstasies at the lucidity with which she has explained all sorts of\ndifficulties that they had never been able to understand till now.\nThey are putting their forefingers on their thumbs and their thumbs\non their forefingers, and saying how clearly they see it all and\nwhat a wonderful woman Anna is.  A prophet indeed is not generally\nwithout honour save in his own country, but then a country is\ngenerally not without honour save with its own prophet, and Anna has\nbeen glorifying her country rather than reviling it.  Besides, the\nrule may not have applied to prophetesses.",
        "The Death of the Virgin is the last of the six chapels inside the\nchurch itself.  The Apostles, who of course are present, have all of\nthem real hair, but, if I may say so, they want a wash and a brush-\nup so very badly that I cannot feel any confidence in writing about\nthem.  I should say that, take them all round, they are a good\naverage sample of apostle as apostles generally go.  Two or three of\nthem are nervously anxious to find appropriate quotations in books\nthat lie open before them, which they are searching with eager\nhaste; but I do not see one figure about which I should like to say\npositively that it is either good or bad.  There is a good bust of a\nman, matching the one in the Birth of the Virgin chapel, which is\nsaid to be a portrait of Giovanni d’Enrico, but it is not known whom\nit represents.",
        "Outside the church, in three contiguous cells that form part of the\nfoundations, are:-",
        "1.  A dead Christ, the head of which is very impressive while the\nrest of the figure is poor.  I examined the treatment of the hair,\nwhich is terra-cotta, and compared it with all other like hair in\nthe chapels above described; I could find nothing like it, and think\nit most likely that Giacomo Ferro did the figure, and got Tabachetti\nto do the head, or that they brought the head from some unused\nfigure by Tabachetti at Varallo, for I know no other artist of the\ntime and neighbourhood who could have done it.",
        "2.  A Magdalene in the desert.  The desert is a little coal-cellar\nof an arch, containing a skull and a profusion of pink and white\npaper bouquets, the two largest of which the Magdalene is hugging\nwhile she is saying her prayers.  She is a very self-sufficient\nlady, who we may be sure will not stay in the desert a day longer\nthan she can help, and while there will flirt even with the skull if\nshe can find nothing better to flirt with.  I cannot think that her\nrepentance is as yet genuine, and as for her praying there is no\nobject in her doing so, for she does not want anything.",
        "3.  In the next desert there is a very beautiful figure of St. John\nthe Baptist kneeling and looking upwards.  This figure puzzles me\nmore than any other at Montrigone; it appears to be of the fifteenth\nrather than the sixteenth century; it hardly reminds me of\nGaudenzio, and still less of any other Valsesian artist.  It is a\nwork of unusual beauty, but I can form no idea as to its authorship.",
        "I wrote the foregoing pages in the church at Montrigone itself,\nhaving brought my camp-stool with me.  It was Sunday; the church was\nopen all day, but there was no mass said, and hardly any one came.\nThe sacristan was a kind, gentle, little old man, who let me do\nwhatever I wanted.  He sat on the doorstep of the main door, mending\nvestments, and to this end was cutting up a fine piece of figured\nsilk from one to two hundred years old, which, if I could have got\nit, for half its value, I should much like to have bought.  I sat in\nthe cool of the church while he sat in the doorway, which was still\nin shadow, snipping and snipping, and then sewing, I am sure with\nadmirable neatness.  He made a charming picture, with the arched\nportico over his head, the green grass and low church wall behind\nhim, and then a lovely landscape of wood and pasture and valleys and\nhillside.  Every now and then he would come and chirrup about\nJoachim, for he was pained and shocked at my having said that his\nJoachim was some one else and not Joachim at all.  I said I was very\nsorry, but I was afraid the figure was a woman.  He asked me what he\nwas to do.  He had known it, man and boy, this sixty years, and had\nalways shown it as St. Joachim; he had never heard any one but\nmyself question his ascription, and could not suddenly change his\nmind about it at the bidding of a stranger.  At the same time he\nfelt it was a very serious thing to continue showing it as the\nVirgin’s father if it was really her grandmother.  I told him I\nthought this was a case for his spiritual director, and that if he\nfelt uncomfortable about it he should consult his parish priest and\ndo as he was told.",
        "On leaving Montrigone, with a pleasant sense of having made\nacquaintance with a new and, in many respects, interesting work, I\ncould not get the sacristan and our difference of opinion out of my\nhead.  What, I asked myself, are the differences that unhappily\ndivide Christendom, and what are those that divide Christendom from\nmodern schools of thought, but a seeing of Joachims as the Virgin’s\ngrandmothers on a larger scale?  True, we cannot call figures\nJoachim when we know perfectly well that they are nothing of the\nkind; but I registered a vow that henceforward when I called\nJoachims the Virgin’s grandmothers I would bear more in mind than I\nhave perhaps always hitherto done, how hard it is for those who have\nbeen taught to see them as Joachims to think of them as something\ndifferent.  I trust that I have not been unfaithful to this vow in\nthe preceding article.  If the reader differs from me, let me ask\nhim to remember how hard it is for one who has got a figure well\ninto his head as the Virgin’s grandmother to see it as Joachim.",
        "Continue...",
        "\nThis complete text of Essays on Life, Art and Science by Samuel Butler is in the public domain.\n\n\nAlso see Essays on Life, Art and Science at Amazon.com\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on April 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Essays on Life, Art and Science (Large Print)By Samuel ButlerAt Amazon"
    ]
}