{
    "title": "Essays, First Series - XI. Intellect",
    "author": "Ralph Waldo Emerson",
    "chapter": "22",
    "content": [
        "",
        "\n\n",
        "Every substance is negatively electric to that which\nstands above it in the chemical tables, positively to\nthat which stands below it. Water dissolves wood and\niron and salt; air dissolves water; electric fire\ndissolves air, but the intellect dissolves fire,\ngravity, laws, method, and the subtlest unnamed relations\nof nature in its resistless menstruum. Intellect lies\nbehind genius, which is intellect constructive. Intellect\nis the simple power anterior to all action or construction.\nGladly would I unfold in calm degrees a natural history of\nthe intellect, but what man has yet been able to mark the\nsteps and boundaries of that transparent essence? The first\nquestions are always to be asked, and the wisest doctor is\ngravelled by the inquisitiveness of a child. How can we\nspeak of the action of the mind under any divisions, as of\nits knowledge, of its ethics, of its works, and so forth,\nsince it melts will into perception, knowledge into act?\nEach becomes the other. Itself alone is. Its vision is not\nlike the vision of the eye, but is union with the things\nknown.",
        "Intellect and intellection signify to the common ear\nconsideration of abstract truth. The considerations of\ntime and place, of you and me, of profit and hurt\ntyrannize over most men’s minds. Intellect separates\nthe fact considered, from you, from all local and\npersonal reference, and discerns it as if it existed\nfor its own sake. Heraclitus looked upon the affections\nas dense and colored mists. In the fog of good and\nevil affections it is hard for man to walk forward in\na straight line. Intellect is void of affection and\nsees an object as it stands in the light of science,\ncool and disengaged. The intellect goes out of the\nindividual, floats over its own personality, and\nregards it as a fact, and not as I and mine. He who\nis immersed in what concerns person or place cannot\nsee the problem of existence. This the intellect always\nponders.  Nature shows all things formed and bound. The\nintellect pierces the form, overleaps the wall, detects\nintrinsic likeness between remote things and reduces all\nthings into a few principles.",
        "The making a fact the subject of thought raises it. All\nthat mass of mental and moral phenomena which we do not\nmake objects of voluntary thought, come within the power\nof fortune; they constitute the circumstance of daily\nlife; they are subject to change, to fear, and hope.\nEvery man beholds his human condition with a degree of\nmelancholy. As a ship aground is battered by the waves,\nso man, imprisoned in mortal life, lies open to the mercy\nof coming events. But a truth, separated by the intellect,\nis no longer a subject of destiny. We behold it as a god\nupraised above care and fear. And so any fact in our life,\nor any record of our fancies or reflections, disentangled\nfrom the web of our unconsciousness, becomes an object\nimpersonal and immortal. It is the past restored, but\nembalmed. A better art than that of Egypt has taken fear\nand corruption out of it. It is eviscerated of care. It\nis offered for science. What is addressed to us for\ncontemplation does not threaten us but makes us intellectual\nbeings.",
        "The growth of the intellect is spontaneous in every\nexpansion. The mind that grows could not predict the\ntimes, the means, the mode of that spontaneity. God\nenters by a private door into every individual. Long\nprior to the age of reflection is the thinking of the\nmind. Out of darkness it came insensibly into the\nmarvellous light of to-day. In the period of infancy it\naccepted and disposed of all impressions from the\nsurrounding creation after its own way. Whatever any mind\ndoth or saith is after a law; and this native law remains\nover it after it has come to reflection or conscious thought.\nIn the most worn, pedantic, introverted self-tormenter’s\nlife, the greatest part is incalculable by him, unforeseen,\nunimaginable, and must be, until he can take himself up by\nhis own ears. What am I? What has my will done to make me\nthat I am? Nothing. I have been floated into this thought,\nthis hour, this connection of events, by secret currents of\nmight and mind, and my ingenuity and wilfulness have not\nthwarted, have not aided to an appreciable degree.",
        "Our spontaneous action is always the best. You\ncannot with your best deliberation and heed come\nso close to any question as your spontaneous glance\nshall bring you, whilst you rise from your bed, or\nwalk abroad in the morning after meditating the\nmatter before sleep on the previous night. Our\nthinking is a pious reception. Our truth of thought\nis therefore vitiated as much by too violent direction\ngiven by our will, as by too great negligence. We do\nnot determine what we will think. We only open our\nsenses, clear away as we can all obstruction from the\nfact, and suffer the intellect to see. We have little\ncontrol over our thoughts. We are the prisoners of\nideas. They catch us up for moments into their heaven\nand so fully engage us that we take no thought for the\nmorrow, gaze like children, without an effort to make\nthem our own. By and by we fall out of that rapture,\nbethink us where we have been, what we have seen, and\nrepeat as truly as we can what we have beheld. As far\nas we can recall these ecstasies we carry away in the\nineffaceable memory the result, and all men and all the\nages confirm it. It is called Truth. But the moment we\ncease to report and attempt to correct and contrive, it\nis not truth.",
        "If we consider what persons have stimulated and\nprofited us, we shall perceive the superiority of\nthe spontaneous or intuitive principle over the\narithmetical or logical. The first contains the\nsecond, but virtual and latent. We want in every man\na long logic; we cannot pardon the absence of it, but\nit must not be spoken. Logic is the procession or\nproportionate unfolding of the intuition; but its\nvirtue is as silent method; the moment it would appear\nas propositions and have a separate value it is worthless.",
        "In every man’s mind, some images, words and facts\nremain, without effort on his part to imprint them,\nwhich others forget, and afterwards these illustrate\nto him important laws. All our progress is an unfolding,\nlike the vegetable bud. You have first an instinct, then\nan opinion, then a knowledge, as the plant has root, bud\nand fruit. Trust the instinct to the end, though you can\nrender no reason. It is vain to hurry it. By trusting it\nto the end, it shall ripen into truth and you shall know\nwhy you believe.",
        "Each mind has its own method. A true man never\nacquires after college rules. What you have aggregated\nin a natural manner surprises and delights when it is\nproduced. For we cannot oversee each other’s secret.\nAnd hence the differences between men in natural endowment\nare insignificant in comparison with their common wealth.\nDo you think the porter and the cook have no anecdotes,\nno experiences, no wonders for you? Every body knows as\nmuch as the savant. The walls of rude minds are scrawled\nall over with facts, with thoughts. They shall one day\nbring a lantern and read the inscriptions. Every man, in\nthe degree in which he has wit and culture, finds his\ncuriosity inflamed concerning the modes of living and\nthinking of other men, and especially of those classes\nwhose minds have not been subdued by the drill of school\neducation.",
        "This instinctive action never ceases in a healthy mind,\nbut becomes richer and more frequent in its informations\nthrough all states of culture. At last comes the era of\nreflection, when we not only observe, but take pains to\nobserve; when we of set purpose sit down to consider an\nabstract truth; when we keep the mind’s eye open whilst\nwe converse, whilst we read, whilst we act, intent to\nlearn the secret law of some class of facts.",
        "What is the hardest task in the world? To think. I would\nput myself in the attitude to look in the eye an abstract\ntruth, and I cannot. I blench and withdraw on this side\nand on that. I seem to know what he meant who said, No man\ncan see God face to face and live. For example, a man\nexplores the basis of civil government. Let him intend his\nmind without respite, without rest, in one direction. His\nbest heed long time avails him nothing. Yet thoughts are\nflitting before him. We all but apprehend, we dimly forebode\nthe truth. We say I will walk abroad, and the truth will\ntake form and clearness to me. We go forth, but cannot find\nit. It seems as if we needed only the stillness and composed\nattitude of the library to seize the thought. But we come in,\nand are as far from it as at first. Then, in a moment, and\nunannounced, the truth appears. A certain wandering light\nappears, and is the distinction, the principle, we wanted.\nBut the oracle comes because we had previously laid siege\nto the shrine. It seems as if the law of the intellect\nresembled that law of nature by which we now inspire, now\nexpire the breath; by which the heart now draws in, then\nhurls out the blood,—the law of undulation. So now you must\nlabor with your brains, and now you must forbear your\nactivity and see what the great Soul showeth.",
        "The immortality of man is as legitimately preached\nfrom the intellections as from the moral volitions.\nEvery intellection is mainly prospective. Its present\nvalue is its least. Inspect what delights you in\nPlutarch, in Shakspeare, in Cervantes. Each truth that\na writer acquires is a lantern, which he turns full\non what facts and thoughts lay already in his mind,\nand behold, all the mats and rubbish which had littered\nhis garret become precious. Every trivial fact in his\nprivate biography becomes an illustration of this new\nprinciple, revisits the day, and delights all men by\nits piquancy and new charm. Men say, Where did he get\nthis? and think there was something divine in his life.\nBut no; they have myriads of facts just as good, would\nthey only get a lamp to ransack their attics withal.",
        "We are all wise. The difference between persons is\nnot in wisdom but in art. I knew, in an academical\nclub, a person who always deferred to me; who, seeing\nmy whim for writing, fancied that my experiences had\nsomewhat superior; whilst I saw that his experiences\nwere as good as mine. Give them to me and I would make\nthe same use of them. He held the old; he holds the\nnew; I had the habit of tacking together the old and\nthe new which he did not use to exercise. This may\nhold in the great examples. Perhaps if we should meet\nShakspeare we should not be conscious of any steep\ninferiority; no, but of a great equality,—only that\nhe possessed a strange skill of using, of classifying,\nhis facts, which we lacked. For notwithstanding our\nutter incapacity to produce anything like Hamlet and\nOthello, see the perfect reception this wit and immense\nknowledge of life and liquid eloquence find in us all.",
        "If you gather apples in the sunshine, or make hay, or\nhoe corn, and then retire within doors and shut your\neyes and press them with your hand, you shall still see\napples hanging in the bright light with boughs and leaves\nthereto, or the tasselled grass, or the corn-flags, and\nthis for five or six hours afterwards. There lie the\nimpressions on the retentive organ, though you knew it\nnot. So lies the whole series of natural images with which\nyour life has made you acquainted, in your memory, though\nyou know it not; and a thrill of passion flashes light on\ntheir dark chamber, and the active power seizes instantly\nthe fit image, as the word of its momentary thought.",
        "It is long ere we discover how rich we are. Our\nhistory, we are sure, is quite tame: we have nothing\nto write, nothing to infer. But our wiser years still\nrun back to the despised recollections of childhood,\nand always we are fishing up some wonderful article\nout of that pond; until by and by we begin to suspect\nthat the biography of the one foolish person we know is,\nin reality, nothing less than the miniature paraphrase\nof the hundred volumes of the Universal History.",
        "In the intellect constructive, which we popularly\ndesignate by the word Genius, we observe the same\nbalance of two elements as in intellect receptive.\nThe constructive intellect produces thoughts, sentences,\npoems, plans, designs, systems. It is the generation of\nthe mind, the marriage of thought with nature. To genius\nmust always go two gifts, the thought and the publication.\nThe first is revelation, always a miracle, which no\nfrequency of occurrence or incessant study can ever\nfamiliarize, but which must always leave the inquirer\nstupid with wonder. It is the advent of truth into the\nworld, a form of thought now for the first time bursting\ninto the universe, a child of the old eternal soul, a\npiece of genuine and immeasurable greatness. It seems,\nfor the time, to inherit all that has yet existed and\nto dictate to the unborn. It affects every thought of\nman and goes to fashion every institution. But to make\nit available it needs a vehicle or art by which it is\nconveyed to men. To be communicable it must become\npicture or sensible object. We must learn the language\nof facts. The most wonderful inspirations die with their\nsubject if he has no hand to paint them to the senses.\nThe ray of light passes invisible through space and\nonly when it falls on an object is it seen. When the\nspiritual energy is directed on something outward, then\nit is a thought. The relation between it and you first\nmakes you, the value of you, apparent to me.  The rich\ninventive genius of the painter must be smothered and\nlost for want of the power of drawing, and in our happy\nhours we should be inexhaustible poets if once we could\nbreak through the silence into adequate rhyme. As all\nmen have some access to primary truth, so all have some\nart or power of communication in their head, but only in\nthe artist does it descend into the hand. There is an\ninequality, whose laws we do not yet know, between two\nmen and between two moments of the same man, in respect\nto this faculty. In common hours we have the same facts\nas in the uncommon or inspired, but they do not sit for\ntheir portraits; they are not detached, but lie in a web.\nThe thought of genius is spontaneous; but the power of\npicture or expression, in the most enriched and flowing\nnature, implies a mixture of will, a certain control over\nthe spontaneous states, without which no production is\npossible. It is a conversion of all nature into the\nrhetoric of thought, under the eye of judgment, with a\nstrenuous exercise of choice. And yet the imaginative\nvocabulary seems to be spontaneous also. It does not flow\nfrom experience only or mainly, but from a richer source.\nNot by any conscious imitation of particular forms are the\ngrand strokes of the painter executed, but by repairing to\nthe fountain-head of all forms in his mind. Who is the first\ndrawing-master? Without instruction we know very well the\nideal of the human form. A child knows if an arm or a leg\nbe distorted in a picture; if the attitude be natural or\ngrand or mean; though he has never received any instruction\nin drawing or heard any conversation on the subject, nor\ncan himself draw with correctness a single feature. A good\nform strikes all eyes pleasantly, long before they have any\nscience on the subject, and a beautiful face sets twenty\nhearts in palpitation, prior to all consideration of the\nmechanical proportions of the features and head. We may owe\nto dreams some light on the fountain of this skill; for as\nsoon as we let our will go and let the unconscious states\nensue, see what cunning draughtsmen we are! We entertain\nourselves with wonderful forms of men, of women, of animals,\nof gardens, of woods and of monsters, and the mystic pencil\nwherewith we then draw has no awkwardness or inexperience,\nno meagreness or poverty; it can design well and group well;\nits composition is full of art, its colors are well laid on\nand the whole canvas which it paints is lifelike and apt to\ntouch us with terror, with tenderness, with desire and with\ngrief. Neither are the artist’s copies from experience ever\nmere copies, but always touched and softened by tints from\nthis ideal domain.",
        "The conditions essential to a constructive mind do\nnot appear to be so often combined but that a good\nsentence or verse remains fresh and memorable for a\nlong time. Yet when we write with ease and come out\ninto the free air of thought, we seem to be assured\nthat nothing is easier than to continue this\ncommunication at pleasure. Up, down, around, the\nkingdom of thought has no inclosures, but the Muse\nmakes us free of her city. Well, the world has a\nmillion writers. One would think then that good thought\nwould be as familiar as air and water, and the gifts of\neach new hour would exclude the last. Yet we can count\nall our good books; nay, I remember any beautiful verse\nfor twenty years. It is true that the discerning intellect\nof the world is always much in advance of the creative,\nso that there are many competent judges of the best book,\nand few writers of the best books. But some of the\nconditions of intellectual construction are of rare\noccurrence. The intellect is a whole and demands integrity\nin every work. This is resisted equally by a man’s devotion\nto a single thought and by his ambition to combine too many.",
        "Truth is our element of life, yet if a man fasten his\nattention on a single aspect of truth and apply himself\nto that alone for a long time, the truth becomes distorted\nand not itself but falsehood; herein resembling the air,\nwhich is our natural element, and the breath of our\nnostrils, but if a stream of the same be directed on the\nbody for a time, it causes cold, fever, and even death.\nHow wearisome the grammarian, the phrenologist, the\npolitical or religious fanatic, or indeed any possessed\nmortal whose balance is lost by the exaggeration of a\nsingle topic. It is incipient insanity. Every thought is\na prison also. I cannot see what you see, because I am\ncaught up by a strong wind and blown so far in one direction\nthat I am out of the hoop of your horizon.",
        "Is it any better if the student, to avoid this offence,\nand to liberalize himself, aims to make a mechanical\nwhole of history, or science, or philosophy, by a\nnumerical addition of all the facts that fall within\nhis vision? The world refuses to be analyzed by addition\nand subtraction. When we are young we spend much time\nand pains in filling our note-books with all definitions\nof Religion, Love, Poetry, Politics, Art, in the hope\nthat in the course of a few years we shall have condensed\ninto our encyclopaedia the net value of all the theories\nat which the world has yet arrived. But year after year\nour tables get no completeness, and at last we discover\nthat our curve is a parabola, whose arcs will never meet.",
        "Neither by detachment neither by aggregation is the\nintegrity of the intellect transmitted to its works,\nbut by a vigilance which brings the intellect in its\ngreatness and best state to operate every moment. It\nmust have the same wholeness which nature has. Although\nno diligence can rebuild the universe in a model by\nthe best accumulation or disposition of details, yet\ndoes the world reappear in miniature in every event, so\nthat all the laws of nature may be read in the smallest\nfact. The intellect must have the like perfection in its\napprehension and in its works. For this reason, an index\nor mercury of intellectual proficiency is the perception\nof identity. We talk with accomplished persons who appear\nto be strangers in nature. The cloud, the tree, the turf,\nthe bird are not theirs, have nothing of them; the world\nis only their lodging and table. But the poet, whose verses\nare to be spheral and complete, is one whom Nature cannot\ndeceive, whatsoever face of strangeness she may put on.\nHe feels a strict consanguinity, and detects more likeness\nthan variety in all her changes. We are stung by the desire\nfor new thought; but when we receive a new thought it is\nonly the old thought with a new face, and though we make\nit our own we instantly crave another; we are not really\nenriched. For the truth was in us before it was reflected\nto us from natural objects; and the profound genius will\ncast the likeness of all creatures into every product of\nhis wit.",
        "But if the constructive powers are rare and it is\ngiven to few men to be poets, yet every man is a\nreceiver of this descending holy ghost, and may\nwell study the laws of its influx. Exactly parallel\nis the whole rule of intellectual duty to the rule\nof moral duty. A self-denial no less austere than\nthe saint’s is demanded of the scholar. He must\nworship truth, and forego all things for that, and\nchoose defeat and pain, so that his treasure in\nthought is thereby augmented.",
        "God offers to every mind its choice between truth and\nrepose. Take which you please,—you can never have both.\nBetween these, as a pendulum, man oscillates. He in whom\nthe love of repose predominates will accept the first\ncreed, the first philosophy, the first political party\nhe meets,—most likely his father’s. He gets rest,\ncommodity, and reputation; but he shuts the door of\ntruth. He in whom the love of truth predominates will\nkeep himself aloof from all moorings, and afloat. He\nwill abstain from dogmatism, and recognize all the\nopposite negations between which, as walls, his being\nis swung. He submits to the inconvenience of suspense\nand imperfect opinion, but he is a candidate for truth,\nas the other is not, and respects the highest law of\nhis being.",
        "The circle of the green earth he must measure with\nhis shoes to find the man who can yield him truth.\nHe shall then know that there is somewhat more blessed\nand great in hearing than in speaking. Happy is the\nhearing man; unhappy the speaking man. As long as I\nhear truth I am bathed by a beautiful element and am\nnot conscious of any limits to my nature. The suggestions\nare thousandfold that I hear and see.  The waters of the\ngreat deep have ingress and egress to the soul. But if I\nspeak, I define, I confine and am less. When Socrates\nspeaks, Lysis and Menexenus are afflicted by no shame\nthat they do not speak.  They also are good. He likewise\ndefers to them, loves them, whilst he speaks. Because a\ntrue and natural man contains and is the same truth which\nan eloquent man articulates; but in the eloquent man,\nbecause he can articulate it, it seems something the less\nto reside, and he turns to these silent beautiful with the\nmore inclination and respect. The ancient sentence said,\nLet us be silent, for so are the gods. Silence is a solvent\nthat destroys personality, and gives us leave to be great\nand universal. Every man’s progress is through a succession\nof teachers, each of whom seems at the time to have a\nsuperlative influence, but it at last gives place to a new.\nFrankly let him accept it all. Jesus says, Leave father,\nmother, house and lands, and follow me. Who leaves all,\nreceives more. This is as true intellectually as morally.\nEach new mind we approach seems to require an abdication of\nall our past and present possessions. A new doctrine seems\nat first a subversion of all our opinions, tastes, and\nmanner of living. Such has Swedenborg, such has Kant, such\nhas Coleridge, such has Hegel or his interpreter Cousin\nseemed to many young men in this country. Take thankfully\nand heartily all they can give. Exhaust them, wrestle with\nthem, let them not go until their blessing be won, and after\na short season the dismay will be overpast, the excess of\ninfluence withdrawn, and they will be no longer an alarming\nmeteor, but one more bright star shining serenely in your\nheaven and blending its light with all your day.",
        "But whilst he gives himself up unreservedly to that\nwhich draws him, because that is his own, he is to\nrefuse himself to that which draws him not, whatsoever\nfame and authority may attend it, because it is not\nhis own. Entire self-reliance belongs to the intellect.\nOne soul is a counterpoise of all souls, as a capillary\ncolumn of water is a balance for the sea. It must treat\nthings and books and sovereign genius as itself also a\nsovereign. If Aeschylus be that man he is taken for, he\nhas not yet done his office when he has educated the\nlearned of Europe for a thousand years. He is now to\napprove himself a master of delight to me also. If he\ncannot do that, all his fame shall avail him nothing\nwith me. I were a fool not to sacrifice a thousand\nAeschyluses to my intellectual integrity. Especially\ntake the same ground in regard to abstract truth, the\nscience of the mind. The Bacon, the Spinoza, the Hume,\nSchelling, Kant, or whosoever propounds to you a philosophy\nof the mind, is only a more or less awkward translator of\nthings in your consciousness which you have also your way\nof seeing, perhaps of denominating. Say then, instead of\ntoo timidly poring into his obscure sense, that he has not\nsucceeded in rendering back to you your consciousness. He\nhas not succeeded; now let another try. If Plato cannot,\nperhaps Spinoza will. If Spinoza cannot, then perhaps Kant.\nAnyhow, when at last it is done, you will find it is no\nrecondite, but a simple, natural, common state which the\nwriter restores to you.",
        "But let us end these didactics. I will not, though\nthe subject might provoke it, speak to the open\nquestion between Truth and Love. I shall not presume\nto interfere in the old politics of the skies;—\"The\ncherubim know most; the seraphim love most.” The gods\nshall settle their own quarrels. But I cannot recite,\neven thus rudely, laws of the intellect, without\nremembering that lofty and sequestered class of men\nwho have been its prophets and oracles, the high-\npriesthood of the pure reason, the Trismegisti, the\nexpounders of the principles of thought from age to\nage. When at long intervals we turn over their abstruse\npages, wonderful seems the calm and grand air of these\nfew, these great spiritual lords who have walked in the\nworld,—these of the old religion,—dwelling in a worship\nwhich makes the sanctities of Christianity look parvenues\nand popular; for “persuasion is in soul, but necessity is\nin intellect.” This band of grandees, Hermes, Heraclitus,\nEmpedocles, Plato, Plotinus, Olympiodorus, Proclus,\nSynesius and the rest, have somewhat so vast in their\nlogic, so primary in their thinking, that it seems\nantecedent to all the ordinary distinctions of rhetoric\nand literature, and to be at once poetry and music and\ndancing and astronomy and mathematics. I am present at\nthe sowing of the seed of the world. With a geometry of\nsunbeams the soul lays the foundations of nature. The\ntruth and grandeur of their thought is proved by its scope\nand applicability, for it commands the entire schedule and\ninventory of things for its illustration. But what marks\nits elevation and has even a comic look to us, is the\ninnocent serenity with which these babe-like Jupiters sit\nin their clouds, and from age to age prattle to each other\nand to no contemporary. Well assured that their speech is\nintelligible and the most natural thing in the world, they\nadd thesis to thesis, without a moment’s heed of the\nuniversal astonishment of the human race below, who do not\ncomprehend their plainest argument; nor do they ever relent\nso much as to insert a popular or explaining sentence, nor\ntestify the least displeasure or petulance at the dulness\nof their amazed auditory.  The angels are so enamored of\nthe language that is spoken in heaven that they will not\ndistort their lips with the hissing and unmusical dialects\nof men, but speak their own, whether there be any who\nunderstand it or not.",
        "Continue...",
        "\nThis complete text of Essays, First Series by Ralph Waldo Emerson is in the public domain.\n\n\nInterested to buy a book?\nRalph Waldo Emerson: Essays and Lectures.\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on April 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Essays: First Series - Vol. 2 (Notable American Authors)By Ralph Waldo EmersonAt Amazon"
    ]
}