{
    "title": "Essays of Francis Bacon - Of the True Greatness of Kingdoms and Estates (The Essays or Counsels, Civil and Moral, of Francis Ld. Verulam Viscount St. Albans)",
    "author": "Unknown",
    "chapter": "29",
    "content": [
        "\nFrancis Bacon (1561-1626)\n",
        "\n\n",
        "THE speech of Themistocles the Athenian,\nwhich was haughty and arrogant, in taking\nso much to himself, had been a grave and wise\nobservation and censure, applied at large to others.\nDesired at a feast to touch a lute, he said, He could\nnot fiddle, but yet he could make a small town, a\ngreat city.  These words (holpen a little with a\nmetaphor) may express two differing abilities, in\nthose that deal in business of estate.  For if a true\nsurvey be taken of counsellors and statesmen,\nthere may be found (though rarely) those which\ncan make a small state great, and yet cannot fiddle; as on the other side, there will be found a great\nmany, that can fiddle very cunningly, but yet are\nso far from being able to make a small state great,\nas their gift lieth the other way; to bring a great\nand flourishing estate, to ruin and decay.  And certainly whose degenerate arts and shifts, whereby\nmany counsellors and governors gain both favor\nwith their masters, and estimation with the vulgar,\ndeserve no better name than fiddling; being things\nrather pleasing for the time, and graceful to themselves only, than tending to the weal and advancement of the state which they serve.  There are also\n(no doubt) counsellors and governors which may\nbe held sufficient (negotiis pares), able to manage\naffairs, and to keep them from precipices and\nmanifest inconveniences; which nevertheless are\nfar from the ability to raise and amplify an estate\nin power, means, and fortune.  But be the workmen\nwhat they may be, let us speak of the work; that\nis, the true greatness of kingdoms and estates, and\nthe means thereof.  An argument fit for great and\nmighty princes to have in their hand; to the end\nthat neither by over-measuring their forces, they\nleese themselves in vain enterprises; nor on the\nother side, by undervaluing them, they descend to\nfearful and pusillanimous counsels.",
        "The greatness of an estate, in bulk and territory,\ndoth fall under measure; and the greatness of\nfinances and revenue, doth fall under computation.  The population may appear by musters; and\nthe number and greatness of cities and towns by\ncards and maps.  But yet there is not any thing\namongst civil affairs more subject to error, than\nthe right valuation and true judgment concerning\nthe power and forces of an estate.  The kingdom of\nheaven is compared, not to any great kernel or nut,\nbut to a grain of mustard-seed: which is one of the\nleast grains, but hath in it a property and spirit\nhastily to get up and spread.  So are there states,\ngreat in territory, and yet not apt to enlarge or\ncommand; and some that have but a small dimension of stem, and yet apt to be the foundations of\ngreat monarchies.",
        "Walled towns, stored arsenals and armories,\ngoodly races of horse, chariots of war, elephants,\nordnance, artillery, and the like; all this is but a\nsheep in a lion’s skin, except the breed and disposition of the people, be stout and warlike.  Nay, number (itself) in armies importeth not much, where\nthe people is of weak courage; for (as Virgil saith)\nIt never troubles a wolf, how many the sheep be.\nThe army of the Persians, in the plains of Arbela,\nwas such a vast sea of people, as it did somewhat\nastonish the commanders in Alexander’s army;\nwho came to him therefore, and wished him to set\nupon them by night; and he answered, He would\nnot pilfer the victory.  And the defeat was easy.\nWhen Tigranes the Armenian, being encamped\nupon a hill with four hundred thousand men, discovered the army of the Romans, being not above\nfourteen thousand, marching towards him, he\nmade himself merry with it, and said, Yonder men\nare too many for an embassage, and too few for a\nfight.  But before the sun set, he found them enow\nto give him the chase with infinite slaughter.\nMany are the examples of the great odds, between\nnumber and courage; so that a man may truly\nmake a judgment, that the principal point of greatness in any state, is to have a race of military men.\nNeither is money the sinews of war (as it is trivially\nsaid), where the sinews of men’s arms, in base and\neffeminate people, are failing.  For Solon said well\nto Croesus (when in ostentation he showed him his\ngold), Sir, if any other come, that hath better iron,\nthan you, he will be master of all this gold.  Therefore let any prince or state think solely of his forces,\nexcept his militia of natives be of good and valiant\nsoldiers.  And let princes, on the other side, that\nhave subjects of martial disposition, know their\nown strength; unless they be otherwise wanting\nunto themselves.  As for mercenary forces (which\nis the help in this case), all examples show, that\nwhatsoever estate or prince doth rest upon them,\nhe may spread his feathers for a time, but he will\nmew them soon after.",
        "The blessing of Judah and Issachar will never\nmeet; that the same people, or nation, should be\nboth the lion’s whelp and the ass between burthens; neither will it be, that a people overlaid\nwith taxes, should ever become valiant and martial.  It is true that taxes levied by consent of the\nestate, do abate men’s courage less: as it hath been\nseen notably, in the excises of the Low Countries;\nand, in some degree, in the subsidies of England.\nFor you must note, that we speak now of the heart,\nand not of the purse.  So that although the same\ntribute and tax, laid by consent or by imposing, be\nall one to the purse, yet it works diversely upon the\ncourage.  So that you may conclude, that no people\novercharged with tribute, is fit for empire.",
        "Let states that aim at greatness, take heed how\ntheir nobility and gentlemen do multiply too fast.\nFor that maketh the common subject, grow to be a\npeasant and base swain, driven out of heart, and in\neffect but the gentleman’s laborer.  Even as you\nmay see in coppice woods; if you leave your staddles too thick, you shall never have clean underwood, but shrubs and bushes.  So in countries,  if the\ngentlemen be too many, the commons will be base;\nand you will bring it to that, that not the hundred\npoll, will be fit for an helmet; especially as to the\ninfantry, which is the nerve of an army; and so\nthere will be great population, and little strength.\nThis which I speak of, hath been nowhere better\nseen, than by comparing of England and France;\nwhereof England, though far less in territory and\npopulation, hath been (nevertheless) an overmatch; in regard the middle people of England\nmake good soldiers, which the peasants of France\ndo not.  And herein the device of king Henry the\nSeventh (whereof I have spoken largely in the\nHistory of his Life) was profound and admirable;\nin making farms and houses of husbandry of a\nstandard; that is, maintained with such a proportion of land unto them, as may breed a subject to\nlive in convenient plenty and no servile condition;\nand to keep the plough in the hands of the owners,\nand not mere hirelings.  And thus indeed you shall\nattain to Virgil’s character which he gives to ancient Italy:",
        "Terra potens armis atque ubere glebae.",
        "Neither is that state (which, for any thing I know,\nis almost peculiar to England, and hardly to be\nfound anywhere else, except it be perhaps in\nPoland) to be passed over; I mean the state of free\nservants, and attendants upon noblemen and\ngentlemen; which are no ways inferior unto the\nyeomanry for arms.  And therefore out of all questions, the splendor and magnificence, and great\nretinues and hospitality, of noblemen and gentlemen, received into custom, doth much conduce\nunto martial greatness.  Whereas, contrariwise, the\nclose and reserved living of noblemen and gentlemen, causeth a penury of military forces.",
        "By all means it is to be procured, that the trunk\nof Nebuchadnezzar’s tree of monarchy, be great\nenough to bear the branches and the boughs; that\nis, that the natural subjects of the crown or state,\nbear a sufficient proportion to the stranger subjects, that they govern.Therefore all states that are\nliberal of naturalization towards strangers, are fit\nfor empire.  For to think that an handful of people\ncan, with the greatest courage and policy in the\nworld, embrace too large extent of dominion, it\nmay hold for a time, but it will fail suddenly.  The\nSpartans were a nice people in point of naturalization; whereby, while they kept their compass,\nthey stood firm; but when they did spread, and\ntheir boughs were becomen too great for their\nstem, they became a windfall, upon the sudden.\nNever any state was in this point so open to receive\nstrangers into their body, as were the Romans.\nTherefore it sorted with them accordingly; for\nthey grew to the greatest monarchy.  Their manner\nwas to grant naturalization (which they called jus\ncivitatis), and to grant it in the highest degree; that\nis, not only jus commercii, jus connubii, jus haereditatis; but also jus suffragii, and jus honorum.\nAnd this not to singular persons alone, but likewise\nto whole families; yea to cities, and sometimes to\nnations.  Add to this their custom of plantation of\ncolonies; whereby the Roman plant was removed\ninto the soil of other nations.  And putting both\nconstitutions together, you will say that it was not\nthe Romans that spread upon the world, but it was\nthe world that spread upon the Romans; and that\nwas the sure way of greatness.  I have marvelled,\nsometimes, at Spain, how they clasp and contain\nso large dominions, with so few natural Spaniards;\nbut sure the whole compass of Spain, is a very great\nbody of a tree; far above Rome and Sparta at the\nfirst.  And besides, though they have not had that\nusage, to naturalize liberally, yet they have that\nwhich is next to it; that is, to employ, almost indifferently, all nations in their militia of ordinary\nsoldiers; yea, and sometimes in their highest commands.  Nay, it seemeth at this instant they are\nsensible, of this want of natives; as by the Pragmatical Sanction, now published, appeareth.",
        "It is certain that sedentary, and within-door\narts, and delicate manufactures (that require\nrather the finger than the arm), have, in their nature, a contrariety to a military disposition.  And\ngenerally, all warlike people are a little idle, and\nlove danger better than travail.  Neither must they\nbe too much broken of it, if they shall be preserved\nin vigor.  Therefore it was great advantage, in the\nancient states of Sparta, Athens, Rome, and others,\nthat they had the use of slaves, which commonly\ndid rid those manufactures.  But that is abolished,\nin greatest part, by the Christian law.  That which\ncometh nearest to it, is to leave those arts chiefly to\nstrangers (which, for that purpose, are the more\neasily to be received), and to contain the principal\nbulk of the vulgar natives, within those three\nkinds, - tillers of the ground; free servants; and\nhandicraftsmen of strong and manly arts, as\nsmiths, masons, carpenters, etc.; not reckoning\nprofessed soldiers.",
        "But above all, for empire and greatness, it importeth most, that a nation do profess arms, as their\nprincipal honor, study, and occupation.  For the\nthings which we formerly have spoken of, are but\nhabilitations towards arms; and what is habilitation without intention and act? Romulus, after his\ndeath (as they report or feign), sent a present to the\nRomans, that above all, they should intend arms;\nand then they should prove the greatest empire of\nthe world.  The fabric of the state of Sparta was\nwholly (though not wisely) framed and composed,\nto that scope and end.  The Persians and Macedonians had it for a flash.  The Gauls, Germans,\nGoths, Saxons, Normans, and others, had it for a\ntime.  The Turks have it at this day, though in great\ndeclination.  Of Christian Europe, they that have it\nare, in effect, only the Spaniards.  But it is so\nplain, that every man profiteth in that, he most\nintendeth, that it needeth not to be stood upon.  It\nis enough to point at it; that no nation which doth\nnot directly profess arms, may look to have greatness fall into their mouths.  And on the other side,\nit is a most certain oracle of time, that those states\nthat continue long in that profession (as the Romans and Turks principally have done) do wonders.  And those that have professed arms but for\nan age, have, notwithstanding, commonly attained that greatness, in that age, which maintained them long after, when their profession and\nexercise of arms hath grown to decay.",
        "Incident to this point is, for a state to have those\nlaws or customs, which may reach forth unto them\njust occasions (as may be pretended) of war.  For\nthere is that justice, imprinted in the nature of\nmen, that they enter not upon wars (whereof so\nmany calamities do ensue) but upon some, at the\nleast specious, grounds and quarrels.  The Turk\nhath at hand, for cause of war, the propagation of\nhis law or sect; a quarrel that he may always command.  The Romans, though they esteemed the\nextending the limits of their empire, to be great\nhonor to their generals, when it was done, yet they\nnever rested upon that alone, to begin a war.  First,\ntherefore, let nations that pretend to greatness\nhave this; that they be sensible of wrongs, either\nupon borderers, merchants, or politic ministers;\nand that they sit not too long upon a provocation.\nSecondly, let them be prest, and ready to give aids\nand succors, to their confederates; as it ever was\nwith the Romans; insomuch, as if the confederate\nhad leagues defensive, with divers other states,\nand, upon invasion offered, did implore their aids\nseverally, yet the Romans would ever be the foremost, and leave it to none other to have the honor.\nAs for the wars which were anciently made, on\nthe behalf of a kind of party, or tacit conformity of\nestate, I do not see how they may be well justified:\nas when the Romans made a war, for the liberty of\nGrecia; or when the Lacedaemonians and Athenians, made wars to set up or pull down democracies and oligarchies; or when wars were made\nby foreigners, under the pretence of justice or protection, to deliver the subjects of others, from\ntyranny and oppression; and the like.  Let it suffice, that no estate expect to be great, that is not\nawake upon any just occasion of arming.",
        "No body can be healthful without exercise,\nneither natural body nor politic; and certainly to\na kingdom or estate, a just and honorable war, is\nthe true exercise.  A civil war, indeed, is like the\nheat of a fever; but a foreign war is like the heat of\nexercise, and serveth to keep the body in health;\nfor in a slothful peace, both courages will effeminate, and manners corrupt.  But howsoever it be\nfor happiness, without all question, for greatness,\nit maketh to be still for the most part in arms; and\nthe strength of a veteran army (though it be a\nchargeable business) always on foot, is that which\ncommonly giveth the law, or at least the reputation, amongst all neighbor states; as may well be\nseen in Spain, which hath had, in one part or other,\na veteran army almost continually, now by the\nspace of six score years.",
        "To be master of the sea, is an abridgment of a\nmonarchy.  Cicero, writing to Atticus of Pompey\nhis preparation against Caesar, saith, Consilium\nPompeii plane Themistocleum est; putat enim,\nqui mari potitur, eum rerum potiri.  And, without\ndoubt, Pompey had tired out Caesar, if upon vain\nconfidence, he had not left that way.  We see the\ngreat effects of battles bv sea.  The battle of Actium,\ndecided the empire of the world.  The battle of Lepanto, arrested the greatness of the Turk.  There be\nmany examples, where sea-fights have been final\nto the war; but this is when princes or states have\nset up their rest, upon the battles.  But thus much\nis certain, that he that commands the sea, is at\ngreat liberty, and may take as much, and as little,\nof the war as he will.  Whereas those that be strongest by land, are many times nevertheless in great\nstraits.  Surely, at this day, with us of Europe, the\nvantage of strength at sea (which is one of the principal dowries of this kingdom of Great Britain) is\ngreat; both because most of the kingdoms of Europe, are not merely inland, but girt with the sea\nmost part of their compass; and because the wealth\nof both Indies seems in great part, but an accessory\nto the command of the seas.",
        "The wars of latter ages seem to be made in the\ndark, in respect of the glory, and honor, which\nreflected upon men from the wars, in ancient time.\nThere be now, for martial encouragement, some\ndegrees and orders of chivalry; which nevertheless\nare conferred promiscuously, upon soldiers and\nno soldiers; and some remembrance perhaps, upon\nthe scutcheon; and some hospitals for maimed soldiers; and such like things.  But in ancient times,\nthe trophies erected upon the place of the victory;\nthe funeral laudatives and monuments for those\nthat died in the wars; the crowns and garlands personal; the style of emperor, which the great kings\nof the world after borrowed; the triumphs of the\ngenerals, upon their return; the great donatives\nand largesses, upon the disbanding of the armies;\nwere things able to inflame all men’s courages.\nBut above all, that of the triumph, amongst the\nRomans, was not pageants or gaudery, but one of\nthe wisest and noblest institutions, that ever was.\nFor it contained three things: honor to the general;\nriches to the treasury out of the spoils; and donatives to the army.  But that honor, perhaps were not\nfit for monarchies; except it be in the person of the\nmonarch himself, or his sons; as it came to pass in\nthe times of the Roman emperors, who did impropriate the actual triumphs to themselves, and their\nsons, for such wars as they did achieve in person;\nand left only, for wars achieved by subjects, some\ntriumphal garments and ensigns to the general.",
        "To conclude: no man can by care taking (as the\nScripture saith) add a cubit to his stature, in this\nlittle model of a man’s body; but in the great frame\nof kingdoms and commonwealths, it is in the\npower of princes or estates, to add amplitude and\ngreatness to their kingdoms; for by introducing\nsuch ordinances, constitutions, and customs, as we\nhave now touched, they may sow greatness to\ntheir posterity and succession.  But these things are\ncommonly not observed, but left to take their\nchance.",
        "Continue...",
        "\nThis complete text of Essays of Francis Bacon is in the public domain.\n\n\nAmazon books: \nThe Essays, Francis Bacon.\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on November 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}