{
    "title": "Essays, Second Series - New England Reformers",
    "author": "Ralph Waldo Emerson",
    "chapter": "18",
    "content": [
        "",
        "\n\n",
        "A lecture read before the society in Armory Hall, on Sunday, March 3, 1844.",
        "WHOEVER has had opportunity of acquaintance with\nsociety in New England during the last twenty-five\nyears, with those middle and with those leading\nsections that may constitute any just representation\nof the character and aim of the community, will have\nbeen struck with the great activity of thought and\nexperimenting.  His attention must be commanded by\nthe signs that the Church, or religious party, is\nfalling from the Church nominal, and is appearing\nin temperance and non-resistance societies; in\nmovements of abolitionists and of socialists; and\nin very significant assemblies called Sabbath and\nBible Conventions; composed of ultraists, of seekers,\nof all the soul of the soldiery of dissent, and meeting\nto call in question the authority of the Sabbath, of\nthe priesthood, and of the Church. In these movements\nnothing was more remarkable than the discontent they\nbegot in the movers. The spirit of protest and of\ndetachment drove the members of these Conventions to\nbear testimony against the Church, and immediately\nafterward, to declare their discontent with these\nConventions, their independence of their colleagues,\nand their impatience of the methods whereby they were\nworking. They defied each other, like a congress of\nkings, each of whom had a realm to rule, and a way of\nhis own that made concert unprofitable. What a fertility\nof projects for the salvation of the world! One apostle\nthought all men should go to farming, and another that\nno man should buy or sell, that the use of money was the\ncardinal evil; another that the mischief was in our diet,\nthat we eat and drink damnation. These made unleavened\nbread, and were foes to the death to fermentation. It was\nin vain urged by the housewife that God made yeast, as\nwell as dough, and loves fermentation just as dearly as\nhe loves vegetation; that fermentation develops the\nsaccharine element in the grain, and makes it more\npalatable and more digestible. No; they wish the pure\nwheat, and will die but it shall not ferment. Stop, dear\nnature, these incessant advances of thine; let us scotch\nthese ever-rolling wheels! Others attacked the system\nof agriculture, the use of animal manures in farming,\nand the tyranny of man over brute nature; these abuses\npolluted his food. The ox must be taken from the plough\nand the horse from the cart, the hundred acres of the\nfarm must be spaded, and the man must walk, wherever\nboats and locomotives will not carry him. Even the insect\nworld was to be defended,—that had been too long neglected,\nand a society for the protection of ground-worms, slugs,\nand mosquitos was to be incorporated without delay. With\nthese appeared the adepts of homoeopathy, of hydropathy,\nof mesmerism, of phrenology, and their wonderful theories\nof the Christian miracles! Others assailed particular\nvocations, as that of the lawyer, that of the merchant,\nof the manufacturer, of the clergyman, of the scholar.\nOthers attacked the institution of marriage as the fountain\nof social evils. Others devoted themselves to the worrying\nof churches and meetings for public worship; and the fertile\nforms of antinomianism among the elder puritans seemed to\nhave their match in the plenty of the new harvest of reform.",
        "With this din of opinion and debate there was a\nkeener scrutiny of institutions and domestic life\nthan any we had known; there was sincere protesting\nagainst existing evils, and there were changes of\nemployment dictated by conscience. No doubt there\nwas plentiful vaporing, and cases of backsliding\nmight occur. But in each of these movements emerged\na good result, a tendency to the adoption of simpler\nmethods, and an assertion of the sufficiency of the\nprivate man. Thus it was directly in the spirit and\ngenius of the age, what happened in one instance\nwhen a church censured and threatened to excommunicate\none of its members on account of the somewhat hostile\npart to the church which his conscience led him to\ntake in the anti-slavery business; the threatened\nindividual immediately excommunicated the church in a\npublic and formal process.  This has been several times\nrepeated: it was excellent when it was done the first\ntime, but of course loses all value when it is copied.\nEvery project in the history of reform, no matter how\nviolent and surprising, is good when it is the dictate\nof a man’s genius and constitution, but very dull and\nsuspicious when adopted from another. It is right and\nbeautiful in any man to say, ’I will take this coat,\nor this book, or this measure of corn of yours,’—in\nwhom we see the act to be original, and to flow from\nthe whole spirit and faith of him; for then that taking\nwill have a giving as free and divine; but we are very\neasily disposed to resist the same generosity of speech\nwhen we miss originality and truth to character in it.",
        "There was in all the practical activities of New\nEngland for the last quarter of a century, a gradual\nwithdrawal of tender consciences from the social\norganizations. There is observable throughout, the\ncontest between mechanical and spiritual methods, but\nwith a steady tendency of the thoughtful and virtuous\nto a deeper belief and reliance on spiritual facts.",
        "In politics for example it is easy to see the progress\nof dissent. The country is full of rebellion; the\ncountry is full of kings. Hands off! let there be no\ncontrol and no interference in the administration of\nthe affairs of this kingdom of me. Hence the growth of\nthe doctrine and of the party of Free Trade, and the\nwillingness to try that experiment, in the face of what\nappear incontestable facts. I confess, the motto of\nthe Globe newspaper is so attractive to me that I can\nseldom find much appetite to read what is below it in\nits columns: “The world is governed too much.” So the\ncountry is frequently affording solitary examples of\nresistance to the government, solitary nullifiers, who\nthrow themselves on their reserved rights; nay, who\nhave reserved all their rights; who reply to the assessor\nand to the clerk of court that they do not know the\nState, and embarrass the courts of law by non-juring and\nthe commander-in-chief of the militia by non-resistance.",
        "The same disposition to scrutiny and dissent appeared\nin civil, festive, neighborly, and domestic society.\nA restless, prying, conscientious criticism broke out\nin unexpected quarters. Who gave me the money with\nwhich I bought my coat? Why should professional labor\nand that of the counting-house be paid so disproportionately\nto the labor of the porter and woodsawyer? This whole\nbusiness of Trade gives me to pause and think, as it\nconstitutes false relations between men; inasmuch as I\nam prone to count myself relieved of any responsibility\nto behave well and nobly to that person whom I pay with\nmoney; whereas if I had not that commodity, I should be\nput on my good behavior in all companies, and man would\nbe a benefactor to man, as being himself his only\ncertificate that he had a right to those aids and services\nwhich each asked of the other. Am I not too protected a\nperson? is there not a wide disparity between the lot of\nme and the lot of thee, my poor brother, my poor sister?\nAm I not defrauded of my best culture in the loss of\nthose gymnastics which manual labor and the emergencies\nof poverty constitute? I find nothing healthful or exalting\nin the smooth conventions of society; I do not like the\nclose air of saloons. I begin to suspect myself to be a\nprisoner, though treated with all this courtesy and luxury.\nI pay a destructive tax in my conformity.",
        "The same insatiable criticism may be traced in the\nefforts for the reform of Education. The popular\neducation has been taxed with a want of truth and\nnature. It was complained that an education to things\nwas not given. We are students of words: we are shut\nup in schools, and colleges, and recitation-rooms,\nfor ten or fifteen years, and come out at last with\na bag of wind, a memory of words, and do not know a\nthing. We cannot use our hands, or our legs, or our\neyes, or our arms. We do not know an edible root in\nthe woods, we cannot tell our course by the stars,\nnor the hour of the day by the sun. It is well if we\ncan swim and skate. We are afraid of a horse, of a cow,\nof a dog, of a snake, of a spider. The Roman rule was\nto teach a boy nothing that he could not learn standing.\nThe old English rule was, ’All summer in the field, and\nall winter in the study.’ And it seems as if a man\nshould learn to plant, or to fish, or to hunt, that he\nmight secure his subsistence at all events, and not be\npainful to his friends and fellow-men. The lessons of\nscience should be experimental also. The sight of the\nplanet through a telescope is worth all the course on\nastronomy; the shock of the electric spark in the elbow,\noutvalues all the theories; the taste of the nitrous\noxide, the firing of an artificial volcano, are better\nthan volumes of chemistry.",
        "One of the traits of the new spirit is the inquisition\nit fixed on our scholastic devotion to the dead\nlanguages. The ancient languages, with great beauty of\nstructure, contain wonderful remains of genius, which\ndraw, and always will draw, certain likeminded men,—\nGreek men, and Roman men,—in all countries, to their\nstudy; but by a wonderful drowsiness of usage they had\nexacted the study of all men. Once (say two centuries\nago), Latin and Greek had a strict relation to all the\nscience and culture there was in Europe, and the\nMathematics had a momentary importance at some era of\nactivity in physical science. These things became\nstereotyped as education, as the manner of men is. But\nthe Good Spirit never cared for the colleges, and though\nall men and boys were now drilled in Latin, Greek, and\nMathematics, it had quite left these shells high and dry\non the beach, and was now creating and feeding other\nmatters at other ends of the world. But in a hundred\nhigh schools and colleges this warfare against common\nsense still goes on. Four, or six, or ten years, the\npupil is parsing Greek and Latin, and as soon as he\nleaves the University, as it is ludicrously called, he\nshuts those books for the last time. Some thousands of\nyoung men are graduated at our colleges in this country\nevery year, and the persons who, at forty years, still\nread Greek, can all be counted on your hand. I never met\nwith ten. Four or five persons I have seen who read Plato.",
        "But is not this absurd, that the whole liberal talent\nof this country should be directed in its best years\non studies which lead to nothing? What was the\nconsequence? Some intelligent persons said or thought,\n’Is that Greek and Latin some spell to conjure with,\nand not words of reason? If the physician, the lawyer,\nthe divine, never use it to come at their ends, I need\nnever learn it to come at mine. Conjuring is gone out\nof fashion, and I will omit this conjugating, and go\nstraight to affairs.’ So they jumped the Greek and Latin,\nand read law, medicine, or sermons, without it. To the\nastonishment of all, the self-made men took even ground\nat once with the oldest of the regular graduates, and in\na few months the most conservative circles of Boston and\nNew York had quite forgotten who of their gownsmen was\ncollege-bred, and who was not.",
        "One tendency appears alike in the philosophical\nspeculation and in the rudest democratical movements,\nthrough all the petulance and all the puerility, the\nwish, namely, to cast aside the superfluous and\narrive at short methods; urged, as I suppose, by an\nintuition that the human spirit is equal to all\nemergencies, alone, and that man is more often injured\nthan helped by the means he uses.",
        "I conceive this gradual casting off of material aids,\nand the indication of growing trust in the private\nself-supplied powers of the individual, to be the\naffirmative principle of the recent philosophy, and\nthat it is feeling its own profound truth and is\nreaching forward at this very hour to the happiest\nconclusions. I readily concede that in this, as in\nevery period of intellectual activity, there has been\na noise of denial and protest; much was to be resisted,\nmuch was to be got rid of by those who were reared in\nthe old, before they could begin to affirm and to\nconstruct. Many a reformer perishes in his removal of\nrubbish; and that makes the offensiveness of the class.\nThey are partial; they are not equal to the work they\npretend. They lose their way; in the assault on the\nkingdom of darkness they expend all their energy on\nsome accidental evil, and lose their sanity and power\nof benefit. It is of little moment that one or two or\ntwenty errors of our social system be corrected, but\nof much that the man be in his senses.",
        "The criticism and attack on institutions, which we\nhave witnessed, has made one thing plain, that\nsociety gains nothing whilst a man, not himself\nrenovated, attempts to renovate things around him:\nhe has become tediously good in some particular but\nnegligent or narrow in the rest; and hypocrisy and\nvanity are often the disgusting result.",
        "It is handsomer to remain in the establishment better\nthan the establishment, and conduct that in the best\nmanner, than to make a sally against evil by some\nsingle improvement, without supporting it by a total\nregeneration. Do not be so vain of your one objection.\nDo you think there is only one? Alas! my good friend,\nthere is no part of society or of life better than\nany other part. All our things are right and wrong\ntogether.  The wave of evil washes all our institutions\nalike. Do you complain of our Marriage? Our marriage is\nno worse than our education, our diet, our trade, our\nsocial customs. Do you complain of the laws of Property?\nIt is a pedantry to give such importance to them. Can we\nnot play the game of life with these counters, as well\nas with those? in the institution of property, as well\nas out of it? Let into it the new and renewing principle\nof love, and property will be universality. No one gives\nthe impression of superiority to the institution, which\nhe must give who will reform it. It makes no difference\nwhat you say, you must make me feel that you are aloof\nfrom it; by your natural and supernatural advantages do\neasily see to the end of it,—do see how man can do\nwithout it. Now all men are on one side. No man deserves\nto be heard against property. Only Love, only an Idea,\nis against property as we hold it.",
        "I cannot afford to be irritable and captious, nor\nto waste all my time in attacks. If I should go out\nof church whenever I hear a false sentiment I could\nnever stay there five minutes. But why come out? the\nstreet is as false as the church, and when I get to\nmy house, or to my manners, or to my speech, I have\nnot got away from the lie.  When we see an eager\nassailant of one of these wrongs, a special reformer,\nwe feel like asking him, What right have you, sir, to\nyour one virtue? Is virtue piecemeal? This is a jewel\namidst the rags of a beggar.",
        "In another way the right will be vindicated. In\nthe midst of abuses, in the heart of cities, in\nthe aisles of false churches, alike in one place\nand in another,—wherever, namely, a just and\nheroic soul finds itself, there it will do what\nis next at hand, and by the new quality of character\nit shall put forth it shall abrogate that old\ncondition, law or school in which it stands, before\nthe law of its own mind.",
        "If partiality was one fault of the movement party,\nthe other defect was their reliance on Association.\nDoubts such as those I have intimated drove many\ngood persons to agitate the questions of social\nreform. But the revolt against the spirit of commerce,\nthe spirit of aristocracy, and the inveterate abuses\nof cities, did not appear possible to individuals;\nand to do battle against numbers they armed themselves\nwith numbers, and against concert they relied on new\nconcert.",
        "Following or advancing beyond the ideas of St. Simon,\nof Fourier, and of Owen, three communities have\nalready been formed in Massachusetts on kindred plans,\nand many more in the country at large. They aim to\ngive every member a share in the manual labor, to give\nan equal reward to labor and to talent, and to unite a\nliberal culture with an education to labor. The scheme\noffers, by the economies of associated labor and expense,\nto make every member rich, on the same amount of property,\nthat, in separate families, would leave every member poor.\nThese new associations are composed of men and women of\nsuperior talents and sentiments; yet it may easily be\nquestioned whether such a community will draw, except in\nits beginnings, the able and the good; whether those who\nhave energy will not prefer their chance of superiority\nand power in the world, to the humble certainties of the\nassociation; whether such a retreat does not promise to\nbecome an asylum to those who have tried and failed,\nrather than a field to the strong; and whether the members\nwill not necessarily be fractions of men, because each\nfinds that he cannot enter it, without some compromise.\nFriendship and association are very fine things, and a\ngrand phalanx of the best of the human race, banded for\nsome catholic object; yes, excellent; but remember that\nno society can ever be so large as one man. He, in his\nfriendship, in his natural and momentary associations,\ndoubles or multiplies himself; but in the hour in which\nhe mortgages himself to two or ten or twenty, he dwarfs\nhimself below the stature of one.",
        "But the men of less faith could not thus believe,\nand to such, concert appears the sole specific of\nstrength.  I have failed, and you have failed, but\nperhaps together we shall not fail. Our housekeeping\nis not satisfactory to us, but perhaps a phalanx, a\ncommunity, might be. Many of us have differed in\nopinion, and we could find no man who could make the\ntruth plain, but possibly a college, or an ecclesiastical\ncouncil might. I have not been able either to persuade\nmy brother or to prevail on myself, to disuse the traffic\nor the potation of brandy, but perhaps a pledge of total\nabstinence might effectually restrain us. The candidate\nmy party votes for is not to be trusted with a dollar,\nbut he will be honest in the Senate, for we can bring\npublic opinion to bear on him. Thus concert was the\nspecific in all cases. But concert is neither better\nnor worse, neither more nor less potent than individual\nforce. All the men in the world cannot make a statue\nwalk and speak, cannot make a drop of blood, or a blade\nof grass, any more than one man can. But let there be\none man, let there be truth in two men, in ten men, then\nis concert for the first time possible; because the force\nwhich moves the world is a new quality, and can never be\nfurnished by adding whatever quantities of a different\nkind. What is the use of the concert of the false and\nthe disunited? There can be no concert in two, where\nthere is no concert in one. When the individual is not\nindividual, but is dual; when his thoughts look one way\nand his actions another; when his faith is traversed by\nhis habits; when his will, enlightened by reason, is\nwarped by his sense; when with one hand he rows and with\nthe other backs water, what concert can be?",
        "I do not wonder at the interest these projects\ninspire. The world is awaking to the idea of union,\nand these experiments show what it is thinking of.\nIt is and will be magic. Men will live and communicate,\nand plough, and reap, and govern, as by added ethereal\npower, when once they are united; as in a celebrated\nexperiment, by expiration and respiration exactly\ntogether, four persons lift a heavy man from the ground\nby the little finger only, and without sense of weight.\nBut this union must be inward, and not one of covenants,\nand is to be reached by a reverse of the methods they\nuse. The union is only perfect when all the uniters\nare isolated. It is the union of friends who live in\ndifferent streets or towns. Each man, if he attempts\nto join himself to others, is on all sides cramped and\ndiminished of his proportion; and the stricter the union\nthe smaller and the more pitiful he is. But leave him\nalone, to recognize in every hour and place the secret\nsoul; he will go up and down doing the works of a true\nmember, and, to the astonishment of all, the work will\nbe done with concert, though no man spoke.  Government\nwill be adamantine without any governor. The union must\nbe ideal in actual individualism.",
        "I pass to the indication in some particulars of\nthat faith in man, which the heart is preaching\nto us in these days, and which engages the more\nregard, from the consideration that the speculations\nof one generation are the history of the next\nfollowing.",
        "In alluding just now to our system of education, I\nspoke of the deadness of its details. But it is open\nto graver criticism than the palsy of its members:\nit is a system of despair. The disease with which the\nhuman mind now labors is want of faith. Men do not\nbelieve in a power of education. We do not think we\ncan speak to divine sentiments in man, and we do not\ntry.  We renounce all high aims. We believe that the\ndefects of so many perverse and so many frivolous\npeople who make up society, are organic, and society\nis a hospital of incurables. A man of good sense but\nof little faith, whose compassion seemed to lead him\nto church as often as he went there, said to me that\n“he liked to have concerts, and fairs, and churches,\nand other public amusements go on.” I am afraid the\nremark is too honest, and comes from the same origin\nas the maxim of the tyrant, “If you would rule the\nworld quietly, you must keep it amused.” I notice too\nthat the ground on which eminent public servants urge\nthe claims of popular education is fear; ’This country\nis filling up with thousands and millions of voters,\nand you must educate them to keep them from our throats.’\nWe do not believe that any education, any system of\nphilosophy, any influence of genius, will ever give\ndepth of insight to a superficial mind. Having settled\nourselves into this infidelity, our skill is expended\nto procure alleviations, diversion, opiates. We adorn\nthe victim with manual skill, his tongue with languages,\nhis body with inoffensive and comely manners. So have we\ncunningly hid the tragedy of limitation and inner death\nwe cannot avert. Is it strange that society should be\ndevoured by a secret melancholy which breaks through all\nits smiles and all its gayety and games?",
        "But even one step farther our infidelity has gone.\nIt appears that some doubt is felt by good and wise\nmen whether really the happiness and probity of men\nis increased by the culture of the mind in those\ndisciplines to which we give the name of education.\nUnhappily too the doubt comes from scholars, from\npersons who have tried these methods. In their\nexperience the scholar was not raised by the sacred\nthoughts amongst which he dwelt, but used them to\nselfish ends. He was a profane person, and became a\nshowman, turning his gifts to a marketable use, and\nnot to his own sustenance and growth. It was found\nthat the intellect could be independently developed,\nthat is, in separation from the man, as any single\norgan can be invigorated, and the result was monstrous.\nA canine appetite for knowledge was generated, which\nmust still be fed but was never satisfied, and this\nknowledge, not being directed on action, never took\nthe character of substantial, humane truth, blessing\nthose whom it entered. It gave the scholar certain\npowers of expression, the power of speech, the power\nof poetry, of literary art, but it did not bring him\nto peace or to beneficence.",
        "When the literary class betray a destitution of\nfaith, it is not strange that society should be\ndisheartened and sensualized by unbelief. What\nremedy? Life must be lived on a higher plane. We\nmust go up to a higher platform, to which we are\nalways invited to ascend; there, the whole aspect\nof things changes.  I resist the skepticism of our\neducation and of our educated men. I do not believe\nthat the differences of opinion and character in\nmen are organic. I do not recognize, beside the\nclass of the good and the wise, a permanent class of\nskeptics, or a class of conservatives, or of malignants,\nor of materialists. I do not believe in two classes.\nYou remember the story of the poor woman who importuned\nKing Philip of Macedon to grant her justice, which\nPhilip refused: the woman exclaimed, “I appeal:” the\nking, astonished, asked to whom she appealed: the woman\nreplied, “From Philip drunk to Philip sober.”  The text\nwill suit me very well. I believe not in two classes\nof men, but in man in two moods, in Philip drunk and\nPhilip sober. I think, according to the good-hearted\nword of Plato, “Unwillingly the soul is deprived of\ntruth.” Iron conservative, miser, or thief, no man is\nbut by a supposed necessity which he tolerates by\nshortness or torpidity of sight. The soul lets no man\ngo without some visitations and holydays of a diviner\npresence. It would be easy to show, by a narrow scanning\nof any man’s biography, that we are not so wedded to our\npaltry performances of every kind but that every man\nhas at intervals the grace to scorn his performances,\nin comparing them with his belief of what he should do;\n—that he puts himself on the side of his enemies,\nlistening gladly to what they say of him, and accusing\nhimself of the same things.",
        "What is it men love in Genius, but its infinite\nhope, which degrades all it has done?  Genius\ncounts all its miracles poor and short. Its own\nidea it never executed. The Iliad, the Hamlet,\nthe Doric column, the Roman arch, the Gothic minster,\nthe German anthem, when they are ended, the master\ncasts behind him. How sinks the song in the waves\nof melody which the universe pours over his soul!\nBefore that gracious Infinite out of which he drew\nthese few strokes, how mean they look, though the\npraises of the world attend them. From the triumphs\nof his art he turns with desire to this greater\ndefeat. Let those admire who will. With silent joy\nhe sees himself to be capable of a beauty that\neclipses all which his hands have done; all which\nhuman hands have ever done.",
        "Well, we are all the children of genius, the\nchildren of virtue,—and feel their inspirations\nin our happier hours. Is not every man sometimes\na radical in politics? Men are conservatives when\nthey are least vigorous, or when they are most\nluxurious. They are conservatives after dinner,\nor before taking their rest; when they are sick,\nor aged: in the morning, or when their intellect\nor their conscience has been aroused; when they\nhear music, or when they read poetry, they are\nradicals. In the circle of the rankest tories that\ncould be collected in England, Old or New, let a\npowerful and stimulating intellect, a man of great\nheart and mind, act on them, and very quickly these\nfrozen conservators will yield to the friendly\ninfluence, these hopeless will begin to hope, these\nhaters will begin to love, these immovable statues\nwill begin to spin and revolve. I cannot help\nrecalling the fine anecdote which Warton relates of\nBishop Berkeley, when he was preparing to leave\nEngland with his plan of planting the gospel among\nthe American savages. “Lord Bathurst told me that\nthe members of the Scriblerus club being met at his\nhouse at dinner, they agreed to rally Berkeley, who\nwas also his guest, on his scheme at Bermudas.\nBerkeley, having listened to the many lively things\nthey had to say, begged to be heard in his turn, and\ndisplayed his plan with such an astonishing and\nanimating force of eloquence and enthusiasm, that\nthey were struck dumb, and, after some pause, rose\nup all together with earnestness, exclaiming, ’Let\nus set out with him immediately.’”  Men in all ways\nare better than they seem. They like flattery for the\nmoment, but they know the truth for their own. It is\na foolish cowardice which keeps us from trusting them\nand speaking to them rude truth. They resent your\nhonesty for an instant, they will thank you for it\nalways. What is it we heartily wish of each other? Is\nit to be pleased and flattered? No, but to be convicted\nand exposed, to be shamed out of our nonsense of all\nkinds, and made men of, instead of ghosts and phantoms.\nWe are weary of gliding ghostlike through the world,\nwhich is itself so slight and unreal. We crave a sense\nof reality, though it come in strokes of pain. I explain\nso,—by this manlike love of truth,—those excesses and\nerrors into which souls of great vigor, but not equal\ninsight, often fall. They feel the poverty at the bottom\nof all the seeming affluence of the world.  They know\nthe speed with which they come straight through the thin\nmasquerade, and conceive a disgust at the indigence of\nnature: Rousseau, Mirabeau, Charles Fox, Napoleon, Byron,\n—and I could easily add names nearer home, of raging\nriders, who drive their steeds so hard, in the violence\nof living to forget its illusion: they would know the\nworst, and tread the floors of hell. The heroes of\nancient and modern fame, Cimon, Themistocles, Alcibiades,\nAlexander, Caesar, have treated life and fortune as a\ngame to be well and skilfully played, but the stake not\nto be so valued but that any time it could be held as a\ntrifle light as air, and thrown up.  Caesar, just before\nthe battle of Pharsalia, discourses with the Egyptian\npriest concerning the fountains of the Nile, and offers\nto quit the army, the empire, and Cleopatra, if he will\nshow him those mysterious sources.",
        "The same magnanimity shows itself in our social\nrelations, in the preference, namely, which each\nman gives to the society of superiors over that\nof his equals. All that a man has will he give for\nright relations with his mates. All that he has\nwill he give for an erect demeanor in every company\nand on each occasion. He aims at such things as his\nneighbors prize, and gives his days and nights, his\ntalents and his heart, to strike a good stroke, to\nacquit himself in all men’s sight as a man. The\nconsideration of an eminent citizen, of a noted\nmerchant, of a man of mark in his profession; a naval\nand military honor, a general’s commission, a marshal’s\nbaton, a ducal coronet, the laurel of poets, and,\nanyhow procured, the acknowledgment of eminent merit,\n—have this lustre for each candidate that they enable\nhim to walk erect and unashamed in the presence of some\npersons before whom he felt himself inferior. Having\nraised himself to this rank, having established his\nequality with class after class of those with whom\nhe would live well, he still finds certain others\nbefore whom he cannot possess himself, because they\nhave somewhat fairer, somewhat grander, somewhat purer,\nwhich extorts homage of him. Is his ambition pure? then\nwill his laurels and his possessions seem worthless:\ninstead of avoiding these men who make his fine gold\ndim, he will cast all behind him and seek their society\nonly, woo and embrace this his humiliation and\nmortification, until he shall know why his eye sinks,\nhis voice is husky, and his brilliant talents are\nparalyzed in this presence. He is sure that the soul\nwhich gives the lie to all things will tell none. His\nconstitution will not mislead him. If it cannot carry\nitself as it ought, high and unmatchable in the presence\nof any man; if the secret oracles whose whisper makes\nthe sweetness and dignity of his life do here withdraw\nand accompany him no longer,—it is time to undervalue\nwhat he has valued, to dispossess himself of what he has\nacquired, and with Caesar to take in his hand the army,\nthe empire, and Cleopatra, and say, “All these will I\nrelinquish, if you will show me the fountains of the\nNile.” Dear to us are those who love us; the swift\nmoments we spend with them are a compensation for a great\ndeal of misery; they enlarge our life;—but dearer are\nthose who reject us as unworthy, for they add another\nlife: they build a heaven before us whereof we had not\ndreamed, and thereby supply to us new powers out of the\nrecesses of the spirit, and urge us to new and unattempted\nperformances.",
        "As every man at heart wishes the best and not\ninferior society, wishes to be convicted of his\nerror and to come to himself,—so he wishes that\nthe same healing should not stop in his thought,\nbut should penetrate his will or active power.\nThe selfish man suffers more from his selfishness\nthan he from whom that selfishness withholds some\nimportant benefit. What he most wishes is to be\nlifted to some higher platform, that he may see\nbeyond his present fear the transalpine good, so\nthat his fear, his coldness, his custom may be\nbroken up like fragments of ice, melted and carried\naway in the great stream of good will. Do you ask\nmy aid? I also wish to be a benefactor. I wish more\nto be a benefactor and servant than you wish to be\nserved by me; and surely the greatest good fortune\nthat could befall me is precisely to be so moved by\nyou that I should say, ’Take me and all mine, and\nuse me and mine freely to your ends’! for I could\nnot say it otherwise than because a great enlargement\nhad come to my heart and mind, which made me superior\nto my fortunes.  Here we are paralyzed with fear; we\nhold on to our little properties, house and land,\noffice and money, for the bread which they have in\nour experience yielded us, although we confess that\nour being does not flow through them. We desire to be\nmade great; we desire to be touched with that fire\nwhich shall command this ice to stream, and make our\nexistence a benefit. If therefore we start objections\nto your project, O friend of the slave, or friend of\nthe poor, or of the race, understand well that it is\nbecause we wish to drive you to drive us into your\nmeasures. We wish to hear ourselves confuted. We are\nhaunted with a belief that you have a secret which it\nwould highliest advantage us to learn, and we would\nforce you to impart it to us, though it should bring\nus to prison, or to worse extremity.",
        "Nothing shall warp me from the belief that every\nman is a lover of truth. There is no pure lie, no\npure malignity in nature. The entertainment of the\nproposition of depravity is the last profligacy\nand profanation. There is no skepticism, no atheism\nbut that. Could it be received into common belief,\nsuicide would unpeople the planet.  It has had a name\nto live in some dogmatic theology, but each man’s\ninnocence and his real liking of his neighbor have\nkept it a dead letter. I remember standing at the\npolls one day when the anger of the political contest\ngave a certain grimness to the faces of the independent\nelectors, and a good man at my side, looking on the\npeople, remarked, “I am satisfied that the largest\npart of these men, on either side, mean to vote right.\"\nI suppose considerate observers, looking at the masses\nof men in their blameless and in their equivocal actions,\nwill assent, that in spite of selfishness and frivolity,\nthe general purpose in the great number of persons is\nfidelity. The reason why any one refuses his assent to\nyour opinion, or his aid to your benevolent design, is\nin you: he refuses to accept you as a bringer of truth,\nbecause, though you think you have it, he feels that\nyou have it not. You have not given him the authentic\nsign.",
        "If it were worth while to run into details this\ngeneral doctrine of the latent but ever soliciting\nSpirit, it would be easy to adduce illustration in\nparticulars of a man’s equality to the Church, of\nhis equality to the State, and of his equality to\nevery other man. It is yet in all men’s memory that,\na few years ago, the liberal churches complained\nthat the Calvinistic church denied to them the name\nof Christian. I think the complaint was confession:\na religious church would not complain. A religious\nman like Behmen, Fox, or Swedenborg is not irritated\nby wanting the sanction of the Church, but the Church\nfeels the accusation of his presence and belief.",
        "It only needs that a just man should walk in our\nstreets to make it appear how pitiful and inartificial\na contrivance is our legislation. The man whose part\nis taken and who does not wait for society in anything,\nhas a power which society cannot choose but feel. The\nfamiliar experiment called the hydrostatic paradox, in\nwhich a capillary column of water balances the ocean,\nis a symbol of the relation of one man to the whole\nfamily of men. The wise Dandamis, on hearing the lives\nof Socrates, Pythagoras and Diogenes read, “judged them\nto be great men every way, excepting, that they were\ntoo much subjected to the reverence of the laws, which\nto second and authorize, true virtue must abate very\nmuch of its original vigor.”",
        "And as a man is equal to the Church and equal to\nthe State, so he is equal to every other man. The\ndisparities of power in men are superficial; and\nall frank and searching conversation, in which a\nman lays himself open to his brother, apprises each\nof their radical unity. When two persons sit and\nconverse in a thoroughly good understanding, the\nremark is sure to be made, See how we have disputed\nabout words! Let a clear, apprehensive mind, such\nas every man knows among his friends, converse with\nthe most commanding poetic genius, I think it would\nappear that there was no inequality such as men\nfancy, between them; that a perfect understanding,\na like receiving, a like perceiving, abolished\ndifferences; and the poet would confess that his\ncreative imagination gave him no deep advantage,\nbut only the superficial one that he could express\nhimself and the other could not; that his advantage\nwas a knack, which might impose on indolent men but\ncould not impose on lovers of truth; for they know\nthe tax of talent, or what a price of greatness the\npower of expression too often pays. I believe it is\nthe conviction of the purest men, that the net amount\nof man and man does not much vary. Each is incomparably\nsuperior to his companion in some faculty. His want of\nskill in other directions has added to his fitness for\nhis own work. Each seems to have some compensation\nyielded to him by his infirmity, and every hindrance\noperates as a concentration of his force.",
        "These and the like experiences intimate that man\nstands in strict connection with a higher fact never\nyet manifested. There is power over and behind us,\nand we are the channels of its communications. We\nseek to say thus and so, and over our head some\nspirit sits which contradicts what we say. We would\npersuade our fellow to this or that; another self\nwithin our eyes dissuades him. That which we keep\nback, this reveals. In vain we compose our faces and\nour words; it holds uncontrollable communication with\nthe enemy, and he answers civilly to us, but believes\nthe spirit. We exclaim, ’There’s a traitor in the\nhouse!’ but at last it appears that he is the true\nman, and I am the traitor.  This open channel to the\nhighest life is the first and last reality, so subtle,\nso quiet, yet so tenacious, that although I have never\nexpressed the truth, and although I have never heard\nthe expression of it from any other, I know that the\nwhole truth is here for me.  What if I cannot answer\nyour questions? I am not pained that I cannot frame a\nreply to the question, What is the operation we call\nProvidence? There lies the unspoken thing, present,\nomnipresent.  Every time we converse we seek to\ntranslate it into speech, but whether we hit or whether\nwe miss, we have the fact. Every discourse is an\napproximate answer: but it is of small consequence\nthat we do not get it into verbs and nouns, whilst it\nabides for contemplation forever.",
        "If the auguries of the prophesying heart shall make\nthemselves good in time, the man who shall be born,\nwhose advent men and events prepare and foreshow,\nis one who shall enjoy his connection with a higher\nlife, with the man within man; shall destroy distrust\nby his trust, shall use his native but forgotten\nmethods, shall not take counsel of flesh and blood,\nbut shall rely on the Law alive and beautiful which\nworks over our heads and under our feet. Pitiless,\nit avails itself of our success when we obey it, and\nof our ruin when we contravene it. Men are all secret\nbelievers in it, else the word justice would have no\nmeaning: they believe that the best is the true; that\nright is done at last; or chaos would come. It rewards\nactions after their nature, and not after the design\nof the agent. ’Work,’ it saith to man, ’in every hour,\npaid or unpaid, see only that thou work, and thou canst\nnot escape the reward: whether thy work be fine or\ncoarse, planting corn or writing epics, so only it be\nhonest work, done to thine own approbation, it shall\nearn a reward to the senses as well as to the thought:\nno matter how often defeated, you are born to victory.\nThe reward of a thing well done, is to have done it.’",
        "As soon as a man is wonted to look beyond surfaces,\nand to see how this high will prevails without an\nexception or an interval, he settles himself into\nserenity. He can already rely on the laws of gravity,\nthat every stone will fall where it is due; the good\nglobe is faithful, and carries us securely through\nthe celestial spaces, anxious or resigned, we need\nnot interfere to help it on: and he will learn one\nday the mild lesson they teach, that our own orbit\nis all our task, and we need not assist the\nadministration of the universe. Do not be so impatient\nto set the town right concerning the unfounded\npretensions and the false reputation of certain men\nof standing. They are laboring harder to set the town\nright concerning themselves, and will certainly succeed.\nSuppress for a few days your criticism on the\ninsufficiency of this or that teacher or experimenter,\nand he will have demonstrated his insufficiency to all\nmen’s eyes. In like manner, let a man fall into the\ndivine circuits, and he is enlarged. Obedience to his\ngenius is the only liberating influence. We wish to\nescape from subjection and a sense of inferiority, and\nwe make self-denying ordinances, we drink water, we eat\ngrass, we refuse the laws, we go to jail: it is all in\nvain; only by obedience to his genius, only by the\nfreest activity in the way constitutional to him, does\nan angel seem to arise before a man and lead him by the\nhand out of all the wards of the prison.",
        "That which befits us, embosomed in beauty and wonder\nas we are, is cheerfulness and courage, and the endeavor\nto realize our aspirations. The life of man is the true\nromance, which when it is valiantly conducted will yield\nthe imagination a higher joy than any fiction. All around\nus what powers are wrapped up under the coarse mattings\nof custom, and all wonder prevented. It is so wonderful\nto our neurologists that a man can see without his eyes,\nthat it does not occur to them that it is just as\nwonderful that he should see with them; and that is ever\nthe difference between the wise and the unwise: the\nlatter wonders at what is unusual, the wise man wonders\nat the usual. Shall not the heart which has received so\nmuch, trust the Power by which it lives? May it not quit\nother leadings, and listen to the Soul that has guided\nit so gently and taught it so much, secure that the\nfuture will be worthy of the past?",
        " ",
        "\nThis complete text of Essays, Second Series by Ralph Waldo Emerson is in the public domain.\n\n\nInterested to buy a book?\nRalph Waldo Emerson: Essays and Lectures.\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on April 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "ESSAYS SECOND SERIESBy Ralph Waldo EmersonAt Amazon"
    ]
}