{
    "title": "Essays of Francis Bacon - Of Honor and Reputation (The Essays or Counsels, Civil and Moral, of Francis Ld. Verulam Viscount St. Albans)",
    "author": "Unknown",
    "chapter": "55",
    "content": [
        "\nFrancis Bacon (1561-1626)\n",
        "\n\n",
        "THE winning of honor, is but the revealing of\na man,s virtue and worth, without disadvantage.  For some in their actions, do woo and effect\nhonor and reputation, which sort of men, are\ncommonly much talked of, but inwardly little\nadmired.  And some, contrariwise, darken their\nvirtue in the show of it; so as they be undervalued\nin opinion.  If a man perform that, which hath not\nbeen attempted before; or attempted and given\nover; or hath been achieved, but not with so good\ncircumstance; he shall purchase more honor, than\nby effecting a matter of greater difficulty or virtue,\nwherein he is but a follower.  If a man so temper\nhis actions, as in some one of them he doth content\nevery faction, or combination of people, the music\nwill be the fuller.  A man is an ill husband of bis\nhonor, that entereth into any action, the failing\nwherein may disgrace him, more than the carrying of it through, can honor him.  Honor that is\ngained and broken upon another, hath the quickest reflection, like diamonds cut with facets.  And\ntherefore, let a man contend to excel any competitors of his in honor, in outshooting them, if he can,\nin their own bow.  Discreet followers and servants,\nhelp much to reputation.  Omnis fama a domesticis\nemanat.  Envy, which is the canker of honor, is\nbest extinguished by declaring a man’s self in\nhis ends, rather to seek merit than fame; and by\nattributing a man’s successes, rather to divine\nProvidence and felicity, than to his own virtue or\npolicy.",
        "The true marshalling of the degrees of sovereign\nhonor, are these: In the first place are conditores\nimperiorum, founders of states and commonwealths; such as were Romulus, Cyrus, Caesar,\nOttoman, Ismael.  In the second place are legislatores, lawgivers; which are also called second\nfounders, or perpetui principes, because they govern by their ordinances after they are gone; such\nwere Lycurgus, Solon, Justinian, Eadgar, Alphonsus of Castile, the Wise, that made the Siete Partidas.  In the third place are liberatores, or salvatores,\nsuch as compound the long miseries of civil\nwars, or deliver their countries from servitude of\nstrangers or tyrants; as Augustus Caesar, Vespasianus, Aurelianus, Theodoricus, King Henry the\nSeventh of England, King Henry the Fourth of\nFrance.  In the fourth place are propagatores or\npropugnatores imperii; such as in honorable wars\nenlarge their territories, or make noble defence\nagainst invaders.  And in the last place are patres\npatriae; which reign justly, and make the times\ngood wherein they live.  Both which last kinds need\nno examples, they are in such number.  Degrees of\nhonor, in subjects, are, first participes curarum,\nthose upon whom, princes do discharge the greatest weight of their affairs; their right hands, as\nwe call them.  The next are duces belli, great leaders\nin war; such as are princes’ lieutenants, and do\nthem notable services in the wars.  The third are\ngratiosi, favorites; such as exceed not this scantling, to be solace to the sovereign, and harmless to\nthe people.  And the fourth, negotiis pares; such as\nhave great places under princes, and execute their\nplaces, with sufficiency.  There is an honor, likewise, which may be ranked amongst the greatest,\nwhich happeneth rarely; that is, of such as sacrifice themselves to death or danger for the good of\ntheir country; as was M. Regulus, and the two\nDecii.",
        "Continue...",
        "\nThis complete text of Essays of Francis Bacon is in the public domain.\n\n\nAmazon books: \nThe Essays, Francis Bacon.\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on November 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}