{
    "title": "Essays, First Series - II. Self-Reliance",
    "author": "Ralph Waldo Emerson",
    "chapter": "4",
    "content": [
        "",
        "\n\n",
        "I READ the other day some verses written by an eminent\npainter which were original and not conventional.  The\nsoul always hears an admonition in such lines, let the\nsubject be what it may. The sentiment they instil is of\nmore value than any thought they may contain. To believe\nyour own thought, to believe that what is true for you\nin your private heart is true for all men,—that is genius.\nSpeak your latent conviction, and it shall be the universal\nsense; for the inmost in due time becomes the outmost, and\nour first thought is rendered back to us by the trumpets\nof the Last Judgment. Familiar as the voice of the mind\nis to each, the highest merit we ascribe to Moses, Plato\nand Milton is that they set at naught books and traditions,\nand spoke not what men, but what they thought. A man should\nlearn to detect and watch that gleam of light which flashes\nacross his mind from within, more than the lustre of the\nfirmament of bards and sages. Yet he dismisses without\nnotice his thought, because it is his. In every work of\ngenius we recognize our own rejected thoughts; they come\nback to us with a certain alienated majesty. Great works\nof art have no more affecting lesson for us than this. They\nteach us to abide by our spontaneous impression with good-\nhumored inflexibility then most when the whole cry of voices\nis on the other side. Else to-morrow a stranger will say\nwith masterly good sense precisely what we have thought and\nfelt all the time, and we shall be forced to take with shame\nour own opinion from another.",
        "There is a time in every man’s education when he arrives at\nthe conviction that envy is ignorance; that imitation is\nsuicide; that he must take himself for better for worse as\nhis portion; that though the wide universe is full of good,\nno kernel of nourishing corn can come to him but through his\ntoil bestowed on that plot of ground which is given to him to\ntill. The power which resides in him is new in nature, and\nnone but he knows what that is which he can do, nor does he\nknow until he has tried. Not for nothing one face, one character,\none fact, makes much impression on him, and another none. This\nsculpture in the memory is not without preestablished harmony.\nThe eye was placed where one ray should fall, that it might\ntestify of that particular ray. We but half express ourselves,\nand are ashamed of that divine idea which each of us represents.\nIt may be safely trusted as proportionate and of good issues,\nso it be faithfully imparted, but God will not have his work\nmade manifest by cowards. A man is relieved and gay when he has\nput his heart into his work and done his best; but what he has\nsaid or done otherwise shall give him no peace. It is a\ndeliverance which does not deliver. In the attempt his genius\ndeserts him; no muse befriends; no invention, no hope.",
        "Trust thyself: every heart vibrates to that iron string. Accept\nthe place the divine providence has found for you, the society\nof your contemporaries, the connection of events. Great men\nhave always done so, and confided themselves childlike to the\ngenius of their age, betraying their perception that the\nabsolutely trustworthy was seated at their heart, working\nthrough their hands, predominating in all their being. And\nwe are now men, and must accept in the highest mind the same\ntranscendent destiny; and not minors and invalids in a protected\ncorner, not cowards fleeing before a revolution, but guides,\nredeemers and benefactors, obeying the Almighty effort and\nadvancing on Chaos and the Dark.",
        "What pretty oracles nature yields us on this text in the\nface and behavior of children, babes, and even brutes! That\ndivided and rebel mind, that distrust of a sentiment because\nour arithmetic has computed the strength and means opposed to\nour purpose, these have not. Their mind being whole, their\neye is as yet unconquered, and when we look in their faces we\nare disconcerted. Infancy conforms to nobody; all conform to\nit; so that one babe commonly makes four or five out of the\nadults who prattle and play to it.  So God has armed youth and\npuberty and manhood no less with its own piquancy and charm,\nand made it enviable and gracious and its claims not to be put\nby, if it will stand by itself. Do not think the youth has no\nforce, because he cannot speak to you and me. Hark! in the next\nroom his voice is sufficiently clear and emphatic. It seems he\nknows how to speak to his contemporaries. Bashful or bold then,\nhe will know how to make us seniors very unnecessary.",
        "The nonchalance of boys who are sure of a dinner, and would\ndisdain as much as a lord to do or say aught to conciliate\none, is the healthy attitude of human nature. A boy is in\nthe parlor what the pit is in the playhouse; independent,\nirresponsible, looking out from his corner on such people\nand facts as pass by, he tries and sentences them on their\nmerits, in the swift, summary way of boys, as good, bad,\ninteresting, silly, eloquent, troublesome. He cumbers himself\nnever about consequences, about interests; he gives an\nindependent, genuine verdict. You must court him; he does\nnot court you. But the man is as it were clapped into jail\nby his consciousness. As soon as he has once acted or spoken\nwith eclat he is a committed person, watched by the sympathy\nor the hatred of hundreds, whose affections must now enter\ninto his account. There is no Lethe for this. Ah, that he\ncould pass again into his neutrality! Who can thus avoid all\npledges and, having observed, observe again from the same\nunaffected, unbiased, unbribable, unaffrighted innocence,—\nmust always be formidable. He would utter opinions on all\npassing affairs, which being seen to be not private but\nnecessary, would sink like darts into the ear of men and\nput them in fear.",
        "These are the voices which we hear in solitude, but they\ngrow faint and inaudible as we enter into the world. Society\neverywhere is in conspiracy against the manhood of every one\nof its members. Society is a joint-stock company, in which the\nmembers agree, for the better securing of his bread to each\nshareholder, to surrender the liberty and culture of the eater.\nThe virtue in most request is conformity.  Self-reliance is its\naversion. It loves not realities and creators, but names and\ncustoms.",
        "Whoso would be a man, must be a nonconformist. He who would\ngather immortal palms must not be hindered by the name of\ngoodness, but must explore if it be goodness. Nothing is at\nlast sacred but the integrity of your own mind. Absolve you\nto yourself, and you shall have the suffrage of the world. I\nremember an answer which when quite young I was prompted to\nmake to a valued adviser who was wont to importune me with the\ndear old doctrines of the church. On my saying, “What have I\nto do with the sacredness of traditions, if I live wholly from\nwithin?” my friend suggested,—\"But these impulses may be from\nbelow, not from above.” I replied, “They do not seem to me to\nbe such; but if I am the Devil’s child, I will live then from\nthe Devil.” No law can be sacred to me but that of my nature.\nGood and bad are but names very readily transferable to that or\nthis; the only right is what is after my constitution; the only\nwrong what is against it. A man is to carry himself in the\npresence of all opposition as if every thing were titular and\nephemeral but he. I am ashamed to think how easily we capitulate\nto badges and names, to large societies and dead institutions.\nEvery decent and well-spoken individual affects and sways me\nmore than is right. I ought to go upright and vital, and speak\nthe rude truth in all ways. If malice and vanity wear the coat\nof philanthropy, shall that pass? If an angry bigot assumes this\nbountiful cause of Abolition, and comes to me with his last news\nfrom Barbadoes, why should I not say to him, ’Go love thy infant;\nlove thy wood-chopper; be good-natured and modest; have that\ngrace; and never varnish your hard, uncharitable ambition with\nthis incredible tenderness for black folk a thousand miles off.\nThy love afar is spite at home.’ Rough and graceless would be\nsuch greeting, but truth is handsomer than the affectation of\nlove. Your goodness must have some edge to it,—else it is none.\nThe doctrine of hatred must be preached, as the counteraction\nof the doctrine of love, when that pules and whines. I shun\nfather and mother and wife and brother when my genius calls\nme. I would write on the lintels of the door-post, *Whim*. I\nhope it is somewhat better than whim at last, but we cannot\nspend the day in explanation. Expect me not to show cause why\nI seek or why I exclude company. Then again, do not tell me,\nas a good man did to-day, of my obligation to put all poor men\nin good situations. Are they my poor? I tell thee thou foolish\nphilanthropist that I grudge the dollar, the dime, the cent, I\ngive to such men as do not belong to me and to whom I do not\nbelong. There is a class of persons to whom by all spiritual\naffinity I am bought and sold; for them I will go to prison\nif need be; but your miscellaneous popular charities; the\neducation at college of fools; the building of meeting-houses\nto the vain end to which many now stand; alms to sots, and the\nthousand-fold Relief Societies;—though I confess with shame I\nsometimes succumb and give the dollar, it is a wicked dollar\nwhich by and by I shall have the manhood to withhold.",
        "Virtues are, in the popular estimate, rather the exception\nthan the rule. There is the man and his virtues.  Men do\nwhat is called a good action, as some piece of courage or\ncharity, much as they would pay a fine in expiation of\ndaily non-appearance on parade. Their works are done as an\napology or extenuation of their living in the world,—as\ninvalids and the insane pay a high board. Their virtues are\npenances. I do not wish to expiate, but to live. My life is\nfor itself and not for a spectacle. I much prefer that it\nshould be of a lower strain, so it be genuine and equal, than\nthat it should be glittering and unsteady. I wish it to be\nsound and sweet, and not to need diet and bleeding. I ask\nprimary evidence that you are a man, and refuse this appeal\nfrom the man to his actions. I know that for myself it makes\nno difference whether I do or forbear those actions which\nare reckoned excellent. I cannot consent to pay for a privilege\nwhere I have intrinsic right. Few and mean as my gifts may be,\nI actually am, and do not need for my own assurance or the\nassurance of my fellows any secondary testimony.",
        "What I must do is all that concerns me, not what the people\nthink. This rule, equally arduous in actual and in intellectual\nlife, may serve for the whole distinction between greatness\nand meanness. It is the harder because you will always find\nthose who think they know what is your duty better than you\nknow it. It is easy in the world to live after the world’s\nopinion; it is easy in solitude to live after our own; but\nthe great man is he who in the midst of the crowd keeps with\nperfect sweetness the independence of solitude.",
        "The objection to conforming to usages that have become dead\nto you is that it scatters your force. It loses your time and\nblurs the impression of your character. If you maintain a dead\nchurch, contribute to a dead Bible-society, vote with a great\nparty either for the government or against it, spread your\ntable like base housekeepers,—under all these screens I have\ndifficulty to detect the precise man you are:  and of course\nso much force is withdrawn from your proper life. But do your\nwork, and I shall know you. Do your work, and you shall reinforce\nyourself. A man must consider what a blindman’s-buff is this\ngame of conformity. If I know your sect, I anticipate your\nargument. I hear a preacher announce for his text and topic the\nexpediency of one of the institutions of his church. Do I not\nknow beforehand that not possibly can he say a new and spontaneous\nword? Do I not know that with all this ostentation of examining\nthe grounds of the institution he will do no such thing? Do I\nnot know that he is pledged to himself not to look but at one\nside, the permitted side, not as a man, but as a parish minister?\nHe is a retained attorney, and these airs of the bench are the\nemptiest affectation. Well, most men have bound their eyes with\none or another handkerchief, and attached themselves to some\none of these communities of opinion.  This conformity makes\nthem not false in a few particulars, authors of a few lies,\nbut false in all particulars. Their every truth is not quite\ntrue. Their two is not the real two, their four not the real\nfour; so that every word they say chagrins us and we know not\nwhere to begin to set them right. Meantime nature is not slow\nto equip us in the prison-uniform of the party to which we\nadhere. We come to wear one cut of face and figure, and acquire\nby degrees the gentlest asinine expression. There is a mortifying\nexperience in particular, which does not fail to wreak itself\nalso in the general history; I mean “the foolish face of praise,\"\nthe forced smile which we put on in company where we do not feel\nat ease in answer to conversation which does not interest us.\nThe muscles, not spontaneously moved but moved by a low\nusurping wilfulness, grow tight about the outline of the face\nwith the most disagreeable sensation.",
        "For nonconformity the world whips you with its displeasure.\nAnd therefore a man must know how to estimate a sour face.\nThe by-standers look askance on him in the public street or\nin the friend’s parlor.  If this aversation had its origin\nin contempt and resistance like his own he might well go home\nwith a sad countenance; but the sour faces of the multitude,\nlike their sweet faces, have no deep cause, but are put on\nand off as the wind blows and a newspaper directs. Yet is the\ndiscontent of the multitude more formidable than that of the\nsenate and the college. It is easy enough for a firm man who\nknows the world to brook the rage of the cultivated classes.\nTheir rage is decorous and prudent, for they are timid, as\nbeing very vulnerable themselves. But when to their feminine\nrage the indignation of the people is added, when the ignorant\nand the poor are aroused, when the unintelligent brute force\nthat lies at the bottom of society is made to growl and mow,\nit needs the habit of magnanimity and religion to treat it\ngodlike as a trifle of no concernment.",
        "The other terror that scares us from self-trust is our\nconsistency; a reverence for our past act or word because\nthe eyes of others have no other data for computing our\norbit than our past acts, and we are loath to disappoint\nthem.",
        "But why should you keep your head over your shoulder? Why\ndrag about this corpse of your memory, lest you contradict\nsomewhat you have stated in this or that public place?\nSuppose you should contradict yourself; what then? It seems\nto be a rule of wisdom never to rely on your memory alone,\nscarcely even in acts of pure memory, but to bring the past\nfor judgment into the thousand-eyed present, and live ever\nin a new day. In your metaphysics you have denied personality\nto the Deity, yet when the devout motions of the soul come,\nyield to them heart and life, though they should clothe God\nwith shape and color. Leave your theory, as Joseph his coat\nin the hand of the harlot, and flee.",
        "A foolish consistency is the hobgoblin of little minds,\nadored by little statesmen and philosophers and divines.\nWith consistency a great soul has simply nothing to do.\nHe may as well concern himself with his shadow on the wall.\nSpeak what you think now in hard words and to-morrow speak\nwhat to-morrow thinks in hard words again, though it\ncontradict every thing you said to-day.—’Ah, so you shall\nbe sure to be misunderstood.’—Is it so bad then to be\nmisunderstood? Pythagoras was misunderstood, and Socrates,\nand Jesus, and Luther, and Copernicus, and Galileo, and\nNewton, and every pure and wise spirit that ever took flesh.\nTo be great is to be misunderstood.",
        "I suppose no man can violate his nature. All the sallies\nof his will are rounded in by the law of his being, as the\ninequalities of Andes and Himmaleh are insignificant in the\ncurve of the sphere. Nor does it matter how you gauge and\ntry him. A character is like an acrostic or Alexandrian\nstanza;—read it forward, backward, or across, it still\nspells the same thing. In this pleasing contrite wood-life\nwhich God allows me, let me record day by day my honest\nthought without prospect or retrospect, and, I cannot doubt,\nit will be found symmetrical, though I mean it not and see\nit not. My book should smell of pines and resound with the\nhum of insects. The swallow over my window should interweave\nthat thread or straw he carries in his bill into my web also.\nWe pass for what we are. Character teaches above our wills.\nMen imagine that they communicate their virtue or vice only\nby overt actions, and do not see that virtue or vice emit a\nbreath every moment.",
        "There will be an agreement in whatever variety of actions,\nso they be each honest and natural in their hour. For of\none will, the actions will be harmonious, however unlike\nthey seem. These varieties are lost sight of at a little\ndistance, at a little height of thought. One tendency\nunites them all. The voyage of the best ship is a zigzag\nline of a hundred tacks. See the line from a sufficient\ndistance, and it straightens itself to the average tendency.\nYour genuine action will explain itself and will explain\nyour other genuine actions. Your conformity explains nothing.\nAct singly, and what you have already done singly will justify\nyou now. Greatness appeals to the future. If I can be firm\nenough to-day to do right and scorn eyes, I must have done\nso much right before as to defend me now. Be it how it will,\ndo right now. Always scorn appearances and you always may.\nThe force of character is cumulative. All the foregone days\nof virtue work their health into this. What makes the majesty\nof the heroes of the senate and the field, which so fills the\nimagination? The consciousness of a train of great days and\nvictories behind. They shed an united light on the advancing\nactor. He is attended as by a visible escort of angels. That\nis it which throws thunder into Chatham’s voice, and dignity\ninto Washington’s port, and America into Adams’s eye.  Honor\nis venerable to us because it is no ephemera. It is always\nancient virtue. We worship it to-day because it is not of\nto-day. We love it and pay it homage because it is not a\ntrap for our love and homage, but is self-dependent, self-\nderived, and therefore of an old immaculate pedigree, even\nif shown in a young person.",
        "I hope in these days we have heard the last of conformity\nand consistency. Let the words be gazetted and ridiculous\nhenceforward. Instead of the gong for dinner, let us hear\na whistle from the Spartan fife.  Let us never bow and\napologize more. A great man is coming to eat at my house.\nI do not wish to please him; I wish that he should wish to\nplease me. I will stand here for humanity, and though I\nwould make it kind, I would make it true. Let us affront\nand reprimand the smooth mediocrity and squalid contentment\nof the times, and hurl in the face of custom and trade and\noffice, the fact which is the upshot of all history, that\nthere is a great responsible Thinker and Actor working\nwherever a man works; that a true man belongs to no other\ntime or place, but is the centre of things. Where he is,\nthere is nature. He measures you and all men and all events.\nOrdinarily, every body in society reminds us of somewhat\nelse, or of some other person. Character, reality, reminds\nyou of nothing else; it takes place of the whole creation.\nThe man must be so much that he must make all circumstances\nindifferent. Every true man is a cause, a country, and an\nage; requires infinite spaces and numbers and time fully to\naccomplish his design;—and posterity seem to follow his\nsteps as a train of clients. A man Caesar is born, and for\nages after we have a Roman Empire. Christ is born, and\nmillions of minds so grow and cleave to his genius that\nhe is confounded with virtue and the possible of man. An\ninstitution is the lengthened shadow of one man; as,\nMonachism, of the Hermit Antony; the Reformation, of Luther;\nQuakerism, of Fox; Methodism, of Wesley; Abolition, of Clarkson.\nScipio, Milton called “the height of Rome\"; and all history\nResolves itself very easily into the biography of a few stout\nand earnest persons.",
        "Let a man then know his worth, and keep things under his\nfeet. Let him not peep or steal, or skulk up and down with\nthe air of a charity-boy, a bastard, or an interloper in\nthe world which exists for him. But the man in the street,\nfinding no worth in himself which corresponds to the force\nwhich built a tower or sculptured a marble god, feels poor\nwhen he looks on these. To him a palace, a statue, or a\ncostly book have an alien and forbidding air, much like a\ngay equipage, and seem to say like that, ’Who are you, Sir?’\nYet they all are his, suitors for his notice, petitioners\nto his faculties that they will come out and take possession.\nThe picture waits for my verdict; it is not to command me,\nbut I am to settle its claims to praise. That popular fable\nof the sot who was picked up dead drunk in the street,\ncarried to the duke’s house, washed and dressed and laid in\nthe duke’s bed, and, on his waking, treated with all obsequious\nceremony like the duke, and assured that he had been insane,\nowes its popularity to the fact that it symbolizes so well\nthe state of man, who is in the world a sort of sot, but now\nand then wakes up, exercises his reason and finds himself a\ntrue prince.",
        "Our reading is mendicant and sycophantic. In history our\nimagination plays us false. Kingdom and lordship, power\nand estate, are a gaudier vocabulary than private John and\nEdward in a small house and common day’s work; but the things\nof life are the same to both; the sum total of both is the\nsame. Why all this deference to Alfred and Scanderbeg and\nGustavus? Suppose they were virtuous; did they wear out\nvirtue? As great a stake depends on your private act to-day,\nas followed their public and renowned steps. When private men\nshall act with original views, the lustre will be transferred\nfrom the actions of kings to those of gentlemen.",
        "The world has been instructed by its kings, who have so\nmagnetized the eyes of nations. It has been taught by this\ncolossal symbol the mutual reverence that is due from man\nto man. The joyful loyalty with which men have everywhere\nsuffered the king, the noble, or the great proprietor to\nwalk among them by a law of his own, make his own scale of\nmen and things and reverse theirs, pay for benefits not\nwith money but with honor, and represent the law in his\nperson, was the hieroglyphic by which they obscurely\nsignified their consciousness of their own right and\ncomeliness, the right of every man.",
        "The magnetism which all original action exerts is explained\nwhen we inquire the reason of self-trust. Who is the Trustee?\nWhat is the aboriginal Self, on which a universal reliance\nmay be grounded? What is the nature and power of that science-\nbaffling star, without parallax, without calculable elements,\nwhich shoots a ray of beauty even into trivial and impure\nactions, if the least mark of independence appear? The inquiry\nleads us to that source, at once the essence of genius, of\nvirtue, and of life, which we call Spontaneity or Instinct.\nWe denote this primary wisdom as Intuition, whilst all later\nteachings are tuitions.  In that deep force, the last fact\nbehind which analysis cannot go, all things find their common\norigin. For the sense of being which in calm hours rises, we\nknow not how, in the soul, is not diverse from things, from\nspace, from light, from time, from man, but one with them and\nproceeds obviously from the same source whence their life and\nbeing also proceed. We first share the life by which things\nexist and afterwards see them as appearances in nature and\nforget that we have shared their cause. Here is the fountain\nof action and of thought. Here are the lungs of that inspiration\nwhich giveth man wisdom and which cannot be denied without\nimpiety and atheism. We lie in the lap of immense intelligence,\nwhich makes us receivers of its truth and organs of its activity.\nWhen we discern justice, when we discern truth, we do nothing of\nourselves, but allow a passage to its beams. If we ask whence\nthis comes, if we seek to pry into the soul that causes, all\nphilosophy is at fault. Its presence or its absence is all we\ncan affirm. Every man discriminates between the voluntary acts\nof his mind and his involuntary perceptions, and knows that to\nhis involuntary perceptions a perfect faith is due. He may err\nin the expression of them, but he knows that these things are\nso, like day and night, not to be disputed. My wilful actions\nand acquisitions are but roving;—the idlest reverie, the\nfaintest native emotion, command my curiosity and respect.\nThoughtless people contradict as readily the statement of\nperceptions as of opinions, or rather much more readily; for\nthey do not distinguish between perception and notion. They\nfancy that I choose to see this or that thing. But perception\nis not whimsical, but fatal. If I see a trait, my children\nwill see it after me, and in course of time all mankind,—\nalthough it may chance that no one has seen it before me.\nFor my perception of it is as much a fact as the sun.",
        "The relations of the soul to the divine spirit are so pure\nthat it is profane to seek to interpose helps. It must be\nthat when God speaketh he should communicate, not one thing,\nbut all things; should fill the world with his voice; should\nscatter forth light, nature, time, souls, from the centre of\nthe present thought; and new date and new create the whole.\nWhenever a mind is simple and receives a divine wisdom, old\nthings pass away,—means, teachers, texts, temples fall; it\nlives now, and absorbs past and future into the present hour.\nAll things are made sacred by relation to it,—one as much\nas another. All things are dissolved to their centre by their\ncause, and in the universal miracle petty and particular\nmiracles disappear. If therefore a man claims to know and\nspeak of God and carries you backward to the phraseology of\nsome old mouldered nation in another country, in another world,\nbelieve him not. Is the acorn better than the oak which is its\nfulness and completion? Is the parent better than the child\ninto whom he has cast his ripened being? Whence then this\nworship of the past? The centuries are conspirators against\nthe sanity and authority of the soul. Time and space are but\nphysiological colors which the eye makes, but the soul is\nlight: where it is, is day; where it was, is night; and history\nis an impertinence and an injury if it be any thing more than\na cheerful apologue or parable of my being and becoming.",
        "Man is timid and apologetic; he is no longer upright; he\ndares not say ’I think,’ ’I am,’ but quotes some saint or\nsage. He is ashamed before the blade of grass or the blowing\nrose. These roses under my window make no reference to former\nroses or to better ones; they are for what they are; they\nexist with God to-day. There is no time to them. There is\nsimply the rose; it is perfect in every moment of its\nexistence. Before a leaf-bud has burst, its whole life acts;\nin the full-blown flower there is no more; in the leafless\nroot there is no less. Its nature is satisfied and it\nsatisfies nature in all moments alike. But man postpones or\nremembers; he does not live in the present, but with reverted\neye laments the past, or, heedless of the riches that surround\nhim, stands on tiptoe to foresee the future. He cannot be happy\nand strong until he too lives with nature in the present, above\ntime.",
        "This should be plain enough. Yet see what strong intellects\ndare not yet hear God himself unless he speak the phraseology\nof I know not what David, or Jeremiah, or Paul. We shall not\nalways set so great a price on a few texts, on a few lives.\nWe are like children who repeat by rote the sentences of\ngrandames and tutors, and, as they grow older, of the men of\ntalents and character they chance to see,—painfully recollecting\nthe exact words they spoke; afterwards, when they come into the\npoint of view which those had who uttered these sayings, they\nunderstand them and are willing to let the words go; for at any\ntime they can use words as good when occasion comes. If we live\ntruly, we shall see truly.  It is as easy for the strong man to\nbe strong, as it is for the weak to be weak. When we have new\nperception, we shall gladly disburden the memory of its hoarded\ntreasures as old rubbish. When a man lives with God, his voice\nshall be as sweet as the murmur of the brook and the rustle of\nthe corn.",
        "And now at last the highest truth on this subject remains\nunsaid; probably cannot be said; for all that we say is\nthe far-off remembering of the intuition. That thought by\nwhat I can now nearest approach to say it, is this. When\ngood is near you, when you have life in yourself, it is not\nby any known or accustomed way; you shall not discern the\nfootprints of any other; you shall not see the face of man;\nyou shall not hear any name;—the way, the thought, the good\nshall be wholly strange and new. It shall exclude example\nand experience. You take the way from man, not to man. All\npersons that ever existed are its forgotten ministers. Fear\nand hope are alike beneath it. There is somewhat low even\nin hope. In the hour of vision there is nothing that can\nbe called gratitude, nor properly joy. The soul raised over\npassion beholds identity and eternal causation, perceives\nthe self-existence of Truth and Right, and calms itself\nwith knowing that all things go well. Vast spaces of nature,\nthe Atlantic Ocean, the South Sea; long intervals of time,\nyears, centuries, are of no account. This which I think and\nfeel underlay every former state of life and circumstances,\nas it does underlie my present, and what is called life,\nand what is called death.",
        "Life only avails, not the having lived. Power ceases in the\ninstant of repose; it resides in the moment of transition\nfrom a past to a new state, in the shooting of the gulf, in\nthe darting to an aim. This one fact the world hates; that\nthe soul becomes; for that for ever degrades the past, turns\nall riches to poverty, all reputation to a shame, confounds\nthe saint with the rogue, shoves Jesus and Judas equally\naside. Why then do we prate of self-reliance? Inasmuch as\nthe soul is present there will be power not confident but\nagent. To talk of reliance is a poor external way of speaking.\nSpeak rather of that which relies because it works and is.\nWho has more obedience than I masters me, though he should\nnot raise his finger. Round him I must revolve by the\ngravitation of spirits. We fancy it rhetoric when we speak\nof eminent virtue.  We do not yet see that virtue is Height,\nand that a man or a company of men, plastic and permeable to\nprinciples, by the law of nature must overpower and ride all\ncities, nations, kings, rich men, poets, who are not.",
        "This is the ultimate fact which we so quickly reach on this,\nas on every topic, the resolution of all into the ever-blessed\nONE. Self-existence is the attribute of the Supreme Cause,\nand it constitutes the measure of good by the degree in which\nit enters into all lower forms. All things real are so by so\nmuch virtue as they contain. Commerce, husbandry, hunting,\nwhaling, war, eloquence, personal weight, are somewhat, and\nengage my respect as examples of its presence and impure\naction. I see the same law working in nature for conservation\nand growth. Power is, in nature, the essential measure of right.\nNature suffers nothing to remain in her kingdoms which cannot\nhelp itself. The genesis and maturation of a planet, its poise\nand orbit, the bended tree recovering itself from the strong\nwind, the vital resources of every animal and vegetable, are\ndemonstrations of the self-sufficing and therefore self-relying\nsoul.",
        "Thus all concentrates: let us not rove; let us sit at home\nwith the cause. Let us stun and astonish the intruding\nrabble of men and books and institutions, by a simple\ndeclaration of the divine fact. Bid the invaders take the\nshoes from off their feet, for God is here within. Let our\nsimplicity judge them, and our docility to our own law\ndemonstrate the poverty of nature and fortune beside our\nnative riches.",
        "But now we are a mob. Man does not stand in awe of man, nor\nis his genius admonished to stay at home, to put itself in\ncommunication with the internal ocean, but it goes abroad\nto beg a cup of water of the urns of other men. We must go\nalone. I like the silent church before the service begins,\nbetter than any preaching. How far off, how cool, how chaste\nthe persons look, begirt each one with a precinct or sanctuary!\nSo let us always sit. Why should we assume the faults of our\nfriend, or wife, or father, or child, because they sit around\nour hearth, or are said to have the same blood? All men have\nmy blood and I have all men’s. Not for that will I adopt their\npetulance or folly, even to the extent of being ashamed of it.\nBut your isolation must not be mechanical, but spiritual, that\nis, must be elevation. At times the whole world seems to be in\nconspiracy to importune you with emphatic trifles. Friend,\nclient, child, sickness, fear, want, charity, all knock at once\nat thy closet door and say,—’Come out unto us.’ But keep thy\nstate; come not into their confusion. The power men possess to\nannoy me I give them by a weak curiosity. No man can come near\nme but through my act. “What we love that we have, but by\ndesire we bereave ourselves of the love.”",
        "If we cannot at once rise to the sanctities of obedience and\nfaith, let us at least resist our temptations; let us enter\ninto the state of war and wake Thor and Woden, courage and\nconstancy, in our Saxon breasts.  This is to be done in our\nsmooth times by speaking the truth. Check this lying\nhospitality and lying affection. Live no longer to the\nexpectation of these deceived and deceiving people with\nwhom we converse. Say to them, ’O father, O mother, O wife,\nO brother, O friend, I have lived with you after appearances\nhitherto. Henceforward I am the truth’s. Be it known unto\nyou that henceforward I obey no law less than the eternal\nlaw. I will have no covenants but proximities. I shall\nendeavour to nourish my parents, to support my family, to\nbe the chaste husband of one wife,—but these relations I\nmust fill after a new and unprecedented way. I appeal from\nyour customs. I must be myself. I cannot break myself any\nlonger for you, or you. If you can love me for what I am,\nwe shall be the happier. If you cannot, I will still seek\nto deserve that you should. I will not hide my tastes or\naversions. I will so trust that what is deep is holy, that\nI will do strongly before the sun and moon whatever inly\nrejoices me and the heart appoints. If you are noble, I will\nlove you: if you are not, I will not hurt you and myself by\nhypocritical attentions. If you are true, but not in the same\ntruth with me, cleave to your companions; I will seek my own.\nI do this not selfishly but humbly and truly. It is alike your\ninterest, and mine, and all men’s, however long we have dwelt\nin lies, to live in truth. Does this sound harsh to-day? You\nwill soon love what is dictated by your nature as well as\nmine, and if we follow the truth it will bring us out safe at\nlast.’—But so may you give these friends pain. Yes, but I\ncannot sell my liberty and my power, to save their sensibility.\nBesides, all persons have their moments of reason, when they\nlook out into the region of absolute truth; then will they\njustify me and do the same thing.",
        "The populace think that your rejection of popular standards\nis a rejection of all standard, and mere antinomianism; and\nthe bold sensualist will use the name of philosophy to gild\nhis crimes. But the law of consciousness abides. There are\ntwo confessionals, in one or the other of which we must be\nshriven.  You may fulfil your round of duties by clearing\nyourself in the direct, or in the reflex way. Consider\nwhether you have satisfied your relations to father, mother,\ncousin, neighbor, town, cat, and dog; whether any of these\ncan upbraid you. But I may also neglect this reflex standard\nand absolve me to myself. I have my own stern claims and\nperfect circle. It denies the name of duty to many offices\nthat are called duties. But if I can discharge its debts it\nenables me to dispense with the popular code. If any one\nimagines that this law is lax, let him keep its commandment\none day.",
        "And truly it demands something godlike in him who has cast\noff the common motives of humanity and has ventured to trust\nhimself for a taskmaster. High be his heart, faithful his\nwill, clear his sight, that he may in good earnest be doctrine,\nsociety, law, to himself, that a simple purpose may be to him\nas strong as iron necessity is to others!",
        "If any man consider the present aspects of what is called\nby distinction society, he will see the need of these\nethics. The sinew and heart of man seem to be drawn out,\nand we are become timorous, desponding whimperers. We are\nafraid of truth, afraid of fortune, afraid of death and\nafraid of each other. Our age yields no great and perfect\npersons. We want men and women who shall renovate life and\nour social state, but we see that most natures are insolvent,\ncannot satisfy their own wants, have an ambition out of all\nproportion to their practical force and do lean and beg day\nand night continually. Our housekeeping is mendicant, our\narts, our occupations, our marriages, our religion we have\nnot chosen, but society has chosen for us. We are parlor\nsoldiers. We shun the rugged battle of fate, where strength\nis born.",
        "If our young men miscarry in their first enterprises they\nlose all heart. If the young merchant fails, men say he is\nruined. If the finest genius studies at one of our colleges\nand is not installed in an office within one year afterwards\nin the cities or suburbs of Boston or New York, it seems to\nhis friends and to himself that he is right in being\ndisheartened and in complaining the rest of his life. A sturdy\nlad from New Hampshire or Vermont, who in turn tries all the\nprofessions, who teams it, farms it, peddles, keeps a school,\npreaches, edits a newspaper, goes to Congress, buys a township,\nand so forth, in successive years, and always like a cat falls\non his feet, is worth a hundred of these city dolls. He walks\nabreast with his days and feels no shame in not ’studying a\nprofession,’ for he does not postpone his life, but lives\nalready. He has not one chance, but a hundred chances. Let a\nStoic open the resources of man and tell men they are not\nleaning willows, but can and must detach themselves; that with\nthe exercise of self-trust, new powers shall appear; that a man\nis the word made flesh, born to shed healing to the nations;\nthat he should be ashamed of our compassion, and that the\nmoment he acts from himself, tossing the laws, the books,\nidolatries and customs out of the window, we pity him no more\nbut thank and revere him;—and that teacher shall restore the\nlife of man to splendor and make his name dear to all history.",
        "It is easy to see that a greater self-reliance must work a\nrevolution in all the offices and relations of men; in their\nreligion; in their education; in their pursuits; their modes\nof living; their association; in their property; in their\nspeculative views.",
        "1. In what prayers do men allow themselves! That which they\ncall a holy office is not so much as brave and manly. Prayer\nlooks abroad and asks for some foreign addition to come\nthrough some foreign virtue, and loses itself in endless\nmazes of natural and supernatural, and mediatorial and\nmiraculous. Prayer that craves a particular commodity,\nany thing less than all good, is vicious. Prayer is the\ncontemplation of the facts of life from the highest point\nof view. It is the soliloquy of a beholding and jubilant\nsoul. It is the spirit of God pronouncing his works good.\nBut prayer as a means to effect a private end is meanness\nand theft. It supposes dualism and not unity in nature and\nconsciousness. As soon as the man is at one with God, he\nwill not beg. He will then see prayer in all action. The\nprayer of the farmer kneeling in his field to weed it, the\nprayer of the rower kneeling with the stroke of his oar,\nare true prayers heard throughout nature, though for cheap\nends. Caratach, in Fletcher’s Bonduca, when admonished to\ninquire the mind of the god Audate, replies,—",
        "Another sort of false prayers are our regrets. Discontent\nis the want of self-reliance: it is infirmity of will.\nRegret calamities if you can thereby help the sufferer;\nif not, attend your own work and already the evil begins\nto be repaired. Our sympathy is just as base. We come to\nthem who weep foolishly and sit down and cry for company,\ninstead of imparting to them truth and health in rough\nelectric shocks, putting them once more in communication\nwith their own reason. The secret of fortune is joy in our\nhands. Welcome evermore to gods and men is the self-helping\nman. For him all doors are flung wide; him all tongues\ngreet, all honors crown, all eyes follow with desire. Our\nlove goes out to him and embraces him because he did not\nneed it. We solicitously and apologetically caress and\ncelebrate him because he held on his way and scorned our\ndisapprobation. The gods love him because men hated him.\n“To the persevering mortal,” said Zoroaster, “the blessed\nImmortals are swift.”",
        "As men’s prayers are a disease of the will, so are their\ncreeds a disease of the intellect. They say with those\nfoolish Israelites, ’Let not God speak to us, lest we die.\nSpeak thou, speak any man with us, and we will obey.’\nEverywhere I am hindered of meeting God in my brother,\nbecause he has shut his own temple doors and recites\nfables merely of his brother’s, or his brother’s brother’s\nGod. Every new mind is a new classification. If it prove a\nmind of uncommon activity and power, a Locke, a Lavoisier, a\nHutton, a Bentham, a Fourier, it imposes its classification\non other men, and lo! a new system. In proportion to the\ndepth of the thought, and so to the number of the objects\nit touches and brings within reach of the pupil, is his\ncomplacency. But chiefly is this apparent in creeds and\nchurches, which are also classifications of some powerful\nmind acting on the elemental thought of duty, and man’s\nrelation to the Highest. Such is Calvinism, Quakerism,\nSwedenborgism. The pupil takes the same delight in\nsubordinating every thing to the new terminology as a\ngirl who has just learned botany in seeing a new earth\nand new seasons thereby. It will happen for a time that\nthe pupil will find his intellectual power has grown by\nthe study of his master’s mind. But in all unbalanced\nminds the classification is idolized, passes for the end\nand not for a speedily exhaustible means, so that the\nwalls of the system blend to their eye in the remote\nhorizon with the walls of the universe; the luminaries\nof heaven seem to them hung on the arch their master\nbuilt. They cannot imagine how you aliens have any right\nto see,—how you can see; ’It must be somehow that you\nstole the light from us.’ They do not yet perceive that\nlight, unsystematic, indomitable, will break into any\ncabin, even into theirs. Let them chirp awhile and call\nit their own. If they are honest and do well, presently\ntheir neat new pinfold will be too strait and low, will\ncrack, will lean, will rot and vanish, and the immortal\nlight, all young and joyful, million-orbed, million-\ncolored, will beam over the universe as on the first\nmorning.",
        "2. It is for want of self-culture that the superstition\nof Travelling, whose idols are Italy, England, Egypt,\nretains its fascination for all educated Americans. They\nwho made England, Italy, or Greece venerable in the\nimagination did so by sticking fast where they were, like\nan axis of the earth. In manly hours we feel that duty\nis our place. The soul is no traveller; the wise man stays\nat home, and when his necessities, his duties, on any\noccasion call him from his house, or into foreign lands,\nhe is at home still and shall make men sensible by the\nexpression of his countenance that he goes, the missionary\nof wisdom and virtue, and visits cities and men like a\nsovereign and not like an interloper or a valet.",
        "I have no churlish objection to the circumnavigation of the\nglobe for the purposes of art, of study, and benevolence,\nso that the man is first domesticated, or does not go abroad\nwith the hope of finding somewhat greater than he knows. He\nwho travels to be amused, or to get somewhat which he does\nnot carry, travels away from himself, and grows old even in\nyouth among old things. In Thebes, in Palmyra, his will and\nmind have become old and dilapidated as they. He carries\nruins to ruins.",
        "Travelling is a fool’s paradise. Our first journeys discover\nto us the indifference of places. At home I dream that at\nNaples, at Rome, I can be intoxicated with beauty and lose\nmy sadness. I pack my trunk, embrace my friends, embark on\nthe sea and at last wake up in Naples, and there beside me\nis the stern fact, the sad self, unrelenting, identical, that\nI fled from. I seek the Vatican and the palaces. I affect to\nbe intoxicated with sights and suggestions, but I am not\nintoxicated. My giant goes with me wherever I go.",
        "3. But the rage of travelling is a symptom of a deeper\nunsoundness affecting the whole intellectual action. The\nintellect is vagabond, and our system of education fosters\nrestlessness. Our minds travel when our bodies are forced\nto stay at home. We imitate; and what is imitation but the\ntravelling of the mind? Our houses are built with foreign\ntaste; our shelves are garnished with foreign ornaments;\nour opinions, our tastes, our faculties, lean, and follow\nthe Past and the Distant. The soul created the arts wherever\nthey have flourished. It was in his own mind that the artist\nsought his model. It was an application of his own thought\nto the thing to be done and the conditions to be observed.\nAnd why need we copy the Doric or the Gothic model? Beauty,\nconvenience, grandeur of thought and quaint expression are\nas near to us as to any, and if the American artist will\nstudy with hope and love the precise thing to be done by\nhim, considering the climate, the soil, the length of the\nday, the wants of the people, the habit and form of the\ngovernment, he will create a house in which all these will\nfind themselves fitted, and taste and sentiment will be\nsatisfied also.",
        "Insist on yourself; never imitate. Your own gift you can\npresent every moment with the cumulative force of a whole\nlife’s cultivation; but of the adopted talent of another\nyou have only an extemporaneous half possession. That which\neach can do best, none but his Maker can teach him. No man\nyet knows what it is, nor can, till that person has exhibited\nit. Where is the master who could have taught Shakspeare?\nWhere is the master who could have instructed Franklin, or\nWashington, or Bacon, or Newton? Every great man is a unique.\nThe Scipionism of Scipio is precisely that part he could not\nborrow. Shakspeare will never be made by the study of\nShakspeare. Do that which is assigned you, and you cannot\nhope too much or dare too much. There is at this moment for\nyou an utterance brave and grand as that of the colossal\nchisel of Phidias, or trowel of the Egyptians, or the pen\nof Moses or Dante, but different from all these. Not possibly\nwill the soul, all rich, all eloquent, with thousand-cloven\ntongue, deign to repeat itself; but if you can hear what\nthese patriarchs say, surely you can reply to them in the\nsame pitch of voice; for the ear and the tongue are two\norgans of one nature. Abide in the simple and noble regions\nof thy life, obey thy heart and thou shalt reproduce the\nForeworld again.",
        "4. As our Religion, our Education, our Art look abroad, so\ndoes our spirit of society. All men plume themselves on the\nimprovement of society, and no man improves.",
        "Society never advances. It recedes as fast on one side as\nit gains on the other. It undergoes continual changes; it\nis barbarous, it is civilized, it is christianized, it is\nrich, it is scientific; but this change is not amelioration.\nFor every thing that is given something is taken. Society\nacquires new arts and loses old instincts. What a contrast\nbetween the well-clad, reading, writing, thinking American,\nwith a watch, a pencil and a bill of exchange in his pocket,\nand the naked New Zealander, whose property is a club, a\nspear, a mat and an undivided twentieth of a shed to sleep\nunder! But compare the health of the two men and you shall\nsee that the white man has lost his aboriginal strength. If\nthe traveller tell us truly, strike the savage with a broad\naxe and in a day or two the flesh shall unite and heal as if\nyou struck the blow into soft pitch, and the same blow shall\nsend the white to his grave.",
        "The civilized man has built a coach, but has lost the use\nof his feet. He is supported on crutches, but lacks so much\nsupport of muscle. He has a fine Geneva watch, but he fails\nof the skill to tell the hour by the sun. A Greenwich nautical\nalmanac he has, and so being sure of the information when he\nwants it, the man in the street does not know a star in the\nsky. The solstice he does not observe; the equinox he knows\nas little; and the whole bright calendar of the year is\nwithout a dial in his mind. His note-books impair his memory;\nhis libraries overload his wit; the insurance-office increases\nthe number of accidents; and it may be a question whether\nmachinery does not encumber; whether we have not lost by\nrefinement some energy, by a Christianity entrenched in\nestablishments and forms some vigor of wild virtue. For\nevery Stoic was a Stoic; but in Christendom where is the\nChristian?",
        "There is no more deviation in the moral standard than in\nthe standard of height or bulk. No greater men are now\nthan ever were. A singular equality may be observed between\nthe great men of the first and of the last ages; nor can\nall the science, art, religion, and philosophy of the\nnineteenth century avail to educate greater men than\nPlutarch’s heroes, three or four and twenty centuries ago.\nNot in time is the race progressive. Phocion, Socrates,\nAnaxagoras, Diogenes, are great men, but they leave no\nclass. He who is really of their class will not be called\nby their name, but will be his own man, and in his turn the\nfounder of a sect. The arts and inventions of each period\nare only its costume and do not invigorate men. The harm of\nthe improved machinery may compensate its good. Hudson and\nBehring accomplished so much in their fishing-boats as to\nastonish Parry and Franklin, whose equipment exhausted the\nresources of science and art. Galileo, with an opera-glass,\ndiscovered a more splendid series of celestial phenomena\nthan any one since. Columbus found the New World in an\nundecked boat. It is curious to see the periodical disuse\nand perishing of means and machinery which were introduced\nwith loud laudation a few years or centuries before. The\ngreat genius returns to essential man. We reckoned the\nimprovements of the art of war among the triumphs of science,\nand yet Napoleon conquered Europe by the bivouac, which\nconsisted of falling back on naked valor and disencumbering\nit of all aids. The Emperor held it impossible to make a\nperfect army, says Las Cases, “without abolishing our arms,\nmagazines, commissaries and carriages, until, in imitation\nof the Roman custom, the soldier should receive his supply\nof corn, grind it in his hand-mill, and bake his bread\nhimself.”",
        "Society is a wave. The wave moves onward, but the water\nof which it is composed does not. The same particle does\nnot rise from the valley to the ridge. Its unity is only\nphenomenal. The persons who make up a nation to-day, next\nyear die, and their experience with them.",
        "And so the reliance on Property, including the reliance\non governments which protect it, is the want of self-\nreliance. Men have looked away from themselves and at things\nso long that they have come to esteem the religious, learned\nand civil institutions as guards of property, and they\ndeprecate assaults on these, because they feel them to be\nassaults on property. They measure their esteem of each other\nby what each has, and not by what each is. But a cultivated\nman becomes ashamed of his property, out of new respect for\nhis nature. Especially he hates what he has if he see that it\nis accidental,—came to him by inheritance, or gift, or crime;\nthen he feels that it is not having; it does not belong to him,\nhas no root in him and merely lies there because no revolution\nor no robber takes it away. But that which a man is, does\nalways by necessity acquire, and what the man acquires is\nliving property, which does not wait the beck of rulers, or\nmobs, or revolutions, or fire, or storm, or bankruptcies, but\nperpetually renews itself wherever the man breathes. “Thy lot\nor portion of life,” said the Caliph Ali, “is seeking after\nthee; therefore be at rest from seeking after it.” Our\ndependence on these foreign goods leads us to our slavish\nrespect for numbers. The political parties meet in numerous\nconventions; the greater the concourse and with each new\nuproar of announcement, The delegation from Essex! The\nDemocrats from New Hampshire! The Whigs of Maine! the young\npatriot feels himself stronger than before by a new thousand\nof eyes and arms. In like manner the reformers summon\nconventions and vote and resolve in multitude.  Not so, O\nfriends! will the God deign to enter and inhabit you, but\nby a method precisely the reverse. It is only as a man puts\noff all foreign support and stands alone that I see him to\nbe strong and to prevail. He is weaker by every recruit to\nhis banner. Is not a man better than a town? Ask nothing of\nmen, and, in the endless mutation, thou only firm column must\npresently appear the upholder of all that surrounds thee.  He\nwho knows that power is inborn, that he is weak because he has\nlooked for good out of him and elsewhere, and so perceiving,\nthrows himself unhesitatingly on his thought, instantly rights\nhimself, stands in the erect position, commands his limbs,\nworks miracles; just as a man who stands on his feet is\nstronger than a man who stands on his head.",
        "So use all that is called Fortune. Most men gamble with\nher, and gain all, and lose all, as her wheel rolls. But\ndo thou leave as unlawful these winnings, and deal with\nCause and Effect, the chancellors of God. In the Will work\nand acquire, and thou hast chained the wheel of Chance, and\nshalt sit hereafter out of fear from her rotations. A\npolitical victory, a rise of rents, the recovery of your sick\nor the return of your absent friend, or some other favorable\nevent raises your spirits, and you think good days are\npreparing for you. Do not believe it. Nothing can bring you\npeace but yourself. Nothing can bring you peace but the\ntriumph of principles.",
        "Continue...",
        "\nThis complete text of Essays, First Series by Ralph Waldo Emerson is in the public domain.\n\n\nInterested to buy a book?\nRalph Waldo Emerson: Essays and Lectures.\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on April 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "Essays: First Series - Vol. 2 (Notable American Authors)By Ralph Waldo EmersonAt Amazon"
    ]
}