{
    "title": "Essays of Francis Bacon - Of Boldness (The Essays or Counsels, Civil and Moral, of Francis Ld. Verulam Viscount St. Albans)",
    "author": "Unknown",
    "chapter": "13",
    "content": [
        "\nFrancis Bacon (1561-1626)\n",
        "\n\n",
        "IT IS a trivial grammar-school text, but yet\nworthy a wise man’s consideration.  Question\nwas asked of Demosthenes, what was the chief\npart of an orator? he answered, action; what next?\naction; what next again? action.  He said it, that\nknew it best, and had, by nature, himself no advantage in that he commended.  A strange thing,\nthat that part of an orator, which is but superficial,\nand rather the virtue of a player, should be placed\nso high, above those other noble parts, of invention,\nelocution, and the rest; nay, almost alone, as if it\nwere all in all.  But the reason is plain.  There is in\nhuman nature generally, more of the fool than of\nthe wise; and therefore those faculties, by which\nthe foolish part of men’s minds is taken, are most\npotent.  Wonderful like is the case of boldness in\ncivil business: what first? boldness; what second\nand third? boldness.  And yet boldness is a child of\nignorance and baseness, far inferior to other parts.\nBut nevertheless it doth fascinate, and bind hand\nand foot, those that are either shallow in judgment, or weak in courage, which are the greatest\npart; yea and prevaileth with wise men at weak\ntimes.  Therefore we see it hath done wonders, in\npopular states; but with senates, and princes less;\nand more ever upon the first entrance of bold persons into action, than soon after; for boldness is an\nill keeper of promise.  Surely, as there are mountebanks for the natural body, so are there mountebanks for the politic body; men that undertake\ngreat cures, and perhaps have been lucky, in two\nor three experiments, but want the grounds of\nscience, and therefore cannot hold out.  Nay, you\nshall see a bold fellow many times do Mahomet’s\nmiracle.  Mahomet made the people believe that\nhe would call an hill to him, and from the top of it\noffer up his prayers, for the observers of his law.\nThe people assembled; Mahomet called the hill to\ncome to him, again and again; and when the hill\nstood still, he was never a whit abashed, but said,\nIf the hill will not come to Mahomet, Mahomet\nwill go to the hill.  So these men, when they have\npromised great matters, and failed most shamefully, yet (if they have the perfection of boldness)\nthey will but slight it over, and make a turn, and\nno more ado.  Certainly to men of great judgment,\nbold persons are a sport to behold; nay, and to the\nvulgar also, boldness has somewhat of the ridiculous.  For if absurdity be the subject of laughter,\ndoubt you not but great boldness is seldom without\nsome absurdity.  Especially it is a sport to see, when\na bold fellow is out of countenance; for that puts\nhis face into a most shrunken, and wooden posture; as needs it must; for in bashfulness, the spirits\ndo a little go and come; but with bold men, upon\nlike occasion, they stand at a stay; like a stale at\nchess, where it is no mate, but yet the game cannot\nstir.  But this last were fitter for a satire than for a\nserious observation.  This is well to be weighed;\nthat boldness is ever blind; for it seeth not danger,\nand inconveniences.  Therefore it is ill in counsel,\ngood in execution; so that the right use of bold persons is, that they never command in chief, but be\nseconds, and under the direction of others.  For in\ncounsel, it is good to see dangers; and in execution,\nnot to see them, except they be very great.",
        "Continue...",
        "\nThis complete text of Essays of Francis Bacon is in the public domain.\n\n\nAmazon books: \nThe Essays, Francis Bacon.\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on November 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}