{
    "title": "Essays of Francis Bacon - Of Health (The Essays or Counsels, Civil and Moral, of Francis Ld. Verulam Viscount St. Albans)",
    "author": "Unknown",
    "chapter": "31",
    "content": [
        "\nFrancis Bacon (1561-1626)\n",
        "\n\n",
        "THERE is a wisdom in this; beyond the rules of\nphysic: a man’s own observation, what he\nfinds good of, and what he finds hurt of, is the best\nphysic to preserve health.  But it is a safer conclusion to say, This agreeth not well with me, therefore, I will not continue it; than this, I find no\noffence of this, therefore I may use it.  For strength\nof nature in youth, passeth over many excesses,\nwhich are owing a man till his age.  Discern of the\ncoming on of years, and think not to do the same\nthings still; for age will not be defied.  Beware of\nsudden change, in any great point of diet, and, if\nnecessity enforce it, fit the rest to it.  For it is a secret\nboth in nature and state, that it is safer to change\nmany things, than one.  Examine thy customs of\ndiet, sleep, exercise, apparel, and the like; and try,\nin any thing thou shalt judge hurtful, to discontinue it, by little and little; but so, as if thou dost\nfind any inconvenience by the change, thou come\nback to it again: for it is hard to distinguish that\nwhich is generally held good and wholesome,\nfrom that which is good particularly, and fit for\nthine own body.  To be free-minded and cheerfully\ndisposed, at hours of meat, and of sleep, and of\nexercise, is one of the best precepts of long lasting.\nAs for the passions, and studies of the mind; avoid\nenvy, anxious fears; anger fretting inwards;\nsubtle and knotty inquisitions; joys and exhilarations in excess; sadness not communicated.  Entertain hopes; mirth rather than joy; variety of\ndelights, rather than surfeit of them; wonder and\nadmiration, and therefore novelties; studies that\nfill the mind with splendid and illustrious objects,\nas histories, fables, and contemplations of nature.\nIf you fly physic in health altogether, it will be too\nstrange for your body, when you shall need it.  If\nyou make it too familiar, it will work no extraordinary effect, when sickness cometh.  I commend\nrather some diet for certain seasons, than frequent\nuse of physic, except it be grown into a custom.  For\nthose diets alter the body more, and trouble it less.\nDespise no new accident in your body, but ask\nopinion of it.  In sickness, respect health principally; and in health, action.  For those that put\ntheir bodies to endure in health, may in most sicknesses, which are not very sharp, be cured only\nwith diet, and tendering.  Celsus could never have\nspoken it as a physician, had he not been a wise\nman withal, when he giveth it for one of the great\nprecepts of health and lasting, that a man do vary,\nand interchange contraries, but with an inclination to the more benign extreme: use fasting and\nfull eating, but rather full eating; watching and\nsleep, but rather sleep; sitting and exercise, but\nrather exercise; and the like.  So shall nature be\ncherished, and yet taught masteries.  Physicians\nare, some of them, so pleasing and conformable to\nthe humor of the patient, as they press not the true\ncure of the disease; and some other are so regular,\nin proceeding according to art for the disease, as\nthey respect not sufficiently the condition of the\npatient.  Take one of a middle temper; or if it may\nnot be found in one man, combine two of either\nsort; and forget not to call as well, the best acquainted with your body, as the best reputed of\nfor his faculty.",
        "Continue...",
        "\nThis complete text of Essays of Francis Bacon is in the public domain.\n\n\nAmazon books: \nThe Essays, Francis Bacon.\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on November 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}