{
    "title": "Essays, Second Series - V. Gifts",
    "author": "Ralph Waldo Emerson",
    "chapter": "10",
    "content": [
        "",
        "\n\n",
        "IT is said that the world is in a state of bankruptcy;\nthat the world owes the world more than the world can\npay, and ought to go into chancery and be sold. I do\nnot think this general insolvency, which involves in\nsome sort all the population, to be the reason of the\ndifficulty experienced at Christmas and New Year and\nother times, in bestowing gifts; since it is always\nso pleasant to be generous, though very vexatious to\npay debts. But the impediment lies in the choosing.\nIf at any time it comes into my head that a present\nis due from me to somebody, I am puzzled what to give,\nuntil the opportunity is gone.  Flowers and fruits are\nalways fit presents; flowers, because they are a proud\nassertion that a ray of beauty outvalues all the\nutilities of the world. These gay natures contrast with\nthe somewhat stern countenance of ordinary nature: they\nare like music heard out of a work-house. Nature does\nnot cocker us; we are children, not pets; she is not\nfond; everything is dealt to us without fear or favor,\nafter severe universal laws. Yet these delicate flowers\nlook like the frolic and interference of love and beauty.\nMen use to tell us that we love flattery even though we\nare not deceived by it, because it shows that we are of\nimportance enough to be courted. Something like that\npleasure, the flowers give us: what am I to whom these\nsweet hints are addressed? Fruits are acceptable gifts,\nbecause they are the flower of commodities, and admit\nof fantastic values being attached to them. If a man\nshould send to me to come a hundred miles to visit him\nand should set before me a basket of fine summer-fruit,\nI should think there was some proportion between the\nlabor and the reward.",
        "For common gifts, necessity makes pertinences and\nbeauty every day, and one is glad when an imperative\nleaves him no option; since if the man at the door\nhave no shoes, you have not to consider whether you\ncould procure him a paint-box. And as it is always\npleasing to see a man eat bread, or drink water, in\nthe house or out of doors, so it is always a great\nsatisfaction to supply these first wants.  Necessity\ndoes everything well. In our condition of universal\ndependence it seems heroic to let the petitioner be\nthe judge of his necessity, and to give all that is\nasked, though at great inconvenience. If it be a\nfantastic desire, it is better to leave to others\nthe office of punishing him. I can think of many\nparts I should prefer playing to that of the Furies.\nNext to things of necessity, the rule for a gift,\nwhich one of my friends prescribed, is that we might\nconvey to some person that which properly belonged\nto his character, and was easily associated with\nhim in thought. But our tokens of compliment and\nlove are for the most part barbarous. Rings and\nother jewels are not gifts, but apologies for gifts.\nThe only gift is a portion of thyself. Thou must\nbleed for me. Therefore the poet brings his poem;\nthe shepherd, his lamb; the farmer, corn; the miner,\na gem; the sailor, coral and shells; the painter,\nhis picture; the girl, a handkerchief of her own\nsewing. This is right and pleasing, for it restores\nsociety in so far to its primary basis, when a man’s\nbiography is conveyed in his gift, and every man’s\nwealth is an index of his merit.  But it is a cold\nlifeless business when you go to the shops to buy me\nsomething which does not represent your life and\ntalent, but a goldsmith’s. This is fit for kings,\nand rich men who represent kings, and a false state\nof property, to make presents of gold and silver\nstuffs, as a kind of symbolical sin-offering, or\npayment of black-mail.",
        "The law of benefits is a difficult channel, which\nrequires careful sailing, or rude boats. It is not\nthe office of a man to receive gifts. How dare you\ngive them? We wish to be self-sustained. We do not\nquite forgive a giver. The hand that feeds us is in\nsome danger of being bitten. We can receive anything\nfrom love, for that is a way of receiving it from\nourselves; but not from any one who assumes to bestow.\nWe sometimes hate the meat which we eat, because there\nseems something of degrading dependence in living\nby it:—",
        "We ask the whole. Nothing less will content us. We\narraign society if it do not give us, besides earth\nand fire and water, opportunity, love, reverence,\nand objects of veneration.",
        "He is a good man who can receive a gift well. We\nare either glad or sorry at a gift, and both emotions\nare unbecoming. Some violence I think is done, some\ndegradation borne, when I rejoice or grieve at a gift.\nI am sorry when my independence is invaded, or when a\ngift comes from such as do not know my spirit, and so\nthe act is not supported; and if the gift pleases me\novermuch, then I should be ashamed that the donor\nshould read my heart, and see that I love his commodity,\nand not him. The gift, to be true, must be the flowing\nof the giver unto me, correspondent to my flowing unto\nhim. When the waters are at level, then my goods pass\nto him, and his to me. All his are mine, all mine his.\nI say to him, How can you give me this pot of oil or\nthis flagon of wine when all your oil and wine is mine,\nwhich belief of mine this gift seems to deny? Hence\nthe fitness of beautiful, not useful things, for gifts.\nThis giving is flat usurpation, and therefore when the\nbeneficiary is ungrateful, as all beneficiaries hate\nall Timons, not at all considering the value of the\ngift but looking back to the greater store it was taken\nfrom,—I rather sympathize with the beneficiary than\nwith the anger of my lord Timon. For the expectation of\ngratitude is mean, and is continually punished by the\ntotal insensibility of the obliged person. It is a great\nhappiness to get off without injury and heart-burning\nfrom one who has had the ill-luck to be served by you.\nIt is a very onerous business, this of being served, and\nthe debtor naturally wishes to give you a slap. A golden\ntext for these gentlemen is that which I so admire in the\nBuddhist, who never thanks, and who says, “Do not flatter\nyour benefactors.”",
        "The reason of these discords I conceive to be that\nthere is no commensurability between a man and any\ngift. You cannot give anything to a magnanimous\nperson. After you have served him he at once puts\nyou in debt by his magnanimity. The service a man\nrenders his friend is trivial and selfish compared\nwith the service he knows his friend stood in\nreadiness to yield him, alike before he had begun\nto serve his friend, and now also. Compared with\nthat good-will I bear my friend, the benefit it is\nin my power to render him seems small. Besides, our\naction on each other, good as well as evil, is so\nincidental and at random that we can seldom hear\nthe acknowledgments of any person who would thank\nus for a benefit, without some shame and humiliation.\nWe can rarely strike a direct stroke, but must be\ncontent with an oblique one; we seldom have the\nsatisfaction of yielding a direct benefit which is\ndirectly received. But rectitude scatters favors on\nevery side without knowing it, and receives with\nwonder the thanks of all people.",
        "I fear to breathe any treason against the majesty\nof love, which is the genius and god of gifts, and\nto whom we must not affect to prescribe. Let him\ngive kingdoms or flower-leaves indifferently. There\nare persons from whom we always expect fairy-tokens;\nlet us not cease to expect them. This is prerogative,\nand not to be limited by our municipal rules. For\nthe rest, I like to see that we cannot be bought and\nsold.  The best of hospitality and of generosity is\nalso not in the will, but in fate. I find that I am\nnot much to you; you do not need me; you do not feel\nme; then am I thrust out of doors, though you proffer\nme house and lands. No services are of any value, but\nonly likeness. When I have attempted to join myself to\nothers by services, it proved an intellectual trick,—\nno more. They eat your service like apples, and leave\nyou out. But love them, and they feel you and delight\nin you all the time.",
        "Continue...",
        "\nThis complete text of Essays, Second Series by Ralph Waldo Emerson is in the public domain.\n\n\nInterested to buy a book?\nRalph Waldo Emerson: Essays and Lectures.\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on April 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "ESSAYS SECOND SERIESBy Ralph Waldo EmersonAt Amazon"
    ]
}