{
    "title": "Essays of Francis Bacon - Of Love (The Essays or Counsels, Civil and Moral, of Francis Ld. Verulam Viscount St. Albans)",
    "author": "Unknown",
    "chapter": "11",
    "content": [
        "\nFrancis Bacon (1561-1626)\n",
        "\n\n",
        "THE stage is more beholding to love, than the\nlife of man.  For as to the stage, love is ever\nmatter of comedies, and now and then of tragedies;\nbut in life it doth much mischief; sometimes like a\nsiren, sometimes like a fury.  You may observe, that\namongst all the great and worthy persons (whereof\nthe memory remaineth, either ancient or recent)\nthere is not one, that hath been transported to\nthe mad degree of love: which shows that great\nspirits, and great business, do keep out this weak\npassion.  You must except, nevertheless, Marcus\nAntonius, the half partner of the empire of Rome,\nand Appius Claudius, the decemvir and lawgiver;\nwhereof the former was indeed a voluptuous man,\nand inordinate; but the latter was an austere and\nwise man: and therefore it seems (though rarely)\nthat love can find entrance, not only into an open\nheart, but also into a heart well fortified, if watch\nbe not well kept.  It is a poor saying of Epicurus,\nSatis  magnum  alter  alteri  theatrum  sumus;  as   if\nman,  made  for  the  contemplation  of   heaven,   and\nall noble objects, should do nothing but kneel before a little idol, and make himself a subject,\nthough not of the mouth (as beasts are), yet of the\neye; which was given him for higher purposes.  It\nis a strange thing, to note the excess of this passion,\nand how it braves the nature, and value of things,\nby this; that the speaking in a perpetual hyperbole, is comely in nothing but in love.  Neither is it\nmerely in the phrase; for whereas it hath been\nwell said, that the arch-flatterer, with whom all\nthe petty flatterers have intelligence, is a man’s\nself; certainly the lover is more.  For there was\nnever proud man thought so absurdly well of himself, as the lover doth of the person loved; and\ntherefore it was well said, That it is impossible to\nlove, and to be wise.  Neither doth this weakness\nappear to others only, and not to the party loved;\nbut to the loved most of all, except the love be reciproque.  For it is a true rule, that love is ever rewarded, either with the reciproque, or with an\ninward and secret contempt.  By how much the\nmore, men ought to beware of this passion, which\nloseth not only other things, but itself! As for the\nother losses, the poet’s relation doth well figure\nthem: that he that preferred Helena, quitted the\ngifts of Juno and Pallas.  For whosoever esteemeth\ntoo much of amorous affection, quitteth both riches\nand wisdom.  This passion hath his floods, in very\ntimes of weakness; which are great prosperity, and\ngreat adversity; though this latter hath been less\nobserved: both which times kindle love, and make\nit more fervent, and therefore show it to be the\nchild of folly.  They do best, who if they cannot but\nadmit love, yet make it keep quarters; and sever it\nwholly from their serious affairs, and actions, of\nlife; for if it check once with business, it troubleth\nmen’s fortunes, and maketh men, that they can no\nways be true to their own ends.  I know not how,\nbut martial men are given to love: I think, it is but\nas they are given to wine; for perils commonly ask\nto be paid in pleasures.  There is in man’s nature, a\nsecret inclination and motion, towards love of\nothers, which if it be not spent upon some one or a\nfew, doth naturally spread itself towards many,\nand maketh men become humane and charitable;\nas it is seen sometime in friars.  Nuptial love maketh\nmankind; friendly love perfecteth it; but wanton\nlove corrupteth, and embaseth it.",
        "Continue...",
        "\nThis complete text of Essays of Francis Bacon is in the public domain.\n\n\nAmazon books: \nThe Essays, Francis Bacon.\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on November 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}