{
    "title": "Essays of Francis Bacon - Of Revenge (The Essays or Counsels, Civil and Moral, of Francis Ld. Verulam Viscount St. Albans)",
    "author": "Unknown",
    "chapter": "5",
    "content": [
        "\nFrancis Bacon (1561-1626)\n",
        "\n\n",
        "REVENGE is a kind of wild justice; which the\nmore man’ s nature runs to, the more ought\nlaw to weed it out.  For as for the first wrong, it\ndoth but offend the law; but the revenge of that\nwrong, putteth the law out of office.  Certainly, in\ntaking revenge, a man is but even with his enemy;\nbut in passing it over, he is superior; for it is a\nprince’s part to pardon.  And Solomon, I am sure,\nsaith, It is the glory of a man, to pass by an offence.\nThat which is past is gone, and irrevocable; and\nwise men have enough to do, with things present\nand to come; therefore they do but trifle with\nthemselves, that labor in past matters.  There is no\nman doth a wrong, for the wrong’s sake; but\nthereby to purchase himself profit, or pleasure, or\nhonor, or the like.  Therefore why should I be\nangry with a man, for loving himself better than\nme? And if any man should do wrong, merely out\nof ill-nature, why, yet it is but like the thorn or\nbriar, which prick and scratch, because they can\ndo no other.  The most tolerable sort of revenge, is\nfor those wrongs which there is no law to remedy;\nbut then let a man take heed, the revenge be such\nas there is no law to punish; else a man’s enemy is\nstill before hand, and it is two for one.  Some, when\nthey take revenge, are desirous, the party should\nknow, whence it cometh.  This is the more generous.  For the delight seemeth to be, not so much in\ndoing the hurt, as in making the party repent.  But\nbase and crafty cowards, are like the arrow that\nflieth in the dark.  Cosmus, duke of Florence, had a\ndesperate saying against perfidious or neglecting\nfriends, as if those wrongs were unpardonable;\nYou shall read (saith he) that we are commanded\nto forgive our enemies; but you never read, that we\nare commanded to forgive our friends.  But yet the\nspirit of Job was in a better tune: Shall we (saith\nhe) take good at God’s hands, and not be content to\ntake evil also? And so of friends in a proportion.\nThis is certain, that a man that studieth revenge,\nkeeps his own wounds green, which otherwise\nwould heal, and do well.  Public revenges are for\nthe most part fortunate; as that for the death of\nCaesar; for the death of Pertinax; for the death of\nHenry the Third of France; and many more.  But\nin private revenges, it is not so.  Nay rather, vindictive persons live the life of witches; who, as they\nare mischievous, so end they infortunate.",
        "Continue...",
        "\nThis complete text of Essays of Francis Bacon is in the public domain.\n\n\nAmazon books: \nThe Essays, Francis Bacon.\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on November 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}