{
    "title": "Essays of Francis Bacon - Of Deformity (The Essays or Counsels, Civil and Moral, of Francis Ld. Verulam Viscount St. Albans)",
    "author": "Unknown",
    "chapter": "44",
    "content": [
        "\nFrancis Bacon (1561-1626)\n",
        "\n\n",
        "DEFORMED persons are commonly even with\nnature; for as nature hath done ill by them,\nso do they by nature; being for the most part (as\nthe Scripture saith) void of natural affection; and\nso they have their revenge of nature.  Certainly\nthere is a consent, between the body and the mind;\nand where nature erreth in the one, she ventureth\nin the other.  Ubi peccat in uno, periclitatur in altero.  But because there is, in man, an election\ntouching the frame of his mind, and a necessity in\nthe frame of his body, the stars of natural inclination are sometimes obscured, by the sun of discipline and virtue.  Therefore it is good to consider of\ndeformity, not as a sign, which is more deceivable;\nbut as a cause, which seldom faileth of the effect.\nWhosoever hath anything fixed in his person, that\ndoth induce contempt, hath also a perpetual spur\nin himself, to rescue and deliver himself from\nscorn.  Therefore all deformed persons, are extreme\nbold.  First, as in their own defence, as being exposed to scorn; but in process of time, by a general\nhabit.  Also it stirreth in them industry, and especially of this kind, to watch and observe the weakness of others, that they may have somewhat to\nrepay.  Again, in their superiors, it quencheth\njealousy towards them, as persons that they think\nthey may, at pleasure, despise: and it layeth their\ncompetitors and emulators asleep; as never believing they should be in possibility of advancement,\ntill they see them in possession.  So that upon the\nmatter, in a great wit, deformity is an advantage\nto rising.  Kings in ancient times (and at this present in some countries) were wont to put great trust\nin eunuchs; because they that are envious towards\nall are more obnoxious and officious, towards one.\nBut yet their trust towards them, hath rather\nbeen as to good spials, and good wbisperers, than\ngood magistrates and officers.  And much like is\nthe reason of deformed persons.  Still the ground\nis, they will, if they be of spirit, seek to free themselves from scorn; which must be either by virtue\nor malice; and therefore let it not be marvelled, if\nsometimes they prove excellent persons; as was\nAgesilaus, Zanger the son of Solyman, AEsop,\nGasca, President of Peru; and Socrates may go\nlikewise amongst them; with others.",
        "Continue...",
        "\nThis complete text of Essays of Francis Bacon is in the public domain.\n\n\nAmazon books: \nThe Essays, Francis Bacon.\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on November 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}