{
    "title": "Essays of Francis Bacon - Of Fame (The Essays or Counsels, Civil and Moral, of Francis Ld. Verulam Viscount St. Albans)",
    "author": "Unknown",
    "chapter": "59",
    "content": [
        "\nFrancis Bacon (1561-1626)\n",
        "\n\n",
        "THE poets make Fame a monster.  They describe her in part finely and elegantly, and\nin part gravely and sententiously.  They say, look\nhow many feathers she hath, so many eyes she\nhath underneath; so many tongues; so many\nvoices; she pricks up so many ears.",
        "This is a flourish.  There follow excellent parables; as that, she gathereth strength in going;\nthat she goeth upon the ground, and yet hideth her\nhead in the clouds; that in the daytime she sitteth\nin a watch tower, and flieth most by night; that\nshe mingleth things done, with things not done;\nand that she is a terror to great cities.  But that\nwhich passeth all the rest is: They do recount that\nthe Earth, mother of the giants that made war\nagainst Jupiter, and were by him destroyed, thereupon in an anger brought forth Fame.  For certain\nit is, that rebels, figured by the giants, and seditious\nfames and libels, are but brothers and sisters, masculine and feminine.  But now, if a man can tame\nthis monster, and bring her to feed at the hand,\nand govern her, and with her fly other ravening\nfowl and kill them, it is somewhat worth.  But we\nare infected with the style of the poets.  To speak\nnow in a sad and serious manner: There is not, in\nall the politics, a place less handled and more\nworthy to be handled, than this of fame.  We will\ntherefore speak of these points: What are false\nfames; and what are true fames; and how they\nmay be best discerned; how fames may be sown,\nand raised; how they may be spread, and multiplied; and how they may be checked, and laid\ndead.  And other things concerning the nature of\nfame.  Fame is of that force, as there is scarcely any\ngreat action, wherein it hath not a great part; especially in the war.  Mucianus undid Vitellius, by\na fame that he scattered, that Vitellius had in purpose to remove the legions of Syria into Germany,\nand the legions of Germany into Syria; whereupon the legions of Syria were infinitely inflamed.\nJulius Caesar took Pompey unprovided, and laid\nasleep his industry and preparations, by a fame\nthat he cunningly gave out: Caesar’s own soldiers\nloved him not, and being wearied with the wars,\nand laden with the spoils of Gaul, would forsake\nhim, as soon as he came into Italy.  Livia settled\nall things for the succession of her son Tiberius, by\ncontinual giving out, that her husband Augustus\nwas upon recovery and amendment, and it is an\nusual thing with the pashas, to conceal the death\nof the Great Turk from the janizaries and men of\nwar, to save the sacking of Constantinople and\nother towns, as their manner is.  Themistocles made\nXerxes, king of Persia, post apace out of Grecia, by\ngiving out, that the Grecians had a purpose to\nbreak his bridge of ships, which he had made athwart Hellespont.  There be a thousand such like\nexamples; and the more they are, the less they\nneed to be repeated; because a man meeteth with\nthem everywhere.  Therefore let all wise governors\nhave as great a watch and care over fames, as they\nhave of the actions and designs themselves.",
        "[This essay was not finished]",
        "Continue...",
        "\nThis complete text of Essays of Francis Bacon is in the public domain.\n\n\nAmazon books: \nThe Essays, Francis Bacon.\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on November 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}