{
    "title": "Essays of Francis Bacon - Of Simulation and Dissimulation (The Essays or Counsels, Civil and Moral, of Francis Ld. Verulam Viscount St. Albans)",
    "author": "Unknown",
    "chapter": "7",
    "content": [
        "\nFrancis Bacon (1561-1626)\n",
        "\n\n",
        "DISSIMULATION is but a faint kind of policy, or wisdom; for it asketh a strong wit,\nand a strong heart, to know when to tell truth, and\nto do it.  Therefore it is the weaker sort of politics,\nthat are the great dissemblers.",
        "Tacitus saith, Livia sorted well with the arts of\nher husband, and dissimulation of her son; attributing arts or policy to Augustus, and dissimulation to Tiberius.  And again, when Mucianus\nencourageth Vespasian, to take arms against Vitellius, he saith, We rise not against the piercing\njudgment of Augustus, nor the extreme caution or\ncloseness of Tiberius.  These properties, of arts or\npolicy, and dissimulation or closeness, are indeed\nhabits and faculties several, and to be distinguished.  For if a man have that penetration of\njudgment, as he can discern what things are to\nbe laid open, and what to be secreted, and what to\nbe showed at half lights, and to whom and when\n(which indeed are arts of state, and arts of life, as\nTacitus well calleth them), to him, a habit of dissimulation is a hinderance and a poorness.  But if\na man cannot obtain to that judgment, then it is\nleft to bim generally, to be close, and a dissembler.\nFor where a man cannot choose, or vary in particulars, there it is good to take the safest, and wariest way, in general; like the going softly, by one\nthat cannot well see.  Certainly the ablest men\nthat ever were, have had all an openness, and\nfrankness, of dealing; and a name of certainty and\nveracity; but then they were like horses well\nmanaged; for they could tell passing well, when to\nstop or turn; and at such times, when they thought\nthe case indeed required dissimulation, if then\nthey used it, it came to pass that the former opinion, spread abroad, of their good faith and clearness of dealing, made them almost invisible.",
        "There be three degrees of this hiding and veiling of a man’s self.  The first, closeness, reservation,\nand secrecy; when a man leaveth himself without\nobservation, or without hold to be taken, what he\nis. The second, dissimulation, in the negative;\nwhen a man lets fall signs and arguments, that he\nis not, that he is.  And the third, simulation, in the\naffirmative; when a man industriously and expressly feigns and pretends to be, that he is not.",
        "For the first of these, secrecy; it is indeed the\nvirtue of a confessor.  And assuredly, the secret\nman heareth many confessions.  For who will open\nhimself, to a blab or a babbler? But if a man be\nthought secret, it inviteth discovery; as the more\nclose air sucketh in the more open; and as in confession, the revealing is not for worldly use, but for\nthe ease of a man’s heart, so secret men come to\nthe knowledge of many things in that kind; while\nmen rather discharge their minds, than impart\ntheir minds.  In few words, mysteries are due to\nsecrecy.  Besides (to say truth) nakedness is uncomely, as well in mind as body; and it addeth no\nsmall reverence, to men’s manners and actions, if\nthey be not altogether open.  As for talkers and\nfutile persons, they are commonly vain and credulous withal.  For he that talketh what he knoweth,\nwill also talk what he knoweth not.  Therefore set it\ndown, that an habit of secrecy, is both politic and\nmoral.  And in this part, it is good that a man’s face\ngive his tongue leave to speak.  For the discovery of\na man’ s self, by the tracts of his countenance, is a\ngreat weakness and betraying; by how much it is\nmany times more marked, and believed, than a\nman’s words.",
        "For the second, which is dissimulation; it followeth many times upon secrecy, by a necessity;\nso that he that will be secret, must be a dissembler\nin some degree.  For men are too cunning, to suffer\na man to keep an indifferent carriage between\nboth, and to be secret, without swaying the balance on either side.  They will so beset a man with\nquestions, and draw him on, and pick it out of him,\nthat, without an absurd silence, he must show an\ninclination one way; or if he do not, they will\ngather as much by his silence, as by his speech.  As\nfor equivocations, or oraculous speeches, they cannot hold out long.  So that no man can be secret,\nexcept he give himself a little scope of dissimulation; which is, as it were, but the skirts or train of\nsecrecy.",
        "But for the third degree, which is simulation,\nand false profession; that I hold more culpable,\nand less politic; except it be in great and rare matters.  And therefore a general custom of simulation\n(which is this last degree) is a vice, using either of\na natural falseness or fearfulness, or of a mind that\nhath some main faults, which because a man must\nneeds disguise, it maketh him practise simulation\nin other things, lest his hand should be out of use.",
        "The great advantages of simulation and dissimulation are three.  First, to lay asleep opposition,\nand to surprise.  For where a man’s intentions are\npublished, it is an alarum, to call up all that are\nagainst them.  The second is, to reserve to a man’s\nself a fair retreat.  For if a man engage himself by\na manifest declaration, he must go through or take\na fall.  The third is, the better to discover the mind\nof another.  For to him that opens himself, men\nwill hardly show themselves adverse; but will fair\nlet him go on, and turn their freedom of speech, to\nfreedom of thought.  And therefore it is a good\nshrewd proverb of the Spaniard, Tell a lie and find\na troth.  As if there were no way of discovery, but\nby simulation.  There be also three disadvantages,\nto set it even.  The first, that simulation and dissimulation commonly carry with them a show of\nfearfulness, which in any business, doth spoil the\nfeathers, of round flying up to the mark.  The second, that it puzzleth and perplexeth the conceits\nof many, that perhaps would otherwise co-operate\nwith him; and makes a man walk almost alone, to\nhis own ends.  The third and greatest is, that it\ndepriveth a man of one of the most principal instruments for action; which is trust and belief.\nThe best composition and temperature, is to have\nopenness in fame and opinion; secrecy in habit;\ndissimulation in seasonable use; and a power to\nfeign, if there be no remedy.",
        "Continue...",
        "\nThis complete text of Essays of Francis Bacon is in the public domain.\n\n\nAmazon books: \nThe Essays, Francis Bacon.\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on November 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}