{
    "title": "Essays of Francis Bacon - Of Negotiating (The Essays or Counsels, Civil and Moral, of Francis Ld. Verulam Viscount St. Albans)",
    "author": "Unknown",
    "chapter": "47",
    "content": [
        "\nFrancis Bacon (1561-1626)\n",
        "\n\n",
        "IT IS generally better to deal by speech than by\nletter; and by the mediation of a third than by\na man’s self.  Letters are good, when a man would\ndraw an answer by letter back again; or when it\nmay serve for a man’s justification afterwards to\nproduce his own letter; or where it may be danger\nto be interrupted, or heard by pieces.  To deal in\nperson is good, when a man’s face breedeth regard,\nas commonly with inferiors; or in tender cases,\nwhere a man’s eye, upon the countenance of him\nwith whom he speaketh, may give him a direction\nhow far to go; and generally, where a man will\nreserve to himself liberty, either to disavow or to\nexpound.  In choice of instruments, it is better to\nchoose men of a plainer sort, that are like to do\nthat, that is committed to them, and to report back\nagain faithfully the success, than those that are\ncunning, to contrive, out of other men’s business,\nsomewhat to grace themselves, and will help the\nmatter in report for satisfaction’s sake.  Use also\nsuch persons as affect the business, wherein they\nare employed; for that quickeneth much; and\nsuch, as are fit for the matter; as bold men for expostulation, fair-spoken men for persuasion, crafty\nmen for inquiry and observation, froward, and\nabsurd men, for business that doth not well bear\nout itself.  Use also such as have been lucky, and\nprevailed before, in things wherein you have employed them; for that breeds confidence, and they\nwill strive to maintain their prescription.  It is better to sound a person, with whom one deals afar\noff, than to fall upon the point at first; except you\nmean to surprise him by some short question.  It is\nbetter dealing with men in appetite, than with\nthose that are where they would be.  If a man deal\nwith another upon conditions, the start or first performance is all; which a man cannot reasonably\ndemand, except either the nature of the thing be\nsuch, which must go before; or else a man can\npersuade the other party, that he shall still need\nhim in some other thing; or else that he be counted\nthe honester man.  All practice is to discover, or to\nwork.  Men discover themselves in trust, in passion,\nat unawares, and of necessity, when they would\nhave somewhat done, and cannot find an apt pretext.  If you would work any man, you must either\nknow his nature and fashions, and so lead him; or\nhis ends, and so persuade him; or his weakness and\ndisadvantages, and so awe him; or those that have\ninterest in him, and so govern him.  In dealing with\ncunning persons,we must ever consider their ends,\nto interpret their speeches; and it is good to say\nlittle to them, and that which they least look for.\nIn all negotiations of difficulty, a man may not\nlook to sow and reap at once; but must prepare\nbusiness, and so ripen it by degrees.",
        "Continue...",
        "\nThis complete text of Essays of Francis Bacon is in the public domain.\n\n\nAmazon books: \nThe Essays, Francis Bacon.\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on November 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}