{
    "title": "Essays of Francis Bacon - Of Riches (The Essays or Counsels, Civil and Moral, of Francis Ld. Verulam Viscount St. Albans)",
    "author": "Unknown",
    "chapter": "35",
    "content": [
        "\nFrancis Bacon (1561-1626)\n",
        "\n\n",
        "I CANNOT call riches better than the baggage\nof virtue.  The Roman word is better, impedimenta.  For as the baggage is to an army, so is riches\nto virtue.  It cannot be spared, nor left behind, but\nit hindereth the march; yea, and the care of it,\nsometimes loseth or disturbeth the victory.  Of\ngreat riches there is no real use, except it be in the\ndistribution; the rest is but conceit.  So saith Solomon, Where much is, there are many to consume\nit; and what hath the owner, but the sight of it\nwith his eyes? The personal fruition in any man,\ncannot reach to feel great riches: there is a custody\nof them; or a power of dole, and donative of them;\nor a fame of them; but no solid use to the owner.\nDo you not see what feigned prices, are set upon\nlittle stones and rarities? and what works of ostentation are undertaken, because there might seem\nto be some use of great riches? But then you will\nsay, they may be of use, to buy men out of dangers\nor troubles.  As Solomon saith, Riches are as a\nstrong hold, in the imagination of the rich man.\nBut this is excellently expressed, that it is in imagination, and not always in fact.  For certainly great\nriches, have sold more men, than they have bought\nout.  Seek not proud riches, but such as thou mayest\nget justly, use soberly, distribute cheerfully, and\nleave contentedly.  Yet have no abstract nor friarly\ncontempt of them.  But distinguish, as Cicero saith\nwell of Rabirius Posthumus, In studio rei amplificandae apparebat, non avaritiae praedam, sed\ninstrumentum bonitati quaeri.  Harken also to\nSolomon, and beware of hasty gathering of riches;\nQui festinat ad divitias, non erit insons.  The poets\nfeign, that when Plutus (which is Riches) is sent\nfrom Jupiter, he limps and goes slowly; but when\nhe is sent from Pluto, he runs, and is swift of foot.\nMeaning that riches gotten by good means, and\njust labor, pace slowly; but when they come by\nthe death of others (as by the course of inheritance,\ntestaments, and the like), they come tumbling\nupon a man.  But it mought be applied likewise to\nPluto, taking him for the devil.  For when riches\ncome from the devil (as by fraud and oppression,\nand unjust means), they come upon speed.  The\nways to enrich are many, and most of them foul.\nParsimony is one of the best, and yet is not innocent; for it withholdeth men from works of liberality and charity.  The improvement of the ground,\nis the most natural obtaining of riches; for it is our\ngreat mother’s blessing, the earth’s; but it is slow.\nAnd yet where men of great wealth do stoop to\nhusbandry, it multiplieth riches exceedingly.  I\nknew a nobleman in England, that had the greatest audits of any man in my time; a great grazier,\na great sheep-master, a great timber man, a great\ncollier, a great corn-master, a great lead-man, and\nso of iron, and a number of the like points of husbandry.  So as the earth seemed a sea to him, in\nrespect of the perpetual importation.  It was truly\nobserved by one, that himself came very hardly,\nto a little riches, and very easily, to great riches.\nFor when a man’s stock is come to that, that he can\nexpect the prime of markets, and overcome those\nbargains, which for their greatness are few men’s\nmoney, and be partner in the industries of younger\nmen, he cannot but increase mainly.  The gains of\nordinary trades and vocations are honest; and\nfurthered by two things chiefly: by diligence, and\nby a good name, for good and fair dealing.  But the\ngains of bargains, are of a more doubtful nature;\nwhen men shall wait upon others’ necessity, broke\nby servants and instruments to draw them on, put\noff others cunningly, that would be better chapmen, and the like practices, which are crafty and\nnaught.  As for the chopping of bargains, when a\nman buys not to hold but to sell over again, that\ncommonly grindeth double, both upon the seller,\nand upon the buyer.  Sharings do greatly enrich,\nif the hands be well chosen, that are trusted.  Usury\nis the certainest means of gain, though one of the\nworst; as that whereby a man doth eat his bread,\nin sudore vultus alieni; and besides, doth plough\nupon Sundays.  But yet certain though it be, it hath\nflaws; for that the scriveners and brokers do value\nunsound men, to serve their own turn.  The fortune\nin being the first, in an invention or in a privilege,\ndoth cause sometimes a wonderful overgrowth in\nriches; as it was with the first sugar man, in the\nCanaries.  Therefore if a man can play the true\nlogician, to have as well judgment, as invention,\nhe may do great matters; especially if the times be\nfit.  He that resteth upon gains certain, shall hardly\ngrow to great riches; and he that puts all upon\nadventures, doth oftentimes break and come to\npoverty: it is good, therefore, to guard adventures\nwith certainties, that may uphold losses.  Monopolies, and coemption of wares for re-sale, where\nthey are not restrained, are great means to enrich;\nespecially if the party have intelligence, what\nthings are like to come into request, and so store\nhimself beforehand.  Riches gotten by service,\nthough it be of the best rise, yet when they are\ngotten by flattery, feeding humors, and other servile conditions, they may be placed amongst the\nworst.  As for fishing for testaments and executorships (as Tacitus saith of Seneca, testamenta et\norbos tamquam indagine capi), it is yet worse; by\nhow much men submit themselves to meaner persons, than in service.  Believe not much, them that\nseem to despise riches; for they despise them, that\ndespair of them; and none worse, when they come\nto them.  Be not penny-wise; riches have wings,\nand sometimes they fly away of themselves, sometimes they must be set flying, to bring in more.\nMen leave their riches, either to their kindred, or\nto the public; and moderate portions, prosper best\nin both.  A great state left to an heir, is as a lure to\nall the birds of prey round about, to seize on him, if\nhe be not the better stablished in years and judgment.  Likewise glorious gifts and foundations, are\nlike sacrifices without salt; and but the painted\nsepulchres of alms, which soon will putrefy, and\ncorrupt inwardly.  Therefore measure not thine\nadvancements, by quantity, but frame them by\nmeasure: and defer not charities till death; for,\ncertainly, if a man weigh it rightly, he that doth\nso, is rather liberal of another man’s, than of his\nown.",
        "Continue...",
        "\nThis complete text of Essays of Francis Bacon is in the public domain.\n\n\nAmazon books: \nThe Essays, Francis Bacon.\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on November 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}