{
    "title": "Essays of Francis Bacon - Of Superstition (The Essays or Counsels, Civil and Moral, of Francis Ld. Verulam Viscount St. Albans)",
    "author": "Unknown",
    "chapter": "18",
    "content": [
        "\nFrancis Bacon (1561-1626)\n",
        "\n\n",
        "IT WERE better to have no opinion of God at all,\nthan such an opinion, as is unworthy of him.\nFor the one is unbelief, the other is contumely;\nand certainly superstition is the reproach of the\nDeity.  Plutarch saith well to that purpose: Surely\n(saith he) I had rather a great deal, men should\nsay, there was no such man at all, as Plutarch,\nthan that they should say, that there was one Plutarch, that would eat his children as soon as they\nwere born; as the poets speak of Saturn.  And as the\ncontumely is greater towards God, so the danger is\ngreater towards men.  Atheism leaves a man to\nsense, to philosophy, to natural piety, to laws, to\nreputation; all which may be guides to an outward\nmoral virtue, though religion were not; but superstition dismounts all these, and erecteth an absolute monarchy, in the minds of men.  Therefore\ntheism did never perturb states; for it makes men\nwary of themselves, as looking no further: and we\nsee the times inclined to atheism (as the time of\nAugustus Caesar) were civil times.  But superstition hath been the confusion of many states, and\nbringeth in a new primum mobile, that ravisheth\nall the spheres of government.The master of superstition, is the people; and in all superstition, wise\nmen follow fools; and arguments are fitted to practice, in a reversed order.  It was gravely said by\nsome of the prelates in the Council of Trent, where\nthe doctrine of the Schoolmen bare great sway,\nthat the Schoolmen were like astronomers, which\ndid feign eccentrics and epicycles, and such engines of orbs, to save the phenomena; though they\nknew there were no such things; and in like manner, that the Schoolmen had framed a number of\nsubtle and intricate axioms, and theorems, to save\nthe practice of the church.  The causes of superstition are: pleasing and sensual rites and ceremonies;\nexcess of outward and pharisaical holiness; overgreat reverence of traditions, which cannot but\nload the church; the stratagems of prelates, for\ntheir own ambition and lucre; the favoring too\nmuch of good intentions, which openeth the gate\nto conceits and novelties; the taking an aim at\ndivine matters, by human, which cannot but\nbreed mixture of imaginations: and, lastly, barbarous times, especially joined with calamities\nand disasters.  Superstition, without a veil, is a deformed thing; for, as it addeth deformity to an\nape, to be so like a man, so the similitude of superstition to religion, makes it the more deformed.\nAnd as wholesome meat corrupteth to little worms,\nso good forms and orders corrupt, into a number of\npetty observances.  There is a superstition in avoiding superstition, when men think to do best, if they\ngo furthest from the superstition, formerly received; therefore care would be had that (as it\nfareth in ill purgings) the good be not taken away\nwith the bad; which commonly is done, when the\npeople is the reformer.",
        "Continue...",
        "\nThis complete text of Essays of Francis Bacon is in the public domain.\n\n\nAmazon books: \nThe Essays, Francis Bacon.\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on November 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}