{
    "title": "Essays, Second Series - VII. Politics",
    "author": "Ralph Waldo Emerson",
    "chapter": "14",
    "content": [
        "",
        "\n\n",
        "In dealing with the State we ought to remember\nthat its institution are not aboriginal, though\nthey existed before we were born; that they are\nnot superior to the citizen; that every one of\nthem was once the act of a single man; every law\nand usage was a man’s expedient to meet a particular\ncase; that they all are imitable, all alterable;\nwe may make as good, we may make better. Society\nis an illusion to the young citizen. It lies before\nhim in rigid repose, with certain names, men and\ninstitutions rooted like oak-trees to the centre,\nround which all arrange themselves the best they\ncan. But the old statesman knows that society is\nfluid; there are no such roots and centres, but\nany particle may suddenly become the centre of the\nmovement and compel the system to gyrate round it;\nas every man of strong will, like Pisistratus, or\nCromwell, does for a time, and every man of truth,\nlike Plato or Paul, does forever. But politics rest\non necessary foundations, and cannot be treated with\nlevity. Republics abound in young civilians, who\nbelieve that the laws make the city, that grave\nmodifications of the policy and modes of living and\nemployments of the population, that commerce,\neducation, and religion, may be voted in or out; and\nthat any measure, though it were absurd, may be\nimposed on a people if only you can get sufficient\nvoices to make it a law. But the wise know that\nfoolish legislation is a rope of sand which perishes\nin the twisting; that the State must follow and not\nlead the character and progress of the citizen; the\nstrongest usurper is quickly got rid of; and they\nonly who build on Ideas, build for eternity; and that\nthe form of government which prevails is the expression\nof what cultivation exists in the population which\npermits it. The law is only a memorandum. We are\nsuperstitious, and esteem the statute somewhat: so much\nlife as it has in the character of living men is its\nforce. The statute stands there to say, Yesterday we\nagreed so and so, but how feel ye this article to-day?\nOur statute is a currency which we stamp with our own\nportrait: it soon becomes unrecognizable, and in process\nof time will return to the mint. Nature is not democratic,\nnor limited-monarchical, but despotic, and will not be\nfooled or abated of any jot of her authority by the\npertest of her sons; and as fast as the public mind is\nopened to more intelligence, the code is seen to be\nbrute and stammering. It speaks not articulately, and\nmust be made to. Meantime the education of the general\nmind never stops. The reveries of the true and simple\nare prophetic. What the tender poetic youth dreams, and\nprays, and paints to-day, but shuns the ridicule of\nsaying aloud, shall presently be the resolutions of\npublic bodies; then shall be carried as grievance and\nbill of rights through conflict and war, and then shall\nbe triumphant law and establishment for a hundred years,\nuntil it gives place in turn to new prayers and pictures.\nThe history of the State sketches in coarse outline the\nprogress of thought, and follows at a distance the\ndelicacy of culture and of aspiration.",
        "The theory of politics which has possessed the\nmind of men, and which they have expressed the\nbest they could in their laws and in their\nrevolutions, considers persons and property as\nthe two objects for whose protection government\nexists. Of persons, all have equal rights, in\nvirtue of being identical in nature. This interest\nof course with its whole power demands a democracy.\nWhilst the rights of all as persons are equal, in\nvirtue of their access to reason, their rights in\nproperty are very unequal. One man owns his clothes,\nand another owns a county. This accident, depending\nprimarily on the skill and virtue of the parties,\nof which there is every degree, and secondarily on\npatrimony, falls unequally, and its rights of course\nare unequal. Personal rights, universally the same,\ndemand a government framed on the ratio of the\ncensus; property demands a government framed on the\nratio of owners and of owning.  Laban, who has\nflocks and herds, wishes them looked after by an\nofficer on the frontiers, lest the Midianites shall\ndrive them off; and pays a tax to that end. Jacob\nhas no flocks or herds and no fear of the Midianites,\nand pays no tax to the officer. It seemed fit that\nLaban and Jacob should have equal rights to elect\nthe officer who is to defend their persons, but that\nLaban and not Jacob should elect the officer who is\nto guard the sheep and cattle. And if question arise\nwhether additional officers or watch-towers should be\nprovided, must not Laban and Isaac, and those who must\nsell part of their herds to buy protection for the\nrest, judge better of this, and with more right, than\nJacob, who, because he is a youth and a traveller, eats\ntheir bread and not his own?",
        "In the earliest society the proprietors made their\nown wealth, and so long as it comes to the owners\nin the direct way, no other opinion would arise in\nany equitable community than that property should\nmake the law for property, and persons the law for\npersons.",
        "But property passes through donation or inheritance\nto those who do not create it. Gift, in one case,\nmakes it as really the new owner’s, as labor made it\nthe first owner’s: in the other case, of patrimony,\nthe law makes an ownership which will be valid in\neach man’s view according to the estimate which he\nsets on the public tranquillity.",
        "It was not however found easy to embody the readily\nadmitted principle that property should make law\nfor property, and persons for persons; since persons\nand property mixed themselves in every transaction.\nAt last it seemed settled that the rightful\ndistinction was that the proprietors should have more\nelective franchise than non-proprietors, on the Spartan\nprinciple of “calling that which is just, equal; not\nthat which is equal, just.”",
        "That principle no longer looks so self-evident as\nit appeared in former times, partly, because doubts\nhave arisen whether too much weight had not been\nallowed in the laws to property, and such a structure\ngiven to our usages as allowed the rich to encroach\non the poor, and to keep them poor; but mainly because\nthere is an instinctive sense, however obscure and yet\ninarticulate, that the whole constitution of property,\non its present tenures, is injurious, and its influence\non persons deteriorating and degrading; that truly the\nonly interest for the consideration of the State is\npersons; that property will always follow persons; that\nthe highest end of government is the culture of men;\nand if men can be educated, the institutions will share\ntheir improvement and the moral sentiment will write\nthe law of the land.",
        "If it be not easy to settle the equity of this\nquestion, the peril is less when we take note of\nour natural defences. We are kept by better guards\nthan the vigilance of such magistrates as we\ncommonly elect.  Society always consists in greatest\npart of young and foolish persons. The old, who have\nseen through the hypocrisy of courts and statesmen,\ndie and leave no wisdom to their sons. They believe\ntheir own newspaper, as their fathers did at their\nage. With such an ignorant and deceivable majority,\nStates would soon run to ruin, but that there are\nlimitations beyond which the folly and ambition of\ngovernors cannot go. Things have their laws, as well\nas men; and things refuse to be trifled with.\nProperty will be protected. Corn will not grow unless\nit is planted and manured; but the farmer will not\nplant or hoe it unless the chances are a hundred to\none that he will cut and harvest it. Under any forms,\npersons and property must and will have their just\nsway. They exert their power, as steadily as matter\nits attraction.  Cover up a pound of earth never so\ncunningly, divide and subdivide it; melt it to liquid,\nconvert it to gas; it will always weigh a pound; it\nwill always attract and resist other matter by the\nfull virtue of one pound weight:—and the attributes\nof a person, his wit and his moral energy, will\nexercise, under any law or extinguishing tyranny, their\nproper force,—if not overtly, then covertly; if not\nfor the law, then against it; if not wholesomely, then\npoisonously; with right, or by might.",
        "The boundaries of personal influence it is impossible\nto fix, as persons are organs of moral or supernatural\nforce. Under the dominion of an idea which possesses\nthe minds of multitudes, as civil freedom, or the\nreligious sentiment, the powers of persons are no\nlonger subjects of calculation. A nation of men\nunanimously bent on freedom or conquest can easily\nconfound the arithmetic of statists, and achieve\nextravagant actions, out of all proportion to their\nmeans; as the Greeks, the Saracens, the Swiss, the\nAmericans, and the French have done.",
        "In like manner to every particle of property belongs\nits own attraction. A cent is the representative of\na certain quantity of corn or other commodity. Its\nvalue is in the necessities of the animal man. It is\nso much warmth, so much bread, so much water, so much\nland. The law may do what it will with the owner of\nproperty; its just power will still attach to the\ncent. The law may in a mad freak say that all shall\nhave power except the owners of property; they shall\nhave no vote. Nevertheless, by a higher law, the\nproperty will, year after year, write every statute\nthat respects property. The non-proprietor will be\nthe scribe of the proprietor. What the owners wish to\ndo, the whole power of property will do, either\nthrough the law or else in defiance of it. Of course\nI speak of all the property, not merely of the great\nestates. When the rich are outvoted, as frequently\nhappens, it is the joint treasury of the poor which\nexceeds their accumulations. Every man owns something,\nif it is only a cow, or a wheel-barrow, or his arms,\nand so has that property to dispose of.",
        "The same necessity which secures the rights of\nperson and property against the malignity or folly\nof the magistrate, determines the form and methods\nof governing, which are proper to each nation and\nto its habit of thought, and nowise transferable to\nother states of society. In this country we are very\nvain of our political institutions, which are singular\nin this, that they sprung, within the memory of living\nmen, from the character and condition of the people,\nwhich they still express with sufficient fidelity,—\nand we ostentatiously prefer them to any other in\nhistory. They are not better, but only fitter for us.\nWe may be wise in asserting the advantage in modern\ntimes of the democratic form, but to other states of\nsociety, in which religion consecrated the monarchical,\nthat and not this was expedient. Democracy is better\nfor us, because the religious sentiment of the present\ntime accords better with it. Born democrats, we are\nnowise qualified to judge of monarchy, which, to our\nfathers living in the monarchical idea, was also\nrelatively right. But our institutions, though in\ncoincidence with the spirit of the age, have not any\nexemption from the practical defects which have\ndiscredited other forms. Every actual State is corrupt.\nGood men must not obey the laws too well. What satire\non government can equal the severity of censure conveyed\nin the word politic, which now for ages has signified\ncunning, intimating that the State is a trick?",
        "The same benign necessity and the same practical\nabuse appear in the parties, into which each State\ndivides itself, of opponents and defenders of the\nadministration of the government. Parties are also\nfounded on instincts, and have better guides to\ntheir own humble aims than the sagacity of their\nleaders.  They have nothing perverse in their origin,\nbut rudely mark some real and lasting relation. We\nmight as wisely reprove the east wind or the frost,\nas a political party, whose members, for the most\npart, could give no account of their position, but\nstand for the defence of those interests in which\nthey find themselves. Our quarrel with them begins\nwhen they quit this deep natural ground at the bidding\nof some leader, and obeying personal considerations,\nthrow themselves into the maintenance and defence of\npoints nowise belonging to their system. A party is\nperpetually corrupted by personality. Whilst we\nabsolve the association from dishonesty, we cannot\nextend the same charity to their leaders. They reap\nthe rewards of the docility and zeal of the masses\nwhich they direct. Ordinarily our parties are parties\nof circumstance, and not of principle; as the planting\ninterest in conflict with the commercial; the party of\ncapitalists and that of operatives; parties which are\nidentical in their moral character, and which can\neasily change ground with each other in the support of\nmany of their measures. Parties of principle, as,\nreligious sects, or the party of free-trade, of universal\nsuffrage, of abolition of slavery, of abolition of\ncapital punishment,—degenerate into personalities, or\nwould inspire enthusiasm. The vice of our leading\nparties in this country (which may be cited as a fair\nspecimen of these societies of opinion) is that they do\nnot plant themselves on the deep and necessary grounds\nto which they are respectively entitled, but lash\nthemselves to fury in the carrying of some local and\nmomentary measure, nowise useful to the commonwealth.\nOf the two great parties which at this hour almost\nshare the nation between them, I should say that one\nhas the best cause, and the other contains the best men.\nThe philosopher, the poet, or the religious man will of\ncourse wish to cast his vote with the democrat, for\nfree-trade, for wide suffrage, for the abolition of\nlegal cruelties in the penal code, and for facilitating\nin every manner the access of the young and the poor to\nthe sources of wealth and power. But he can rarely accept\nthe persons whom the so-called popular party propose to\nhim as representatives of these liberalities. They have\nnot at heart the ends which give to the name of democracy\nwhat hope and virtue are in it. The spirit of our American\nradicalism is destructive and aimless: it is not loving;\nit has no ulterior and divine ends, but is destructive\nonly out of hatred and selfishness. On the other side,\nthe conservative party, composed of the most moderate,\nable, and cultivated part of the population, is timid,\nand merely defensive of property. It vindicates no right,\nit aspires to no real good, it brands no crime, it\nproposes no generous policy; it does not build, nor write,\nnor cherish the arts, nor foster religion, nor establish\nschools, nor encourage science, nor emancipate the slave,\nnor befriend the poor, or the Indian, or the immigrant.\nFrom neither party, when in power, has the world any\nbenefit to expect in science, art, or humanity, at all\ncommensurate with the resources of the nation.",
        "I do not for these defects despair of our republic.\nWe are not at the mercy of any waves of chance. In\nthe strife of ferocious parties, human nature always\nfinds itself cherished; as the children of the\nconvicts at Botany Bay are found to have as healthy\na moral sentiment as other children. Citizens of\nfeudal states are alarmed at our democratic institutions\nlapsing into anarchy, and the older and more cautious\namong ourselves are learning from Europeans to look\nwith some terror at our turbulent freedom. It is said\nthat in our license of construing the Constitution,\nand in the despotism of public opinion, we have no\nanchor; and one foreign observer thinks he has found\nthe safeguard in the sanctity of Marriage among us;\nand another thinks he has found it in our Calvinism.\nFisher Ames expressed the popular security more wisely,\nwhen he compared a monarchy and a republic, saying that\na monarchy is a merchantman, which sails well, but will\nsometimes strike on a rock and go to the bottom; whilst\na republic is a raft, which would never sink, but then\nyour feet are always in water. No forms can have any\ndangerous importance whilst we are befriended by the\nlaws of things. It makes no difference how many tons\nweight of atmosphere presses on our heads, so long as\nthe same pressure resists it within the lungs. Augment\nthe mass a thousand fold, it cannot begin to crush us,\nas long as reaction is equal to action. The fact of two\npoles, of two forces, centripetal and centrifugal, is\nuniversal, and each force by its own activity develops\nthe other.  Wild liberty develops iron conscience. Want\nof liberty, by strengthening law and decorum, stupefies\nconscience. ’Lynch-law’ prevails only where there is\ngreater hardihood and self-subsistency in the leaders.\nA mob cannot be a permanency; everybody’s interest\nrequires that it should not exist, and only justice\nsatisfies all.",
        "We must trust infinitely to the beneficent necessity\nwhich shines through all laws. Human nature expresses\nitself in them as characteristically as in statues,\nor songs, or railroads; and an abstract of the codes\nof nations would be a transcript of the common\nconscience. Governments have their origin in the\nmoral identity of men. Reason for one is seen to be\nreason for another, and for every other. There is a\nmiddle measure which satisfies all parties, be they\nnever so many or so resolute for their own. Every\nman finds a sanction for his simplest claims and deeds\nin decisions of his own mind, which he calls Truth and\nHoliness. In these decisions all the citizens find a\nperfect agreement, and only in these; not in what is\ngood to eat, good to wear, good use of time, or what\namount of land or of public aid, each is entitled to\nclaim. This truth and justice men presently endeavor\nto make application of to the measuring of land, the\napportionment of service, the protection of life and\nproperty. Their first endeavors, no doubt, are very\nawkward. Yet absolute right is the first governor; or,\nevery government is an impure theocracy.  The idea\nafter which each community is aiming to make and mend\nits law, is the will of the wise man.  The wise man it\ncannot find in nature, and it makes awkward but earnest\nefforts to secure his government by contrivance; as by\ncausing the entire people to give their voices on every\nmeasure; or by a double choice to get the representation\nof the whole; or, by a selection of the best citizens;\nor to secure the advantages of efficiency and internal\npeace by confiding the government to one, who may himself\nselect his agents. All forms of government symbolize an\nimmortal government, common to all dynasties and\nindependent of numbers, perfect where two men exist,\nperfect where there is only one man.",
        "Every man’s nature is a sufficient advertisement\nto him of the character of his fellows. My right\nand my wrong is their right and their wrong. Whilst\nI do what is fit for me, and abstain from what is\nunfit, my neighbor and I shall often agree in our\nmeans, and work together for a time to one end. But\nwhenever I find my dominion over myself not sufficient\nfor me, and undertake the direction of him also, I\noverstep the truth, and come into false relations to\nhim. I may have so much more skill or strength than\nhe that he cannot express adequately his sense of\nwrong, but it is a lie, and hurts like a lie both him\nand me. Love and nature cannot maintain the assumption;\nit must be executed by a practical lie, namely by force.\nThis undertaking for another is the blunder which stands\nin colossal ugliness in the governments of the world.\nIt is the same thing in numbers, as in a pair, only not\nquite so intelligible. I can see well enough a great\ndifference between my setting myself down to a self-\ncontrol, and my going to make somebody else act after\nmy views; but when a quarter of the human race assume\nto tell me what I must do, I may be too much disturbed\nby the circumstances to see so clearly the absurdity\nof their command. Therefore all public ends look vague\nand quixotic beside private ones. For any laws but\nthose which men make for themselves, are laughable. If\nI put myself in the place of my child, and we stand in\none thought and see that things are thus or thus, that\nperception is law for him and me. We are both there,\nboth act. But if, without carrying him into the thought,\nI look over into his plot, and, guessing how it is with\nhim, ordain this or that, he will never obey me. This\nis the history of governments,—one man does something\nwhich is to bind another. A man who cannot be acquainted\nwith me, taxes me; looking from afar at me ordains that\na part of my labor shall go to this or that whimsical\nend,—not as I, but as he happens to fancy. Behold the\nconsequence. Of all debts men are least willing to pay\nthe taxes. What a satire is this on government!  Everywhere\nthey think they get their money’s worth, except for these.",
        "Hence the less government we have the better,—\nthe fewer laws, and the less confided power. The\nantidote to this abuse of formal Government is\nthe influence of private character, the growth of\nthe Individual; the appearance of the principal to\nsupersede the proxy; the appearance of the wise\nman; of whom the existing government is, it must\nbe owned, but a shabby imitation. That which all\nthings tend to educe; which freedom, cultivation,\nintercourse, revolutions, go to form and deliver,\nis character; that is the end of Nature, to reach\nunto this coronation of her king. To educate the\nwise man the State exists, and with the appearance\nof the wise man the State expires. The appearance\nof character makes the State unnecessary. The wise\nman is the State. He needs no army, fort, or navy,\n—he loves men too well; no bribe, or feast, or\npalace, to draw friends to him; no vantage ground,\nno favorable circumstance. He needs no library, for\nhe has not done thinking; no church, for he is a\nprophet; no statute book, for he has the lawgiver;\nno money, for he is value; no road, for he is at\nhome where he is; no experience, for the life of the\ncreator shoots through him, and looks from his eyes.\nHe has no personal friends, for he who has the spell\nto draw the prayer and piety of all men unto him\nneeds not husband and educate a few to share with\nhim a select and poetic life. His relation to men is\nangelic; his memory is myrrh to them; his presence,\nfrankincense and flowers.",
        "We think our civilization near its meridian, but\nwe are yet only at the cock-crowing and the morning\nstar.  In our barbarous society the influence of\ncharacter is in its infancy. As a political power,\nas the rightful lord who is to tumble all rulers\nfrom their chairs, its presence is hardly yet\nsuspected. Malthus and Ricardo quite omit it; the\nAnnual Register is silent; in the Conversations’\nLexicon it is not set down; the President’s Message,\nthe Queen’s Speech, have not mentioned it; and yet\nit is never nothing. Every thought which genius and\npiety throw into the world, alters the world. The\ngladiators in the lists of power feel, through all\ntheir frocks of force and simulation, the presence\nof worth. I think the very strife of trade and\nambition are confession of this divinity; and\nsuccesses in those fields are the poor amends, the\nfig-leaf with which the shamed soul attempts to hide\nits nakedness. I find the like unwilling homage in\nall quarters. It is because we know how much is due\nfrom us that we are impatient to show some petty\ntalent as a substitute for worth. We are haunted by\na conscience of this right to grandeur of character,\nand are false to it. But each of us has some talent,\ncan do somewhat useful, or graceful, or formidable,\nor amusing, or lucrative. That we do, as an apology\nto others and to ourselves for not reaching the mark\nof a good and equal life. But it does not satisfy us,\nwhilst we thrust it on the notice of our companions.\nIt may throw dust in their eyes, but does not smooth\nour own brow, or give us the tranquillity of the\nstrong when we walk abroad. We do penance as we go.\nOur talent is a sort of expiation, and we are\nconstrained to reflect on our splendid moment with\na certain humiliation, as somewhat too fine, and not\nas one act of many acts, a fair expression of our\npermanent energy. Most persons of ability meet in\nsociety with a kind of tacit appeal. Each seems to\nsay, ’I am not all here.’ Senators and presidents\nhave climbed so high with pain enough, not because\nthey think the place specially agreeable, but as an\napology for real worth, and to vindicate their manhood\nin our eyes. This conspicuous chair is their compensation\nto themselves for being of a poor, cold, hard nature.\nThey must do what they can. Like one class of forest\nanimals, they have nothing but a prehensile tail; climb\nthey must, or crawl. If a man found himself so rich-\nnatured that he could enter into strict relations with\nthe best persons and make life serene around him by the\ndignity and sweetness of his behavior, could he afford\nto circumvent the favor of the caucus and the press, and\ncovet relations so hollow and pompous as those of a\npolitician? Surely nobody would be a charlatan who could\nafford to be sincere.",
        "The tendencies of the times favor the idea of\nself-government, and leave the individual, for all\ncode, to the rewards and penalties of his own\nconstitution; which work with more energy than we\nbelieve whilst we depend on artificial restraints.\nThe movement in this direction has been very marked\nin modern history.  Much has been blind and\ndiscreditable, but the nature of the revolution is\nnot affected by the vices of the revolters; for this\nis a purely moral force. It was never adopted by any\nparty in history, neither can be. It separates the\nindividual from all party, and unites him at the\nsame time to the race. It promises a recognition of\nhigher rights than those of personal freedom, or the\nsecurity of property. A man has a right to be employed,\nto be trusted, to be loved, to be revered. The power\nof love, as the basis of a State, has never been tried.\nWe must not imagine that all things are lapsing into\nconfusion if every tender protestant be not compelled\nto bear his part in certain social conventions; nor\ndoubt that roads can be built, letters carried, and\nthe fruit of labor secured, when the government of\nforce is at an end. Are our methods now so excellent\nthat all competition is hopeless? could not a nation\nof friends even devise better ways? On the other hand,\nlet not the most conservative and timid fear anything\nfrom a premature surrender of the bayonet and the\nsystem of force. For, according to the order of nature,\nwhich is quite superior to our will, it stands thus;\nthere will always be a government of force where men\nare selfish; and when they are pure enough to abjure\nthe code of force they will be wise enough to see how\nthese public ends of the post-office, of the highway,\nof commerce and the exchange of property, of museums\nand libraries, of institutions of art and science can\nbe answered.",
        "We live in a very low state of the world, and pay\nunwilling tribute to governments founded on force.\nThere is not, among the most religious and instructed\nmen of the most religious and civil nations, a\nreliance on the moral sentiment and a sufficient\nbelief in the unity of things, to persuade them that\nsociety can be maintained without artificial restraints,\nas well as the solar system; or that the private citizen\nmight be reasonable and a good neighbor, without the\nhint of a jail or a confiscation. What is strange too,\nthere never was in any man sufficient faith in the power\nof rectitude to inspire him with the broad design of\nrenovating the State on the principle of right and love.\nAll those who have pretended this design have been\npartial reformers, and have admitted in some manner the\nsupremacy of the bad State. I do not call to mind a\nsingle human being who has steadily denied the authority\nof the laws, on the simple ground of his own moral\nnature. Such designs, full of genius and full of fate as\nthey are, are not entertained except avowedly as air-\npictures. If the individual who exhibits them dare to\nthink them practicable, he disgusts scholars and churchmen;\nand men of talent and women of superior sentiments cannot\nhide their contempt. Not the less does nature continue to\nfill the heart of youth with suggestions of this enthusiasm,\nand there are now men,—if indeed I can speak in the plural\nnumber,—more exactly, I will say, I have just been\nconversing with one man, to whom no weight of adverse\nexperience will make it for a moment appear impossible that\nthousands of human beings might exercise towards each other\nthe grandest and simplest sentiments, as well as a knot of\nfriends, or a pair of lovers.",
        "Continue...",
        "\nThis complete text of Essays, Second Series by Ralph Waldo Emerson is in the public domain.\n\n\nInterested to buy a book?\nRalph Waldo Emerson: Essays and Lectures.\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on April 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About...",
        "ESSAYS SECOND SERIESBy Ralph Waldo EmersonAt Amazon"
    ]
}