{
    "title": "Essays of Francis Bacon - Of Gardens (The Essays or Counsels, Civil and Moral, of Francis Ld. Verulam Viscount St. Albans)",
    "author": "Unknown",
    "chapter": "46",
    "content": [
        "\nFrancis Bacon (1561-1626)\n",
        "\n\n",
        "G0D Almighty first planted a garden.  And\nindeed it is the purest of human pleasures.\nIt is the greatest refreshment to the spirits of man;\nwithout which, buildings and palaces are but\ngross handiworks; and a man shall ever see, that\nwhen ages grow to civility and elegancy, men\ncome to build stately sooner than to garden finely;\nas if gardening were the greater perfection.  I do\nhold it, in the royal ordering of gardens, there\nought to be gardens, for all the months in the year;\nin which severally things of beauty may be then\nin season.  For December, and January, and the\nlatter part of November, you must take such things\nas are green all winter: holly; ivy; bays; juniper;\ncypress-trees; yew; pine-apple-trees; fir-trees;\nrosemary; lavender; periwinkle, the white, the\npurple, and the blue; germander; flags; orangetrees; lemon-trees; and myrtles, if they be stoved;\nand sweet marjoram, warm set.  There followeth,\nfor the latter part of January and February, the\nmezereon-tree, which then blossoms; crocus vernus, both the yellow and the grey; primroses,\nanemones; the early tulippa; hyacinthus orientalis; chamairis; fritellaria.  For March, there\ncome violets, specially the single blue, which are\nthe earliest; the yellow daffodil; the daisy; the\nalmond-tree in blossom; the peach-tree in blossom; the cornelian-tree in blossom; sweet-briar.\nIn April follow the double white violet; the wallflower; the stock-gilliflower; the cowslip; flowerdelices, and lilies of all natures; rosemary-flowers;\nthe tulippa; the double peony; the pale daffodil;\nthe French honeysuckle; the cherry-tree in blossom; the damson and plum-trees in blossom; the\nwhite thorn in leaf; the lilac-tree.  In May and\nJune come pinks of all sorts, specially the blushpink; roses of all kinds, except the musk, which\ncomes later; honeysuckles; strawberries; bugloss;\ncolumbine; the French marigold, flos Africanus;\ncherry-tree in fruit; ribes; figs in fruit; rasps; vineflowers; lavender in flowers; the sweet satyrian,\nwith the white flower; herba muscaria; lilium\nconvallium; the apple-tree in blossom.  In July\ncome gilliflowers of all varieties; musk-roses; the\nlime-tree in blossom; early pears and plums in\nfruit; jennetings, codlins.  In August come plums\nof all sorts in fruit; pears; apricocks; berberries;\nfilberds; musk-melons; monks-hoods, of all colors.\nIn September come grapes; apples; poppies of\nall colors; peaches; melocotones; nectarines; cornelians; wardens; quinces.  In October and the\nbeginning of November come services; medlars;\nbullaces; roses cut or removed to come late; hollyhocks; and such like.  These particulars are for the\nclimate of London; but my meaning is perceived,\nthat you may have ver perpetuum, as the place\naffords.",
        "And because the breath of flowers is far sweeter\nin the air (where it comes and goes like the warbling of music) than in the hand, therefore nothing\nis more fit for that delight, than to know what be\nthe flowers and plants that do best perfume the air.\nRoses, damask and red, are fast flowers of their\nsmells; so that you may walk by a whole row of\nthem, and find nothing of their sweetness; yea\nthough it be in a morning’s dew.  Bays likewise\nyield no smell as they grow.  Rosemary little; nor\nsweet marjoram.  That which above all others\nyields the sweetest smell in the air is the violet,\nspecially the white double violet, which comes\ntwice a year; about the middle of April, and about\nBartholomew-tide.  Next to that is the musk-rose.\nThen the strawberry-leaves dying, which yield a\nmost excellent cordial smell.  Then the flower of\nvines; it is a little dust, like the dust of a bent, which\ngrows upon the cluster in the first coming forth.\nThen sweet-briar.  Then wall-flowers, which are\nvery delightful to be set under a parlor or lower\nchamber window.  Then pinks and gilliflowers,\nespecially the matted pink and clove gilliflower.\nThen the flowers of the lime-tree.  Then the honeysuckles, so they be somewhat afar off.  Of beanflowers I speak not, because they are field flowers.\nBut those which perfume the air most delightfully,\nnot passed by as the rest, but being trodden upon\nand crushed, are three; that is, burnet, wildthyme, and watermints.  Therefore you are to set\nwhole alleys of them, to have the pleasure when\nyou walk or tread.",
        "For gardens (speaking of those which are indeed\nprincelike, as we have done of buildings), the contents ought not well to be under thirty acres of\nground; and to be divided into three parts; a green\nin the entrance; a heath or desert in the going\nforth; and the main garden in the midst; besides\nalleys on both sides.  And I like well that four acres\nof ground be assigned to the green; six to the\nheath; four and four to either side; and twelve to\nthe main garden.  The green hath two pleasures:\nthe one, because nothing is more pleasant to the\neye than green grass kept finely shorn; the other,\nbecause it will give you a fair alley in the midst, by\nwhich you may go in front upon a stately hedge,\nwhich is to enclose the garden.  But because the\nalley will be long, and, in great heat of the year or\nday, you ought not to buy the shade in the garden,\nby going in the sun through the green, therefore\nyou are, of either side the green, to plant a covert\nalley upon carpenter’s work, about twelve foot in\nheight, by which you may go in shade into the\ngarden.  As for the making of knots or figures, with\ndivers colored earths,  that they may lie under the\nwindows of the house on that side which the garden stands, they be but toys; you may see as good\nsights, many times, in tarts.  The garden is best to\nbe square, encompassed on all the four sides with\na stately arched hedge.  The arches to be upon pillars of carpenter’s work, of some ten foot high, and\nsix foot broad; and the spaces between of the same\ndimension with the breadth of the arch.  Over the\narches let there be an entire hedge of some four\nfoot high, framed also upon carpenter’s work; and\nupon the upper hedge, over every arch, a little turret, with a belly, enough to receive a cage of birds:\nand over every space between the arches some\nother little figure, with broad plates of round colored glass gilt, for the sun to play upon.  But this\nhedge I intend to be raised upon a bank, not steep,\nbut gently slope, of some six foot, set all with\nflowers.  Also I understand, that this square of the\ngarden, should not be the whole breadth of the\nground, but to leave on either side, ground enough\nfor diversity of side alleys; unto which the two\ncovert alleys of the green, may deliver you.  But\nthere must be no alleys with hedges, at either end\nof this great enclosure; not at the hither end, for\nletting your prospect upon this fair hedge from\nthe green; nor at the further end, for letting your\nprospect from the hedge, through the arches upon\nthe heath.",
        "For the ordering of the ground, within the great\nhedge, I leave it to variety of device; advising\nnevertheless, that whatsoever form you cast it into,\nfirst, it be not too busy, or full of work.  Wherein I,\nfor my part, do not like images cut out in juniper\nor other garden stuff; they be for children.  Little\nlow hedges, round, like welts, with some pretty\npyramids, I like well; and in some places, fair\ncolumns upon frames of carpenter’s work.  I would\nalso have the alleys, spacious and fair.  You may\nhave closer alleys, upon the side grounds, but none\nin the main garden.  I wish also, in the very middle,\na fair mount, with three ascents, and alleys,\nenough for four to walk abreast; which I would\nhave to be perfect circles, without any bulwarks\nor embossments; and the whole mount to be thirty\nfoot high; and some fine banqueting-house, with\nsome chimneys neatly cast, and without too much\nglass.",
        "For fountains, they are a great beauty and refreshment; but pools mar all, and make the garden\nunwholesome, and full of flies and frogs.  Fountains I intend to be of two natures: the one that\nsprinkleth or spouteth water; the other a fair receipt of water, of some thirty or forty foot square,\nbut without fish, or slime, or mud.  For the first,\nthe ornaments of images gilt, or of marble, which\nare in use, do well: but the main matter is so to\nconvey the water, as it never stay, either in the\nbowls or in the cistern; that the water be never by\nrest discolored, green or red or the like; or gather\nany mossiness or putrefaction.  Besides that, it is to\nbe cleansed every day by the hand.  Also some\nsteps up to it, and some fine pavement about it,\ndoth well.  As for the other kind of fountain, which\nwe may call a bathing pool, it may admit much\ncuriosity and beauty; wherewith we will not\ntrouble ourselves: as, that the bottom be finely\npaved, and with images; the sides likewise; and\nwithal embellished with colored glass, and such\nthings of lustre; encompassed also with fine rails\nof low statuas.  But the main point is the same\nwhich we mentioned in the former kind of fountain; which is, that the water be in perpetual\nmotion, fed by a water higher than the pool, and\ndelivered into it by fair spouts, and then discharged away under ground, by some equality of\nbores, that it stay little.  And for fine devices, of\narching water without spilling, and making it rise\nin several forms (of feathers, drinking glasses,\ncanopies, and the like), they be pretty things to\nlook on, but nothing to health and sweetness.",
        "For the heath, which was the third part of our\nplot, I wish it to be framed, as much as may be, to\na natural wildness.  Trees I would have none in it,\nbut some thickets made only of sweet-briar and\nhoneysuckle, and some wild vine amongst; and\nthe ground set with violets, strawberries, and\nprimroses.  For these are sweet, and prosper in the\nshade.  And these to be in the heath, here and there,\nnot in any order.  I like also little heaps, in the nature of mole-hills (such as are in wild heaths), to\nbe set, some with wild thyme; some with pinks;\nsome with germander, that gives a good flower to\nthe eye; some with periwinkle; some with violets;\nsome with strawberries; some  with cowslips; some\nwith daisies; some with red roses; some with lilium\nconvallium; some with sweet-williams red; some\nwith bear’s-foot: and the like low flowers, being\nwithal sweet and sightly.  Part of which heaps, are\nto be with standards of little bushes pricked upon\ntheir top, and part without.  The standards to be\nroses; juniper; holly; berberries (but here and\nthere, because of the smell of their blossoms); red\ncurrants; gooseberries; rosemary; bays; sweetbriar; and such like.  But these standards to be kept\nwith cutting, that they grow not out of course.",
        "For the side grounds, you are to fill them with\nvariety of alleys, private, to give a full shade, some\nof them, wheresoever the sun be.  You are to frame\nsome of them, likewise, for shelter, that when the\nwind blows sharp you may walk as in a gallery.\nAnd those alleys must be likewise hedged at both\nends, to keep out the wind; and these closer alleys\nmust be ever finely gravelled, and no grass, because of going wet.  In many of these alleys, likewise, you are to set fruit-trees of all sorts; as well\nupon the walls, as in ranges.  And this would be\ngenerally observed, that the borders wherein you\nplant your fruit-trees, be fair and large, and low,\nand not steep; and set with fine flowers, but thin\nand sparingly, lest they deceive the trees.  At the\nend of both the side grounds, I would have a mount\nof some pretty height, leaving the wall of the enclosure breast high, to look abroad into the fields.",
        "For the main garden, I do not deny, but there\nshould be some fair alleys ranged on both sides,\nwith fruit-trees; and some pretty tufts of fruittrees, and arbors with seats, set in some decent\norder; but these to be by no means set too thick; but\nto leave the main garden so as it be not close, but\nthe air open and free.  For as for shade, I would\nhave you rest upon the alleys of the side grounds,\nthere to walk, if you be disposed, in the heat of the\nyear or day; but to make account, that the main\ngarden is for the more temperate parts of the year;\nand in the heat of summer, for the morning and\nthe evening, or overcast days.",
        "For aviaries, I like them not, except they be of\nthat largeness as they may be turfed, and have\nliving plants and bushes set in them; that the birds\nmay have more scope, and natural nesting, and\nthat no foulness appear in the floor of the aviary.\nSo I have made a platform of a princely garden,\npartly by precept, partly by drawing, not a model,\nbut some general lines of it; and in this I have\nspared for no cost.  But it is nothing for great\nprinces, that for the most part taking advice with\nworkmen, with no less cost set their things together; and sometimes add statuas and such things\nfor state and magnificence, but nothing to the true\npleasure of a garden.",
        "Continue...",
        "\nThis complete text of Essays of Francis Bacon is in the public domain.\n\n\nAmazon books: \nThe Essays, Francis Bacon.\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on November 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}