{
    "title": "Essays of Francis Bacon - Of Praise (The Essays or Counsels, Civil and Moral, of Francis Ld. Verulam Viscount St. Albans)",
    "author": "Unknown",
    "chapter": "53",
    "content": [
        "\nFrancis Bacon (1561-1626)\n",
        "\n\n",
        "PRAISE is the reflection of virtue; but it is as\nthe glass or body, which giveth the reflection.  If it be from the common people, it is commonly false and naught; and rather followeth vain\npersons, than virtuous.  For the common people\nunderstand not many excellent virtues.  The lowest\nvirtues draw praise from them; the middle virtues\nwork in them astonishment or admiration; but of\nthe highest virtues, they have no sense of perceiving at all.  But shows, and species virtutibus similes,\nserve best with them.  Certainly fame is like a river,\nthat beareth up things light and swoln, and drowns\nthings weighty and solid.  But if persons of quality\nand judgment concur, then it is (as the Scripture\nsaith) nomen bonum instar unguenti fragrantis.\nIt fireth all round about, and will not easily away.\nFor the odors of ointments are more durable, than\nthose of flowers.  There be so many false points of\npraise, that a man may justly hold it a suspect.\nSome praises proceed merely of flattery; and if he\nbe an ordinary flatterer, he will have certain common attributes, which may serve every man; if he\nbe a cunning flatterer, he will follow the archflatterer, which is a man’s self; and wherein a man\nthinketh best of himself, therein the flatterer will\nuphold him most: but if he be an impudent flatterer, look wherein a man is conscious to himself,\nthat he is most defective, and is most out of countenance in himself, that will the flatterer entitle him\nto perforce, spreta conscientia.  Some praises come\nof good wishes and respects, which is a form due, in\ncivility, to kings and great persons, laudando\npraecipere, when by telling men what they are,\nthey represent to them, what they should be.  Some\nmen are praised maliciously, to their hurt, thereby\nto stir envy and jealousy towards them: pessimum\ngenus inimicorum laudantium; insomuch as it\nwas a proverb, amongst the Grecians, that he that\nwas praised to his hurt, should have a push rise\nupon his nose; as we say, that a blister will rise\nupon one’s tongue, that tells a lie.  Certainly moderate praise, used with opportunity, and not vulgar, is that which doth the good.  Solomon saith,\nHe that praiseth his friend aloud, rising early, it\nshall be to him no better than a curse.  Too much\nmagnifying of man or matter, doth irritate contradiction, and procure envy and scorn.  To praise\na man’s self, cannot be decent, except it be in rare\ncases; but to praise a man’s office or profession, he\nmay do it with good grace, and with a kind of magnanimity.  The cardinals of Rome, which are theologues, and friars, and Schoolmen, have a phrase\nof notable contempt and scorn towards civil business: for they call all temporal business of wars,\nembassages, judicature, and other employments,\nsbirrerie, which is under-sheriffries; as if they\nwere but matters, for under-sheriffs and catchpoles: though many times those under-sheriffries\ndo more good, than their high speculations.  St.\nPaul, when he boasts of himself, he doth oft interlace, I speak like a fool; but speaking of his calling,\nhe saith, magnificabo apostolatum meum.",
        "Continue...",
        "\nThis complete text of Essays of Francis Bacon is in the public domain.\n\n\nAmazon books: \nThe Essays, Francis Bacon.\n\n\nThis page has been created by Philipp Lenssen.\n\nPage last updated on November 2003.\n\rComplete book.\r Authorama - Classic Literature, free of copyright. About..."
    ]
}